{
  "id": "sr-0-631-252-913-692-1",
  "type": "statute",
  "title": "Vereinbarung vom 15. Juni 2010 zwischen dem Eidgenössischen Finanzdepartement der Schweizerischen Eidgenossenschaft und dem Bundesministerium der Finanzen der Bundesrepublik Deutschland über die Errichtung nebeneinanderliegender Grenzabfertigungsstellen am Grenzübergang Basel-Hiltalingerstrasse/Weil am Rhein-Friedlingen",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2011/404/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "",
      "content": "1. Am Grenzübergang Basel-Hiltalingerstrasse/Weil am Rhein-Friedlingen werden auf dem Hoheitsgebiet der Schweizerischen Eidgenossenschaft und auf dem Hoheitsgebiet der Bundesrepublik Deutschland nebeneinanderliegende Grenzabfertigungsstellen errichtet. 2. Die schweizerische und die deutsche Grenzabfertigung finden an diesen Grenzabfertigungsstellen statt."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "",
      "content": "1. Die Zone umfasst auf dem Hoheitsgebiet der Bundesrepublik Deutschland: a) einen Gebietsteil, der begrenzt ist: – im Süden durch die gemeinsame Grenze; – im Westen von der gemeinsamen Grenze durch eine Linie entlang der strassenseitigen Hecke bis auf Höhe der Verkehrsinsel am Ortseingang, einschliesslich des Gehweges; – im Norden durch eine durch die Mitte der Verkehrsinsel quer über die Strasse und die Gehwege bis zu den Abgrenzungshecken verlaufende Linie; – im Osten durch eine Linie entlang der Strasse, einschliesslich des Gehweges, bis zur gemeinsamen Grenze; b) die im östlichen Teil gelegene Überholgarage; c) die Abfertigungskabine in der Strassenmitte; d) die Räumlichkeiten im Erdgeschoss des Zollamts. 2. Die Zone umfasst auf dem Hoheitsgebiet der Schweizerischen Eidgenossenschaft: a) einen Gebietsteil, der begrenzt ist: – im Norden durch die gemeinsame Grenze, – im Westen durch eine Linie entlang der Hecke bis zum Haus «Kuster» und von dort durch die Fluchtlinie der strassenseitigen Fassade dieses Hauses, im weiteren Verlauf der Mauer des Tanklagers entlang bis zur Telefonkabine, einschliesslich des Gehweges, – im Süden durch eine senkrechte Linie über die Strasse auf Höhe der Telefonkabine, – im Osten ab Einfahrt «AVIA»-Tankstelle in einer Linie der Strasse entlang bis zur Garageneinfahrt der schweizerischen Zollverwaltung, von dort der Mauer entlang bis zur Grenze, einschliesslich des Gehweges; b) den Pausenraum im Haus «Kuster»; c) die Toiletten, den Durchsuchungsraum und den Festhalteraum im Haus «Kuster», einschliesslich des Zugangs; d) die Abfertigungskabine, einschliesslich des den deutschen Bediensteten zur Benutzung überlassenen Teils."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "",
      "content": "1. Die Zollkreisdirektion Basel einerseits sowie die Bundesfinanzdirektion Südwest und die Bundespolizeidirektion Stuttgart anderseits legen im gegenseitigen Einvernehmen die Einzelheiten fest. 2. Die Leiter der Grenzabfertigungsstellen oder die an den Grenzabfertigungsstellen diensthabenden höchsten Bediensteten der in Absatz 1 genannten Stellen treffen im gegenseitigen Einvernehmen die kurzfristig erforderlichen Massnahmen."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "",
      "content": "Mit Inkrafttreten dieser Vereinbarung tritt die Vereinbarung vom 25. April 1968 über die Errichtung nebeneinanderliegender Grenzabfertigungsstellen am Grenzübergang Basel-Hiltalingerstrasse/Weil-Friedlingen ausser Kraft. [ AS 1968 1277 ]"
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "",
      "content": "1. Diese Vereinbarung wird nach Artikel 1 Absatz 4 des Abkommens vom 1. Juni 1961 durch den Austausch von diplomatischen Noten bestätigt und in Kraft gesetzt. 2. Die Vereinbarung kann auf diplomatischem Wege unter Einhaltung einer Frist von sechs Monaten zum ersten Tag eines Monats gekündigt werden. Geschehen zu Bonn am 15. Juni 2010, in zwei Urschriften in deutscher Sprache. Für das Eidgenössische Finanzdepartement der Schweizerischen Eidgenossenschaft: Für das Bundesministerium der Finanzen im Einvernehmen mit dem Bundesministerium des Innern der Bundesrepublik Deutschland: Rudolf Dietrich Hans-Joachim Stähr"
    }
  ],
  "definitions": []
}