{
  "id": "sr-0-101-06",
  "type": "statute",
  "title": "Protokoll Nr. 6 vom 28. April 1983 zur Konvention zum Schutze der Menschenrechte und Grundfreiheiten über die Abschaffung der Todesstrafe",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1987/1807_1807_1807/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Abschaffung der Todesstrafe",
      "content": "Die Todesstrafe ist abgeschafft. Niemand darf zu dieser Strafe verurteilt oder hingerichtet werden."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Todesstrafe in Kriegszeiten",
      "content": "Ein Staat kann in seinem Recht die Todesstrafe für Taten vorsehen, die in Kriegszeiten oder bei unmittelbarer Kriegsgefahr begangen werden; diese Strafe darf nur in den Fällen, die im Recht vorgesehen sind, und in Übereinstimmung mit dessen Bestimmungen angewendet werden. Der Staat übermittelt dem Generalsekretär des Europarats die einschlägigen Rechtsvorschriften."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Verbot des Abweichens",
      "content": "Von diesem Protokoll darf nicht nach Artikel 15 der Konvention abgewichen werden."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Verbot von Vorbehalten",
      "content": "Vorbehalte nach Artikel 57 der Konvention zu Bestimmungen dieses Protokolls sind nicht zulässig."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Räumlicher Geltungsbereich",
      "content": "(1) Jeder Staat kann bei der Unterzeichnung oder bei der Hinterlegung seiner Ratifikations-, Annahme- oder Genehmigungsurkunde einzelne oder mehrere Hoheitsgebiete bezeichnen, auf die dieses Protokoll Anwendung findet. (2) Jeder Staat kann jederzeit danach durch eine an den Generalsekretär des Europarats gerichtete Erklärung die Anwendung dieses Protokolls auf jedes weitere in der Erklärung bezeichnete Hoheitsgebiet erstrecken. Das Protokoll tritt für dieses Hoheitsgebiet am ersten Tag des Monats in Kraft, der auf den Eingang der Erklärung beim Generalsekretär folgt. (3) Jede nach den Absätzen 1 und 2 abgegebene Erklärung kann in Bezug auf jedes darin bezeichnete Hoheitsgebiet durch eine an den Generalsekretär gerichtete Notifikation zurückgenommen werden. Die Rücknahme wird am ersten Tag des Monats wirksam, der auf den Eingang der Notifikation beim Generalsekretär folgt."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Verhältnis zur Konvention",
      "content": "Die Vertragsstaaten betrachten die Artikel 1 bis 5 dieses Protokolls als Zusatzartikel zur Konvention; alle Bestimmungen der Konvention sind dementsprechend anzuwenden."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Unterzeichnung und Ratifikation",
      "content": "Dieses Protokoll liegt für die Mitgliedstaaten des Europarats, welche die Konvention unterzeichnet haben, zur Unterzeichnung auf. Es bedarf der Ratifikation, Annahme oder Genehmigung. Ein Mitgliedstaat des Europarats kann dieses Protokoll nur ratifizieren, annehmen oder genehmigen, wenn er die Konvention gleichzeitig ratifiziert oder sie früher ratifiziert hat. Die Ratifikations-, Annahme- oder Genehmigungsurkunden werden beim Generalsekretär des Europarats hinterlegt."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Inkrafttreten",
      "content": "(1) Dieses Protokoll tritt am ersten Tag des Monats in Kraft, der auf den Tag folgt, an dem fünf Mitgliedstaaten des Europarats nach Artikel 7 ihre Zustimmung ausgedrückt haben, durch das Protokoll gebunden zu sein. (2) Für jeden Mitgliedstaat, der später seine Zustimmung ausdrückt, durch das Protokoll gebunden zu sein, tritt es am ersten Tag des Monats in Kraft, der auf die Hinterlegung der Ratifikations-, Annahme- oder Genehmigungsurkunde folgt."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Aufgaben des Verwahrers",
      "content": "Der Generalsekretär des Europarats notifiziert den Mitgliedstaaten des Rates: a) jede Unterzeichnung; b) jede Hinterlegung einer Ratifikations-, Annahme- oder Genehmigungsurkunde; c) jeden Zeitpunkt des Inkrafttretens dieses Protokolls nach den Artikeln 5 und 8; d) jede andere Handlung, Notifikation oder Mitteilung im Zusammenhang mit diesem Protokoll."
    }
  ],
  "definitions": []
}