{
  "id": "sr-0-414-994-541",
  "type": "statute",
  "title": "Abkommen vom 7. Dezember 2000 zwischen dem Schweizerischen Bundesrat und der Regierung der Italienischen Republik über die gegenseitige Anerkennung von Gleichwertigkeiten im Hochschulbereich (mit Anhängen)",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2002/424/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "",
      "content": "Dieses Abkommen findet Anwendung auf die in Anhang A aufgeführten Hochschulen der Schweizerischen Eidgenossenschaft und die in Anhang B aufgeführten staatlichen Universitäten, Technischen Hochschulen und Hochschulinstitute sowie die gesetzlich anerkannten nicht staatlichen Universitäten der Italienischen Republik, im Folgenden «Hochschulen» genannt. Auf die schweizerischen Fachhochschulen findet Artikel 4 Absatz 2 Anwendung. Auf Grund dieses Abkommens kommen für eine Anerkennung ausschliesslich Titel in Frage, die von den in Absatz 1 genannten Hochschulen nach Abschluss eines regulären, vollständig an diesen Hochschulen absolvierten und für die ordentlichen Studierenden vorgesehenen Studiums verliehen werden; vorbehalten bleiben Abkommen zwischen Hochschulen, auch solche mit Hochschulen von Drittländern, über Mobilitätsprogramme, die Studierenden ermöglichen, einen Teil ihres Studiums an anderen Hochschulen zu absolvieren. Das Abkommen findet nicht Anwendung auf Titel und Zeugnisse, die von den in Absatz 1 genannten Hochschulen auf Grund von Studiengängen und Prüfungen verliehen wurden, die – und sei es auch nur teilweise und/oder auf Grund eines Abkommens – an Studienzentren oder Institutionen absolviert wurden, welche in den Ländern, in denen sie tätig sind, nicht offiziell als Hochschulinstitutionen anerkannt und nicht befugt sind, die in diesen Ländern gültigen Titel zu verleihen."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "",
      "content": "In diesem Abkommen bezeichnet der Ausdruck «Titel» jeden Titel, der von einer Hochschule nach einem abgeschlossenen Studium verliehen wird; bezeichnet für die Schweizerische Eidgenossenschaft der Ausdruck «Prüfung» sowohl Abschlussprüfungen eines Studiums als auch Zwischenprüfungen oder andere im Studienreglement vorgesehene Formen der Überprüfung von Kenntnissen; bezeichnet für die Italienische Republik der Ausdruck «Prüfung» die bescheinigte Leistungsbewertung in jedem einzelnen Studienfach des betreffenden Studiengangs."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "",
      "content": "Auf Antrag der oder des Studierenden werden einschlägige Studienzeiten, Studienleistungen und Prüfungen gegenseitig anerkannt. Für die Anerkennung von Bescheinigungen über die an einer Hochschule des anderen Landes absolvierten Prüfungen und Studienzeiten ist sowohl das an der Heimuniversität als auch das an der Gastuniversität angewandte Kreditpunktesystem massgebend. Die Hochschule, an welcher der oder die Studierende das Studium fortzusetzen gedenkt, entscheidet über die Einschlägigkeit des absolvierten Studiengangs."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "",
      "content": "Hochschultitel, die den Inhaber oder die Inhaberin ohne zusätzliche Prüfungen zur Fortsetzung des Studiums oder zur Zulassung zum nächsten Studienabschnitt an den Hochschulen des einen Vertragsstaates berechtigen, verleihen das gleiche Recht auch im andern Land. Inhaber oder Inhaberinnen eines Abschlusszeugnisses einer schweizerischen Fachhochschule können sich an italienischen Hochschulen immatrikulieren, sofern das Abschlusszeugnis zur Zulassung an schweizerischen Universitäten und Technischen Hochschulen berechtigt. Auf Antrag des oder der Studierenden wird ein von einer schweizerischen Hochschule verliehener Titel, der in der Schweiz die Zulassung zum Doktoratsstudium ermöglicht, für die Teilnahme an der Zulassungsprüfung zum «Dottorato di Ricerca» an einer italienischen Hochschule anerkannt; es gelten die gleichen Bedingungen wie für Kandidaten und Kandidatinnen mit einem italienischen Hochschulabschluss. Auf Antrag des oder der Studierenden wird ein italienischer Hochschulabschluss, der die Zulassung zum «Dottorato di Ricerca» an italienischen Hochschulen ermöglicht, für die Zulassung zum Doktoratsstudium an einer schweizerischen Hochschule anerkannt; es gelten die gleichen Bedingungen wie für die Studierenden mit einem schweizerischen Hochschulabschluss."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "",
      "content": "Der Inhaber oder die Inhaberin eines an einer Hochschule des einen Vertragsstaates erworbenen Titels ist berechtigt, diesen im anderen Vertragsstaat in der Form zu führen, wie er im Staate, in dem er verliehen wurde, auf Grund der gesetzlichen Bestimmungen geführt werden darf. Mit dem Recht, einen akademischen Titel zu führen, ist kein unmittelbarer Anspruch auf Berufs- und Standesrechte verbunden."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "",
      "content": "Regelungen über Zulassungsbeschränkungen im Gastland und über die Möglichkeit, die Zulassung vom Nachweis der Beherrschung der an der Hochschule des Gastlandes gebräuchlichen Unterrichtssprache(n) abhängig zu machen , sowie weitere allfällige Bedingungen oder besondere Anforderungen bleiben von diesem Abkommen unberührt."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "",
      "content": "Die Vertragsparteien fördern, in Übereinstimmung mit den in ihren Staaten geltenden Gesetzen, den Abschluss von Vereinbarungen zwischen Hochschulen beider Staaten zur Einführung von aufeinander abgestimmten Studiengängen mit Abschlusszeugnissen, die in beiden Ländern Geltung haben."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "",
      "content": "Die in beiden Staaten geltenden Bestimmungen über die Zuständigkeiten im Hochschulwesen bleiben von den in diesem Abkommen enthaltenen Bestimmungen unberührt."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "",
      "content": "Die richtige Auslegung und Umsetzung dieses Abkommens wird durch Sachverständige sichergestellt, die von den Vertragsparteien ernannt werden; diese Sachverständigen haben Einsitz in den bestehenden bilateralen Konsultativorganen."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "",
      "content": "Die Anhänge A und B sind integrierende Bestandteile dieses Abkommens. Allfällige durch die zuständigen Behörden des jeweiligen Landes beschlossene Anpassungen der darin enthaltenen Listen werden auf diplomatischem Wege mitgeteilt."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "",
      "content": "Dieses Abkommen tritt am ersten Tage des dritten Monats nach dem Datum der Bestätigung des Erhalts der zweiten der beiden Mitteilungen in Kraft, mit denen sich die beiden Parteien offiziell über den Abschluss des jeweiligen dazu vorgesehenen innerstaatlichen Verfahrens unterrichten. Dieses Abkommen wird auf unbestimmte Zeit abgeschlossen. Es kann jederzeit auf diplomatischem Wege gekündigt werden. Die Kündigung wird zwölf Monate nach Bekanntgabe an die andere Vertragspartei rechtskräftig."
    }
  ],
  "definitions": []
}