{
  "id": "sr-0-631-252-913-693-2",
  "type": "statute",
  "title": "Vereinbarung vom 15. Juni 2010 zwischen dem Eidgenössischen Finanzdepartement der Schweizerischen Eidgenossenschaft und dem Bundesministerium der Finanzen der Bundesrepublik Deutschland über die Errichtung nebeneinanderliegender Grenzabfertigungsstellen am Grenzübergang Riehen-Grenzacherstrasse/Grenzacherhorn",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2011/407/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "",
      "content": "1. Am Grenzübergang Riehen-Grenzacherstrasse/Grenzacherhorn werden auf dem Hoheitsgebiet der Schweizerischen Eidgenossenschaft und auf dem Hoheitsgebiet der Bundesrepublik Deutschland nebeneinanderliegende Grenzabfertigungsstellen errichtet. 2. Die schweizerische und die deutsche Grenzabfertigung finden an diesen Grenzabfertigungsstellen statt."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "",
      "content": "1. Die Zone umfasst auf dem Hoheitsgebiet der Bundesrepublik Deutschland: a) einen Gebietsteil, der begrenzt ist: – im Westen durch die gemeinsame Grenze, – im Norden durch eine Linie entlang der strassenseitigen Fassade des deutschen Zollabfertigungsgebäudes bis zum Gasthaus «Waldhorn/ Hörnli» und von dort durch eine Linie entlang der strassenseitigen Fassade dieses Gasthauses, einschliesslich der Einfahrt in den schweizerischen Zollhof, – im Osten durch eine Gerade, die in der Verlängerung der östlichen Seite des Gasthauses «Waldhorn/Hörnli» quer über die Bundesstrasse 34 bis zur gegenüberliegenden Strassenseite, einschliesslich des Gehweges, verläuft, – im Süden durch den südlichen Gehwegrand bis zur östlich des deutschen Reisendenabfertigungsgebäudes gelegenen Parkfläche und von dort durch eine Linie entlang dem südlichen Rand des Durchganges hinter dem deutschen Reisendenabfertigungsgebäude bis zur Grenze; b) den Durchsuchungsraum und die Toiletten im deutschen Reisendenabfertigungsgebäude, einschliesslich des Zugangs; c) den den schweizerischen Bediensteten zur Benutzung überlassenen Teil der Abfertigungskabine auf der Strasseninsel; d) den den schweizerischen Bediensteten zur Benutzung überlassenen Container neben dem deutschen Zollpavillon. 2. Die Zone umfasst auf dem Hoheitsgebiet der Schweizerischen Eidgenossenschaft: a) einen Gebietsteil, der begrenzt ist: – im Osten durch die gemeinsame Grenze, – im Norden durch eine in der Höhe der südlichen Seite des schweizerischen Zollabfertigungsgebäudes zwischen der Grenze und der westlichen Begrenzung der schweizerischen Zollliegenschaft verlaufende Gerade, – im Westen durch eine Gerade entlang der westlichen Begrenzung der schweizerischen Zollliegenschaft, verlängert über die Grenzacherstrasse bis zum südlichen Gehwegrand bei der Liegenschaft «Streitgärtlein», – im Süden durch den südlichen Gehwegrand bis zur gemeinsamen Grenze; b) die Brückenwaage und die Rampe einschliesslich der Einbauwaage."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "",
      "content": "1. Die Zollkreisdirektion Basel einerseits sowie die Bundesfinanzdirektion Südwest und die Bundespolizeidirektion Stuttgart anderseits legen im gegenseitigen Einvernehmen die Einzelheiten fest. 2. Die Leiter der Grenzabfertigungsstellen oder die an den Grenzabfertigungsstellen diensthabenden höchsten Bediensteten der in Absatz 1 genannten Stellen treffen im gegenseitigen Einvernehmen die kurzfristig erforderlichen Massnahmen."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "",
      "content": "Mit Inkrafttreten dieser Vereinbarung tritt die Vereinbarung vom 2. Dezember 1977 über die Errichtung nebeneinanderliegender Grenzabfertigungsstellen am Grenzübergang Riehen-Grenzacherstrasse/Grenzacherhorn ausser Kraft. [ AS 1978 1370 ]"
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "",
      "content": "1. Diese Vereinbarung wird nach Artikel 1 Absatz 4 des Abkommens vom 1. Juni 1961 durch den Austausch von diplomatischen Noten bestätigt und in Kraft gesetzt. 2. Die Vereinbarung kann auf diplomatischem Wege unter Einhaltung einer Frist von sechs Monaten zum ersten Tag eines Monats gekündigt werden. Geschehen zu Bonn am 15. Juni 2010, in zwei Urschriften in deutscher Sprache. Für das Eidgenössische Finanzdepartement der Schweizerischen Eidgenossenschaft: Für das Bundesministerium der Finanzen im Einvernehmen mit dem Bundesministerium des Innern der Bundesrepublik Deutschland: Rudolf Dietrich Hans-Joachim Stähr"
    }
  ],
  "definitions": []
}