{
  "id": "sr-0-443-951-8",
  "type": "statute",
  "title": "Abkommen vom 15. Mai 2011 zwischen der Regierung der Schweizerischen Eidgenossenschaft und der Regierung des Grossherzogtums Luxemburg auf dem Gebiet des Films (Koproduktionsabkommen zwischen der Schweiz und Luxemburg) (mit Anhängen)",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2013/539/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "I. Koproduktion",
      "section": "1",
      "title": "Begriffe",
      "content": "Im Rahmen dieses Abkommens bezeichnet der Begriff «Film» unabhängig von Länge, Träger und Filmgattung (Spiel-, Animations-, Dokumentarfilm) alle Filme, die den für die Filmwirtschaft geltenden Bestimmungen der Parteien entsprechen und deren Erstaufführung im Kino stattfindet."
    },
    {
      "provision_ref": "art2",
      "chapter": "I. Koproduktion",
      "section": "2",
      "title": "Wirkungen",
      "content": "1 Die in Koproduktion realisierten und nach diesem Abkommen anerkannten Filme (Koproduktionsfilme) gelten als nationale Filme, entsprechend der im Hoheitsgebiet jeder der beiden Parteien geltenden Gesetzgebung. Sie geniessen auf dem Hoheitsgebiet jeder der Parteien vollumfänglich die Vergünstigungen, die sich aus den geltenden oder zukünftigen Bestimmungen zur Filmindustrie jeder der Parteien ergeben. 2 Finanzhilfen und sonstige finanzielle Vorteile, die im Hoheitsgebiet einer Partei gewährt werden, erhält der jeweilige Koproduzent nach Massgabe des jeweiligen innerstaatlichen Rechts."
    },
    {
      "provision_ref": "art3",
      "chapter": "I. Koproduktion",
      "section": "3",
      "title": "Verfahren und Zusammenarbeit der zuständigen Behörden",
      "content": "1 Um nach diesem Abkommen zugelassen zu werden, müssen die Koproduktionsfilme einen Monat nach Abschluss der Dreharbeiten von den zuständigen Behörden beider Parteien anerkannt worden sein. 2 Die Gesuche um Anerkennung müssen die dafür von jeder Partei vorgesehenen Verfahren einhalten und den in Anhang 1 festgelegten Mindestanforderungen entsprechen. 3 Die zuständigen Behörden der beiden Parteien stellen sich gegenseitig alle Informationen für die Genehmigung, die Ablehnung, die Abänderung oder den Rückzug von Anerkennungsgesuchen gemäss diesem Abkommen zu. 4 Vor der Ablehnung eines Gesuchs müssen sich die zuständigen Behörden der beiden Parteien konsultieren. 5 Wenn die zuständigen Behörden der beiden Parteien einen Film als Koproduktion nach diesem Abkommen anerkannt haben, kann diese Anerkennung später nicht mehr annulliert werden, ausser wenn die Behörden dies einvernehmlich beschliessen. 6 Die zuständigen Behörden sind: a. in der Schweiz: das Bundesamt für Kultur; b. im Grossherzogtum Luxemburg: der nationale Filmfonds (Fonds national de soutien à la production audiovisuelle)."
    },
    {
      "provision_ref": "art4",
      "chapter": "I. Koproduktion",
      "section": "4",
      "title": "Anforderungen an die Produktionsunternehmen und die Mitarbeitenden",
      "content": "1 Um eine Anerkennung gemäss diesem Abkommen zu erhalten, müssen die Filme von Produktionsgesellschaften realisiert werden, die eine gute technische und finanzielle Organisation aufweisen sowie über professionelle Erfahrung verfügen, die von der zuständigen Behörde der Partei, der sie angehören, anerkannt wird. 2 Um die Vergünstigungen dieses Abkommens in Anspruch nehmen zu können, müssen die Produktionsgesellschaften den Anforderungen der jeweiligen nationalen Bestimmungen entsprechen. 3 Die an der Herstellung eines Films Beteiligten müssen folgendem Personenkreis angehören: In Bezug auf die Schweizer Eidgenossenschaft: – Staatsangehörige der Schweizerischen Eidgenossenschaft; – Inhaber einer Niederlassungsbewilligung in der Schweiz; – Staatsangehörige eines Mitgliedstaates der Europäischen Union oder eines Mitgliedes der Europäischen Freihandelsassoziation. In Bezug auf das Grossherzogtum Luxemburg: – Luxemburgische Staatsangehörige; – Staatsangehörige eines Mitgliedstaates der Europäischen Union; – Staatsangehörige eines anderen Vertragsstaates des Abkommens vom 2. Mai 1992 über den Europäischen Wirtschaftsraum (EWR-Abkommen); – Personen jedweder Staatsangehörigkeit mit ständigem Wohnsitz im Grossherzogtum Luxemburg; – Personen jedweder Staatsangehörigkeit, die gemäss Verwaltungspraxis den luxemburgischen Staatsangehörigen gleichgestellt sind; – Staatsangehörige der Schweizerischen Eidgenossenschaft, soweit sie aufgrund des Abkommens vom 21. Juni 1999 zwischen der Europäischen Gemeinschaft und ihren Mitgliedstaaten einerseits und der Schweizerischen Eidgenossenschaft andererseits über die Freizügigkeit Staatsangehörigen eines Mitgliedstaates der Europäischen Union gleichgestellt sind. 4 Können Personen nach diesen Bestimmungen beiden Parteien zugeordnet werden, so haben sich die Produzenten über die Zuordnung zu einigen. Kommt es zu keiner Einigung, so werden sie dem Staat jenes Produzenten zugeordnet, der sie vertraglich verpflichtet. 5 Ausnahmen für Mitarbeiter aus anderen Staaten können von den zuständigen Behörden der beiden Parteien einvernehmlich zugelassen werden. SR 0.142.112.681"
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Anforderungen betreffend Dreharbeiten",
      "content": "1 Studioaufnahmen sind vorzugsweise in Studios durchzuführen, die sich im Staatsgebiet der einen oder anderen Partei dieser Vereinbarung befinden. 2 Aussenaufnahmen sind durchzuführen im Hoheitsgebiet eines Staates, der Mitglied der Europäischen Union oder der Europäischen Freihandelsassoziation ist, oder im Hoheitsgebiet eines anderen Staates, der an der Koproduktion beteiligt ist. Aussenaufnahmen in anderen Staaten können gestattet werden, wenn das Drehbuch oder die Handlung des Films dies verlangt."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Beteiligungsverhältnisse",
      "content": "1 Koproduktionsfilme, die nach diesem Abkommen anerkannt werden, müssen unter folgenden Bedingungen hergestellt sein: 2 Die finanzielle Beteiligung des oder der Produzenten jeder Partei kann zwischen 20 % (zwanzig Prozent) und 80 % (achtzig Prozent) der endgültigen Herstellungskosten des Films variieren. 3 Die künstlerischen und technischen Beiträge müssen grundsätzlich dem finanziellen Anteil der Koproduzenten entsprechen."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Finanzielle Koproduktionen",
      "content": "1 Abweichend von den Bestimmungen des Artikels 6 können auch Filme anerkannt werden, bei denen sich die Minderheitsbeteiligung nach Massgabe des Koproduktionsvertrages auf eine ausschliesslich finanzielle Beteiligung im Umfang von 10 % (zehn Prozent) der endgültigen Kosten beschränkt, sofern sie im Hoheitsgebiet einer Partei hergestellt und von beiden Parteien aufgrund qualitativer Kriterien mit staatlichen Geldern gemäss den Anhängen 2 und 3 unterstützt werden. 2 Die zuständigen Behörden der beiden Parteien informieren sich jährlich gegenseitig über die für solche Projekte verfügbaren staatlichen Geldmittel."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Gleichgewicht der Koproduktionen",
      "content": "1 Sowohl hinsichtlich der künstlerischen und technischen als auch der finanziellen Beiträge soll insgesamt ein Gleichgewicht bestehen; die Ausgewogenheit wird von der in Artikel 14 vorgesehenen Gemischten Kommission jeweils für einen Zeitraum von zwei Jahren beurteilt. 2 Die zuständigen Behörden der beiden Staaten stellen aufgrund der Unterlagen des Anerkennungsverfahrens eine Übersicht über die jeweiligen Beiträge der koproduzierten beziehungsweise kofinanzierten Filme zusammen. 3 Sollte sich ein Ungleichgewicht ergeben, prüft die Gemischte Kommission, wie das Gleichgewicht wieder hergestellt werden kann und trifft alle Massnahmen, die sie hierzu als notwendig erachtet."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Rechte am Film",
      "content": "1 Jeder Koproduzent ist Miteigentümer der materiellen und immateriellen Elemente des Films. 2 Das Material wird im gemeinsamen Namen der Koproduzenten in einem gemeinsam bestimmten Labor hinterlegt."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Hinweis auf Koproduktionen",
      "content": "Titelvor- und Abspann, Trailer und Werbematerial müssen den Hinweis enthalten, dass es sich um eine Koproduktion zwischen den Parteien handelt."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Aufteilung der Einnahmen",
      "content": "Die Koproduzenten haben bezüglich der Aufteilung der Einnahmen freie Hand; im Prinzip erfolgt sie proportional zu den jeweiligen Beiträgen."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Trilaterale Koproduktionen",
      "content": "1 Die zuständigen Behörden der beiden Parteien akzeptieren, dass Filme, die nach diesem Abkommen anerkannt werden, mit einem oder mehreren Produzenten gemeinsam produziert werden können, die aus Staaten kommen, mit denen die Schweiz oder Luxemburg ein Koproduktionsabkommen auf dem Gebiet des Films abgeschlossen hat. 2 Die Bedingungen für die Anerkennung solcher Filme müssen fallweise geprüft werden."
    },
    {
      "provision_ref": "art13",
      "chapter": "II. Filmkooperation",
      "section": "13",
      "title": "",
      "content": "1 Die zuständigen Behörden der beiden Parteien anerkennen die Notwendigkeit, die kulturelle Vielfalt zu fördern, indem sie die gegenseitige Anerkennung ihres Filmschaffens erleichtern, insbesondere durch Programme für die Ausbildung im Umgang mit Bildmedien oder durch die Teilnahme an Filmfestivals. 2 Sie prüfen die geeigneten Mittel zur Förderung des Verleihs und zur gegenseitigen Förderung der Filme jeder der beiden Parteien."
    },
    {
      "provision_ref": "art14",
      "chapter": "III. Gemischte Kommission",
      "section": "14",
      "title": "",
      "content": "1 Um die Anwendung dieses Abkommens zu beobachten und zu erleichtern und gegebenenfalls Änderungen vorzuschlagen, wird eine aus Vertreterinnen und Vertretern der zuständigen Behörden und Fachleuten der Filmwirtschaft beider Parteien bestehende Gemischte Kommission eingesetzt. 2 Während der Geltungsdauer des vorliegenden Abkommens tritt diese Kommission alle zwei Jahre abwechslungsweise in der Schweiz und in Luxemburg zusammen. 3 Sie kann auch auf Wunsch einer der beiden zuständigen Behörden einberufen werden, insbesondere im Fall von Änderungen entweder der geltenden Gesetzgebung oder der für die Filmwirtschaft geltenden Vorschriften oder wenn bei der Anwendung des Abkommens besonders gravierende Schwierigkeiten auftreten, insbesondere wenn kein Gleichgewicht gemäss Artikel 8 erzielt wird."
    },
    {
      "provision_ref": "art15",
      "chapter": "IV. Schlussbestimmungen",
      "section": "15",
      "title": "Inkrafttreten und Kündigung",
      "content": "1 Die Parteien notifizieren sich gegenseitig den Abschluss der innerstaatlichen Verfahren, die für das Inkrafttreten dieser Vereinbarung vorgeschrieben sind; das Abkommen tritt am ersten Tag des zweiten Monats, der auf das Eingangsdatum der zweiten Notifikation folgt, in Kraft. Die Parteien können vereinbaren, das Abkommen nach seiner Unterzeichnung vorläufig anzuwenden. 2 Dieses Abkommen wird für die Dauer von zwei Jahren abgeschlossen. Es verlängert sich stillschweigend um jeweils zwei Jahre. 3 Unter Einhaltung einer Frist von drei Monaten kann das Abkommen jederzeit von jeder Partei durch schriftliche Notifikation auf diplomatischem Wege gekündigt werden. 4 Sofern die Parteien nichts anderes beschliessen, stellt diese Kündigung die Rechte und Pflichten der Parteien im Zusammenhang mit einem im Rahmen dieses Abkommens begonnenen Vorhaben nicht in Frage. Geschehen zu Cannes, am 15. Mai 2011, in zwei Urschriften in deutscher Sprache. Für den Schweizerischen Bundesrat: Für die Regierung des Grossherzogtums Luxemburg: Didier Burkhalter François Biltgen"
    }
  ],
  "definitions": []
}