{
  "id": "sr-0-747-224-102",
  "type": "statute",
  "title": "Verfahrensordnung vom 23. Oktober 1969 der Berufungskammer der Zentralkommission für die Rheinschifffahrt",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1970/419_421_421/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "1. Organisation der Berufungskammer",
      "section": "1",
      "title": "",
      "content": "Die Kammer setzt sich zusammen aus den von der Zentralkommission ernannten Richtern und stellvertretenden Richtern. Die stellvertretenden Richter nehmen an den Sitzungen der Kammer nur teil, wenn der Richter, den sie vertreten, verhindert ist, abgelehnt wird oder seine Stelle unbesetzt ist."
    },
    {
      "provision_ref": "art2",
      "chapter": "1. Organisation der Berufungskammer",
      "section": "2",
      "title": "",
      "content": "Die Kammer wählt gemäss Artikel 45 bis der Revidierten Rheinschifffahrtsakte ihren Vorsitzenden sowie ihren stellvertretenden Vorsitzenden. Der stellvertretende Vorsitzende wird tätig, wenn der Vorsitzende verhindert ist, abgelehnt wird oder seine Stelle unbesetzt ist. Bei der Wahl des Vorsitzenden oder des stellvertretenden Vorsitzenden ist der Richter gewählt, der die Mehrheit der abgegebenen Stimmen erhält, wobei mindestens drei Richter oder stellvertretende Richter anwesend sein müssen. Bei Stimmengleichheit gilt von den Richtern, die gleiche Stimmenzahlen erhielten, der an Lebensjahren älteste als gewählt. Sind der Vorsitzende und der stellvertretende Vorsitzende verhindert, werden beide abgelehnt oder sind beide Stellen unbesetzt, so führt der an Dienstalter in der Kammer älteste Richter, bei gleichem Dienstalter der an Lebensjahren älteste Richter den Vorsitz. SR 0.747.224.101"
    },
    {
      "provision_ref": "art3",
      "chapter": "1. Organisation der Berufungskammer",
      "section": "3",
      "title": "",
      "content": "Wenn ein Richter gemäss Artikel 45 bis der Revidierten Rheinschifffahrtsakte in einer Sache nicht tätig werden kann, da er über sie bereits in einer anderen Eigenschaft zu befinden hatte, oder wenn er sich selbst für befangen hält, so teilt er dies dem Vorsitzenden mit. Hält der Vorsitzende die Selbstablehnung nicht für begründet, so führt er die Entscheidung der Kammer herbei. Besteht ausser in den Fällen des Absatzes 1 Anlass zu der Annahme, dass ein Richter befangen sei, so beschliesst die Kammer von Amts wegen oder auf Antrag eines am Verfahren Beteiligten über den Austritt dieses Richters. Der betreffende Richter wirkt sodann bei der Behandlung und Entscheidung der Kammer nicht mit. Der Gerichtskanzler teilt den am Verfahren Beteiligten die Besetzung der mit der Sache befassten Kammer mit. Der Ablehnungsantrag eines am Verfahren Beteiligten muss mit Gründen innerhalb einer Frist von drei Wochen seit dem Erhalt der Mitteilung gemäss Absatz 4 schriftlich eingereicht werden. Ablehnungsanträge aus Gründen, die erst später bekannt werden, müssen unverzüglich gestellt werden. SR 0.747.224.101"
    },
    {
      "provision_ref": "art4",
      "chapter": "1. Organisation der Berufungskammer",
      "section": "4",
      "title": "",
      "content": "Die Zentralkommission ernennt nach Anhörung der Kammer den Gerichtskanzler. Ist dieser verhindert oder ist seine Stelle unbesetzt, so bezeichnet der Vorsitzende im Einvernehmen mit dem Generalsekretär der Zentralkommission einen Bediensteten des Sekretariats, der vorübergehend die Aufgaben des Gerichtskanzlers zu erfüllen hat."
    },
    {
      "provision_ref": "art5",
      "chapter": "1. Organisation der Berufungskammer",
      "section": "5",
      "title": "",
      "content": "Der Gerichtskanzler leitet die Gerichtskanzlei und verfügt zu diesem Zwecke über das Sekretariat der Zentralkommission. Er steht der Kammer, dem Vorsitzenden und den übrigen Richtern bei allen Amtshandlungen zur Seite und trifft die notwendigen organisatorischen Massnahmen. Er stellt sicher, dass die Anordnungen des Vorsitzenden und der Kammer ausgeführt werden. Er kann mit den Gerichten erster Instanz und den Behörden der Vertragsstaaten bei der Erfüllung seiner Aufgaben unmittelbar verkehren."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "",
      "content": "Der Gerichtskanzler nimmt alle bei der Kammer eingehenden Schriftstücke entgegen; er sorgt für die Vorladungen und Zustellungen. Er führt das Register der eingehenden Berufungen, legt die Unterlagen der Kammer vor und veranlasst die erforderlichen Übersetzungen. Der Gerichtskanzler ist bei allen Sitzungen der Kammer zugegen. Er führt das Protokoll, das er zusammen mit dem Vorsitzenden unterschreibt. Er verwaltet das Archiv und verwahrt das Siegel der Berufungskammer."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "",
      "content": "Der Gerichtskanzler sorgt für die gebührende Veröffentlichung der Urteile der Kammer. Er kann den Mitgliedern der Zentralkommission, den Gerichten der Vertragsstaaten und geeigneten Personen für wissenschaftliche Zwecke Abschriften zur Verfügung stellen. Er unterrichtet die Zentralkommission über die Tätigkeit der Berufungskammer."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "",
      "content": "Die Kammer kann dem Gerichtskanzler Weisungen für seine Amtstätigkeit erteilen."
    },
    {
      "provision_ref": "art9",
      "chapter": "2. Beschlussfassung der Kammer",
      "section": "9",
      "title": "",
      "content": "Die Kammer kann nur gültig beraten und entscheiden, wenn mindestens drei Richter oder Stellvertreter anwesend sind. Stellt sich nach Einberufung der Kammer heraus, dass die Zahl von drei Richtern oder Stellvertretern nicht erreicht wird, so vertagt der Vorsitzende die Sitzung bis zu dem Zeitpunkt, zu dem die Kammer beschlussfähig ist. Die Kammer fasst ihre Beschlüsse und fällt ihre Urteile mit der Mehrheit der Stimmen. In Zivilsachen gibt bei Stimmengleichheit die Stimme des Vorsitzenden den Ausschlag. In Strafsachen ist für jede dem Beschuldigten nachteilige Entscheidung, welche die Schuldfrage und die Bemessung der Strafe betrifft, eine Mehrheit der Stimmen erforderlich."
    },
    {
      "provision_ref": "art10",
      "chapter": "3. Amtssprachen und Tagungsort",
      "section": "10",
      "title": "",
      "content": "Die Amtssprachen der Kammer sind Deutsch, Englisch, Französisch und Niederländisch. Die Richter, die am Verfahren Beteiligten, ihre Anwälte oder Vertreter gebrauchen eine der Amtssprachen nach ihrer Wahl. Bei Bedarf werden Übersetzer und Dolmetscher hinzugezogen. Die Urteile werden in der Sprache des Gerichts erster Instanz abgefasst. Der Gerichtskanzler sorgt je nach Bedarf für Übersetzungen in die anderen Amtssprachen."
    },
    {
      "provision_ref": "art11",
      "chapter": "3. Amtssprachen und Tagungsort",
      "section": "11",
      "title": "",
      "content": "Die Kammer tagt in der Regel am Sitz der Zentralkommission. Sie kann, wenn die dies für zweckmässig hält, auch an einem anderen Ort im Hoheitsgebiet eines Vertragsstaates zusammentreten."
    },
    {
      "provision_ref": "art12",
      "chapter": "II. Von den Parteien und den Zustellungen",
      "section": "12",
      "title": "",
      "content": "In Strafsachen hat der öffentliche Ankläger die Stellung einer Partei."
    },
    {
      "provision_ref": "art13",
      "chapter": "II. Von den Parteien und den Zustellungen",
      "section": "13",
      "title": "",
      "content": "Ein Dritter kann sich im Berufungsverfahren am Rechtsstreit beteiligen, wenn ihm bereits im Verfahren des ersten Rechtszuges dieses Recht zustand und wenn er davon Gebrauch gemacht hat. Seine Rechtsstellung und die Wirkungen seiner Beteiligung richten sich nach dem Recht des Gerichts erster Instanz."
    },
    {
      "provision_ref": "art14",
      "chapter": "II. Von den Parteien und den Zustellungen",
      "section": "14",
      "title": "",
      "content": "Die Parteien können ihre Rechte selbst wahrnehmen oder sich durch einen Rechtsanwalt, der bei einem Gericht eines Vertragsstaates zugelassen ist, oder durch eine andere mit schriftlicher Vollmacht ausgewiesene Person unterstützen oder vertreten lassen. In Zivilsachen müssen sich jedoch die Parteien durch einen Rechtsanwalt, der bei einem Gericht eines Vertragsstaates zugelassen ist, vertreten lassen, sofern beim Gericht des ersten Rechtszuges Anwaltszwang bestand. Diese Vorschrift findet auf eine Beweisaufnahme keine Anwendung. In Zivilsachen ist in jedem Falle nur ein Rechtsanwalt, der bei einem Gericht eines Vertragsstaates zugelassen ist, zum Vortrag in der mündlichen Verhandlung zugelassen."
    },
    {
      "provision_ref": "art15",
      "chapter": "II. Von den Parteien und den Zustellungen",
      "section": "15",
      "title": "",
      "content": "Die Vorladungen und Mitteilungen an die am Verfahren Beteiligten oder ihre Vertreter erfolgen durch Einschreibebriefe mit Empfangsbescheinigung. Sie können auch durch Vermittlung des Gerichts erster Instanz nach den für dieses geltenden Vorschriften vorgenommen werden."
    },
    {
      "provision_ref": "art16",
      "chapter": "II. Von den Parteien und den Zustellungen",
      "section": "16",
      "title": "",
      "content": "Die vollstreckbaren Urteile der Kammer werden den am Verfahren Beteiligten über das Gericht erster Instanz zugestellt. Sie erhalten ausserdem vom Gerichtskanzler eine Abschrift der Urteile."
    },
    {
      "provision_ref": "art17",
      "chapter": "1. Verfahrensleitung und vorbereitende Massnahmen",
      "section": "17",
      "title": "",
      "content": "Der Vorsitzende leitet das Verfahren, bezeichnet den Berichterstatter und trifft die zur Vorbereitung der Entscheidungen notwendigen Anordnungen. Der Vorsitzende ordnet auf Vorschlag des Berichterstatters die zur Beweiserhebung notwendigen Massnahmen an. Der Vorsitzende unterrichtet die Richter über die Vorschläge des Berichterstatters und die Verfahrensmassnahmen. Jeder Richter kann eine ergänzende Beweisaufnahme verlangen, die durch einen Beschluss der Kammer herbeigeführt wird, der auch auf schriftlichem Wege gefasst werden kann."
    },
    {
      "provision_ref": "art18",
      "chapter": "1. Verfahrensleitung und vorbereitende Massnahmen",
      "section": "18",
      "title": "",
      "content": "Der Berichterstatter prüft die Zuständigkeit der Kammer und die Zulässigkeit der Berufung. Ist eine dieser Voraussetzungen offensichtlich nicht gegeben, so kann die Kammer auf Vorschlag des Berichterstatters durch einstimmigen Beschluss im schriftlichen Verfahren die Berufung als unzulässig verwerfen und die Unzuständigkeit der Kammer feststellen oder gegebenenfalls gemäss Artikel 37 bis der Revidierten Rheinschifffahrtsakte verfahren. SR 0.747.224.101"
    },
    {
      "provision_ref": "art19",
      "chapter": "1. Verfahrensleitung und vorbereitende Massnahmen",
      "section": "19",
      "title": "",
      "content": "Der Vorsitzende kann das Gericht erster Instanz oder ein anderes örtlich zuständiges Gericht eines Vertragsstaates ersuchen, nach den am Orte geltenden Verfahrensvorschriften Beweiserhebungen durchzuführen. Er kann den Berichterstatter oder einen anderen von ihm bezeichneten Richter zur Teilnahme an den Beweiserhebungen abordnen. Die am Verfahren Beteiligten haben das Recht, bei Beweiserhebungen anwesend zu sein und bei dieser Gelegenheit Fragen zu stellen."
    },
    {
      "provision_ref": "art20",
      "chapter": "2. Verhandlung",
      "section": "20",
      "title": "",
      "content": "Auf Antrag einer Partei ordnet der Vorsitzende eine öffentliche Verhandlung an. Ist eine öffentliche Verhandlung nicht schon in der Berufungsschrift oder in der Berufungsbeantwortung beantragt worden, so können die am Verfahren Beteiligten innerhalb einer Frist von drei Wochen seit Erhalt der Mitteilung gemäss Artikel 3 Absatz 4 diesen Antrag stellen. Auf dieses Recht sind sie in dieser Mitteilung hinzuweisen. Die Anordnung einer öffentlichen Verhandlung kann auch von Amts wegen durch Beschluss der Kammer erfolgen. Dieser Beschluss kann auf schriftlichem Wege gefasst werden."
    },
    {
      "provision_ref": "art21",
      "chapter": "2. Verhandlung",
      "section": "21",
      "title": "",
      "content": "Der Vorsitzende bestimmt den Termin der Verhandlung. Der Gerichtskanzler erlässt im Auftrage des Vorsitzenden die Einladungen an die Richter und die Vorladungen an die am Verfahren Beteiligten, ihre Anwälte oder sonstigen Vertreter und etwaigen Sachverständigen und Zeugen. Die Vorladungen sind mindestens vier Wochen vor dem Verhandlungstage zuzustellen."
    },
    {
      "provision_ref": "art22",
      "chapter": "2. Verhandlung",
      "section": "22",
      "title": "",
      "content": "In der Verhandlung sind die am Verfahren Beteiligten unter Beachtung des Artikels 14 zum mündlichen Vortrag zugelassen. Im Strafverfahren hat der Beschuldigte, wenn er bei der Verhandlung anwesend ist, das letzte Wort. Lässt er sich in der Verhandlung vertreten, so hat sein Vertreter dieses Recht. Die Kammer kann ohne Rücksicht auf das Erscheinen der geladenen Personen verhandeln und entscheiden."
    },
    {
      "provision_ref": "art23",
      "chapter": "IV. Beratung, Beschlüsse und Urteile",
      "section": "23",
      "title": "",
      "content": "Die Kammer berät und entscheidet in nichtöffentlicher Sitzung. Ihre Beratungen sowie der Bericht des Berichterstatters sind und bleiben geheim."
    },
    {
      "provision_ref": "art24",
      "chapter": "IV. Beratung, Beschlüsse und Urteile",
      "section": "24",
      "title": "",
      "content": "In Zivilsachen darf das Urteil der ersten Instanz nur insoweit abgeändert werden, als eine Abänderung beantragt ist. In Strafsachen unterliegt das Urteil in vollem Umfange der Prüfung der Kammer. Es darf jedoch nicht zum Nachteil des Beschuldigten abgeändert werden, wenn lediglich dieser, sein gesetzlicher Vertreter oder, soweit es nach dem Recht des Gerichts erster Instanz zulässig ist, der öffentliche Ankläger zugunsten des Beschuldigten Berufung eingelegt hat. Die Kammer entscheidet in der Sache selbst oder verweist sie an das Gericht erster Instanz zu neuer Entscheidung zurück."
    },
    {
      "provision_ref": "art25",
      "chapter": "IV. Beratung, Beschlüsse und Urteile",
      "section": "25",
      "title": "",
      "content": "Das Urteil enthält: a) die Namen des Vorsitzenden, der Richter und des Gerichtskanzlers; b) die Namen der am Verfahren Beteiligten, ihrer Anwälte oder Vertreter; c) den Tag, an dem das Urteil erlassen worden ist; d) eine kurze Schilderung des Sachverhalts; e) eine Zusammenfassung des Urteils erster Instanz; f) die Anträge der Parteien im Berufungsverfahren; g) die Verfahrensmassnahmen; h) den Tag der Verhandlung; i) die Entscheidungsgründe; j) den Urteilsspruch; k) die Kostenentscheidung."
    },
    {
      "provision_ref": "art26",
      "chapter": "IV. Beratung, Beschlüsse und Urteile",
      "section": "26",
      "title": "",
      "content": "Das Urteil wird mit dem Tage rechtskräftig, an dem es erlassen worden ist. Ein nach Artikel 18 Absatz 2 im schriftlichen Verfahren erlassenes Urteil wird mit der Unterschrift des Vorsitzenden rechtskräftig."
    },
    {
      "provision_ref": "art27",
      "chapter": "IV. Beratung, Beschlüsse und Urteile",
      "section": "27",
      "title": "",
      "content": "Die Kammer kann einstimmig beschliessen, dass nach Abschluss der Beratung nur der Urteilsspruch in öffentlicher Verhandlung verkündet wird mit der Massgabe, dass die schriftliche Begründung später erfolgt. In diesem Falle wird das Urteil mit dem Tage der Verkündung des Urteilsspruches rechtskräftig. Der Vorsitzende kann der Verkündung des Urteilsspruches eine kurze mündliche Begründung folgen lassen."
    },
    {
      "provision_ref": "art28",
      "chapter": "IV. Beratung, Beschlüsse und Urteile",
      "section": "28",
      "title": "",
      "content": "Das Original des Urteils wird vom Vorsitzenden und vom Gerichtskanzler unterzeichnet und im Archiv der Kammer verwahrt. Der Gerichtskanzler stellt die vollstreckbare Ausfertigung des Urteils aus sowie Abschriften und Übersetzungen, die er allein unterzeichnet."
    },
    {
      "provision_ref": "art29",
      "chapter": "IV. Beratung, Beschlüsse und Urteile",
      "section": "29",
      "title": "",
      "content": "Schreib- und Rechenfehler und ähnliche offenbare Unrichtigkeiten, die in einer Entscheidung vorkommen, können von Amts wegen oder auf Antrag einer Partei berichtigt werden. Der Antrag einer Partei auf Berichtigung einer Entscheidung muss innerhalb einer Frist von zwei Wochen nach Zustellung der Entscheidung gemäss Artikel 16 gestellt werden. Die Berichtigung erfolgt durch Beschluss der Kammer, der auf schriftlichem Wege gefasst werden kann."
    },
    {
      "provision_ref": "art30",
      "chapter": "V. Ergänzende Verfahrensbestimmungen",
      "section": "30",
      "title": "",
      "content": "Soweit die Revidierte Rheinschifffahrtsakte und diese Verfahrensordnung keine Bestimmungen enthalten, kann die Kammer ergänzend die Verfahrensvorschriften des Gerichts erster Instanz anwenden, insbesondere zur Wahrung des rechtlichen Gehörs. SR 0.747.224.101"
    },
    {
      "provision_ref": "art31",
      "chapter": "VI. Inkrafttreten",
      "section": "31",
      "title": "",
      "content": "Diese Verfahrensordnung tritt am 1. April 1970 in Kraft. Sie ist in den amtlichen Verkündungsblättern der Vertragsstaaten zu veröffentlichen."
    }
  ],
  "definitions": []
}