{
  "id": "sr-0-192-122-632-3",
  "type": "statute",
  "title": "Abkommen vom 10. August 1961 zwischen dem Schweizerischen Bundesrat und der Europäischen Freihandelsassoziation zur Festlegung des rechtlichen Statuts dieser Assoziation in der Schweiz",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1961/749_763_779/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Persönlichkeit",
      "content": "Der Schweizerische Bundesrat anerkennt die internationale Rechtspersönlichkeit und die Rechtsfähigkeit der Europäischen Freihandelsassoziation (im folgenden Assoziation genannt) in der Schweiz."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Immunitäten",
      "content": "Die Assoziation geniesst die den internationalen Organisationen üblicherweise zuerkannten Immunitäten und Vorrechte. Die Vorrechte und Erleichterungen auf dem Gebiet des Zollwesens werden entsprechend den für die internationalen Organisationen anwendbaren Zollvorschriften des Bundesrates, die dem vorliegenden Abkommen beigefügt sind, gewährt. In der AS nicht veröffentlicht."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Unverletzbarkeit",
      "content": "1. Die Grundstücke und Räumlichkeiten der Assoziation sowie die von der Assoziation anlässlich der von ihr organisierten Konferenzen oder Zusammenkünfte benützten Räumlichkeiten sind unverletzbar. Kein Vertreter schweizerischer Behörden darf sie ohne ausdrückliche Zustimmung des Generalsekretärs oder seines ordnungsgemäss ermächtigten Stellvertreters betreten. 2. Die Archive der Assoziation und ganz allgemein alle ihr gehörenden oder in ihrem Besitz befindlichen Dokumente sind unverletzbar."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Versammlungsfreiheit",
      "content": "Der Schweizerische Bundesrat gewährleistet der Assoziation und den Vertretern ihrer Mitgliedstaaten in ihren Beziehungen zur Assoziation die uneingeschränkte Versammlungsfreiheit, einschliesslich der Rede‑ und Beschlussfreiheit."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Befreiung von der Gerichtsbarkeit und Befreiung von andern Massnahmen",
      "content": "1. Die Assoziation geniesst für sich selbst, für ihr Eigentum und ihre Vermögenswerte, wo sie sich auch immer befinden und wer immer sie verwahrt, die Befreiung von jeglicher Gerichtsbarkeit, es sei denn, diese Immunität sei vom Generalsekretär oder einer von ihm ermächtigten Person ausdrücklich aufgehoben worden. 2. Das Eigentum und die Vermögenswerte der Assoziation sind, wo sie sich auch immer befinden und wer immer sie verwahrt, von jeglicher Untersuchungs‑, Requisitions‑, Beschlagnahme‑, Enteignungs‑ und Arrestmassnahme und jeder andern Form der Beschlagnahme oder Einmischung irgendeiner Behörde befreit."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Veröffentlichungen",
      "content": "Die Ein‑ und Ausfuhr von Veröffentlichungen der Assoziation und der für die Assoziation bestimmten Veröffentlichungen sind keinem Verbot oder einschränkenden Massnahmen unterworfen."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Steuerregime der Assoziation",
      "content": "1. Die Assoziation ist von den direkten Steuern des Bundes, der Kantone und Gemeinden befreit. Für Liegenschaften und ihren Ertrag gilt diese Befreiung indessen nur, wenn sie sich im Eigentum der Assoziation befinden und von ihren Dienststellen benützt werden. 2. Die Assoziation ist von den indirekten Steuern des Bundes, der Kantone und Gemeinden befreit. Für die eidgenössische Warenumsatzsteuer, ob offen überwälzt oder im Preis eingerechnet, gilt diese Befreiung indessen nur für Bezüge, die für den amtlichen Gebrauch der Assoziation erfolgen, wenn der Rechnungsbetrag für ein und denselben Bezug 100 Schweizerfranken übersteigt. 3. Die Assoziation ist von allen Gebühren des Bundes, der Kantone und Gemeinden mit Ausnahme derjenigen befreit, die einer öffentlichen Dienstleistung entsprechen. 4. Die vorstehend erwähnten Befreiungen sind gegebenenfalls, auf Antrag der Assoziation, im Wege der Rückerstattung nach einem Verfahren zu bewirken, das von der Assoziation und den zuständigen schweizerischen Behörden zu vereinbaren ist. Hinsichtlich der Zölle bleibt Artikel 36 der für die internationalen Organisationen anwendbaren Zollvorschriften des Bundesrates vorbehalten."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Freie Verfügung über Guthaben",
      "content": "1. Die Assoziation kann alle Guthaben, Devisen, Bargeld und andere bewegliche Werte in Empfang nehmen, verwahren und darüber sowohl in der Schweiz als auch im Ausland frei verfügen. 2. Dieser Artikel ist auch auf die Mitgliedstaaten und die assoziierten Staaten in ihren Beziehungen zur Assoziation anwendbar."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Dienstlicher Verkehr",
      "content": "1. Die Assoziation geniesst für ihre amtlichen Mitteilungen eine mindestens ebenso günstige Behandlung wie die andern internationalen Organisationen in der Schweiz: a. in bezug auf alle Vorrechte für Verbindungs‑ und Verkehrsmittel; b. in bezug auf Post‑, Telegramm‑, Radiotelegramm‑, Telefon‑, Radiotelefon‑, Telefotogebühren und ‑tarife, usw.; c. in bezug auf die Vorzugstarife für Mitteilungen, die entweder direkt oder indirekt für die Presse und den Rundfunk bestimmt sind. 2. Der Assoziation steht das Recht zu, für ihre amtlichen Mitteilungen Codes zu benützen."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Befreiung von der Zensur",
      "content": "Die amtlichen Mitteilungen der Assoziation, die als solche gekennzeichnet sind, dürfen keiner Zensur unterstellt werden, welches auch der benützte Verbindungsweg sei."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Freiheit der Einreise und des Aufenthalts",
      "content": "1. Die schweizerischen Behörden treffen alle zweckdienlichen Massnahmen, um die Einreise in die Schweiz, die Ausreise und den Aufenthalt aller Personen zu erleichtern, die in amtlicher Eigenschaft zur Assoziation berufen werden, nämlich: a. die Vertreter der Mitgliedstaaten, ohne Rücksicht auf die Beziehungen zwischen der Schweiz und diesen Staaten; b. der Generalsekretär und das Personal der Assoziation; c. die von der Assoziation berufenen Personen, ohne Rücksicht auf ihre Staatsangehörigkeit. 2. Alle fremdenpolizeilichen Massnahmen, die eine Einschränkung der Einreise von Ausländern in die Schweiz oder die Kontrolle ihrer Aufenthaltsverhältnisse bezwecken, sind auf die in diesem Artikel aufgeführten Personen nicht anwendbar."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Vertreter",
      "content": "Im Sinne dieses Abkommens umfasst die Bezeichnung Vertreter alle Delegierten, beigeordneten Delegierten, Berater, technischen Experten und Delegationssekretäre."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Immunitäten der Vertreter der Mitgliedstaaten der Assoziation",
      "content": "1. Die Vertreter der Mitgliedstaaten der Assoziation, die in amtlicher Eigenschaft zur Assoziation berufen werden, sind den diplomatischen Vertretern gleichgestellt und geniessen bei der Ausübung ihrer amtlichen Tätigkeit in der Schweiz und während der Hinreise zum Versammlungsort sowie während der Rückreise die Immunitäten und Vorrechte, die diesen diplomatischen Vertretern im allgemeinen in der Schweiz zuerkannt werden. Die Vorrechte und Erleichterungen auf dem Gebiet des Zollwesens werden jedoch gemäss den auf die internationalen Organisationen anwendbaren Zollvorschriften des Bundesrates gewährt. 2. Die Vorrechte und Immunitäten werden den Vertretern der Mitgliedstaaten der Assoziation nicht zu ihrem persönlichen Vorteil eingeräumt, sondern zwecks Gewährleistung einer völlig unabhängigen Ausübung ihrer Tätigkeit für die Assoziation. Ein Mitgliedstaat der Assoziation hat deshalb nicht nur das Recht, sondern die Pflicht, die Immunität seines Vertreters in allen jenen Fällen aufzuheben, in denen nach seiner Meinung die Tätigkeit der Justiz durch die Immunität beeinträchtigt würde und die Aufhebung erfolgen kann, ohne dass der Zweck in Frage gestellt wird, für den sie gewährt wurde."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Immunitäten der Vertreter der assoziierten Staaten",
      "content": "Die Vertreter der assoziierten Staaten sind hinsichtlich der ihnen eingeräumten Vorrechte und Immunitäten den Vertretern der Mitgliedstaaten gleichgestellt."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Immunitäten des Generalsekretärs und gewisser Beamter",
      "content": "1. Der Generalsekretär der Assoziation und die wichtigsten Beamten, die den vom Rat der Assoziation oder einer von ihm ermächtigten Person bezeichneten, vom Schweizerischen Bundesrat genehmigten Kategorien angehören, stehen im Genusse der den diplomatischen Vertretern zuerkannten Vorrechte und Immunitäten. 2. Die Vorrechte und Erleichterungen auf dem Gebiet des Zollwesens werden entsprechend den auf die internationalen Organisationen anwendbaren Zollvorschriften des Bundesrates gewährt."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Befreiung der Beamten von der Gerichtsbarkeit",
      "content": "Alle Beamten der Assoziation sind ohne Rücksicht auf ihre Staatsangehörigkeit auch nach ihrem Ausscheiden aus dem Dienst der Assoziation von jeglicher Gerichtsbarkeit für die in Ausübung ihrer Tätigkeit vollzogenen Handlungen, einschliesslich ihrer mündlichen und schriftlichen Äusserungen, befreit."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Befreiungen und Erleichterungen für nichtschweizerische Beamte",
      "content": "Die Beamten der Assoziation, die die schweizerische Staatsangehörigkeit nicht besitzen: a. sind von allen Steuern des Bundes, der Kantone und Gemeinden auf den von der Assoziation ausgerichteten Gehältern, Bezügen und Entschädigungen befreit; Kapitalabfindungen, die aus irgendeinem Grund von einer Pensionskasse oder Fürsorgeeinrichtung im Sinne von Artikel 20 dieses Abkommens ausgerichtet werden, sind im Zeitpunkt ihrer Auszahlung ebenfalls befreit; für den Ertrag der ausbezahlten Kapitalabfindungen sowie für die ehemaligen Beamten ausgerichteten Renten und Pensionen gilt die Steuerbefreiung dagegen nicht; b. sind von allen nationalen Dienstleistungen in der Schweiz ausgenommen; c. sind, wie auch die von ihnen unterhaltenen Familienmitglieder, den einschränkenden Bestimmungen über die Einwanderung und den Formalitäten bezüglich der Registrierung von Ausländern nicht unterstellt; d. geniessen in bezug auf die Erleichterungen im Geldwechsel dieselben Vorrechte, wie sie den Beamten der in der Schweiz niedergelassenen internationalen Organisationen zuerkannt werden; e. geniessen, wie auch die von ihnen unterhaltenen Familienmitglieder, in Zeiten einer internationalen Krise dieselben Erleichterungen in bezug auf die Rückkehr in ihre Heimat wie die diplomatischen Vertreter; f. geniessen auf dem Gebiet des Zollwesens die Erleichterungen, wie sie in den Zollvorschriften des Bundesrates für die internationalen Organisationen vorgesehen sind."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Militärdienst schweizerischer Beamter",
      "content": "1. Der Generalsekretär der Assoziation oder die von ihm ermächtigte Person gibt dem Schweizerischen Bundesrat diejenigen Beamten bekannt, die das Schweizer Bürgerrecht besitzen und Militärdienst leisten müssen. 2. Der Generalsekretär der Assoziation oder die von ihm ermächtigte Person und der Schweizerische Bundesrat erstellen gemeinsam eine beschränkte Liste von Beamten, die Schweizer Bürger sind und denen auf Grund ihrer Tätigkeit Dispens gewährt wird. 3. Im Falle einer Mobilmachung hat der Generalsekretär der Assoziation die Möglichkeit, durch Vermittlung des Eidgenössischen Politischen Departements für diejenigen Beamten, die Schweizer Bürger sind, einen Stellungsaufschub oder jede andere den Umständen angemessene Anordnung nachzusuchen."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Legitimationskarte",
      "content": "1. Das Eidgenössische Politische Departement übergibt der Assoziation zuhanden eines jeden Beamten, seines Ehegatten und seiner von ihm unterhaltenen, im gleichen Haushalt lebenden Kinder eine mit der Photo des Inhabers versehene Legitimationskarte. Diese vom Eidgenössischen Politischen Departement und der Assoziation beglaubigte Karte dient dem Inhaber zur Legitimation gegenüber eidgenössischen, kantonalen und kommunalen Behörden. 2. Die Assoziation übergibt dem Eidgenössischen Politischen Departement regelmässig eine Liste ihrer Beamten und deren Familienangehörigen, in der Geburtsdatum, Staatsangehörigkeit, Wohnort in der Schweiz und die Kategorie oder Funktionsklasse, der ein jeder angehört, aufgeführt sind."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Pensionskassen und Spezialfonds",
      "content": "1. Jede zugunsten der Beamten der Assoziation offiziell wirkende Pensionskasse oder Fürsorgeeinrichtung besitzt unter Beachtung der vom schweizerischen Recht aufgestellten Bedingungen die Rechts‑ und Handlungsfähigkeit in der Schweiz. Sie geniesst im Rahmen ihrer Tätigkeit zugunsten der erwähnten Beamten die gleichen Befreiungen, Immunitäten und Vorrechte wie die Assoziation selbst. 2. Die Fonds und Stiftungen mit oder ohne eigene Rechtspersönlichkeit, die unter der Aufsicht der Assoziation verwaltet werden und ihren offiziellen Zwecken dienen, geniessen hinsichtlich ihrer beweglichen Werte die gleichen Befreiungen, Immunitäten und Vorrechte wie die Assoziation selbst."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Sozialfürsorge",
      "content": "Die Assoziation ist von allen obligatorischen Beitragsleistungen an allgemeine soziale Fürsorgeeinrichtungen, wie Ausgleichs‑, Arbeitslosen‑ und Unfallversicherung usw., befreit, wobei es sich versteht, dass die Assoziation im Rahmen des Möglichen und unter noch zu vereinbarenden Bedingungen für den Beitritt derjenigen ihrer Angestellten zu schweizerischen Versicherungen besorgt sein wird, die nicht durch einen gleichwertigen Sozialschutz der Assoziation selbst versichert sind."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Gegenstand der Immunitäten",
      "content": "1. Die im vorliegenden Abkommen vorgesehenen Vorrechte und Immunitäten werden nicht eingeräumt, um den Beamten der Assoziation persönliche Vorrechte und Vorteile zu verschaffen. Sie sind einzig und allein vorgesehen, um die freie Abwicklung der Tätigkeit der Organisation und die volle Unabhängigkeit ihrer Beamten unter allen Umständen zu gewährleisten. 2. Der Generalsekretär hat das Recht und die Pflicht, die Immunität eines Beamten aufzuheben, wenn er der Auffassung ist, dass diese Immunität den normalen Gang der Justiz hindern würde, und wenn der Verzicht möglich ist, ohne dass dadurch die Interessen der Assoziation betroffen werden. In bezug auf den Generalsekretär ist der Rat befugt, die Aufhebung der Immunität auszusprechen."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Verhinderung von Missbrauch",
      "content": "Die Assoziation und die schweizerischen Behörden werden stets zusammenarbeiten zur Erleichterung einer guten Handhabung der Justiz, zwecks Beachtung der Polizeivorschriften und zur Verhinderung eines jeden Missbrauchs der im vorliegenden Abkommen vorgesehenen Vorrechte, Immunitäten und Erleichterungen."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Streitigkeiten privaten Charakters",
      "content": "Die Assoziation wird zweckdienliche Massnahmen treffen im Hinblick auf eine zufriedenstellende Beilegung a. von Streitigkeiten aus Verträgen, in denen die Assoziation Partei ist, und anderer Streitigkeiten, die sich auf eine Frage des Privatrechts beziehen; b. von Streitigkeiten, in die ein Beamter der Assoziation verwickelt ist, der zufolge seiner dienstlichen Stellung die Immunität geniesst, sofern die Immunität nicht gemäss den Bestimmungen des Artikels 22 aufgehoben worden ist."
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Nichtverantwortlichkeit der Schweiz",
      "content": "Der Schweiz erwächst aus der Tätigkeit der Assoziation auf ihrem Gebiet keinerlei internationale Verantwortlichkeit, weder aus Handlungen und Unterlassungen der Assoziation noch aus den Handlungen oder Unterlassungen ihrer in Ausübung ihrer Funktionen tätigen Beamten."
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Sicherheit der Schweiz",
      "content": "1. Das Recht des Schweizerischen Bundesrates, im Interesse der Sicherheit der Schweiz zweckdienliche Vorsichtsmassnahmen zu treffen, wird durch das vorliegende Abkommen nicht berührt. 2. Falls es der Schweizerische Bundesrat als notwendig erachtet, den ersten Abschnitt dieses Artikels anzuwenden, wird er sich so rasch, als die Umstände es erlauben, mit der Assoziation in Verbindung setzen, um mit ihr gemeinsam die zum Schutze der Interessen der Assoziation notwendigen Massnahmen zu beschliessen. 3. Die Assoziation wird mit den schweizerischen Behörden zwecks Vermeidung eines jeden Nachteils, der sich aus ihrer Tätigkeit für die Sicherheit der Schweiz ergeben könnte, zusammenarbeiten."
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "Vollzug des Abkommens durch die Schweiz",
      "content": "Das Eidgenössische Politische Departement ist mit dem Vollzug des vorliegenden Abkommens durch die Schweizerische Eidgenossenschaft beauftragt."
    },
    {
      "provision_ref": "art28",
      "section": "28",
      "title": "Gerichtsstand",
      "content": "1. Jede Meinungsverschiedenheit über Anwendung und Auslegung des vorliegenden Abkommens, die nicht durch direkte Verhandlungen zwischen den Parteien geregelt werden konnte, kann von jeder der beiden Parteien einem aus drei Mitgliedern bestehenden Gericht, das nach Inkrafttreten des vorliegenden Abkommens bestellt wird, zum Entscheid unterbreitet werden. 2. Der Schweizerische Bundesrat und die Assoziation bezeichnen je ein Mitglied des Gerichtes. 3. Die auf diese Weise ernannten Mitglieder wählen ihren Präsidenten. 4. Im Falle der Uneinigkeit der Mitglieder über die Person des Präsidenten wird er auf Begehren der Mitglieder des Gerichtes durch den Präsidenten des Internationalen Gerichtshofes bezeichnet. 5. Das Gericht wird von der einen oder andern Partei auf dem Gesuchsweg angerufen. 6. Das Gericht setzt sein Verfahren selbst fest."
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "Inkrafttreten",
      "content": "Das vorliegende Abkommen tritt in Kraft, sobald es im Namen des Schweizerischen Bundesrates und im Namen des Rates der Assoziation unterzeichnet worden ist."
    },
    {
      "provision_ref": "art30",
      "section": "30",
      "title": "Änderung des Abkommens",
      "content": "1. Das vorliegende Abkommen kann auf Verlangen der einen oder andern Partei abgeändert werden. 2. In diesem Falle werden sich die beiden Parteien über die vorzunehmenden Änderungen der Bestimmungen des vorliegenden Abkommens verständigen. 3. Sollten die Verhandlungen nicht zu einer Einigung führen, kann das Abkommen von der einen oder andern Partei unter Einhaltung einer Kündigungsfrist von zwei Jahren gekündigt werden. Ausgefertigt und unterzeichnet am Sitze der Europäischen Freihandelsassoziation in Genf, am 10. August 1961 in doppelter Ausfertigung. Für den Schweizerischen Bundesrat: Campiche Für den Rat der Europäischen Freihandelsassoziation: Figgures"
    }
  ],
  "definitions": []
}