{
  "id": "sr-0-172-030-4",
  "type": "statute",
  "title": "Übereinkommen vom 5. Oktober 1961 zur Befreiung ausländischer öffentlicher Urkunden von der Beglaubigung (mit Anlage und Verzeichnissen) ",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1973/348_347_349/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "",
      "content": "Dieses Übereinkommen ist auf öffentliche Urkunden anzuwenden, die in dem Hoheitsgebiet eines Vertragsstaates errichtet wurden und die in dem Hoheitsgebiet eines anderen Vertragsstaates vorgelegt werden sollen. Als öffentliche Urkunden im Sinne dieses Übereinkommens gelten: a) Urkunden einer an der staatlichen Rechtspflege beteiligten Behörde oder Amtsperson, einschliesslich der Urkunden, die von der Staatsanwaltschaft, einem Gerichtsschreiber oder einem Gerichtsbeamten ausgestellt sind; b) Urkunden der Verwaltungsbehörden; c) notarielle Urkunden; d) amtliche Bescheinigungen, die auf Privaturkunden angebracht sind, wie Eintragungsvermerke, Sichtvermerke zur Feststellung eines bestimmten Zeitpunktes und Beglaubigungen von Unterschriften. Dieses Übereinkommen ist jedoch nicht anzuwenden: a) auf Urkunden, die von diplomatischen oder konsularischen Vertretern errichtet sind; b) auf Urkunden der Verwaltungsbehörden, die sich unmittelbar auf den Handelsverkehr oder auf das Zollverfahren beziehen."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "",
      "content": "Jeder Vertragsstaat befreit die Urkunden, auf die dieses Übereinkommen anzuwenden ist und die in seinem Hoheitsgebiet vorgelegt werden sollen, von der Beglaubigung. Unter der Beglaubigung im Sinne dieses Übereinkommens ist nur die Formalität zu verstehen, durch welche die diplomatischen oder konsularischen Vertreter des Landes, in dessen Hoheitsgebiet die Urkunde vorgelegt werden soll, die Echtheit der Unterschrift, die Eigenschaft, in welcher der Unterzeichner der Urkunde gehandelt hat, und gegebenenfalls die Echtheit des Siegels oder Stempels, mit dem die Urkunde versehen ist, bestätigen."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "",
      "content": "Die einzige Formalität, die zur Bestätigung der Echtheit der Unterschrift, der Eigenschaft, in welcher der Unterzeichner der Urkunde gehandelt hat, und gegebenenfalls der Echtheit des Siegels oder Stempels, mit dem die Urkunde versehen ist, verlangt werden darf, ist die gemäss Artikel 4 angebrachte Apostille, welche durch die zuständige Behörde des Staates ausgestellt wird, in dem die Urkunde errichtet wurde. Die im vorstehenden Absatz erwähnte Formalität darf jedoch nicht verlangt werden, wenn entweder die Gesetze, Verordnungen oder Gebräuche des Staates, in dem die Urkunde vorgelegt wird, oder eine Vereinbarung zwischen zwei oder mehreren Vertragsstaaten sie ausschliessen, sie vereinfachen oder die Urkunde von der Beglaubigung befreien."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "",
      "content": "Die in Artikel 3 Absatz 1 vorgesehene Apostille wird auf der Urkunde selbst oder einem Anhang angebracht; sie muss dem Muster entsprechen, das diesem Übereinkommen als Anlage beigefügt ist. Die Apostille kann jedoch in der Amtssprache der Behörde, die sie ausstellt, abgefasst werden. Der vorgedruckte Text des Musters kann auch in einer zweiten Sprache wiedergegeben werden. Die Überschrift «Apostille (Convention de La Haye du 5 octobre 1961)» muss in französischer Sprache abgefasst sein."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "",
      "content": "Die Apostille wird auf Antrag des Unterzeichners oder des jeweiligen Inhabers der Urkunde ausgestellt. Ist die Apostille ordnungsgemäss ausgefüllt, so bestätigt sie die Echtheit der Unterschrift, die Eigenschaft, in welcher der Unterzeichner der Urkunde gehandelt hat, und gegebenenfalls die Echtheit des Siegels oder Stempels, mit dem die Urkunde versehen ist. Die Unterschrift und das Siegel oder der Stempel auf der Apostille bedürfen keiner Bestätigung."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "",
      "content": "Jeder Vertragsstaat bestimmt die Behörden, die zuständig sind, die Apostille nach Artikel 3 Absatz 1 auszustellen. Er notifiziert diese Bestimmung dem Ministerium für auswärtige Angelegenheiten der Niederlande anlässlich der Hinterlegung seiner Ratifikations‑ oder Beitrittsurkunde oder seiner Erklärung über die Ausdehnung des Übereinkommens. Er notifiziert ihm auch jede Änderung, die in der Bestimmung dieser Behörden eintritt."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "",
      "content": "Jede nach Artikel 6 bestimmte Behörde hat ein Register oder eine Kartei zu führen, worin die Ausstellung der Apostillen eingetragen wird; dabei sind zu vermerken: a) die Ordnungsnummer und das Ausstellungsdatum der Apostille; b) der Name des Unterzeichners der öffentlichen Urkunde und die Eigenschaft, in der er gehandelt hat, oder bei Urkunden ohne Unterschrift die Behörde, die das Siegel oder den Stempel beigefügt hat. Auf Antrag eines Beteiligten hat die Behörde, welche die Apostille ausgestellt hat, festzustellen, ob die Angaben, die in der Apostille enthalten sind, mit denen des Registers oder der Kartei übereinstimmen."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "",
      "content": "Besteht zwischen zwei oder mehreren Vertragsstaaten ein Vertrag, ein Übereinkommen oder eine Vereinbarung des Inhalts, dass die Bestätigung der Unterschrift, des Siegels oder des Stempels gewissen Formalitäten unterworfen ist, so greift dieses Übereinkommen nur ändernd ein, wenn jene Formalitäten strenger sind als die in den Artikeln 3 und 4 vorgesehenen."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "",
      "content": "Jeder Vertragsstaat trifft die notwendigen Massnahmen, um zu vermeiden, dass seine diplomatischen oder konsularischen Vertreter Beglaubigungen in Fällen vornehmen, in denen dieses Übereinkommen von der Beglaubigung befreit."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "",
      "content": "Dieses Übereinkommen steht den Staaten, die auf der Neunten Tagung der Haager Konferenz für internationales Privatrecht vertreten waren, sowie Irland, Island, Liechtenstein und der Türkei zur Unterzeichnung offen. Es bedarf der Ratifizierung, und die Ratifikationsurkunden sind beim Ministerium für auswärtige Angelegenheiten der Niederlande zu hinterlegen."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "",
      "content": "Dieses Übereinkommen tritt am sechzigsten Tage nach der in Artikel 10 Absatz 2 vorgesehenen Hinterlegung der dritten Ratifikationsurkunde in Kraft. Das Übereinkommen tritt für jeden Unterzeichnerstaat, der es später ratifiziert, am sechzigsten Tage nach Hinterlegung seiner Ratifikationsurkunde in Kraft."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "",
      "content": "Jeder in Artikel 10 nicht genannte Staat kann diesem Übereinkommen beitreten, nachdem es gemäss Artikel 11 Absatz 1 in Kraft getreten ist. Die Beitrittsurkunde ist beim Ministerium für auswärtige Angelegenheiten der Niederlande zu hinterlegen. Der Beitritt wirkt nur im Verhältnis zwischen dem beitretenden Staat und den Vertragsstaaten, die innerhalb von sechs Monaten nach Empfang der Notifikation gemäss Artikel 15 Buchstabe d) keinen Einspruch dagegen erhoben haben. Ein solcher Einspruch ist dem Ministerium für auswärtige Angelegenheiten der Niederlande zu notifizieren. Das Übereinkommen tritt zwischen dem beitretenden Staat und den Staaten, die gegen den Beitritt keinen Einspruch erhoben haben, am sechzigsten Tage nach Ablauf der im vorstehenden Absatz vorgesehenen Frist von sechs Monaten in Kraft."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "",
      "content": "Jeder Staat kann bei der Unterzeichnung, bei der Ratifizierung oder beim Beitritt erklären, dass dieses Übereinkommen auf alle oder auf eines oder mehrere der Gebiete ausgedehnt wird, deren internationale Beziehungen er wahrnimmt. Eine solche Erklärung wird wirksam, sobald das Übereinkommen für den Staat, der sie abgegeben hat, in Kraft tritt. Später kann dieses Übereinkommen auf solche Gebiete durch eine an das Ministerium für auswärtige Angelegenheiten der Niederlande gerichtete Notifikation ausgedehnt werden. Wird die Erklärung über die Ausdehnung durch einen Staat abgegeben, der das Übereinkommen unterzeichnet und ratifiziert hat, so tritt das Übereinkommen für die in Betracht kommenden Gebiete gemäss Artikel 11 in Kraft. Wird die Erklärung über die Ausdehnung durch einen Staat abgegeben, der dem Übereinkommen beigetreten ist, so tritt das Übereinkommen für die in Betracht kommenden Gebiete gemäss Artikel 12 in Kraft."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "",
      "content": "Dieses Übereinkommen gilt für die Dauer von fünf Jahren, gerechnet von seinem Inkrafttreten gemäss Artikel 11 Absatz 1, und zwar auch für Staaten, die es später ratifizieren oder ihm später beitreten. Ausser im Falle einer Kündigung gilt das Übereinkommen als stillschweigend um jeweils fünf Jahre erneuert. Die Kündigung ist spätestens sechs Monate vor Ablauf der Frist von fünf Jahren dem Ministerium für auswärtige Angelegenheiten der Niederlande zu notifizieren. Sie kann sich auf einzelne der Gebiete, auf die das Übereinkommen anzuwenden ist, beschränken. Die Kündigung ist nur für den Staat wirksam, der sie notifiziert hat. Für die anderen Vertragsstaaten bleibt das Übereinkommen in Kraft."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "",
      "content": "Das Ministerium für auswärtige Angelegenheiten der Niederlande notifiziert den in Artikel 10 bezeichneten Staaten sowie den Staaten, die gemäss Artikel 12 beigetreten sind: a) die Notifikationen gemäss Artikel 6 Absatz 2; b) die Unterzeichnungen und Ratifikationen gemäss Artikel 10; c) den Tag, an dem dieses Übereinkommen gemäss Artikel 11 Absatz 1 in Kraft tritt; d) die Beitrittserklärungen und Einsprüche gemäss Artikel 12 sowie den Tag, an dem die Beitrittserklärungen wirksam werden; e) die Erklärungen über die Ausdehnung gemäss Artikel 13 sowie den Tag, an dem sie wirksam werden; f) die Kündigungen gemäss Artikel 14 Absatz 3."
    }
  ],
  "definitions": []
}