{
  "id": "sr-0-742-140-345-431",
  "type": "statute",
  "title": "Abkommen vom 20. Oktober 2008 zwischen dem Schweizerischen Bundesrat und der Regierung der Republik Italien über den Bau der neuen Eisenbahnverbindung MendrisioVarese",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2011/16/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Gegenstand",
      "content": "Die Vertragsparteien verpflichten sich in Anwendung dieses Abkommens, den Bau der Bahnverbindung Mendrisio–Varese und insbesondere den Bau des neuen Streckenabschnitts zwischen Stabio und Arcisate sowie den Ausbau der Strecken Mendrisio–Stabio und Arcisate–Induno zu fördern. Die neue Bahnverbindung dient im Wesentlichen dem Personenverkehr, wobei sich die Vertragsparteien zum Ziel setzen, die neue Strecke bis 2013 in Betrieb zu nehmen. Um dieses Ziel zu erreichen, vereinbaren die Vertragsparteien, in den Bereichen Bahninfrastruktur, Betrieb der Bahnlinien und Interoperabilität aufeinander abgestimmte Massnahmen zu ergreifen. Die Realisierung des Bauwerks erfolgt nach dem Territorialitätsprinzip."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Anwendungsbereich",
      "content": "Dieses Abkommen gilt für alle Phasen des Projekts und der Realisierung des Bauwerks bis zu dessen Inbetriebnahme."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Verpflichtungen der Vertragsparteien in Zusammenhang mit dem Streckenbau",
      "content": "Die Projekt- und Bauphasen werden bis zur Inbetriebnahme vom «Lenkungsausschuss» gemäss Artikel 9 der oben genannten Vereinbarung zwischen Italien und der Schweiz vom 2. November 1999 überwacht. Der Lenkungsausschuss setzt zu diesem Zweck – im Rahmen der bereits gebildeten Gruppe «Infrastruktur und Monitoring» – eine gemischte Arbeitsgruppe ein."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Pflichten der Infrastrukturbetreiber",
      "content": "Die italienischen und schweizerischen Bahninfrastrukturbetreiber vereinbaren in speziellen Abkommen die Tätigkeiten, die für den Bau der Bahnverbindung erforderlich sind, die Anwendung der Betriebsbedingungen sowie die Leistungen, die unter Nutzung von Synergien gegenseitig erbracht werden können, und leiten diese Abkommen zur Kenntnisnahme an die jeweiligen Regierungen weiter. In diesen Abkommen sind auch die Tätigkeiten in Zusammenhang mit dem Bahnbetrieb (Verwaltung und Planung), dem ordentlichen und ausserordentlichen Unterhalt der Bahninfrastruktur, der Stromversorgung und den Sicherheitsbescheinigungen festgelegt, die insgesamt darauf ausgerichtet sind, unter Ausschöpfung sämtlicher möglicher Synergien zwischen den Infrastrukturbetreibern untereinander, auch bei der Planung der Bauten und Anlagen im Hinblick auf die Interoperabilität, einen leistungsstarken und qualitativ hoch stehenden Betrieb der Bahnstrecke zu ermöglichen. Bei den grenzüberschreitenden Anlagebauten teilen die Infrastrukturbetreiber der gemischten Arbeitsgruppe die benötigten finanziellen Mittel für die von ihnen gemeinsam vereinbarten technischen Lösungen mit, damit die Lastenteilung für diese Aufwendungen erfolgen kann. Die italienischen und schweizerischen Bahninfrastrukturbetreiber informieren die in Artikel 3 genannte gemischte Arbeitsgruppe periodisch über den Stand der Arbeiten im Hinblick auf die Umsetzung der Ziele des vorliegenden Abkommens."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Finanzierung des Bauwerks",
      "content": "Vorbehältlich der Annahme durch die zuständigen nationalen Behörden erfolgt die Finanzierung der im Rahmen dieses Abkommens festgehaltenen Massnahmen nach dem Territorialitätsprinzip auf der Basis der jeweiligen finanziellen Kompetenzen im Infrastrukturbereich oder im Rahmen anderer, zu diesem Zweck geeigneter Instrumente zur Infrastrukturplanung. Die beiden Regierungen informieren den Lenkungsausschuss gemäss Artikel 3 über allfällige Probleme in Bezug auf die Finanzierung des Bauwerks oder einzelner Phasen."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Streitbeilegung",
      "content": "Alle Streitigkeiten zwischen den Vertragsparteien über die Anwendung oder die Auslegung dieses Abkommens werden dem Lenkungsausschuss gemäss Artikel 3 unterbreitet. Darunter fallen auch Streitigkeiten zwischen den Infrastrukturbetreibern, die diese nicht untereinander lösen können. Kommt innerhalb des Lenkungsausschusses keine Einigung zustande, wird die Streitigkeit auf Ersuchen der einen oder anderen Vertragspartei einem Schiedsgericht vorgelegt. Das Schiedsgericht setzt sich aus drei Mitgliedern zusammen: Jede Vertragspartei bezeichnet je einen Schiedsrichter; diese beiden bestimmen einvernehmlich den dritten Schiedsrichter, der den Vorsitz des Schiedsgerichts innehat. Für den Fall, dass sich das Schiedsgericht nicht innerhalb von drei Monaten nach der Ernennung des ersten Schiedsrichters konstituiert hat, kann jede Vertragspartei das Generalsekretariat des Ständigen Schiedsgerichtshofs in Den Haag ersuchen, die notwendigen Ernennungen vorzunehmen. Das Schiedsgericht entscheidet mit Stimmenmehr. Der Schiedsspruch ist endgültig und für die Vertragsparteien bindend."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Bestimmungen in Bezug auf das Staatsgut",
      "content": "Die Rechte an allen Bauten und an allem, was sonst im Verlauf der Arbeiten gefunden wird, bestimmen sich unabhängig von der Person, die die Sache entdeckt hat, aufgrund der Staatsgrenze."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Rechts- und Verwaltungsvorschriften",
      "content": "Die Vertragsparteien verpflichten sich, Verfahren und Vorschriften in Bezug auf die gegenseitigen Beziehungen, welche die staatlichen Organe mit Einfluss auf den Eisenbahnverkehr (Bahnpolizei, Zoll usw.) betreffen, auszuarbeiten, damit sie vor der Inbetriebnahme der neuen Bahnverbindung über die erforderlichen Vereinbarungen verfügen und diese gutheissen können."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Inkrafttreten und Dauer",
      "content": "Dieses Abkommen tritt am ersten Tag des Folgemonats nach Erhalt der zweiten Notifizierung in Kraft, mit der sich die Vertragsparteien offiziell über den Abschluss der jeweils innerstaatlichen Verfahren, die für das Inkrafttreten erforderlich sind, in Kenntnis gesetzt haben. Dieses Abkommen ist bis am 31. Dezember 2013 gültig und verlängert sich danach jeweils stillschweigend um ein Jahr bis zur vollständigen Inbetriebnahme der Bahnverbindung gemäss Artikel 1. Dieses Abkommen kann in gegenseitigem Einverständnis zwischen den Vertragsparteien geändert werden; die so vereinbarten Änderungen treten gemäss den dafür erforderlichen Verfahren in Kraft."
    }
  ],
  "definitions": []
}