{
  "id": "sr-0-721-193-493",
  "type": "statute",
  "title": "Abkommen vom 3. Dezember 1959 zwischen der Schweiz und Frankreich über die Korrektion der Hermance",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1960/1491_1548_1549/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "",
      "content": "Die Hermance wird einerseits in dem ganz in Frankreich gelegenen Abschnitt zwischen dem «Pont des Soupirs» in Veigy‑Foncenex und dem Grenzstein 214 beim «Pont Neuf» und anderseits im Grenzabschnitt zwischen den Grenzsteinen 214 und 215/215bis korrigiert; diese Abschnitte sind auf dem Situationsplan angegeben, der diesem Abkommen als integrierender Bestandteil beigefügt ist (Beilage I4)). Die Korrektion erfolgt auf der Grundlage der technischen Projekte, die in den zwei beiliegenden, einen integrierenden Bestandteil dieses Abkommens bildenden Plänen dargestellt sind (Beilagen II) und III 4 ). Im korrigierten Grenzabschnitt zwischen den Grenzsteinen 214 und 215/215 bis fällt die Achse des Wasserlaufes mit der neuen Grenzlinie zusammen, die sich aus dem am heutigen Tage abgeschlossenen Abkommen über die Bereinigung der Grenze in der Hermance ergibt. Diese Beilage(n) wurde(n) in der AS veröffentlicht ( AS 1960 1500 ), jedoch nicht in der vorliegenden Sammlung wiedergegeben. SR 0.132.349.17"
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "",
      "content": "Frankreich übernimmt zu seinen Lasten die Ausführung der Korrektionsarbeiten an der Hermance zwischen dem «Pont des Soupirs» in Veigy‑Foncenex und dem Grenzstein 214 beim «Pont Neuf». Die Schweiz übemimmt zu ihren Lasten die Ausführung der Korrektionsarbeiten im Grenzabschnitt zwischen den Grenzsteinen 214 und 215/215 bis ."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "",
      "content": "Die Schweiz und Frankreich verpflichten sich, nach beendigter Korrektion den korrigierten Wasserlauf in gutem Zustande zu erhalten; jede Vertragspartei trägt die Kosten der zu diesem Zweck auf ihrem Gebiet unternommenen Arbeiten. Im Grenzabschnitt zwischen den Grenzsteinen 214 und 215/215 bis führt die Schweiz die geringfügigen Unterhaltsarbeiten (Mähen des Grases und periodische Reinigung der Böschungen von darauf wachsendem Gestrüpp und Sträuchern) sowohl auf dem schweizerischen als auch auf dem französischen Ufer aus und übemimmt deren Kosten."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "",
      "content": "Dieses Abkommen soll ratifiziert und die Ratifikationsurkunden sollen in Bern ausgetauscht werden. Es tritt am Tage des Austausches der Ratifikationsurkunden in Kraft."
    }
  ],
  "definitions": []
}