{
  "id": "sr-0-514-151-81",
  "type": "statute",
  "title": "Abkommen vom 13. Mai 2024 zwischen dem Schweizerischen Bundesrat und der Regierung des Grossherzogtums Luxemburg über den gegenseitigen Schutz und den Austausch von klassifizierten Informationen",
  "title_en": "Agreement of 13 May 2024 between the Swiss Federal Council and the Government of the Grand Duchy of Luxembourg on the mutual protection and exchange of classified information",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2025/520/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Objective and Scope",
      "content": "1.1. The objective of this Agreement is to ensure the protection of Classified Information that is commonly generated or exchanged between the Parties or between public and private entities under their jurisdiction and shall be subject to the applicable national laws and regulations of the Parties. 1.2. This Agreement shall apply to any activities, contracts or agreements involving Classified Information that will be conducted or concluded between the Parties following the entering into force of this Agreement. 1.3. The provisions of this Agreement shall also apply to Classified Information already generated or exchanged in the process of cooperation between the Parties before the entering into force of this Agreement. 1.4. The exchange of Classified Information between the Intelligence Services and Police Authorities shall be conducted pursuant to the provisions of this Agreement, unless other bilateral or multilateral agreements stipulate otherwise."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Definitions",
      "content": "For the purposes of this Agreement: [tab] 2.1. «Classified Information» means any information, document or material regardless of its form which is generated or exchanged between the Parties in accordance with national laws and regulations of either Party, to which a security classification level has been attributed, and which requires protection against unauthorized disclosure, misappropriation, loss, destruction or any other kind of compromise; [tab] 2.2. «National Security Authority» means the national authority which, in accordance with national laws and regulations, is responsible for the supervision of the implementation of this Agreement and for the control of protection of Classified Information generated or exchanged according to this Agreement; [tab] 2.3. «Originating Party» means the Party, i.e., any public or private entity, which provides Classified Information to the other Party; [tab] 2.4. «Receiving Party» means the Party, i.e., any public or private entity, to which Classified Information of the Originating Party is transmitted; [tab] 2.5. «Contractor» means an individual or legal entity possessing the legal capacity to conclude Classified Contracts; [tab] 2.6. «Sub-contractor» means a Contractor to whom a prime Contractor grants a sub-contract; [tab] 2.7. «Classified Contract» means a contract between two or more Contractors or Sub-contractors which contains Classified Information; [tab] 2.8. «Facility Security Clearance» means the determination by the national competent authority confirming, in accordance with national laws and regulations, that the Contractor or Sub-contractor meets the conditions for handling Classified Information and the security classification level up to which such Contractors or Sub-contractors shall be allowed to handle; [tab] 2.9. «Personnel Security Clearance” means the determination by the national competent authority confirming, in accordance with national laws and regulations, that an individual is eligible to have access to Classified Information and up to which security classification level such individual shall be eligible to have access to; [tab] 2.10. «Need-to-know» means the necessity to have access to Classified Information in the scope of given official duties and/or for the performance of a specific task; [tab] 2.11. «Third Party» means any State, including legal entities and individuals under its jurisdiction, or international organization which is not a party to this Agreement; [tab] 2.12. «Breach of Security» means an act, or omission, contrary to national laws and regulations, the result of which leads, or may lead, to disclosure, loss, destruction, misappropriation or any other type of compromise of Classified Information."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Security Classification Levels",
      "content": "3.1. The Parties undertake to protect Classified Information exchanged between them and agree to adopt the equivalence of the following security classification levels: For the Swiss Confederation For the Grand Duchy of Luxembourg No equivalent TRÈS SECRET LUX GEHEIM or SECRET or SEGRETO SECRET LUX VERTRAULICH or CONFIDENTIEL or CONFIDENZIALE CONFIDENTIEL LUX INTERN or INTERNE or AD USO INTERNO RESTREINT LUX 3.2. The Originating Party may add administrative markings indicating special limitations for use or dissemination of Classified Information. The National Security Authorities shall inform each other in writing of any such additional markings. 3.3. The Grand Duchy of Luxembourg will consider the release of TRÈS SECRET LUX information on a case-by-case basis, subject to the approval of the Luxembourg National Security Authority of the appropriate security requirements implemented by the Swiss Confederation for the protection of this information."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "National Security Authorities",
      "content": "4.1. The National Security Authorities of the Parties are: [tab] For the Swiss Confederation: State Secretariat for Security Policy DDPS Information Security Services, [tab] For the Grand Duchy of Luxembourg: Service de renseignement de l’État Autorité nationale de sécurité or any substituted public authority to one of the latter authorities. 4.2. The Parties shall inform each other in writing on changes relating to the National Security Authorities. 4.3. The National Security Authorities shall inform each other of the laws and regulations in force, as well as any changes regarding the protection of Classified Information generated or exchanged in accordance with this Agreement. 4.4. In order to achieve and maintain equivalent standards of security, the National Security Authorities may provide each other with information about the security standards, procedures and practices for the protection of Classified Information employed by the respective Party."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Measures for the protection of Classified Information",
      "content": "5.1. In accordance with national laws and regulations, the Parties shall take all appropriate measures for the protection of Classified Information, which is generated or exchanged under this Agreement. The same level of protection shall be ensured for such Classified Information of the equivalent security classification levels, as defined in Article 3 of this Agreement. 5.2. The Originating Party shall inform the Receiving Party in writing about any change of the security classification level of the transmitted Classified Information, in order to apply the appropriate protection measures. 5.3. Classified Information shall only be made accessible to individuals who have a Need-to-know, who are authorized in accordance with national laws and regulations to have access to Classified Information of the equivalent security classification level or are otherwise duly authorised by virtue of their functions, and who have been briefed accordingly. 5.4. Individuals needing access to any Classified Information issued by the Grand-Duchy of Luxembourg shall hold a Personnel Security Clearance or be duly authorised by virtue of their functions. 5.5. For the purposes of this Agreement, each Party shall recognize the Personnel and Facility Security Clearances issued by the other Party. 5.6. The National Security Authorities or any other competent national authorities may assist each other upon request and in accordance with national laws and regulations in carrying out vetting procedures. 5.7. Upon request of the National Security Authority of the Originating Party, the National Security Authority of the Receiving Party shall issue a written confirmation that an individual has been issued a Personnel Security Clearance or a legal entity has been issued a Facility Security Clearance. 5.8. For the purposes of this Agreement, the National Security Authorities shall inform each other without delay about any revocations of Personnel Security Clearances and Facility Security Clearances, or the alteration of the security classification level, as the case may be. 5.9. The Receiving Party shall: a) not disclose Classified Information to a Third Party without the prior written consent of the Originating Party; b) if deemed appropriate, mark the received Classified Information in accordance with the equivalence set forth in Article 3; c) not declassify or downgrade the provided Classified Information without the prior written consent of the Originating Party; and d) use Classified Information only for the purposes that it has been provided for."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Transfer of Classified Information",
      "content": "6.1. Classified Information shall be transferred by means of diplomatic or military couriers, or by any other means agreed upon in advance by the National Security Authorities, in accordance with national laws and regulations. 6.2. Information classified CONFIDENTIEL LUX and above shall be registered. 6.3. Electronic transmission of Classified Information shall be carried out through certified cryptographic means agreed upon by the National Security Authorities. 6.4. If transferred Classified Information is marked GEHEIM or SECRET or SEGRETO / SECRET LUX and above, the Receiving Party shall confirm the receipt in writing. The receipt of other Classified Information shall be confirmed on request."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Reproduction and Translation of Classified Information",
      "content": "7.1. Classified Information marked as GEHEIM or SECRET or SEGRETO / SECRET LUX, or above, shall neither be translated nor reproduced without the prior written consent of the Originating Party. 7.2. All reproductions and translations of Classified Information shall be marked with the original markings. Such reproduced or translated information shall be protected in the same way as the original information. The number of reproductions or translations shall be limited to that required for official purposes. 7.3. When making translations and reproductions in accordance with articles 7.1 and 7.2., the following procedure shall apply: a) the personnel making such translations and reproductions shall be granted the appropriate Personnel Security Clearance, in accordance with their national laws and regulations, and b) the translations shall clearly indicate in the language of the translation that it contains Classified Information received from the Originating Party."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Destruction of Classified Information",
      "content": "8.1. Classified Information shall be destroyed after having been recognized as no longer necessary by the Receiving Party, insofar as to prevent its reconstruction in whole or in part. 8.2. Classified Information marked as GEHEIM or SECRET or SEGRETO / SECRET LUX and TRÈS SECRET LUX shall be returned to the Originating Party or may only be destroyed with the written consent of the Originating Party. The Receiving Party shall notify the Originating Party about the destruction. 8.3. In case of a crisis which makes it impossible to protect or return Classified Information generated or exchanged under this Agreement, the Classified Information shall be destroyed immediately. The Receiving Party shall notify the National Security Authorities of both Parties about this destruction as soon as possible."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Classified Contracts",
      "content": "9.1. Before placing a Classified Contract with a Contractor under the jurisdiction of the Receiving Party, the National Security Authority of the Originating Party ( Contract Awarding Party ) requests assurance from the National Security Authority of the Receiving Party that the proposed Contractor holds the appropriate Facility Security Clearance to the level required for the Classified Contract and that the personnel of the proposed Contractor whose duties require access to Classified Information holds the appropriate Personnel Security Clearance. 9.2. The respective National Security Authority shall ensure that its Contractors, prospective Contractors and Sub-contractors comply with the applicable security rules. 9.3. Classified Contracts shall be concluded and implemented in accordance with national laws and regulations. Sub-contractors engaged in Classified Contracts shall comply with the security requirements applied to the Contractors. 9.4. A security annex shall be an integral part of each Classified Contract, or sub-contract, by which the Originating Party shall specify which Classified Information is to be released to the Contractor under the jurisdiction of the Receiving Party, which security classification level has been assigned to that information and the Contractor’s obligations to protect the Classified Information. A copy of the security annex shall be sent to the National Security Authority of the Receiving Party. 9.5. Visits may be arranged between the National Security Authorities in order to assess the level of protection by the measures adopted by a Contractor for the protection of Classified Information involved in a Classified Contract."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Visits",
      "content": "10.1. Visits that require access from individuals from one Party to Classified Information of the other Party shall be subject to the prior verifiable consent by the National Security Authority of the host Party. 10.2. Visits implying access to Classified Information may be authorized by one of the Parties to visitors of the other Party only if those visitors hold an appropriate Personnel Security Clearance and are authorized to receive or to have access to Classified Information in accordance with national laws and regulations. 10.3. The request for a visit shall be submitted at least three (3) weeks prior to the visit and shall contain: a) visitor’s name(s) and surname(s), date and place of birth, nationality; b) passport number or another identification card number of the visitor(s); c) position of the visitor(s) and name of the organization represented; d) level of the Personnel Security Clearance of the visitor(s), if applicable; e) purpose, proposed working program and planned date of the visit; f) name(s) of organizations and facilities requested to be visited; g) number of visits and period required; h) other data, agreed upon by the National Security Authorities. 10.4. In the event of an emergency, the request for visit shall be submitted at least three (3) days prior to the visit. 10.5. Each Party shall guarantee the protection of personal data of the visitor(s) in accordance with its national laws and regulations."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Security assessment",
      "content": "Upon request, the National Security Authority or any other competent security authority of the Originating Party shall be authorized to visit the other Party in order to ascertain with the National Security Authority or any competent security authority of the Receiving Party whether Classified Information exchanged pursuant to this Agreement is protected in accordance with this Agreement."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Breach of Security",
      "content": "12.1. The National Security Authority of the Receiving Party shall immediately notify the National Security Authority of the Originating Party of any suspicion or discovery of a Breach of Security jeopardizing the protection of Classified Information and ensure the initiation of an appropriate investigation. 12.2. The National Security Authority of the Receiving Party shall undertake all possible appropriate measures in accordance with its national laws and regulations so as to limit the consequences of the Breach of Security and to prevent further Breaches of Security. On request, the National Security Authority of the Originating Party shall provide investigative assistance. The National Security Authority of the Receiving Party shall inform the National Security Authority of the Originating Party of the outcome of the investigation and the corrective measures undertaken due to the Breach of Security."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Costs",
      "content": "Each Party shall bear its own costs incurred in the course of the implementation of this Agreement."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Settlement of Disputes",
      "content": "Any dispute regarding the interpretation or application of this Agreement shall be settled exclusively by consultations and negotiations between the Parties. The Parties agree that disputes shall not be referred to any national or international tribunal or court or to any third party for settlement. Meanwhile, the Parties shall continue to fulfil the provisions set forth in this Agreement."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Final Provisions",
      "content": "15.1. This Agreement shall enter into force on the first day of the month following the date of receipt of the latest written notification by which the Parties have notified each other, through diplomatic channels, that their national legal requirements necessary for its entry into force have been fulfilled. 15.2. This Agreement may be amended by mutual written consent of the Parties. The amendments shall form an integral part of this Agreement. Such amendments shall enter into force in accordance with the provision of paragraph 1 of this Article. 15.3. This Agreement is being concluded for an indefinite period of time. Either Party may terminate this Agreement by giving the other Party written notice through diplomatic channels. In that case, termination shall take effect six (6) months from the date on which the other Party has received the notice. 15.4. In case of termination of this Agreement, all Classified Information exchanged pursuant to this Agreement shall continue to be protected in accordance with the provisions set forth herein and, upon request, returned to the Originating Party. Done at Luxembourg, on 13 May 2024 in two originals, each in French and English, both texts being equally authentic. Should any divergence of interpretation arise, the English text shall prevail. For the Swiss Federal Council: Markus Mäder For the Government of the Grand Duchy of Luxembourg: Xavier Bettel"
    }
  ],
  "definitions": []
}