{
  "id": "sr-0-837-934-91",
  "type": "statute",
  "title": "Abkommen vom 14. Dezember 1978 zwischen der Schweizerischen Eidgenossenschaft und der Republik Frankreich über die Arbeitslosenversicherung",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1979/2126_2130_2130/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Abschnitt I Allgemeine Bestimmungen",
      "section": "1",
      "title": "",
      "content": "Für die Anwendung dieses Abkommens: 1. Bedeutet der Ausdruck «Schweiz» das Territorium der Schweizerischen Eidgenossenschaft, der Ausdruck «Frankreich» die europäischen Departemente der Republik Frankreich; 2. bezeichnet der Ausdruck «Staatsangehörige» für die Schweiz die Schweizer Bürger, für Frankreich die Personen mit französischer Staatsangehörigkeit; 3. bezeichnen «Gesetzgebungen» und «gesetzliche Bestimmungen» die Gesetze und Verordnungen sowie genehmigte gesamtarbeitsvertragliche Bestimmungen, die in einem Vertragsstaat in Kraft sind und sich auf die in Artikel 2 bezeichneten Rechtsgebiete beziehen; 4. bedeutet der Ausdruck «zuständige Behörde» in der Schweiz: Das Bundesamt für Industrie, Gewerbe und Arbeit, in Frankreich: Der mit der Anwendung der in Artikel 2 dieses Abkommens bezeichneten Rechtsgebiete befasste Minister; 5. bezeichnet der Ausdruck «Grenzgänger» die Arbeitnehmer, die ihren Wohnsitz in der Grenzzone des einen der beiden Vertragsstaaten haben oder sich mit Bewilligung dort aufhalten, und die regelmässig und ordnungsgemäss in der Grenzzone des andern Staats einer Erwerbstätigkeit nachgehen."
    },
    {
      "provision_ref": "art2",
      "chapter": "Abschnitt I Allgemeine Bestimmungen",
      "section": "2",
      "title": "",
      "content": "Dieses Abkommen bezieht sich 1. in der Schweiz auf die bundesrechtlichen Bestimmungen über die Entschädigung bei Arbeitslosigkeit; 2. in Frankreich auf die gesetzlichen und gesamtarbeitsvertraglichen Rechtsvorschriften über die Entschädigung bei Arbeitslosigkeit."
    },
    {
      "provision_ref": "art3",
      "chapter": "Abschnitt I Allgemeine Bestimmungen",
      "section": "3",
      "title": "",
      "content": "Dieses Abkommen gilt für alle Grenzgänger im Sinne von Artikel 1 Ziffer 5 sowie für die Staatsangehörigen der beiden Staaten unter den in Artikel 7 genannten Voraussetzungen."
    },
    {
      "provision_ref": "art4",
      "chapter": "Abschnitt I Allgemeine Bestimmungen",
      "section": "4",
      "title": "",
      "content": "Die Versicherungs‑ bzw. Beitragspflicht richtet sich nach den Rechtsvorschriften des Vertragsstaates, in dessen Gebiet die Erwerbstätigkeit ausgeübt wird."
    },
    {
      "provision_ref": "art5",
      "chapter": "Abschnitt I Allgemeine Bestimmungen",
      "section": "5",
      "title": "",
      "content": "Die Bestimmungen dieses Abkommens haben keine präjudiziellen Auswirkungen auf die übrigen Zweige der Sozialen Sicherheit."
    },
    {
      "provision_ref": "art6",
      "chapter": "Abschnitt II Besondere Bestimmungen",
      "section": "6",
      "title": "",
      "content": "Der Anspruch auf Leistungen gemäss Artikel 2 sowie das Verfahren richten sich nach den Rechtsvorschriften des Vertragsstaats, in dessen Gebiet der Anspruch geltend gemacht wird."
    },
    {
      "provision_ref": "art7",
      "chapter": "Abschnitt II Besondere Bestimmungen",
      "section": "7",
      "title": "",
      "content": "Kehren Staatsangehörige in ihren Heimatstaat zurück, werden die im anderen Vertragsstaat zurückgelegten Versicherungszeiten bei der Beurteilung, ob die Anspruchsvoraussetzungen erfüllt sind, und bei der Festsetzung der Bezugsdauer berücksichtigt."
    },
    {
      "provision_ref": "art8",
      "chapter": "Abschnitt II Besondere Bestimmungen",
      "section": "8",
      "title": "",
      "content": "1 Grenzgänger können bei Ganzarbeitslosigkeit Arbeitslosenentschädigung aufgrund der Gesetzgebung desjenigen Vertragsstaates verlangen, in dessen Gebiet ihr Wohnsitz liegt. Bei der Beurteilung, ob die Anspruchsvoraussetzungen erfüllt sind, und bei der Festsetzung der Bezugsdauer werden im Wohnsitzstaat die im anderen Vertragsstaat zurückgelegten Versicherungszeiten vom Wohnsitzstaat berücksichtigt. 2 Grenzgänger erhalten bei Kurzarbeit (oder Teilarbeitslosigkeit) die Leistungen nach den Rechtsvorschriften des Staats, in dem sie arbeiten. 3 Zeiten, für die im anderen Vertragsstaat Leistungen erbracht wurden, werden auf die Bezugsdauer so angerechnet, als ob diese Leistungen im Staat, in dem der Anspruch geltend gemacht wird, gewährt worden wären."
    },
    {
      "provision_ref": "art9",
      "chapter": "Abschnitt II Besondere Bestimmungen",
      "section": "9",
      "title": "",
      "content": "Die Vertragsstaaten verpflichten sich, einander einen Teil der für die Arbeitslosenversicherung auf den Löhnen der Grenzgänger erhobenen Beiträge zu erstatten. Der Pauschalbetrag für diesen Finanzausgleich berechnet sich nach der Jahresdurchschnittszahl der Grenzgänger, der Lohnsumme dieser Arbeitnehmer, dem Beitragssatz und gegebenenfalls nach den von den Trägern der Arbeitslosenversicherung ausgerichteten Entschädigungen für Teilarbeitslosigkeit."
    },
    {
      "provision_ref": "art10",
      "chapter": "Abschnitt III Verschiedene Bestimmungen",
      "section": "10",
      "title": "",
      "content": "Die Behörden der Vertragsstaaten leisten einander bei der Durchführung dieses Abkommens gegenseitig Hilfe, als wendeten sie die eigenen Rechtsvorschriften an."
    },
    {
      "provision_ref": "art11",
      "chapter": "Abschnitt III Verschiedene Bestimmungen",
      "section": "11",
      "title": "",
      "content": "1 Steuer‑ und Gebührenbefreiung nach den Vorschriften über Arbeitslosenversicherung und Sozialversicherung eines Vertragsstaates gelten gegebenenfalls auch gegenüber Personen und Dienststellen des anderen Vertragsstaates. 2 Urkunden und Schriftstücke jeglicher Art, die aufgrund dieses Abkommens vorgelegt werden müssen, bedürfen keiner Beglaubigung."
    },
    {
      "provision_ref": "art12",
      "chapter": "Abschnitt III Verschiedene Bestimmungen",
      "section": "12",
      "title": "",
      "content": "Es wird eine Expertengruppe eingesetzt, die zur Prüfung der bei der Durchführung eines Abkommens entstehenden Probleme zusammentreten kann."
    },
    {
      "provision_ref": "art13",
      "chapter": "Abschnitt III Verschiedene Bestimmungen",
      "section": "13",
      "title": "",
      "content": "Die zuständigen Stellen der beiden Vertragsstaaten vereinbaren unmittelbar miteinander die zur Durchführung eines Abkommens erforderlichen Massnahmen. Sie unterrichten einander über die zur Durchführung des Abkommens getroffenen Massnahmen sowie über Änderungen und Ergänzungen ihrer Rechtsvorschriften, die seine Durchführung berühren."
    },
    {
      "provision_ref": "art14",
      "chapter": "Abschnitt III Verschiedene Bestimmungen",
      "section": "14",
      "title": "",
      "content": "Die auf nationaler, kantonaler oder departementaler Ebene mit der Durchführung der Arbeitslosenversicherung befassten Behörden und Stellen der beiden Vertragsstaaten können bei der Durchführung dieses Abkommens miteinander und mit den betroffenen Personen oder ihren Vertretern unmittelbar verkehren."
    },
    {
      "provision_ref": "art15",
      "chapter": "Abschnitt III Verschiedene Bestimmungen",
      "section": "15",
      "title": "",
      "content": "1 Die Ausgleichszahlung wird an den zuständigen Arbeitslosenversicherungsträger entrichtet. Die Trägerorganisationen der Arbeitslosenversicherung der beiden Staaten vereinbaren miteinander die Einzelheiten über die Zahlung. 2 Die zuständigen Behörden der beiden Staaten unterrichten einander auf Begehren über die Berechnungsgrundlagen und den zu erstattenden Betrag."
    },
    {
      "provision_ref": "art16",
      "chapter": "Abschnitt IV Übergangs‑ und Schlussbestimmungen",
      "section": "16",
      "title": "",
      "content": "Der finanzielle Ausgleich im Sinne von Artikel 9 erfolgt mit Wirkung ab 1. April 1977. Dagegen hat dieses Abkommen keine Rückwirkung bezüglich der Leistungen."
    },
    {
      "provision_ref": "art17",
      "chapter": "Abschnitt IV Übergangs‑ und Schlussbestimmungen",
      "section": "17",
      "title": "",
      "content": "Die Regierungen der beiden Vertragsstaaten unterrichten einander über den Ablauf der verfassungsmässigen Verfahren für die Inkraftsetzung dieses Abkommens. Das Abkommen tritt am ersten Tag des zweiten Monats nach der letzten dieser Mitteilungen in Kraft."
    },
    {
      "provision_ref": "art18",
      "chapter": "Abschnitt IV Übergangs‑ und Schlussbestimmungen",
      "section": "18",
      "title": "",
      "content": "1 Dieses Abkommen wird für die Dauer eines Jahres geschlossen. Es wird jeweils stillschweigend um ein weiteres Jahr verlängert, wenn es nicht von einer Vertragspartei spätestens drei Monate vor Ablauf der Gültigkeitsdauer schriftlich gekündigt wird. 2 Tritt das Abkommen infolge Kündigung ausser Kraft, so bleiben sämtliche bis dahin auf Grund dieser Bestimmungen erworbenen Ansprüche erhalten, jedoch nicht länger als für die Dauer eines Jahres nach dem Ausserkrafttreten. Die zuständigen Behörden der beiden Vertragsstaaten vereinbaren untereinander die Regelung der laufenden Ansprüche."
    }
  ],
  "definitions": []
}