{
  "id": "sr-0-814-021-1",
  "type": "statute",
  "title": "Änderung des Montrealer Protokolls über Stoffe, die zu einem Abbau der Ozonschicht führen, vom 29. Juni 1990",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1993/1078_1078_1078/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Änderung",
      "content": "A. Präambelabsätze 1. Der 6. Präambelabsatz des Protokolls wird durch folgenden Wortlaut ersetzt: entschlossen, die Ozonschicht durch Vorsorgemassnahmen zur ausgewogenen Regelung der gesamten weltweiten Emissionen von Stoffen, die zu einem Abbau der Ozonschicht führen, zu schützen, mit dem Endziel, diese Stoffe auf der Grundlage der Entwicklung wissenschaftlicher Kenntnisse zu beseitigen, wobei technische und wirtschaftliche Erwägungen sowie die Entwicklungsbedürfnisse der Entwicklungsländer zu berücksichtigen sind, 2. Der 7. Präambelabsatz des Protokolls wird durch folgenden Wortlaut ersetzt: in der Erkenntnis, dass besondere Vorkehrungen zur Deckung des Bedarfs der Entwicklungsländer notwendig sind, einschliesslich der Bereitstellung zusätzlicher finanzieller Mittel und des Zugangs zu einschlägigen Technologien, wobei zu berücksichtigen ist, dass sich der Umfang der erforderlichen Mittel vorhersehen lässt und dass die Mittel die internationalen Möglichkeiten zur Behandlung des wissenschaftlich belegten Problems des Ozonabbaus und seiner schädlichen Auswirkungen erheblich verändern können, 3. Der 9. Präambelabsatz des Protokolls wird durch folgenden Wortlaut ersetzt: angesichts der Bedeutung der Förderung der internationalen Zusammenarbeit bei der Erforschung, Entwicklung und Weitergabe alternativer Technologien im Zusammenhang mit der Regelung und Verminderung der Emissionen von Stoffen, die zu einem Abbau der Ozonschicht führen, wobei die Bedürfnisse der Entwicklungsländer besonders zu berücksichtigen sind; B. Artikel 1 Begriffsbestimmungen 1. Nummer 4 des Artikels 1 des Protokolls wird durch folgenden Wortlaut ersetzt: 4. bedeutet «geregelter Stoff» einen in Anlage A oder in Anlage B zu dem Protokoll aufgeführten Stoff, gleichviel ob er allein oder in einem Gemisch vorkommt. Der Ausdruck umfasst die Isomere eines solchen Stoffes, sofern in der betreffenden Anlage nichts anderes bestimmt ist, nicht jedoch einen geregelten Stoff oder ein Gemisch, soweit sie in einem hergestellten Erzeugnis mit Ausnahme von Behältern für den Transport oder die Lagerung dieser Stoffe enthalten sind; 2. Nummer 5 des Artikels 1 des Protokolls wird durch folgenden Wortlaut ersetzt: 5. bedeutet «Produktion» die Menge der erzeugten geregelten Stoffe abzüglich der Menge, die durch von den Vertragsparteien zu genehmigende Verfahren vernichtet worden ist, und abzüglich der Menge, die zur Gänze als Ausgangsmaterial zur Herstellung anderer Chemikalien verwendet worden ist. Die wiederverwertete und wiederverwendete Menge ist nicht als «Produktion» anzusehen; 3. Artikel I des Protokolls wird folgender Wortlaut angefügt: 9. bedeutet «Übergangsstoff» einen in Anlage C zu dem Protokoll aufgeführten Stoff, gleichviel ob er allein oder in einem Gemisch vorkommt. Der Ausdruck umfasst die Isomere eines solchen Stoffes, sofern in Anlage C nichts anderes bestimmt ist, nicht jedoch einen Übergangsstoff oder ein Gemisch, soweit sie in einem hergestellten Erzeugnis mit Ausnahme von Behältern für den Transport oder die Lagerung dieser Stoffe enthalten sind. C. Artikel 2 Absatz 5 Absatz 5 des Artikels 2 des Protokolls wird durch folgenden Absatz ersetzt: 5. Jede Vertragspartei kann für einen oder mehrere Regelungszeiträume einen beliebigen Teil des in den Artikeln 2A bis 2E festgelegten berechneten Umfangs ihrer Produktion auf eine andere Vertragspartei übertragen, sofern der gesamte berechnete Umfang der zusammengefassten Produktion der betreffenden Vertragsparteien für jede Gruppe geregelter Stoffe die in den genannten Artikeln für diese Gruppe festgelegten Produktionsgrenzen nicht übersteigt. Eine solche Übertragung der Produktion wird dem Sekretariat von jeder der betroffenen Vertragsparteien unter Angabe der Bedingungen der Übertragung und des Zeitraums, für den sie gelten soll, notifiziert. D. Artikel 2 Absatz 6 In Artikel 2 Absatz 6 des Protokolls werden nach den Worten «geregelter Stoffe» folgende Worte eingefügt: «in Anlage A oder Anlage B» E. Artikel 2 Absatz 8 Buchstabe a In Artikel 2 Absatz 8 Buchstabe a des Protokolls werden nach den Worten «dieses Artikels» beziehungsweise «diesem Artikel» folgende Worte eingefügt: «und der Artikel 2A bis 2E» beziehungsweise «und den Artikeln 2A bis 2E» F. Artikel 2 Absatz 9 Buchstabe a Ziffer i In Artikel 2 Absatz 9 Buchstabe a Ziffer i des Protokolls werden nach «Anlage A» folgende Worte eingefügt: «und/oder Anlage B» G. Artikel 2 Absatz 9 Buchstabe a Ziffer ii In Artikel 2 Absatz 9 Buchstabe a Ziffer ii des Protokolls werden folgende Worte gestrichen: «gegenüber dem Umfang von 1986» H. Artikel 2 Absatz 9 Buchstabe c In Artikel 2 Absatz 9 Buchstabe c des Protokolls werden folgende Worte gestrichen: «die mindestens 50 v. H. des gesamten Verbrauchs der Vertragsparteien an geregelten Stoffen vertritt» und durch folgenden Wortlaut ersetzt: «die eine Mehrheit der in Artikel 5 Absatz 1 bezeichneten anwesenden und abstimmenden Vertragsparteien und eine Mehrheit der nicht in jenem Artikel bezeichneten anwesenden und abstimmenden Vertragsparteien vertritt.» I. Artikel 2 Absatz 10 Buchstabe b Absatz 10 Buchstabe b des Artikels 2 des Protokolls wird gestrichen, und Absatz 10 Buchstabe a des Artikel 2 wird Absatz 10. J. Artikel 2 Absatz 11 In Artikel 2 Absatz 11 des Protokolls werden nach den Worten «dieses Artikels» beziehungsweise «diesem Artikel» folgende Worte eingefügt: «und der Artikel 2A bis 2E» beziehungsweise «und den Artikeln 2A bis 2E» K. Artikel 2C Sonstige vollständig halogenierte FCKW Folgende Absätze werden als Artikel 2C in das Protokoll eingefügt: Artikel 2C Sonstige vollständig halogenierte FCKW (1) Jede Vertragspartei sorgt dafür, dass während des Zeitraums von zwölf Monaten, der am 1. Januar 1993 beginnt, der berechnete Umfang ihres Verbrauchs der geregelten Stoffe in Gruppe I der Anlage B jährlich 80 v. H. desjenigen von 1989 nicht übersteigt. Jede Vertragspartei, die einen oder mehrere dieser Stoffe herstellt, sorgt während desselben Zeitraums dafür, dass der berechnete Umfang ihrer Produktion dieser Stoffe jährlich 80 v. H. desjenigen von 1989 nicht übersteigt. Zur Befriedigung der grundlegenden nationalen Bedürfnisse der in Artikel 5 Absatz 1 bezeichneten Vertragsparteien kann jedoch der berechnete Umfang ihrer Produktion diese Grenze um bis zu 10 v. H. desjenigen von 1989 übersteigen. (2) Jede Vertragspartei sorgt dafür, dass während des Zeitraums von zwölf Monaten, der am 1. Januar 1994 beginnt, und in jedem Zwölfmonatszeitraum danach der berechnete Umfang ihres Verbrauchs der geregelten Stoffe in Gruppe I der Anlage B jährlich 25 v. H. desjenigen von 1989 nicht übersteigt. Jede Vertragspartei, die einen oder mehrere dieser Stoffe herstellt, sorgt während derselben Zeiträume dafür, dass der berechnete Umfang ihrer Produktion dieser Stoffe jährlich 25 v. H. desjenigen von 1989 nicht übersteigt. Zur Befriedigung der grundlegenden nationalen Bedürfnisse der in Artikel 5 Absatz 1 bezeichneten Vertragsparteien kann jedoch der berechnete Umfang ihrer Produktion diese Grenze um bis zu 10 v. H. desjenigen von 1989 übersteigen. (3) Jede Vertragspartei sorgt dafür, dass während des Zeitraums von zwölf Monaten, der am 1. Januar 1996 beginnt, und in jedem Zwölfmonatszeitraum danach der berechnete Umfang ihres Verbrauchs der geregelten Stoffe in Gruppe I der Anlage B Null nicht übersteigt. Jede Vertragspartei, die einen oder mehrere dieser Stoffe herstellt, sorgt während derselben Zeiträume dafür, dass der berechnete Umfang ihrer Produktion dieser Stoffe Null nicht übersteigt. Zur Befriedigung der grundlegenden nationalen Bedürfnisse der in Artikel 5 Absatz 1 bezeichneten Vertragsparteien kann jedoch der berechnete Umfang ihrer Produktion diese Grenze um bis zu 15 v. H. desjenigen von 1989 übersteigen. Dieser Absatz findet Anwendung, soweit nicht die Vertragsparteien beschliessen, den Umfang der Produktion oder des Verbrauchs zu gestatten, der zur Erfüllung von Zwecken notwendig ist, die von ihnen einvernehmlich als wesentlich erachtet werd"
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Inkrafttreten",
      "content": "1. Diese Änderung tritt am 1. Januar 1992 in Kraft, sofern mindestens zwanzig Ratifikations‑, Annahme- oder Genehmigungsurkunden zu der Änderung von Staaten oder Organisationen der regionalen Wirtschaftsintegration hinterlegt sind, die Vertragsparteien des Montrealer Protokolls über Stoffe, die zu einem Abbau der Ozonschicht führen, sind. Ist diese Bedingung bis zu dem genannten Tag nicht erfüllt, so tritt die Änderung am neunzigsten Tag nach dem Zeitpunkt in Kraft, zu dem sie erfüllt worden ist. 2. Für die Zwecke des Absatzes 1 zählt eine von einer Organisation der regionalen Wirtschaftsintegration hinterlegte Urkunde nicht als zusätzliche Urkunde zu den von den Mitgliedstaaten der betreffenden Organisation hinterlegten Urkunden. 3. Nach Inkrafttreten dieser Änderung gemäss Absatz 1 tritt sie für jede andere Vertragspartei des Protokolls am neunzigsten Tag nach dem Zeitpunkt der Hinterlegung ihrer Ratifikations-, Annahme- oder Genehmigungsurkunde in Kraft."
    }
  ],
  "definitions": []
}