{
  "id": "sr-0-822-725-1",
  "type": "statute",
  "title": "Übereinkommen Nr. 151 vom 27. Juni 1978 über den Schutz des Vereinigungsrechtes und über Verfahren zur Festsetzung der Beschäftigungsbedingungen im öffentlichen Dienst",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1982/334_334_334/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Teil I. Geltungsbereich und Begriffsbestimmungen",
      "section": "1",
      "title": "",
      "content": "1. Dieses Übereinkommen gilt für alle durch öffentliche Stellen beschäftigten Personen, soweit günstigere Bestimmungen in anderen internationalen Arbeitsübereinkommen auf sie nicht anwendbar sind. 2. Durch die innerstaatliche Gesetzgebung wird bestimmt, inwieweit die in diesem Übereinkommen vorgesehenen Rechte für hochgestellte Beschäftigte gelten, die auf Grund ihrer Aufgaben normalerweise als Entscheidungsbefugte oder Führungskräfte angesehen werden, oder für Beschäftigte, deren dienstliche Tätigkeiten streng vertraulicher Natur sind. 3. Durch die innerstaatliche Gesetzgebung wird bestimmt, inwieweit die in diesem Übereinkommen vorgesehenen Rechte auf das Heer und die Polizei Anwendung finden."
    },
    {
      "provision_ref": "art2",
      "chapter": "Teil I. Geltungsbereich und Begriffsbestimmungen",
      "section": "2",
      "title": "",
      "content": "Der Ausdruck «öffentlich Bediensteter» im Sinne dieses Übereinkommens bezeichnet jede Person, für die das Übereinkommen gemäss Artikel 1 gilt."
    },
    {
      "provision_ref": "art3",
      "chapter": "Teil I. Geltungsbereich und Begriffsbestimmungen",
      "section": "3",
      "title": "",
      "content": "Der Ausdruck «Verband der öffentlich Bediensteten» im Sinne dieses Übereinkommens bezeichnet jeden Verband, gleich welcher Zusammensetzung, dessen Zweck es ist, die Interessen der öffentlich Bediensteten zu fördern und zu wahren."
    },
    {
      "provision_ref": "art4",
      "chapter": "Teil II. Schutz des Vereinigungsrechtes",
      "section": "4",
      "title": "",
      "content": "1. Öffentlich Bedienstete sind vor jeder gegen die Vereinigungsfreiheit gerichteten unterschiedlichen Behandlung, die mit ihrer Beschäftigung im Zusammenhang steht, angemessen zu schützen. 2. Dieser Schutz ist insbesondere gegenüber Handlungen zu gewähren, die darauf gerichtet sind, a) die Beschäftigung eines öffentlich Bediensteten davon abhängig zu machen, dass er keinem Verband der öffentlich Bediensteten beitritt oder dass er aus einem solchen Verband austritt; b) einen öffentlich Bediensteten wegen seiner Zugehörigkeit zu einem Verband der öffentlich Bediensteten oder wegen seiner Beteiligung an der normalen Tätigkeit eines solchen Verbandes zu entlassen oder auf sonstige Weise zu benachteiligen."
    },
    {
      "provision_ref": "art5",
      "chapter": "Teil II. Schutz des Vereinigungsrechtes",
      "section": "5",
      "title": "",
      "content": "1. Die Verbände der öffentlich Bediensteten müssen vollständige Unabhängigkeit gegenüber öffentlichen Stellen geniessen. 2. Den Verbänden der öffentlich Bediensteten ist in bezug auf ihre Bildung, Tätigkeit und Verwaltung gebührender Schutz gegen jede Einmischung seitens einer öffentlichen Stelle zu gewähren. 3. Als Einmischung im Sinne dieses Artikels gelten insbesondere Handlungen, die darauf gerichtet sind, von einer öffentlichen Stelle abhängige Verbände der öffentlich Bediensteten zu gründen oder Verbände der öffentlich Bediensteten durch Geldmittel oder auf sonstige Weise zu unterstützen, um sie unter den Einfluss einer öffentlichen Stelle zu bringen."
    },
    {
      "provision_ref": "art6",
      "chapter": "Teil III. Den Verbänden der öffentlich Bediensteten zu gewährende Erleichterungen Erleichterungen",
      "section": "6",
      "title": "",
      "content": "1. Den Vertretern anerkannter Verbände der öffentlich Bediensteten sind Erleichterungen zu gewähren, die geeignet sind, ihnen die rasche und wirksame Durchführung ihrer Aufgaben während und ausserhalb ihrer Arbeitszeit zu ermöglichen. 2. Die Gewährung solcher Erleichterungen darf die wirksame Tätigkeit der betreffenden Verwaltung oder des betreffenden Dienstes nicht beeinträchtigen. 3. Die Art und der Umfang dieser Erleichterungen sind entsprechend den in Artikel 7 dieses Übereinkommens erwähnten Verfahren oder auf andere geeignete Weise festzusetzen."
    },
    {
      "provision_ref": "art7",
      "chapter": "Teil IV. Verfahren zur Festsetzung der Beschäftigungsbedingungen",
      "section": "7",
      "title": "",
      "content": "Soweit erforderlich, sind den innerstaatlichen Verhältnissen entsprechende Massnahmen zu treffen, um die uneingeschränkte Entwicklung und Anwendung von Verfahren und Einrichtungen zur Aushandlung von Beschäftigungsbedingungen zwischen den beteiligten öffentlichen Stellen und den Verbänden der öffentlich Bediensteten oder von anderen Verfahren zu fördern, die eine Mitwirkung der Vertreter der öffentlich Bediensteten an der Festsetzung dieser Bedingungen erlauben."
    },
    {
      "provision_ref": "art8",
      "chapter": "Teil V. Beilegung von Streitigkeiten",
      "section": "8",
      "title": "",
      "content": "Die Beilegung von Streitigkeiten über die Festsetzung der Beschäftigungsbedingungen ist entsprechend den innerstaatlichen Verhältnissen durch Verhandlungen zwischen den Parteien oder durch unabhängige und unparteiische Verfahren, wie Vermittlung, Schlichtung und Schiedsverfahren, anzustreben, deren Einführung in einer Weise erfolgt, dass die beteiligten Parteien ihnen Vertrauen entgegenbringen."
    },
    {
      "provision_ref": "art9",
      "chapter": "Teil VI. Bürgerliche und politische Rechte",
      "section": "9",
      "title": "",
      "content": "Die öffentlich Bediensteten müssen, wie andere Arbeitnehmer, die bürgerlichen und politischen Rechte geniessen, welche die Voraussetzung für die normale Ausübung der Vereinigungsfreiheit bilden, vorbehaltlich allein der Pflichten, die sich aus ihrer Stellung und der Art ihrer Aufgaben ergeben."
    },
    {
      "provision_ref": "art10",
      "chapter": "Teil VII. Schlussbestimmungen",
      "section": "10",
      "title": "",
      "content": "Die förmlichen Ratifikationen dieses Übereinkommens sind dem Generaldirektor des Internationalen Arbeitsamtes zur Eintragung mitzuteilen."
    },
    {
      "provision_ref": "art11",
      "chapter": "Teil VII. Schlussbestimmungen",
      "section": "11",
      "title": "",
      "content": "1. Dieses Übereinkommen bindet nur diejenigen Mitglieder der Internationalen Arbeitsorganisation, deren Ratifikation durch den Generaldirektor eingetragen ist. 2. Es tritt in Kraft zwölf Monate nachdem die Ratifikationen zweier Mitglieder durch den Generaldirektor eingetragen worden sind. 3. In der Folge tritt dieses Übereinkommen für jedes Mitglied zwölf Monate nach der Eintragung seiner Ratifikation in Kraft."
    },
    {
      "provision_ref": "art12",
      "chapter": "Teil VII. Schlussbestimmungen",
      "section": "12",
      "title": "",
      "content": "1. Jedes Mitglied, das dieses Übereinkommen ratifiziert hat, kann es nach Ablauf von zehn Jahren, gerechnet von dem Tag, an dem es zum ersten Mal in Kraft getreten ist, durch Anzeige an den Generaldirektor des Internationalen Arbeitsamtes kündigen. Die Kündigung wird von diesem eingetragen. Ihre Wirkung tritt erst ein Jahr nach der Eintragung ein. 2. Jedes Mitglied, das dieses Übereinkommen ratifiziert hat und innerhalb eines Jahres nach Ablauf des im vorigen Absatz genannten Zeitraumes von zehn Jahren von dem in diesem Artikel vorgesehenen Kündigungsrecht keinen Gebrauch macht, bleibt für einen weiteren Zeitraum von zehn Jahren gebunden. In der Folge kann es dieses Übereinkommen jeweils nach Ablauf eines Zeitraumes von zehn Jahren nach Massgabe dieses Artikels kündigen."
    },
    {
      "provision_ref": "art13",
      "chapter": "Teil VII. Schlussbestimmungen",
      "section": "13",
      "title": "",
      "content": "1. Der Generaldirektor des Internationalen Arbeitsamtes gibt allen Mitgliedern der Internationalen Arbeitsorganisation Kenntnis von der Eintragung aller Ratifikationen und Kündigungen, die ihm von den Mitgliedern der Organisation mitgeteilt werden. 2. Der Generaldirektor wird die Mitglieder der Organisation, wenn er ihnen von der Eintragung der zweiten Ratifikation, die ihm mitgeteilt wird, Kenntnis gibt, auf den Zeitpunkt aufmerksam machen, in dem dieses Übereinkommen in Kraft tritt."
    },
    {
      "provision_ref": "art14",
      "chapter": "Teil VII. Schlussbestimmungen",
      "section": "14",
      "title": "",
      "content": "Der Generaldirektor des Internationalen Arbeitsamtes übermittelt dem Generalsekretär der Vereinten Nationen zwecks Eintragung nach Artikel 102 der Charta der Vereinten Nationen vollständige Auskünfte über alle von ihm nach Massgabe der vorausgehenden Artikel eingetragenen Ratifikationen und Kündigungen. SR 0.120"
    },
    {
      "provision_ref": "art15",
      "chapter": "Teil VII. Schlussbestimmungen",
      "section": "15",
      "title": "",
      "content": "Der Verwaltungsrat des Internationalen Arbeitsamtes hat, sooft er es für nötig erachtet, der Allgemeinen Konferenz einen Bericht über die Durchführung dieses Übereinkommens zu erstatten und zu prüfen, ob die Frage seiner gänzlichen oder teilweisen Abänderung auf die Tagesordnung der Konferenz gesetzt werden soll."
    },
    {
      "provision_ref": "art16",
      "chapter": "Teil VII. Schlussbestimmungen",
      "section": "16",
      "title": "",
      "content": "1. Nimmt die Konferenz ein neues Übereinkommen an, welches das vorliegende Übereinkommen ganz oder teilweise abändert, und sieht das neue Übereinkommen nichts anderes vor, so gelten folgende Bestimmungen: a) Die Ratifikation des neugefassten Übereinkommens durch ein Mitglied schliesst ohne weiteres die sofortige Kündigung des vorliegenden Übereinkommens in sich ohne Rücksicht auf Artikel 12, vorausgesetzt, dass das neugefasste Übereinkommen in Kraft getreten ist. b) Vom Zeitpunkt des Inkrafttretens des neugefassten Übereinkommens an kann das vorliegende Übereinkommen von den Mitgliedern nicht mehr ratifiziert werden. 2. Indessen bleibt das vorliegende Übereinkommen nach Form und Inhalt jedenfalls in Kraft für die Mitglieder, die dieses, aber nicht das neugefasste Übereinkommen ratifiziert haben."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "",
      "content": "Der französische und der englische Wortlaut dieses Übereinkommens sind in gleicher Weise massgebend."
    }
  ],
  "definitions": []
}