{
  "id": "sr-0-814-021-5",
  "type": "statute",
  "title": "Änderung des Montrealer Protokolls über Stoffe, die zu einem Abbau der Ozonschicht führen, vom 15. Oktober 2016",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2018/820/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Änderung",
      "content": "Art. 1 Abs. 4 In Artikel 1 Absatz 4 des Protokolls werden die Wörter «Anlage C oder Anlage E» durch folgende Wörter ersetzt: «Anlage C, Anlage E oder Anlage F». Art. 2 Abs. 5 In Artikel 2 Absatz 5 des Protokolls werden die Wörter «und Artikel 2H» durch die Wörter «und in den Artikeln 2H und 2J» ersetzt. Art. 2 Abs. 8 Bst. a, 9 Bst. a und 11 In Artikel 2 Absatz 8 Buchstabe a und Absatz 11 des Protokolls werden die Wörter «Artikel 2A bis 2I» durch die Wörter «Artikel 2A bis 2J» und die Wörter «Artikeln 2A bis 2I» jeweils durch die Wörter «Artikeln 2A bis 2J» ersetzt. An Artikel 2 Absatz 8 Buchstabe a des Protokolls wird folgender Satz angefügt: «eine solche Vereinbarung kann auf die Verpflichtungen bezüglich des Verbrauchs oder der Produktion aufgrund des Artikels 2J ausgedehnt werden; jedoch darf der gesamte berechnete Umfang des zusammengefassten Verbrauchs oder der zusammengefassten Produktion der betreffenden Vertragsparteien den in Artikel 2J vorgeschriebenen Umfang nicht übersteigen;» In Artikel 2 Absatz 9 Buchstabe a Ziffer i des Protokolls wird nach dem Wort «welche,» das Wort «und» gestrichen. Artikel 2 Absatz 9 Buchstabe a Ziffer ii des Protokolls wird zu Ziffer iii. In Artikel 2 Absatz 9 Buchstabe a des Protokolls wird nach Ziffer i die folgende Ziffer ii eingefügt: «ii. ob Anpassungen der globalen Treibhauspotentiale in Gruppe I der Anlage A, Anlage C und Anlage F vorgenommen werden sollen, und wenn ja, welche; und» Art. 2J Nach Artikel 2I des Protokolls wird der folgende Artikel angefügt: SR 0.814.021"
    }
  ],
  "definitions": []
}