{
  "id": "sr-0-231-151",
  "type": "statute",
  "title": "WIPO-Urheberrechtsvertrag vom 20. Dezember 1996 (WCT) (mit Erkl.)",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2008/358/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Verhältnis zur Berner Übereinkunft",
      "content": "1. Dieser Vertrag ist ein Sonderabkommen im Sinne des Artikels 20 der Berner Übereinkunft zum Schutz von Werken der Literatur und Kunst in Bezug auf Vertragsparteien, die Länder des durch diese Übereinkunft geschaffenen Verbands sind. Dieser Vertrag steht weder in Verbindung mit anderen Verträgen als der Berner Übereinkunft, noch berührt er Rechte oder Pflichten aus anderen Verträgen. 2. Die zwischen den Vertragsparteien bestehenden Pflichten aus der Berner Übereinkunft zum Schutz von Werken der Literatur und Kunst werden durch diesen Vertrag nicht beeinträchtigt. 3. Berner Übereinkunft bezeichnet im Folgenden die Pariser Fassung der Berner Übereinkunft zum Schutz von Werken der Literatur und Kunst vom 24. Juli 1971. 4. Die Vertragsparteien kommen den Artikeln 1–21 und dem Anhang der Berner Übereinkunft nach. SR 0.231.15"
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Umfang des Urheberrechtsschutzes",
      "content": "Der Urheberrechtsschutz erstreckt sich auf Ausdrucksformen und nicht auf Gedanken, Verfahren, Methoden oder mathematische Konzepte als solche."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Anwendung der Artikel 2–6 der Berner Übereinkunft",
      "content": "Die Vertragsparteien wenden die Bestimmungen der Artikel 2–6 der Berner Übereinkunft in Bezug auf den nach diesem Vertrag gewährten Schutz entsprechend an."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Computerprogramme",
      "content": "Computerprogramme sind als Werke der Literatur im Sinne von Artikel 2 der Berner Übereinkunft geschützt. Dieser Schutz gilt für Computerprogramme unabhängig von der Art und Form ihres Ausdrucks."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Datensammlungen (Datenbanken)",
      "content": "Sammlungen von Daten oder anderem Material in jeder Form, die aufgrund der Auswahl oder Anordnung ihres Inhalts geistige Schöpfungen darstellen, sind als solche geschützt. Dieser Schutz erstreckt sich nicht auf die Daten oder das Material selbst und gilt unbeschadet eines an den Daten oder dem Material der Sammlung bestehenden Urheberrechts."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Verbreitungsrecht",
      "content": "1. Die Urheber von Werken der Literatur und Kunst haben das ausschliessliche Recht zu erlauben, dass das Original und Vervielfältigungsstücke ihrer Werke durch Verkauf oder sonstige Eigentumsübertragung der Öffentlichkeit zugänglich gemacht werden. 2. Dieser Vertrag berührt nicht die Freiheit der Vertragsparteien, gegebenenfalls zu bestimmen, unter welchen Voraussetzungen sich das Recht nach Absatz 1 nach dem ersten mit Erlaubnis des Urhebers erfolgten Verkaufs des Originals oder eines Vervielfältigungsstücks oder der ersten sonstigen Eigentumsübertragung erschöpft."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Vermietrecht",
      "content": "1. Die Urheber von: i. Computerprogrammen; ii. Filmwerken; und iii. auf Tonträgern aufgenommenen Werken, wie sie im Recht der Vertragsparteien definiert sind, haben das ausschliessliche Recht, die gewerbsmässige Vermietung der Originale oder Vervielfältigungsstücke ihrer Werke an die Öffentlichkeit zu erlauben. 2. Absatz 1 findet keine Anwendung: i. bei Computerprogrammen, wenn das Programm selbst nicht der wesentliche Gegenstand der Vermietung ist; und ii. bei Filmwerken, sofern die gewerbsmässige Vermietung nicht zu einer weit verbreiteten Vervielfältigung dieser Werke geführt hat, die das ausschliessliche Vervielfältigungsrecht erheblich beeinträchtigt. 3. Eine Vertragspartei, in deren Gebiet seit dem 15. April 1994 eine Regelung in Kraft ist, die für Urheber eine angemessene Vergütung für die Vermietung von Vervielfältigungsstücken ihrer auf Tonträgern aufgenommenen Werke vorsieht, kann diese Regelung unbeschadet der Bestimmungen von Absatz 1 beibehalten, sofern die gewerbsmässige Vermietung der auf Tonträgern aufgenommenen Werke das ausschliessliche Vervielfältigungsrecht der Urheber nicht erheblich beeinträchtigt."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Recht der öffentlichen Wiedergabe",
      "content": "Unbeschadet der Bestimmungen von Artikel 11 Absatz 1 Ziffer 2, Artikel 11 bis Absatz 1 Ziffern 1 und 2, Artikel 11 ter Absatz 1 Ziffer 2, Artikel 14 Absatz 1 Ziffer 2 und Artikel 14 bis Absatz 1 der Berner Übereinkunft haben die Urheber von Werken der Literatur und Kunst das ausschliessliche Recht, die öffentliche drahtlose oder drahtgebundene Wiedergabe ihrer Werke zu erlauben, einschliesslich der Zugänglichmachung ihrer Werke in der Weise, dass sie Mitgliedern der Öffentlichkeit an Orten und zu Zeiten ihrer Wahl zugänglich sind."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Schutzdauer für Werke der Photographie",
      "content": "Die Vertragsparteien wenden die Bestimmungen von Artikel 7 Absatz 4 der Berner Übereinkunft nicht auf Werke der Photographie an."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Beschränkungen und Ausnahmen",
      "content": "1. Die Vertragsparteien können in ihren Rechtsvorschriften in Bezug auf die den Urhebern von Werken der Literatur und Kunst nach diesem Vertrag gewährten Rechte Beschränkungen oder Ausnahmen in bestimmten Sonderfällen vorsehen, die weder die normale Verwertung der Werke beeinträchtigen, noch die berechtigten Interessen der Urheber unzumutbar verletzen. 2. Bei der Anwendung der Berner Übereinkunft begrenzen die Vertragsparteien in Bezug auf die darin vorgesehenen Rechte Beschränkungen oder Ausnahmen auf bestimmte Sonderfälle, die weder die normale Verwertung der Werke beeinträchtigen, noch die berechtigten Interessen der Urheber unzumutbar verletzen."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Pflichten in Bezug auf technische Vorkehrungen",
      "content": "Die Vertragsparteien sehen einen hinreichenden Rechtsschutz und wirksame Rechtsbehelfe gegen die Umgehung wirksamer technischer Vorkehrungen vor, von denen Urheber im Zusammenhang mit der Ausübung ihrer Rechte nach diesem Vertrag oder der Berner Übereinkunft Gebrauch machen und die Handlungen in Bezug auf ihre Werke einschränken, die die betreffenden Urheber nicht erlaubt haben oder die gesetzlich nicht zulässig sind."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Pflichten in Bezug auf Informationen für die Wahrnehmung der Rechte",
      "content": "1. Die Vertragsparteien sehen hinreichende und wirksame Rechtsbehelfe gegen Personen vor, die wissentlich eine der nachstehenden Handlungen vornehmen, obwohl ihnen bekannt ist oder in Bezug auf zivilrechtliche Rechtsbehelfe den Umständen nach bekannt sein muss, dass diese Handlung die Verletzung eines unter diesen Vertrag oder die Berner Übereinkunft fallenden Rechts herbeiführen, ermöglichen, erleichtern oder verbergen wird: i. unbefugte Entfernung oder Änderung elektronischer Informationen für die Wahrnehmung der Rechte; ii. unbefugte Verbreitung, Einfuhr zur Verbreitung, Sendung, öffentliche Wiedergabe von Werken oder Vervielfältigungsstücken von Werken in Kenntnis des Umstands, dass elektronische Informationen für die Wahrnehmung der Rechte unbefugt entfernt oder geändert wurden. 2. Im Sinne dieses Artikels sind «Informationen für die Wahrnehmung der Rechte» Informationen, die das Werk, den Urheber des Werks, den Inhaber eines Rechts an diesem Werk identifizieren, oder Informationen über die Nutzungsbedingungen des Werks sowie Zahlen oder Codes, die derartige Informationen darstellen, wenn irgendeines dieser Informationselemente an einem Vervielfältigungsstück eines Werks angebracht ist oder im Zusammenhang mit der öffentlichen Wiedergabe eines Werks erscheint."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Anwendung in zeitlicher Hinsicht",
      "content": "Die Vertragsparteien wenden Artikel 18 der Berner Übereinkunft auf alle in diesem Vertrag vorgesehenen Schutzgüter an."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Rechtsdurchsetzung",
      "content": "1. Die Vertragsparteien verpflichten sich, in Übereinstimmung mit ihren Rechtsordnungen die notwendigen Massnahmen zu ergreifen, um die Anwendung dieses Vertrags sicherzustellen. 2. Die Vertragsparteien stellen sicher, dass in ihren Rechtsordnungen Verfahren zur Rechtsdurchsetzung verfügbar sind, um ein wirksames Vorgehen gegen jede Verletzung von unter diesen Vertrag fallenden Rechten zu ermöglichen, einschliesslich Eilverfahren zur Verhinderung von Verletzungshandlungen und Rechtsbehelfen zur Abschreckung von weiteren Verletzungshandlungen."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Die Versammlung",
      "content": "1. a. Die Vertragsparteien haben eine Versammlung. b. Jede Vertragspartei wird durch einen Delegierten vertreten, der von Stellvertretern, Beratern und Sachverständigen unterstützt werden kann. c. Die Kosten jeder Delegation werden von der Vertragspartei getragen, die sie entsandt hat. Die Versammlung kann die Weltorganisation für geistiges Eigentum (im folgenden als «WIPO» bezeichnet) um finanzielle Unterstützung bitten, um die Teilnahme von Delegationen von Vertragsparteien zu erleichtern, die nach der bestehenden Übung der Generalversammlung der Vereinten Nationen als Entwicklungsländer angesehen werden oder die Länder im Übergang zur Marktwirtschaft sind. 2. a. Die Versammlung behandelt Fragen, die die Erhaltung und Entwicklung sowie die Anwendung und Durchführung dieses Vertrags betreffen. b. Die Versammlung nimmt in Bezug auf die Zulassung bestimmter zwischenstaatlicher Organisationen als Vertragspartei die ihr nach Artikel 17 Absatz 2 übertragene Aufgabe wahr. c. Die Versammlung beschliesst die Einberufung einer diplomatischen Konferenz zur Revision dieses Vertrags und erteilt dem Generaldirektor der WIPO die notwendigen Weisungen für die Vorbereitung einer solchen Konferenz. 3. a. Jede Vertragspartei, die ein Staat ist, verfügt über eine Stimme und stimmt nur in ihrem Namen ab. b. Eine Vertragspartei, die eine zwischenstaatliche Organisation ist, kann anstelle ihrer Mitgliedstaaten an der Abstimmung teilnehmen und verfügt hierzu über eine Anzahl von Stimmen, die der Anzahl ihrer Mitgliedstaaten entspricht, die Vertragspartei dieses Vertrags sind. Eine zwischenstaatliche Organisation kann nicht an der Abstimmung teilnehmen, wenn einer ihrer Mitgliedstaaten sein Stimmrecht ausübt und umgekehrt. 4. Die Versammlung tritt nach Einberufung durch den Generaldirektor der WIPO alle zwei Jahre einmal zu einer ordentlichen Tagung zusammen. 5. Die Versammlung gibt sich eine Geschäftsordnung, in der unter anderem die Einberufung ausserordentlicher Tagungen, die Voraussetzungen für die Beschlussfähigkeit und vorbehaltlich der Bestimmungen dieses Vertrags die Mehrheitserfordernisse für die verschiedenen Arten von Beschlüssen geregelt sind."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Das Internationale Büro",
      "content": "Das Internationale Büro der WIPO nimmt die Verwaltungsaufgaben im Rahmen dieses Vertrags wahr."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Qualifikation als Vertragspartei",
      "content": "1. Jeder Mitgliedstaat der WIPO kann Vertragspartei dieses Vertrags werden. 2. Die Versammlung kann beschliessen, jede zwischenstaatliche Organisation als Vertragspartei zuzulassen, die erklärt, für die durch diesen Vertrag geregelten Bereiche zuständig zu sein, über diesbezügliche Vorschriften, die für alle ihre Mitgliedstaaten bindend sind, zu verfügen und in Übereinstimmung mit ihrer Geschäftsordnung ordnungsgemäss ermächtigt worden zu sein, Vertragspartei zu werden. 3. Die Europäische Gemeinschaft, die auf der Diplomatischen Konferenz, auf der dieser Vertrag angenommen wurde, die in Absatz 2 bezeichnete Erklärung abgegeben hat, kann Vertragspartei dieses Vertrags werden."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Rechte und Pflichten nach dem Vertrag",
      "content": "Sofern dieser Vertrag nicht ausdrücklich etwas anderes bestimmt, gelten für jede Vertragspartei alle Rechte und Pflichten nach diesem Vertrag."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Unterzeichnung des Vertrags",
      "content": "Dieser Vertrag liegt bis zum 31. Dezember 1997 zur Unterzeichnung durch jeden Mitgliedstaat der WIPO und durch die Europäische Gemeinschaft auf."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Inkrafttreten des Vertrags",
      "content": "Dieser Vertrag tritt drei Monate nach Hinterlegung der dreissigsten Ratifikations- oder Beitrittsurkunde beim Generaldirektor der WIPO in Kraft."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Inkrafttreten des Vertrags für eine Vertragspartei",
      "content": "Dieser Vertrag bindet: i. die dreissig Staaten im Sinne von Artikel 20 ab dem Tag, an dem dieser Vertrag in Kraft getreten ist; ii. jeden anderen Staat nach Ablauf von drei Monaten nach Hinterlegung seiner Urkunde beim Generaldirektor der WIPO; iii. die Europäische Gemeinschaft nach Ablauf von drei Monaten nach Hinterlegung ihrer Ratifikations- oder Beitrittsurkunde, wenn diese Urkunde nach Inkrafttreten dieses Vertrags nach Artikel 20 hinterlegt worden ist, oder drei Monate nach Inkrafttreten dieses Vertrags, wenn die Urkunde vor Inkrafttreten des Vertrags hinterlegt worden ist; iv. jede andere zwischenstaatliche Organisation, die als Vertragspartei dieses Vertrags zugelassen wird, nach Ablauf von drei Monaten nach Hinterlegung ihrer Beitrittsurkunde."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Vorbehalte",
      "content": "Vorbehalte zu diesem Vertrag sind nicht zulässig."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Kündigung des Vertrags",
      "content": "Dieser Vertrag kann von jeder Vertragspartei durch eine an den Generaldirektor der WIPO gerichtete Notifikation gekündigt werden. Die Kündigung wird ein Jahr nach dem Tag wirksam, an dem die Notifikation beim Generaldirektor der WIPO eingegangen ist."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Vertragssprachen",
      "content": "1. Dieser Vertrag wird in einer Urschrift in englischer, arabischer, chinesischer, französischer, russischer und spanischer Sprache unterzeichnet, wobei jede Fassung gleichermassen verbindlich ist. 2. Ein amtlicher Wortlaut in einer anderen als der in Absatz 1 genannten Sprachen wird durch den Generaldirektor der WIPO auf Ersuchen einer interessierten Vertragspartei nach Konsultation mit allen interessierten Vertragsparteien erstellt. «Interessierte Vertragspartei» im Sinne dieses Absatzes bedeutet einen Mitgliedstaat der WIPO, dessen Amtssprache oder eine von dessen Amtssprachen betroffen ist, sowie die Europäische Gemeinschaft und jede andere zwischenstaatliche Organisation, die Vertragspartei dieses Vertrags werden kann, wenn eine ihrer Amtssprachen betroffen ist."
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Verwahrer",
      "content": "Verwahrer dieses Vertrags ist der Generaldirektor der WIPO."
    }
  ],
  "definitions": []
}