{
  "id": "sr-0-102",
  "type": "statute",
  "title": "Europäische Charta der kommunalen Selbstverwaltung vom 15. Oktober 1985",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2005/412/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "",
      "content": "Die Vertragsparteien verpflichten sich, die folgenden Artikel, nach Massgabe von Artikel 12 dieser Charta, als für sich bindend anzusehen."
    },
    {
      "provision_ref": "art2",
      "chapter": "Teil I",
      "section": "2",
      "title": "Verfassungs- und Gesetzesgrundlage der kommunalen Selbstverwaltung",
      "content": "Der Grundsatz der kommunalen Selbstverwaltung wird in der innerstaatlichen Gesetzgebung und so weit als möglich in der Verfassung anerkannt."
    },
    {
      "provision_ref": "art3",
      "chapter": "Teil I",
      "section": "3",
      "title": "Begriff der kommunalen Selbstverwaltung",
      "content": "1. Kommunale Selbstverwaltung bedeutet das Recht und die tatsächliche Fähigkeit der kommunalen Gebietskörperschaften, im Rahmen des Gesetzes einen bedeutenden Teil der öffentlichen Angelegenheiten in eigener Verantwortung zum Wohl ihrer Einwohner zu regeln und zu gestalten. 2. Dieses Recht wird von Räten oder Versammlungen ausgeübt, deren Mitglieder aus freien, geheimen, gleichen, direkten und allgemeinen Wahlen hervorgegangen sind und die über Exekutivorgane verfügen können, die ihnen gegenüber verantwortlich sind. Der Rückgriff auf Bürgerversammlungen, Volksabstimmungen oder jede sonstige Form direkter Beteiligung der Bürger, sofern dies gesetzlich zulässig ist, wird dadurch nicht berührt."
    },
    {
      "provision_ref": "art4",
      "chapter": "Teil I",
      "section": "4",
      "title": "Umfang der kommunalen Selbstverwaltung",
      "content": "1. Die grundlegenden Kompetenzen der kommunalen Gebietskörperschaften werden durch die Verfassung oder durch Gesetz festgelegt. Diese Bestimmung schliesst jedoch nicht aus, dass den kommunalen Gebietskörperschaften im Einklang mit dem Gesetz Kompetenzen zu besonderen Zwecken übertragen werden. 2. Die kommunalen Gebietskörperschaften haben im gesetzlichen Rahmen das Recht, sich mit jeder Angelegenheit zu befassen, die nicht von ihrem Kompetenzbereich ausgeschlossen oder einer anderen Behörde übertragen ist. 3. Die Wahrnehmung öffentlicher Aufgaben obliegt im Allgemeinen vorzugsweise denjenigen Behörden, die den Bürgern am nächsten sind. Bei der Aufgabenzuweisung an andere Behörden sollte dem Umfang und der Art der Aufgabe sowie den Erfordernissen der Wirksamkeit und der Wirtschaftlichkeit Rechnung getragen werden. 4. Die den kommunalen Gebietskörperschaften übertragenen Kompetenzen sind in der Regel vollständig und umfassend. Sie dürfen von einer anderen zentralen oder regionalen Behörde nur im gesetzlichen Rahmen in Frage gestellt oder eingeschränkt werden. 5. Werden den kommunalen Gebietskörperschaften von einer zentralen oder regionalen Behörde Befugnisse übertragen, so muss es ihnen so weit wie möglich freigestellt werden, deren Ausübung den örtlichen Gegebenheiten anzupassen. 6. Die kommunalen Gebietskörperschaften werden so weit wie möglich bei Planungs- und Entscheidungsprozessen für alle Angelegenheiten, die sie direkt betreffen, rechtzeitig und in geeigneter Weise angehört."
    },
    {
      "provision_ref": "art5",
      "chapter": "Teil I",
      "section": "5",
      "title": "Schutz der Grenzen der kommunalen Gebietskörperschaften",
      "content": "Bei jeder Änderung kommunaler Gebietsgrenzen sind die betroffenen Gebietskörperschaften vorher anzuhören, gegebenenfalls in Form einer Volksabstimmung, sofern dies gesetzlich zulässig ist."
    },
    {
      "provision_ref": "art6",
      "chapter": "Teil I",
      "section": "6",
      "title": "Verwaltungsstrukturen und -mittel, die dem Auftrag der kommunalen Gebietskörperschaften angemessen sind",
      "content": "1. Unbeschadet allgemeinerer gesetzlicher Bestimmungen müssen die kommunalen Gebietskörperschaften das Recht haben, ihre internen Verwaltungsstrukturen selbst zu bestimmen, um sie ihren besonderen Bedürfnissen anpassen und eine wirksame Geschäftsabwicklung gewährleisten zu können. 2. Die Beschäftigungsbedingungen für die Bediensteten der kommunalen Gebietskörperschaften müssen die Rekrutierung von qualifiziertem Personal auf der Grundlage von Leistung und Befähigung ermöglichen; zu diesem Zweck sind geeignete Ausbildungsmöglichkeiten, Besoldungs- und Beförderungsbedingungen vorzusehen."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Bedingungen für die Wahrnehmung der Aufgaben auf kommunaler Ebene",
      "content": "1. Das Statut der gewählten Kommunalvertreter muss die freie Ausübung ihres Amtes gewährleisten. 2. Das Statut muss eine angemessene Entschädigung für Kosten, die durch die Amtsausübung entstehen, und gegebenenfalls eine Entschädigung für Verdienstausfall oder ein Entgelt für geleistete Arbeit mit entsprechender sozialer Absicherung ermöglichen. 3. Ämter und Tätigkeiten, die mit dem Amt eines gewählten Kommunalvertreters unvereinbar sind, dürfen nur durch Gesetz oder durch grundlegende Rechtsprinzipien bestimmt werden."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Verwaltungsaufsicht über die Tätigkeit der kommunalen Gebietskörperschaften",
      "content": "1. Jede Verwaltungsaufsicht über die kommunalen Gebietskörperschaften darf nur in der Weise und in den Fällen ausgeübt werden, die durch die Verfassung oder durch Gesetz vorgesehen sind. 2. Jede Verwaltungsaufsicht über die Tätigkeit der kommunalen Gebietskörperschaften darf in der Regel nur bezwecken, die Einhaltung der Gesetze und der Verfassungsgrundsätze sicherzustellen. Die Verwaltungsaufsicht kann jedoch bei Aufgaben, deren Durchführung den kommunalen Gebietskörperschaften übertragen worden ist, eine Kontrolle der Zweckmässigkeit durch übergeordnete Behörden umfassen. 3. Die Verwaltungsaufsicht über die kommunalen Gebietskörperschaften muss so ausgeübt werden, dass die Verhältnismässigkeit zwischen dem Umfang der Massnahme der Aufsichtsbehörde und der Bedeutung der von ihr zu schützenden Interessen gewahrt bleibt."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Finanzmittel der kommunalen Gebietskörperschaften",
      "content": "1. Die kommunalen Gebietskörperschaften haben im Rahmen der nationalen Wirtschaftspolitik Anspruch auf ausreichende Eigenmittel, über die sie bei der Ausübung ihrer Kompetenzen frei verfügen können. 2. Die Finanzmittel der kommunalen Gebietskörperschaften müssen in einem angemessenen Verhältnis zu ihren Kompetenzen stehen, wie sie in der Verfassung oder im Gesetz vorgesehen sind. 3. Die Finanzmittel der kommunalen Gebietskörperschaften müssen zumindest teilweise aus kommunalen Steuern und Abgaben stammen, deren Satz die Gebietskörperschaften im gesetzlichen Rahmen selbst festlegen können. 4. Die Finanzierungssysteme, auf denen die den kommunalen Gebietskörperschaften zur Verfügung stehenden Mittel beruhen, müssen ausreichend vielfältig und dynamisch gestaltet sein, damit sie so weit wie praktisch möglich in der Lage sind, mit der tatsächlichen Entwicklung der Kosten für die Ausübung ihrer Kompetenzen Schritt zu halten. 5. Der Schutz der finanziell schwächeren kommunalen Gebietskörperschaften erfordert die Einführung von Finanzausgleichsverfahren oder gleichwertigen Massnahmen, welche die Auswirkungen ungleicher Verteilung der möglichen Finanzierungsquellen und der Kostenlasten korrigieren sollen. Derartige Verfahren oder Massnahmen dürfen die Entscheidungsfreiheit der kommunalen Gebietskörperschaften in ihrem eigenen Verantwortungsbereich nicht beeinträchtigen. 6. Die kommunalen Gebietskörperschaften müssen in geeigneter Form zu der Frage, in welcher Weise ihnen umverteilte Mittel zugeteilt werden sollen, angehört werden. 7. Soweit möglich dürfen Subventionen, die den kommunalen Gebietskörperschaften gewährt werden, nicht zur Finanzierung bestimmter Vorhaben bestimmt sein. Die Gewährung von Subventionen darf die grundlegende Freiheit der kommunalen Gebietskörperschaften, die Politik in ihrem eigenen Kompetenzbereich zu bestimmen, nicht beeinträchtigen. 8. Zur Finanzierung ihrer Investitionsausgaben müssen die kommunalen Gebietskörperschaften im Einklang mit dem Gesetz Zugang zum nationalen Kapitalmarkt haben."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Vereinigungsrecht der kommunalen Gebietskörperschaften",
      "content": "1. Die kommunalen Gebietskörperschaften haben bei der Ausübung ihrer Kompetenzen das Recht, mit anderen Gebietskörperschaften zusammenzuarbeiten und im gesetzlichen Rahmen Verbände mit anderen Gebietskörperschaften zu bilden, um Aufgaben von gemeinsamem Interesse zu erfüllen. 2. Das Recht der kommunalen Gebietskörperschaften, einer Vereinigung zum Schutz und zur Förderung ihrer gemeinsamen Interessen anzugehören, und ihr Recht, einer internationalen Vereinigung kommunaler Gebietskörperschaften anzugehören, müssen von jedem Staat anerkannt werden. 3. Die kommunalen Gebietskörperschaften dürfen im Rahmen von Bedingungen, welche das Gesetz allenfalls vorsieht, mit kommunalen Gebietskörperschaften anderer Staaten zusammenarbeiten."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Rechtsschutz für die kommunale Selbstverwaltung",
      "content": "Den kommunalen Gebietskörperschaften muss der Rechtsweg offen stehen, damit sie die freie Ausübung ihrer Kompetenzen und die Achtung derjenigen Grundsätze der kommunalen Selbstverwaltung sicherstellen können, die in der Verfassung oder in der innerstaatlichen Gesetzgebung verankert sind."
    },
    {
      "provision_ref": "art12",
      "chapter": "Teil II: Verschiedene Bestimmungen",
      "section": "12",
      "title": "Verpflichtungen",
      "content": "1. Jede Vertragspartei verpflichtet sich, mindestens zwanzig Absätze des ersten Teils der Charta als für sich bindend anzusehen; mindestens zehn davon sind aus den folgenden Absätzen zu wählen: – Artikel 2, – Artikel 3 Absätze 1 und 2, – Artikel 4 Absätze 1, 2 und 4, – Artikel 5, – Artikel 7 Absatz 1, – Artikel 8 Absatz 2, – Artikel 9 Absätze 1, 2 und 3, – Artikel 10 Absatz 1, – Artikel 11. 2. Jeder Vertragsstaat notifiziert bei der Hinterlegung seiner Ratifikations-, Annahme- oder Genehmigungsurkunde dem Generalsekretär des Europarats die nach Absatz 1 ausgewählten Absätze. 3. Jede Vertragspartei kann jederzeit danach dem Generalsekretär notifizieren, dass sie weitere Absätze dieser Charta für sich als bindend ansieht, die sie noch nicht nach Absatz 1 angenommen hatte. Diese späteren Verpflichtungen gelten als Bestandteil der Ratifikation, Annahme oder Genehmigung durch die notifizierende Vertragspartei und haben dieselbe Wirkung vom ersten Tag des Monats an, der auf einen Zeitabschnitt von drei Monaten nach Eingang der Notifikation beim Generalsekretär folgt."
    },
    {
      "provision_ref": "art13",
      "chapter": "Teil II: Verschiedene Bestimmungen",
      "section": "13",
      "title": "Gebietskörperschaften, auf welche die Charta Anwendung findet",
      "content": "Die in dieser Charta enthaltenen Grundsätze der kommunalen Selbstverwaltung gelten für alle Arten von kommunalen Gebietskörperschaften, die im Hoheitsgebiet der Vertragspartei bestehen. Jedoch kann jede Vertragspartei bei der Hinterlegung ihrer Ratifikations-, Annahme- oder Genehmigungsurkunde die Arten von kommunalen oder regionalen Gebietskörperschaften bezeichnen, auf die sie den Anwendungsbereich dieser Charta beschränken oder die sie von deren Anwendungsbereich ausschliessen will. Sie kann ferner durch spätere Notifikation an den Generalsekretär des Europarats weitere Arten von kommunalen oder regionalen Gebietskörperschaften in den Anwendungsbereich der Charta einbeziehen."
    },
    {
      "provision_ref": "art14",
      "chapter": "Teil II: Verschiedene Bestimmungen",
      "section": "14",
      "title": "Übermittlung von Informationen",
      "content": "Jede Vertragspartei übermittelt dem Generalsekretär des Europarats alle einschlägigen Informationen über Rechtsvorschriften und sonstige Massnahmen, die sie erlassen oder getroffen hat, um die Bestimmungen dieser Charta einzuhalten."
    },
    {
      "provision_ref": "art15",
      "chapter": "Teil III",
      "section": "15",
      "title": "Unterzeichnung, Ratifikation, Inkrafttreten",
      "content": "1. Diese Charta liegt für die Mitgliedstaaten des Europarats zur Unterzeichnung auf. Sie bedarf der Ratifikation, Annahme oder Genehmigung. Die Ratifikations-, Annahme- oder Genehmigungsurkunden werden beim Generalsekretär des Europarats hinterlegt. 2. Diese Charta tritt am ersten Tag des Monats in Kraft, der auf einen Zeitabschnitt von drei Monaten nach dem Tag folgt, an dem vier Mitgliedstaaten des Europarats nach Absatz 1 ihre Zustimmung ausgedrückt haben, durch die Charta gebunden zu sein. 3. Für jeden anderen Mitgliedstaat, der später seine Zustimmung ausdrückt, durch die Charta gebunden zu sein, tritt diese am ersten Tag des Monats in Kraft, der auf einen Zeitabschnitt von drei Monaten nach Hinterlegung der Ratifikations-, Annahme- oder Genehmigungsurkunde folgt."
    },
    {
      "provision_ref": "art16",
      "chapter": "Teil III",
      "section": "16",
      "title": "Gebietsklausel",
      "content": "1. Jeder Staat kann bei der Unterzeichnung oder bei der Hinterlegung seiner Ratifikations-, Annahme-, Genehmigungs- oder Beitrittsurkunde einzelne oder mehrere Hoheitsgebiete bezeichnen, auf die diese Charta Anwendung findet. 2. Jeder Staat kann jederzeit danach durch eine an den Generalsekretär des Europarats gerichtete Erklärung die Anwendung dieser Charta auf jedes weitere in der Erklärung bezeichnete Hoheitsgebiet erstrecken. Die Charta tritt für dieses Hoheitsgebiet am ersten Tag des Monats in Kraft, der auf einen Zeitabschnitt von drei Monaten nach Eingang der Erklärung beim Generalsekretär folgt. 3. Jede nach den Absätzen 1 und 2 abgegebene Erklärung kann in Bezug auf jedes darin bezeichnete Hoheitsgebiet durch eine an den Generalsekretär gerichtete Notifikation zurückgenommen werden. Die Rücknahme wird am ersten Tag des Monats wirksam, der auf einen Zeitabschnitt von sechs Monaten nach Eingang der Notifikation beim Generalsekretär folgt."
    },
    {
      "provision_ref": "art17",
      "chapter": "Teil III",
      "section": "17",
      "title": "Kündigung",
      "content": "1. Jede Vertragspartei kann diese Charta nach einem Zeitabschnitt von fünf Jahren seit dem Tag, an dem die Charta für sie in Kraft getreten ist, jederzeit kündigen. Die Kündigung wird dem Generalsekretär des Europarats unter Einhaltung einer Frist von sechs Monaten notifiziert. Die Kündigung berührt nicht die Gültigkeit der Charta für die anderen Vertragsparteien, vorausgesetzt, dass deren Zahl vier nicht unterschreitet. 2. Jede Vertragspartei kann nach Massgabe von Absatz 1 jeden von ihr angenommenen Absatz des ersten Teils der Charta kündigen, vorausgesetzt, dass Anzahl und Art der Absätze, durch die diese Vertragspartei gebunden ist, mit den Bestimmungen von Artikel 12 Absatz 1 im Einklang bleiben. Jede Vertragspartei, die nach Kündigung eines Absatzes den Bestimmungen von Artikel 12 Absatz 1 nicht mehr entspricht, wird so angesehen, als hätte sie auch die Charta selbst gekündigt."
    },
    {
      "provision_ref": "art18",
      "chapter": "Teil III",
      "section": "18",
      "title": "Notifikation",
      "content": "Der Generalsekretär des Europarats notifiziert den Mitgliedstaaten des Europarats: a. jede Unterzeichnung; b. jede Hinterlegung einer Ratifikations-, Annahme- oder Genehmigungsurkunde; c. jeden Zeitpunkt des Inkrafttretens dieser Charta nach Artikel 15; d. jede nach Artikel 12 Absätze 2 und 3 eingegangene Notifikation; e. jede nach Artikel 13 eingegangene Notifikation; f. jede andere Handlung, Notifikation oder Mitteilung im Zusammenhang mit dieser Charta."
    }
  ],
  "definitions": []
}