{
  "id": "sr-0-192-110-32",
  "type": "statute",
  "title": "Zweites Zusatzprotokoll vom 15. Dezember 1956 zum Allgemeinen Abkommen über die Vorrechte und Immunitäten des Europarates",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1966/789_814_805/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "",
      "content": "Die Mitglieder der Kommission geniessen bei der Wahrnehmung ihrer Aufgaben und auf ihren Reisen zu den Tagungsorten und zurück folgende Vorrechte und Immunitäten: a. Immunität von Festnahme oder Haft und von der Beschlagnahme ihres persönlichen Gepäcks und für in ihrer amtlichen Eigenschaft vorgenommene Handlungen, einschliesslich ihrer mündlichen und schriftlichen Äusserungen, Immunität von jeder Gerichtsbarkeit; b. Unverletzlichkeit aller Papiere und Schriftstücke; c. Befreiung für sich selbst und für ihre Ehegatten von Einwanderungsbeschränkungen und allen Formalitäten der Ausländerregistrierung in den in Wahrnehmung ihrer Aufgaben von ihnen besuchten oder durchreisten Ländern."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "",
      "content": "1. Die Reisen der Mitglieder der Kommission zu den Tagungsorten der Kommission und zurück dürfen durch keinerlei Beschränkungen verwaltungsmässiger oder sonstiger Art behindert werden. 2. Die Mitglieder der Kommission erhalten für die Zollabfertigung und Devisenkontrolle: a. von ihrer eigenen Regierung dieselben Erleichterungen, die den hohen Beamten, die sich in dienstlichem Auftrag vorübergehend ins Ausland begeben, gewährt werden; b. von den Regierungen der anderen Mitgliedstaaten dieselben Erleichterungen, die den Vertretern ausländischer Regierungen, die sich in dienstlichem Auftrag vorübergehend in diesen Ländern aufhalten, gewährt werden."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "",
      "content": "Um den Mitgliedern der Kommission volle Redefreiheit und volle Unabhängigkeit bei der Wahrnehmung ihrer Aufgaben zu sichern, wird ihnen Immunität von der Gerichtsbarkeit bezüglich der mündlichen oder schriftlichen Äusserungen und der von ihnen in Wahrnehmung ihrer Aufgaben vorgenommenen Handlungen auch für die Zeit nach Ablauf ihrer Amtszeit gewährt."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "",
      "content": "Die Vorrechte und Immunitäten werden den Mitgliedern der Kommission nicht zu ihrem persönlichen Vorteil gewährt, sondern um ihnen zu ermöglichen, ihre Aufgaben in voller Unabhängigkeit wahrzunehmen. Die Kommission ist allein befugt, die Immunität ihrer Mitglieder aufzuheben; sie hat nicht nur das Recht, sondern auch die Pflicht, die Immunität eines ihrer Mitglieder in allen Fällen aufzuheben, in denen nach ihrer Auffassung diese Immunität verhindern würde, dass dem Recht Nachachtung verschafft wird, und in denen die Immunität ohne Beeinträchtigung des Zwecks, für den sie gewährt wird, aufgehoben werden kann."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "",
      "content": "Dieses Protokoll liegt für die Mitglieder des Europarates zur Unterzeichnung auf; sie können Vertragsparteien werden, a. indem sie es ohne Vorbehalt der Ratifizierung unterzeichnen oder b. indem sie es unter Vorbehalt der Ratifizierung unterzeichnen und später ratifizieren. Die Ratifikationsurkunden werden beim Generalsekretär des Europarates hinterlegt."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "",
      "content": "1. Dieses Protokoll tritt in Kraft, sobald es von drei Mitgliedern des Europarates gemäss Artikel 5 entweder ohne Vorbehalt der Ratifizierung unterzeichnet oder ratifiziert worden ist. 2. Für jedes Mitglied, das es später entweder ohne Vorbehalt der Ratifizierung unterzeichnet oder ratifiziert, tritt dieses Protokoll mit dem Tage der Unterzeichnung oder der Hinterlegung der Ratifikationsurkunde in Kraft."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "",
      "content": "Der Generalsekretär des Europarates notifiziert den Mitgliedern des Rates den Zeitpunkt des Inkrafttretens dieses Protokolls und die Namen der Mitglieder, die es entweder ohne Vorbehalt der Ratifizierung unterzeichnet oder ratifiziert haben."
    }
  ],
  "definitions": []
}