{
  "id": "sr-0-814-291-2",
  "type": "statute",
  "title": "Protokoll von 1992 vom 27. November 1992 zur Änderung des Internationalen Übereinkommens von 1969 über die zivilrechtliche Haftung für Ölverschmutzungsschäden (mit Anlage)",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1998/1031_1031_1031/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "",
      "content": "Das Übereinkommen, das durch dieses Protokoll geändert wird, ist das Internationale Übereinkommen von 1969 über die zivilrechtliche Haftung für Ölverschmutzungsschäden, im Folgenden als «Haftungsübereinkommen von 1969» bezeichnet. Für Vertragsstaaten des Protokolls von 1976 zum Haftungsübereinkommen von 1969 bezeichnet dieser Ausdruck das Haftungsübereinkommen von 1969 in der durch das genannte Protokoll geänderten Fassung. [ AS 1988 1464 ]"
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "",
      "content": "Artikel I des Haftungsübereinkommens von 1969 wird wie folgt geändert: 1. Nummer 1 wird durch folgenden Wortlaut ersetzt: 1. «Schiff» bedeutet ein Seeschiff oder ein sonstiges Seefahrzeug jeder Art, das zur Beförderung von Öl als Bulkladung gebaut oder hergerichtet ist; jedoch wird ein Schiff, das Öl und andere Ladungen befördern kann, als Schiff nur angesehen, wenn es tatsächlich Öl als Bulkladung befördert, und während jeder Fahrt, die auf eine solche Beförderung folgt, sofern nicht nachgewiesen wird, dass es keine Rückstände solcher Beförderung von Öl als Bulkladung an Bord hat; 2. Nummer 5 wird durch folgenden Wortlaut ersetzt: 5. «Öl» bedeutet beständiges Kohlenwasserstoffmineralöl wie Rohöl, Heizöl, schweres Dieselöl und Schmieröl, gleichviel ob es als Ladung oder in den Bunkern des Schiffes befördert wird; 3. Nummer 6 wird durch folgenden Wortlaut ersetzt: 6. «Verschmutzungsschäden» bedeuten: a) Verluste oder Schäden, die ausserhalb des Schiffes durch eine auf das Ausfliessen oder Ablassen von Öl aus dem Schiff zurückzuführende Verunreinigung hervorgerufen werden, gleichviel wo das Ausfliessen oder Ablassen erfolgt; jedoch wird der Schadenersatz für eine Beeinträchtigung der Umwelt, ausgenommen der auf Grund dieser Beeinträchtigung entgangene Gewinn, auf die Kosten tatsächlich ergriffener oder zu ergreifender angemessener Wiederherstellungsmassnahmen beschränkt, b) die Kosten von Schutzmassnahmen und weitere durch Schutzmassnahmen verursachte Verluste oder Schäden; 4. Nummer 8 wird durch folgenden Wortlaut ersetzt: 8. «Ereignis» bedeutet einen Vorfall oder eine Reihe von Vorfällen gleichen Ursprungs, die Verschmutzungsschäden verursachen oder eine schwere, unmittelbar drohende Gefahr der Verursachung solcher Schäden darstellen; 5. Nummer 9 wird durch folgenden Wortlaut ersetzt: 9. «Organisation» bedeutet die Internationale Seeschifffahrts-Organisation; 6. Nach Nummer 9 wird eine neue Nummer eingefügt, die wie folgt lautet: 10. «Haftungsübereinkommen von 1969» bedeutet das Internationale Übereinkommen von 1969 über die zivilrechtliche Haftung für Ölverschmutzungsschäden. Für Vertragsstaaten des Protokolls von 1976 zu jenem Übereinkommen bezeichnet dieser Ausdruck das Haftungsübereinkommen von 1969 in der durch das Protokoll geänderten Fassung. Die in den Art. 2–10 erwähnten Änderungen sind auch im genannten Übereink. eingefügt."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "",
      "content": "Artikel II des Haftungsübereinkommens von 1969 wird durch folgenden Wortlaut ersetzt: Dieses Übereinkommen gilt ausschliesslich: a) für Verschmutzungsschäden, die verursacht worden sind: i) im Hoheitsgebiet einschliesslich des Küstenmeers eines Vertragsstaats, und ii) in der nach Völkerrecht festgelegten ausschliesslichen Wirtschaftszone eines Vertragsstaats oder, wenn ein Vertragsstaat eine solche Zone nicht festgelegt hat, in einem jenseits des Küstenmeers dieses Staates gelegenen, an dieses angrenzenden Gebiet, das von diesem Staat nach Völkerrecht festgelegt wird und sich nicht weiter als 200 Seemeilen von den Basislinien erstreckt, von denen aus die Breite seines Küstenmeers gemessen wird; b) für Schutzmassnahmen zur Verhütung oder Einschränkung dieser Schäden, gleichviel wo sie getroffen worden sind."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "",
      "content": "Artikel III des Haftungsübereinkommens von 1969 wird wie folgt geändert: 1. Absatz 1 wird durch folgenden Wortlaut ersetzt: 1. Ausser in den Fällen der Absätze 2 und 3 haftet der Eigentümer eines Schiffes im Zeitpunkt des Ereignisses oder, wenn das Ereignis aus einer Reihe von Vorfällen besteht, im Zeitpunkt des ersten Vorfalls für alle Verschmutzungsschäden, die infolge des Ereignisses durch das Schiff verursacht wurden. 2. Absatz 4 wird durch folgenden Wortlaut ersetzt: 4. Schadenersatzansprüche wegen Verschmutzungsschäden können gegen den Eigentümer nur nach diesem Übereinkommen geltend gemacht werden. Vorbehaltlich des Absatzes 5 können Schadenersatzansprüche wegen Verschmutzungsschäden weder auf Grund dieses Übereinkommens noch auf anderer Grundlage geltend gemacht werden gegen: a) die Bediensteten oder Beauftragten des Eigentümers oder die Mitglieder der Besatzung; b) den Lotsen oder eine andere Person, die, ohne Mitglied der Besatzung zu sein, Dienste für das Schiff leistet; c) einen Charterer (wie auch immer er bezeichnet ist, einschliesslich Bareboat-Charterer), Ausrüster oder Betreiber des Schiffes sowie einen mit der Betriebsführung Beauftragten; d) eine Person, die mit Einwilligung des Eigentümers oder auf Weisung einer zuständigen Behörde Bergungs- oder Hilfeleistungsarbeiten ausführt; e) eine Person, die Schutzmassnahmen trifft; f) alle Bediensteten oder Beauftragten der unter den Buchstaben c), d) und e) bezeichneten Personen; sofern nicht die Schäden auf eine Handlung oder Unterlassung zurückzuführen sind, die von ihnen selbst entweder in der Absicht, solche Schäden herbeizuführen, oder leichtfertig und in dem Bewusstsein begangen wurde, dass solche Schäden wahrscheinlich eintreten würden."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "",
      "content": "Artikel IV des Haftungsübereinkommens von 1969 wird durch folgenden Wortlaut ersetzt: Tritt ein Ereignis ein, an dem mehr als ein Schiff beteiligt ist, und entstehen daraus Verschmutzungsschäden, so haften die Eigentümer aller beteiligten Schiffe, sofern sie nicht nach Artikel III befreit sind, gesamtschuldnerisch für alle Schäden, die sich nicht hinreichend sicher trennen lassen."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "",
      "content": "Artikel V des Haftungsübereinkommens von 1969 wird wie folgt geändert: 1. Absatz 1 wird durch folgenden Wortlaut ersetzt: 1. Der Eigentümer eines Schiffes ist berechtigt, seine Haftung auf Grund dieses Übereinkommens für jedes Ereignis auf einen Gesamtbetrag zu beschränken, der sich wie folgt errechnet: a) 4 510 000 Rechnungseinheiten für ein Schiff mit bis zu 5000 Raumgehaltseinheiten; b) für ein Schiff mit einem darüber hinausgehenden Raumgehalt erhöht sich der unter Buchstabe a) genannte Betrag für jede zusätzliche Raumgehaltseinheit um 631 Rechnungseinheiten; dieser Gesamtbetrag darf jedoch 89 770 000 Rechnungseinheiten nicht überschreiten. 2. Absatz 2 wird durch folgenden Wortlaut ersetzt: 2. Der Eigentümer ist nicht berechtigt, seine Haftung auf Grund dieses Übereinkommens zu beschränken, wenn nachgewiesen wird, dass die Verschmutzungsschäden auf eine Handlung oder Unterlassung zurückzuführen sind, die von ihm selbst entweder in der Absicht, solche Schäden herbeizuführen, oder leichtfertig und in dem Bewusstsein begangen wurde, dass solche Schäden wahrscheinlich eintreten würden. 3. Absatz 3 wird durch folgenden Wortlaut ersetzt: 3. Um sich auf die in Absatz 1 vorgesehene Beschränkung berufen zu können, hat der Eigentümer für den Gesamtbetrag seiner Haftung einen Fonds bei dem Gericht oder einer sonstigen zuständigen Stelle eines der Vertragsstaaten zu errichten, in dem nach Artikel IX Klage erhoben wird oder, wenn keine Klage erhoben wird, bei jedem Gericht oder jeder sonstigen zuständigen Stelle in einem der Vertragsstaaten, in denen nach Artikel IX Klage erhoben werden kann. Der Fonds kann entweder durch Hinterlegung des Betrags oder durch Vorlage einer Bankgarantie oder einer anderen nach den Rechtsvorschriften des Vertragsstaats, in dem der Fonds errichtet wird, zulässigen und von dem Gericht oder der sonstigen zuständigen Stelle für ausreichend erachteten Garantie errichtet werden. 4. Absatz 9 wird durch folgenden Wortlaut ersetzt: 9. a) Die in Absatz 1 genannte «Rechnungseinheit» ist das Sonderziehungsrecht des Internationalen Währungsfonds. Die in Absatz 1 genannten Beträge werden in die Landeswährung entsprechend dem Wert dieser Währung gegenüber dem Sonderziehungsrecht am Tag der Errichtung des in Absatz 3 genannten Fonds umgerechnet. Der in Sonderziehungsrechten ausgedrückte Wert der Landeswährung eines Vertragsstaats, der Mitglied des Internationalen Währungsfonds ist, wird nach der vom Internationalen Währungsfonds angewendeten Bewertungsmethode errechnet, die an dem betreffenden Tag für seine Operationen und Transaktionen gilt. Der in Sonderziehungsrechten ausgedrückte Wert der Landeswährung eines Vertragsstaats, der nicht Mitglied des Internationalen Währungsfonds ist, wird auf eine von diesem Staat bestimmte Weise errechnet. b) Dessenungeachtet kann ein Vertragsstaat, der nicht Mitglied des Internationalen Währungsfonds ist und dessen Recht die Anwendung des Buchstabens a) nicht zulässt, bei der Ratifikation, der Annahme oder der Genehmigung dieses Übereinkommens oder dem Beitritt zu dem Übereinkommen oder jederzeit danach erklären, dass die unter Buchstabe a) genannte Rechnungseinheit 15 Goldfranken entspricht. Der unter diesem Buchstaben genannte Goldfranken entspricht 65½ Milligramm Gold von 900 / 1000 Feingehalt. Die Umrechnung des Goldfranken in die Landeswährung erfolgt nach dem Recht des betreffenden Staates. c) Die unter Buchstabe a) letzter Satz genannte Berechnung und die unter Buchstabe b) genannte Umrechnung erfolgen in der Weise, dass die Beträge nach Absatz 1, in der Landeswährung des Vertragsstaats ausgedrückt, soweit wie möglich dem tatsächlichen Wert entsprechen, der sich aus der Anwendung des Buchstabens a) Sätze 1 bis 3 ergeben würde. Die Vertragsstaaten teilen dem Verwahrer die Art der Berechnung nach Buchstabe a) oder das Ergebnis der Umrechnung nach Buchstabe b) bei der Hinterlegung einer Ratifikations-, Annahme-, Genehmigungs- oder Beitrittsurkunde zu diesem Übereinkommen sowie immer dann mit, wenn sich die Berechnungsart oder das Umrechnungsergebnis ändert. 5. Absatz 10 wird durch folgenden Wortlaut ersetzt: 10. Raumgehalt des Schiffes im Sinne dieses Artikels ist die Bruttoraumzahl, errechnet nach den in Anlage I des Internationalen Schiffsvermessungs-Übereinkommens von 1969 enthaltenen Bestimmungen über die Vermessung des Raumgehalts. 6. Absatz 11 Satz 2 wird durch folgenden Wortlaut ersetzt: Dieser Fonds kann selbst dann errichtet werden, wenn nach Absatz 2 der Eigentümer nicht berechtigt ist, seine Haftung zu beschränken, beeinträchtigt jedoch dann nicht die Rechte der Geschädigten gegen den Eigentümer. Fassung gemäss der Änd. der Haftungsgrenze vom 18. Okt. 2000, in Kraft seit 1. Nov. 2003 ( AS 2007 3347 )."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "",
      "content": "Artikel VII des Haftungsübereinkommens von 1969 wird wie folgt geändert: 1. Absatz 2 Sätze 1 und 2 werden durch folgenden Wortlaut ersetzt: Nachdem die zuständige Behörde eines Vertragsstaats sich vergewissert hat, dass die Voraussetzungen des Absatzes 1 erfüllt sind, wird für jedes Schiff eine Bescheinigung darüber ausgestellt, dass eine Versicherung oder sonstige finanzielle Sicherheit nach diesem Übereinkommen in Kraft ist. Für ein in das Schiffsregister eines Vertragsstaats eingetragenes Schiff wird diese Bescheinigung von der zuständigen Behörde des Staates des Schiffsregisters ausgestellt oder bestätigt; für ein nicht in das Schiffsregister eines Vertragsstaats eingetragenes Schiff kann sie von der zuständigen Behörde jedes Vertragsstaats ausgestellt oder bestätigt werden. 2. Absatz 4 wird durch folgenden Wortlaut ersetzt: 4. Die Bescheinigung wird an Bord des Schiffes mitgeführt; eine Durchschrift wird bei der Behörde hinterlegt, die das betreffende Schiffsregister führt, oder, wenn das Schiff nicht in das Schiffsregister eines Vertragsstaats eingetragen ist, bei der Behörde des Staates, der die Bescheinigung ausstellt oder bestätigt. 3. Absatz 7 Satz 1 wird durch folgenden Wortlaut ersetzt: Die nach Absatz 2 im Namen eines Vertragsstaats ausgestellten oder bestätigten Bescheinigungen werden von anderen Vertragsstaaten für die Zwecke dieses Übereinkommens anerkannt; sie messen ihnen die gleiche Wirkung bei wie den von ihnen selbst ausgestellten oder bestätigten Bescheinigungen, und zwar auch dann, wenn sie für ein Schiff ausgestellt oder bestätigt worden sind, das nicht in das Schiffsregister eines Vertragsstaats eingetragen ist. 4. In Absatz 7 Satz 2 werden die Worte «den Staat des Schiffsregisters» durch die Worte «den ausstellenden oder bestätigenden Staat» ersetzt. 5. Absatz 8 Satz 2 wird durch folgenden Wortlaut ersetzt: Hierbei kann sich der Beklagte, auch wenn der Eigentümer nach Artikel V Absatz 2 nicht berechtigt ist, seine Haftung zu beschränken, auf die in Artikel V Absatz 1 vorgesehene Haftungsbeschränkung berufen."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "",
      "content": "Artikel IX des Haftungsübereinkommens von 1969 wird wie folgt geändert: Absatz 1 wird durch folgenden Wortlaut ersetzt: 1. Sind durch ein Ereignis Verschmutzungsschäden im Hoheitsgebiet einschliesslich des Küstenmeers oder eines in Artikel II genannten Gebiets eines oder mehrerer Vertragsstaaten entstanden oder sind in diesem Hoheitsgebiet einschliesslich des Küstenmeers oder Gebiets Schutzmassnahmen getroffen worden, um Verschmutzungsschäden zu verhüten oder einzuschränken, so können Schadenersatzklagen nur vor den Gerichten des oder der betreffenden Vertragsstaaten anhängig gemacht werden. Der Beklagte ist über derartige Klagen binnen angemessener Frist zu unterrichten."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "",
      "content": "Nach Artikel XII des Haftungsübereinkommens von 1969 werden zwei neue Artikel wie folgt eingefügt:"
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "",
      "content": "Das dem Haftungsübereinkommen von 1969 beigefügte Muster einer Bescheinigung wird durch das diesem Protokoll beigefügte Muster ersetzt."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "",
      "content": "(1) Das Haftungsübereinkommen von 1969 und dieses Protokoll sind im Verhältnis zwischen den Vertragsparteien dieses Protokolls als ein Vertragswerk zu betrachten und auszulegen. (2) Die Artikel I bis XII ter des Haftungsübereinkommens von 1969 in der durch dieses Protokoll geänderten Fassung, einschliesslich der Musterbescheinigung, tragen die Bezeichnung «Internationales Übereinkommen von 1992 über die zivilrechtliche Haftung für Ölverschmutzungsschäden» («Haftungsübereinkommen von 1992»)."
    }
  ],
  "definitions": []
}