{
  "id": "sr-0-221-122-3",
  "type": "statute",
  "title": "Europäisches Übereinkommen vom 16. Mai 1972 über die Berechnung von Fristen",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1983/500_500_500/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "",
      "content": "1. Dieses Übereinkommen ist auf die Berechnung von Fristen auf dem Gebiet des Zivil-, Handels- und Verwaltungsrechts einschliesslich des diese Gebiete betreffenden Verfahrensrechts anzuwenden, soweit diese Fristen festgesetzt worden sind a) durch Gesetz, von einem Gericht oder einer Verwaltungsbehörde, b) von einem Schiedsorgan, wenn dieses die Art der Fristenberechnung nicht bestimmt hat. c) von den Parteien, wenn die Berechnungsart von ihnen nicht ausdrücklich oder stillschweigend vereinbart worden ist und sich auch nicht aus anwendbaren Bräuchen oder aus Gepflogenheiten, die sich zwischen den Parteien gebildet haben, ergibt. Das Übereinkommen ist jedoch nicht auf Fristen anzuwenden, die zurückberechnet werden. 2. Jede Vertragspartei kann, abweichend von Absatz 1, bei der Hinterlegung ihrer Ratifikations-, Annahme- oder Beitrittsurkunde oder jederzeit danach durch eine an den Generalsekretär des Europarats gerichtete Notifikation erklären, dass sie die Anwendung aller oder einzelner Bestimmungen des Übereinkommens auf alle oder einzelne Fristen auf dem Gebiet des Verwaltungsrechts ausschliesst. Jede Vertragspartei kann die von ihr abgegebene Erklärung jederzeit durch eine an den Generalsekretär des Europarats gerichtete Notifikation ganz oder teilweise zurücknehmen; diese Notifikation wird am Tag ihres Eingangs wirksam."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "",
      "content": "Im Sinn dieses Übereinkommens bedeutet der Ausdruck «dies a quo» den Tag, an dem die Frist zu laufen beginnt, und der Ausdruck «dies ad quem» den Tag, an dem die Frist abläuft."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "",
      "content": "1. Fristen, die in Tagen, Wochen, Monaten oder Jahren ausgedrückt sind, laufen von Mitternacht des dies a quo bis Mitternacht des dies ad quem. 2. Absatz 1 schliesst jedoch nicht aus, dass eine Handlung, die vor Ablauf einer Frist vorzunehmen ist, am dies ad quem nur während der gewöhnlichen Amts- oder Geschäftsstunden vorgenommen werden kann."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "",
      "content": "1. Ist eine Frist in Wochen ausgedrückt, so ist der dies ad quem der Tag der letzten Woche, der dem dies a quo im Namen entspricht. 2. Ist eine Frist in Monaten oder Jahren ausgedrückt, so ist der dies ad quem der Tag des letzten Monats oder des letzten Jahres, der nach seiner Zahl dem dies a quo entspricht, oder, wenn ein entsprechender Tag fehlt, der letzte Tag des letzten Monats. 3. Ist eine Frist in Monaten und Tagen oder Bruchteilen von Monaten ausgedrückt, so sind zuerst die ganzen Monate und danach die Tage oder Bruchteile der Monate zu zählen; für die Berechnung von Bruchteilen von Monaten ist davon auszugehen, dass ein Monat aus 30 Tagen besteht."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "",
      "content": "Samstage, Sonntage und gesetzliche Feiertage werden bei der Berechnung einer Frist mitgezählt. Fällt jedoch der dies ad quem einer Frist, vor deren Ablauf eine Handlung vorzunehmen ist, auf einen Samstag, Sonntag, gesetzlichen Feiertag oder einen Tag, der wie ein gesetzlicher Feiertag behandelt wird, so wird die Frist dahin verlängert, dass sie den nächstfolgenden Werktag einschliesst."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "",
      "content": "Vorbehalte zu diesem Übereinkommen sind nicht zulässig."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "",
      "content": "Dieses Übereinkommen berührt nicht bereits geschlossene oder noch zu schliessende zwei- oder mehrseitige Verträge, Übereinkommen oder Vereinbarungen oder die zu ihrer Anwendung erlassenen Vorschriften, die auf bestimmten Rechtsgebieten die in diesem Übereinkommen behandelten Fragen regeln."
    }
  ],
  "definitions": []
}