{
  "id": "sr-0-311-55",
  "type": "statute",
  "title": "Strafrechtsübereinkommen vom 27. Januar 1999 über Korruption",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2006/367/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Kapitel I: Begriffsbestimmungen",
      "section": "1",
      "title": "Begriffsbestimmungen",
      "content": "Im Sinne dieses Übereinkommens: a. wird der Ausdruck «Amtsträger» entsprechend der Bestimmung des Begriffs «Beamter», «Bediensteter im öffentlichen Dienst», «Bürgermeister», «Minister» oder «Richter» im innerstaatlichen Recht des Staates, in dem die betreffende Person die entsprechenden Aufgaben wahrnimmt, und so, wie er in dessen Strafrecht verwendet wird, ausgelegt; b. umfasst der unter Buchstabe a genannte Ausdruck «Richter» auch Angehörige der Staatsanwaltschaft und Personen, die richterliche Aufgaben wahrnehmen; c. kann der verfolgende Staat im Fall eines Verfahrens wegen einer Straftat, an der ein Amtsträger eines anderen Staates beteiligt ist, die Bestimmung des Begriffs «Amtsträger» nur insoweit anwenden, als sie mit seinem innerstaatlichen Recht vereinbar ist; d. bedeutet «juristische Person» jeden Rechtsträger, der auf Grund des anwendbaren innerstaatlichen Rechts diese Rechtsstellung innehat, mit Ausnahme von Staaten oder anderen Körperschaften des öffentlichen Rechts, die staatliche Befugnisse ausüben, und der öffentlichrechtlichen internationalen Organisationen."
    },
    {
      "provision_ref": "art2",
      "chapter": "Kapitel II: Innerstaatlich zu treffende Massnahmen",
      "section": "2",
      "title": "Aktive Bestechung inländischer Amtsträger",
      "content": "Jede Vertragspartei trifft die erforderlichen gesetzgeberischen und anderen Massnahmen, um folgende Handlungen, wenn vorsätzlich begangen, nach ihrem inner-staatlichen Recht als Straftaten zu umschreiben: das unmittelbare oder mittelbare Versprechen, Anbieten oder Gewähren eines unbilligen Vorteils an einen Amtsträger dieser Vertragspartei für diesen selbst oder für einen Dritten, damit er in Ausübung seiner Funktion eine Handlung vornimmt oder unterlässt."
    },
    {
      "provision_ref": "art3",
      "chapter": "Kapitel II: Innerstaatlich zu treffende Massnahmen",
      "section": "3",
      "title": "Passive Bestechung inländischer Amtsträger",
      "content": "Jede Vertragspartei trifft die erforderlichen gesetzgeberischen und anderen Massnahmen, um folgende Handlungen, wenn vorsätzlich begangen, nach ihrem innerstaatlichen Recht als Straftaten zu umschreiben: das unmittelbare oder mittelbare Fordern oder Annehmen eines unbilligen Vorteils oder das Annehmen eines Angebots oder Versprechens eines solchen Vorteils durch einen Amtsträger dieser Vertragspartei für ihn selbst oder einen Dritten, damit er in Ausübung seiner Funktion eine Handlung vornimmt oder unterlässt."
    },
    {
      "provision_ref": "art4",
      "chapter": "Kapitel II: Innerstaatlich zu treffende Massnahmen",
      "section": "4",
      "title": "Bestechung von Mitgliedern inländischer öffentlichrechtlicher Versammlungen",
      "content": "Jede Vertragspartei trifft die erforderlichen gesetzgeberischen und anderen Massnahmen, um die in den Artikeln 2 und 3 genannten Handlungen, wenn ein Mitglied einer inländischen öffentlichrechtlichen Versammlung, die Gesetzgebungs- oder Verwaltungsbefugnisse ausübt, beteiligt ist, nach ihrem innerstaatlichen Recht als Straftaten zu umschreiben."
    },
    {
      "provision_ref": "art5",
      "chapter": "Kapitel II: Innerstaatlich zu treffende Massnahmen",
      "section": "5",
      "title": "Bestechung ausländischer Amtsträger",
      "content": "Jede Vertragspartei trifft die erforderlichen gesetzgeberischen und anderen Massnahmen, um die in den Artikeln 2 und 3 genannten Handlungen, wenn ein Amtsträger eines anderen Staates beteiligt ist, nach ihrem innerstaatlichen Recht als Straftaten zu umschreiben."
    },
    {
      "provision_ref": "art6",
      "chapter": "Kapitel II: Innerstaatlich zu treffende Massnahmen",
      "section": "6",
      "title": "Bestechung von Mitgliedern ausländischer öffentlichrechtlicher Versammlungen",
      "content": "Jede Vertragspartei trifft die erforderlichen gesetzgeberischen und anderen Massnahmen, um die in den Artikeln 2 und 3 genannten Handlungen, wenn ein Mitglied einer öffentlichrechtlichen Versammlung eines anderen Staates, die Gesetzgebungs- oder Verwaltungsbefugnisse ausübt, beteiligt ist, nach ihrem innerstaatlichen Recht als Straftaten zu umschreiben."
    },
    {
      "provision_ref": "art7",
      "chapter": "Kapitel II: Innerstaatlich zu treffende Massnahmen",
      "section": "7",
      "title": "Aktive Privatbestechung",
      "content": "Jede Vertragspartei trifft die erforderlichen gesetzgeberischen und anderen Massnahmen, um folgende Handlungen, wenn vorsätzlich im Rahmen einer Geschäftstätigkeit begangen, nach ihrem innerstaatlichen Recht als Straftaten zu umschreiben: das unmittelbare oder mittelbare Versprechen, Anbieten oder Gewähren eines unbilligen Vorteils an eine Person, die einen privatrechtlichen Rechtsträger leitet oder für einen solchen in irgendeiner Eigenschaft tätig ist, für diese selbst oder für einen Dritten, damit sie unter Verletzung ihrer Pflichten eine Handlung vornimmt oder unterlässt."
    },
    {
      "provision_ref": "art8",
      "chapter": "Kapitel II: Innerstaatlich zu treffende Massnahmen",
      "section": "8",
      "title": "Passive Privatbestechung",
      "content": "Jede Vertragspartei trifft die erforderlichen gesetzgeberischen und anderen Massnahmen, um folgende Handlungen, wenn vorsätzlich im Rahmen einer Geschäftstätigkeit begangen, nach ihrem innerstaatlichen Recht als Straftaten zu umschreiben: das unmittelbare oder mittelbare Fordern oder Annehmen eines unbilligen Vorteils oder das Annehmen eines Angebots oder Versprechens eines solchen Vorteils durch eine Person, die einen privatrechtlichen Rechtsträger leitet oder für eine solche in irgendeiner Eigenschaft tätig ist, für sie selbst oder einen Dritten, damit sie unter Verletzung ihrer Pflichten eine Handlung vornimmt oder unterlässt."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Bestechung von Amtsträgern internationaler Organisationen",
      "content": "Jede Vertragspartei trifft die erforderlichen gesetzgeberischen und anderen Massnahmen, um die in den Artikeln 2 und 3 genannten Handlungen, wenn eine Person, die im Sinne des Personalstatuts der betreffenden Organisation Amtsträgerin oder Angestellte einer internationalen oder supranationalen Organisation ist, der die Vertragspartei angehört, oder eine Person, die als entsandte oder nichtentsandte Kraft bei einer solchen Organisation Aufgaben wahrnimmt, die denjenigen der genannten Beamten oder Bediensteten vergleichbar sind, beteiligt ist, nach ihrem innerstaatlichen Recht als Straftaten zu umschreiben."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Bestechung von Mitgliedern internationaler parlamentarischer Versammlungen",
      "content": "Jede Vertragspartei trifft die erforderlichen gesetzgeberischen und anderen Massnahmen, um die in Artikel 4 genannten Handlungen, wenn ein Mitglied einer parlamentarischen Versammlung einer internationalen oder supranationalen Organisation, der die Vertragspartei angehört, beteiligt ist, nach ihrem innerstaatlichen Recht als Straftaten zu umschreiben."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Bestechung von Richtern und Amtsträgern internationaler Gerichtshöfe",
      "content": "Jede Vertragspartei trifft die erforderlichen gesetzgeberischen und anderen Massnahmen, um die in den Artikeln 2 und 3 genannten Handlungen, wenn eine Person, die bei einem internationalen Gerichtshof, dessen Zuständigkeit von der betreffenden Vertragspartei anerkannt wird, richterliche Aufgaben wahrnimmt, oder ein Amtsträger eines solchen Gerichtshofs beteiligt ist, nach ihrem innerstaatlichen Recht als Straftaten zu umschreiben."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Missbräuchliche Einflussnahme",
      "content": "Jede Vertragspartei trifft die erforderlichen gesetzgeberischen und anderen Massnahmen, um folgende Handlungen, wenn vorsätzlich begangen, nach ihrem innerstaatlichen Recht als Straftaten zu umschreiben: das unmittelbare oder mittelbare Versprechen, Anbieten oder Gewähren eines unbilligen Vorteils als Gegenleistung an eine Person, die behauptet oder bestätigt, Einfluss auf die Entscheidungsfindung einer der in den Artikeln 2, 4–6 und 9–11 genannten Personen ausüben zu können, wobei der Vorteil für diese selbst oder für einen Dritten besteht, sowie das Fordern oder Annehmen eines unbilligen Vorteils oder das Annehmen des Angebots oder Versprechens eines solchen Vorteils durch eine solche Person als Gegenleistung für eine solche Einflussnahme, unabhängig davon, ob die Einflussnahme erfolgt ist oder die vermeintliche Einflussnahme zu dem gewünschten Ergebnis führt."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Geldwäsche bei Erträgen aus Korruptionsdelikten",
      "content": "Jede Vertragspartei trifft die erforderlichen gesetzgeberischen und anderen Massnahmen, um die in Artikel 6 Ziffern 1 und 2 des Europaratübereinkommens über Geldwäsche sowie Ermittlung, Beschlagnahme und Einziehung von Erträgen aus Straftaten (SEV Nr. 141) aufgeführten Handlungen unter den dort vorgesehenen Bedingungen nach ihrem innerstaatlichen Recht als Straftaten zu umschreiben, wenn die Vortat in einer Straftat gemäss den Artikeln 2–12 des vorliegenden Übereinkommens besteht und soweit die betreffende Vertragspartei zu diesen Straftaten keinen Vorbehalt gemacht und keine Erklärung abgegeben hat oder diese Straftaten nicht als schwere Straftaten im Sinne ihrer Bestimmungen über Geldwäsche betrachtet. CH: Geldwäscherei."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Buchführungsdelikte",
      "content": "Jede Vertragspartei trifft die erforderlichen gesetzgeberischen und anderen Massnahmen, um folgende vorsätzlich begangene Handlungen oder Unterlassungen, die auf das Begehen, Verbergen oder Verschleiern der in den Artikeln 2–12 aufgeführten Straftaten abzielen, mit strafrechtlichen oder sonstigen Sanktionen zu bedrohen, soweit die betreffende Vertragspartei keinen Vorbehalt gemacht und keine Erklärung abgegeben hat: a. Erstellen und Verwenden einer Rechnung oder sonstiger Buchführungsunterlagen mit falschen oder unvollständigen Angaben; b. rechtswidriges Unterlassen der Buchung einer Zahlung."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Teilnahmehandlungen",
      "content": "Jede Vertragspartei trifft die erforderlichen gesetzgeberischen und anderen Massnahmen, um jede Mittäterschaft und Beihilfe zur Begehung einer auf Grund dieses Übereinkommens umschriebenen Straftat nach ihrem innerstaatlichen Recht als Straftat zu umschreiben. CH: Gehilfenschaft."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Immunität",
      "content": "Dieses Übereinkommen berührt nicht die Bestimmungen von Verträgen, Protokollen oder Satzungen über die Aufhebung der Immunität sowie der entsprechenden Ausführungsbestimmungen."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Gerichtsbarkeit",
      "content": "1. Jede Vertragspartei trifft die erforderlichen gesetzgeberischen und anderen Massnahmen zur Begründung ihrer Gerichtsbarkeit über eine auf Grund der Artikel 2–14 umschriebenen Straftat: a. wenn die Straftat ganz oder teilweise in ihrem Hoheitsgebiet begangen wird; b. wenn der Straftäter Staatsangehöriger, Amtsträger oder Mitglied einer inländischen öffentlichrechtlichen Versammlung der betreffenden Vertragspartei ist; c. wenn an der Straftat ein Amtsträger oder ein Mitglied einer inländischen öffentlichrechtlichen Versammlung der betreffenden Vertragspartei oder eine in den Artikeln 9–11 genannte Person, die zugleich Staatsangehörige dieser Vertragspartei ist, beteiligt ist. 2. Jede Vertragspartei kann bei der Unterzeichnung oder bei der Hinterlegung ihrer Ratifikations-, Annahme-, Genehmigungs- oder Beitrittsurkunde durch eine an den Generalsekretär des Europarats gerichtete Erklärung mitteilen, dass sie sich das Recht vorbehält, die Vorschriften über die Gerichtsbarkeit nach Ziffer 1 Buchstaben b und c insgesamt oder teilweise nicht oder nur in bestimmten Fällen oder unter bestimmten Bedingungen anzuwenden. 3. Hat eine Vertragspartei von den Vorbehaltsmöglichkeiten nach Ziffer 2 Gebrauch gemacht, so trifft sie die erforderlichen Massnahmen, um ihre Gerichtsbarkeit über die auf Grund dieses Übereinkommens umschriebenen Straftaten zu begründen, wenn der mutmassliche Straftäter sich in ihrem Hoheitsgebiet befindet und nach einem Auslieferungsersuchen einzig wegen seiner Staatsangehörigkeit nicht an eine andere Vertragspartei ausgeliefert werden kann. 4. Dieses Übereinkommen schliesst die Ausübung einer nach innerstaatlichem Recht begründeten Strafgerichtsbarkeit durch eine Vertragspartei nicht aus."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Verantwortlichkeit juristischer Personen",
      "content": "1. Jede Vertragspartei trifft die erforderlichen gesetzgeberischen und anderen Massnahmen, um sicherzustellen, dass juristische Personen für die gemäss diesem Über-einkommen umschriebenen Straftaten der aktiven Bestechung, missbräuchlichen Einflussnahme und Geldwäsche verantwortlich erklärt werden können, wenn die jeweilige Straftat zu ihrem Vorteil von einer Einzelperson oder als Mitglied eines Organs der juristischen Person handelnden natürlichen Person begangen wird, die innerhalb der juristischen Person eine leitende Stellung auf folgender Grundlage innehat: – Vollmacht, die juristische Person zu vertreten; oder – Befugnis, für die juristische Person Entscheidungen zu treffen; oder – Befugnis, innerhalb der juristischen Person eine Kontrolle auszuüben, sowie für die Teilnahme einer solchen natürlichen Person zur Begehung der oben genannten Straftaten als Gehilfe oder Anstifter. 2. Neben den in Ziffer 1 bereits vorgesehenen Fällen trifft jede Vertragspartei die erforderlichen Massnahmen, um sicherzustellen, das eine juristische Person verantwortlich erklärt werden kann, wenn mangelnde Überwachung oder Kontrolle durch eine natürliche Person nach Ziffer 1 es ermöglicht hat, dass eine der juristischen Person unterstellte natürliche Person die in Ziffer 1 genannten Straftaten zum Vorteil der juristischen Person begeht. 3. Die Verantwortlichkeit einer juristischen Person auf Grund der Ziffern 1 und 2 schliesst die Strafverfolgung natürlicher Personen als Täter, Anstifter oder Gehilfen bei den in Ziffer 1 genannten Straftaten nicht aus."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Sanktionen und Massnahmen",
      "content": "1. In Anbetracht der Schwere der gemäss diesem Übereinkommen umschriebenen Straftaten sieht jede Vertragspartei für die nach den Artikeln 2–14 umschriebenen Straftaten wirksame, verhältnismässige und abschreckende Sanktionen und Massnahmen vor, einschliesslich freiheitsentziehender Sanktionen, die zur Auslieferung führen können, wenn die Straftaten von natürlichen Personen begangen werden. 2. Jede Vertragspartei stellt sicher, dass juristische Personen, die auf Grund von Artikel 18 Ziffern 1 und 2 verantwortlich erklärt werden, mit wirksamen, verhältnismässigen und abschreckenden strafrechtlichen oder nichtstrafrechtlichen Sanktionen, einschliesslich Geldsanktionen, bedroht werden. 3. Jede Vertragspartei trifft die erforderlichen gesetzgeberischen und anderen Massnahmen, um Tatwerkzeuge und Erträge aus den gemäss diesem Übereinkommen umschriebenen Straftaten oder Vermögenswerte in der Höhe dieser Erträge einziehen oder in anderer Weise entziehen zu können."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Spezialisierte Behörden",
      "content": "Jede Vertragspartei trifft die erforderlichen Massnahmen für die Spezialisierung von Personen oder Einrichtungen auf die Korruptionsbekämpfung. Diese geniessen, im Rahmen der Grundprinzipien der Rechtsordnung der betreffenden Vertragspartei, die erforderliche Unabhängigkeit, um ihre Aufgaben wirksam und frei von jedem unzulässigen Druck wahrnehmen zu können. Die Vertragsparteien sorgen dafür, dass das Personal dieser Einrichtungen über eine ihren Aufgaben entsprechende Ausbildung und finanzielle Ausstattung verfügt."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Zusammenarbeit zwischen innerstaatlichen Behörden",
      "content": "Jede Vertragspartei trifft, in Übereinstimmung mit dem innerstaatlichen Recht, die erforderlichen Massnahmen, um sicherzustellen, dass die Behörden sowie jeder Amtsträger mit den für die Ermittlung und Verfolgung von Straftaten zuständigen Behörden zusammenarbeiten: a. indem sie die betreffenden Behörden von sich aus unterrichten, wenn begründeter Anlass zu der Vermutung besteht, dass eine auf Grund der Artikel 2–14 umschriebene Straftat begangen wurde; oder b. indem sie den betreffenden Behörden auf Ersuchen alle erforderlichen Auskünfte erteilen."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Schutz von Informanten und Zeugen",
      "content": "Jede Vertragspartei trifft die erforderlichen gesetzgeberischen und anderen Massnahmen, um einen wirksamen und angemessenen Schutz folgender Personen zu gewährleisten: a. Personen, die Angaben über gemäss den Artikeln 2–14 umschriebene Straftaten machen oder in anderer Weise mit den für die Ermittlung oder Strafverfolgung zuständigen Behörden zusammenarbeiten; b. Zeugen, die eine Aussage in Bezug auf solche Straftaten machen."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Massnahmen zur Erleichterung der Beweisaufnahme und der Einziehung von Erträgen",
      "content": "1. Jede Vertragspartei trifft die erforderlichen gesetzgeberischen und anderen Massnahmen einschliesslich solcher, welche die Anwendung besonderer Ermittlungsmethoden im Einklang mit dem innerstaatlichen Recht ermöglichen, um die Sammlung von Beweisen für gemäss Artikel 2–14 umschriebene Straftaten zu erleichtern und um Tatwerkzeuge und Erträge aus Korruption oder Vermögenswert in Höhe dieser Erträge ermitteln, nachverfolgen, einfrieren und beschlagnahmen zu können, soweit auf diese Tatwerkzeuge und Erträge Massnahmen nach Artikel 19 Ziffer 3 Anwendung finden können. 2. Jede Vertragspartei trifft die erforderlichen gesetzgeberischen und anderen Massnahmen, um ihren Gerichten oder sonstigen zuständigen Behörden die Befugnis zu erteilen anzuordnen, dass Bank-, Finanz- oder Geschäftsunterlagen zum Zweck der Durchführung der in Ziffer 1 genannten Massnahmen zur Verfügung gestellt oder beschlagnahmt werden. 3. Das Bankgeheimnis steht Massnahmen nach den Ziffern 1 und 2 des Artikels nicht im Wege."
    },
    {
      "provision_ref": "art24",
      "chapter": "Kapitel III: Überwachung der Durchführung",
      "section": "24",
      "title": "Überwachung",
      "content": "Die Staatengruppe gegen Korruption (GRECO) überwacht die Durchführung dieses Übereinkommens durch die Vertragsparteien."
    },
    {
      "provision_ref": "art25",
      "chapter": "Kapitel IV: Internationale Zusammenarbeit",
      "section": "25",
      "title": "Allgemeine Grundsätze und Massnahmen der internationalen Zusammenarbeit",
      "content": "1. Die Vertragsparteien arbeiten untereinander im grösstmöglichen Umfang zusammen nach Massgabe der einschlägigen völkerrechtlichen Übereinkünfte über die internationale Zusammenarbeit in Strafsachen oder nach Massgabe der auf der Grundlage einheitlicher oder gegenseitiger Rechtsvorschriften getroffenen Vereinbarungen sowie nach Massgabe ihres innerstaatlichen Rechts, zwecks Ermittlungen und Verfahrens in Bezug auf gemäss diesem Übereinkommen umschriebenen Straftaten 2. Ist zwischen den Vertragsparteien keine völkerrechtliche Übereinkunft oder Vereinbarung gemäss Ziffer 1 in Kraft, so finden Artikel 26–31 dieses Kapitels Anwendung. 3. Artikel 26–31 dieses Kapitels finden ferner Anwendung, wenn sie günstiger als die völkerrechtlichen Übereinkünfte oder Vereinbarungen nach Ziffer 1 sind."
    },
    {
      "provision_ref": "art26",
      "chapter": "Kapitel IV: Internationale Zusammenarbeit",
      "section": "26",
      "title": "Rechtshilfe",
      "content": "1. Die Vertragsparteien gewähren einander im grösstmöglichen Umfang Rechtshilfe mittels unverzüglichem Bearbeiten der Ersuchen von Behörden, die auf Grund ihrer innerstaatlichen Gesetze ermächtigt sind, gemäss diesem Übereinkommen umschriebene Straftaten zu ermitteln oder zu verfolgen. 2. Die Rechtshilfe nach Ziffer 1 kann verweigert werden, wenn nach Auffassung der ersuchten Vertragspartei die Erledigung des Ersuchens ihre grundlegenden Interessen, nationale Souveränität, nationale Sicherheit oder öffentliche Ordnung (ordre public) beeinträchtigen würde. 3. Die Vertragsparteien dürfen eine Zusammenarbeit nach diesem Kapitel nicht unter Berufung auf das Bankgeheimnis ablehnen. Wenn ihr inländisches Recht dies erfordert, kann eine Vertragspartei verlangen, dass ein Ersuchen um Zusammenarbeit, das die Aufhebung des Bankgeheimnisses umfassen würde, von einem Strafrichter oder einer anderen in Strafsachen tätigen Justizbehörde einschliesslich der Staatsanwaltschaft genehmigt wird."
    },
    {
      "provision_ref": "art27",
      "chapter": "Kapitel IV: Internationale Zusammenarbeit",
      "section": "27",
      "title": "Auslieferung",
      "content": "1. Die gemäss diesem Übereinkommen umschriebenen Straftaten gelten als in jeden zwischen oder unter Vertragsparteien in Kraft befindlichen Auslieferungsvertrag einbezogene auslieferungsfähige Straftaten. Die Vertragsparteien verpflichten sich, diese Straftaten als auslieferungsfähige Straftaten in jeden künftig zwischen oder unter ihnen zu schliessenden Auslieferungsvertrag aufzunehmen. 2. Erhält eine Vertragspartei, welche die Auslieferung vom Bestehen eines Vertrags abhängig macht, ein Auslieferungsersuchen von einer Vertragspartei, mit der sie keinen solchen Vertrag hat, so kann sie dieses Übereinkommen als Rechtsgrundlage für die Auslieferung in Bezug auf alle gemäss diesem Übereinkommen umschriebenen Straftaten ansehen. 3. Vertragsparteien, welche die Auslieferung nicht vom Bestehen eines Vertrags abhängig machen, anerkennen die gemäss diesem Übereinkommen umschriebenen Straftaten als auslieferungsfähige Straftaten. 4. Die Auslieferung unterliegt den im Recht der ersuchten Vertragspartei oder in den anwendbaren Auslieferungsverträgen vorgesehenen Bedingungen, einschliesslich der Gründe, aus denen die ersuchte Vertragspartei die Auslieferung ablehnen kann. 5. Wird die Auslieferung wegen einer gemäss diesem Übereinkommen umschriebenen Straftat einzig auf Grund der Staatsangehörigkeit der von dem Ersuchen betroffenen Person oder weil sich die ersuchte Vertragspartei in dem betreffenden Fall als zuständig betrachtet, abgelehnt, so unterbreitet die ersuchte Vertragspartei den Fall ihren zuständigen Behörden zum Zweck der Strafverfolgung, sofern mit der ersuchenden Vertragspartei nichts anderes vereinbart wurde, und teilt der ersuchenden Vertragspartei zu gegebener Zeit das endgültige Ergebnis mit."
    },
    {
      "provision_ref": "art28",
      "chapter": "Kapitel IV: Internationale Zusammenarbeit",
      "section": "28",
      "title": "Unaufgeforderte Übermittlung von Informationen",
      "content": "Unbeschadet ihrer eigenen Ermittlungen oder Verfahren kann eine Vertragspartei einer anderen Vertragspartei ohne vorheriges Ersuchen Tatsacheninformationen übermitteln, wenn sie der Auffassung ist, dass die Offenlegung dieser Informationen der anderen Vertragspartei bei der Einleitung oder Durchführung von Ermittlungen oder Verfahren betreffend gemäss diesem Übereinkommen umschriebenen Straftaten hilfreich sein oder dazu führen könnte, dass diese Vertragspartei ein Ersuchen nach diesem Kapitel stellt."
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "Zentrale Behörde",
      "content": "1. Die Vertragsparteien bestimmen eine oder, soweit angemessen, mehrere zentrale Behörden, welche dafür verantwortlich sind, die nach diesem Kapitel gestellten Ersuchen zu versenden, zu beantworten, zu erledigen oder an die für die Erledigung zuständigen Behörden weiterzuleiten. 2. Jede Vertragspartei teilt dem Generalsekretär des Europarats bei der Unterzeichnung oder bei der Hinterlegung ihrer Ratifikations-, Annahme-, Genehmigungs- oder Beitrittsurkunde die Bezeichnung und Anschrift der nach Ziffer 1 bestimmten Behörden mit."
    },
    {
      "provision_ref": "art30",
      "section": "30",
      "title": "Unmittelbarer Schriftverkehr",
      "content": "1. Die zentralen Behörden verkehren unmittelbar miteinander. 2. In dringenden Fällen können Rechtshilfeersuchen und damit in Zusammenhang stehende Mitteilungen unmittelbar von Justizbehörden der ersuchenden Vertragspartei, einschliesslich Staatsanwaltschaften, an entsprechende Behörden der ersuchten Vertragspartei übermittelt werden. In diesen Fällen ist gleichzeitig über die zentrale Behörde der ersuchenden Vertragspartei eine Kopie an die zentrale Behörde der ersuchten Vertragspartei zu senden. 3. Jedes Ersuchen oder jede Mitteilung nach den Ziffern 1 und 2 kann über die Internationale Kriminalpolizeiliche Organisation (Interpol) übermittelt werden. 4. Wird ein Ersuchen nach Ziffer 2 übermittelt und ist die Behörde für die Erledigung nicht zuständig, so leitet sie das Ersuchen an die zuständige Behörde ihres Landes weiter und setzt die ersuchende Vertragspartei unmittelbar davon in Kenntnis. 5. Ersuchen oder Mitteilungen nach Ziffer 2, die keine Zwangsmassnahmen umfassen, können unmittelbar von der zuständigen Behörde der ersuchenden Vertragspartei der zuständigen Behörde der ersuchten Vertragspartei übermittelt werden. 6. Jede Vertragspartei kann dem Generalsekretär des Europarats bei der Unterzeichnung oder bei der Hinterlegung ihrer Ratifikations-, Annahme-, Genehmigungs- oder Beitrittsurkunde mitteilen, dass nach diesem Kapitel gestellte Ersuchen aus Effizienzgründen an ihre zentrale Behörde zu richten sind."
    },
    {
      "provision_ref": "art31",
      "section": "31",
      "title": "Information",
      "content": "Die ersuchte Vertragspartei unterrichtet die ersuchende Vertragspartei unverzüglich über die auf ein nach diesem Kapitel gestelltes Ersuchen hin getroffenen Massnahmen und das endgültige Ergebnis dieser Massnahmen. Die ersuchte Vertragspartei unterrichtet die ersuchende Vertragspartei ferner unverzüglich über alle Umstände, welche die Durchführung der ersuchten Massnahmen verunmöglichen oder sie wahrscheinlich erheblich verzögern werden."
    },
    {
      "provision_ref": "art32",
      "chapter": "Kapitel V: Schlussbestimmungen",
      "section": "32",
      "title": "Unterzeichnung und Inkrafttreten",
      "content": "1. Dieses Übereinkommen liegt für die Mitgliedstaaten des Europarats und für Nichtmitgliedstaaten, die sich an der Ausarbeitung des Übereinkommens beteiligt haben, zur Unterzeichnung auf. Diese Staaten können ihre Zustimmung, gebunden zu sein, ausdrücken: a. indem sie es ohne Vorbehalt der Ratifikation, Annahme oder Genehmigung unterzeichnen; oder b. indem sie es unter Vorbehalt der Ratifikation, Annahme oder Genehmigung unterzeichnen und später ratifizieren, annehmen oder genehmigen. 2. Ratifikations-, Annahme oder Genehmigungsurkunden werden beim Generalsekretär des Europarats hinterlegt. 3. Dieses Übereinkommen tritt am ersten Tag des Monats in Kraft, der auf einen Zeitabschnitt von drei Monaten nach dem Tag folgt, an dem vierzehn Staaten ihre Zustimmung nach Ziffer 1 ausgedrückt haben, durch das Übereinkommen gebunden zu sein. Ist ein solcher Staat bei der Ratifikation nicht Mitglied der Staatengruppe gegen Korruption (GRECO), so wird er am Tag des Inkrafttretens des Übereinkommens automatisch Mitglied. 4. Für jeden Unterzeichnerstaat, der später seine Zustimmung ausdrückt, durch das Übereinkommen gebunden zu sein, tritt dieses am ersten Tag des Monats in Kraft, der auf einen Zeitabschnitt von drei Monaten nach dem Tag folgt, an dem er nach Ziffer 1 seine Zustimmung ausgedrückt hat, durch das Übereinkommen gebunden zu sein. Ist ein Unterzeichnerstaat bei der Ratifikation nicht Mitglied der Staatengruppe gegen Korruption (GRECO), so wird er an dem Tag, an dem das Übereinkommen für ihn in Kraft tritt, automatisch Mitglied."
    },
    {
      "provision_ref": "art33",
      "chapter": "Kapitel V: Schlussbestimmungen",
      "section": "33",
      "title": "Beitritt zum Übereinkommen",
      "content": "1. Nach Inkrafttreten dieses Übereinkommens kann das Ministerkomitee des Europarats nach Konsultation der Vertragsstaaten des Übereinkommens durch einen mit der in Artikel 20 Buchstabe d der Satzung des Europarats vorgesehenen Mehrheit und mit einhelliger Zustimmung der Vertreter der Vertragsstaaten, die Anspruch auf einen Sitz im Ministerkomitee haben, gefassten Beschluss die Europäische Gemeinschaft sowie jeden Staat, der nicht Mitglied des Rats ist und der sich nicht an der Ausarbeitung des Übereinkommens beteiligt hat, einladen, dem Übereinkommen beizutreten. 2. Für die Europäische Gemeinschaft und für jeden unter Ziffer 1 beitretenden Staat tritt das Übereinkommen am ersten Tag des Monats in Kraft, der auf einen Zeitabschnitt von drei Monaten nach Hinterlegung der Beitrittsurkunde beim Generalsekretär des Europarats folgt. Die Europäische Gemeinschaft und jeder beitretende Staat werden an dem Tag, an dem das Übereinkommen für sie in Kraft tritt, automatisch GRECO-Mitglieder, sofern sie dies nicht bereits beim Beitritt sind. SR 0.192.030"
    },
    {
      "provision_ref": "art34",
      "chapter": "Kapitel V: Schlussbestimmungen",
      "section": "34",
      "title": "Räumlicher Geltungsbereich",
      "content": "1. Jeder Staat kann bei der Unterzeichnung oder bei der Hinterlegung seiner Ratifikations-, Annahme-, Genehmigungs- oder Beitrittsurkunde einzelne oder mehrere Hoheitsgebiete bezeichnen, auf die dieses Übereinkommen Anwendung findet. 2. Jeder Staat kann jederzeit danach durch eine an den Generalsekretär des Europarats gerichtete Erklärung die Anwendung dieses Übereinkommens auf jedes weitere in der Erklärung bezeichnete Hoheitsgebiet erstrecken. Das Übereinkommen tritt für dieses Hoheitsgebiet am ersten Tag des Monats in Kraft, der auf einen Zeitabschnitt von drei Monaten nach Eingang der Erklärung beim Generalsekretär des Europarats folgt. 3. Jede nach den Ziffern 1 und 2 abgegebene Erklärung kann in Bezug auf jedes darin bezeichnete Hoheitsgebiet durch eine an den Generalsekretär gerichtete Notifikation zurückgenommen werden. Die Rücknahme wird am ersten Tag des Monats wirksam, der auf einen Zeitabschnitt von drei Monaten nach Eingang der Notifikation beim Generalsekretär folgt."
    },
    {
      "provision_ref": "art35",
      "section": "35",
      "title": "Verhältnis zu anderen Übereinkommen und Vereinbarungen",
      "content": "1. Dieses Übereinkommen lässt die Rechte und Pflichten aus mehrseitigen völkerrechtlichen Übereinkommen für besondere Fragen unberührt. 2. Die Vertragsparteien des Übereinkommens können untereinander zwei- oder mehrseitige Vereinbarungen über Fragen schliessen, die in diesem Übereinkommen geregelt sind, um seine Bestimmungen zu ergänzen oder zu verstärken oder die Anwendung der darin enthaltenen Grundsätze zu erleichtern. 3. Haben zwei oder mehr Vertragsparteien bereits eine Vereinbarung oder einen Vertrag über einen Gegenstand geschlossen, der in diesem Übereinkommen geregelt ist, oder haben sie ihre Beziehungen hinsichtlich dieses Gegenstands anderweitig geregelt, so sind sie berechtigt, anstelle dieses Übereinkommens die Vereinbarung, den Vertrag oder die Regelung anzuwenden, wenn dies die internationale Zusammenarbeit erleichtert."
    },
    {
      "provision_ref": "art36",
      "section": "36",
      "title": "Erklärungen",
      "content": "Jeder Staat kann bei der Unterzeichnung oder bei der Hinterlegung seiner Ratifikations-, Annahme-, Genehmigungs- oder Beitrittsurkunde erklären, dass er die aktive und passive Bestechung ausländischer Amtsträger nach Artikel 5, Amtsträger internationaler Organisationen nach Artikel 9 oder von Richtern und Amtsträgern internationaler Gerichtshöfe nach Artikel 11 nur insoweit als Straftat umschreiben wird, als der Amtsträger oder Richter eine Handlung unter Verletzung seiner Pflichten vornimmt oder unterlässt."
    },
    {
      "provision_ref": "art37",
      "section": "37",
      "title": "Vorbehalte",
      "content": "1. Jeder Staat kann bei der Unterzeichnung oder bei der Hinterlegung seiner Ratifikations-, Annahme-, Genehmigungs- oder Beitrittsurkunde sein Recht vorbehalten, die in den Artikeln 4, 6–8, 10 und 12 genannten Handlungen oder die in Artikel 5 genannten Straftaten der passiven Bestechung insgesamt oder teilweise nicht nach seinem innerstaatlichen Recht als Straftaten zu umschreiben. 2. Jeder Staat kann bei der Unterzeichnung oder bei der Hinterlegung seiner Ratifikations-, Annahme-, Genehmigungs- oder Beitrittsurkunde erklären, dass er von dem in Artikel 17 Ziffer 2 vorgesehenen Vorbehalt Gebrauch macht. 3. Jeder Staat kann bei der Unterzeichnung oder bei der Hinterlegung seiner Ratifikations-, Annahme-, Genehmigungs- oder Beitrittsurkunde erklären, dass er ein Rechtshilfeersuchen nach Artikel 26 Ziffer 1 ablehnen kann, wenn das Ersuchen ein Delikt betrifft, welches die ersuchte Vertragspartei als politisches Delikt betrachtet. 4. Kein Staat darf, in Anwendung der Ziffern 1, 2 und 3 dieses Artikels, Vorbehalte zu mehr als fünf erwähnten Bestimmungen machen. Andere Vorbehalte sind nicht zulässig. Gleichartige Vorbehalte zu den Artikeln 4, 6 und 10 sind als einziger Vorbehalt zu betrachten."
    },
    {
      "provision_ref": "art38",
      "section": "38",
      "title": "Gültigkeit und Überprüfung von Erklärungen und Vorbehalten",
      "content": "1. Erklärungen nach Artikel 36 und Vorbehalte nach Artikel 37 sind vom Tag des Inkrafttretens dieses Übereinkommens für den betreffenden Staat an drei Jahre lang gültig. Diese Erklärungen und Vorbehalte können jedoch für Zeitabschnitte derselben Dauer erneuert werden. 2. Zwölf Monate vor Erlöschen der Erklärung oder des Vorbehalts unterrichtet der Generalsekretär des Europarats den betreffenden Staat über dieses Erlöschen. Spätestens drei Monate vor dem Erlöschen notifiziert der Staat dem Generalsekretär, dass er die Erklärung oder den Vorbehalt aufrecht erhält, ändert oder zurücknimmt. Erfolgt keine Notifikation, unterrichtet der Generalsekretär diesen Staat, dass seine Erklärung oder sein Vorbehalt automatisch um sechs Monate verlängert wird. Notifiziert der betreffende Staat seine Absicht, seine Erklärung oder seinen Vorbehalt aufrecht zu erhalten oder zu ändern, nicht vor Ablauf dieser Frist, so erlischt die Erklärung oder der Vorbehalt. 3. Wenn eine Vertragspartei nach den Artikeln 36 und 37 eine Erklärung oder einen Vorbehalt abgibt, erläutert sie GRECO vor der Erneuerung oder auf Ersuchen die Gründe für die Aufrechterhaltung."
    },
    {
      "provision_ref": "art39",
      "section": "39",
      "title": "Änderungen",
      "content": "1. Jede Vertragspartei kann Änderungen dieses Übereinkommens vorschlagen; der Generalsekretär des Europarats übermittelt jeden Vorschlag den Mitgliedstaaten des Europarats und jedem Nichtmitgliedstaat, der nach Artikel 33 diesem Übereinkommen beigetreten oder zum Beitritt eingeladen worden ist. 2. Jede von einer Vertragspartei vorgeschlagene Änderung wird dem Europäischen Lenkungsausschuss für Strafrechtsfragen (CDPC) übermittelt; dieser unterbreitet dem Ministerkomitee seine Stellungnahme zu dem Änderungsvorschlag. 3. Das Ministerkomitee prüft den Änderungsvorschlag und die vom CDPC unterbreitete Stellungnahme und kann, nach Konsultation der Nichtmitgliedstaaten, die Vertragsparteien des Übereinkommens sind, die Änderung annehmen. 4. Der Wortlaut jeder vom Ministerkomitee nach Ziffer 3 angenommenen Änderung wird den Vertragsparteien zur Annahme übermittelt. 5. Jede nach Ziffer 3 angenommene Änderung tritt am dreissigsten Tag nach dem Tag in Kraft, an dem alle Vertragsparteien dem Generalsekretär des Europarats mitgeteilt haben, dass sie sie angenommen haben."
    },
    {
      "provision_ref": "art40",
      "section": "40",
      "title": "Beilegung von Streitigkeiten",
      "content": "1. Der Europäische Lenkungsausschuss für Strafrechtsfragen des Europarats wird über die Auslegung und Anwendung dieses Übereinkommens auf dem Laufenden gehalten. 2. m Fall einer Streitigkeit zwischen den Vertragsparteien über die Auslegung oder Anwendung dieses Übereinkommens bemühen sich die Vertragsparteien, die Streitigkeit durch Verhandlungen oder andere friedliche Mittel ihrer Wahl beizulegen, einschliesslich der Unterbreitung der Streitigkeit an den Europäischen Lenkungsausschuss für Strafrechtsfragen, an ein Schiedsgericht, dessen Entscheidung für die Streitparteien bindend ist, oder an den Internationalen Gerichtshof, je nach Vereinbarung der betroffenen Vertragsparteien."
    },
    {
      "provision_ref": "art41",
      "section": "41",
      "title": "Kündigung",
      "content": "1. Jede Vertragspartei kann dieses Übereinkommen jederzeit durch eine an den Generalsekretär des Europarats gerichtete Notifikation kündigen. 2. Die Kündigung wird am ersten Tag des Monats wirksam, der auf einen Zeitabschnitt von drei Monaten nach Eingang der Notifikation beim Generalsekretär des Europarats erfolgt."
    },
    {
      "provision_ref": "art42",
      "section": "42",
      "title": "Notifikation",
      "content": "Der Generalsekretär des Europarats notifiziert den Mitgliedstaaten des Europarats und jedem Staat, der diesem Übereinkommen beigetreten ist: a. jede Unterzeichnung; b. jede Hinterlegung einer Ratifikations-, Annahme-, Genehmigungs- oder Beitrittsurkunde; c. jeden Zeitpunkt des Inkrafttretens dieses Übereinkommens nach den Artikeln 32 und 33; d. jede Erklärung oder jeden Vorbehalt nach Artikel 36 oder 37; e. jede andere Handlung, Notifikation oder Mitteilung im Zusammenhang mit diesem Übereinkommen."
    }
  ],
  "definitions": []
}