{
  "id": "sr-0-142-111-638-1",
  "type": "statute",
  "title": "Abkommen vom 14. September 1950 zwischen der Schweizerischen Eidgenossenschaft und der Republik Österreich über besondere Massnahmen anlässlich der Aufhebung der Visum-(Sichtvermerk)Pflicht",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1951/645_643_662/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "",
      "content": "Die Staatsbürger der beiden vertragschliessenden Teile, die sich im Sinne des am 14. September 1950 unterzeichneten Abkommens zwischen dem Schweizerischen Bundesrat und der Österreichischen Bundesregierung zu vorübergehendem Aufenthalt in das Gebiet des anderen Staates begeben, sind, sofern sie keine Erwerbstätigkeit ausüben, während dreier Monate von der Pflicht zur Einholung der Aufenthaltserlaubnis (Aufenthaltsbewilligung) befreit. SR 0.142.111.638"
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "",
      "content": "Der in Artikel 4 des Übereinkommens zwischen der Schweiz und Österreich über den Grenzübertritt von Personen im Kleinen Grenzverkehr vom 30. Mai 1950 vorgesehene Anerkennungsvermerk für Grenzkarten und Pässe ist für die Staatsbürger der beiden vertragschliessenden Teile nicht mehr erforderlich. [AS 1950 II 757. SR 0.631.256.916.33 Art. 17 Ziff.(1)]."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "",
      "content": "Dieses Abkommen gilt auch im Verhältnis zwischen dem Fürstentum Liechtenstein und der Republik Österreich."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "",
      "content": "Das Abkommen wird ratifiziert und tritt mit dem Austausch der Ratifikationsurkunden in Kraft. Geschehen zu Wien, am 14. September 1950. Für die Schweizerische Eidgenossenschaft: O. Seifert Für die Republik Österreich: Gruber"
    }
  ],
  "definitions": []
}