{
  "id": "sr-0-700-11",
  "type": "statute",
  "title": "Protokoll vom 20. Dezember 1994 über den Beitritt des Fürstentums Monaco zum Übereinkommen zum Schutz der Alpen (Beitrittsprotokoll)",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2003/390/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "",
      "content": "Das Fürstentum Monaco wird Vertragspartei des Übereinkommens zum Schutz der Alpen in seiner durch das vorliegende Beitrittsprotokoll geänderten Fassung."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "",
      "content": "In der Präambel wird «das Fürstentum Monaco» im Anschluss an «das Fürstentum Liechtenstein» aufgeführt."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "",
      "content": "Die Anlage, die das Gebiet der Alpen, Anwendungsbereich der Alpenkonvention, beschreibt und darstellt, wird folgendermassen abgeändert: a) die Liste der Verwaltungseinheiten des Alpenraums wird wie folgt ergänzt: – Fürstentum Monaco. b) an die Stelle der Landkarte in der Anlage der Alpenkonvention tritt die diesem Beitrittsprotokoll beigefügte Karte. Die Anlage wird in der AS nur soweit veröffentlicht, als sie das schweizerische Anwendungsgebiet betrifft. Die ganze Anlage kann beim Bundesamt für Raumentwicklung (ARE), 3003 Bern, eingesehen oder bezogen werden."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "",
      "content": "(1) Die Zustimmung, durch dieses Beitrittsprotokoll gebunden zu sein, kann ausgedrückt werden durch: – eine Unterzeichnung, die keiner Ratifikation, Annahme oder Genehmigung bedarf. Der Staat, der von dieser Möglichkeit Gebrauch macht, notifiziert dem Verwahrer zum Zeitpunkt der Unterzeichnung, dass seine Unterschrift als Zustimmung gilt, durch dieses Beitrittsprotokoll gebunden zu sein; – eine Unterzeichnung, die der Ratifikation, Annahme oder Genehmigung bedarf; die Ratifikations-, Annahme- oder Genehmigungsurkunden werden beim Verwahrer hinterlegt. (2) Das Beitrittsprotokoll tritt drei Monate nach dem Tage in Kraft, an dem die folgenden drei Bedingungen erfüllt sind: – die Alpenkonvention ist in Kraft getreten; – die Vertragsparteien der Alpenkonvention haben ihre Zustimmung ausgedrückt, durch dieses Beitrittsprotokoll gebunden zu sein; – das Fürstentum Monaco hat seine Zustimmung ausgedrückt, durch dieses Beitrittsprotokoll gebunden zu sein. (3) Für die Unterzeichnerstaaten, die noch nicht Vertragsparteien der Alpenkonvention sind, wird die Zustimmung, durch dieses Beitrittsprotokoll gebunden zu sein, erst an dem Tage wirksam, an dem die Alpenkonvention für sie in Kraft tritt."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "",
      "content": "Ab Unterzeichnung dieses Beitrittsprotokolls kann kein Staat seiner Zustimmung, durch die Alpenkonvention gebunden zu sein, Ausdruck verleihen, wenn er nicht zuvor oder gleichzeitig seine Zustimmung ausdrückt, durch dieses Beitrittsprotokoll gebunden zu sein."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "",
      "content": "Für die Kündigung dieses Beitrittsprotokolls ist die Kündigung der Alpenkonvention erforderlich."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "",
      "content": "Der Verwahrer notifiziert allen Vertragsparteien und allen Unterzeichnerstaaten: – jede Unterzeichnung mit der Angabe, ob sie der Ratifikation, Annahme oder Genehmigung bedarf; – jede Hinterlegung einer Ratifikations‑, Annahme- oder Genehmigungsurkunde; – jeden Zeitpunkt des Inkrafttretens gemäss Artikel 4; – jede Notifikation einer Kündigung und den Zeitpunkt ihres Inkrafttretens."
    }
  ],
  "definitions": []
}