{
  "id": "sr-0-172-031-36",
  "type": "statute",
  "title": "Vertrag vom 14. Februar 1907 zwischen der Schweiz und dem Deutschen Reiche über die Beglaubigung öffentlicher Urkunden (mit Beilage)",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/23/397_330_389/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "",
      "content": "Die von Gerichten des einen Teiles, mit Einschluss der Konsulargerichte, aufgenommenen, ausgestellten oder beglaubigten Urkunden bedürfen, wenn sie mit dem Siegel oder Stempel des Gerichtes versehen sind, zum Gebrauch in dem Gebiete des anderen Teiles keiner Beglaubigung (Legalisation). Zu den bezeichneten Urkunden gehören auch die von dem Gerichtsschreiber unterschriebenen Urkunden, sofern diese Unterschrift nach den Gesetzen des Teiles genügt, dem das Gericht angehört. Nach Art. 2 des Reichsgesetzes vom 9. Juli 1927 ist in Gesetzen und Verordnungen des Reiches vom 1. Jan. 1928 an die Bezeichnung «Gerichtsschreiber» durch «Urkundsbeamter der Geschäftsstelle» ersetzt."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "",
      "content": "Urkunden, die von einer der in dem beigefügten Verzeichnis aufgeführten obersten und höheren Verwaltungsbehörden des einen der beiden Teile aufgenommen, ausgestellt oder beglaubigt und mit dem Siegel oder Stempel der Behörde versehen sind, bedürfen zum Gebrauche in dem Gebiete des andern Teiles keiner Beglaubigung (Legalisation). Das Verzeichnis kann im beiderseitigen Einverständnisse jederzeit auf dem Verwaltungswege durch Bekanntmachung geändert oder ergänzt werden."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "",
      "content": "Die Bestimmungen der Artikel 1 und 2 finden auch auf die deutschen Schutzgebiete Anwendung. Sie finden entsprechende Anwendung, wenn Urkunden, die von Behörden des einen Teils aufgenommen, ausgestellt oder beglaubigt sind, vor Behörden des anderen Teiles, die ihren Sitz ausserhalb des Gebietes dieses Teiles haben, gebraucht werden."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "",
      "content": "Dieser Vertrag soll ratifiziert werden, und die Ratifikationsurkunden sollen in Berlin ausgewechselt werden. Der Vertrag tritt einen Monat nach Auswechslung der Ratifikationsurkunden in Kraft und soll nach Kündigung, die jederzeit zulässig ist, noch drei Monate in Kraft bleiben."
    }
  ],
  "definitions": []
}