{
  "id": "sr-0-812-101-928-1",
  "type": "statute",
  "title": "Abkommen vom 18. Dezember 2019 über die gegenseitige Abstützung auf Inspektionsergebnisse im Bereich der Guten Herstellungspraxis (Good Manufacturing Practice - GMP) für Arzneimittel zwischen dem Schweizerischen Bundesrat und der Regierung der Republik Korea",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2020/62/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Geltungsbereich und Begriffsbestimmungen",
      "content": "1 Dieses Abkommen kommt für alle in der Schweiz oder in der Republik Korea industriell hergestellten Humanarzneimittel zum Einsatz, einschliesslich Prüfarzneimittel (IMP), Wirkstoffe (API), Arzneimittel chemischen Ursprungs, biologische Arzneimittel (einschliesslich biotechnologische Arzneimittel) oder pflanzliche Arzneimittel, für welche die Regeln der guten Herstellungspraxis (GMP) gelten. 2 Für die Zwecke dieses Abkommens bezeichnet: a. «GMP-Standards» die international anerkannten Standards des Pharmaceutical Inspection Convention and Pharmaceutical Inspection Co-operation Scheme (PIC/S), die den neuesten Stand der Qualitätssicherung darstellen und gewährleisten, dass Arzneimittel nach einheitlichen Qualitätskriterien hergestellt und kontrolliert werden; b. «GMP-Inspektionsbericht» einen Bericht, der auf dem PIC/S-Format basiert und der die Einhaltung der GMP-Standards an einem Produktionsstandort auf der Grundlage einer Inspektion durch die zuständige Behörde bewertet. Der Bericht enthält insbesondere die Beobachtungen des Inspektionsteams, eine kurze Zusammenfassung der Ergebnisse, gegebenenfalls Empfehlungen sowie Schlussfolgerungen zum GMP-Stand des geprüften Standorts; c. «zuständige Behörde» meint: 1. für die Schweiz: das Schweizerische Heilmittelinstitut (Swissmedic); 2. für die Republik Korea: das Ministry of Food and Drug Safety (MFDS)."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Zielsetzungen",
      "content": "Dieses Abkommen hat folgende Zielsetzungen: a. Förderung des Verständnisses über das GMP-Kontrollsystem und die GMP-Durchsetzung der jeweils anderen Partei; b. Förderung des Austausches von Informationen und Unterlagen über GMP-Inspektionen zwischen den zuständigen Behörden; c. Gewährleistung für die beiden zuständigen Behörden, dass sie sich auf die Ergebnisse von GMP-Inspektionen der jeweils anderen zuständigen Behörde stützen können."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Gleichwertigkeit",
      "content": "Durch ihre Mitgliedschaft im PIC/S gehen die Parteien davon aus, dass das GMP‑Kontrollsystem und die GMP-Durchsetzung der jeweils anderen Partei den PIC/S-Standards für GMP-Inspektorate gleichwertig entsprechen."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Anerkennung der GMP-Zertifikate",
      "content": "1 Unter der Voraussetzung der Gleichwertigkeit des GMP-Kontrollsystems und der GMP-Durchsetzung einer Partei im Sinne von Artikel 3, anerkennt eine Partei die GMP-Zertifikate der anderen Partei, insbesondere als Teil des Verfahrens zur Bewertung der GMP-Konformität eines Produktionsstandorts. 2 Auf Antrag der zuständigen Behörde einer Partei bestätigt die zuständige Behörde der anderen Partei, die für die Erteilung von Herstellungsbewilligungen und für die Aufsicht über die Hersteller von Arzneimitteln zuständig ist, dass der Hersteller: a. eine Bewilligung zur Herstellung der entsprechenden Kategorien von Arzneimitteln oder zur Durchführung der entsprechenden spezifizierten Herstellungsschritte besitzt; b. von der zuständigen Behörde dieser Partei regelmässig inspiziert wird (mit Datumsangabe der letzten Inspektion); c. sich an die aktuellen GMP-Standards des PIC/S hält. 3 Dieses Zertifikat ist innerhalb von 30 Tagen nach der Anfrage auszustellen. Unter ausserordentlichen Umständen, unter anderem wenn eine neue Inspektion durchgeführt werden muss, bevor ein Zertifikat ausgestellt werden kann, beginnt die Frist von 30 Tagen nach Abschluss der Inspektion, und sie kann bis auf 60 Tage erstreckt werden."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Austausch von GMP-Daten",
      "content": "1 Auf Anfrage der zuständigen Behörde einer Partei und zur Verwendung ausschliesslich für die Zwecke dieses Abkommens durch die anfragende Behörde stellen die zuständigen Behörden der Parteien einander innerhalb von 60 Tagen die GMP-Berichte und den dazugehörigen Korrektur- und Massnahmenplan (CAPA) zu, ausser wenn der inspizierte Hersteller nicht damit einverstanden ist. Die antragstellende zuständige Behörde sollte eine solche Anfrage begründen. 2 Die zuständige Behörde einer Partei kann für die Zustellung der angeforderten GMP-Daten eine Fristerstreckung über die 60 Tage hinaus beantragen."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Schutzklausel für Inspektionen",
      "content": "1 Jede Partei kann beantragen, auf dem Gebiet der anderen Partei eigene Inspektionen von Produktionsstandorten durchzuführen. Die inspizierende Partei hat solche Inspektionen gegenüber der inspizierten Partei im Voraus zu begründen. 2 Die inspizierte Partei kann solche Inspektionen beobachten. Die Parteien können gemeinsame Inspektionen vereinbaren."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Vertraulichkeit",
      "content": "Die Parteien behandeln von der anderen Partei offengelegte Informationen vertraulich, wenn die andere Partei diese Daten als vertraulich bezeichnet hat."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Kontaktstellen",
      "content": "1 Die Parteien geben einander die Namen und Adressen von Kontaktstellen für Angelegenheiten im Zusammenhang mit dem vorliegenden Abkommen bekannt, um die Kommunikation und den Informationsaustausch zu erleichtern, zum Beispiel den Austausch von Inspektionsberichten oder technischen Anforderungen. 2 Die Parteien melden einander relevante Änderungen in den Strukturen und Verantwortlichkeiten der Behörden, die als Kontaktstellen dienen."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Konsultationen",
      "content": "Die Parteien versuchen, Meinungsverschiedenheiten zur Anwendung und Auslegung dieses Abkommens durch Konsultationen beizulegen."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Änderungen",
      "content": "Dieses Abkommen kann im gegenseitigen schriftlichen Einvernehmen der Parteien geändert werden."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Inkrafttreten",
      "content": "Nach der Unterzeichnung dieses Abkommens unterrichten die Parteien einander, wenn ihre innerstaatlichen Anforderungen zum Inkrafttreten dieses Abkommens erfüllt sind. Dieses Abkommen tritt an dem Tag in Kraft, an dem die zweite der beiden Mitteilungen eintrifft."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Auflösung",
      "content": "Jede Partei kann dieses Abkommen mit einer schriftlichen Mitteilung an die andere Partei auflösen. Dieses Abkommen endet sechs Monate nach dem Tag, an dem die entsprechende Mitteilung bei der anderen Partei eintrifft. Informationen, welche eine Partei als vertraulich bezeichnet hat, bleiben auch nach der Auflösung des Abkommens vertraulich."
    }
  ],
  "definitions": []
}