{
  "id": "sr-0-632-315-631-11",
  "type": "statute",
  "title": "Landwirtschaftsabkommen vom 27. November 2000 zwischen der Schweizerischen Eidgenossenschaft und den Vereinigten Mexikanischen Staaten (mit Anhängen, Anlagen und Gemeinsamer Erklärung)",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2003/334/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "",
      "content": "Dieses Abkommen betreffend den Handel mit Landwirtschaftsprodukten zwischen der Schweizerischen Eidgenossenschaft (im Folgenden Schweiz genannt) und den Vereinigten Mexikanischen Staaten (im Folgenden Mexiko genannt) wird in Ergänzung zum Freihandelsabkommen zwischen Mexiko und den EFTA-Staaten, das am 27. November 2000 unterzeichnet wurde, und insbesondere bezugnehmend auf Artikel 4 (Geltungsbereich) jenes Abkommens abgeschlossen. SR 0.632.315.631.1"
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "",
      "content": "Mexiko gewährt die Zollkonzessionen für Landwirtschaftsprodukte schweizerischen Ursprungs nach Anhang I. Die Schweiz gewährt die Zollkonzessionen für Landwirtschaftsprodukte mexikanischen Ursprungs nach Anhang II."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "",
      "content": "Die Ursprungsregeln und die Bestimmungen über die Prüfung von Ursprungsnachweisen und die Verwaltungszusammenarbeit, die auf dieses Abkommen Anwendung finden, sind in Anhang III aufgeführt."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "",
      "content": "Die Vertragsparteien erklären sich bereit, künftig den Umfang der Zugeständnisse für den Marktzutritt von Landwirtschaftsprodukten zu erörtern."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "",
      "content": "Die Bestimmungen der Artikel 6 (Zölle, Absätze 4 und 5), 7 (Ein- und Ausfuhrbeschränkungen), 8 (Inländerbehandlung bezüglich der internen Besteuerung und der Rechtsvorschriften), 9 (Gesundheitspolizeiliche und pflanzenschutzrechtliche Massnahmen), 10 (Technische Vorschriften), 12 (Staatliche Handelsunternehmen), 13 (Antidumping), 14 (Schutzmassnahmen), 15 (Verknappungsklausel), 16 (Zahlungsbilanzschwierigkeiten), 17 (Allgemeine Ausnahmen), 18 (Ausnahmen aus Gründen der Sicherheit) des Freihandelsabkommens zwischen Mexiko und den EFTA-Staaten finden Anwendung auf die von diesem Abkommen erfassten Produkte. SR 0.632.315.631.1"
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "",
      "content": "1 Die Vertragspartien wenden in ihrem bilateralen Handel mit Produkten, die Gegenstand von Zollkonzessionen nach Artikel 2 sind, keine Ausfuhrsubventionen im Sinne von Artikel 9 des WTO-Übereinkommens über die Landwirtschaft an. 2 Die Vertragspartien stellen einander in transparenter und rascher Weise die notwendigen Informationen so zur Verfügung, dass sie die Einhaltung von Absatz 1 überwachen können. SR. 0.632.20 Anhang 1A.3"
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "",
      "content": "Falls eine Vertragspartei für ein Produkt, das mit der anderen Vertragspartei gehandelt wird und das Gegenstand einer Zollkonzession nach Artikel 2 ist, eine Ausfuhrsubvention einführt oder wieder einführt, kann die andere Vertragspartei den Zollansatz für solche Einfuhren bis auf den zu diesem Zeitpunkt anwendbaren Meistbegünstigungsansatz erhöhen."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "",
      "content": "Für Landwirtschaftsprodukte, die in den Anhängen I und II nicht erwähnt sind, bekräftigen die Vertragsparteien ihre Rechte und Pflichten bezüglich Marktzutrittskonzessionen und Ausfuhrsubventionsverpflichtungen nach dem WTO-Übereinkommen über die Landwirtschaft. SR. 0.632.20 Anhang 1A.3"
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "",
      "content": "Die Rechte und Pflichten der Vertragsparteien bezüglich der Verpflichtungen betreffend interne Stützung sind im WTO-Übereinkommen über die Landwirtschaft geregelt. SR. 0.632.20 Anhang 1A.3"
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "",
      "content": "Die Bestimmungen über die gegenseitige Anerkennung und den Schutz der Bezeichnungen für Spirituosen zwischen Mexiko und der Schweiz sind in Anhang IV aufgeführt."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "",
      "content": "Die Bestimmungen von Kapitel VIII des Freihandelsabkommens zwischen Mexiko und den EFTA-Staaten über die Streitbeilegung finden für die Zwecke dieses Abkommens nur in Bezug auf die beiden Vertragsparteien Anwendung. SR 0.632.315.631.1"
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "",
      "content": "Dieses Abkommen findet auch auf das Fürstentum Liechtenstein Anwendung, solange der Zollunionsvertrag vom 29. März 1923 zwischen der Schweiz und dem Fürstentum Liechtenstein in Kraft ist. SR 0.631.112.514"
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "",
      "content": "1 Dieses Abkommen bedarf der Ratifikation, Annahme oder Genehmigung. 2 Es tritt am gleichen Tag wie das Freihandelsabkommen zwischen Mexiko und den EFTA-Staaten in Kraft. 3 Es kann vorbehältlich der vorläufigen Anwendung des Freihandelsabkommens zwischen Mexiko und den EFTA-Staaten vorläufig angewandt werden. SR 0.632.315.631.1"
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "",
      "content": "Dieses Abkommen bleibt so lange in Kraft, wie dessen Vertragsparteien Vertragsparteien des Freihandelsabkommen zwischen Mexiko und den EFTA-Staaten sind. SR 0.632.315.631.1"
    }
  ],
  "definitions": []
}