{
  "id": "sr-0-360-454-1",
  "type": "statute",
  "title": "Abkommen vom 14. Oktober 2013 zwischen dem Schweizerischen Bundesrat und der Regierung der Italienischen Republik über die Zusammenarbeit der Polizei- und Zollbehörden",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2016/609/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Titel I Begriffe und Zielsetzungen der Zusammenarbeit",
      "section": "1",
      "title": "Zielsetzungen",
      "content": "Die zuständigen Behörden der Parteien arbeiten unter Wahrung der Souveränität, der eigenen nationalen Gesetze und der örtlichen Zuständigkeiten der Verwaltungs- und Justizbehörden grenzüberschreitend zusammen, unter anderem durch das Festlegen neuer Formen der Polizeizusammenarbeit sowie durch die Tätigkeiten des gemeinsamen Zentrums."
    },
    {
      "provision_ref": "art2",
      "chapter": "Titel I Begriffe und Zielsetzungen der Zusammenarbeit",
      "section": "2",
      "title": "Zuständige Behörden",
      "content": "Die für die Anwendung dieses Abkommens zuständigen Behörden sind, im Rahmen ihres jeweiligen Aufgabenbereiches: – auf Seiten der Schweizerischen Eidgenossenschaft: die Polizei-, Migrations- und Zollbehörden des Bundes, insbesondere das Grenzwachtkorps, sowie die kantonalen Polizeien und Migrationsbehörden; – auf Seiten der Italienischen Republik: das Dipartimento della Pubblica Sicurezza dell’Ministero dell’Interno."
    },
    {
      "provision_ref": "art3",
      "chapter": "Titel I Begriffe und Zielsetzungen der Zusammenarbeit",
      "section": "3",
      "title": "Grenzgebiet",
      "content": "Grenzgebiete im Sinne dieses Abkommens im Hinblick auf die Ausübung bestimmter, in diesem Abkommen festgelegter Formen der Zusammenarbeit sind: – in der Schweizerischen Eidgenossenschaft: die Gebiete der Kantone Wallis, Tessin und Graubünden; – in der Italienischen Republik: die Gebiete der Provinzen von Aosta, Verbano-Cusio-Ossola, Varese, Como, Sondrio und Bozen."
    },
    {
      "provision_ref": "art4",
      "chapter": "Titel I Begriffe und Zielsetzungen der Zusammenarbeit",
      "section": "4",
      "title": "Begriffe",
      "content": "Im Sinne dieses Abkommens bedeuten: – «gemeinsames Zentrum»: das Zentrum für Polizei- und Zollzusammenarbeit, das auf Grundlage des am 17. September 2002 unterzeichneten Protokolls zwischen der Schweizerischen Eidgenossenschaft und der Italienischen Republik über die Errichtung gemeinsamer Zentren für Polizei- und Zollzusammenarbeit errichtet wurde; – «Beamte»: Angehörige der örtlich zuständigen Dienststellen der beiden Parteien, die im Zentrum für Polizei- und Zollzusammenarbeit tätig sind oder einer der an der gemeinsamen Grenze eingesetzten gemischten Einheiten zugeteilt sind; – «Überwachung»: die Anwendung aller normativen Bestimmungen der Parteien, die die Wahrung der öffentlichen Sicherheit und Ordnung und insbesondere die Bekämpfung des unerlaubten Handels und der illegalen Einwanderung betreffen."
    },
    {
      "provision_ref": "art5",
      "chapter": "Titel II Allgemeine Bestimmungen zur Zusammenarbeit",
      "section": "5",
      "title": "Bereich der Zusammenarbeit",
      "content": "1. Die Parteien arbeiten im Rahmen ihrer Zuständigkeiten und nach Massgabe des jeweiligen nationalen Rechts sowie ihrer jeweiligen internationalen Verpflichtungen zur Vorbeugung und Bekämpfung der Kriminalität in ihren verschiedenen Formen zusammen, insbesondere zur Verhinderung von: a. grenzüberschreitender organisierter Kriminalität; b. strafbaren Handlungen gegen Leib und Leben; c. strafbaren Handlungen gegen das Vermögen; d. unerlaubter Herstellung und unerlaubtem Handel mit Betäubungsmitteln, psychotropen Stoffen und deren Vorläuferstoffen; e. Menschenhandel und Schlepperwesen; f. Straftaten gegen Objekte von kulturhistorischer Bedeutung; g. Wirtschafts- und Finanzkriminalität, auch mit dem Ziel der Auffindung von Vermögenswerten illegaler Herkunft; h. Computerkriminalität, insbesondere von Angriffen auf kritische Infrastrukturen. 2. Ausserdem arbeiten die Parteien nach Massgabe des in den Ländern geltenden nationalen Rechts sowie ihrer internationalen Verpflichtungen, einschliesslich der einschlägigen internationalen Übereinkünfte und der Resolutionen des Sicherheitsrats der Vereinten Nationen, zur Vorbeugung und Bekämpfung terroristischer Handlungen zusammen."
    },
    {
      "provision_ref": "art6",
      "chapter": "Titel II Allgemeine Bestimmungen zur Zusammenarbeit",
      "section": "6",
      "title": "Weitere Formen der Zusammenarbeit",
      "content": "1. Zur Durchführung der Bestimmungen nach Artikel 5 arbeiten die Parteien wie folgt zusammen: a. Austausch von Informationen, insbesondere über: – Straftaten, Straftäter, kriminelle Organisationen, deren Vorgehensweise, deren Strukturen und Kontakte, – Arten von Betäubungsmitteln und psychotropen Stoffen sowie deren Vorläuferstoffe und chemische Ausgangsstoffe, Herstellungsorte und ‑methoden, von den Händlern benutzte Absatzkanäle und ‑mittel, Schmuggelmethoden, Methoden zur Drogenfahndung an der Grenze sowie den Einsatz neuer technischer Mittel, einschliesslich Methoden zur Abrichtung und zum Einsatz von Drogenspürhunden, – terroristische Handlungen, Terroristen, terroristische Organisationen, deren Vorgehensweise, deren Strukturen und Kontakte, – rechtliche und wissenschaftliche Instrumente zur Bekämpfung von Verbrechen, einschliesslich Informationen über die Analyse der kriminellen und terroristischen Bedrohungslage, – Methoden zur Bekämpfung des Menschenhandels und des Schlepperwesens, – Reisepässe und weitere Reisedokumente, Visa, Einreise- und Ausreisestempel zur Erkennung falscher Dokumente, – Wirtschafts- und Finanzdelikte, Geldwäscherei und die Einschleusung gewaschenen Geldes in den legalen Wirtschaftskreislauf, die Nachverfolgung der Vermögenswerte unerlaubter Herkunft sowie die kriminelle Infiltration von Unternehmen, die sich an Ausschreibungsverfahren für öffentliche Aufträge bewerben; b. Erfahrungsaustausch mittels: – Ergreifen von Massnahmen nach Massgabe des nationalen Rechts des jeweiligen Landes, damit besondere Ermittlungstechniken wie verdeckte Ermittlungen, kontrollierte Lieferungen und Observationen angewandt werden können, – Austausch bewährter Praktiken im Bereich der Zusammenarbeit nach Artikel 5 dieses Abkommens, unter anderem durch das Verfassen von Handbüchern, – Austausch bewährter Praktiken im Bereich der Finanzkontrolle bei öffentlichen Aufträgen, insbesondere mit Blick auf das Aufspüren krimineller Infiltration von Unternehmen, die sich an Ausschreibungsverfahren für öffentliche Aufträge bewerben; c. gemeinsame fachliche Ausbildung unter Anwendung von Fortbildungsmodulen, insbesondere in den Grenzgebieten. Zur Planung und Durchführung von Ausbildungskursen werden Kontaktstellen bezeichnet; d. Einsatz von Spezialtechniken zur Bekämpfung der Kriminalität; e. Bestimmung gemeinsamer Massnahmen zur Überwachung der gemeinsamen Grenze, gegebenenfalls durch die Bildung von gemischten Einheiten gemäss den Modalitäten nach Titel IV dieses Abkommens; f. Ergreifen von Massnahmen zur Bekämpfung des unerlaubten Handels mit Betäubungsmitteln, psychotropen Stoffen und anderen Gütern, wie kontrollierte grenzüberschreitende Lieferungen gemäss den Bestimmungen des Durchführungsabkommens vom 17. November 2009 über kontrollierte grenzüberschreitende Lieferungen zwischen der Schweiz und Italien; g. Tätigkeit des gemeinsamen Zentrums. 2. Die zuständigen Behörden erarbeiten in gegenseitigem Einvernehmen Informationsverfahren und gemeinsame Einsatzpläne für Situationen, in denen ihre Einheiten koordiniert werden müssen, insbesondere: a. bei Ereignissen, die die öffentliche Sicherheit und Ordnung gefährden und besondere Polizeimassnahmen im Grenzgebiet erfordern; b. bei Vorliegen besonders schwerer krimineller Handlungen auf dem Hoheitsgebiet einer der beiden Parteien, wenn diese Handlungen für die andere Partei relevant sind; c. bei der Fahndung nach flüchtigen Straftätern; d. wenn der Personengrenzverkehr zunimmt."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Zusammenarbeit auf Ersuchen",
      "content": "1. Die Zusammenarbeit im Rahmen dieses Abkommens erfolgt auf Grundlage von Unterstützungsersuchen der betreffenden zuständigen Behörde. 2. Die Unterstützungsersuchen werden schriftlich eingereicht. In dringlichen Fällen können die Ersuchen mündlich mitgeteilt werden, müssen jedoch innerhalb von 48 Stunden schriftlich bestätigt werden. 3. Die Unterstützungsersuchen beinhalten: a. Angaben zur ersuchenden Behörde und zur ersuchten Behörde; b. genaue Informationen zum Fall; c. Zweck und Gründe für das Ersuchen; d. Beschrieb der erbetenen Unterstützung; e. weitere Informationen, die zur wirksamen Umsetzung des Ersuchens beitragen können."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Verweigerung der Zusammenarbeit",
      "content": "1. Eine Unterstützung im Sinne dieses Abkommens kann ganz oder teilweise verweigert werden, wenn die betroffene zuständige Behörde der Ansicht ist, dass die Umsetzung des Ersuchens die Souveränität, die Sicherheit, die öffentliche Ordnung oder weitere grundlegende Interessen des eigenen Staates gefährden könnten oder dass die Umsetzung im Widerspruch zum geltenden nationalen Recht oder zu den internationalen Verpflichtungen des eigenen Landes stünde. 2. Die Unterstützung kann des Weiteren verweigert werden, wenn die Umsetzung des Ersuchens die Mittel der ersuchten zuständigen Behörde übermässig belasten würde. 3. Bevor die ersuchte zuständige Behörde einen Entscheid über die Verweigerung der im Rahmen dieses Abkommens erbetenen Unterstützung trifft, klärt sie in Rücksprache mit der ersuchenden zuständigen Behörde ab, ob sie die Unterstützung unter bestimmten Bedingungen anbieten kann. Nimmt die ersuchende zuständige Behörde die Unterstützung unter den Bedingungen der ersuchten zuständigen Behörde an, muss sie diese auch einhalten. 4. Die ersuchende zuständige Behörde erhält eine schriftliche Mitteilung über die vollständige oder teilweise Verweigerung des Vollzugs des Ersuchens sowie eine Begründung für die Verweigerung."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Umsetzung der Ersuchen",
      "content": "1. Die ersuchte zuständige Behörde ergreift alle erforderlichen Massnahmen, damit dem Ersuchen rasch und umfassend entsprochen werden kann, und unterrichtet die ersuchende zuständige Behörde über die Ergebnisse der Umsetzung. 2. Die ersuchte zuständige Behörde unterrichtet die ersuchende zuständige Behörde unverzüglich über Umstände, die die Umsetzung des Ersuchens verhindern oder zu einer beträchtlichen Verspätung der Umsetzung führen. 3. Fällt die Umsetzung des Ersuchens nicht in die Zuständigkeit der ersuchten Behörde, so teilt sie dies der ersuchenden zuständigen Behörde unverzüglich mit. 4. Die ersuchte zuständige Behörde kann um sämtliche Informationen nachsuchen, die ihr zur angemessenen Umsetzung des Ersuchens nötig erscheinen."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Unaufgeforderte Zusammenarbeit",
      "content": "Die zuständigen Behörden können im Einzelfall und unter Wahrung des jeweiligen nationalen Rechts unaufgefordert und ohne vorheriges Ersuchen Informationen übermitteln, die der anderen Partei zur Abwehr konkreter Gefahren für die Sicherheit und die Wahrung der öffentlichen Ordnung oder bei der Bekämpfung der Kriminalität dienen können."
    },
    {
      "provision_ref": "art11",
      "chapter": "Titel III Besondere Formen der Polizeizusammenarbeit",
      "section": "11",
      "title": "Grenzüberschreitende Observation",
      "content": "1. Die Beamten einer Partei sind, gemäss den Bestimmungen in Artikel 40 des Schengener Durchführungsübereinkommens und den entsprechenden nationalen Vollzugsbestimmungen und bei vorliegender Zustimmung der anderen Partei, vorbehaltlich besonderer Dringlichkeit, ermächtigt, die grenzüberschreitende Observation von Personen im gesamten Hoheitsgebiet der anderen Partei fortzusetzen, die einer auslieferungsfähigen Straftat im Sinne des Europäischen Auslieferungsübereinkommens vom 13. Dezember 1957 verdächtigt werden, oder wenn berechtigte Gründe zur Annahme bestehen, die Observation könnte bei der Identifizierung oder Auffindung einer solchen Person behilflich sein. Das Ersuchen um Zustimmung, dessen Kopie immer dem gemeinsamen Zentrum übermittelt wird, muss eingereicht werden: – in der Schweizerischen Eidgenossenschaft: Schweizer Sektor des gemeinsamen Zentrums; – in der Italienischen Republik: Direzione Centrale della Polizia Criminale, Servizio per la Cooperazione Internazionale di Polizia. 2. Kann wegen besonderer Dringlichkeit der Angelegenheit keine vorherige Zustimmung der zuständigen Behörde beantragt werden, ist die grenzüberschreitende Observation gemäss Artikel 40 Absatz 2 des Schengener Durchführungsübereinkommens zulässig, wenn Straftaten nach Artikel 40 Absatz 7 dieses Übereinkommens vorliegen. Der Grenzübertritt ist in diesen Fällen unverzüglich dem gemeinsamen Zentrum zu melden, das die folgenden Behörden benachrichtigt: – in der Schweizerischen Eidgenossenschaft: Einsatzzentrale des Bundesamtes für Polizei; – in der Italienischen Republik: Direzione Centrale della Polizia Criminale, Servizio per la Cooperazione Internazionale di Polizia. 3. Die observierenden Beamten sind: – in der Schweizerischen Eidgenossenschaft: die Polizeibeamten des Bundes und der Kantone sowie die Beamten des Grenzwachtkorps und der Sektion Zollfahndung; – in der Italienischen Republik: die Beamten der kriminalpolizeilichen Abteilungen im Sinne des nationalen Rechts. SR 0.353.1"
    },
    {
      "provision_ref": "art12",
      "chapter": "Titel III Besondere Formen der Polizeizusammenarbeit",
      "section": "12",
      "title": "Grenzüberschreitende Nacheile",
      "content": "1. Die Beamten der einen Partei dürfen nach Massgabe des Artikels 41 des Schengener Durchführungsübereinkommens und der entsprechenden nationalen Ausführungsbestimmungen ohne zeitliche und räumliche Begrenzung im Hoheitsgebiet der anderen Partei Personen weiterverfolgen, die: – auf frischer Tat bei der Begehung einer auslieferungsfähigen Straftat angetroffen worden sind; – auf der Flucht sind. 2. Beim Grenzübertritt muss das gemeinsame Zentrum über die Nacheile unterrichtet werden; das Zentrum benachrichtigt die folgenden Stellen: – in der Schweizerischen Eidgenossenschaft: Einsatzzentrale des Bundesamtes für Polizei; – in der Italienischen Republik: Direzione Centrale della Polizia Criminale, Servizio per la Cooperazione Internazionale di Polizia. 3. Wird keine Einstellung der Verfolgung verlangt und können die Beamten des Hoheitsgebiets, in dem die Nacheile ausgeübt wird, nicht rechtzeitig eingreifen, dürfen die nacheilenden Beamten die verfolgte Person festhalten, bis die Beamten der Partei, auf deren Hoheitsgebiet die Nacheile ausgeübt wird, die Identität der Person feststellen oder weitere Massnahmen vornehmen können. 4. Die nacheilenden Beamten sind: – in der Schweizerischen Eidgenossenschaft: Polizeibeamte des Bundes und der Kantone sowie Beamte der Grenzwacht und der Sektion Zollfahndung; – in der Italienischen Republik: Beamte der kriminalpolizeilichen Abteilungen im Sinne des nationalen Rechts."
    },
    {
      "provision_ref": "art13",
      "chapter": "Titel III Besondere Formen der Polizeizusammenarbeit",
      "section": "13",
      "title": "Kontrollierte Lieferungen",
      "content": "1. Unter Wahrung der entsprechenden nationalen Gesetzesbestimmungen und auf Ersuchen der zuständigen Behörde der anderen Partei ist die ersuchte Partei ermächtigt, die kontrollierte Einfuhr in ihr Hoheitsgebiet, die kontrollierte Ausfuhr aus ihrem Hoheitsgebiet oder den kontrollierten Transit zu erlauben. 2. Kontrollierte Lieferungen werden nach den Bestimmungen des Durchführungsabkommens vom 17. November 2009 über kontrollierte grenzüberschreitende Lieferungen zwischen der Schweiz und Italien abgewickelt."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Gemeinsame Einsätze",
      "content": "Zur Verstärkung der Zusammenarbeit bilden die zuständigen Behörden bei Bedarf gemischt besetzte Auswertungs-, Arbeits- und Ermittlungsgruppen, in denen Beamte der einen Partei bei Einsätzen im Hoheitsgebiet der anderen Partei in unterstützender und beratender Funktion tätig sind."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Entsendung von Verbindungsbeamten",
      "content": "Unter Wahrung der nationalen Gesetzesvorschriften und in gemeinsamem Einvernehmen, können die zuständigen Behörden zur Förderung und Beschleunigung der Zusammenarbeit, namentlich zum Informationsaustausch und zur Unterstützung beim Umsetzen von Ersuchen, Verbindungsbeamte entsenden."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Zeugenschutz",
      "content": "1. Die zuständigen Behörden der Parteien arbeiten nach Massgabe des nationalen Rechts zusammen, um Zeugen und deren Angehörigen (in der Folge «zu schützende Personen») zu schützen. 2. Die Zusammenarbeit umfasst insbesondere den Austausch von Informationen zum Schutz von Personen sowie deren Übernahme und Unterstützung. 3. Zur Regelung der Modalitäten der Zusammenarbeit bei der Übernahme der zu schützenden Personen schliessen die zuständigen Behörden in jedem Einzelfall eine gesonderte Durchführungsvereinbarung ab. 4. Zu schützende Personen, die bei der ersuchenden Partei im Zeugenschutzprogramm aufgenommen sind, werden nicht in das Schutzprogramm der ersuchten Partei aufgenommen. Bei der Zusammenarbeit zum Schutz dieser Personen findet das Recht der ersuchten Partei Anwendung. 5. Die ersuchende Partei trägt für die zu schützenden Personen die Lebenshaltungskosten und die Kosten der Massnahmen, um deren Durchführung diese Partei ersucht hat. Die ersuchte Partei trägt die Kosten für den Aufwand an Polizeipersonal zum Schutz dieser Personen. 6. Die ersuchte Partei kann nach vorheriger Information der ersuchenden Partei die Zusammenarbeit beenden, wenn schwerwiegende Gründe vorliegen. Die ersuchende Partei ist in solchen Fällen verpflichtet, die zu schützenden Personen wieder zu übernehmen."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Massnahmen bei unmittelbarer Gefahr",
      "content": "1. Bei unmittelbarer und erheblicher Gefahr für Leib und Leben von Personen dürfen die Beamten einer Partei die gemeinsame Grenze ohne vorherige Zustimmung der anderen Partei überschreiten, um im Grenzgebiet der anderen Partei die erforderlichen vorübergehenden Massnahmen zu treffen. 2. Eine unmittelbare Gefahr nach Absatz 1 liegt dann vor, wenn bei einem Abwarten auf das Einschreiten von Beamten der anderen Partei die Verwirklichung der Gefahr droht. 3. Die einschreitenden Beamten müssen die nach Absatz 5 dieses Artikels zuständigen Behörden der anderen Partei unverzüglich unterrichten. Diese bestätigen den Erhalt der Informationen und treffen unverzüglich die notwendigen Massnahmen, die zur Abwehr der Gefahr und zur Kontrolle der Situation erforderlich sind. Die einschreitenden Beamten dürfen im Hoheitsgebiet der anderen Partei nur so lange im Einsatz bleiben, bis deren Beamte die notwendigen Massnahmen zur Abwehr der Gefahr ergriffen haben. Die einschreitenden Beamten sind an die Weisungen der anderen Partei gebunden. 4. Die einschreitenden Beamten sind an die Bestimmungen dieses Artikels und an das nationale Recht der Partei gebunden, auf deren Hoheitsgebiet sie tätig werden. Die Massnahmen der einschreitenden Beamten werden der anderen Partei zugeschrieben. 5. Die folgenden Stellen sind zu unterrichten: – in der Schweizerischen Eidgenossenschaft: der Schweizer Sektor des gemeinsamen Zentrums; – in der Italienischen Republik: die Direzione Centrale della Polizia Criminale, Servizio Cooperazione Internazionale di Polizia und der italienische Sektor des gemeinsamen Zentrums."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Hilfeleistung bei Grossereignissen, Katastrophen und schweren Unglücksfällen",
      "content": "1. Vorbehaltlich der Bestimmungen des Abkommens vom 2. Mai 1995 zwischen der Schweizerischen Eidgenossenschaft und der Italienischen Republik über die Zusammenarbeit im Bereich der Risikovorsorge und -vorbeugung und der gegenseitigen Hilfeleistung bei natürlichen oder durch den Menschen verursachten Katastrophen unterstützen sich die zuständigen Behörden der Parteien unter Wahrung des nationalen Rechts gegenseitig bei Massenveranstaltungen und ähnlichen Grossereignissen sowie bei Katastrophen und schweren Unglücksfällen, indem sie: a. einander so früh wie möglich über entsprechende Situationen oder Ereignisse mit grenzüberschreitenden Auswirkungen und deren Entwicklung unterrichten; b. bei Situationen mit grenzüberschreitenden Auswirkungen die auf ihrem Hoheitsgebiet erforderlichen polizeilichen Massnahmen ergreifen und koordinieren; c. auf Ersuchen der Partei, auf deren Hoheitsgebiet die Situation oder das Ereignis eintritt, soweit möglich durch die Entsendung von Beamten, Spezialisten und Beratern sowie mit Ausrüstungsgegenständen Hilfe leistet. 2. Werden Beamte der einen Partei in das Hoheitsgebiet der anderen Partei entsandt, so können die zuständigen Behörden diesen Beamten auf der Grundlage einer separaten Vereinbarung Vollzugsaufgaben übertragen, einschliesslich der Kompetenzen der öffentlichen Gewalt. Diese Aufgaben dürfen ausschliesslich unter der Leitung der verantwortlichen Dienststelle und unter Wahrung des nationalen Rechts der Partei ausgeführt werden, auf deren Hoheitsgebiet der Einsatz stattfindet. Die Massnahmen der einschreitenden Beamten werden der Partei zugeschrieben, auf deren Hoheitsgebiet der Einsatz stattfindet. SR 0.131.345.4"
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Unterstützung in Krisen oder bei aussergewöhnlichen Ereignissen",
      "content": "1. Eine Partei kann darum ersuchen, bei der Bewältigung einer Krise oder ausserordentlicher Ereignisse von einer Spezialeinheit der anderen Partei unterstützt zu werden. Den zuständigen Behörden der ersuchten Partei steht es frei, einem solchen Ersuchen zu entsprechen, es abzulehnen oder eine andere Form der Hilfeleistung vorzuschlagen. Das Ersuchen, in dem die Art der erbetenen Hilfeleistung und deren operative Notwendigkeit dargelegt werden, ist an die zuständige Behörde zu richten. 2. Als Spezialeinheiten gelten jene Einheiten einer zuständigen Behörde, deren besondere Aufgabe darin besteht, Krisen oder aussergewöhnliche Ereignisse zu bewältigen. Die zuständigen Behörden unterrichten einander über die verfügbaren Spezialeinheiten und die Formen der Hilfeleistungen, die diese in Krisen oder bei aussergewöhnlichen Ereignissen anbieten können. 3. Als Krise gilt eine Situation, in der die zuständigen Behörden einer Partei berechtigten Grund zur Annahme haben, dass eine Straftat vorliegt, die eine unmittelbare und physische Bedrohung für Personen, Eigentum, Infrastrukturen oder Institutionen der betreffenden Partei darstellt. 4. Ausserordentliche Ereignisse sind Vorkommnisse, die die zuständigen Behörden einer Partei mit den eigenen Mitteln nicht mehr bewältigen können. 5. Die erbetene Hilfeleistung kann, nach Vereinbarung zwischen den zuständigen Behörden, in der Bereitstellung von Ausrüstung und Fachwissen sowie in der Durchführung von Einsätzen in deren Hoheitsgebiet bestehen, erforderlichenfalls unter Einsatz von Dienstwaffen nach Massgabe von Artikel 32 dieses Abkommens. 6. Bei Einsätzen im Hoheitsgebiet der ersuchenden Partei sind die Beamten der unterstützenden Spezialeinheit befugt, im Hoheitsgebiet der unterstützten Partei tätig zu werden und alle erforderlichen Massnahmen für die Bereitstellung der erbetenen Hilfeleistung zu treffen. Die Beamten der ersuchten Partei handeln unter der Verantwortung, Leitung und Zuständigkeit der ersuchenden Partei, unter Einhaltung ihrer gesetzlichen Bestimmungen und im Rahmen der Kompetenzen, die ihnen ihr eigenes nationales Recht verleiht."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Flugsicherheitsbegleiter",
      "content": "1. Die zuständigen Behörden können nach Massgabe des eigenen nationalen Rechts und auf Grundlage der für sie verbindlichen Abkommen über die internationale Zivilluftfahrt beim Einsatz von Flugsicherheitsbegleitern zusammenarbeiten. 2. Flugsicherheitsbegleiter im Sinne dieses Abkommens sind Beamte der von den Parteien benannten Sicherheitsbehörden, die entsprechend ausgebildet sind und die Aufgabe haben, die Sicherheit an Bord von Luftfahrzeugen zu gewährleisten. 3. Die Zusammenarbeit kann insbesondere den Einsatz von Flugsicherheitsbegleitern auf Flügen zwischen den Hoheitsgebieten der beiden Parteien umfassen. 4. Die Einzelheiten der Zusammenarbeit, vor allem in Zusammenhang mit dem operativen Einsatz der Flugsicherheitsbegleiter, werden in einer Durchführungsvereinbarung geregelt."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Unterstützung bei gemeinsamen Rückführungen und Wegweisungen",
      "content": "1. Die zuständigen Behörden der Parteien unterstützen einander unter Wahrung ihrer internationalen Verpflichtungen bei der Rückführung von Drittstaatsangehörigen, die Wegweisungsmassnahmen unterliegen. Die Parteien unterrichten einander frühzeitig über geplante Rückführungen und bieten der anderen Partei soweit möglich ihre Unterstützung an. 2. Bei gemeinsamen Rückführungen vereinbaren die zuständigen Behörden die Sicherheitsmassnahmen und wer die rückzuführenden Personen begleitet. 3. Die zuständigen Behörden können zur Vorbeugung und Bekämpfung der illegalen Einwanderung gemeinsame Grenzaktivitäten vereinbaren, einschliesslich gemeinsamer Streifen."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Transit",
      "content": "1. Vorbehaltlich anderer Bestimmungen dieses Abkommens und des Abkommens vom 11. März 1961 zwischen der Schweizerischen Eidgenossenschaft und der Italienischen Republik über die nebeneinanderliegenden Grenzabfertigungsstellen und die Grenzabfertigung während der Fahrt, muss der Transit von Beamten in das Grenzgebiet der anderen Partei vor dem Grenzübertritt der folgenden Dienststelle angekündigt werden, wenn die Beamten Uniform tragen, Dienstwaffen oder Spezialausrüstungen mit sich führen oder Dienstfahrzeuge benutzen: – in der Schweizerischen Eidgenossenschaft: Schweizer Sektor des gemeinsamen Zentrums; – in der Italienischen Republik: italienischer Sektor des gemeinsamen Zentrums. 2. Geht der Transit über das Grenzgebiet im Hoheitsgebiet der anderen Partei hinaus, muss vorgängig die Genehmigung der zuständigen Behörden eingeholt werden. Das Ersuchen kann auch durch das gemeinsame Zentrum abgewickelt werden. 3. In den Fällen nach Absatz 1 und 2 dürfen Beamte im Transit im Hoheitsgebiet der anderen Partei keine polizeilichen Funktionen ausüben; zudem unterstehen sie dem nationalen Recht der anderen Partei, einschliesslich der Verkehrsregeln. SR 0.631.252.945.460"
    },
    {
      "provision_ref": "art23",
      "chapter": "Titel IV Direkte Zusammenarbeit im Grenzgebiet",
      "section": "23",
      "title": "Gemischter Streifendienst",
      "content": "1. Die Beamten der Parteien können an gemischten Streifen im Grenzgebiet teilnehmen. 2. Die gemischten Streifen arbeiten in den Bereichen nach Artikel 5 grenzüberschreitend zusammen. 3. Die im Hoheitsgebiet der anderen Partei tätigen Beamten sind in beobachtender, unterstützender, beratender und informierender Funktion tätig; sie sind nicht befugt, selbstständig polizeiliche Massnahmen auszuführen. 4. Die Rechte und Pflichten der Beamten sowie die Voraussetzungen, unter denen geplante Einsätze durchgeführt werden, richten sich nach dem nationalen Recht des Landes, in dem sie ausgeführt werden."
    },
    {
      "provision_ref": "art24",
      "chapter": "Titel IV Direkte Zusammenarbeit im Grenzgebiet",
      "section": "24",
      "title": "Umsetzung des gemischten Streifendienstes",
      "content": "Die folgenden Behörden legen die Modalitäten des gemischten Streifendienstes fest: – in der Schweizerischen Eidgenossenschaft: der Schweizer Sektor des gemeinsamen Zentrums; – in der Italienischen Republik: die Direzione Centrale della Polizia Criminale, Servizio per la Cooperazione Internazionale di Polizia."
    },
    {
      "provision_ref": "art25",
      "chapter": "Titel IV Direkte Zusammenarbeit im Grenzgebiet",
      "section": "25",
      "title": "Grenzüberschreitende Massnahmen im Eisenbahn- und Schiffsverkehr",
      "content": "1. Zur Aufrechterhaltung der Sicherheit und der öffentlichen Ordnung im grenzüberschreitenden Eisenbahnverkehr sind Beamte der zuständigen Behörden befugt, eine auf dem eigenen Hoheitsgebiet in einem Reisezug begonnene Amtshandlung nach dem für sie geltenden nationalen Recht bis zum ersten fahrplanmässigen Halt auf dem Hoheitsgebiet der anderen Partei fortzuführen. Bei solchen Einsätzen sind die Beamten befugt, nötigenfalls eine Person auf dem Hoheitsgebiet der anderen Partei festzuhalten, bis Beamte dieser Partei eintreffen. 2. Nach Massgabe des jeweiligen nationalen Recht können die Beamten berechtigt werden, beim letzten fahrplanmässigen Halt des Reisezugs auf dem Hoheitsgebiet der anderen Partei zuzusteigen, um die Möglichkeit zu erhalten, Massnahmen zur Aufrechterhaltung der Sicherheit und der öffentlichen Ordnung zu treffen. 3. Die Absätze 1 und 2 gelten sinngemäss für den Schiffsverkehr. 4. Die zuständigen Behörden sorgen dafür, dass die Beamten der anderen Partei die betreffenden Transportmittel kostenlos benutzen können und für den Vollzug der Amtshandlungen den Umständen entsprechend genügend Platz erhalten. 5. Allfällige weitergehende Bestimmungen in Abkommen zwischen den Parteien über die nebeneinanderliegenden Grenzabfertigungsstellen und die Grenzabfertigung während der Fahrt im Bereich des Personen- und Güterverkehrs bleiben vorbehalten. 6. Die zuständigen Behörden legen die Modalitäten zur Umsetzung der Bestimmungen dieses Artikels in Durchführungsprotokollen im Sinne von Artikel 38 fest."
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Grenzüberschreitende Geleitschutzdienste",
      "content": "1. Die zuständigen Behörden können nach den Bestimmungen des eigenen nationalen Rechts die Durchführung von Leistungen zum Geleitschutz exponierter Personen der anderen Partei auf dem eigenen Hoheitsgebiet bewilligen. 2. Geleitschutzdienste im Grenzgebiet müssen dem gemeinsamen Zentrum vor dem Grenzübertritt gemeldet werden; dieses unterrichtet unverzüglich die zuständigen nationalen Stellen. 3. Ab dem Grenzübertritt werden die eskortierenden Beamten im Dienst von Beamten der Partei begleitet, auf deren Hoheitsgebiet sie im Einsatz sind, und unterstehen deren Kontrolle. 4. Die eskortierenden Beamten dürfen nach Massgabe der Bestimmungen in Artikel 32 die eigene Dienstwaffe mit sich führen. 5. Die Fahrzeuge des Geleitschutzes unterstehen auf der Fahrtroute den Strassenverkehrsregeln des Staates, auf dessen Hoheitsgebiet sie sich befinden. 6. Dieser Artikel findet auf Rückübernahmen, Wegweisungen von Ausländern, die sich illegal im Land aufhalten, oder Auslieferungen keine Anwendung."
    },
    {
      "provision_ref": "art27",
      "chapter": "Titel V Gemeinsames Zentrum",
      "section": "27",
      "title": "Organisation",
      "content": "1. Das gemeinsame Zentrum, das im Sinne des Protokolls vom 17. September 2002 zwischen der Schweizerischen Eidgenossenschaft und der Italienischen Republik über die Errichtung gemeinsamer Zentren für Polizei- und Zollzusammenarbeit in unmittelbarer Nähe zur gemeinsamen Grenze der beiden Parteien errichtet wurde, ist dazu bestimmt, Beamte beider Parteien aufzunehmen. 2. Die in den gemeinsamen Zentren tätigen Beamten arbeiten im Rahmen ihrer jeweiligen Zuständigkeiten zusammen und unterstützen einander. Sie sammeln und tauschen Informationen bezüglich der grenzüberschreitenden Zusammenarbeit aus, analysieren sie und leiten sie ‒ unbeschadet des Informationsaustauschs über die nationalen Zentralorgane und der direkten Zusammenarbeit ‒ weiter."
    },
    {
      "provision_ref": "art28",
      "chapter": "Titel V Gemeinsames Zentrum",
      "section": "28",
      "title": "Datenverwaltung",
      "content": "1. Zur Erfüllung der Aufgaben im Rahmen dieses Abkommens wird im gemeinsamen Zentrum ein Einsatzjournal geführt, in dem sämtliche Ersuchen der beiden Vertragsparteien verzeichnet werden. Der direkte Zugang zu diesem Kontrollsystem ist ausschliesslich den Beamten des gemeinsamen Zentrums vorbehalten. 2. Die Modalitäten der Verwaltung, Bearbeitung, Speicherung und Löschung der im gemeinsamen Zentrum gesammelten Daten werden gemeinsam und nach Massgabe der entsprechenden nationalen Gesetzesbestimmungen sowie unter Anwendung des Verfahrens festgelegt, das im Protokoll vom 17. September 2002 zwischen der Schweizerischen Eidgenossenschaft und der Italienischen Republik über die Errichtung gemeinsamer Zentren für Polizei- und Zollzusammenarbeit festgehalten ist."
    },
    {
      "provision_ref": "art29",
      "chapter": "Titel VI Datenschutz",
      "section": "29",
      "title": "Einschränkungen bezüglich der Verwendung von Daten und Dokumenten",
      "content": "1. Die zuständigen Behörden setzen sich nach Massgabe ihres eigenen nationalen Rechts für die Gewährleistung eines Datenschutzstandards ein, der die Anforderungen des Übereinkommens des Europarats vom 28. Januar 1981 erfüllt. 2. Die Parteien vereinbaren, dass sie die im Rahmen dieses Abkommens übermittelten Personendaten und sensiblen Informationen ausschliesslich zu den im Abkommen vorgesehenen Zwecken und unter den Bedingungen der übermittelnden Partei verwenden. 3. Die zwischen den Parteien ausgetauschten Personendaten und sensiblen Informationen werden nach Massgabe des nationalen Rechts entsprechend dem Datenschutzstandard geschützt, der auch für Daten auf nationaler Ebene gilt. 4. Die zuständige Behörde, die die Daten übermittelt, stellt sicher, dass diese genau, vollständig, aktuell und für den Zweck, für den sie übermittelt werden, relevant und zutreffend sind. 5. Die von einer zuständigen Behörde auf Grundlage dieses Abkommens gelieferten Daten und Dokumente dürfen ohne ausdrückliche und schriftliche vorherige Genehmigung der zuständigen Behörde, die sie geliefert hat, weder Dritten bekanntgegeben noch für andere Zwecke verwendet werden als jene, für die sie angefordert und geliefert worden sind. 6. Auf Ersuchen der übermittelnden Behörde berichtigt, sperrt oder löscht die empfangende Behörde nach Massgabe des eigenen nationalen Rechts die auf Grundlage dieses Abkommens empfangenen Daten, wenn sie unrichtig oder unvollständig sind oder wenn die Beschaffung oder Verarbeitung der Daten durch sie gegen dieses Abkommen oder die für die übermittelnde Behörde geltenden Vorschriften verstösst. 7. Stellt die zuständige Behörde einer Partei fest, dass die von der Behörde der anderen Partei auf Grundlage dieses Abkommens empfangenen Daten unrichtig sind, ergreift sie alle erforderlichen Massnahmen, um zu vermeiden, dass diese Daten irrtümlicherweise als verlässlich betrachtet werden; dies umfasst namentlich die Ergänzung, Löschung oder Berichtigung der Daten. 8. Die zuständigen Behörden informieren einander, wenn sie feststellen, dass auf Grundlage dieses Abkommens übermittelte oder empfangene Daten unrichtig oder unzuverlässig sind oder ernsthafte Zweifel an deren Richtigkeit bestehen. Erweist es sich, dass die übermittelten Daten ungenau sind, ergreift jede Behörde die erforderlichen Massnahmen zur Berichtigung der Daten."
    },
    {
      "provision_ref": "art30",
      "section": "30",
      "title": "Organisatorische Massnahmen",
      "content": "Die Parteien gewährleisten, dass die auf Grundlage dieses Abkommens beschafften Personendaten gemäss einem Datenschutzstandard geschützt werden, der jenem der anderen Partei entspricht, und ergreifen die erforderlichen technischen Massnahmen zum Schutz der Personendaten vor der versehentlichen oder unerlaubten Vernichtung, dem versehentlichen Verlust, der Bekanntgabe, der Änderung oder dem unerlaubten Zugriff oder vor jeder Art der nicht genehmigten Bearbeitung. Die Parteien ergreifen namentlich die geeigneten Massnahmen um sicherzustellen, dass ausschliesslich berechtigte Personen Zugriff auf die Personendaten haben."
    },
    {
      "provision_ref": "art31",
      "section": "31",
      "title": "Einreise, Ausreise und Aufenthalt",
      "content": "1. Für Beamte, die auf Grundlage dieses Abkommens auf dem Hoheitsgebiet der anderen Partei vorübergehend im Einsatz stehen, genügt für den Grenzübertritt und den Aufenthalt ein gültiger, mit Fotografie und Unterschrift versehener Dienstausweis. Die Beamten dürfen sich so lange im Hoheitsgebiet der anderen Partei aufhalten, als dies für ihre Tätigkeit nötig ist. 2. Die Beamten einer Partei, die auf dem Hoheitsgebiet der anderen Partei im Einsatz stehen, müssen ihre amtliche Funktion jederzeit nachweisen können."
    },
    {
      "provision_ref": "art32",
      "section": "32",
      "title": "Uniformen und Dienstwaffen",
      "content": "1. Beamte einer Partei, die gestützt auf dieses Abkommen im Hoheitsgebiet der anderen Partei im Einsatz stehen, sind befugt, Uniform zu tragen, ihre Dienstwaffen und sonstige für Zwangsmassnahmen vorgesehene Hilfsmittel sowie Kommunikationsmittel mitzuführen, es sei denn, die andere Partei teilt im Einzelfall mit, dass dies nicht oder nur unter bestimmten Bedingungen gestattet ist. 2. Die Dienstwaffe und die dazugehörige Munition dürfen nur in Notwehr nach den nationalen Rechtsvorschriften des Gastlandes benutzt werden. 3. Nach Inkrafttreten dieses Abkommens legen die zuständigen Behörden die Modalitäten der Umsetzung der in den beiden vorhergehenden Absätzen vorgesehenen Zusammenarbeit in einer separaten Durchführungsvereinbarung im Sinne von Artikel 38 fest."
    },
    {
      "provision_ref": "art33",
      "section": "33",
      "title": "Einsatz von Strassen-, Wasser- und Luftfahrzeugen",
      "content": "1. Setzen Beamte bei der Zusammenarbeit auf Grundlage dieses Abkommens auf dem Hoheitsgebiet der anderen Partei Strassen- oder Wasserfahrzeuge ein, so unterliegen sie denselben verkehrsrechtlichen Bestimmungen wie die Beamten der Partei, auf deren Hoheitsgebiet sie diese Verkehrsmittel benutzen; dies gilt auch für die Benutzung von Leucht- und Schallvorrichtungen. Nach Massgabe des nationalen Rechts und unter dem Vorbehalt des Gegenrechts können die benutzten Dienstfahrzeuge von den Autobahngebühren befreit werden. Die zuständigen Behörden unterrichten einander über die jeweils geltenden Vorschriften. 2. Im Rahmen der Einsätze auf Grundlage dieses Abkommens, unter Wahrung des jeweiligen nationalen Rechts und gemäss den geltenden Bewilligungsverfahren können die Parteien in Folgevereinbarungen die Modalitäten des Einsatzes von Luftfahrzeugen regeln. Bei solchen Einsätzen sind die Luftverkehrsregeln einzuhalten."
    },
    {
      "provision_ref": "art34",
      "section": "34",
      "title": "Dienstverhältnisse, Schutz und Unterstützung",
      "content": "1. Die Beamten der Parteien unterstehen in ihrem Dienst- oder Anstellungsverhältnis wie auch disziplinarrechtlich dem jeweiligen nationalen Recht. 2. Die Parteien gewähren den von der anderen Partei entsandten Beamten bei der Ausübung ihrer Funktion denselben Schutz und dieselbe Unterstützung wie den eigenen Beamten."
    },
    {
      "provision_ref": "art35",
      "section": "35",
      "title": "Haftung",
      "content": "1. Verursachen Beamte einer Partei beim Vollzug dieses Abkommens auf dem Hoheitsgebiet der anderen Partei einen Schaden, haftet diese gegenüber den geschädigten Dritten unter denselben Bedingungen und im gleichen Umfang, wie wenn eigene sachlich und örtlich zuständige Beamte den Schaden verursacht hätten. 2. Die Partei, die den Geschädigten oder ihren Rechtsnachfolgern Schadenersatz geleistet hat, wird von der anderen Partei entschädigt, es sei denn, der Einsatz erfolgte auf ihr Ersuchen. Erleiden die Parteien Schaden, verzichten sie auf Schadenersatzforderungen, es sei denn, die Beamten haben den Schaden vorsätzlich oder grob fahrlässig verursacht."
    },
    {
      "provision_ref": "art36",
      "section": "36",
      "title": "Rechtsstellung der Beamten im Bereich des Strafrechts",
      "content": "Die Beamten, die auf Grundlage dieses Abkommens auf dem Hoheitsgebiet der anderen Partei im Einsatz stehen, sind in Bezug auf Straftaten, die sie begehen oder die ihnen gegenüber begangen werden, den Beamten der anderen Partei gleichgestellt."
    },
    {
      "provision_ref": "art37",
      "chapter": "Titel VIII Schlussbestimmungen",
      "section": "37",
      "title": "Finanzielle Bestimmungen",
      "content": "Vorbehaltlich einer anderslautenden schriftlichen Vereinbarung zwischen den zuständigen Behörden trägt die ersuchte Partei die Kosten für die Bearbeitung eines Ersuchens im Sinne dieses Abkommens."
    },
    {
      "provision_ref": "art38",
      "chapter": "Titel VIII Schlussbestimmungen",
      "section": "38",
      "title": "Durchführung des Abkommens",
      "content": "1. Im Rahmen ihres Zuständigkeitsbereichs können die zuständigen Behörden der Parteien Durchführungsvereinbarungen schliessen, um die administrative und technische Durchführung dieses Abkommens zu regeln. 2. Die zuständigen Behörden können zur praktischen Durchführung dieses Abkommens weitere Kontaktstellen benennen und geben sie der anderen Partei bekannt."
    },
    {
      "provision_ref": "art39",
      "chapter": "Titel VIII Schlussbestimmungen",
      "section": "39",
      "title": "Verpflichtungen aufgrund weiterer internationaler Abkommen",
      "content": "Dieses Abkommen hat keine Auswirkungen auf die Rechte und Pflichten der Parteien aus anderen internationalen Abkommen."
    },
    {
      "provision_ref": "art40",
      "chapter": "Titel VIII Schlussbestimmungen",
      "section": "40",
      "title": "Verkehrssprache",
      "content": "Die zuständigen Behörden verkehren in italienischer und französischer Sprache."
    },
    {
      "provision_ref": "art41",
      "chapter": "Titel VIII Schlussbestimmungen",
      "section": "41",
      "title": "Gemischter Ausschuss, Zusammenkunft von Experten sowie Bereinigung von Meinungsverschiedenheiten",
      "content": "1. Ein gemeinsamer Ausschuss bestehend aus Vertretern der zuständigen Behörden wird gebildet, um die in diesem Abkommen festgelegten Modalitäten der Zusammenarbeit periodisch auf ihre Wirksamkeit hin zu prüfen und Vorschläge zur Weiterentwicklung der Zusammenarbeit einzubringen. 2. Der gemischte Ausschuss trifft sich in der Regel einmal jährlich abwechslungsweise in der Schweiz und in Italien. 3. Je nach dem konkreten operativen Bedarf kann der gemischte Ausschuss Expertinnen und Experten oder Verantwortliche der Beamten beider Parteien zur Teilnahme an den Sitzungen einladen. 4. Die Sitzungskosten werden von der empfangenden Partei getragen, die Kosten für die Reise und die Unterbringung der Delegierten von der entsendenden Partei. 5. Aus der Auslegung oder Durchführung dieses Abkommens resultierende Meinungsverschiedenheiten bereinigen die Parteien in Verhandlungen und gemeinsamen Beratungen."
    },
    {
      "provision_ref": "art42",
      "chapter": "Titel VIII Schlussbestimmungen",
      "section": "42",
      "title": "Änderungen",
      "content": "Dieses Abkommen kann im gegenseitigen Einvernehmen der Parteien nach Massgabe der jeweiligen internen Verfahren geändert werden. Die Änderungen sind integrierender Bestandteil dieses Abkommens und treten gemäss den Bestimmungen nach Artikel 43 dieses Abkommens in Kraft."
    },
    {
      "provision_ref": "art43",
      "chapter": "Titel VIII Schlussbestimmungen",
      "section": "43",
      "title": "Inkrafttreten und Kündigung",
      "content": "1. Dieses Abkommen wird auf unbestimmte Zeit geschlossen. Es tritt am ersten Tag des zweiten Monats in Kraft, der auf das Datum folgt, an dem die zweite der beiden Notifikationen eingeht, mit denen die Parteien einander die Erfüllung der jeweiligen internen Verfahren für das Inkrafttreten dieses Abkommens anzeigen. 2. Die Parteien können das Abkommen unter Einhaltung einer Kündigungsfrist von sechs Monaten jederzeit schriftlich auf diplomatischem Weg kündigen. 3. Dieses Abkommen ersetzt nach dessen Inkrafttreten das Abkommen vom 10. September 1998 zwischen der Schweizerischen Eidgenossenschaft und der Italienischen Republik über die Zusammenarbeit der Polizei- und Zollbehörden. 4. Die Registrierung dieses Abkommens beim Generalsekretariat der Vereinten Nationen nach Artikel 102 der Charta der Vereinten Nationen wird nach Inkrafttreten des Abkommens von der Partei wahrgenommen, auf deren Hoheitsgebiet das Abkommen unterzeichnet wurde. [ AS 2001 1525 ] SR 0.120"
    }
  ],
  "definitions": []
}