{
  "id": "sr-0-740-727",
  "type": "statute",
  "title": "Beschluss Nr. 1/2016 vom 10. Juni 2016 des Gemischten Landverkehrsausschusses Gemeinschaft/Schweiz über die in der Schweiz ab dem 1. Januar 2017 geltende Gebührenregelung für Kraftfahrzeuge",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2016/452/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "",
      "content": "Die leistungsabhängige Schwerverkehrsabgabe für ein Fahrzeug, dessen tatsächliches Gesamtgewicht in beladenem Zustand nicht über 40 Tonnen liegt und das eine Strecke von 300 Kilometern zurücklegt, beträgt: – 372,00 Schweizer Franken in der Gebührenkategorie 1 – 322,80 Schweizer Franken in der Gebührenkategorie 2 – 273,60 Schweizer Franken in der Gebührenkategorie 3."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "",
      "content": "Die Gebührenkategorie 1 gilt für Fahrzeuge der Emissionsklasse EURO III sowie alle Fahrzeuge, die vor Inkrafttreten der EURO-III-Norm zugelassen wurden. Die Gebührenkategorie 2 gilt für Fahrzeuge der Emissionsklassen EURO IV und EURO V. Die Gebührenkategorie 3 gilt für Fahrzeuge der Emissionsklasse EURO VI."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "",
      "content": "Der Nachlass von 10 Prozent auf den Betrag der in Artikel 1 des Beschlusses Nr. 1/2011 des Gemischten Landverkehrsausschusses Gemeinschaft/Schweiz vorgesehenen Gebührenkategorie für Fahrzeuge der Emissionsklassen EURO II und EURO III, die mit einem zugelassenen Partikelnachbehandlungssystem ausgerüstet sind, wird gewährt."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "",
      "content": "Dieser Beschluss tritt am 1. Januar 2017 in Kraft. Geschehen zu Bern, den 10. Juni 2016. Für die Schweizerische Eidgenossenschaft Der Vorsitzende: Peter Füglistaler Für die Europäische Union Der Leiter der Delegation der Europäischen Union: Fotis Karamitsos"
    }
  ],
  "definitions": []
}