{
  "id": "sr-0-831-109-198-11",
  "type": "statute",
  "title": "Verwaltungsvereinbarung vom 25. Juli 2018 zur Durchführung des Abkommens zwischen der Schweizerischen Eidgenossenschaft und der Föderativen Republik Brasilien über soziale Sicherheit",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2019/524/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Titel I: Allgemeine Bestimmungen",
      "section": "1",
      "title": "Begriffe",
      "content": "Die in dieser Verwaltungsvereinbarung verwendeten Begriffe haben die gleiche Bedeutung wie im Abkommen."
    },
    {
      "provision_ref": "art2",
      "chapter": "Titel I: Allgemeine Bestimmungen",
      "section": "2",
      "title": "Zuständige Träger und Verbindungsstellen",
      "content": "(1) Zuständige Träger im Sinne von Artikel 1 Absatz 1 Buchstabe e des Abkommens sind: a) In Brasilien: [tab] das Nationale Institut für soziale Sicherheit (INSS). b) In der Schweiz: i) für die Alters- und Hinterlassenenversicherung: die zuständige Ausgleichskasse; ii) für die Invalidenversicherung (IV): die zuständige IV-Stelle. (2) Verbindungsstellen im Sinne von Artikel 1 Absatz 1 Buchstabe f des Abkommens sind: a) In Brasilien: [tab] das Nationale Institut für soziale Sicherheit (INSS), vertreten durch die von ihm bezeichnete und für internationale Abkommen zuständige Agentur für soziale Vorsorge («Agência de Previdência Social de Atendimento de Acordos Internacionais»). b) In der Schweiz: i) für die Alters- und Hinterlassenenversicherung: die Schweizerische Ausgleichskasse (SAK) in Genf; ii) für die Invalidenversicherung: die IV-Stelle für Versicherte mit Wohnsitz im Ausland (IVSTA) in Genf."
    },
    {
      "provision_ref": "art3",
      "chapter": "Titel II: Anwendbare Rechtsvorschriften",
      "section": "3",
      "title": "Entsendungsbescheinigung",
      "content": "(1) Gelten gemäss Artikel 7 des Abkommens die nationalen Rechtsvorschriften eines Vertragsstaats, stellt der zuständige Träger dieses Vertragsstaats auf Anfrage des Arbeitgebers eine Bescheinigung darüber aus, dass die oder der Angestellte diesen Rechtsvorschriften unterstellt ist. Die Bescheinigung enthält deren Geltungsdauer und ist gemäss Abkommen der Nachweis dafür, dass die Person nicht der obligatorischen Versicherung des anderen Vertragsstaats unterstellt ist. (2) Der zuständige Träger des Vertragsstaats, der die Bescheinigung gemäss Absatz 1 dieses Artikels ausstellt, übermittelt dem Arbeitgeber wie auch dem Arbeitnehmenden eine Kopie der Bescheinigung und informiert die Verbindungsstelle des anderen Vertragsstaats, indem er ihr eine Kopie der Bescheinigung oder periodische Listen übermittelt. (3) Die aufgrund von Artikel 7 des Abkommens gewährte Entsendungsdauer kann ohne Konsultierung des anderen Vertragsstaats durch Ausstellung einer neuen Bescheinigung verlängert werden, sofern die neue Entsendungsdauer noch innerhalb der im Abkommen vorgesehenen Dauer von fünf Jahren liegt. (4) Die Bescheinigung nach Absatz 1 wird auf dem dafür vorgesehenen Formular ausgestellt, und zwar: a) in der Schweiz von der zuständigen Ausgleichskasse der Alters-, Hinterlassenen- und Invalidenversicherung; b) in Brasilien von der für internationale Abkommen zuständigen und vom INSS bezeichneten Agentur für soziale Vorsorge."
    },
    {
      "provision_ref": "art4",
      "chapter": "Titel II: Anwendbare Rechtsvorschriften",
      "section": "4",
      "title": "Ausübung des Wahlrechts",
      "content": "(1) Zur Ausübung des in Artikel 10 Absätze 3 und 4 des Abkommens vorgesehenen Wahlrechts erklären: a) die in Brasilien beschäftigten Personen ihre Wahl bei der Eidgenössischen Ausgleichskasse in Bern; b) die in der Schweiz beschäftigten Personen ihre Wahl bei der für internationale Abkommen zuständigen und vom INSS bezeichneten Agentur für soziale Vorsorge. (2) Wählt eine in Artikel 10 Absätze 3 und 4 des Abkommens erwähnte Person die Rechtsvorschriften des vertretenen Vertragsstaats, so stellt ihr der zuständige schweizerische Träger beziehungsweise die brasilianische Verbindungsstelle eine Bescheinigung darüber aus, dass sie diesen Rechtsvorschriften unterstellt ist. (3) In den Fällen nach Artikel 10 Absatz 7 des Abkommens melden sich die in der Schweiz beschäftigten Personen beim zuständigen Träger in der Schweiz, und zwar bei Aufnahme ihrer Erwerbstätigkeit beziehungsweise bei Inkrafttreten des Abkommens, wenn sie in diesem Zeitpunkt ihre Erwerbstätigkeit bereits ausüben, aber nicht versichert sind."
    },
    {
      "provision_ref": "art5",
      "chapter": "Titel II: Anwendbare Rechtsvorschriften",
      "section": "5",
      "title": "Familienangehörige",
      "content": "In den Fällen nach Artikel 13 Absatz 2 des Abkommens melden sich die betreffenden Personen bei der zuständigen Ausgleichskasse."
    },
    {
      "provision_ref": "art6",
      "chapter": "Titel III: Bestimmungen zu den Leistungen",
      "section": "6",
      "title": "Bearbeitung der Leistungsanträge",
      "content": "(1) In der Schweiz wohnhafte Personen, die Leistungen nach dem Abkommen beanspruchen, reichen ihren Antrag direkt bei der Schweizerischen Ausgleichskasse ein, in Brasilien wohnhafte Personen reichen ihren Antrag direkt bei einer Agentur für soziale Vorsorge des INSS ein. (2) In einem Drittstaat wohnhafte Personen, die Leistungen nach den Rechtsvorschriften eines der beiden Vertragsstaaten beanspruchen, wenden sich direkt an die Verbindungsstelle dieses Vertragsstaats. (3) Die Verbindungsstelle des ersten Vertragsstaats, die den Leistungsantrag erhält, übermittelt ihn so rasch als möglich an die Verbindungsstelle des anderen Vertragsstaats und vermerkt auf dem Antrag das Eingangsdatum. (4) Zusammen mit dem Leistungsantrag übermittelt die Verbindungsstelle des ersten Vertragsstaats alle ihr zur Verfügung stehenden Nachweise und Kopien der amtlichen Dokumente, die die Verbindungsstelle des anderen Vertragsstaats für die Abklärung des Leistungsanspruchs benötigt. (5) Die im Antrag aufgeführten personenbezogenen Daten der antragstellenden Person und ihrer Unterhaltsberechtigten werden von der Verbindungsstelle des ersten Vertragsstaats anhand der amtlichen Dokumente geprüft; sie bestätigt deren Richtigkeit. Die Verbindungsstelle kann zudem weitere Auskünfte und Bescheinigungen direkt von der antragstellenden Person oder von den Arbeitgebern oder anderen Einrichtungen verlangen. (6) Zusätzlich zu den in den vorhergehenden Absätzen genannten Anträgen und Dokumenten übermittelt die Verbindungsstelle des ersten Vertragsstaats der Verbindungsstelle des anderen Vertragsstaats ein Informationsformular betreffend die nach den Rechtsvorschriften des ersten Vertragsstaats zurückgelegten Versicherungszeiten. (7) Sofern es für die Eröffnung eines Leistungsanspruchs notwendig ist, berücksichtigt Brasilien gestützt auf Artikel 15 des Abkommens die Versicherungszeiten, die nach den Rechtsvorschriften eines Drittstaats zurückgelegt worden sind."
    },
    {
      "provision_ref": "art7",
      "chapter": "Titel III: Bestimmungen zu den Leistungen",
      "section": "7",
      "title": "Einmalige Abfindung",
      "content": "(1) Können Staatsangehörige von Brasilien oder deren Hinterlassene gestützt auf Artikel 18 Absätze 3 und 6 des Abkommens zwischen der Ausrichtung der Rente oder einer einmaligen Abfindung wählen, so teilt ihnen die Schweizerische Ausgleichskasse den Betrag, der ihnen gegebenenfalls anstelle der Rente gewährt würde, sowie die Gesamtdauer und die Details der berücksichtigten Versicherungszeiten mit. (2) Die berechtigte Person muss ihr Wahlrecht innerhalb von 60 Tagen nach Erhalt der Mitteilung der Schweizerischen Ausgleichskasse ausüben. (3) Übt die berechtigte Person ihr Wahlrecht nicht innert der in Absatz 2 vorgesehenen Frist aus, so spricht ihr die Schweizerische Ausgleichskasse die einmalige Abfindung zu. (4) Diese Rechtsfolge wird der versicherten Person in der in Absatz 1 erwähnten Mitteilung zur Kenntnis gebracht."
    },
    {
      "provision_ref": "art8",
      "chapter": "Titel III: Bestimmungen zu den Leistungen",
      "section": "8",
      "title": "Anträge auf Invaliditätsleistungen",
      "content": "Für die Anwendung von Artikel 23 des Abkommens übermittelt der zuständige Träger des einen Vertragsstaats kostenlos alle Unterlagen (Leistungsantrag, detaillierter ärztlicher Bericht) vollständig ausgefüllt dem zuständigen Träger des anderen Vertragsstaats."
    },
    {
      "provision_ref": "art9",
      "chapter": "Titel III: Bestimmungen zu den Leistungen",
      "section": "9",
      "title": "Überschneidung von Zeiten",
      "content": "Überschneiden sich Versicherungszeiten, so berücksichtigt der zuständige Träger eines Vertragsstaats die nach seinen Rechtsvorschriften zurückgelegten Zeiten und rechnet die nach den Rechtsvorschriften des anderen Vertragsstaats zurückgelegten Zeiten nur zusammen, soweit sie sich nicht überschneiden."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Zustellung von Entscheiden",
      "content": "(1) Der zuständige Träger oder die zuständige Verbindungsstelle stellt seinen beziehungsweise ihren Entscheid über den Leistungsanspruch mit einer Rechtsmittelbelehrung versehen direkt der antragstellenden Person zu und übermittelt dem zuständigen Träger des anderen Vertragsstaats eine Kopie. (2) Aus der Verfügung muss hervorgehen: a) die Höhe der an die versicherte Person zu gewährenden Leistung, die Leistungsart, der Zeitpunkt, ab dem die Leistung ausbezahlt wird, und gegebenenfalls der Zeitpunkt der Beendigung; b) im Falle der Ablehnung die Art der abgelehnten Leistung und die Gründe für die Ablehnung."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Ausrichtung der Leistungen",
      "content": "Die Leistungen werden den Berechtigten durch die leistungspflichtigen Träger gemäss den für sie geltenden Rechtsvorschriften ausbezahlt."
    },
    {
      "provision_ref": "art12",
      "chapter": "Titel IV: Verschiedene Bestimmungen",
      "section": "12",
      "title": "Informationspflicht",
      "content": "(1) Die Empfängerinnen oder Empfänger von Leistungen nach den Rechtsvorschriften des einen Vertragsstaats, die im Gebiet des anderen Vertragsstaats wohnen, teilen dem zuständigen Träger, entweder direkt oder durch Vermittlung der Verbindungsstellen, alle Änderungen betreffend ihre persönliche oder familiäre Situation, ihren Gesundheitszustand oder ihre Arbeits- und Erwerbsfähigkeit mit, die ihre Rechte oder Pflichten aufgrund der in Artikel 2 des Abkommens aufgeführten Rechtsvorschriften sowie aufgrund der Bestimmungen des Abkommens beeinflussen können. (2) Die zuständigen Träger unterrichten einander gegenseitig auf Anfrage und im Rahmen ihrer jeweiligen Rechtsvorschriften direkt oder durch Vermittlung der Verbindungsstellen über alle in Absatz 1 dieses Artikels erwähnten Änderungen, soweit sie über diese Informationen verfügen, oder wenn diese von den Berechtigten mitgeteilt wurden."
    },
    {
      "provision_ref": "art13",
      "chapter": "Titel IV: Verschiedene Bestimmungen",
      "section": "13",
      "title": "Verwaltungskosten",
      "content": "(1) Die aus der Durchführung des Abkommens und dieser Vereinbarung entstehenden Verwaltungskosten werden von den mit der Durchführung beauftragten Stellen getragen. (2) Die Kosten für angeforderte medizinische Zusatzabklärungen werden vom ersuchenden Träger erstattet. Das Rückerstattungsverfahren wird durch die zuständigen Träger in gegenseitigem Einvernehmen festgelegt."
    },
    {
      "provision_ref": "art14",
      "chapter": "Titel IV: Verschiedene Bestimmungen",
      "section": "14",
      "title": "Für Brasilien bestimmte Unterlagen",
      "content": "(1) In Anwendung von Artikel 27 Absatz 3 des Abkommens sind für Brasilien bestimmte und in dessen Rechtsvorschriften vorgesehene Vollmachten und Lebensnachweise ins Portugiesische zu übersetzen. (2) Zu diesem Zweck können die zwischen den Parteien vereinbarten Formulare verwendet werden."
    },
    {
      "provision_ref": "art15",
      "chapter": "Titel IV: Verschiedene Bestimmungen",
      "section": "15",
      "title": "Statistiken",
      "content": "Die Vertragsstaaten übermitteln einander spätestens bis zum Ende der ersten Hälfte des folgenden Jahres für jedes Kalenderjahr die Statistiken über die in Anwendung des Abkommens ausgestellten Entsendungsbescheinigungen und die den Berechtigten gewährten Zahlungen. Die Statistiken zu den Zahlungen enthalten, nach Leistungsart getrennt, die Zahl der Berechtigten und die Gesamthöhe der gewährten Leistungen."
    },
    {
      "provision_ref": "art16",
      "chapter": "Titel IV: Verschiedene Bestimmungen",
      "section": "16",
      "title": "Formulare und elektronischer Datenaustausch",
      "content": "(1) Die Vertragsstaaten legen im gegenseitigen Einvernehmen die für die Durchführung des Abkommens erforderlichen Formulare fest. (2) Zwecks Erleichterung der Durchführung des Abkommens können die Vertragsstaaten Massnahmen zum elektronischen Austausch von Daten vereinbaren."
    },
    {
      "provision_ref": "art17",
      "chapter": "Titel V: Schlussbestimmungen",
      "section": "17",
      "title": "Inkrafttreten",
      "content": "Diese Verwaltungsvereinbarung tritt gleichzeitig mit dem Abkommen in Kraft und gilt ebenso lange wie dieses."
    },
    {
      "provision_ref": "art18",
      "chapter": "Titel V: Schlussbestimmungen",
      "section": "18",
      "title": "Anwendungsbereich",
      "content": "Der Anwendungsbereich der vorliegenden Verwaltungsvereinbarung erstreckt sich nur auf das Abkommen und die Rechtsvorschriften der beiden Vertragsstaaten und hat keine über das Abkommen hinausgehende Rechtswirkung. Geschehen zu Brasilia am 25. Juli 2018, in zweifacher Ausfertigung in französischer und portugiesischer Sprache; beide Fassungen sind in gleicher Weise verbindlich. Für das Bundesamt für Sozialversicherungen: Andrea Semadeni Für das Finanzministerium: Marcelo Abi-Ramia Caetano"
    }
  ],
  "definitions": []
}