{
  "id": "sr-0-941-347-0",
  "type": "statute",
  "title": "Abkommen vom 29. November 2021 zwischen dem Bundesrat der Schweizerischen Eidgenossenschaft und der Regierung der Republik Kasachstan über die gegenseitige Anerkennung amtlicher Stempel auf Edelmetallwaren",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2023/167/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "",
      "content": "Für die Zwecke dieses Abkommens bedeuten: a) «zuständige Behörde»: i) für Kasachstan: das Ministerium für Handel und Integration der Republik Kasachstan, ii) für die Schweiz: das Zentralamt für Edelmetallkontrolle; b) «nationale Gesetzgebung»: i) für Kasachstan: das Gesetz der Republik Kasachstan ‹über Edelmetalle und Edelsteine› und dessen Ausführungsbestimmungen sowie der nationale Standard ST RK 967 «Schmuck aus Edelmetallen. Generelle technische Spezifikationen», ii) für die Schweiz: das Bundesgesetz vom 20. Juni 1933 über die Kontrolle des Verkehrs mit Edelmetallen und Edelmetallwaren, die Edelmetallkontrollverordnung vom 8. Mai 1934 und die Instruktionen über die Anwendung der Edelmetallgesetzgebung; sowie die Änderungen dieser Bestimmungen; c) «Edelmetalle»: Gold, Silber, Platin und Palladium; d) «Edelmetallwaren»: i) für Kasachstan: Produkte, mit Ausnahme von Münzen aus Edelmetallen, die durch unterschiedliche künstlerische Bearbeitung aus Edelsteinen, Edelmetallen und deren Legierungen gefertigt wurden, mit Einsätzen aus Edelsteinen und an deren natürlichen oder künstlichen Materialien oder ohne, und die als Ziergegenstände, Gebrauchsgegenstände des täglichen Bedarfs und (oder) zu kultischen und dekorativen Zwecken verwendet werden. In diesem Abkommen umfasst die Begriffsbestimmung auch Schmuck und andere Objekte, die Teile aus unedlen Metallen enthalten, gemäss Paragraphen 4.7 und 5.1.4 und Sektionen 4 und 5 des nationalen Standards ST RK 967 «Schmuck aus Edelmetallen. Generelle Spezifikationen», ii) für die Schweiz: Waren, die ganz aus Edelmetallen mit einem gesetzlichen Feingehalt bestehen, sowie Waren aus Edelmetallen mit einem gesetzlichen Feingehalt in Verbindung mit nichtmetallischem Material gemäss Artikel 1 Absatz 4 des Edelmetallkontrollgesetzes vom 20. Juni 1933. Ausgenommen sind Münzen aus Edelmetallen. In diesem Abkommen umfasst die Begriffsbestimmung auch Waren, die aus Edelmetallen mit einem gesetzlichen Feingehalt und unedlen Metallen zusammengesetzt sind (Mehrmetallwaren) gemäss Artikel 1 Absatz 5 des Edelmetallkontrollgesetzes vom 20. Juni 1933; e) «amtlicher Stempel»: i) für Kasachstan: eine Kennzeichnung nach einer festgelegten Vorlage, die auf Schmuck und anderen Produkten den darin enthaltenen Feingehalt des Edelmetalls gemäss Artikel 1 Absatz 21 des Gesetzes der Republik Kasachstan ‹über Edelmetalle und Edelsteine› bestätigt, ii) für die Schweiz: ein Stempel gemäss Artikel 15 des Edelmetallkontrollgesetzes vom 20. Juni 1933; f) «Identifikationsmarke des Fabrikanten»: i) für Kasachstan: eine Verantwortlichkeitsmarke (eine besondere Kennzeichnung, die auf Schmuck und anderen Produkten aus Edelmetallen und Edelsteinen angebracht wird und den Fabrikanten des Schmucks oder der anderen Produkte aus Edelmetallen und Edelsteinen bestätigt) gemäss Artikel 1 Absatz 4 des Gesetzes der Republik Kasachstan ‹über Edelmetalle und Edelsteine›, ii) für die Schweiz: eine Verantwortlichkeitsmarke gemäss Artikel 9 des Edelmetallkontrollgesetzes vom 20. Juni 1933 oder eine Kollektiv-Verantwortlichkeitsmarke gemäss Artikel 60 der Edelmetallkontrollverordnung vom 8. Mai 1934; g) «gesetzlicher Feingehalt»: für Gold: 999 Tausendstel 750 Tausendstel 585 Tausendstel 375 Tausendstel für Silber: 925 Tausendstel 800 Tausendstel für Platin: 950 Tausendstel für Palladium: 500 Tausendstel h) «Feingehaltsangabe»: i) für Kasachstan: die Angabe des Gehalts des genannten reinen Edelmetalls in Tausendsteln des Gewichts der Edelmettalllegierung gemäss Artikel 1 Absatz 19 des Gesetzes der Republik Kasachstan Nr. 444-V LRK vom 14. Januar 2016 ‹über Edelmetalle und Edelsteine›, ii) für die Schweiz: die Angabe des Feingehalts gemäss Artikel 7 und 7 a des Edelmetallkontrollgesetzes vom 20. Juni 1933; i) «XRF-Analyse»: [tab] eine zerstörungsfreie und halbquantitative Testmethode zur Bestimmung des gesetzlichen Feingehalts durch energiedispersive Röntgenfluoreszenzspektrometrie. SR 941.31 SR 941.311"
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "",
      "content": "Mit dem amtlichen Stempel auf den Edelmetallwaren bezeugt die zuständige Behörde: – dass der tatsächliche Feingehalt der gesetzlichen Feingehaltsangabe entspricht; und garantiert; – dass sie den Gehalt des Edelmetalls der Edelmetallwaren geprüft; und – dass sie die auf den Edelmetallwaren angebrachte Identifikationsmarke des Fabrikanten identifiziert hat."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "",
      "content": "1 Edelmetallwaren, die im Zeitpunkt ihrer Einfuhr ins Staatsgebiet einer Partei den Abdruck des amtlichen Stempels der anderen Partei, der Identifikationsmarke des Fabrikanten und der Feingehaltsangabe gemäss der nationalen Gesetzgebung der Parteien aufweisen, unterstehen nicht einer neuerlichen Prüfung oder Stempelung in der einführenden Partei, vorausgesetzt diese Edelmetallwaren entsprechen diesem Abkommen und der Gesetzgebung der einführenden Partei. 2 Bei der Zollabfertigung legt die einführende Partei die Edelmetallwaren ihrer befugten Organisation vor, die den Abdruck des amtlichen Stempels der anderen Partei und der gesetzlichen Feingehaltsangabe gemäss der nationalen Gesetzgebung der einführenden Partei überprüfen kann."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "",
      "content": "Der Inhaber einer Identifikationsmarke des Fabrikanten, der diese in einer Partei registriert hat, ist von der Verpflichtung befreit, diese auch in der anderen Partei zu registrieren."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "",
      "content": "Dieses Abkommen hindert die Parteien nicht daran, Stichproben vorzunehmen auf Edelmetallwaren, die Abdrücke von amtlichen Stempeln, Identifikationsmarken des Fabrikanten und gesetzlichen Feingehaltsangaben gemäss Artikel 3 aufweisen. Diese Stichproben dürfen in zeitlicher Hinsicht die Einfuhr von Edelmetallwaren nicht beeinträchtigen."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "",
      "content": "1 Stichproben auf Edelmetallwaren werden grundsätzlich mittels XRF-Analyse durchgeführt. 2 Minus-Toleranzen in Abweichung vom gesetzlichen Feingehalt sind nicht zulässig."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "",
      "content": "1 Edelmetallwaren, die im Zeitpunkt ihrer Einfuhr ins Staatsgebiet einer Partei keine Abdrücke der amtlichen Stempel der anderen Partei, der Identifikationsmarken des Fabrikanten und der gesetzlichen Feingehaltsangaben aufweisen oder deren entsprechende Kennzeichnungen nicht mit den Beispielabdrücken, Abbildungen und Beschreibungen übereinstimmen, die bei der befugten Organisation der anderen Partei gemäss Artikel 8 hinterlegt wurden, und/oder die nicht dem gesetzlichen Feingehalt der einführenden Partei entsprechen, sind dem Exporteur unter umfassender Angabe der Gründe für die Ablehnung zurückzugeben. 2 Die zuständige Behörde der einführenden Partei informiert die zuständige Behörde der anderen Partei über die oben genannten Fälle."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "",
      "content": "1 Die zuständigen Behörden der Parteien stellen einander so bald wie möglich die folgenden Daten zu: a) Informationen zur nationalen Gesetzgebung, die die Herstellung, den Handel und die Kontrolle der Edelmetallwaren reguliert; b) Abbildungen und Beschreibungen der amtlichen Stempel sowie Beispielabdrücke der amtlichen Stempel auf Metallplatten; c) Informationen zu den befugten Organisationen der Parteien."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "",
      "content": "1 Jede Partei ergreift alle möglichen Massnahmen, um die Fälschung oder den Missbrauch der amtlichen Stempelabdrücke der jeweils anderen Partei sowie die unbefugte Änderung oder Entfernung der Feingehaltsangaben oder der Abdrücke der Identifikationsmarken des Fabrikanten nach erfolgtem Anbringen des amtlichen Stempels durch die zuständige Behörde und/oder durch befugte Organisationen der anderen Partei in ihren nationalen Gesetzgebungen zu verbieten. 2 Jede Partei ergreift alle möglichen Massnahmen, wenn sie über genügend Beweise verfügt oder die andere Partei gemeldet hat, dass: a) der amtliche Stempel der anderen Partei gefälscht oder missbraucht wurde; b) das Produkt nach dem Anbringen des amtlichen Stempels ohne Zustimmung des Fabrikanten oder ohne Anbringung der Feingehaltsangabe geändert wurde; c) der Abdruck der Identifikationsmarke des Fabrikanten geändert oder entfernt wurde."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "",
      "content": "Die Parteien sind bestrebt, Streitigkeiten über die Anwendung und Auslegung dieses Abkommens durch Konsultationen und Verhandlungen zu lösen."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "",
      "content": "Auf Verlangen einer Partei führen die Parteien falls nötig Konsultationen durch, um die Umsetzung dieses Abkommens und die Notwendigkeit von Änderungen zu prüfen."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "",
      "content": "Die Parteien teilen einander auf diplomatischem Wege mit, dass sie die für das Inkrafttreten dieses Abkommens notwendigen innerstaatlichen Verfahren abgeschlossen haben. Dieses Abkommen tritt am ersten Tag des zweiten Monats nach dem Erhalt der letzten Notifikation in Kraft."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "",
      "content": "Dieses Abkommen wird auf unbestimmte Zeit abgeschlossen. Jede Partei kann dieses Abkommen mittels schriftlicher Notifikation auf diplomatischem Wege an die andere Partei beenden. Das Abkommen tritt ein Jahr nach dem Datum dieser Notifikation ausser Kraft, sofern die Parteien nichts anderes vereinbaren."
    }
  ],
  "definitions": []
}