{
  "id": "sr-0-831-109-332-1",
  "type": "statute",
  "title": "Abkommen vom 21. September 1959 zwischen der Schweiz und Spanien über Soziale Sicherheit (mit Schlussprotokoll und Briefwechsel)",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1960/795_835_819/en",
  "provisions": [
    {
      "provision_ref": "art16",
      "chapter": "I. Abschnitt Allgemeine Bestimmungen",
      "section": "16",
      "title": "",
      "content": "Aufgehoben durch Art. 33 Abs. 3 des Abk. vom 13. Okt. 1969 ( SR 0.831.109.332.2 )."
    },
    {
      "provision_ref": "art7",
      "chapter": "1. Kapitel Schweizerische Alters- und Hinterlassenenversicherung",
      "section": "7",
      "title": "",
      "content": "1 Spanische Staatsangehörige, welche der schweizerischen Alters- und Hinterlassenenversicherung angehören oder angehört haben, haben unter den gleichen Bedingungen wie schweizerische Staatsangehörige Anspruch auf die ordentlichen Renten dieser Versicherung, wenn sie bei Eintritt des Versicherungsfalles a. entweder während insgesamt mindestens fünf volle Jahre Beiträge an die schweizerische Alters- und Hinterlassenenversicherung bezahlt, b. oder insgesamt mindestens zehn Jahre – davon mindestens fünf Jahre unmittelbar und ununterbrochen vor dem Versicherungsfall – in der Schweiz gewohnt und in dieser Zeit während mindestens eines vollen Jahres Beiträge an die schweizerische Alters- und Hinterlassenenversicherung bezahlt haben. 2 Stirbt ein spanischer Staatsangehöriger, der die Bedingungen von Absatz 1, Buchstabe a oder b erfüllt hat, so haben seine Hinterlassenen Anspruch auf die ordentlichen Renten der schweizerischen Alters- und Hinterlassenenversicherung. 3 Spanische Staatsangehörige, die bei Eintritt des Versicherungsfalles keine der Bedingungen von Absatz 1, Buchstaben a oder b erfüllten, sowie ihre Hinterlassenen, haben Anspruch auf Rückerstattung der vom Versicherten und seinen Arbeitgebern entrichteten Beiträge. 4 Spanische Staatsangehörige, denen in Anwendung des vorstehenden Absatzes die Beiträge zurückerstattet worden sind, können gegenüber der schweizerischen Versicherung keine Rechte mehr geltend machen."
    },
    {
      "provision_ref": "art821",
      "chapter": "1. Kapitel Schweizerische Alters- und Hinterlassenenversicherung",
      "section": "821",
      "title": "",
      "content": "Aufgehoben durch Art. 33 Abs. 3 des Abk. vom 13. Okt. 1969 ( SR 0.831.109.332.2 )."
    }
  ],
  "definitions": []
}