{
  "id": "sr-0-632-314-161-1",
  "type": "statute",
  "title": "Landwirtschaftsabkommen vom 21. Juni 2011 zwischen der Schweizerischen Eidgenossenschaft und Hongkong, China (mit Anhängen)",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2012/598/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Anwendungs- und Geltungsbereich",
      "content": "1. Dieses Abkommen über den Handel mit landwirtschaftlichen Erzeugnissen zwischen der Schweizerischen Eidgenossenschaft (nachfolgend als «Schweiz» bezeichnet) und der Besonderen Verwaltungsregion Hongkong der Volksrepublik China (nachfolgend als «Hongkong, China» bezeichnet) wird im Anschluss an das am 21. Juni 2011 unterzeichnete Freihandelsabkommen zwischen den EFTA-Staaten und Hongkong, China (nachfolgend als das «Freihandelsabkommen» bezeichnet), und insbesondere nach Artikel 2.1 Absatz 2 des Freihandelsabkommens, abgeschlossen. 2. Für die Zwecke dieses Abkommens werden die Schweiz und Hongkong, China nachfolgend als die «Vertragsparteien» bezeichnet. 3. Dieses Abkommen findet Anwendung auf den Handel zwischen den Vertragsparteien von landwirtschaftlichen Erzeugnissen, die: (a) in die Kapitel 1 bis 24 des Harmonisierten Systems zur Bezeichnung und Codierung der Waren (nachfolgend als das «HS» bezeichnet) fallen und die nicht in den Anhängen II oder III des Freihandelsabkommens aufgeführt sind; oder (b) von Anhang I des Freihandelsabkommens erfasst werden. 4. Dieses Abkommen gilt ebenso für das Fürstentum Liechtenstein, solange der Zollunionsvertrag vom 29. März 1923 zwischen der Schweiz und dem Fürstentum Liechtenstein in Kraft ist. SR 0.632.314.161 SR 0.632.11 SR 0.631.112.514"
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Zollkonzessionen",
      "content": "1. Hongkong, China, gewährt den landwirtschaftlichen Erzeugnissen schweizerischen Ursprungs nach Anhang 1 zollfreien Zugang. 2. Die Schweiz gewährt Zollkonzessionen für landwirtschaftliche Erzeugnisse mit Ursprung in Hongkong, China, nach Anhang 2."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Ursprungsregeln und Zollverfahren",
      "content": "1. Die Ursprungsregeln und die Bestimmungen zur Zusammenarbeit in Zollangelegenheiten in Anhang IV des Freihandelsabkommens gelten für dieses Abkommen vorbehältlich der Ausnahme nach Absatz 2. Für die Zwecke dieses Abkommens werden Verweise auf die «EFTA-Staaten» in diesem Anhang als Verweis auf die Schweiz verstanden. 2. Für die Zwecke dieses Abkommens findet Artikel 6 von Anhang IV des Freihandelsabkommens keine Anwendung auf Erzeugnisse, die von diesem Abkommen erfasst und von einem EFTA-Staat in einen anderen ausgeführt werden."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Dialog",
      "content": "Die Vertragsparteien werden alle Schwierigkeiten, die sich aus dem gegenseitigen Handel mit landwirtschaftlichen Erzeugnissen ergeben, prüfen und sind bestrebt, durch Dialog und Konsultationen geeignete Lösungen zu finden. Es herrscht Einvernehmen darüber, dass Konsultationen nach diesem Absatz die Rechte und Pflichten der Vertragsparteien, die sich aus dem 10. Kapitel des Freihandelsabkommens oder aus der WTO-Vereinbarung über Regeln und Verfahren für die Streitbeilegung ( SR 0.632.20 , Anhang 2) ergeben, unberührt lassen."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Weitere Liberalisierung",
      "content": "Die Vertragsparteien verpflichten sich, ihre Bemühungen zur Erreichung einer weiteren Liberalisierung ihres Handels mit landwirtschaftlichen Erzeugnissen fortzuführen, unter Berücksichtigung der Struktur dieses Handels zwischen ihnen, der besonderen Empfindlichkeit solcher Erzeugnisse und der beiderseitigen Entwicklung der Landwirtschaftspolitik. Um dieses Ziel, einschliesslich durch Verbesserungen beim Marktzugang durch Senkung oder Beseitigung von Zöllen auf landwirtschaftliche Erzeugnisse und durch die Ausweitung des Deckungsbereichs von landwirtschaftlichen Erzeugnissen, die von diesem Abkommen erfasst werden, zu erreichen, können die Vertragsparteien einander im Zusammenhang mit den Sitzungen des Gemischten Ausschusses konsultieren."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "WTO-Übereinkommen über die Landwirtschaft",
      "content": "Die Vertragsparteien bekräftigen ihre Rechte und Pflichten gemäss dem WTO-Übereinkommen über die Landwirtschaft. SR 0.632.20 , Anhang 1A.3"
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Bestimmungen des Freihandelsabkommens",
      "content": "Die folgenden Bestimmungen des Freihandelsabkommens sind zwischen den Vertragsparteien dieses Abkommens mutatis mutandis anwendbar: die Artikel 1.2, 1.4, 1.5, 1.6, 1.7, 2.4, 2.5, 2.6, 2.7, 2.8, 2.10, 2.12, 2.14, 2.15, 2.16, 2.17, Artikel 2.11 Absatz 4, Artikel 2.13 Absatz 2 sowie das 10. Kapitel. Ausgenommen Artikel 3 des Anhangs V zum Freihandelsabkommen."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Änderungen",
      "content": "1. Die Vertragsparteien können jede Änderung dieses Abkommens vereinbaren. 2. Sofern von den Vertragsparteien nicht anders vereinbart, treten Änderungen am ersten Tag des dritten Monats nach Erhalt der letzten Ratifikations-, Annahme- oder Genehmigungsurkunde in Kraft."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Inkrafttreten und Verhältnis zwischen diesem Abkommen und dem Freihandelsabkommen",
      "content": "1. Dieses Abkommen tritt zum selben Zeitpunkt in Kraft, wie das Freihandelsabkommen zwischen der Schweiz und Hongkong, China. Es bleibt so lange in Kraft, wie zwischen ihnen das Freihandelsabkommen in Kraft bleibt. 2. Der Depositar des Freihandelsabkommens erhält zur Kenntnisnahme eine Abschrift dieses Abkommens zusammen mit einer schriftlichen Bestätigung, dass die zum zeitgleichen Inkrafttreten dieses Abkommens mit dem Freihandelsabkommen erforderlichen internen Verfahren eingehalten worden sind."
    }
  ],
  "definitions": []
}