{
  "id": "sr-0-973-242-32",
  "type": "statute",
  "title": "Abkommen vom 7. März 1966 zwischen der Regierung der Schweizerischen Eidgenossenschaft und der Regierung der Republik Indien betreffend die Gewährung eines Transferkredites und eines Finanzhilfegeschenkes (mit Durchführungsprotokoll und Briefwechsel)",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1966/564_584_580/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "",
      "content": "Der Totalwert der Investitionsgüterlieferungen, die in dieses Abkommen einbezogen werden können, beträgt siebzig Millionen Schweizerfranken. Unter das Abkommen fallen nur schweizerische Investitionsgüterlieferungen, die für die Verwirklichung indischer Entwicklungsprojekte bestimmt sind und bei denen sich ihrer Natur nach lange Amortisationsfristen rechtfertigen."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "",
      "content": "Der Einschluss einer Lieferung in den Rahmen dieses Abkommens bedarf der vorgängigen Zustimmung der zuständigen Behörden beider Länder."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "",
      "content": "Für alle Lieferverträge, die unter dieses Abkommen fallen, gelten die im beiliegenden Durchführungsprotokoll festgelegten einheitlichen Bedingungen."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "",
      "content": "Die schweizerische Regierung wird im Rahmen ihrer gesetzlichen Kompetenzen den Abschluss von Lieferverträgen und ihre Finanzierung erleichtern."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "",
      "content": "1. Für die Teilfinanzierung von Investitionsgütern im Wert von 70 Millionen Schweizerfranken gewährt die Schweizerische Regierung der Regierung Indiens einen Transferkredit (673 575.30 Schweizerfranken) und ein Geschenk (30 826 424.70 Schweizerfranken) in einer Höhe von insgesamt 31,5 Millionen Schweizerfranken unter der Bedingung, dass zwischen der Regierung Indiens und einem Konsortium von Schweizer Banken eine Vereinbarung über die Gewährung eines Transferkredites in derselben Höhe abgeschlossen wird. Diese Transferkredite und dieses Geschenk müssen ausschliesslich zur Finanzierung von Investitionsgütern schweizerischen Ursprungs verwendet werden, dies in Übereinstimmung mit dem Abkommen. 2. Die Beanspruchung der Transferkredite und des Geschenks der schweizerischen Regierung und des schweizerischen Bankenkonsortiums soll innerhalb von fünf Jahren nach Inkrafttreten des Abkommens erfolgen. Fassung gemäss Ziff. 2.3 des Briefwechsels vom 19. April 1978, in Kraft seit 1. Jan. 1978 ( AS 1979 1129 ). Worte gemäss Ziff. 2.4 des Briefwechsels vom 19. April 1978, in Kraft seit 1. Jan. 1978 ( AS 1979 1129 ). Diese Frist wurde bis zum 30. Juni 1976 verlängert (Briefwechsel vom 19. Sept. 1975 – AS 1975 1847 )."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "",
      "content": "Die Transferkredite und das Geschenk der schweizerischen Regierung und des schweizerischen Bankenkonsortiums stehen der indischen Regierung nach Massgabe der Bestimmungen des in Artikel 3 erwähnten Durchführungsprotokolls zur Verfügung. Worte gemäss Ziff. 2.4 des Briefwechsels vom 19. April 1978, in Kraft seit 1. Jan. 1978 ( AS 1979 1129 )."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "",
      "content": "1. Die indische Regierung verpflichtet sich, a. jeden zulasten des Transferkredits der schweizerischen Regierung bezogenen Betrag innert fünfzehn Jahren, vom Tage seiner Beanspruchung an gerechnet, zurückzuzahlen. Während der ersten zehn Jahre dieses Zeitraumes finden keine Rückzahlungen statt. Sie erfolgen in gleichen halbjährlichen Raten verteilt auf die restlichen fünf Jahre, wobei die erste Rate sechs Monate und die letzte Rate sechzig Monate nach Ablauf der zehnjährigen Karenzfrist fällig wird; b. jeden zulasten des Transferkredites des schweizerischen Bankenkonsortiums bezogenen Betrag innert zehn Jahren, vom Tage seiner Beanspruchung an gerechnet, zurückzuzahlen. Während der ersten fünf Jahre dieses Zeitraumes finden keine Rückzahlungen statt. Sie erfolgen in gleichen halbjährlichen Raten verteilt auf die restlichen fünf Jahre, wobei die erste Rate sechs Monate und die letzte Rate sechzig Monate nach Ablauf der fünfjährigen Karenzfrist fällig wird; c. die Zinsen auf den ausstehenden Kapitalbeträgen der Transferkredite der schweizerischen Regierung und des schweizerischen Bankenkonsortiums am Ende jedes Kalenderhalbjahres zu entrichten. Der Zinssatz für den Transferkredit der schweizerischen Regierung beträgt 3 Prozent pro Jahr. 2. Die indische Regierung behält sich vor, die auf Grund der Transferkredite der schweizerischen Regierung und des schweizerischen Bankenkonsortiums bezogenen Beträge ganz oder teilweise vorzeitig zurückzuzahlen."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "",
      "content": "Die Zinszahlungen und Kapitalrückzahlungen für beide Transferkredite sind in effektiven freien Schweizerfranken vorzunehmen."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "",
      "content": "Die indische Regierung wird die schweizerische Regierung, die schweizerischen Lieferanten und die schweizerischen Banken von jeder indischen Fiskalabgabe oder Steuer auf und/oder im Zusammenhang mit den diesem Abkommen unterstellten Krediten und darauf entstehenden Zinsen befreien."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "",
      "content": "Das vorliegende Abkommen tritt am Tage seiner Unterzeichnung in Kraft. Ausgefertigt in zwei Exemplaren, in Bern, den 7. März 1966, in französischer und englischer Sprache; beide Texte besitzen gleiche Rechtskraft. Für die Regierung der Schweizerischen Eidgenossenschaft: E. Stopper Für die Regierung der Republik Indien: V.C. Trivedi Ausserordentlicher und bevollmächtigter Botschafter Indiens in der Schweiz"
    }
  ],
  "definitions": []
}