{
  "id": "sr-0-916-443-966-31",
  "type": "statute",
  "title": "Veterinärabkommen vom 28. Februar 1964 zwischen der Schweizerischen Eidgenossenschaft und der Rumänischen Volksrepublik",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1965/722_726_724/en",
  "provisions": [
    {
      "provision_ref": "artI",
      "section": "I",
      "title": "",
      "content": "Die zuständigen Behörden der beiden Länder arbeiten gemeinsam beiderseits rechtsverbindliche Vorschriften aus über die sanitätspolizeiliche Regelung der Ein‑, Aus‑ und Durchfuhr lebender Tiere und tierischer Produkte. Die in den beiden Ländern geltende Gesetzgebung bleibt vorbehalten."
    },
    {
      "provision_ref": "artII",
      "section": "II",
      "title": "",
      "content": "Die zentralen Veterinärbehörden beider Länder tauschen alle vierzehn Tage ihre Seuchenberichte aus, welche statistische Angaben über die auf dem Hoheitsgebiet ihres Landes anzeigepflichtigen Seuchen enthalten. Der Austausch erstreckt sich auch auf sämtliche tierärztlichen Auskünfte, welche für die Vertragsparteien von Interesse sind."
    },
    {
      "provision_ref": "artIII",
      "section": "III",
      "title": "",
      "content": "Die Vertragsparteien verpflichten sich, Erleichterungen zu gewähren für: 1. die Zusammenarbeit zwischen den Veterinärbehörden und den tierärztlichen Instituten und Forschungslaboratorien beider Länder, 2. den Austausch tierärztlicher Fachleute, um sie mit den wissenschaftlichen Forschungsergebnissen und technischen Neuerungen auf tierärztlichem Gebiet bekannt zu machen, 3. den Austausch (in einem Exemplar) der Texte betreffend die tierärztliche Gesetzgebung."
    },
    {
      "provision_ref": "artIV",
      "section": "IV",
      "title": "",
      "content": "Die durch die Anwendung von Artikel III dieses Abkommens entstandenen Kosten gehen zu Lasten desjenigen Staates, welcher seine Sachverständigen in seinem Auftrag nach dem andern Staat entsendet."
    },
    {
      "provision_ref": "artV",
      "section": "V",
      "title": "",
      "content": "Die zentralen Veterinärbehörden der beiden Staaten stehen im direkten schriftlichen Verkehr über Probleme, die sich aus der Anwendung dieses Abkommens ergeben sowie über Vorschläge für allfällige Änderungen im Anhang der beigefügten Protokolle."
    },
    {
      "provision_ref": "artVI",
      "section": "VI",
      "title": "",
      "content": "Bei allfälligen Meinungsverschiedenheiten hinsichtlich der Auslegung oder der Anwendung dieses Abkommens unterbreiten die zentralen Veterinärbehörden der Vertragsparteien die Streitigkeit einer paritätischen Kommission, welche sich aus je zwei Mitgliedern jedes Landes zusammensetzt. Fällt diese Kommission innerhalb von 30 Tagen keinen Entscheid, so beschreiten die Vertragsparteien den diplomatischen Weg."
    },
    {
      "provision_ref": "artVII",
      "section": "VII",
      "title": "",
      "content": "Dieses Abkommen wird für eine Dauer von 5 Jahren von seinem Inkrafttreten an abgeschlossen. Seine Gültigkeit wird stillschweigend verlängert, solange nicht eine der Vertragsparteien es 6 Monate zum voraus kündigt. Das Abkommen tritt am Tage der Unterzeichnung in Kraft. Jede Vertragspartei behält sich das Recht vor, dieses Abkommen zu kündigen, in welchem Falle es 6 Monate nach dem Tag der Kündigung ausser Kraft tritt. Geschehen in Bukarest am 28. Februar 1964 in zwei Urschriften, in französischer und rumänischer Sprache, wobei beide Wortlaute gleichermassen verbindlich sind. Im Namen des Schweizerischen Bundesrates: E. Bisang Im Namen der Regierung der Rumänischen Volksrepublik: N. Ionescu"
    }
  ],
  "definitions": []
}