{
  "id": "sr-0-812-31",
  "type": "statute",
  "title": "Europäisches Übereinkommen vom 14. Mai 1962 über den Austausch von Reagenzien zur Blutgruppenbestimmung",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1966/823_849_839/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "",
      "content": "Im Sinne dieses Übereinkommens bedeutet der Ausdruck «Reagenzien zur Blutgruppenbestimmung» Reagenzien menschlichen, tierischen, pflanzlichen und sonstigen Ursprungs zur Blutgruppenbestimmung und zur Feststellung von Blutunverträglichkeiten. Jede Vertragspartei kann bei der Unterzeichnung dieses Übereinkommens oder bei der Hinterlegung ihrer Ratifikations‑, Genehmigungs‑ oder Beitrittsurkunde durch eine an den Generalsekretär des Europarates gerichtete Erklärung die Anwendung dieses Übereinkommens auf Reagenzien menschlichen Ursprungs zur Blutgruppenbestimmung beschränken. Die Erklärung kann jederzeit durch eine an den Generalsekretär des Europarates gerichtete Notifikation zurückgenommen werden."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "",
      "content": "Die Vertragsparteien verpflichten sich, Reagenzien zur Blutgruppenbestimmung gegen Erstattung der Kosten ihrer Gewinnung, Zubereitung und Beförderung sowie gegebenenfalls des Kaufpreises anderen Vertragsparteien zu überlassen, die ihrer dringend bedürfen, sofern sie selbst über ausreichende Vorräte für ihren eigenen Bedarf verfügen."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "",
      "content": "Reagenzien zur Blutgruppenbestimmung werden den anderen Vertragsparteien nur unter der Bedingung zur Verfügung gestellt, dass damit keinerlei Gewinn verbunden ist, dass sie nur für medizinische Zwecke verwendet und nur an von den beteiligten Regierungen bezeichnete Stellen geliefert werden dürfen."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "",
      "content": "Die Vertragsparteien gewährleisten die Einhaltung der im Protokoll zu diesem Übereinkommen festgelegten Bestimmungen. Sie beachten ferner die von ihnen angenommenen einschlägigen internationalen Standardbestimmungen. Jeder Sendung von Reagenzien zur Blutgruppenbestimmung ist eine Bescheinigung darüber beizufügen, dass sie gemäss den Vorschriften des Protokolls hergestellt wurden. Diese Bescheinigung entspricht dem in der Anlage zu dem Protokoll wiedergegebenen Muster. Das Protokoll und seine Anlage stellen eine Verwaltungsvereinbarung dar, die von den Regierungen der Vertragsparteien dieses Übereinkommens geändert oder ergänzt werden kann."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "",
      "content": "Die Vertragsparteien treffen alle notwendigen Massnahmen, um die ihnen von anderen Vertragsparteien zur Verfügung gestellten Reagenzien zur Blutgruppenbestimmung von allen Einfuhrabgaben zu befreien. Sie treffen ferner alle notwendigen Massnahmen, um sicherzustellen, dass diese Substanzen den in Artikel 3 bezeichneten Empfängern schnell und auf dem kürzesten Wege zugehen."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "",
      "content": "Die Vertragsparteien übermitteln sich gegenseitig über den Generalsekretär des Europarates eine Liste der Stellen, die zur Ausstellung der in Artikel 4 vorgesehenen Bescheinigungen befugt sind. Sie übermitteln ferner eine Liste der Stellen, die zur Verteilung der eingeführten Reagenzien zur Blutgruppenbestimmung befugt sind. Diese Stellen sollten nach Möglichkeit mit den in Artikel 6 des Europäischen Übereinkommens über den Austausch therapeutischer Substanzen menschlichen Ursprungs bezeichneten Stellen identisch sein. SR 0.812.161"
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "",
      "content": "Dieses Übereinkommen liegt für die Mitglieder des Europarates zur Unterzeichnung auf; sie können Vertragspartei werden: a. indem sie es ohne Vorbehalt der Ratifikation oder Genehmigung unterzeichnen, b. indem sie es unter dem Vorbehalt der Ratifikation oder Genehmigung unterzeichnen und später ratifizieren oder genehmigen. Die Ratifikations‑ oder Genehmigungsurkunden sind beim Generalsekretär des Europarates zu hinterlegen."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "",
      "content": "Dieses Übereinkommen tritt einen Monat nach dem Tag in Kraft, an dem drei Mitglieder des Rates es nach Artikel 7 ohne Vorbehalt der Ratifikation oder Genehmigung unterzeichnet oder es ratifiziert oder genehmigt haben. Für jedes Mitglied des Rates, welches das Übereinkommen später ohne Vorbehalt der Ratifikation oder Genehmigung unterzeichnet oder es ratifiziert oder genehmigt, tritt das Übereinkommen einen Monat nach der Unterzeichnung oder der Hinterlegung der Ratifikations‑ oder Genehmigungsurkunde in Kraft."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "",
      "content": "Nach dem Inkrafttreten dieses Übereinkommens kann das Ministerkomitee des Europarates jeden Nichtmitgliedstaat einladen, dem Übereinkommen beizutreten. Der Beitritt wird einen Monat nach dem Tag der Hinterlegung der Beitrittsurkunde beim Generalsekretär des Europarates wirksam."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "",
      "content": "Der Generalsekretär des Europarates notifiziert den Mitgliedern des Rates und den beitretenden Staaten: a. den Zeitpunkt des Inkrafttretens des Übereinkommens und die Namen der Mitglieder, die es ohne Vorbehalt der Ratifikation oder Genehmigung unterzeichnet oder es ratifiziert oder genehmigt haben; b. die Hinterlegung jeder Beitrittsurkunde nach Artikel 9; c. den Eingang jeder Erklärung oder Notifikation nach Artikel l Absatz 2; d. den Eingang jeder Notifikation nach Artikel 11 und den Zeitpunkt, in dem sie wirksam wird; e. jede Änderung des Protokolls und seiner Anlage nach Artikel 4 Absatz 4."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "",
      "content": "Dieses Übereinkommen bleibt auf unbegrenzte Zeit in Kraft. Jede Vertragspartei kann unter Einhaltung einer Frist von einem Jahr durch eine an den Generalsekretär des Europarates zu richtende Kündigungsanzeige von diesem Übereinkommen zurücktreten."
    }
  ],
  "definitions": []
}