{
  "id": "sr-0-742-140-313-63",
  "type": "statute",
  "title": "Übereinkunft vom 10. März 1870 zwischen dem Kanton Basel-Stadt und dem Grossherzogtum Baden betreffend die Erweiterung des badischen Hauptbahnhofs und die Erstellung eines Rangier- und Werkstätten-Bahnhofs auf dem Gebiete des Kantons Basel-Stadt",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/X/218_193_218/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "",
      "content": "Zwischen der Wiesenbrücke und dem Neuhaus wird ein Rangier‑ und Werkstätte‑Bahnhof erstellt, und in dem Hauptbahnhof werden verschiedene bauliche Veränderungen und Erweiterungen vorgenommen wie in den darüber vorgelegten Situationsplänen näher nachgewiesen ist."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "",
      "content": "Die dermalen unter dem Eisenbahndamm bestehende Durchfahrt ist in gleichen Dimensionen unter dem neuen Rangier‑ und Werkstätte‑Bahnhof durchzuführen. Diese Durchfahrt sowohl als auch derjenige Wasserdurchlass, welcher in der Regel trocken liegt, sind von oben durch einfallende Gitterlichter genügend zu erhellen."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "",
      "content": "Der Rangier‑ und Werkstätte‑Bahnhof ist nach Übung einzufriedigen."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "",
      "content": "Aufgehoben durch Ziff. I 5 der Anlage zum Notenaustausch vom 21. Febr./7. Okt. 1985 zwischen der Schweiz und der Bundesrepublik Deutschland über die Aufhebung gegenstandsloser zoll‑ und eisenbahnrechtlicher Bestimmungen ( AS 1985 1618 )."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "",
      "content": "Die neuen Perrons im Hauptbahnhof sind gedeckt zu erstellen und mit guten Übergängen für das Publikum zu verstehen."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "",
      "content": "Statt der beim Neuhaus bestehenden Bahnüberfahrt ist eine Durchfahrt von genügenden Dimensionen für das Durchpassieren geladener Wagen mit angemessenen Zufahrten zu erstellen und für gehörigen Wasserablauf zu sorgen. Sollte sich aus der noch vorzunehmenden Untersuchung ergeben, dass des Wassers wegen die dazu nötigen Dimensionen nicht gewonnen werden können, so soll die Durchfahrt auf zehn Fuss Weite und acht Fuss Höhe beschränkt werden, wobei jedoch verstanden ist, dass die jetztige Überfahrt alsdann beibehalten wird."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "",
      "content": "Beim Bahnübergang der Freiburger Strasse ist das Manövrieren der Züge nicht gestattet, desgleichen das Stillehalten derselben, Notfälle ausgenommen."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "",
      "content": "Die badische Bahnverwaltung verpflichtet sich, statt des jetzigen Übergangs der Sperrstrasse einem Fussgängersteg (Passerelle) von Eisen, sechs Fuss breit im Lichten zu erstellen, sobald ihr gestattet wird, diesen Übergang für den Bläsi‑Ringweg an das westliche Ende des Hauptbahnhofs zu verlegen."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "",
      "content": "Beim Bahnübergang der Riehenstrasse ist das Stillehalten der Züge und Waggons, Notfälle ausgenommen, nicht gestattet, und es ist das Manövrieren über denselben auf das Allernotwendigste zu beschränken."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "",
      "content": "Die Barrieren sämtlicher Übergänge sollen nach jeder Überfahrt, beziehungsweise nach Beendigung des Manövers, sofort wieder geöffnet werden."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "",
      "content": "Die Anlegung eines vierten und fünften Geleises über die Riehenstrasse wird gestattet; dagegen verpflichtet sich die badische Bahnverwaltung, falls der Riehen-Ringweg von der Kantonsregierung ausgeführt werden sollte, von dem ihr gehörigen, neben der Bahn gelegenen und dermalen noch nicht überbauten Gelände den in diese Weganlage fallenden Teil unentgeltlich abzutreten. Zugleich behält sich die Regierung von Basel‑Stadt das Recht vor, die Erstellung eines Fussgängerstegs zu verlangen, insofern nach Ausführung der neuen Einrichtungen sich herausstellen sollte, dass dieselben keine erhebliche Entlastung des Riehenübergangs mit sich führen."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "",
      "content": "Die Veränderungen am Personenbahnhof und die Anlage des Rangier‑ und Werkstätte‑Bahnhofs, soweit letztere nach dem vorgelegten Plane zunächst zur Ausführung bestimmt ist, wird die badische Bahnverwaltung in der für die Vollendung der Verbindungsbahn bestimmten Frist herstellen. Was die für den Rangier‑ und Werkstättedienst noch weiter projektierten Anlagen betrifft, so behält die badische Bahnverwaltung sich vor, solche nach Massgabe des eintretenden Bedarfs auszuführen."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "",
      "content": "Aufgehoben durch Ziff. I 5 der Anlage zum Notenaustausch vorn 21. Febr./7. Okt. 1985 zwischen der Schweiz und der Bundesrepublik Deutschland über die Aufhebung gegenstandsloser zoll‑ und eisenbahnrechtlicher Bestimmungen ( AS 1985 1618 )."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "",
      "content": "Die badische Bahnverwaltung trägt sämtliche mit Ausführung ihrer oben genannten Anlagen und Änderungen verbundenen Kosten."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "",
      "content": "Im übrigen behält es bei den Bestimmungen des unterm 27. Juli und 11. August 1852 zwischen dem Grossherzogtum Baden und der Schweizerischen Eidgenossenschaft abgeschlossenen Vertrags und der unterm 19. Februar 1853 zwischen dem Grossherzogtum Baden und dem Kanton Basel‑Stadt abgeschlossenen Übereinkunft, soweit dieselben inzwischen nicht gegenstandslos geworden sind, sein Verwenden. SR 0.742.140.313.61 In der AS nicht veröffentlicht."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "",
      "content": "Die beiderseitigen Bevollmächtigten behalten ihren Oberbehörden die Ratifikation dieser Übereinkunft vor. Erfolgt diese nicht bis Ende Mai dieses Jahres, so soll die Übereinkunft als hinfällig betrachtet werden. So geschehen zu Basel, den 10. März 1870. Köchlin‑Geigy, des Rats Muth, Geheimer Referendär K. Sarasin, des Rats Turban, Ministerialrat Stimm, Oberbaurat"
    }
  ],
  "definitions": []
}