{
  "id": "sr-0-274-181-631",
  "type": "statute",
  "title": "Vertrag vom 26. August 1968 zwischen der Schweizerischen Eidgenossenschaft und der Republik Österreich zur Ergänzung des Haager Übereinkommens vom 1. März 1954 betreffend Zivilprozessrecht (mit Verzeichnis) ",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1969/1245_1261_1263/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "",
      "content": "(1) Die Gerichte der beiden Staaten verkehren in Zivil‑ und Handelssachen zum Zwecke der gegenseitigen Leistung von Rechtshilfe einschliesslich der Vornahme von Zustellungen unmittelbar miteinander. (2) Das Eidgenössische Justiz‑ und Polizeidepartement und das österreichische Bundesministerium für Justiz übermitteln einander so bald wie möglich Verzeichnisse der Gerichte, an die Rechtshilfeersuchen zu richten sind, sowie allfällige Änderungen dieser Verzeichnisse. (3) Die Zustellung von Schriftstücken durch unmittelbare Übersendung mit der Post an Personen im anderen Staat ist zulässig, sofern nicht Zustellung in besonderer Form, namentlich an den Empfänger persönlich verlangt wird."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "",
      "content": "Übersetzungen sind – abgesehen vom Falle des Artikels 3 Absatz 2 des Übereinkommens – auch dann nicht erforderlich, wenn die Amtssprache des ersuchenden und die des ersuchten Gerichtes nicht die gleiche ist."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "",
      "content": "(1) Die Übermittlung zuzustellender Schriftstücke in zweifacher Ausfertigung nach Artikel 3 Absatz 1 des Übereinkommens ist nicht erforderlich. (2) Strafandrohungen in Vorladungen, die im anderen Staat zugestellt werden, gelten als nicht aufgenommen. Jedoch sind Hinweise auf prozessuale Säumnisfolgen zulässig."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "",
      "content": "(1) Zustellungsnachweise bedürfen keiner Beglaubigung. (2) Der Beglaubigung von Übersetzungen im Sinne des Artikels 3 Absatz 3 des Übereinkommens steht die Bescheinigung ihrer Richtigkeit durch das ersuchende Gericht oder einen im ersuchenden Staat beigezogenen Dolmetscher gleich."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "",
      "content": "Die Beanspruchung der ausschliesslichen Gerichtsbarkeit durch den ersuchten Staat in einer Zivil‑ oder Handelssache ist kein Grund für die Ablehnung der Vornahme einer Zustellung oder der Erledigung eines Rechtshilfeersuchens."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "",
      "content": "(1) Ein Zeuge oder Sachverständiger, gleich welcher Staatsangehörigkeit, der auf Vorladung vor einem Gericht des ersuchenden Staates erscheint, darf in dessen Hoheitsgebiet wegen Handlungen oder Verurteilungen aus der Zeit vor seiner Abreise aus dem Hoheitsgebiet des ersuchten Staates weder verfolgt noch in Haft gehalten, noch einer sonstigen Beschränkung seiner persönlichen Freiheit unterworfen werden. (2) Der im vorstehenden Absatz vorgesehene Schutz endet, wenn der Zeuge oder Sachverständige nach der Vornahme der Prozesshandlungen, für deren Durchführung seine Anwesenheit von dem Gericht verlangt worden war, das Hoheitsgebiet des ersuchenden Staates verlässt oder sich ohne Unterbrechung dort aufhält, obwohl seiner freien Ausreise während fünfzehn aufeinander folgenden Tagen keine Hindernisse entgegenstanden."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "",
      "content": "(1) Das ersuchte Gericht gibt dem ersuchenden Art und Höhe der entstandenen Kosten bekannt. Diese werden zu den Kosten des Verfahrens im ersuchenden Staat geschlagen. (2) Gebühren oder Auslagen irgendwelcher Art werden auch in den in Artikel 7 Absatz 2 und Artikel 16 Absatz 2 des Übereinkommens bezeichneten Fällen nicht erstattet, ausgenommen die einem Zeugen oder Sachverständigen bezahlten Entschädigungen, wenn diese 100 Franken übersteigen."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "",
      "content": "Den Gerichten im Sinne dieses Vertrages stehen schweizerische Verwaltungsbehörden gleich, soweit sie für Zivil‑ und Handelssachen zuständig sind, insbesondere Betreibungs‑, Konkurs‑, Erbschafts‑ und Vormundschaftsämter."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "",
      "content": "Mit dem Inkrafttreten dieses Vertrages tritt die Erklärung zwischen der Schweiz und Österreich betreffend den direkten Verkehr der beiderseitigen Gerichtsbehörden vom 30. Dezember 1899 für den Rechtshilfeverkehr in Zivil‑ und Handelssachen ausser Kraft. [BS 12 316; AS 1971 193 1344 ; 1974 2004 ]"
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "",
      "content": "(1) Dieser Vertrag bedarf der Ratifikation. Der Austausch der Ratifikationsurkunden soll so bald wie möglich in Bern stattfinden. (2) Der Vertrag tritt am sechzigsten Tag nach dem Austausch der Ratifikationsurkunden in Kraft."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "",
      "content": "Jeder der beiden Staaten kann diesen Vertrag durch schriftliche, an den anderen Staat zu richtende Notifikation kündigen. Die Kündigung wird ein Jahr nach dem Zeitpunkt, in dem sie notifiziert worden ist, wirksam."
    }
  ],
  "definitions": []
}