{
  "id": "sr-0-142-115-772",
  "type": "statute",
  "title": "Notenaustausch vom 31. August/18. September 1995 zwischen der Schweiz und Namibia über die gegenseitige Aufhebung der Visumpflicht für Inhaber eines Diplomaten-, Dienst- oder Sonderpasses",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1995/5035_5035_5035/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "",
      "content": "Die Staatsangehörigen der beiden Vertragschliessenden Staaten, die Inhaber eines gültigen heimatlichen Diplomaten-, Dienst- oder Sonderpasses sind und sich in offizieller Mission als Mitglied einer diplomatischen oder konsularischen Vertretung ihres Staates oder als Mitarbeiter einer internationalen Organisation in den anderen Staat begeben, sind während der Dauer ihrer Funktion von der Visumpflicht befreit. Ihre Entsendung und Funktion wird dem anderen Staat im voraus auf diplomatischem Weg notifiziert. Sie erhalten eine Legitimationskarte des Aufenthaltsstaats. Diese Bestimmung gilt auch für ihre Familienangehörigen, die im gemeinsamen Haushalt leben und Inhaber eines gültigen offiziellen oder gewöhnlichen Passes sind."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "",
      "content": "Die Staatsangehörigen der Republik Namibia, die Inhaber eines gültigen heimatlichen Diplomaten-, Dienst- oder Sonderpasses, und weder Mitglieder einer diplomatischen oder konsularischen Vertretung der Republik Namibia noch namibische Vertreter bei einer internationalen Organisation in der Schweiz sind, benötigen für die Einreise in die Schweiz zu einem Aufenthalt bis zu neunzig Tagen und für die Ausreise kein Visum, wenn sie in der Schweiz weder unselbständig noch selbständig arbeiten."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "",
      "content": "Schweizerische Staatsangehörige, die Inhaber eines gültigen heimatlichen Diplomaten-, Dienst- oder Sonderpasses, und weder Mitglieder einer diplomatischen oder konsularischen Vertretung der Schweiz, noch schweizerische Vertreter bei einer internationalen Organisation in der Republik Namibia sind, benötigen für die Einreise in der Republik Namibia zu einem Aufenthalt bis zu neunzig Tagen und für die Ausreise kein Visum, wenn sie in der Republik Namibia weder unselbständig noch selbständig arbeiten."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "",
      "content": "Unabhängig von der Art ihres Passes können Angehörige beider Staaten, die ihren ordentlichen Wohnsitz im anderen Staat haben, ohne Visum in diesen zurückkehren, sofern sie eine gültige Anwesenheitsbewilligung besitzen."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "",
      "content": "Wenn neue Pässe eingeführt werden, informieren sich beide Staaten, wenn möglich mindestens dreissig Tage im voraus, gegenseitig auf diplomatischem Weg darüber und stellen der anderen Vertragspartei Muster zur Verfügung."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "",
      "content": "Dieses Abkommen entbindet die Angehörigen eines Vertragschliessenden Staates nicht von der Verpflichtung, die auf dem Gebiet des anderen Staates geltenden Gesetze und anderen rechtlichen Vorschriften zu beachten, wenn sie in den besagten Staat einreisen oder sich darin aufhalten."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "",
      "content": "Die zuständigen Behörden beider Vertragschliessenden Parteien behalten sich das Recht vor, die Einreise oder den Aufenthalt von Angehörigen des anderen Staates, welche die öffentliche Ordnung, Sicherheit oder Gesundheit gefährden könnten oder deren Anwesenheit im Land gegen das Gesetz verstösst, zu verweigern."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "",
      "content": "1. Die Vertragschliessenden Parteien verpflichten sich, ihre eigenen Staatsangehörigen, welche die Voraussetzungen für die Einreise oder den Aufenthalt im anderen Staat nicht oder nicht mehr erfüllen, jederzeit formlos zu übernehmen. 2. Die Vertragsschliessenden Parteien verpflichten sich, Angehörige von Drittstaaten, welche die Voraussetzungen für die Einreise oder den Aufenthalt im einen Staat nicht oder nicht mehr erfüllen, formlos zu übernehmen, wenn sie zum Zeitpunkt der Einreise in den einen Staat über ein gültiges Visum oder eine gültige Anwesenheitsbewilligung des anderen Staates verfügten. Eine Rückübernahmepflicht besteht nicht, wenn die Weiterreise des Ausländers in einen Drittstaat zulässig und angemessen erscheint, insbesondere wenn eine solche Person sich in der Zwischenzeit in einem Drittstaat aufgehalten hat. Es besteht ferner keine Rückübernahmepflicht, wenn der Ausländer entweder zur Zeit der Einreise in den Staat, der um seine Rückübernahme ersucht, über ein gültiges Visum oder eine gültige Anwesenheitsbewilligung dieses Landes verfügt oder dieser Staat ihm nach seiner Einreise ein Visum oder eine Anwesenheitsbewilligung erteilt hat. 3. Die Vertragschliessenden Parteien verpflichten sich, eine Person gemäss Absatz 1 und 2 unter denselben Voraussetzungen zurückzunehmen, wenn eine erneute Überprüfung des Falles zeigt, dass diese Person zum Zeitpunkt der Einreise in den einen Staat nicht im Besitz der Staatsangehörigkeit oder eines gültigen Visums oder einer gültigen Anwesenheitsbewilligung des anderen Staats war."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "",
      "content": "1. Ein Ersuchen um Rückübernahme gemäss Artikel 8 wird vom anderen Staat innert acht Tagen beantwortet. 2. Die ersuchte Vertragschliessende Partei übernimmt die Person einen Monat nach ihrer Zustimmung zur Rückübernahme. Diese Frist kann auf Antrag der ersuchenden Vertragschliessenden Partei verlängert werden."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "",
      "content": "Die Vertragschliessenden Parteien informieren sich innerhalb von dreissig Tagen nach Inkrafttreten dieses Abkommens gegenseitig auf diplomatischem Weg über die für die Rückübernahme zuständigen Behörden."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "",
      "content": "Die Vertragschliessenden Parteien lösen Probleme in bezug auf die Anwendung oder Auslegung dieses Abkommens auf dem Verhandlungsweg. Die Vertragsschliessenden Parteien informieren sich gegenseitig regelmässig über die Einreisevoraussetzungen für Drittausländer."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "",
      "content": "Jede Vertragschliessende Partei kann die Anwendung des vorliegenden Abkommens – ausser Artikel 8 Absatz 1 – aus Gründen der öffentlichen Ordnung, Sicherheit oder Gesundheit vorübergehend teilweise oder ganz suspendieren."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "",
      "content": "Dieses Abkommen findet auch auf das Fürstentum Liechtenstein und seine Landesbürger Anwendung."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "",
      "content": "Dieses Abkommen ist unbefristet. Es kann jederzeit mit einer Frist von drei Monaten gekündigt werden. Die Kündigung ist der anderen Vertragspartei auf diplomatischem Weg zu notifizieren. Das Ministerium möchte ferner bestätigen, dass die Note vom 31. August 1995 des Generalkonsulates und das dieser beigefügte Abkommen zusammen mit dieser Note ein Abkommen zwischen unseren zwei Regierungen bildet, das dreissig Tage nach dieser Antwort in Kraft tritt. Das Aussenministerium der Republik Namibia benützt diese Gelegenheit, das Schweizerische Generalkonsulat erneut seiner ausgezeichneten Hochachtung zu versichern."
    }
  ],
  "definitions": []
}