{
  "id": "sr-0-631-112-514-8",
  "type": "statute",
  "title": "Vereinbarung vom 28. September 2020 zwischen der Schweiz und Liechtenstein zur Regelung der Beteiligung Liechtensteins an den Einnahmen aus der Versteigerung von Zollkontingenten",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2020/870/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "1. Kapitel: Allgemeine Bestimmungen",
      "section": "1",
      "title": "Zweck und Grundsatz",
      "content": "1 Ziel dieser Vereinbarung ist die Regelung der Beteiligung Liechtensteins an den Einnahmen aus der Versteigerung von Zollkontingenten. 2 Liechtenstein wird an diesen Einnahmen beteiligt, da Liechtenstein gemäss Zollvertrag im Bereich Zollkontingente den gleichen Regeln untersteht wie die Schweiz und gemäss Zollvertrag auch keine eigenen Zollkontingente bewirtschaften darf."
    },
    {
      "provision_ref": "art2",
      "chapter": "2. Kapitel Finanzielle Beteiligung Liechtensteins an den Einnahmen aus der Versteigerung von Zollkontingenten",
      "section": "2",
      "title": "Bemessungsgrundlage",
      "content": "1 Die Bemessungsgrundlage für die Beteiligung bilden die Einnahmen aus der Versteigerung von Zollkontingenten. 2 Das Bundesamt für Landwirtschaft stellt zu diesem Zweck die jeweiligen Budget- und Abrechnungsdaten mit höchstmöglichem Detaillierungsgrad zur Verfügung."
    },
    {
      "provision_ref": "art3",
      "chapter": "2. Kapitel Finanzielle Beteiligung Liechtensteins an den Einnahmen aus der Versteigerung von Zollkontingenten",
      "section": "3",
      "title": "Anteilsberechnung",
      "content": "1 Der auf Liechtenstein entfallende Anteil entspricht der Summe folgender Parameter: a. 45 Prozent nach dem Verhältnis des Tierbestandes Liechtensteins zum gesamten Tierbestand beider Länder b. 55 Prozent nach dem Verhältnis der Einwohnerzahl Liechtensteins zur Gesamtzahl der Einwohner beider Länder. 2 Die Einwohnerzahlen werden jährlich anhand der mittleren Wohnbevölkerung des Vorjahres ermittelt. Der Tierbestand wird jährlich anhand der effektiven Anzahl Tiere (Stückzahl) am Stichtag 1. Januar des Vorjahres ermittelt. 3 Die für die Berechnung relevanten Zahlen für die Schweiz kommen vom Bundesamt für Statistik und für Liechtenstein vom liechtensteinischen Amt für Statistik. Tierbestand betrifft die Tiergattungen, welche für die Zollkontingentsversteigerung relevant sind."
    },
    {
      "provision_ref": "art4",
      "chapter": "2. Kapitel Finanzielle Beteiligung Liechtensteins an den Einnahmen aus der Versteigerung von Zollkontingenten",
      "section": "4",
      "title": "Verwaltungskostenpauschale",
      "content": "Die Aufwände der Schweiz für die Umsetzung dieser Vereinbarung werden durch die Verwaltungskostenpauschale der Vereinbarung zwischen der Schweiz und Liechtenstein zur Regelung der Beteiligung Liechtensteins an Markt- und Preisstützungsmassnahmen der schweizerischen Landwirtschaftspolitik abgegolten."
    },
    {
      "provision_ref": "art5",
      "chapter": "2. Kapitel Finanzielle Beteiligung Liechtensteins an den Einnahmen aus der Versteigerung von Zollkontingenten",
      "section": "5",
      "title": "Zahlweise",
      "content": "Die Beiträge werden jeweils vollumfänglich bis zum 10. Februar des Folgejahrs geleistet."
    },
    {
      "provision_ref": "art6",
      "chapter": "3. Kapitel: Änderungen und Weiterentwicklung",
      "section": "6",
      "title": "Konsultationen",
      "content": "1 Das Bundesamt für Landwirtschaft informiert das liechtensteinische Amt für Umwelt möglichst frühzeitig spätestens aber im Rahmen der Vernehmlassung in der Schweiz über vorgesehene Änderungen und Ergänzungen der für diese Vereinbarung massgeblichen schweizerischen Agrargesetzgebung sowie der für diese Vereinbarung massgeblichen schweizerischen Budgetrubriken. 2 Das liechtensteinische Amt für Umwelt informiert das Bundesamt für Landwirtschaft frühzeitig über agrarpolitische Entwicklungen in Liechtenstein, die für diese Vereinbarung massgeblich sind."
    },
    {
      "provision_ref": "art7",
      "chapter": "4. Kapitel: Schlussbestimmungen",
      "section": "7",
      "title": "Kündigung",
      "content": "1 Diese Vereinbarung kann von jeder Partei jederzeit mit einer Frist von einem Jahr gekündigt werden. 2 Im Fall einer Kündigung oder Aufhebung der Vereinbarung zwischen der Schweiz und Liechtenstein zur Regelung der Beteiligung Liechtensteins an Markt- und Preisstützungsmassnahmen der schweizerischen Landwirtschaftspolitik wird diese Vereinbarung auf den gleichen Zeitpunkt aufgehoben."
    },
    {
      "provision_ref": "art8",
      "chapter": "4. Kapitel: Schlussbestimmungen",
      "section": "8",
      "title": "Inkrafttreten",
      "content": "Diese Vereinbarung tritt gleichzeitig mit der Vereinbarung zwischen der Schweiz und Liechtenstein zur Regelung der Beteiligung Liechtensteins an Markt- und Preisstützungsmassnahmen der schweizerischen Landwirtschaftspolitik in Kraft. Geschehen zu Bern, am 28. September 2020, in zwei Originalen in deutscher Sprache. Für den Schweizerischen Bundesrat: Christian Hofer Für die Regierung des Fürstentums Liechtenstein: Doris Frick"
    }
  ],
  "definitions": []
}