{
  "id": "sr-0-451-3",
  "type": "statute",
  "title": "Landschaftsübereinkommen des Europarates vom 20. Oktober 2000",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2013/329/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Kapitel I Allgemeine Bestimmungen",
      "section": "1",
      "title": "Begriffsbestimmungen",
      "content": "Im Sinne dieses Übereinkommens bedeuten: a. « Landschaft » ein Gebiet, wie es vom Menschen wahrgenommen wird, dessen Charakter das Ergebnis der Wirkung und Wechselwirkung von natürlichen und/oder menschlichen Faktoren ist; b. « Landschaftspolitik » von den zuständigen staatlichen Stellen formulierte allgemeine Grundsätze, Strategien und Leitlinien, auf Grund deren spezifische Massnahmen zum Schutz, zur Pflege und zur Planung von Landschaften ergriffen werden können; c. « Landschaftsqualitätsziel » in Bezug auf eine bestimmte Landschaft die von den zuständigen staatlichen Stellen formulierten Ansprüche der Öffentlichkeit an die Landschaftsmerkmale ihrer Umgebung; d. « Landschaftsschutz » Massnahmen zur Erhaltung und Pflege der massgeblichen oder charakteristischen Merkmale einer Landschaft, die durch den kulturhistorischen Wert der Landschaft begründet sind, der auf ihr natürliches Erscheinungsbild und/oder die Tätigkeit des Menschen zurückzuführen ist; e. « Landschaftspflege » unter dem Aspekt der nachhaltigen Entwicklung durchgeführte Massnahmen zur Gewährleistung der Erhaltung einer Landschaft, damit durch gesellschaftliche, wirtschaftliche und ökologische Prozesse hervorgerufene Veränderungen gesteuert und aufeinander abgestimmt werden können; f. « Landschaftsplanung » Massnahmen von ausgeprägt zukunftsweisender Natur, die Landschaften aufwerten, wiederherstellen oder gestalten sollen."
    },
    {
      "provision_ref": "art2",
      "chapter": "Kapitel I Allgemeine Bestimmungen",
      "section": "2",
      "title": "Geltungsbereich",
      "content": "Vorbehaltlich des Artikels 15 gilt dieses Übereinkommen für das gesamte Hoheitsgebiet der Vertragsparteien und erstreckt sich auf natürliche, ländliche, städtische und verstädterte Gebiete. Es schliesst Landflächen, Binnengewässer und Meeresgebiete ein. Es betrifft Landschaften, die als aussergewöhnlich betrachtet werden können, ebenso wie als alltäglich zu bezeichnende oder beeinträchtigte Landschaften."
    },
    {
      "provision_ref": "art3",
      "chapter": "Kapitel I Allgemeine Bestimmungen",
      "section": "3",
      "title": "Ziele",
      "content": "Ziel dieses Übereinkommens ist die Förderung von Landschaftsschutz, -pflege und ‑planung sowie die Organisation der Zusammenarbeit zwischen den Vertragsparteien. Fassung gemäss Art. 3 des Prot. vom 15. Juni 2016, in Kraft getreten für die Schweiz am 1. Juli 2021 ( AS 2021 403 )."
    },
    {
      "provision_ref": "art4",
      "chapter": "Kapitel II Nationale Massnahmen",
      "section": "4",
      "title": "Verteilung der Zuständigkeiten",
      "content": "Jede Vertragspartei führt dieses Übereinkommen, insbesondere die Artikel 5 und 6, nach Massgabe ihrer eigenen Zuständigkeitsverteilung, im Einklang mit ihren Verfassungsgrundsätzen und ihrer Verwaltungsorganisation, unter Beachtung des Subsidiaritätsprinzips und unter Berücksichtigung der Europäischen Charta der kommunalen Selbstverwaltung durch. Unbeschadet der Bestimmungen dieses Übereinkommens stimmt jede Vertragspartei die Durchführung dieses Übereinkommens mit ihrer eigenen Politik ab."
    },
    {
      "provision_ref": "art5",
      "chapter": "Kapitel II Nationale Massnahmen",
      "section": "5",
      "title": "Allgemeine Massnahmen",
      "content": "Jede Vertragspartei verpflichtet sich: a. Landschaften als wesentlichen Bestandteil des Lebensraums der Menschen, als Ausdruck der Vielfalt ihres gemeinsamen Kultur- und Naturerbes und als Grundlage ihrer Identität rechtlich anzuerkennen; b. durch Ergreifen der spezifischen Massnahmen nach Artikel 6 eine Landschaftspolitik festzulegen und umzusetzen, die auf Landschaftsschutz, ‑pflege und ‑planung ausgerichtet ist; c. Verfahren für die Beteiligung der Öffentlichkeit, der kommunalen und regionalen Behörden und weiterer von der Festlegung und Umsetzung der unter Buchstabe b genannten Landschaftspolitik direkt Betroffener einzuführen; d. die Landschaft zum Bestandteil ihrer Raum- und Stadtplanungspolitik, ihrer Kultur-, Umwelt-, Landwirtschafts-, Sozial- und Wirtschaftspolitik sowie anderer Politiken zu machen, die sich unmittelbar oder mittelbar auf die Landschaft auswirken können."
    },
    {
      "provision_ref": "art6",
      "chapter": "Kapitel II Nationale Massnahmen",
      "section": "6",
      "title": "Spezifische Massnahmen",
      "content": "A. Bewusstseinsbildung Jede Vertragspartei verpflichtet sich, das Bewusstsein für den Wert von Landschaften, für ihre Rolle und für die Veränderungen, denen sie unterworfen sind, in der Gesellschaft, bei privaten Organisationen und bei Behörden zu schärfen. B. Ausbildung und Erziehung Jede Vertragspartei verpflichtet sich zur Förderung: a. der Ausbildung von Fachleuten für Landschaftsfragen und Landschaftsentwicklung und ‑gestaltung; b. multidisziplinärer Ausbildungsprogramme im Bereich Landschaftspolitik, Landschaftsschutz, Landschaftspflege und Landschaftsplanung für Fachleute aus dem privaten und öffentlichen Sektor sowie für betroffene Verbände; c. von Schulunterricht und Hochschulkursen, die sich in den entsprechenden Fächern und Fachrichtungen mit den landschaftsbezogenen Werten und den Fragen, die mit Landschaftsschutz, Landschaftspflege und Landschaftsplanung verbunden sind, befassen. C. Erfassung und Bewertung 1. Zur Verbesserung der Kenntnis ihrer Landschaften verpflichtet sich jede Vertragspartei, unter aktiver Beteiligung der in Artikel 5 Buchstabe c genannten Betroffenen: a. i. die eigenen Landschaften in ihrem gesamten Hoheitsgebiet zu erfassen, ii. die Merkmale und die sie verändernden Kräfte und Belastungen zu analysieren, iii. Veränderungen zu beobachten; b. die erfassten Landschaften unter Berücksichtigung der besonderen Werte, die ihnen von den direkt Betroffenen und der betroffenen Bevölkerung beigemessen werden, zu bewerten. 2. Diese Erfassungs- und Bewertungsverfahren werden durch den Erfahrungs- und Methodenaustausch geprägt werden, der nach Artikel 8 von den Vertragsparteien auf internationaler Ebene organisiert wird. D. Landschaftsqualitätsziele Jede Vertragspartei verpflichtet sich, für die erfassten und bewerteten Landschaften nach Durchführung einer öffentlichen Anhörung gemäss Artikel 5 Buchstabe c Landschaftsqualitätsziele festzulegen. E. Umsetzung Jede Vertragspartei verpflichtet sich, zur Umsetzung ihrer Landschaftspolitik Instrumente einzuführen, deren Ziel der Landschaftsschutz, die Landschaftspflege und/oder die Landschaftsplanung ist. Fassung gemäss Art. 4 des Prot. vom 15. Juni 2016, in Kraft getreten für die Schweiz am 1. Juli 2021 ( AS 2021 403 )."
    },
    {
      "provision_ref": "art7",
      "chapter": "Kapitel III Zusammenarbeit zwischen den Vertragsparteien",
      "section": "7",
      "title": "Internationale Politiken und Programme",
      "content": "Die Vertragsparteien verpflichten sich, bei der Prüfung der landschaftsbezogenen Dimension internationaler Politiken und Programme zusammenzuarbeiten und gegebenenfalls zu empfehlen, dass Landschaftsaspekte in diese Politiken und Programme einbezogen werden."
    },
    {
      "provision_ref": "art8",
      "chapter": "Kapitel III Zusammenarbeit zwischen den Vertragsparteien",
      "section": "8",
      "title": "Gegenseitige Hilfe und Informationsaustausch",
      "content": "Die Vertragsparteien verpflichten sich zur Zusammenarbeit, um die Wirksamkeit von Massnahmen, die auf Grund anderer Artikel dieses Übereinkommens ergriffen werden, zu erhöhen und insbesondere um: a. einander durch Sammlung und Austausch von Erfahrungen und Forschungsergebnissen in Landschaftsfragen technische und wissenschaftliche Hilfe zu leisten; b. den Austausch von Landschaftsfachleuten insbesondere für Ausbildungs- und Informationszwecke zu fördern; c. Informationen über alle von diesem Übereinkommen erfassten Fragen auszutauschen."
    },
    {
      "provision_ref": "art9",
      "chapter": "Kapitel III Zusammenarbeit zwischen den Vertragsparteien",
      "section": "9",
      "title": "Grenzüberschreitende Landschaften",
      "content": "Die Vertragsparteien verpflichten sich, die grenzüberschreitende Zusammenarbeit auf lokaler und regionaler Ebene zu fördern und, wann immer erforderlich, gemeinsame Landschaftsprogramme zu erarbeiten und umzusetzen."
    },
    {
      "provision_ref": "art10",
      "chapter": "Kapitel III Zusammenarbeit zwischen den Vertragsparteien",
      "section": "10",
      "title": "Überwachung der Durchführung des Übereinkommens",
      "content": "1. Das Ministerkomitee des Europarats betraut bestehende, nach Artikel 17 der Satzung des Europarats eingesetzte zuständige Sachverständigenausschüsse mit der Überwachung der Durchführung des Übereinkommens. 2. Der Generalsekretär des Europarats übermittelt dem Ministerkomitee nach jeder Sitzung der Sachverständigenausschüsse einen Bericht über deren Arbeiten und über die Wirkung des Übereinkommens. 3. Die Sachverständigenausschüsse schlagen dem Ministerkomitee die Vergabekriterien und Verfahrensvorschriften für den Landschaftspreis des Europarats vor. SR 0.192.030"
    },
    {
      "provision_ref": "art11",
      "chapter": "Kapitel III Zusammenarbeit zwischen den Vertragsparteien",
      "section": "11",
      "title": "Landschaftspreis des Europarats",
      "content": "1. Der Landschaftspreis des Europarats ist eine Auszeichnung, die kommunalen und regionalen Gebietskörperschaften und von ihnen gebildeten Zusammenschlüssen verliehen werden kann, die im Rahmen der Landschaftspolitik einer Vertragspartei dieses Übereinkommens eine Politik oder Massnahmen zum Schutz, zur Pflege und/oder zur Planung ihrer Landschaft durchgeführt haben, die sich als nachhaltig wirksam erwiesen haben und somit für andere Gebietskörperschaften der Vertragsparteien als Vorbild dienen können. Die Auszeichnung kann auch nichtstaatlichen Organisationen verliehen werden, die im Bereich des Landschaftsschutzes, der Landschaftspflege oder der Landschaftsplanung besonders beachtenswerte Beiträge geleistet haben. 2. Bewerbungen um den Landschaftspreis des Europarats sind von den Vertragsparteien an die in Artikel 10 genannten Sachverständigenausschüsse zu richten. Betroffene grenzüberschreitende kommunale und regionale Gebietskörperschaften und von ihnen gebildete Zusammenschlüsse können sich bewerben, sofern sie die betreffende Landschaft gemeinsam betreuen. 3. Auf Vorschlag der in Artikel 10 genannten Sachverständigenausschüsse bestimmt und veröffentlicht das Ministerkomitee die Vergabekriterien für den Landschaftspreis des Europarats, beschliesst die Verfahrensvorschriften und verleiht den Preis. 4. Die Verleihung des Landschaftspreises des Europarats soll die Preisträger ermutigen, für den nachhaltigen Schutz sowie die nachhaltige Pflege und/oder Planung der betreffenden Landschaften zu sorgen. Fassung gemäss Art. 6 des Prot. vom 15. Juni 2016, in Kraft getreten für die Schweiz am 1. Juli 2021 ( AS 2021 403 )."
    },
    {
      "provision_ref": "art12",
      "chapter": "Kapitel IV Schlussbestimmungen",
      "section": "12",
      "title": "Verhältnis zu anderen Rechtsinstrumenten",
      "content": "Dieses Übereinkommen lässt die Anwendung strengerer Bestimmungen im Bereich des Landschaftsschutzes, der Landschaftspflege und der Landschaftsplanung, die in anderen geltenden oder künftigen verbindlichen nationalen oder internationalen Rechtsinstrumenten enthalten sind, unberührt."
    },
    {
      "provision_ref": "art13",
      "chapter": "Kapitel IV Schlussbestimmungen",
      "section": "13",
      "title": "Unterzeichnung, Ratifikation und Inkrafttreten",
      "content": "1. Dieses Übereinkommen liegt für die Mitgliedstaaten des Europarats zur Unterzeichnung auf. Es bedarf der Ratifikation, Annahme oder Genehmigung. Die Ratifikations-, Annahme- oder Genehmigungsurkunden werden beim Generalsekretär des Europarats hinterlegt. 2. Dieses Übereinkommen tritt am ersten Tag des Monats in Kraft, der auf einen Zeitabschnitt von drei Monaten nach dem Tag folgt, an dem zehn Mitgliedstaaten des Europarats nach Absatz 1 ihre Zustimmung ausgedrückt haben, durch das Übereinkommen gebunden zu sein. 3. Für jeden Unterzeichnerstaat, der später seine Zustimmung ausdrückt, durch das Übereinkommen gebunden zu sein, tritt es am ersten Tag des Monats in Kraft, der auf einen Zeitabschnitt von drei Monaten nach Hinterlegung der Ratifikations-, Annahme- oder Genehmigungsurkunde folgt."
    },
    {
      "provision_ref": "art14",
      "chapter": "Kapitel IV Schlussbestimmungen",
      "section": "14",
      "title": "Beitritt",
      "content": "1. Nach Inkrafttreten dieses Übereinkommens kann das Ministerkomitee des Europarats durch einen mit der in Artikel 20 Buchstabe d der Satzung des Europarats vorgesehenen Mehrheit und mit einhelliger Zustimmung der Vertragsstaaten, die Anspruch auf einen Sitz im Ministerkomitee haben, gefassten Beschluss die Europäische Union und jeden Staat, der nicht Mitglied des Europarats ist, einladen, dem Übereinkommen beizutreten. 2. Für jeden beitretenden Staat oder die Europäische Gemeinschaft im Falle ihres Beitritts tritt dieses Übereinkommen am ersten Tag des Monats in Kraft, der auf einen Zeitabschnitt von drei Monaten nach Hinterlegung der Beitrittsurkunde beim Generalsekretär des Europarats folgt. Fassung gemäss Art. 7 des Prot. vom 15. Juni 2016, in Kraft getreten für die Schweiz am 1. Juli 2021 ( AS 2021 403 )."
    },
    {
      "provision_ref": "art15",
      "chapter": "Kapitel IV Schlussbestimmungen",
      "section": "15",
      "title": "Geltungsbereich",
      "content": "1. Jeder Staat oder die Europäische Gemeinschaft kann bei der Unterzeichnung oder bei der Hinterlegung seiner beziehungsweise ihrer Ratifikations-, Annahme-, Genehmigungs- oder Beitrittsurkunde einzelne oder mehrere Hoheitsgebiete bezeichnen, auf die dieses Übereinkommen Anwendung findet. 2. Jeder Staat kann jederzeit danach durch eine an den Generalsekretär des Europarats gerichtete Erklärung die Anwendung dieses Übereinkommens auf jedes weitere in der Erklärung bezeichnete Hoheitsgebiet erstrecken. Das Übereinkommen tritt für dieses Hoheitsgebiet am ersten Tag des Monats in Kraft, der auf einen Zeitabschnitt von drei Monaten nach Eingang der Erklärung beim Generalsekretär folgt. 3. Jede nach den Absätzen 1 und 2 abgegebene Erklärung kann in Bezug auf jedes darin bezeichnete Hoheitsgebiet durch eine an den Generalsekretär gerichtete Notifikation zurückgenommen werden. Die Rücknahme wird am ersten Tag des Monats wirksam, der auf einen Zeitabschnitt von drei Monaten nach Eingang der Notifikation beim Generalsekretär folgt."
    },
    {
      "provision_ref": "art16",
      "chapter": "Kapitel IV Schlussbestimmungen",
      "section": "16",
      "title": "Kündigung",
      "content": "1. Jede Vertragspartei kann dieses Übereinkommen jederzeit durch eine an den Generalsekretär des Europarats gerichtete Notifikation kündigen. 2. Die Kündigung wird am ersten Tag des Monats wirksam, der auf einen Zeitabschnitt von drei Monaten nach Eingang der Notifikation beim Generalsekretär folgt."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Änderungen",
      "content": "1. Jede Vertragspartei oder die in Artikel 10 genannten Sachverständigenausschüsse können Änderungen dieses Übereinkommens vorschlagen. 2. Jeder Änderungsvorschlag wird dem Generalsekretär des Europarats notifiziert, der ihn den Mitgliedstaaten des Europarats, den anderen Vertragsparteien und allen europäischen Nichtmitgliedstaaten, die nach Artikel 14 dieses Übereinkommens zum Beitritt eingeladen wurden, übermittelt. 3. Jede vorgeschlagene Änderung wird von den in Artikel 10 genannten Sachverständigenausschüssen geprüft, die den von den Vertretern der Vertragsparteien mit Dreiviertelmehrheit beschlossenen Wortlaut dem Ministerkomitee zur Genehmigung vorlegen. Nach der Genehmigung durch das Ministerkomitee mit der in Artikel 20 Buchstabe d der Satzung des Europarats vorgesehenen Mehrheit und mit einhelliger Zustimmung der Vertreter der Vertragsstaaten, die Anspruch auf einen Sitz im Ministerkomitee haben, wird der Wortlaut den Vertragsparteien zur Annahme zugeleitet. 4. Jede Änderung tritt für die Vertragsparteien, die sie angenommen haben, am ersten Tag des Monats in Kraft, der auf einen Zeitabschnitt von drei Monaten nach dem Tag folgt, an dem drei Mitgliedstaaten des Europarats dem Generalsekretär ihre Annahme der Änderung mitgeteilt haben. Für jede Vertragspartei, welche die Änderung später annimmt, tritt sie am ersten Tag des Monats in Kraft, der auf einen Zeitabschnitt von drei Monaten nach dem Tag folgt, an dem die betreffende Vertragspartei dem Generalsekretär ihre Annahme der Änderung mitgeteilt hat. SR 0.192.030"
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Notifikationen",
      "content": "Der Generalsekretär des Europarats notifiziert den Mitgliedstaaten des Rates und jedem Staat oder der Europäischen Gemeinschaft, die diesem Übereinkommen beigetreten sind: a jede Unterzeichnung; b jede Hinterlegung einer Ratifikations-, Annahme-, Genehmigungs- oder Beitrittsurkunde; c jeden Zeitpunkt des Inkrafttretens dieses Übereinkommens nach den Artikeln 13, 14 und 15; d jede Erklärung nach Artikel 15; e jede Kündigung nach Artikel 16; f jeden Änderungsvorschlag, jede nach Artikel 17 angenommene Änderung und den Tag ihres Inkrafttretens; g jede andere Handlung, Notifikation, Information oder Mitteilung im Zusammenhang mit diesem Übereinkommen."
    }
  ],
  "definitions": []
}