{
  "id": "sr-0-946-294-541-42",
  "type": "statute",
  "title": "Abkommen vom 17. Juli 1969 zwischen der Schweiz und Italien betreffend einige Veltliner Weine",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1970/472_472_472/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "",
      "content": "Die Ausfuhr der Weine mit Anrecht auf die Ursprungsbezeichnungen «Valtellina» und «Valtellina superiore», die aus den in der Veltliner Grenzzone (10 km) gelegenen und Bewohnern der Puschlaver Grenzzone [Grenzbewohner] gehörenden Rebbergen stammen und auf Grund des Abkommens zwischen Italien und der Schweiz betreffend den Grenz- und Weideverkehr vom 2. Juli 1953 bewirtschaftet werden, ist gestattet, sofern sie den im Dekret des Präsidenten der italienischen Republik vom 11. August 1968 über die Weine «Valtellina» und «Valtellina superiore» vorgesehenen Bestimmungen entsprechen und auch in dem in diesem Dekret umschriebenen Produktionsgebiet erzeugt wurden. Die Vorschriften des obgenannten Abkommens betreffend den Grenz- und Weideverkehr bleiben unberührt. Die zur Ausfuhr zugelassenen Mengen werden jährlich auf Grund der Bescheinigungen der Gemeindebehörden im Sinne des Anhanges II des obgenannten Abkommens festgesetzt und durch Experten beider Länder zweckmässig überprüft. Diese Bescheinigungen der Gemeindebehörden haben die nötigen Angaben über die Traubenproduktion sowie über die bezügliche Empfangsbestätigung zu enthalten, die von der Handelskammer Sondrio zuhanden der interessierten Produzenten im Sinne der Artikel 8, 9 und 10 des Dekretes des Präsidenten der Republik vom 24. Mai 1967 Nr. 506 ausgestellt wird. SR 0.631.256.945.41"
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "",
      "content": "Die in Frage kommenden Weinsorten müssen bei der Ausfuhr von der Bestätigung über den Traubenertrag begleitet sein, welche von der Handelskammer ausgestellt und durch Vermittlung der Gemeindebehörden zuhanden der interessierten Produzenten im Sinne von Artikel 10 des obgenannten Dekretes Nr. 506 ausgehändigt wird. Diese Bestätigung, die bei der Ausfuhr durch die zuständigen Zollbehörden entwertet werden muss, ersetzt das im Abkommen vom 25. April 1961 vorgesehene Ursprungszeugnis, soweit es sich um Weinpartien handelt, die den Grenzbewohnem gehören. SR 0.946.294.541.4"
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "",
      "content": "Im Sinne von Artikel 5 des Produktionsreglementes für die Weine «Valtellina» und «Valtellina superiore» werden die italienischen Behörden für diejenigen Weinposten, für welche die Puschlaver Grenzbewohner die vorgesehene Lagerung und Alterung ganz oder teilweise in der Schweiz durchführen möchten, die Ausfuhr unter folgenden Bedingungen gestatten: 1. die Lagerung und Alterung hat in der Puschlaver Grenzzone zu erfolgen; 2. die von der Handelskammer ausgestellte Bestätigung, welche die einzelnen Weinposten bei der Ausfuhr begleitet, hat einen Hinweis dieser Stelle zu enthalten, wonach der Wein erst nach der vorgeschriebenen Lagerung und Alterung in Verkehr gebracht werden darf; ausserdem ist je nach Weinsorte der Zeitpunkt aufzuführen, von welchem an der Wein unter den oben erwähnten Ursprungsbezeichnungen in Verkehr gebracht werden darf; 3. die Produzenten der fraglichen Grenzzone haben durch Vermittlung der Gemeindebehörden beim Ispettorato Provinciale Agricoltura von Sondrio ein entsprechendes Ausfuhrgesuch einzureichen, welches auf dem gleichen Wege die Ausfuhrbewilligung erteilt."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "",
      "content": "Bei der Einfuhr der den Grenzbewohnern gehörenden Weine «Valtellina» und «Valtellina superiore» in die Schweiz werden die schweizerischen Zollbehörden die Erhebung von Weinmustern vornehmen. Diese werden durch das kantonale chemische Laboratorium in Chur untersucht, welches das Analysenzeugnis ausstellen wird. Dieses Zeugnis hat in bezug auf die Lagerung und Alterung der Weine auf Schweizer Boden dieselben Angaben aufzuweisen, die in der im obigen Artikel 3 Absatz 2 vorgesehenen Bestätigung enthalten sind. Die schweizerischen Behörden werden die in der Bestätigung der Handelskammer vorgesehenen Lagerungs- und Alterungsvorgänge kontrollieren. Diese Bestätigung ist mit den Ein- und Ausgangsbüchern der interessierten Betriebe aufzubewahren. Die erwähnten Behörden verpflichten sich im besonderen zu überwachen, dass die in Frage kommenden Weine nicht vor Ablauf der vorgesehenen Lagerungs- und Alterungszeit in Verkehr gelangen (1 Jahr für den «Valtellina», 2 Jahre für den «Valtellina superiore», 4 Jahre für den «Valtellina superiore riserva»)."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "",
      "content": "Wer in der Schweiz Weine unter den kontrollierten Ursprungsbezeichnungen «Valtellina» oder «Valtellina superiore» in Verkehr bringt, welche den in der geltenden Gesetzgebung vorgesehenen Voraussetzungen nicht entsprechen, wird gemäss den Strafbestimmungen des Lebensmittelgesetzes vom 8. Dezember 1905 bestraft. Die Strafverfolgung im Sinne des Strafgesetzbuches bleibt vorbehalten. SR 817.0"
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "",
      "content": "Das vorliegende Abkommen tritt einen Monat nach dem Austausch der Ratifikationsurkunden in Kraft. Wird das Abkommen gekündigt, so bleibt es noch während sechs Monaten vom Tage der Kündigung an in Kraft. Ausgefertigt im Doppel in Rom, am 17. Juli 1969. Für die schweizerische Regierung: E. Moser Für die italienische Regierung: P. Archi"
    }
  ],
  "definitions": []
}