{
  "id": "sr-0-822-713-91",
  "type": "statute",
  "title": "Protokoll von 2014 vom 11. Juni 2014 zum Übereinkommen über Zwangsarbeit, 1930",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2018/143/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "",
      "content": "1. Bei der Umsetzung seiner Verpflichtungen aus dem Übereinkommen zur Beseitigung von Zwangs- oder Pflichtarbeit hat jedes Mitglied wirksame Massnahmen zu ergreifen, um ihre Anwendung zu verhindern und zu beseitigen, um den Opfern Schutz und Zugang zu geeigneten und wirksamen Rechtsbehelfen und Abhilfemassnahmen, wie zum Beispiel Entschädigung, zu gewährleisten und um die für Zwangs- oder Pflichtarbeit Verantwortlichen zu bestrafen. 2. Jedes Mitglied hat in Absprache mit den Arbeitgeber- und Arbeitnehmerverbänden eine innerstaatliche Politik und einen innerstaatlichen Aktionsplan zur wirksamen und dauerhaften Beseitigung von Zwangs- oder Pflichtarbeit zu entwickeln, unter Einbeziehung systematischer Massnahmen der zuständigen Stellen und gegebenenfalls in Koordinierung mit den Arbeitgeber- und Arbeitnehmerverbänden sowie mit anderen in Betracht kommenden Gruppen. 3. Die in dem Übereinkommen enthaltene Definition der Zwangs- oder Pflichtarbeit wird bekräftigt, und daher haben die in diesem Protokoll genannten Massnahmen ein gezieltes Vorgehen gegen den Menschenhandel für die Zwecke von Zwangs- oder Pflichtarbeit zu umfassen."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "",
      "content": "Die zur Verhütung von Zwangs- oder Pflichtarbeit zu treffenden Massnahmen haben zu umfassen: a) die Aufklärung und Unterrichtung der Menschen, insbesondere derjenigen, die als besonders anfällig gelten, um zu verhindern, dass sie zu Opfern von Zwangs- oder Pflichtarbeit werden; b) die Aufklärung und Unterrichtung der Arbeitgeber, um zu verhindern, dass sie in Zwangs- oder Pflichtarbeitspraktiken verwickelt werden; c) Bemühungen, um sicherzustellen, dass: i) der Geltungsbereich und die Durchsetzung der für die Verhütung von Zwangs- oder Pflichtarbeit relevanten Gesetzgebung, gegebenenfalls einschliesslich des Arbeitsrechts, alle Arbeitnehmer und alle Wirtschaftssektoren mit einschliessen, und ii) die Arbeitsaufsichtsdienste und die sonstigen Dienste, die für die Durchführung dieser Gesetzgebung verantwortlich sind, gestärkt werden; d) den Schutz von Personen, insbesondere Wanderarbeitnehmern, vor möglichen missbräuchlichen und betrügerischen Praktiken während des Anwerbungs- und Vermittlungsverfahrens; e) die Unterstützung der Wahrnehmung der Sorgfaltspflicht sowohl des öffentlichen als auch des privaten Sektors, um den Risiken von Zwangs- oder Pflichtarbeit vorzubeugen und darauf zu reagieren; f) die Bekämpfung der zugrunde liegenden Ursachen und Faktoren, die die Risiken von Zwangs- oder Pflichtarbeit erhöhen."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "",
      "content": "Jedes Mitglied hat wirksame Massnahmen zu ergreifen zur Ermittlung, zur Befreiung, zum Schutz, zur Erholung und zur Rehabilitation aller Opfer von Zwangs- oder Pflichtarbeit sowie zur Bereitstellung anderer Formen von Hilfe und Unterstützung."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "",
      "content": "1. Jedes Mitglied hat sicherzustellen, dass alle Opfer von Zwangs- oder Pflichtarbeit, ungeachtet ihrer Anwesenheit oder ihres Rechtsstatus im Hoheitsgebiet, Zugang zu geeigneten und wirksamen Rechtsbehelfen und Abhilfemassnahmen, wie zum Beispiel Entschädigung, haben. 2. Jedes Mitglied hat im Einklang mit den Grundsätzen seiner Rechtsordnung die Massnahmen zu treffen, die erforderlich sind, um sicherzustellen, dass die zuständigen Stellen die Befugnis haben, die Opfer von Zwangs- oder Pflichtarbeit wegen ihrer Beteiligung an unrechtmässigen Tätigkeiten, zu denen sie als unmittelbare Folge der ihnen auferlegten Zwangs- oder Pflichtarbeit gezwungen worden sind, nicht strafrechtlich zu verfolgen oder von einer Bestrafung abzusehen."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "",
      "content": "Die Mitglieder haben zusammenzuarbeiten, um die Verhütung und Beseitigung aller Formen von Zwangs- oder Pflichtarbeit sicherzustellen."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "",
      "content": "Die Massnahmen zur Anwendung der Bestimmungen dieses Protokolls und des Übereinkommens sind durch die innerstaatlichen Rechtsvorschriften oder durch die zuständige Stelle nach Absprache mit den in Betracht kommenden Arbeitgeber- und Arbeitnehmerverbänden festzulegen."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "",
      "content": "Die Übergangsbestimmungen von Artikel 1 Absätze 2 und 3 und der Artikel 3 bis 24 des Übereinkommens sind zu streichen."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "",
      "content": "1. Ein Mitglied kann dieses Protokoll gleichzeitig mit der Ratifikation des Übereinkommens oder jederzeit danach durch Mitteilung seiner förmlichen Ratifikation dieses Protokolls an den Generaldirektor des Internationalen Arbeitsamtes zur Eintragung ratifizieren. 2. Dieses Protokoll tritt zwölf Monate, nachdem die Ratifikationen zweier Mitglieder durch den Generaldirektor eingetragen worden sind, in Kraft. In der Folge tritt dieses Protokoll für jedes Mitglied zwölf Monate nach der Eintragung seiner Ratifikation in Kraft, und das Übereinkommen bindet das betreffende Mitglied unter Einbeziehung der Artikel 1 bis 7 dieses Protokolls."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "",
      "content": "1. Ein Mitglied, das dieses Protokoll ratifiziert hat, kann es, wann immer das Übereinkommen gemäss dessen Artikel 30 gekündigt werden kann, durch förmliche Mitteilung an den Generaldirektor des Internationalen Arbeitsamtes kündigen; die Kündigung wird von diesem eingetragen. 2. Die Kündigung des Übereinkommens gemäss dessen Artikel 30 oder 32 hat ohne weiteres die Wirkung einer Kündigung dieses Protokolls. 3. Jede Kündigung dieses Protokolls gemäss den Absätzen 1 oder 2 dieses Artikels wird erst ein Jahr nach der Eintragung wirksam."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "",
      "content": "1. Der Generaldirektor des Internationalen Arbeitsamtes gibt allen Mitgliedern der Internationalen Arbeitsorganisation Kenntnis von der Eintragung aller Ratifikationen, Erklärungen und Kündigungen, die ihm von den Mitgliedern der Organisation mitgeteilt werden. 2. Der Generaldirektor wird die Mitglieder der Organisation, wenn die Eintragung der zweiten Ratifikation erfolgt ist, auf den Zeitpunkt aufmerksam machen, zu dem dieses Protokoll in Kraft tritt."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "",
      "content": "Der Generaldirektor des Internationalen Arbeitsamtes übermittelt dem Generalsekretär der Vereinten Nationen zur Eintragung nach Artikel 102 der Charta der Vereinten Nationen vollständige Auskünfte über alle von ihm eingetragenen Ratifikationen, Erklärungen und Kündigungen. SR 0.120"
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "",
      "content": "Der französische und der englische Wortlaut dieses Protokolls sind in gleicher Weise verbindlich. (Es folgen die Unterschriften)"
    }
  ],
  "definitions": []
}