{
  "id": "sr-0-814-012-159-8",
  "type": "statute",
  "title": "Abkommen vom 17. Juni 2025 zwischen der Schweizerischen Eidgenossenschaft und dem Königreich Norwegen über grenzüberschreitende Zusammenarbeit bei der Kohlenstoffabscheidung, -nutzung und -speicherung und der Kohlenstoffentnahme",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2025/527/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Ziel",
      "content": "1. Dieses Abkommen regelt die Zusammenarbeit zwischen der Schweiz und Norwegen bei der Kohlenstoffabscheidung, -nutzung und -speicherung und der Kohlenstoffentnahme zur dauerhaften Speicherung. Mit der Zusammenarbeit sollen Klimaschutzmassnahmen verstärkt und eine Emissionsentwicklung bei den Treibhausgasen hin zu netto null bis 2050 erleichtert werden. Die Vertragsparteien fördern diesbezüglich die nachhaltige Entwicklung und gewährleisten die Umweltintegrität und die Transparenz, auch beim Verwaltungshandeln. 2. Dieses Abkommen gilt für CO 2 fossilen, biogenen und atmosphärischen Ursprungs. 3. Die Begriffe in diesem Abkommen werden gemäss den im Rahmen des Klimaübereinkommens beschlossenen Leitlinien ausgelegt."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Grenzüberschreitender Transport und Speicherung von CO 2",
      "content": "1. Dieses Abkommen bezieht sich auf den Transport von CO 2 von der Schweiz nach Norwegen zur dauerhaften Speicherung in geologischen Formationen des Meeresuntergrunds auf dem norwegischen Festlandsockel oder zu anderen Arten der dauerhaften Speicherung nach Anhang I. 2. Das dauerhaft gespeicherte CO 2 darf nicht erhebliche negative Auswirkungen haben, auch nicht auf die Meeresumwelt, die menschliche Gesundheit oder andere legitime Nutzungen des Meeres."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Zusammenarbeit nach Artikel 6 des Klimaübereinkommens bei der Kohlenstoffentnahme",
      "content": "Dieses Abkommen schafft den Rahmen für die Übertragung von Minderungsergebnissen, denen eine Kohlenstoffentnahme zugrunde liegt, zwischen der Schweiz und Norwegen nach Artikel 6 des Klimaübereinkommens, bei dauerhafter Speicherung von CO 2 nach Anhang I. Die international übertragenen Minderungsergebnisse (ITMOs) dürfen zum Erreichen der NDCs oder für andere internationale Minderungszwecke verwendet werden."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Nutzung von CO 2 -Transportnetzen und -Speicherstätten",
      "content": "Im Einklang mit der Richtlinie 2009/31/EG des Europäischen Parlaments und des Rates vom 23. April 2009 über die geologische Speicherung von Kohlendioxid und zur Änderung der Richtlinie 85/337/EWG des Rates (nachstehend «EU‑CCS-Richtlinie» genannt») erleichtert Norwegen die Nutzung allfälliger verfügbarer Kapazitäten der CO 2 -Transportnetze und Speicherstätten in Norwegen für das CO 2 aus der Schweiz zu fairen, transparenten und nichtdiskriminierenden Bedingungen zur dauerhaften Speicherung von CO 2 in geologischen Formationen des Meeresuntergrunds auf dem norwegischen Festlandsockel."
    },
    {
      "provision_ref": "art5",
      "chapter": "Kapitel III Zusammenarbeit nach Artikel 6 des Klimaübereinkommens bei der Kohlenstoffentnahme",
      "section": "5",
      "title": "Genehmigung",
      "content": "1. Die internationale Übertragung von Minderungsergebnissen und deren Verwendung zum Erreichen von NDCs oder für andere internationale Minderungszwecke bedarf der Genehmigung durch beide Vertragsparteien nach Artikel 6 Absatz 3 des Klimaübereinkommens und den dazu im Rahmen des Klimaübereinkommens beschlossenen Leitlinien sowie nach Absatz 2 des vorliegenden Artikels und muss den jeweiligen innerstaatlichen Anforderungen entsprechen. Jede Vertragspartei erteilt ihre Genehmigung gemäss den Modalitäten und Verfahren nach Anhang II Abschnitt a. 2. Zur Gewährleistung der Umweltintegrität und der Transparenz und zur Förderung der nachhaltigen Entwicklung gelten mindestens die folgenden Grundsätze und Kriterien: a. die Minderungsergebnisse sind real, verifiziert, zusätzlich zu solchen, die anderweitig erzielt würden, entsprechen der durch die zugrundeliegende Aktivität bewirkten Nettoentnahme und sind dauerhaft; b. das Jahr, in dem ein Minderungsergebnis erzielt wird, und die Verwendung dieses Ergebnisses sollen im gleichen NDC-Umsetzungszeitraum liegen; und c. die Minderungsergebnisse müssen aus Aktivitäten zur Kohlenstoffentnahme mit dauerhafter Speicherung von CO 2 nach Anhang I stammen."
    },
    {
      "provision_ref": "art6",
      "chapter": "Kapitel III Zusammenarbeit nach Artikel 6 des Klimaübereinkommens bei der Kohlenstoffentnahme",
      "section": "6",
      "title": "Monitoring, Verifizierung und Begutachtung",
      "content": "1. Für jede Minderungsaktivität, die nach diesem Abkommen anerkannte ITMOs hervorbringt, sind Monitoringberichte und deren Verifizierung durch eine unabhängige Drittstelle notwendig. Die Verifizierungsberichte bedürfen der Genehmigung durch beide Vertragsparteien gemäss den Regeln, Modalitäten und Verfahren nach Anhang II Abschnitt b. 2. Jede Minderungsaktivität wird gemäss den Modalitäten und Verfahren nach Anhang II Abschnitt b daraufhin begutachtet, ob sie die folgenden Anforderungen erfüllt: a. der Klimaeffekt, der dem international übertragenen Minderungsergebnis aus einer genehmigten Minderungsaktivität zugrunde liegt, wird nicht durch die zur Übertragung befugten Stelle beansprucht oder im Rahmen eines anderen Kreditierungsmechanismus oder -systems genutzt; b. es liegen keine Hinweise auf Diskrepanzen zu den in den Genehmigungen gemachten Angaben vor; c. es liegen keine Hinweise vor, dass bei der Durchführung der Minderungsaktivität, aus der die Minderungsergebnisse stammen, Menschenrechte oder innerstaatliche Rechtsvorschriften der übertragenden Vertragspartei verletzt wurden."
    },
    {
      "provision_ref": "art7",
      "chapter": "Kapitel III Zusammenarbeit nach Artikel 6 des Klimaübereinkommens bei der Kohlenstoffentnahme",
      "section": "7",
      "title": "Übertragung und Register",
      "content": "1. Auf Ersuchen der zur Übertragung befugten Stelle erleichtert jede Vertragspartei die internationale Übertragung von Minderungsergebnissen, die die Anforderungen nach Artikel 6 Absatz 2 dieses Abkommens erfüllen. Die Modalitäten und Verfahren für die Übertragung sind in Anhang II Abschnitt c festgelegt. 2. Jede Vertragspartei erfasst die Übertragungen von ITMOs nach diesem Abkommen in ihrem Register gemäss den im Rahmen des Klimaübereinkommens beschlossenen Leitlinien."
    },
    {
      "provision_ref": "art8",
      "chapter": "Kapitel III Zusammenarbeit nach Artikel 6 des Klimaübereinkommens bei der Kohlenstoffentnahme",
      "section": "8",
      "title": "Suspendierung künftiger Übertragungen",
      "content": "1. Jede Vertragspartei kann eine künftige Übertragung suspendieren, wenn: a. die andere Vertragspartei vom Klimaübereinkommen zurücktritt oder dessen Artikel 4 Absatz 2 nicht einhält, wobei die Beurteilung der Nichteinhaltung auf den massgebenden Überlegungen des nach Artikel 15 des Klimaübereinkommens eingerichteten Ausschusses beruhen soll; b. die andere Vertragspartei die Bestimmungen des vorliegenden Abkommens nicht einhält; c. die Genehmigung auf der Grundlage erheblich inkorrekter oder fehlerhaften Informationen erteilt wurde. 2. Die Suspendierung der Übertragung ist der anderen Vertragspartei durch schriftliche Notifikation mitzuteilen."
    },
    {
      "provision_ref": "art9",
      "chapter": "Kapitel IV Allgemeine Bestimmungen",
      "section": "9",
      "title": "Berichterstattung und Anrechnung nach dem Klimaübereinkommen",
      "content": "1. Jede Vertragspartei nimmt die Berichterstattung über das CO 2 , das im Zusammenhang mit unter dieses Abkommen fallenden Aktivitäten steht, und die Anrechnung dieses CO 2 gemäss den massgebenden Beschlüssen nach dem Rahmenübereinkommen der Vereinten Nationen über Klimaänderungen und dem Klimaübereinkommen vor. 2. Kommt es beim Transport zu einem Austritt von CO 2 , so stellen die Vertragsparteien sicher, dass nach dem Klimaübereinkommen über das ausgetretene CO 2 Bericht erstattet und dieses CO 2 angerechnet wird. 3. Die Vertragsparteien tauschen gegenseitig Informationen für eine genaue und transparente Berichterstattung und Anrechnung aus. 4. Die Vertragsparteien stellen sicher, dass das CO 2 , das unter dieses Abkommen fällt, nicht doppelt gezählt wird. 5. Jede Vertragspartei nimmt für ITMOs, die nach dem vorliegenden Abkommen übertragen werden, eine entsprechende Berichtigung vor gemäss den im Rahmen des Klimaübereinkommen beschlossenen Leitlinien."
    },
    {
      "provision_ref": "art10",
      "chapter": "Kapitel IV Allgemeine Bestimmungen",
      "section": "10",
      "title": "Transparenz und Informationsaustausch",
      "content": "1. Die Vertragsparteien unterstreichen, wie wichtig die Gewährleistung der Transparenz ist; sie tauschen die massgebenden Informationen zur Umsetzung dieses Abkommens aus. 2. Jede Vertragspartei macht der anderen Vertragspartei die massgebenden Informationen zugänglich betreffend die Umwelt, die Sicherheit sowie das Monitoring der Tätigkeiten, die mit dem Transport, der Injektion und der dauerhaften Speicherung von CO 2 im Geltungsbereich dieses Abkommens im Zusammenhang stehen. 3. Jede Vertragspartei kann bei der anderen Vertragspartei um Informationen und Klarstellungen ersuchen zu Tätigkeiten im Geltungsbereich dieses Abkommens. Die ersuchte Vertragspartei ist bestrebt, umgehend zu antworten. 4. Die Vertragsparteien sind jedoch nicht verpflichtet, vertrauliche oder schützenswerte Informationen oder Daten offenzulegen. Erhält eine Vertragspartei Informationen, die von der anderen Vertragspartei für vertraulich erklärt wurden, so behandelt sie diese Informationen entsprechend; sie legt sie nicht weiter offen und verwendet sie nicht im Widerspruch zu diesen Einschränkungen. Beide Vertragsparteien können solche Informationen jedoch jederzeit verwenden, um allgemeine Berichte über die Tätigkeiten betreffend den Transport und die dauerhafte Speicherung von CO 2 im Geltungsbereich dieses Abkommens zu erstellen. 5. Veröffentlicht eine Vertragspartei einen solchen allgemeinen Bericht, so stellt sie der anderen Vertragspartei spätestens zum Zeitpunkt der Veröffentlichung eine Kopie davon zu."
    },
    {
      "provision_ref": "art11",
      "chapter": "Kapitel IV Allgemeine Bestimmungen",
      "section": "11",
      "title": "Bestätigung und Zuteilung der Zuständigkeiten für die Erlaubniserteilung gemäss dem Londoner Protokoll",
      "content": "1. Die Vertragsparteien bestätigen, dass die erforderlichen Verfahren zur Erlaubniserteilung für die Tätigkeiten eingerichtet sind und dass die Erlaubnis von den zuständigen Behörden der Vertragsparteien erteilt werden können, wenn die jeweiligen Anforderungen erfüllt sind, damit die Bestimmungen von Anlage 2 des Londoner Protokolls und das sonstige anwendbare internationale Recht eingehalten werden. 2. Norwegen stellt sicher, dass die erforderliche Erlaubnis für die Beseitigung von Kohlendioxidströmen gemäss dem Londoner Protokoll in Gebieten, die im Hoheitsbereich Norwegens liegen, nach den anwendbaren Rechtsvorschriften erteilt werden."
    },
    {
      "provision_ref": "art12",
      "chapter": "Kapitel V Schlussbestimmungen",
      "section": "12",
      "title": "Umsetzung",
      "content": "1. Norwegen hat das Energieministerium und das Klima- und Umweltministerium ermächtigt, in seinem Namen die Umsetzung dieses Abkommens sicherzustellen. 2. Die Schweiz hat das Eidgenössische Departement für Umwelt, Verkehr, Energie und Kommunikation, vertreten durch das Bundesamt für Umwelt (BAFU), ermächtigt, in ihrem Namen die Umsetzung dieses Abkommens sicherzustellen."
    },
    {
      "provision_ref": "art13",
      "chapter": "Kapitel V Schlussbestimmungen",
      "section": "13",
      "title": "Konsultation in Bezug auf das Abkommen",
      "content": "Die Vertragsparteien kommen überein, einander zu konsultieren bei Fragen betreffend die Umsetzung oder das ordnungsgemässe Funktionieren dieses Abkommens oder im Fall von Streitigkeiten über seine Auslegung oder Anwendung."
    },
    {
      "provision_ref": "art14",
      "chapter": "Kapitel V Schlussbestimmungen",
      "section": "14",
      "title": "Inkrafttreten",
      "content": "1. Dieses Abkommen tritt 60 Tage nach seiner Unterzeichnung durch die Vertragsparteien in Kraft. 2. Die Vertragsparteien notifizieren der Internationalen Seeschifffahrts-Organisation dieses Abkommen, sobald es in Kraft getreten ist."
    },
    {
      "provision_ref": "art15",
      "chapter": "Kapitel V Schlussbestimmungen",
      "section": "15",
      "title": "Änderungen",
      "content": "Dieses Abkommen und seine Anhänge können von den Vertragsparteien jederzeit im gegenseitigen Einvernehmen schriftlich geändert werden."
    },
    {
      "provision_ref": "art16",
      "chapter": "Kapitel V Schlussbestimmungen",
      "section": "16",
      "title": "Kündigung",
      "content": "Jede Vertragspartei kann dieses Abkommen durch schriftliche Notifikation an die andere Vertragspartei kündigen. Eine solche Kündigung tritt nach einer Frist von zwei Kalenderjahren in Kraft, gerechnet ab dem Ende des NDC-Umsetzungszeitraums, während dessen die Kündigung notifiziert wurde, das heisst frühestens am 1. Januar 2033. Geschehen in Oslo am 17. Juni 2025 in zwei Urschriften in norwegischer, deutscher und englischer Sprache, wobei jeder Wortlaut gleichermassen verbindlich ist. Im Falle von Abweichungen geht der englische Wortlaut vor. Für die Schweizerische Eidgenossenschaft: Albert Rösti Für das Königreich Norwegen: Terje Aasland"
    }
  ],
  "definitions": []
}