{
  "id": "sr-0-211-112-15",
  "type": "statute",
  "title": "Übereinkommen vom 5. September 1980 über die Ausstellung von Ehefähigkeitszeugnissen (mit Anhang)",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1990/904_904_904/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "",
      "content": "Jeder Vertragsstaat verpflichtet sich, ein Ehefähigkeitszeugnis gemäss dem diesem Übereinkommen beigefügten Muster auszustellen, wenn einer seiner Angehörigen dies für seine Eheschliessung im Ausland verlangt und er nach dem Recht des ausstellenden Staates die Voraussetzungen für diese Eheschliessung erfüllt."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "",
      "content": "Für die Anwendung dieses Übereinkommens sind den Angehörigen eines Vertragsstaats die Flüchtlinge und Staatenlosen gleichgestellt, deren Personalstatut sich nach dem Recht dieses Staates bestimmt."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "",
      "content": "Alle Eintragungen in das Zeugnis sind in lateinischen Druckbuchstaben vorzunehmen; sie können ausserdem in den Schriftzeichen der Sprache der Behörde geschrieben werden, die das Zeugnis ausstellt."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "",
      "content": "1. Ein Datum ist in arabischen Zahlen einzutragen, die unter den Zeichen Jo, Mo und An in dieser Reihenfolge den Tag, den Monat und das Jahr bezeichnen. Der Tag und der Monat sind durch zwei, das Jahr ist durch vier Ziffern zu bezeichnen. Die ersten neun Tage des Monats und die ersten neun Monate des Jahres sind durch Ziffern von 01 bis 09 zu bezeichnen. 2. Dem Namen jedes im Zeugnis genannten Ortes ist der Name des Staates beizufügen, in dem dieser Ort liegt, wenn dieser Staat nicht derjenige ist, dessen Behörde das Zeugnis ausstellt. 3. Es sind ausschliesslich folgende Zeichen zu verwenden: – zur Bezeichnung des männlichen Geschlechts der Buchstabe M, zur Bezeichnung des weiblichen Geschlechts der Buchstabe F; – zur Bezeichnung der Staatsangehörigkeit die Buchstaben, mit denen das Land der Automobilzulassung angegeben wird; – zur Bezeichnung von Flüchtlingen die Buchstaben REF; – zur Bezeichnung von Staatenlosen die Buchstaben APA. 4. Wurde eine frühere Ehe aufgelöst, so sind im Feld 12 des Zeugnisses der Familienname und die Vornamen des letzten Ehegatten sowie das Datum, der Ort und der Grund der Auflösung anzugeben. Zur Angabe des Auflösungsgrunds sind ausschliesslich folgende Zeichen zu verwenden: – im Todesfall der Buchstabe D; – im Fall der Scheidung die Buchstaben DIV; – im Fall der Nichtigerklärung der Buchstabe A; – im Fall der Verschollenheit die Buchstaben ABS."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "",
      "content": "Ist die zuständige Behörde ausserstande, ein Feld oder einen Teil eines Feldes auszufüllen, so ist dieses Feld oder dieser Teil des Feldes durch Striche unbenutzbar zu machen."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "",
      "content": "1. Auf der Vorderseite jedes Zeugnisses ist der unveränderliche Wortlaut, mit Ausnahme der in Artikel 4 für das Datum vorgesehenen Zeichen, in mindestens zwei Sprachen zu drucken, von denen eine die Amtssprache oder eine der Amtssprachen des Staates ist, in dem das Zeugnis ausgestellt wird, und die andere die französische Sprache. 2. Die Bedeutung der Zeichen ist mindestens in der Amtssprache oder in einer der Amtssprachen jedes Staates anzugeben, der zur Zeit der Unterzeichnung dieses Übereinkommens Mitglied der Internationalen Kommission für das Zivilstandswesen ist, sowie in englischer Sprache. 3. Die Rückseite jedes Zeugnisses muss enthalten: – die Bezugnahme auf das Übereinkommen in den in Absatz 2 angegebenen Sprachen; – die Übersetzung des unveränderlichen Wortlauts in den in Absatz 2 angegebenen Sprachen, soweit diese nicht bereits auf der Vorderseite verwendet worden sind; – eine Zusammenfassung des Inhalts der Artikel 3, 4, 5 und 9 mindestens in der Amtssprache oder einer der Amtssprachen der Behörde, die das Zeugnis ausstellt. 4. Jede Übersetzung bedarf der Genehmigung durch das Büro der Internationalen Kommission für das Zivilstandswesen."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "",
      "content": "Die Zeugnisse sind zu datieren und mit der Unterschrift und dem Amtsstempel der ausstellenden Behörde zu versehen. Ihre Gültigkeit ist auf die Dauer von sechs Monaten begrenzt, vom Tag der Ausstellung an gerechnet."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "",
      "content": "1. Bei der Unterzeichnung, der Ratifikation, der Annahme, der Genehmigung oder dem Beitritt geben die Vertragsstaaten die für die Ausstellung der Zeugnisse zuständigen Behörden an. 2. Jede spätere Änderung wird dem Schweizerischen Bundesrat notifiziert. Die Liste der zuständigen Behörden kann beim Eidgenössischen Amt für das Zivilstandswesen, 3003 Bern, bezogen werden."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "",
      "content": "Jede Änderung des Zeugnisses durch einen Staat bedarf der Genehmigung durch die Internationale Kommission für das Zivilstandswesen."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "",
      "content": "Die Zeugnisse sind von der Beglaubigung oder jeder gleichwertigen Förmlichkeit im Hoheitsgebiet jedes durch dieses Übereinkommen gebundenen Staates befreit."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "",
      "content": "Dieses Übereinkommen bedarf der Ratifikation, Annahme oder Genehmigung; die Ratifikations‑, Annahme‑, oder Genehmigungsurkunden werden beim Schweizerischen Bundesrat hinterlegt."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "",
      "content": "1. Dieses Übereinkommen tritt am ersten Tag des dritten Monats in Kraft, der auf den Monat der Hinterlegung der dritten Ratifikations‑, Annahme‑, Genehmigungs‑ oder Beitrittsurkunde folgt. 2. Für den Staat, der das Übereinkommen nach seinem Inkrafttreten ratifiziert, annimmt oder genehmigt oder ihm beitritt, tritt das Übereinkommen am ersten Tag des dritten Monats in Kraft, der auf den Monat der Hinterlegung der Ratifikations‑, Annahme‑, Genehmigungs‑ oder Beitrittsurkunde durch diesen Staat folgt."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "",
      "content": "Jeder Staat kann diesem Übereinkommen beitreten. Die Beitrittsurkunde wird beim Schweizerischen Bundesrat hinterlegt."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "",
      "content": "Vorbehalte zu diesem Übereinkommen sind nicht zulässig."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "",
      "content": "1. Jeder Staat kann bei der Unterzeichnung, der Ratifikation, der Annahme, der Genehmigung oder dem Beitritt oder jederzeit danach erklären, dass sich dieses Übereinkommen auf alle oder einzelne Hoheitsgebiete erstreckt, deren internationale Beziehungen er wahrnimmt. 2. Diese Erklärung wird dem Schweizerischen Bundesrat notifiziert; die Erstreckung wird zu dem Zeitpunkt wirksam, in dem das Übereinkommen für den genannten Staat in Kraft tritt, oder, danach, am ersten Tag des dritten Monats, der auf den Monat des Eingangs der Notifikation folgt. 3. Jede Erstreckungserklärung kann durch eine an den Schweizerischen Bundesrat gerichtete Notifikation zurückgenommen werden; das Übereinkommen ist mit dem ersten Tag des dritten Monats, der auf den Monat des Eingangs der Notifikation folgt, auf das bezeichnete Hoheitsgebiet nicht mehr anzuwenden."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "",
      "content": "1. Dieses Übereinkommen gilt für unbegrenzte Zeit. 2. Jeder Vertragsstaat kann es aber nach Ablauf eines Jahres, vom Inkrafttreten des Übereinkommens für diesen Staat an gerechnet, jederzeit kündigen. Die Kündigung wird dem Schweizerischen Bundesrat notifiziert; sie wird am ersten Tag des sechsten Monats wirksam, der auf den Monat des Eingangs der Notifikation folgt. Das Übereinkommen bleibt zwischen den anderen Staaten in Kraft."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "",
      "content": "1. Der Schweizerische Bundesrat notifiziert den Mitgliedstaaten der Internationalen Kommission für das Zivilstandswesen und jedem anderen Staat, der diesem Übereinkommen beigetreten ist: a) jede Hinterlegung einer Ratiflikations‑, Annahme‑, Genehmigungs‑ oder Beitrittsurkunde; b) jeden Zeitpunkt des Inkrafttretens des Übereinkommens; c) jede Erklärung über die räumliche Erstreckung des Übereinkommens oder ihre Rücknahme sowie den Zeitpunkt, in dem sie wirksam wird; d) jede Kündigung des Übereinkommens und den Zeitpunkt, in dem sie wirksam wird; e) jede Erklärung nach Artikel 8. 2. Der Schweizerische Bundesrat setzt den Generalsekretär der Internationalen Kommission für das Zivilstandswesen von jeder Notifikation nach Absatz 1 in Kenntnis. 3. Nach dem Inkrafttreten dieses Übereinkommens übermittelt der Schweizerische Bundesrat dem Generalsekretär der Vereinten Nationen eine beglaubigte Abschrift zur Registrierung und Veröffentlichung nach Artikel 102 der Charta der Vereinten Nationen. SR 0.120"
    }
  ],
  "definitions": []
}