{
  "id": "sr-0-747-305-14",
  "type": "statute",
  "title": "Fakultatives Unterzeichnungsprotokoll vom 29. April 1958 über die obligatorische Beilegung von Streitigkeiten",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1966/1007_1036_1024/en",
  "provisions": [
    {
      "provision_ref": "artI",
      "section": "I",
      "title": "",
      "content": "Streitigkeiten über die Auslegung oder die Anwendung sämtlicher Übereinkommen über das Seerecht fallen unter die obligatorische Gerichtsbarkeit des Internationalen Gerichtshofes, der zu diesem Zweck auf Antrag jeder an der Streitigkeit beteiligten Partei, die selbst Vertragspartei dieses Protokolls ist, angerufen werden kann."
    },
    {
      "provision_ref": "artII",
      "section": "II",
      "title": "",
      "content": "Diese Verpflichtung bezieht sich auf alle Bestimmungen sämtlicher Übereinkommen über das Seerecht mit Ausnahme der Artikel 4, 5, 6, 7 und 8 des Übereinkommens über die Fischerei und die Erhaltung der biologischen Reichtümer der Hohen See, auf welche die Artikel 9, 10, 11 und 12 dieses Übereinkommens anwendbar bleiben. SR 0.923.05"
    },
    {
      "provision_ref": "artIII",
      "section": "III",
      "title": "",
      "content": "Die Parteien können innerhalb einer Frist von zwei Monaten, nachdem eine Partei der anderen ihre Auffassung mitgeteilt hat, dass eine Streitigkeit vorliegt, im gegenseitigen Einvernehmen ein Verfahren vor einem Schiedsgericht vereinbaren, statt den Gerichtshof anzurufen. Nach Ablauf dieser Frist kann jede Vertragspartei dieses Protokolls die Streitigkeit durch einen Antrag beim Gerichtshof anhängig machen."
    },
    {
      "provision_ref": "artIV",
      "section": "IV",
      "title": "",
      "content": "1. Die Vertragsparteien dieses Protokolls können ebenfalls im gegenseitigen Einvernehmen innerhalb der gleichen Frist von zwei Monaten vereinbaren, ein Vergleichsverfahren durchzuführen, ehe sie den Gerichtshof anrufen. 2. Die Vergleichskommission hat ihre Empfehlungen innerhalb von fünf Monaten nach ihrer Errichtung abzufassen. Weder diese Empfehlungen von den am Streit beteiligten Parteien nicht innerhalb von zwei Monaten nach ihrer Bekanntgabe angenommen, so steht es jeder Partei frei, die Streitigkeit durch einen Antrag beim Gerichtshof anhängig zu machen."
    },
    {
      "provision_ref": "artV",
      "section": "V",
      "title": "",
      "content": "Dieses Protokoll steht allen Staaten, die Vertragsparteien eines der von der Seerechtskonferenz der Vereinten Nationen angenommenen Übereinkommens über das Seerecht sind, zur Unterzeichnung offen und bedarf, gemäss den Verfassungsbestimmungen der Unterzeichnerstaaten, gegebenenfalls der Ratifikation."
    },
    {
      "provision_ref": "artVI",
      "section": "VI",
      "title": "",
      "content": "Der Generalsekretär der Vereinten Nationen benachrichtigt alle Staaten, die Vertragsparteien eines der Übereinkommen über das Seerecht werden, von der Unterzeichnung dieses Protokolls und von der Hinterlegung der Ratifikationsurkunden gemäss Artikel V."
    },
    {
      "provision_ref": "artVII",
      "section": "VII",
      "title": "",
      "content": "Das Original dieses Protokolls, dessen englischer, chinesischer, spanischer, französischer und russischer Wortlaut gleichermassen verbindlich ist, wird beim Generalsekretär der Vereinten Nationen hinterlegt, der jedem der in Artikel V bezeichneten Staaten eine beglaubigte Abschrift übermittelt."
    }
  ],
  "definitions": []
}