{
  "id": "sr-0-631-252-913-697-4",
  "type": "statute",
  "title": "Vereinbarung vom 26. Mai 1988 zwischen der Schweiz und der Bundesrepublik Deutschland über die Errichtung nebeneinanderliegender Grenzabfertigungsstellen am Grenzübergang Rafz-Solgen/Lottstetten",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1989/1777_1777_1777/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "",
      "content": "(1) Am Grenzübergang Rafz‑Solgen/Lottstetten werden auf schweizerischem Gebiet und deutschem Gebiet nebeneinanderliegende Grenzabfertigungsstellen errichtet. (2) Die schweizerische und die deutsche Grenzabfertigung finden bei diesen Grenzabfertigungsstellen statt."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "",
      "content": "Die Zonen umfassen: a) auf deutschem Gebiet: – die den schweizerischen Bediensteten zur Durchführung ihrer Aufgaben zur alleinigen oder gemeinschaftlichen Benutzung überlassenen Räume, – den das Dienstgebäude umgebenden Amtsplatz, – einen Abschnitt der Bundesstrasse 27 von der gemeinsamen Grenze bis zu einer Entfernung von 135 Metern, gemessen in Richtung Lottstetten vom Schnittpunkt der gemeinsamen Grenze zwischen den Grenzsteinen 105 und 105a mit der Achse der Strasse; b) auf schweizerischem Gebiet den Abstellplatz für Lastkraftwagen einschliesslich dessen Zu‑ und Abfahrt, der begrenzt wird von der Kantonsstrasse und von der gemeinsamen Grenze zwischen den Grenzsteinen 105 und 105a. Die Kantonsstrasse gehört nicht zur Zone."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "",
      "content": "(1) Die Zollkreisdirektion Schaffhausen und die Oberfinanzdirektion Freiburg i. Br. legen im gegenseitigen Einvernehmen die Einzelheiten fest, nötigenfalls unter Mitwirkung der zuständigen schweizerischen Polizeibehörde und des zuständigen deutschen Grenzschutzamtes. (2) Die Leiter der beiden Grenzabfertigungsstellen treffen im gegenseitigen Einvernehmen die kurzfristig erforderlichen Massnahmen."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "",
      "content": "Die Vereinbarung vom 25. April 1968 über die Errichtung nebeneinanderliegender Grenzabfertigungsstellen am Grenzübergang Rafz‑Solgen/Lottstetten‑Bundesstrasse wird aufgehoben. [ AS 1968 1273 ]"
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "",
      "content": "(1) Diese Vereinbarung wird gemäss Artikel 1 Absatz 4 des Abkommens vom 1. Juni 1961 durch den Austausch diplomatischer Noten bestätigt und in Kraft gesetzt. (2) Die Vereinbarung kann auf diplomatischem Wege unter Einhaltung einer Frist von sechs Monaten je auf den ersten Tag eines Monats gekündigt werden. Geschehen zu Bonn am 26. Mai 1988 in zwei Urschriften in deutscher Sprache. Für die zuständigen obersten schweizerischen Behörden: H. Lauri Für die Bundesminister der Finanzen und des Innern der Bundesrepublik Deutschland: W. Schmutzer SR 0.631.252.913.690"
    }
  ],
  "definitions": []
}