{
  "id": "sr-0-973-242-34",
  "type": "statute",
  "title": "Abkommen vom 9. Oktober 1973 zwischen der Regierung der Schweizerischen Eidgenossenschaft und der Regierung der Republik Indien betreffend die Gewährung eines Transferkredites und eines Finanzhilfegeschenkes (mit Durchführungsprotokoll und Briefen)",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1974/1775_1775_1775/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "",
      "content": "Der Totalwert der Investitionsgüterlieferungen, die in dieses Abkommen einbezogen werden können, beträgt fünfundfünfzig Millionen Schweizerfranken. Unter das Abkommen fallen nur Investitionsgüterlieferungen schweizerischen Ursprungs, die für die Verwirklichung indischer Entwicklungsprojekte bestimmt sind und bei denen sich ihrer Natur nach lange Amortisationsfristen rechtfertigen."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "",
      "content": "Der Einschluss einer Lieferung in den Rahmen dieses Abkommens bedarf der vorherigen Zustimmung der zuständigen Behörden dieser Länder."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "",
      "content": "Für alle Lieferverträge, die unter dieses Abkommen fallen, gelten die im beiliegenden Durchführungsprotokoll festgelegten einheitlichen Bedingungen."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "",
      "content": "Die schweizerische Regierung wird im Rahmen ihrer gesetzlichen Kompetenzen den Abschluss von Lieferverträgen und ihre Finanzierung erleichtern."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "",
      "content": "Für die Teilfinanzierung von Investitionsgütern im Wert von 55 Millionen Schweizer Franken gewährt die Schweizerische Regierung der Regierung Indiens einen Transferkredit (14 151 842,25 Schweizer Franken) und ein Geschenk (10 598 157,75 Schweizer Franken) in einer Höhe von insgesamt 24,75 Millionen Schweizer Franken unter der Bedingung, dass zwischen der Regierung Indiens und einem Konsortium von Schweizer Banken eine Vereinbarung über die Gewährung eines Transferkredites in derselben Höhe abgeschlossen wird. Diese Transferkredite und dieses Geschenk müssen ausschliesslich zur Finanzierung von Investitionsgütern schweizerischen Ursprungs verwendet werden, dies in Übereinstimmung mit dem Abkommen. Fassung gemäss Ziff. 2 des Briefwechsels vom 19. April 1978, in Kraft seit 1. Jan. 1978 ( AS 1979 1131 )."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "",
      "content": "Die Transferkredite und das Geschenk der schweizerischen Regierung und des schweizerischen Bankenkonsortiums stehen der indischen Regierung nach Massgabe der Bestimmungen des in Artikel 3 erwähnten Durchführungsprotokolls zur Verfügung. Fassung gemäss Ziff. 2 des Briefwechsels vom 19. April 1978, in Kraft seit 1. Jan. 1978 ( AS 1979 1131 )."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "",
      "content": "1. die indische Regierung verpflichtet sich, a) jeden zulasten des Transferkredits der schweizerischen Regierung bezogenen Betrag innert achtzehn Jahren, vom Tage seiner Beanspruchung an gerechnet, zurückzuzahlen. Während der ersten zwölf Jahre dieses Zeitraumes finden keine Rückzahlungen statt. Sie erfolgen in gleichen halbjährlichen Raten verteilt auf die restlichen sechs Jahre, wobei die erste Rate sechs Monate und die letzte Rate zweiundsiebzig Monate nach Ablauf der zwölfjährigen Karenzfrist fällig wird; b) jeden zulasten des Transferkredites des schweizerischen Bankenkonsortiums bezogenen Betrag innert zwölf Jahren, vom Tage seiner Beanspruchung an gerechnet, zurückzuzahlen. Während der ersten sechs Jahre dieses Zeitraumes finden keine Rückzahlungen statt. Sie erfolgen in gleichen halbjährlichen Raten verteilt auf die restlichen sechs Jahre, wobei die erste Rate sechs Monate und die letzte Rate zweiundsiebzig Monate nach Ablauf der sechsjährigen Karenzfrist fällig wird; c) die Zinsen auf den ausstehenden Kapitalbeträgen der Transferkredite der schweizerischen Regierung und des schweizerischen Bankenkonsortiums am Ende jedes Kalenderhalbjahres zu entrichten. Der Zinssatz für den Transferkredit der schweizerischen Regierung beträgt ein Prozent im Jahr. 2. Die indische Regierung behält sich vor, die aufgrund der Transferkredite der schweizerischen Regierung und des schweizerischen Bankenkonsortiums bezogenen Beträge ganz oder teilweise vorzeitig zurückzuzahlen."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "",
      "content": "die Zinszahlungen und Kapitalrückzahlungen für beide Transferkredite sind in freien und effektiv verfügbaren Schweizerfranken vorzunehmen."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "",
      "content": "Die indische Regierung wird die schweizerische Regierung, die schweizerischen Lieferanten und die schweizerischen Banken von jeder indischen Fiskalabgabe oder Steuer auf und/oder im Zusammenhang mit den diesem Abkommen unterstellten Krediten und darauf entstehenden Zinsen befreien."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "",
      "content": "Dieses Abkommen tritt in Kraft, sobald beide Regierungen einander mitgeteilt haben, dass die verfassungsmässigen Bedingungen für die Inkraftsetzung des Abkommens erfüllt sind. Geschehen in Neu-Delhi, am 9. Oktober 1973, in sechs Originalen, wovon zwei in englischer Sprache, zwei in französischer Sprache und zwei in Hindi; alle Texte besitzen gleiche Rechtskraft, wobei im Falle von Auslegungsunterschieden der englische Text vorgeht. Für die Regierung der Schweizerischen Eidgenossenschaft: Fritz Real Für die Regierung der Republik Indien: M. G. Kaul"
    }
  ],
  "definitions": []
}