{
  "id": "sr-0-923-22",
  "type": "statute",
  "title": "Abkommen vom 29. Juli 1991 zwischen dem Schweizerischen Bundesrat und der Regierung der Französischen Republik über die Ausübung der Fischerei und den Schutz des aquatischen Lebensraumes im Grenzabschnitt des Doubs (mit Anhang)",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1993/2445_2445_2445/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Anwendungsbereich",
      "content": "1. Dieses Abkommen gilt für den Doubs, soweit er die Grenze zwischen der Schweiz und Frankreich bildet: a) der Abschnitt zwischen Villers-le-Lac bis zum Grenzstein 606 (Biaufond), nachfolgend «mittlerer Doubs»; b) der Abschnitt zwischen dem Grenzstein 606 (Biaufond) bis zum Grenzstein 605 (Clairbief), nachfolgend «französischer Doubs» genannt; c) der Abschnitt zwischen dem Grenzstein 559 (Ocourt) bis zum Grenzstein 558 (La Motte), nachfolgend «schweizerischer Doubs» genannt. 2. Im Sinne des vorliegenden Abkommens umfasst der Begriff «Fisch» ebenfalls die Krebse. AS 1993 2594"
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Zweck",
      "content": "Das vorliegende Abkommen bezweckt: a) die Bestimmungen über die Ausübung der Fischerei in den in Artikel 1 genannten Abschnitten des Doubs zwischen den beiden Staaten zu vereinheitlichen; b) den Fischen und ihrem Lebensraum wirksamen Schutz angedeihen zu lassen."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Vollzugsverordnung",
      "content": "1. Die Bestimmungen über die technischen und finanziellen Belange der Fischerei in den in Artikel 1 definierten Abschnitten des Doubs sind Gegenstand der Vollzugsverordnung zu diesem Abkommen, zu dem sie einen integrierenden Bestandteil bilden. Die weiteren Bestimmungen über die Ausübung der Fischerei, über den Schutz des aquatischen Lebensraumes und den Schutz des Fischbestandes, die nicht in dieser Vollzugsverordnung vorgesehen sind, insbesondere diejenigen betreffend die Verstösse, werden für die im Hoheitsgebiet der beiden Staaten gelegenen Gewässer durch die dort geltenden Gesetzgebungen und Ausführungsbestimmungen geregelt. 2. Im Rahmen der Bestimmungen des vorliegenden Abkommens können die Parteien nach Befragung der in Artikel 9 vorgesehenen gemischten Kommission mittels Notenaustausches alle notwendig erscheinenden Änderungen der in Absatz 1 erwähnten Vollzugsverordnung vornehmen. SR 0.923.221"
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Fischereirecht",
      "content": "1. Niemand ist zur Fischerei in den in Artikel 1 definierten Abschnitten des Doubs berechtigt, ohne Inhaber einer Fischereiberechtigung für die betroffenen Gewässer zu sein. 2. Die Erlangung der Fischereiberechtigung und die mit der Ausübung verbundenen Auflagen werden festgelegt: a) durch die Bestimmungen des vorliegenden Abkommens und seiner Vollzugsverordnung; b) durch die Gesetzgebungen und dazugehörigen Ausführungsbestimmungen, welche für die im Hoheitsgebiet der beiden Staaten gelegenen Gewässer gelten, soweit diese Bestimmungen nicht im Widerspruch zum vorliegenden Abkommen stehen. 3. Fischer, denen das Recht zu fischen in einem der Staaten entzogen wurde, dürfen im anderen Staat keine Fischereiberechtigung erhalten. 4. Für den «französischen Doubs» wird der Fischereiverein, der das dem französischen Staat gehörende Fischereirecht gepachtet hat, gehalten, dem Kanton Jura eine Vergütung auszubezahlen; deren Höhe wird jedes Jahr durch die gemischte Kommission festgelegt und durch die zuständigen Behörden bestätigt, dies als Kompensation für die fischereilichen Wiederherstellungsmassnahmen und den Fischbesatz sowie für die Fischereiaufsicht durch schweizerische Aufseher. SR 0.923.221"
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Schutz des Lebensraumes der Fische",
      "content": "1. Der Lebensraum der Fische, insbesondere Gebiete, die eine besondere Wichtigkeit für die Fortpflanzung und das Jungfischaufkommen haben, muss vor jeglichem schädlichem Einfluss geschützt werden. 2. Bei Arbeiten an den Ufern oder am Bett des Doubs sowie bei Eingriffen, die das Regime oder die Qualität des Wassers beeinflussen, verwenden sich die beiden Parteien dafür, dass alle Massnahmen zugunsten des Schutzes der Fische und deren Lebensraum ergriffen werden."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Fischereiaufsicht",
      "content": "1. Die zuständigen Behörden der beiden Staaten bezeichnen zuhanden des anderen Staates die Kategorien der Aufsichtspersonen, denen die Fischereiaufsicht und die Fischereipolizei in den in Artikel 1 des vorliegenden Abkommens erwähnten Abschnitten des Doubs obliegt. 2. Diese Aufsichtspersonen dürfen ihre Befugnisse nur auf dem Hoheitsgebiet des Staates ausüben, dem sie unterstehen. Jedoch können sie im Falle einer offenkundigen Widerhandlung, und im Abschnitt des «schweizerischen Doubs» und des «französischen Doubs» zur Kontrolle der Fischereiberechtigung, ihre Amtshandlungen auch im Doubsbereich des anderen Staates ausüben sowie am Ufer dieses Staates, wobei sich dieses auf eine für die Fischerei sowie den Durchgang der Fischer und der Aufsichtspersonen notwendigen Bereich beschränkt, und sie können dabei insbesondere Tatbestandsprotokolle aufnehmen. Sie können hingegen keine Zwangsmittel anwenden und keine Beschlagnahmungen auf dem Territorium des anderen Staates vomehmen. 3. Diese Aufsichtspersonen können die zuständigen Behörden des Nachbarstaates auffordern, beschuldigte Personen ausfindig zu machen oder Gegenstände, mit denen die Straftaten begangen wurden und die sich auf dem Hoheitsgebiet des anderen Staates befinden, sowie die widerrechtlich gefangenen Fische zu beschlagnahmen. Für die Beistandshandlungen gilt die Gesetzgebung des Staates, in dem solche vorgenommen werden müssen. 4. Wenn diese Aufsichtspersonen ihre Befugnisse auf dem Hoheitsgebiet des anderen Staates ausüben, müssen sie als Aufsichtsbeamte kenntlich sein. Sie können ihre Uniform und ihre Dienstbewaffnung tragen. Von ihren Waffen dürfen sie jedoch nur im Fall von Notwehr Gebrauch machen."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Widerhandlungen gegen die Aufsichtspersonen",
      "content": "1. Wenn die Aufsichtspersonen gemäss den Bestimmungen von Artikel 6 Absatz 2 des vorliegenden Abkommens ihre Befugnisse auf dem Territorium des anderen Staates ausüben, kommt ihnen gleicher Schutz und gleiche Hilfeleistung zu wie den Aufsichtspersonen dieses Staates. 2. Bei Widerhandlungen, welche gegen die Aufsichtspersonen einer der beiden Staaten unter Ausübung ihrer Befugnisse auf dem Hoheitsgebiet des anderen Staates begangen werden, sind die strafrechtlichen Bestimmungen anwendbar, welche für derartige Tatbestände gegen Aufsichtspersonen des letztgenannten Staates bei der Ausübung gleichartiger Amtshandlungen gelten."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Strafverfolgung bei Widerhandlungen",
      "content": "1. Jede der beiden Parteien verfolgt auf ihrem Hoheitsgebiet lebende Personen, welche beschuldigt sind, auf dem Hoheitsgebiet des anderen Staates eine Widerhandlung gegen die Artikel 4 und 7 des vorliegenden Abkommens oder gegen die dazugehörige Vollzugsverordnung begangen zu haben; dabei kommen die gleichen Gesetze zur Anwendung, wie wenn die Widerhandlungen auf dem eigenen Hoheitsgebiet begangen worden wären. 2. Das Strafverfahren beginnt damit, dass die Gerichtsbehörde des Staates, auf dessen Hoheitsgebiet die Widerhandlung begangen wurde, der Gerichtsbehörde des für die Strafverfolgung zuständigen Staates das Tatbestandsprotokoll gemäss Absatz 1 dieses Artikels mitteilt. 3. Jedoch wird von einer Strafverfolgung abgesehen, wenn der Zuwiderhandelnde nachweist, dass der Gegenstand eines Verfahrens war, in welchem die öffentliche Anklage endgültig abgeschlossen worden ist, oder dass er im anderen Staat für dieselbe Widerhandlung endgültig abgeurteilt worden ist und dass er im Falle der Verurteilung, die ihm auferlegte Strafe vollständig abgebüsst hat, dass diese verjährt ist oder durch Begnadigung bzw. Amnestie vollständig oder hinsichtlich des noch nicht abgebüssten Teils getilgt worden ist. 4. Die Verfahrenskosten werden nicht vergütet. Die Bussenbeträge und Verkaufserlöse kommen demjenigen Staate zu, in welchem die Verurteilung erfolgte. Die Wiedergutmachungsleistungen kommen der geschädigten Partei zu. SR 0.923.221"
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Gemischte Kommission",
      "content": "1. Eine gemischte Kommission wird eingesetzt, sobald das vorliegende Abkommen in Kraft tritt. 2. Jede vertragschliessende Partei ernennt die Mitglieder ihrer Abordnung, deren Anzahl höchstens drei betragen darf. Die Kommission gibt sich selber ihr internes Reglement. 3. Jede Abordnung kann von ihr bezeichnete Experten beiziehen. Jedes Mitglied einer Abordnung kann sich durch einen Experten vertreten lassen. 4. Die gemischte Kommission tagt mindestens einmal im Jahr, abwechselnd auf schweizerischem und französischem Hoheitsgebiet. Weiter kann sie zusammentreten, wenn eine der beiden Abordnungen dies wünscht, und zwar spätestens drei Monate nach Bekanntgabe des Ansuchens. 5. Die gemischte Kommission hat insbesondere folgende Aufgaben: a) sie wacht über die Anwendung des vorliegenden Abkommens und der dazugehörigen Vollzugsverordnung; b) sie sorgt für den Informationsaustausch zwischen den Parteien; c) sie legt jedes Jahr den Betrag und die Berechnungsmodalität für die in Artikel 4 Absatz 4 des vorliegenden Abkommens vorgesehene Entschädigung fest; d) sie hat den vertragschliessenden Parteien Vorschläge zur Änderung der Vollzugsverordnung gemäss Artikel 3 Absatz 2 des vorliegenden Abkommens vorzubereiten und vorzulegen; e) sie erleichtert die gegenseitige Beziehung der Behörden, die mit dem Vollzug des vorliegenden Abkommens und seiner Vollzugsverordnung beauftragt sind. Weiter kann die gemischte Kommission beauftragt werden, sich mit Schwierigkeiten betreffend die Anwendung des vorliegenden Abkommens und seiner Vollzugsverordnung zu befassen und Lösungsvorschläge vorzulegen. SR 0.923.221"
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Benachrichtigung im Dringlichkeitsfalle",
      "content": "Im Falle von Gewässerverschmutzungen, bedeutenden Absenkungen des Wasserstandes in den in Artikel 1 festgelegten Abschnitten des Doubs und generell im Falle von Ereignissen, die den aquatischen Lebensraum und die Fischbestände schädigen können, benachrichtigen sich die zuständigen Behörden der beiden Staaten gegenseitig und unverzüglich über die Massnahmen, die sie treffen, um die Fische und deren Lebensraum zu schützen."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Besatzmassnahmen",
      "content": "Die zuständigen Behörden der beiden Staaten betreiben, geben den Auftrag zum Betrieb oder geben im gegenseitigen Einverständnis die Erlaubnis zum Betrieb von Brut‑ und Aufzuchtanlagen. Sie besorgen den Fang der für die Aufzucht erforderlichen Laichfische."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Forschung",
      "content": "Die beiden Parteien unterstützen die angewandte Forschung auf den Gebieten der Hydrobiologie und der Fischerei, insbesondere des natürlichen aquatischen Lebensraumes der Fischkrankheiten und deren Bekämpfung sowie der fischereilichen Bewirtschaftung."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Schriftverkehr zwischen den Behörden",
      "content": "Jede Partei bezeichnet die zuständigen Behörden, denen die Anwendung des vorliegenden Abkommens und seiner Vollzugsverordnung aufgetragen ist, und übermittelt der anderen Partei die entsprechende Liste. Diese Behörden verkehren direkt miteinander und übermitteln einander rechtzeitig folgende Unterlagen: a) namentliche Listen der zur Überwachung der Fischerei ernannten Aufsichtspersonen; b) die genaue Abgrenzung der Schongebiete; c) die Fang‑ und Besatz‑Statistiken; d) die aufgrund von Artikel 8 der Vollzugsverordnung bewilligten Abweichungen; e) die Programme und Ergebnisse der wissenschaftlichen Studien. SR 0.923.221"
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Aufhebung bisherigen Rechts",
      "content": "Das vorliegende Abkommen ersetzt den Notenaustausch zwischen der Schweiz und Frankreich vom 5. Februar und 15. Juni 1948 betreffend die Fischerei in den die Grenze zwischen der Schweiz und Frankreich bildenden Gewässern des Doubs."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Schiedsgericht",
      "content": "Jede Streitigkeit zwischen den vertragschliessenden Parteien über Auslegung und Anwendung dieses Abkommens, die nicht auf dem Verhandlungsweg beigelegt werden kann, wird auf Ersuchen einer Partei dem Schiedsspruch unterstellt; sofern die vertragschliessenden Parteien nichts anderes vorsehen, gelten dabei die diesem Abkommen als Anhang beigefügten Bestimmungen."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Vertragsrevisionen",
      "content": "Das vorliegende Abkommen kann auf Antrag einer der Parteien geändert werden. Die beiden Parteien beraten über die Änderungen, die am vorliegenden Abkommen vorzunehmen wären."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Dauer des Vertrages",
      "content": "Das vorliegende Abkommen wird für eine erste Zeitspanne von fünf Jahren ab dem Inkrafttreten abgeschlossen. Wenn es nicht sechs Monate vor Ablauf dieser Zeitspanne von einer der vertragschliessenden Parteien gekündigt wird, bleibt das Abkommen für weitere Zeitspannen von je zwei Jahren in Kraft."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Inkrafttreten",
      "content": "Jede Partei teilt der anderen per Note mit, dass die verfassungsmässig notwendigen Verfahren zur Inkraftsetzung des vorliegenden Abkommens erfüllt sind. Das Inkrafttreten erfolgt am ersten Tag des zweiten Monats nach dem Empfang der letzten Bekanntgabe."
    }
  ],
  "definitions": []
}