{
  "id": "sr-0-192-122-50",
  "type": "statute",
  "title": "Abkommen vom 19. März 1993 zwischen dem Schweizerischen Bundesrat und dem Internationalen Komitee vom Roten Kreuz zur Festlegung der rechtlichen Stellung des Komitees in der Schweiz",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1993/1504_1504_1504/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "I. Rechtsstellung, Vorrechte und Immunitäten des IKRK",
      "section": "1",
      "title": "Rechtspersönlichkeit",
      "content": "Der Schweizerische Bundesrat anerkennt die internationale Rechtspersönlichkeit und die Rechtsfähigkeit des Internationalen Komitees vom Roten Kreuz (nachstehend «Komitee» oder «IKRK») in der Schweiz, dessen Funktionen in den Genfer Konventionen von 1949 und den Zusatzprotokollen von 1977 sowie in den Statuten der Internationalen Rotkreuz und Rothalbmond-Bewegung verankert sind. SR 0.518.12 , 0.518.23 , 0.518.42 , 0.518.51 SR 0.518.521 , 0.518.521"
    },
    {
      "provision_ref": "art2",
      "chapter": "I. Rechtsstellung, Vorrechte und Immunitäten des IKRK",
      "section": "2",
      "title": "Handlungsfreiheit des IKRK",
      "content": "Der Schweizerische Bundesrat gewährleistet die Unabhängigkeit und die Handlungsfreiheit des IKRK."
    },
    {
      "provision_ref": "art3",
      "chapter": "I. Rechtsstellung, Vorrechte und Immunitäten des IKRK",
      "section": "3",
      "title": "Unverletzbarkeit der Räumlichkeiten",
      "content": "Die Gebäude oder Gebäudeteile und das anliegende Gelände, die, wer immer ihr Eigentümer ist, vom IKRK für seine eigenen Zwecke benützt werden, sind unverletzbar. Kein Vertreter schweizerischer Behörden darf sie ohne ausdrückliche Zustimmung des Komitees betreten. Nur der Präsident oder die von ihm gehörig ermächtigte Person ist befugt, auf diese Unverletzbarkeit zu verzichten."
    },
    {
      "provision_ref": "art4",
      "chapter": "I. Rechtsstellung, Vorrechte und Immunitäten des IKRK",
      "section": "4",
      "title": "Unverletzbarkeit der Archive",
      "content": "Die Archive des IKRK und, ganz allgemein, alle diesem gehörenden oder in dessen Besitz befindlichen Dokumente und Datenträger sind jederzeit und wo immer sie sich befinden unverletzbar. Diese Unverletzbarkeit erstreckt sich auf die Archive, Dokumente und Daten des IKRK sowie auf die Dokumente und Daten, die dem IKRK im Rahmen seines humanitären Auftrags anvertraut werden oder für die das IKRK verantwortlich ist, unabhängig von ihrer Form (physisch oder digital), einschliesslich Datenbanken, und unabhängig von der natürlichen oder juristischen Person, die im Namen des IKRK darüber verfügt, sie hostet oder bearbeitet. Satz eingefügt durch Art. 1 des Prot. vom 27. Nov. 2020, in Kraft seit 1. Jan. 2021 ( AS 2020 5765 )."
    },
    {
      "provision_ref": "art4a",
      "chapter": "I. Rechtsstellung, Vorrechte und Immunitäten des IKRK",
      "section": "4a",
      "title": "a Nichtoffenlegungsprivileg",
      "content": "Der Bund verpflichtet sich, die ihm vom IKRK übermittelten Dokumente und Mitteilungen sowie den Inhalt seiner Mitteilungen an das IKRK, einschliesslich der damit verbundenen Berichte und Arbeitsdokumente, vertraulich zu behandeln. Dies bedeutet, dass ihr Inhalt nur dem beabsichtigten Empfänger offenbart und ihre Offenlegung oder ihre Verwendung in Gerichts- und Verwaltungsverfahren nicht ohne die vorherige schriftliche Zustimmung des IKRK gestattet werden darf. Eingefügt durch Art. 2 des Prot. vom 27. Nov. 2020, in Kraft seit 1. Jan. 2021 ( AS 2020 5765 )."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Befreiung von der Gerichtsbarkeit und der Vollstreckung",
      "content": "1. Das IKRK geniesst im Rahmen seiner Tätigkeit Befreiung von der Gerichtsbarkeit und der Vollstreckung, ausser in folgenden Fällen: a) soweit diese Befreiung im Einzelfall ausdrücklich vom Präsidenten des IKRK oder von der vom Präsidenten gehörig ermächtigten Person aufgehoben worden ist; b) im Falle einer gegen das IKRK angestrengten zivilrechtlichen Haftungsklage wegen eines Schadens, der durch irgendein jenem gehörendes oder für es betriebenes Fahrzeug verursacht wurde; c) im Falle einer Streitigkeit zwischen dem Komitee und seinen Mitarbeitern oder ehemaligen Mitarbeitern bzw. deren Rechtsnachfolgern in Angelegenheiten der Dienstverhältnisse; d) im Falle einer durch gerichtliche Entscheidung angeordneten Pfändung von Gehältern, Löhnen und sonstigen Bezügen, welche das IKRK einem Mitglied des Personals schuldet; e) im Falle einer Streitigkeit zwischen dem IKRK und der in Artikel 10 Absatz 1 des vorliegenden Abkommens vorgesehenen Pensionskasse oder Fürsorgeeinrichtung; f) im Falle einer Widerklage, die in direktem Zusammenhang mit einer durch das IKRK erhobenen Hauptklage steht, g) im Falle der Vollstreckung eines in Anwendung von Artikel 22 des vorliegenden Abkommens getroffenen Schiedsspruchs. 2. Die Gebäude oder Gebäudeteile, das anliegende Gelände sowie die beweglichen Vermögenswerte, die Eigentum des IKRK sind oder vom Komitee für seine Zwecke verwendet werden, dürfen, unabhängig davon, wo sie sich befinden und wer sie im Besitz hat, Gegenstand keiner Zwangsvollstreckungsmassnahme, Enteignung oder Requisition sein."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Steuerliche Behandlung",
      "content": "1. Das IKRK , seine Guthaben, Einkünfte und anderen Vermögenswerte sind von den direkten Steuern des Bundes, der Kantone und der Gemeinden befreit. Für Liegenschaften und ihren Ertrag gilt diese Befreiung jedoch nur, soweit die Liegenschaften Eigentum des Komitees sind und von dessen Dienststellen benützt werden. 2. Das IKRK ist von indirekten Steuern des Bundes, der Kantone und der Gemeinden befreit. Es ist insbesondere für alle Bezüge von Gegenständen und Dienstleistungen in der Schweiz von steuerpflichtigen Personen sowie für alle Bezüge von Dienstleistungen, die der Bezugsteuer unterliegen, von der Mehrwertsteuer (MWST) befreit, wenn sie ausschliesslich für den eigenen amtlichen Gebrauch bestimmt sind. 3. Das IKRK ist von allen Gebühren des Bundes, der Kantone und der Gemeinden befreit, soweit diese nicht als Vergütung für bestimmte Dienstleistungen erhoben werden. 4. Die MWST-Befreiung wird auf Antrag des IKRK durch Steuerentlastung an der Quelle gewährt, ausnahmsweise auf dem Wege der Rückerstattung gemäss der schweizerischen Gesetzgebung. Fassung gemäss Art. 3 des Prot. vom 27. Nov. 2020, in Kraft seit 1. Jan. 2021 ( AS 2020 5765 ). Fassung gemäss Art. 4 des Prot. vom 27. Nov. 2020, in Kraft seit 1. Jan. 2021 ( AS 2020 5765 )."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Zollbehandlung",
      "content": "Die zollamtliche Behandlung der für den amtlichen Gebrauch des IKRK bestimmten Gegenstände erfolgt gemäss der Verordnung vom 13. November 1985 über Zollvorrechte der internationalen Organisationen, der Staaten in ihren Beziehungen zu diesen Organisationen und der Sondermissionen fremder Staaten. SR 631.145.0"
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Freie Verfügung über Guthaben",
      "content": "Das Komitee kann jede Art von Guthaben, Gold sowie jede Art von Devisen, Bargeld und andern beweglichen Werten in Empfang nehmen, verwahren, konvertieren und transferieren und darüber sowohl in der Schweiz als auch in seinen Beziehungen zum Ausland frei verfügen."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Mitteilungen",
      "content": "1. Das IKRK geniesst für seine amtlichen Mitteilungen eine mindestens ebenso günstige Behandlung, wie sie den internationalen Organisationen in der Schweiz zugesichert ist, soweit es mit dem Internationalen Fernmeldevertrag vom 6. November 1982 vereinbar ist. 2. Das IKRK hat das Recht, seine Korrespondenz, einschliesslich Datenträger, durch gebührend ausgewiesene Kuriere oder gebührend identifizierbares Kuriergepäck zu verschicken und zu empfangen, welche die gleichen Vorrechte und Immunitäten geniessen wie die diplomatischen Kuriere und das diplomatische Kuriergepäck. 3. Die amtliche Korrespondenz und die übrigen amtlichen Mitteilungen des IKRK , die ordnungsgemäss als solche gekennzeichnet sind, dürfen keiner Zensur unterworfen werden. 4. Das IKRK hat das Recht, alle ihm angemessen erscheinenden Kommunikationsmittel zu benutzen und seine Mitteilungen zu kodieren, zu chiffrieren oder zu verschlüsseln. Das IKRK hat insbesondere das Recht, alle Arten von Kommunikationsgeräten in seinen Räumlichkeiten zu installieren und mobile Geräte, einschliesslich Satelliten- und Geolokalisierungsgeräte, innerhalb des Staatsgebiets zu benutzen. Anlagen, Kommunikationseinrichtungen und mobile Geräte sind so zu installieren und zu betreiben, dass weder Personen noch Sachen gefährdet und der Fernmeldeverkehr und der Rundfunk nicht gestört werden. Die gesetzlichen Verpflichtungen im Zusammenhang mit der Nutzung des Funkfrequenzspektrums, insbesondere die vorherige Einholung technischer Genehmigungen für bestimmte Anlagen, Kommunikationseinrichtungen und mobile Geräte, bleiben vorbehalten. SR 0.784.16 . Sowie die Konstitution und die Konvention der Internationalen Fernmeldeunion vom 22. Dez. 1992 ( SR 0.784.01 /02 ). Fassung gemäss Art. 5 des Prot. vom 27. Nov. 2020, in Kraft seit 1. Jan. 2021 ( AS 2020 5765 )."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Pensionskasse",
      "content": "1. Jede vom IKRK geschaffene, zugunsten des Präsidenten, der Komiteemitglieder oder der Mitarbeiter des IKRK offiziell wirkende Pensionskasse oder Fürsorgeeinrichtung mit oder ohne Rechtspersönlichkeit geniesst hinsichtlich ihrer beweglichen Werte die gleichen Befreiungen, Vorrechte und Immunitäten wie das IKRK. 2. Die Fonds und Stiftungen mit oder ohne Rechtspersönlichkeit, die unter der Aufsicht des IKRK verwaltet werden und dessen amtlichen Zwecken dienen, geniessen hinsichtlich ihrer beweglichen Werte die gleichen Befreiungen, Vorrechte und Immunitäten wie das IKRK. Die nach dem Inkrafttreten des vorliegenden Abkommens geschaffenen Fonds werden unter Vorbehalt der Zustimmung der zuständigen Bundesbehörden die gleichen Vorrechte und Immunitäten geniessen."
    },
    {
      "provision_ref": "art11",
      "chapter": "II. Vorrechte und Immunitäten für Personen in offizieller Eigenschaft beim IKRK für Personen in offizieller Eigenschaft beim IKRK",
      "section": "11",
      "title": "Vorrechte und Immunitäten für den Präsidenten und die Komiteemitglieder sowie für die Mitarbeiter und die Sachverständigen des IKRK",
      "content": "Der Präsident und die Komiteemitglieder sowie die Mitarbeiter und die Sachverständigen des IKRK geniessen unabhängig von ihrer Staatsangehörigkeit folgende Vorrechte und Immunitäten: a) Immunität von der Gerichtsbarkeit, auch nach Beendigung ihres Auftrages, hinsichtlich der von ihnen bei der Wahrnehmung ihrer Aufgaben vorgenommenen Handlungen, einschliesslich ihrer mündlichen und schriftlichen Äusserungen; b) Unverletzbarkeit aller ihrer Schriftstücke und Urkunden; c) Immunität von der Festnahme oder von Haft für die bei der Wahrnehmung ihrer Aufgaben vorgenommenen Handlungen; d) Befreiung von der Pflicht, in Straf-, Zivil- und Verwaltungsverfahren Zeugenaussagen über Angelegenheiten, die mit der Wahrnehmung ihrer Aufgaben zusammenhängen, oder über Informationen zu machen, von denen sie im Rahmen ihrer Aufgaben Kenntnis erlangt haben, oder auf andere Weise einen Beitrag dazu zu leisten, auch nach Beendigung ihres Auftrags; e) Immunität von der Beschlagnahme und der Inspektion ihres amtlichen Gepäcks. Eingefügt durch Art. 6 des Prot. vom 27. Nov. 2020, in Kraft seit 1. Jan. 2021 ( AS 2020 5765 ). Eingefügt durch Art. 6 des Prot. vom 27. Nov. 2020, in Kraft seit 1. Jan. 2021 ( AS 2020 5765 ). Eingefügt durch Art. 6 des Prot. vom 27. Nov. 2020, in Kraft seit 1. Jan. 2021 ( AS 2020 5765 )."
    },
    {
      "provision_ref": "art12",
      "chapter": "II. Vorrechte und Immunitäten für Personen in offizieller Eigenschaft beim IKRK für Personen in offizieller Eigenschaft beim IKRK",
      "section": "12",
      "title": "Vorrechte und Immunitäten für nicht-schweizerische Mitarbeiter",
      "content": "Zu den in Artikel 11 erwähnten Vorrechten und Immunitäten hinzu geniessen die Mitarbeiter des IKRK, welche die schweizerische Staatsangehörigkeit nicht besitzen, folgende Vorrechte und Immunitäten: a) Befreiung von jeder Verpflichtung zu nationalen Dienstleistungen in der Schweiz; b) wie auch ihre Ehegatten und die von ihnen unterhaltenen Familienmitglieder: Nichtunterstellung unter die die Einwanderung einschränkenden Bestimmungen und die Formalitäten zur Ausländerregistrierung; c) in bezug auf die Erleichterungen im Geldwechsl und in der Überführung ihrer Guthaben in die Schweiz und ins Ausland Genuss der gleichen Vorrechte, wie sie den Beamten der internationalen Organisationen zuerkannt werden; d) wie auch die von ihnen unterhaltenden Mitglieder ihrer Familie und ihre Hausangestellten: Genuss derselben Erleichterungen in bezug auf die Rückkehr in ihre Heimat wie die Beamten der internationalen Organisationen; e) ... Aufgehoben durch Art. 7 des Prot. vom 27. Nov. 2020, mit Wirkung seit 1. Jan. 2021 ( AS 2020 5765 )."
    },
    {
      "provision_ref": "art12a",
      "chapter": "II. Vorrechte und Immunitäten für Personen in offizieller Eigenschaft beim IKRK für Personen in offizieller Eigenschaft beim IKRK",
      "section": "12a",
      "title": "a Soziale Sicherheit",
      "content": "1. Mitarbeiter des IKRK, die unmittelbar vor Beginn ihrer Tätigkeit für das IKRK dem schweizerischen Sozialversicherungssystem angeschlossen waren, bleiben unabhängig von ihrer Staatsangehörigkeit während der gesamten Dauer ihrer Tätigkeit für das IKRK obligatorisch in der Alters- und Hinterlassenenversicherung, der Invalidenversicherung, der Arbeitslosenversicherung, der Erwerbsersatzordnung und der obligatorischen beruflichen Alters-, Hinterlassenen- und Invalidenvorsorge versichert, unabhängig von ihrem Einsatzort in der Schweiz oder im Ausland. 2. Mitarbeiter des IKRK, die unmittelbar vor Beginn ihrer Tätigkeit für das IKRK nicht dem Schweizer Sozialversicherungssystem angeschlossen waren, sind unabhängig von ihrer Staatsangehörigkeit während der gesamten Dauer ihrer Tätigkeit für das IKRK nicht der schweizerischen Gesetzgebung über die Alters- und Hinterlassenenversicherung, die Invalidenversicherung, die Arbeitslosenversicherung und die Erwerbsersatzordnung unterstellt, unabhängig von ihrem Einsatzort in der Schweiz oder im Ausland. Sie sind durch das Vorsorgesystem des IKRK gedeckt. Sie unterstehen der obligatorischen beruflichen Alters-, Hinterlassenen- und Invalidenvorsorge (BVG) in Abweichung von Artikel 5 Absatz 1 BVG und sind bei der Pensionskasse des IKRK versichert. 3. Alle Mitarbeiter des IKRK, die am Hauptsitz des IKRK tätig sind, unterstehen unabhängig von ihrer Staatsangehörigkeit der schweizerischen Gesetzgebung über die obligatorische Kranken- und Unfallversicherung. Sofern sie durch das IKRK gegen die Risiken von Krankheit und Unfall versichert sind, sind sie der obligatorischen Kranken- und Unfallversicherung nicht mehr unterstellt, sobald sie im Auftrag des IKRK ins Ausland versetzt werden, auch wenn sie ihren Wohnsitz in der Schweiz beibehalten. Das gleiche gilt auch für nicht erwerbstätige Familienmitglieder, die Mitarbeiter des IKRK ins Ausland begleiten. 4. Personen, die im Sinne von Artikel 20 der Gaststaatverordnung vom 7. Dezember 2007 berechtigt sind, Mitarbeiter des IKRK zu begleiten, kommen nicht in den Genuss der in den Absätzen 1 und 2 dieses Artikels vorgesehenen Sozialversicherungsregelungen. Eingefügt durch Art. 8 des Prot. vom 27. Nov. 2020, in Kraft seit 1. Jan. 2021 ( AS 2020 5765 ). SR 831.40 SR 192.121"
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Ausnahmen von der Befreiung von Gerichtsbarkeit und Vollstreckung",
      "content": "Die in Artikel 11 des vorliegenden Abkommens erwähnten Personen geniessen keine Befreiung von der Gerichtsbarkeit, falls wegen eines Schadens, den ein ihnen gehörendes oder von ihnen gelenktes Fahrzeug verursacht hat, gegen sie eine Haftpflichtklage eingereicht wird oder Strassenverkehrsvorschriften des Bundes verletzt werden, sofern letzteres mit einer Ordnungsbusse geahndet werden kann."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Militärdienst der schweizerischen Mitarbeiter",
      "content": "1. Schweizerischen Mitarbeitern, die am Sitz des IKRK leitende Funktionen ausüben, kann eine beschränkte Anzahl von Militärurlauben (Auslandurlaube) gewährt werden; die solchermassen Beurlaubten sind von den Instruktionsdiensten, den Inspektionen und den vorgeschriebenen Schiessübungen befreit. 2. Für die andern schweizerischen Mitarbeiter des IKRK können die vom Interessierten gebührend begründeten und gegengezeichneten Gesuche um Befreiung vom Instruktionsdienst oder dienstliche Umtellung vom IKRK dem Eidgenössischen Departement für auswärtige Angelegenheiten zur Weiterleitung ans Eidgenössische Militärdepartement unterbreitet werden, welches sie wohlwollend prüft. 3. Schliesslich wird den Mitarbeitern des IKRK eine beschränkte Anzahl von Befreiungen vom Aktivdienst gewährt werden, im Hinblick auf die Fortsetzung der Tätigkeit der Institution sogar in Mobilisationszeiten."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Gegenstand der Immunitäten",
      "content": "1. Die im vorliegenden Abkommen vorgesehenen Vorrechte und Immunitäten werden nicht eingeräumt, um den davon Begünstigten persönliche Vorteile zu verschaffen. Sie sind einzig und allein vorgesehen, um die freie Abwicklung der Tätigkeit des IKRK und die volle Unabhängigkeit der betreffenden Personen in der Ausübung ihrer Funktionen unter allen Umständen zu gewährleisten. 2. Der Präsident des IKRK muss die Immunität eines Mitarbeiters oder eines Sachverständigen aufheben, wenn er der Auffassung ist, dass diese Immunität den normalen Gang der Rechtspflege hindert, und wenn die Aufhebung möglich ist, ohne dass dadurch die Interessen des IKRK betroffen werden. Die Versammlung des Komitees ist befugt, die Aufhebung der Immunität des Präsidenten oder der Immunität der Mitglieder auszusprechen."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Einreise, Aufenthalt und Ausreise",
      "content": "Die schweizerischen Behörden treffen alle zweckdienlichen Massnahmen, um die Einreise in die Schweiz, die Ausreise und den Aufenthalt aller Personen, ohne Rücksicht auf ihre Staatsangehörigkeit, zu erleichtern, die in amtlicher Eigenschaft zum IKRK berufen werden."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Legitimationskarten",
      "content": "1. Das Eidgenössische Departement für auswärtige Angelegenheiten übergibt dem IKRK zuhanden des Präsidenten, der Komiteemitglieder und der Mitarbeiter je eine mit der Photographie des Inhabers versehene Legitimationskarte. Diese vom Eidgenössischen Departement für auswärtige Angelegenheiten und vom IKRK beglaubigte Karte dient dem Inhaber zur Legitimation gegenüber allen Behörden des Bundes, der Kantone und der Gemeinden. 2. Das IKRK übergibt dem Eidgenössischen Departement für auswärtige Angelegenheiten regelmässig je eine Liste der Komiteemitglieder und der dem Sitz des IKRK dauerhaft zugewiesenen Mitarbeiter der Organisation. Das IKRK führt das Geburtsdatum, die Staatsangehörigkeit, den Wohnort in der Schweiz oder im Ausland und die Funktion jeder dieser Personen auf."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Verhinderung von Missbrauch",
      "content": "Das IKRK und die schweizerischen Behörden werden stets zusammenarbeiten, um eine gute Handhabung der Rechtspflege zu erleichtern, die Einhaltung der Polizeivorschriften zu gewährleisten und jeden Missbrauch der im vorliegenden Abkommen vorgesehenen Vorrechte und Immunitäten zu verhindern."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Streitigkeiten privater Art",
      "content": "Das IKRK wird zweckdienliche Massnahmen treffen im Hinblick auf eine zufriedenstellende Beilegung a) von Streitigkeiten aus Verträgen mit dem IKRK als Partei und anderer Streitigkeiten, die sich auf eine Frage des Privatrechts beziehen; b) von Streitigkeiten, in die ein Mitarbeiter des IKRK verwickelt ist, der zufolge seiner dienstlichen Stellung die Immunität geniesst, sofern diese Immunität nicht gemäss Artikel 15 aufgehoben worden ist."
    },
    {
      "provision_ref": "art20",
      "chapter": "III. Nichtverantwortlichkeit der Schweiz",
      "section": "20",
      "title": "Nichtverantwortlichkeit der Schweiz",
      "content": "Der Schweiz erwächst aus der Tätigkeit des IKRK in ihrem Hoheitsgebiet keinerlei internationale Verantwortlichkeit, weder aus den Handlungen und Unterlassungen des IKRK noch aus den Handlungen und Unterlassungen dessen Mitarbeiter."
    },
    {
      "provision_ref": "art21",
      "chapter": "IV. Schlussbestimmungen",
      "section": "21",
      "title": "Vollzug",
      "content": "Das Eidgenössische Departement für auswärtige Angelegenheiten ist die mit dem Vollzug des vorliegenden Abkommens beauftragte schweizerische Behörde."
    },
    {
      "provision_ref": "art22",
      "chapter": "IV. Schlussbestimmungen",
      "section": "22",
      "title": "Beilegung von Streitigkeiten",
      "content": "1. Jede Meinungsverschiedenheit über Anwendung oder Auslegung des vorliegenden Abkommens, die nicht durch direkte Verhandlungen zwischen den Parteien geregelt werden konnte, kann von der einen oder andern Partei einem aus drei Mitgliedern, einschliesslich des Präsidenten, bestehenden Schiedsgericht unterbreitet werden. 2. Der Schweizerische Bundesrat und das IKRK bezeichnen je ein Mitglied des Schiedsgerichts. 3. Die so bezeichneten Mitglieder wählen ihren Präsidenten. 4. Im Fall der Uneinigkeit der Mitglieder über die Person des Präsidenten wird dieser auf Begehren der Mitglieder des Schiedsgerichts durch den Präsidenten des Internationalen Gerichtshofs oder, wenn dieser verhindert ist, seine Funktion auszuüben, durch den Vizepräsidenten oder, wenn auch dieser verhindert ist, durch das dienstälteste Mitglied des Gerichtshofs bezeichnet. 5. Das Gericht wird von der einen oder andern Partei auf dem Gesuchswege angerufen. 6. Das Schiedsgericht setzt sein Verfahren selbst fest. 7. Der Schiedsspruch bindet die Streitparteien."
    },
    {
      "provision_ref": "art23",
      "chapter": "IV. Schlussbestimmungen",
      "section": "23",
      "title": "Änderung der Abkommens",
      "content": "1. Das vorliegende Abkommen kann auf Verlangen der einen oder andern Partei geändert werden. 2. In diesem Fall werden sich die beiden Parteien über die vorzunehmenden Änderungen der Bestimmungen des vorliegenden Abkommens verständigen."
    },
    {
      "provision_ref": "art24",
      "chapter": "IV. Schlussbestimmungen",
      "section": "24",
      "title": "Kündigung",
      "content": "Das vorliegende Abkommen kann von der einen oder andern Partei unter Einhaltung einer Frist von zwei Jahren schriftlich gekündigt werden."
    },
    {
      "provision_ref": "art25",
      "chapter": "IV. Schlussbestimmungen",
      "section": "25",
      "title": "Inkrafttreten",
      "content": "Das vorliegende Abkommen tritt am Tage seiner Unterzeichnung in Kraft. Geschehen in Bern, am 19. März 1993, in doppelter Ausfertigung in französischer Sprache. Für den Schweizerischen Bundesrat: Der Vorsteher des Eidgenössischen Departements für auswärtige Angelegenheiten: René Felber Für das Internationale Komitee vom Roten Kreuz: Der Präsident: Cornelio Sommaruga"
    }
  ],
  "definitions": []
}