{
  "id": "sr-0-946-294-671",
  "type": "statute",
  "title": "Abkommen vom 11. November 1976 über den Handelsverkehr und die wirtschaftliche Zusammenarbeit zwischen der Schweizerischen Eidgenossenschaft und dem Haschemitischen Königreich Jordanien",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1977/804_804_804/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "",
      "content": "Die Vertragsparteien sind bestrebt, den Warenaustausch zwischen den beiden Staaten gemäss der in der Schweiz und im Haschemitischen Königreich Jordanien geltenden Gesetzgebung mit allen geeigneten Mitteln auszubauen."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "",
      "content": "Die Vertragsparteien gewähren sich gegenseitig die Behandlung der meistbegünstigten Nation in bezug auf Zölle und Zollformalitäten, denen die Einfuhr und Ausfuhr, der Umschlag, der Transport, der Transit, die Einlagerung und die Verteilung unterworfen sind oder in Zukunft unterworfen werden könnten. Die Meistbegünstigung bezieht sich jedoch nicht auf die Befreiungen, Zugeständnisse und Vorteile, die jede Vertragspartei – den angrenzenden Staaten im Grenzverkehr, – den Staaten, die mit ihr einer Zollunion oder einer Freihandelszone angehören, die bereits besteht oder in Zukunft geschaffen wird, gewährt oder gewähren wird."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "",
      "content": "Die zuständigen Behörden der Vertragsparteien werden die allenfalls erforderlichen Ein- und Ausfuhrbewilligungen im Rahmen der dafür geltenden Vorschriften ausstellen."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "",
      "content": "Die Zahlungen zwischen der Schweiz und dem Haschemitischen Königreich Jordanien erfolgen in konvertierbaren Währungen."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "",
      "content": "Die Vertragsparteien bekunden ihr Interesse an der Förderung der Kooperation auf wirtschaftlichem, industriellem, technologischem und touristischem Gebiet sowie auf demjenigen der Dienstleistungen. Sie ermutigen entsprechende Bemühungen der Unternehmen und Organisationen der beiden Staaten. Die aus der vorstehenden Zusammenarbeit hervorgehenden Erzeugnisse und Leistungen geniessen im Rahmen der in den beiden Staaten geltenden Bestimmungen eine möglichst günstige Behandlung. Die beiden Regierungen leihen einander im Rahmen ihrer internationalen Verpflichtungen allen erforderlichen Beistand, um den Rechtssubjekten der andern Vertragspartei den Schutz der gewerblichen und kommerziellen Eigentumsrechte und des Urheberrechts (einschliesslich der Herkunftsbezeichnungen) zu gewährleisten."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "",
      "content": "Die Vertragsparteien unternehmen alle geeigneten Massnahmen, um die technische Zusammenarbeit zwischen den beiden Staaten zu fördern durch die Ausbildung und den Austausch von Fachleuten, technischen Experten, wie auch durch die gegenseitige Information wissenschaftlicher und technischer Art auf verschiedenen Gebieten."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "",
      "content": "Die Regierung des Haschemitischen Königreichs Jordanien befreit: a) die durch die Regierung der Schweizerischen Eidgenossenschaft gelieferten Gegenstände sowie das Mobiliar, die Fahrzeuge und die persönlichen Habe, die durch schweizerische Experten, technisches Personal und Lehrkräfte sowie deren Familienangehörige eingeführt werden, von Einfuhr- und Ausfuhrabgaben sowie allen anderen fiskalischen Abgaben; b) die schweizerischen Experten, das technische Personal und die Lehrkräfte, sowie deren Familienangehörige, während der Dauer ihrer Anstellung von der Entrichtung von Steuern und anderen fiskalischen Abgaben. c) Die in den Abschnitten a) und b) erwähnten Privilegien und Befreiungen beschränken sich ausschliesslich auf die von der Regierung der Schweizerischen Eidgenossenschaft gelieferten Gegenstände und auf die Experten, das technische Personal und die Lehrkräfte sowie deren Familienangehörige, die im Auftrage der Regierung der Schweizerischen Eidgenossenschaft für staatliche Stellen und Gesellschaften im Haschemitischen Königreich Jordanien arbeiten."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "",
      "content": "Es wird eine aus Vertretern beider Vertragsparteien zusammengesetzte Gemischte Kommission gegründet. Sie tritt auf Verlangen der einen oder anderen Vertragspartei in der Schweiz oder im Haschemitischen Königreich Jordanien zusammen, um alle Fragen, die sich aus der Anwendung des vorliegenden Abkommens ergeben, die Fortschritte der angestrebten wirtschaftlichen Zusammenarbeit sowie die Mittel und Wege zur Förderung der gegenseitigen Kooperation gemäss Artikel 5 zu prüfen. Hiezu können auch Vertreter der Privatwirtschaft beigezogen werden."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "",
      "content": "Dieses Abkommen erstreckt sich auf das Fürstentum Liechtenstein, solange dieses durch einen Zollunionsvertrag mit der Schweizerischen Eidgenossenschaft verbunden ist. SR 0.631.112.514"
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "",
      "content": "1. Dieses Abkommen tritt an dem Tag in Kraft, an dem jede Vertragspartei der anderen notifiziert hat, dass sie die verfassungsrechtlichen Vorschriften über den Abschluss und die Inkraftsetzung von internationalen Abkommen erfüllt hat, und gilt für die Dauer eines Jahres. 2. Es wird von Jahr zu Jahr stillschweigend erneuert, solange es nicht von der einen oder anderen Vertragspartei drei Monate vor Ablauf der Gültigkeitsdauer schriftlich gekündigt worden ist. Geschehen in Bern am 11. November 1976 in zwei Originalausfertigungen, in englischer und französischer Sprache, wobei der englische Text verbindlich ist. Für die Regierung der Schweizerischen Eidgenossenschaft: E. Moser Für die Regierung des Haschemitischen Königreichs Jordanien: I. Izziddin"
    }
  ],
  "definitions": []
}