{
  "id": "sr-0-142-115-199",
  "type": "statute",
  "title": "Abkommen vom 28. Oktober 2005 zwischen dem Schweizerischen Bundesrat und der Regierung der besonderen Verwaltungsregion Macao der Volksrepublik China über die Rückübernahme von Personen mit unbefugtem Aufenthalt (mit Anhang)",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2006/285/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Rückübernahme schweizerischer Staatsangehöriger",
      "content": "(1) Auf Antrag der SAR Macao übernimmt die Schweiz ohne andere als die in diesem Abkommen festgelegten Formalitäten jede Person, welche die im Hoheitsgebiet der SAR Macao geltenden Voraussetzungen für die Einreise oder den Aufenthalt nicht oder nicht mehr erfüllt, wenn nachgewiesen oder einsichtig glaubhaft gemacht wird, dass diese Person die schweizerische Staatsangehörigkeit besitzt. (2) Die SAR Macao nimmt diese Person unter denselben Voraussetzungen wieder zurück, wenn eine Nachprüfung ergibt, dass sie zum Zeitpunkt der Ausreise aus der SAR Macao die schweizerische Staatsangehörigkeit nicht besass."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Rückübernahme von Personen mit dauerndem Aufenthalt in Macao",
      "content": "(1) Auf Antrag der Schweiz übernimmt die SAR Macao ohne andere als die in diesem Abkommen festgelegten Formalitäten jede Person, welche die im Hoheitsgebiet der SAR Macao geltenden Voraussetzungen für die Einreise oder den Aufenthalt nicht oder nicht mehr erfüllt, wenn nachgewiesen oder einsichtig glaubhaft gemacht wird, dass diese Person ihren dauernden Aufenthalt in der SAR Macao hat. (2) Die Schweiz nimmt diese Person unter denselben Voraussetzungen wieder zurück, wenn eine Nachprüfung ergibt, dass sie zum Zeitpunkt der Ausreise aus der Schweiz ihren dauernden Aufenthalt nicht in der SAR Macao hatte."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Rückübernahme von Personen anderer Gerichtsbarkeiten",
      "content": "(1) Jede Vertragspartei übernimmt auf Antrag der anderen Vertragspartei ohne andere als die in diesem Abkommen festgelegten Formalitäten jede Person einer anderen Gerichtsbarkeit, die eine dauernde Aufenthaltsbewilligung besitzt oder im Hoheitsgebiet der ersuchten Vertragspartei als Flüchtling anerkannt ist. (2) Die ersuchende Vertragspartei nimmt jede in Absatz (1) genannte Person zurück, wenn nachgewiesen wird, dass sie zum Zeitpunkt der Ausreise aus dem Hoheitsgebiet der ersuchten Partei keine dauernde Aufenthaltsbewilligung besass oder im Hoheitsgebiet der ersuchten Vertragspartei nicht als Flüchtling anerkannt war."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Dauernde Aufenthaltsbewilligung",
      "content": "Als dauernde Aufenthaltsbewilligung nach Artikel 3 gilt jede von den zuständigen Behörden der Vertragsparteien nach ihrem nationalen Recht ausgestellte Erlaubnis, die im Anhang aufgelistet ist."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Fristen",
      "content": "(1) Die ersuchte Vertragspartei beantwortet das Rückübernahmegesuch schriftlich und unverzüglich, in jedem Fall aber spätestens innerhalb von zehn Arbeitstagen. (2) Die ersuchte Vertragspartei übernimmt die Person, deren Rückübernahme vereinbart wurde, unverzüglich, in jedem Fall aber spätestens innerhalb eines Monats. Auf Antrag der ersuchenden Vertragspartei kann diese Frist verlängert werden. Die zuständigen Behörden der Vertragsparteien vereinbaren schriftlich und im Voraus den Übergabetermin."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Datenschutz",
      "content": "(1) Soweit für die Durchführung dieses Abkommens Personendaten zu übermitteln sind, werden diese Daten gemäss dem geltenden Recht der Vertragsparteien erfasst, bearbeitet und geschützt. Insbesondere sind folgende Grundsätze zu beachten: a) Die Vertragspartei, welche die Daten erhalten hat, verwendet diese nur zu dem in diesem Abkommen vorgesehenen Zweck und unter den von der übermittelnden Partei festgesetzten Bedingungen. b) Auf Antrag unterrichtet die Vertragspartei, welche die Daten erhalten hat, die übermittelnde Partei über die Verwendung der Daten. c) Personendaten dürfen ausschliesslich von den für die Durchführung dieses Abkommens zuständigen Behörden übermittelt und verwendet werden. Personendaten dürfen nur mit vorgängiger schriftlicher Genehmigung der Vertragspartei, welche diese übermittelt hat, an andere Stellen weitergeleitet werden. d) Die Vertragspartei, welche die Daten übermittelt, hat sich zu vergewissern, dass diese richtig und für den mit der Übermittlung verbundenen Zweck erforderlich und geeignet sind. Dabei muss sie sich an die Einschränkungen halten, die nach ihrem Recht für die Datenübermittlung gelten. Stellt sich heraus, dass unrichtige Daten übermittelt worden sind oder die Übermittlung widerrechtlich war, muss die Vertragspartei, die diese erhalten hat, unverzüglich benachrichtigt werden. Sie muss die betreffenden Daten entweder berichtigen oder vernichten. e) die Betroffenen erhalten auf Antrag Auskunft über die übermittelten Daten zu ihrer Person und über den vorgesehenen Verwendungszweck, wobei hierfür das Recht der Vertragspartei, die um Auskunft ersucht wird, massgebend ist. f) Die übermittelten Personendaten dürfen nur so lange aufbewahrt werden, wie es der Zweck, zu dem sie übermittelt worden sind, erfordert. Jede Vertragspartei kontrolliert gemäss ihrem Recht die Bearbeitung und Verwendung dieser Daten. g) Jede Vertragspartei ist verpflichtet, die übermittelten Personendaten gegen unbefugten Zugriff, missbräuchliche Änderungen und widerrechtliche Bekanntgabe zu schützen. (2) Personendaten, die im Rahmen der Rückübernahme zu übermitteln sind, dürfen ausschliesslich betreffen: a) die Personalien der zu übergebenden Person sowie, falls erforderlich, diejenigen ihrer Familienangehörigen (Name, Vorname, gegebenenfalls frühere Namen, Beinamen oder Pseudonyme, Decknamen, Geburtsdatum und -ort, Geschlecht, derzeitige und frühere Staatsangehörigkeit); b) die Identitätskarte oder den Reisepass (v.a. Nummer, Gültigkeitsdauer, Ausstellungsdatum und -ort, ausstellende Behörde); c) sonstige Angaben, die für die Identifizierung der zu übergebenden Person erforderlich sind; d) die Aufenthaltsorte und Reisewege."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Kosten",
      "content": "Sämtliche mit der Rückübernahme verbundenen Kosten für den Transport bis zur Grenze der ersuchten Vertragspartei trägt die ersuchende Vertragspartei."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Durchführung des Abkommens",
      "content": "(1) Innerhalb von dreissig Tagen nach der Unterzeichnung dieses Abkommens teilt jede Vertragspartei der andern den Namen und die Adresse der für die Durchführung dieses Abkommens zuständigen Zentralbehörde mit und stellt ihr eine Liste der Ein- und Ausreiseorte zu, an denen die Rückübernahme durchgeführt wird. (2) Jede Vertragspartei unterrichtet die andere unverzüglich über Änderungen, welche die genannte Zentralbehörde, deren Adresse sowie die Ein- und Ausreiseorte betreffen. (3) Die Einzelheiten der Umsetzung dieses Abkommens, vor allem diejenigen in Bezug auf: a) die Vorgehensweise für den Informationsaustausch und die Durchführung der Rückübernahme; b) die für das Rückübernahmeverfahren erforderlichen Dokumente und Auskünfte; c) die Modalitäten der Kostenbegleichung nach Artikel 7 dieses Abkommens sind im Anhang, der Bestandteil dieses Abkommens ist, festgelegt. (4) Änderungen des Anhangs können durch Notenaustausch vereinbart werden."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Andere Verpflichtungen",
      "content": "Dieses Abkommen lässt andere Verpflichtungen der Vertragsparteien, die sich aus dem internationalen Recht ergeben, unberührt."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Grundsätze der guten Zusammenarbeit",
      "content": "Die Vertragsparteien unterstützen sich gegenseitig bei der Umsetzung und Auslegung dieses Abkommens. Sie unterrichten einander ständig über die Einreisevoraussetzungen für Personen anderer Gerichtsbarkeiten. Meinungsverschiedenheiten bezüglich der Auslegung, Anwendung oder Umsetzung dieses Abkommens werden von den zuständigen Behörden der Vertragsparteien durch gegenseitige Konsultationen oder Meinungsaustausch in mündlicher oder schriftlicher Form bereinigt."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Suspendierung",
      "content": "Jede Vertragspartei kann nach Absprache mit der anderen Vertragspartei die Bestimmungen dieses Abkommens aus Gründen der öffentlichen Ordnung, der Gesundheit oder Sicherheit ganz oder teilweise suspendieren. Die Suspendierung ist unverzüglich der anderen Vertragspartei schriftlich mitzuteilen."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Anwendungsbereich",
      "content": "Das vorliegende Abkommen findet ebenfalls Anwendung auf dem Hoheitsgebiet des Fürstentums Liechtenstein sowie auf seine Staatsangehörige."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Inkrafttreten und Beendigung des Abkommens",
      "content": "(1) Dieses Abkommen tritt am ersten Tag des zweiten Monats nach seiner Unterzeichnung in Kraft. (2) Jede Vertragspartei kann jederzeit dieses Abkommen durch schriftliche Notifikation an die andere Vertragspartei beenden. In diesem Fall tritt das Abkommen dreissig Tage nach Erhalt der Notifikation ausser Kraft. Geschehen zu Macao, am 28. Oktober 2005, in zwei Urschriften in chinesischer und französischer Sprache, wobei beide Texte gleichermassen verbindlich sind. Für den Schweizerischen Bundesrat: François Barras Für die Regierung der Besonderen Verwaltungsregion Macao der Volksrepublik China: Florinda da Rosa Silva Chan"
    }
  ],
  "definitions": []
}