{
  "id": "sr-0-631-256-913-65",
  "type": "statute",
  "title": "Schweizerisch-deutsches Abkommen vom 5. Februar 1958 über Durchgangsrechte (mit Schlussprotokoll)",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1960/1610_1671_1671/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Durchgangsrechte für Zollpersonal und übrige uniformierte und bewaffnete Beamte öffentlicher Verwaltungen",
      "content": "(1) Uniformierten und bewaffneten Angehörigen des Zollpersonals ist gestattet, einzeln oder in Gruppen von höchstens zehn Mann die in Anlage 1 genannten Durchgangsstrecken des andern Staates zu benützen, sofern dies aus Gründen des Dienstbetriebes erforderlich ist. Das gleiche gilt für uniformierte und bewaffnete Beamte anderer öffentlicher Verwaltungen. Auf einer bestimmten Durchgangsstrecke dürfen sich gleichzeitig höchstens zehn uniformierte und bewaffnete Beamte befinden. Nicht zulässig ist die Benützung der Durchgangsstrecken zu Personalverschiebungen, die im Zusammenhang mit politischen oder wirtschaftlichen Unruhen stehen oder im Hinblick darauf erfolgen. (1 a ) Die Beamten der in Absatz 1 Sätze 1 und 2 genannten Verwaltungen sind von den Vorschriften der Strassenverkehrsordnung befreit und befugt, Sondersignal zu setzen, soweit dies zur Erfüllung hoheitlicher Aufgaben dringend geboten ist. (2) Als Ausweis für den Grenzübertritt genügt der Dienstausweis. Der Aufenthalt auf fremdem Gebiet hat sich auf die für den Durchgangsverkehr nötige Zeit zu beschränken. Das Durchgangsrecht von Beamten schliesst nicht die Befugnis in sich, Verhaftete mitzuführen oder sonstige Amtshandlungen vorzunehmen. (3) Besondere Bestimmungen betreffend die Gemeinde Büsingen bleiben unberührt. Siehe auch das Schlussprotokoll hiernach. Eingefügt durch Art. 1 Abs. 1 des Abk. vom 8. Juli 1999, von der BVers genehmigt am 26. Sept. 2000 und in Kraft seit 1. März 2002 ( AS 2003 1067 , 2002 2730 Art. 1 Abs. 1 Bst. d; BBl 2000 862 )."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Durchgangsrechte für Militärpersonen",
      "content": "(1) Einzeln reisenden schweizerischen und deutschen Militärpersonen ist in Friedenszeiten gestattet, in Uniform und mit den zu ihrer persönlichen Ausrüstung gehörenden ungeladenen Waffen die in Anlage II aufgeführten Durchgangsstrecken zu benützen, um sich zu ihrer Truppe, zu einer wehrsportlichen Veranstaltung, in Urlaub oder nach Hause zu begeben. (2) Als einzeln reisend gelten nur Militärpersonen, die nicht geführt werden. (3) Die Militärpersonen müssen im Besitze eines für den Grenzübertritt gültigen Ausweispapieres sein, sofern für die betreffende Durchgangsstrecke auch von Zivilpersonen ein solcher Ausweis verlangt wird. Der Aufenthalt auf fremdem Gebiet hat sich auf die für den Durchgang nötige Zeit zu beschränken."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Änderungen der Verzeichnisse der Durchgangsstrecken",
      "content": "Die Regierungen der beiden Staaten sind ermächtigt, Änderungen der in den Anlagen I und II enthaltenen Verzeichnisse der Durchgangsstrecken durch einfachen Notenaustausch zu vereinbaren."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Vorübergehende Einschränkung oder Aufhebung der Durchgangsrechte",
      "content": "Jedem Vertragsstaat bleibt das Recht vorbehalten, die in diesem Abkommen zugestandenen Durchgangsrechte vorübergehend einzuschränken oder aufzuheben, wenn er es im Interesse seiner Sicherheit oder der Neutralität als nötig erachtet. Die Regierung des andern Staates ist hierüber unverzüglich zu benachrichtigen."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Aufhebung bisheriger Verträge",
      "content": "Mit dem Inkrafttreten dieses Abkommens werden aufgehoben: – Art. 32 des Vertrages vom 27. Juli 1852 zwischen der Schweizerischen Eidgenossenschaft und dem Grossherzogtum Baden betreffend die Weiterführung der badischen Eisenbahnen über schweizerisches Gebiet, – das Protokoll vom 9. Juli 1867 über die Verzichtleistung auf den Artikel 32 des Vertrages vom 27. Juli 1852 betreffend die Weiterführung der badischen Eisenbahnen über schweizerisches Gebiet, – die Erklärung vom 18./24. Januar 1898 zwischen der Schweiz und dem Grossherzogtum Baden betreffend die Militärtransporte auf der Eisenbahnlinie Eglisau–Schaffhausen, – die Erklärung vom 29. August/4. September 1899 zwischen der Schweiz und dem Grossherzogtum Baden betreffend Militärtransporte auf Eisenbahnen, – der Notenaustausch zwischen der Schweiz und Deutschland vom 13./14. November 1928 betreffend den Verkehr von Militär- und Polizeipersonen auf gewissen schweizerisch-badischen Eisenbahnstrecken und Grenzstrassen. SR 0.742.140.313.61 [BS 13 282] [BS 13 284] [BS 13 285] [BS 13 287]"
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Ratifikation, Inkrafttreten und Kündigung",
      "content": "(1) Das Abkommen soll ratifiziert und die Ratifikationsurkunden sollen so bald als möglich in Bonn ausgetauscht werden. (2) Das Abkommen tritt einen Monat nach Austausch der Ratifikationsurkunden in Kraft. (3) Das Abkommen kann mit einer Frist von drei Monaten auf jedes Monatsende gekündigt werden. Geschehen zu Bern, am 5. Februar 1958, in zwei Urschriften. Für die Schweizerische Eidgenossenschaft: Für die Bundesrepublik Deutschland: Lenz Zepf"
    }
  ],
  "definitions": []
}