{
  "id": "sr-0-812-41",
  "type": "statute",
  "title": "Übereinkommen des Europarats vom 28. Oktober 2011 über die Fälschung von Arzneimitteln und Medizinprodukten und über ähnliche die öffentliche Gesundheit gefährdende Straftaten (Medicrime-Konvention)",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2019/87/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Kapitel I: Ziel und Zweck, Nichtdiskriminierungsgrundsatz, Geltungsbereich, Begriffsbestimmungen",
      "section": "1",
      "title": "Ziel und Zweck",
      "content": "1 Zweck dieses Übereinkommens ist es, Gefährdungen der öffentlichen Gesundheit zu verhüten und zu bekämpfen, indem: a) die Kriminalisierung bestimmter Handlungen vorgesehen wird; b) die Rechte der Opfer von in Übereinstimmung mit diesem Übereinkommen umschriebenen Straftaten geschützt werden; c) die nationale und die internationale Zusammenarbeit gefördert werden. 2 Um die wirksame Durchführung dieses Übereinkommens durch die Vertragsparteien zu gewährleisten, wird durch dieses Übereinkommen ein besonderer Folgemechanismus eingerichtet."
    },
    {
      "provision_ref": "art2",
      "chapter": "Kapitel I: Ziel und Zweck, Nichtdiskriminierungsgrundsatz, Geltungsbereich, Begriffsbestimmungen",
      "section": "2",
      "title": "Nichtdiskriminierungsgrundsatz",
      "content": "Die Durchführung dieses Übereinkommens durch die Vertragsparteien, insbesondere die Inanspruchnahme von Massnahmen zum Schutz der Rechte der Opfer, ist ohne Diskriminierung insbesondere wegen des Geschlechts, der Rasse, der Hautfarbe, der Sprache, des Alters, der Religion, der politischen oder sonstigen Anschauung, der nationalen oder sozialen Herkunft, der Zugehörigkeit zu einer nationalen Minderheit, des Vermögens, der Geburt, der sexuellen Ausrichtung, des Gesundheitszustands, einer Behinderung oder eines sonstigen Status zu gewährleisten."
    },
    {
      "provision_ref": "art3",
      "chapter": "Kapitel I: Ziel und Zweck, Nichtdiskriminierungsgrundsatz, Geltungsbereich, Begriffsbestimmungen",
      "section": "3",
      "title": "Geltungsbereich",
      "content": "Dieses Übereinkommen betrifft Arzneimittel und Medizinprodukte, unabhängig davon, ob sie durch Rechte des geistigen Eigentums geschützt sind und ob es sich um Generika handelt; dazu gehören das für die Verwendung mit einem Medizinprodukt bestimmte Zubehör sowie die für die Herstellung von Arzneimitteln und Medizinprodukten bestimmten Wirkstoffe, Hilfsstoffe, Teile und Materialien."
    },
    {
      "provision_ref": "art4",
      "chapter": "Kapitel I: Ziel und Zweck, Nichtdiskriminierungsgrundsatz, Geltungsbereich, Begriffsbestimmungen",
      "section": "4",
      "title": "Begriffsbestimmungen",
      "content": "Im Sinne dieses Übereinkommens gelten die folgenden Begriffsbestimmungen: a) Der Begriff «Arzneimittel und Medizinprodukte» bedeutet sowohl Arzneimittel als auch Medizinprodukte. b) Der Begriff «Arzneimittel» bedeutet Human- und Tierarzneimittel, das heisst: i) Stoffe oder Kombinationen von Stoffen, denen Eigenschaften zugeschrieben werden, die zur Behandlung oder Verhütung von Krankheiten bei Menschen oder Tieren geeignet sind; ii) Stoffe oder Kombinationen von Stoffen, die im oder am menschlichen oder tierischen Körper angewendet oder einem Menschen oder einem Tier verabreicht werden können, um entweder die physiologischen Funktionen durch eine pharmakologische, immunologische oder metabolische Wirkung wiederherzustellen, zu korrigieren oder zu beeinflussen oder eine medizinische Diagnose zu erstellen; iii) Prüfpräparate. c) Der Begriff «Wirkstoff» bedeutet alle Stoffe oder Mischungen von Stoffen, die dazu bestimmt sind, bei der Herstellung eines Arzneimittels verwendet zu werden, und die bei ihrer Verwendung in der Arzneimittelherstellung zu arzneilich wirksamen Bestandteilen des Arzneimittels werden. d) Der Begriff «Hilfsstoff» bedeutet alle Stoffe, die weder Wirkstoff noch Fertigarzneimittel sind, aber in der Zusammensetzung eines Arzneimittels für die Anwendung bei Menschen oder Tieren enthalten und wesentlich für die Integrität des Fertigprodukts sind. e) Der Begriff «Medizinprodukt» bedeutet alle einzeln oder miteinander verbunden verwendeten Instrumente, Apparate, Vorrichtungen, Softwares, Materialien oder anderen Gegenstände, einschliesslich der vom Hersteller speziell zur Anwendung für diagnostische und/oder therapeutische Zwecke bestimmten und für ein einwandfreies Funktionieren des Medizinprodukts eingesetzten Software, die vom Hersteller zur Anwendung für Menschen für folgende Zwecke bestimmt sind: i) Erkennung, Verhütung, Überwachung, Behandlung oder Linderung von Krankheiten; ii) Erkennung, Überwachung, Behandlung, Linderung oder Kompensierung von Verletzungen oder Behinderungen; iii) Untersuchung, Ersatz oder Veränderung des anatomischen Aufbaus oder eines physiologischen Vorgangs; iv) Empfängnisregelung; und deren bestimmungsgemässe Hauptwirkung im oder am menschlichen Körper weder durch pharmakologische oder immunologische Mittel noch metabolisch erreicht wird, deren Wirkungsweise aber durch solche Mittel unterstützt werden kann. f) Der Begriff «Zubehör» bedeutet einen Gegenstand, der selbst kein Medizinprodukt ist, sondern nach seiner vom Hersteller speziell festgelegten Zweckbestimmung zusammen mit einem Medizinprodukt zu verwenden ist, damit dieses entsprechend der vom Hersteller des Medizinprodukts festgelegten Zweckbestimmung des Medizinprodukts angewendet werden kann. g) Die Begriffe «Teile» und «Materialien» bedeuten alle Teile und Materialien, die für die Verwendung in Medizinprodukten entwickelt und bestimmt sind und die wesentlich für deren Integrität sind. h) Der Begriff «Dokument» bedeutet alle Dokumente, die sich auf ein Arzneimittel, ein Medizinprodukt, einen Wirkstoff, einen Hilfsstoff, ein Teil, auf Material oder auf Zubehör beziehen, einschliesslich der Verpackung, der Kennzeichnung, der Gebrauchsanweisung, des Ursprungszeugnisses oder sonstiger Begleitdokumente, oder die anderweitig unmittelbar mit der Herstellung und/oder dem Vertrieb des Produkts in Zusammenhang stehen. i) Der Begriff «Herstellung» bedeutet: i) bei einem Arzneimittel jeden Schritt des Prozesses der Produktion des Arzneimittels oder eines Wirkstoffs oder eines Hilfsstoffs eines Arzneimittels oder jeden Schritt des Prozesses der Fertigstellung des Arzneimittels, des Wirkstoffs oder des Hilfsstoffs; ii) bei einem Medizinprodukt jeden Schritt des Prozesses der Produktion des Medizinprodukts sowie der Teile oder Materialien eines Medizinprodukts, einschliesslich der Auslegung des Medizinprodukts, der Teile oder Materialien, oder jeden Schritt des Prozesses der Fertigstellung des Medizinprodukts, der Teile oder der Materialien; iii) bei Zubehör jeden Schritt des Prozesses der Produktion des Zubehörs, einschliesslich der Auslegung des Zubehörs, oder jeden Schritt des Prozesses der Fertigstellung des Zubehörs. j) Der Begriff «Fälschung» bedeutet eine falsche Darstellung im Hinblick auf Identität und/oder Herkunft. k) Der Begriff «Opfer» bedeutet jede natürliche Person, die unter körperlichen oder seelischen Beeinträchtigungen leidet als Folge der Verwendung eines gefälschten Arzneimittels oder Medizinprodukts oder eines Arzneimittels oder Medizinprodukts, das, wie in Artikel 8 beschrieben, ohne Zulassung beziehungsweise ohne Erfüllung der Konformitätsanforderungen hergestellt, abgegeben oder in Verkehr gebracht wurde. Zur Wahrung der sprachlichen Einheitlichkeit wird im Rahmen dieses Übereinkommens der englische Begriff «material» durchgehend mit «Materialien» übersetzt. Es wird darauf hingewiesen, dass in der Definition des Begriffs «Medizinprodukt» in der Richtlinie 93/42/EWG des Rates vom 14. Juni 1993 über Medizinprodukte dem Begriff «material» in ihrer englischen Fassung der Begriff «Stoffe» in ihrer deutschen Fassung gegenübersteht."
    },
    {
      "provision_ref": "art5",
      "chapter": "Kapitel II: Materielles Strafrecht",
      "section": "5",
      "title": "Herstellung von Fälschungen",
      "content": "1 Jede Vertragspartei trifft die erforderlichen gesetzgeberischen und sonstigen Massnahmen, um die vorsätzliche Herstellung von gefälschten Arzneimitteln und Medizinprodukten, von gefälschten Wirkstoffen, Hilfsstoffen, Teilen und Materialien sowie von gefälschtem Zubehör nach ihrem internen Recht als Straftaten zu umschreiben. 2 In Bezug auf Arzneimittel und gegebenenfalls Medizinprodukte, Wirkstoffe und Hilfsstoffe findet Absatz 1 auch auf jede Art ihrer Verfälschung Anwendung. 3 Jeder Staat oder die Europäische Union kann bei der Unterzeichnung oder bei der Hinterlegung seiner beziehungsweise ihrer Ratifikations‑, Annahme- oder Genehmigungsurkunde durch eine an den Generalsekretär des Europarats gerichtete Erklärung mitteilen, dass er beziehungsweise sie sich das Recht vorbehält, Absatz 1 in Bezug auf Hilfsstoffe, Teile und Materialien sowie Absatz 2 in Bezug auf Hilfsstoffe nicht oder nur in bestimmten Fällen oder unter bestimmten Bedingungen anzuwenden."
    },
    {
      "provision_ref": "art6",
      "chapter": "Kapitel II: Materielles Strafrecht",
      "section": "6",
      "title": "Abgabe und Angebot zur Abgabe von Fälschungen sowie Handel mit Fälschungen",
      "content": "1 Jede Vertragspartei trifft die erforderlichen gesetzgeberischen und sonstigen Massnahmen, um die Abgabe oder das Angebot zur Abgabe, einschliesslich der Vermittlung, von gefälschten Arzneimitteln und Medizinprodukten, von gefälschten Wirkstoffen, Hilfsstoffen, Teilen und Materialien und von gefälschtem Zubehör sowie den Handel mit diesen, einschliesslich ihrer Bevorratung, Ein- und Ausfuhr, wenn vorsätzlich begangen, nach ihrem internen Recht als Straftaten zu umschreiben. 2 Jeder Staat oder die Europäische Union kann bei der Unterzeichnung oder bei der Hinterlegung seiner beziehungsweise ihrer Ratifikations‑, Annahme- oder Genehmigungsurkunde durch eine an den Generalsekretär des Europarats gerichtete Erklärung mitteilen, dass er beziehungsweise sie sich das Recht vorbehält, Absatz 1 in Bezug auf Hilfsstoffe, Teile und Materialien nicht oder nur in bestimmten Fällen oder unter bestimmten Bedingungen anzuwenden. Für die Schweiz: Lieferung Für die Schweiz: Lieferung Für die Schweiz: Lieferung Für die Schweiz: Lieferung"
    },
    {
      "provision_ref": "art7",
      "chapter": "Kapitel II: Materielles Strafrecht",
      "section": "7",
      "title": "Fälschung von Dokumenten",
      "content": "1 Jede Vertragspartei trifft die erforderlichen gesetzgeberischen und sonstigen Massnahmen, um die Erstellung falscher Dokumente oder die Verfälschung von Dokumenten, wenn vorsätzlich begangen, nach ihrem internen Recht als Straftaten zu umschreiben. 2 Jeder Staat oder die Europäische Union kann bei der Unterzeichnung oder bei der Hinterlegung seiner beziehungsweise ihrer Ratifikations‑, Annahme- oder Genehmigungsurkunde durch eine an den Generalsekretär des Europarats gerichtete Erklärung mitteilen, dass er beziehungsweise sie sich das Recht vorbehält, Absatz 1 in Bezug auf Dokumente, die sich auf Hilfsstoffe, Teile und Materialien beziehen, nicht oder nur in bestimmten Fällen oder unter bestimmten Bedingungen anzuwenden."
    },
    {
      "provision_ref": "art8",
      "chapter": "Kapitel II: Materielles Strafrecht",
      "section": "8",
      "title": "Ähnliche die öffentliche Gesundheit gefährdende Straftaten",
      "content": "Jede Vertragspartei trifft die erforderlichen gesetzgeberischen und sonstigen Massnahmen, um folgende Handlungen, wenn vorsätzlich begangen und soweit sie nicht unter die Artikel 5, 6 und 7 fallen, nach ihrem internen Recht als Straftaten zu umschreiben: a) die Herstellung, die Vorratshaltung für die Abgabe, die Einfuhr, die Ausfuhr, die Abgabe, das Angebot zur Abgabe oder das Inverkehrbringen von: i) Arzneimitteln ohne Zulassung, wenn eine solche Zulassung nach dem internen Recht der Vertragspartei erforderlich ist, oder ii) Medizinprodukten, die die Konformitätsanforderungen nicht erfüllen, wenn eine solche Konformität nach dem internen Recht der Vertragspartei erforderlich ist; b) die gewerbsmässige Nutzung von Originaldokumenten ausserhalb der für sie vorgesehenen Nutzung in der legalen Versorgungskette für Arzneimittel und Medizinprodukte, wie sie im internen Recht der Vertragspartei festgelegt ist. Für die Schweiz: Lieferung Für die Schweiz: Lieferung Für die Schweiz: Lieferung"
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Beihilfe oder Anstiftung und Versuch",
      "content": "1 Jede Vertragspartei trifft die erforderlichen gesetzgeberischen und sonstigen Massnahmen, um die Beihilfe oder Anstiftung zur Begehung einer der in Übereinstimmung mit diesem Übereinkommen umschriebenen Straftaten, wenn vorsätzlich begangen, als Straftat zu umschreiben. 2 Jede Vertragspartei trifft die erforderlichen gesetzgeberischen und sonstigen Massnahmen, um den vorsätzlichen Versuch der Begehung einer der in Übereinstimmung mit diesem Übereinkommen umschriebenen Straftaten als Straftat zu umschreiben. 3 Jeder Staat oder die Europäische Union kann bei der Unterzeichnung oder bei der Hinterlegung seiner beziehungsweise ihrer Ratifikations‑, Annahme- oder Genehmigungsurkunde durch eine an den Generalsekretär des Europarats gerichtete Erklärung mitteilen, dass er beziehungsweise sie sich das Recht vorbehält, Absatz 2 in Bezug auf in Übereinstimmung mit den Artikeln 7 und 8 umschriebene Straftaten nicht oder nur in bestimmten Fällen oder unter bestimmten Bedingungen anzuwenden."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Gerichtsbarkeit",
      "content": "1 Jede Vertragspartei trifft die erforderlichen gesetzgeberischen und sonstigen Massnahmen, um ihre Gerichtsbarkeit über die in Übereinstimmung mit diesem Übereinkommen umschriebenen Straftaten für den Fall zu begründen, dass die Straftat wie folgt begangen wird: a) in ihrem Hoheitsgebiet; b) an Bord eines Schiffes, das die Flagge dieser Vertragspartei führt; c) an Bord eines Luftfahrzeugs, das nach dem Recht dieser Vertragspartei eingetragen ist; oder d) von einem ihrer Staatsangehörigen oder von einer Person, die ihren gewöhnlichen Aufenthalt in ihrem Hoheitsgebiet hat. 2 Jede Vertragspartei trifft die erforderlichen gesetzgeberischen und sonstigen Massnahmen, um ihre Gerichtsbarkeit über die in Übereinstimmung mit diesem Übereinkommen umschriebenen Straftaten für den Fall zu begründen, dass das Opfer der Straftat einer ihrer Staatsangehörigen oder eine Person ist, die ihren gewöhnlichen Aufenthalt in ihrem Hoheitsgebiet hat. 3 Jede Vertragspartei trifft die erforderlichen gesetzgeberischen und sonstigen Massnahmen, um ihre Gerichtsbarkeit über die in Übereinstimmung mit diesem Übereinkommen umschriebenen Straftaten für den Fall zu begründen, dass der Verdächtige sich in ihrem Hoheitsgebiet befindet und aufgrund seiner Staatsangehörigkeit nicht an eine andere Vertragspartei ausgeliefert werden kann. 4 Jeder Staat oder die Europäische Union kann bei der Unterzeichnung oder bei der Hinterlegung seiner beziehungsweise ihrer Ratifikations‑, Annahme- oder Genehmigungsurkunde durch eine an den Generalsekretär des Europarats gerichtete Erklärung mitteilen, dass er beziehungsweise sie sich das Recht vorbehält, die in Absatz 1 Buchstabe d und Absatz 2 enthaltenen Vorschriften in Bezug auf die Gerichtsbarkeit nicht oder nur in bestimmten Fällen oder unter bestimmten Bedingungen anzuwenden. 5 Wird die Gerichtsbarkeit für eine mutmassliche in Übereinstimmung mit diesem Übereinkommen umschriebene Straftat von mehr als einer Vertragspartei geltend gemacht, so konsultieren die betreffenden Vertragsparteien einander, soweit angebracht, um die für die Strafverfolgung am besten geeignete Gerichtsbarkeit zu bestimmen. 6 Unbeschadet der allgemeinen Regeln des Völkerrechts schliesst dieses Übereinkommen die Ausübung einer Strafgerichtsbarkeit durch eine Vertragspartei nach ihrem internen Recht nicht aus."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Verantwortlichkeit juristischer Personen",
      "content": "1 Jede Vertragspartei trifft die erforderlichen gesetzgeberischen und sonstigen Massnahmen, um sicherzustellen, dass juristische Personen für die in Übereinstimmung mit diesem Übereinkommen umschriebenen Straftaten verantwortlich gemacht werden können, die zu ihren Gunsten von einer natürlichen Person begangen werden, die entweder allein oder als Mitglied eines Organs der juristischen Person handelt und die eine Führungsposition innerhalb der juristischen Person innehat aufgrund: a) einer Vertretungsmacht für die juristische Person; b) einer Befugnis, Entscheidungen im Namen der juristischen Person zu treffen; c) einer Kontrollbefugnis innerhalb der juristischen Person. 2 Neben den in Absatz 1 vorgesehenen Fällen trifft jede Vertragspartei die erforderlichen gesetzgeberischen und sonstigen Massnahmen, um sicherzustellen, dass eine juristische Person verantwortlich gemacht werden kann, wenn mangelnde Überwachung oder Kontrolle durch eine in Absatz 1 genannte natürliche Person die Begehung einer in Übereinstimmung mit diesem Übereinkommen umschriebenen Straftat zu Gunsten der juristischen Person durch eine ihr unterstellte natürliche Person ermöglicht hat. 3 Vorbehaltlich der Rechtsgrundsätze der Vertragspartei kann die Verantwortlichkeit einer juristischen Person straf‑, zivil- oder verwaltungsrechtlicher Art sein. 4 Diese Verantwortlichkeit berührt nicht die strafrechtliche Verantwortlichkeit der natürlichen Personen, welche die Straftat begangen haben."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Sanktionen und Massnahmen",
      "content": "1 Jede Vertragspartei trifft die erforderlichen gesetzgeberischen und sonstigen Massnahmen, um sicherzustellen, dass die in Übereinstimmung mit diesem Übereinkommen umschriebenen Straftaten mit wirksamen, angemessenen und abschreckenden Sanktionen bedroht werden, einschliesslich strafrechtlicher oder nicht strafrechtlicher Geldsanktionen, die ihrer Schwere Rechnung tragen. Diese schliessen für in Übereinstimmung mit den Artikeln 5 und 6 umschriebene und von natürlichen Personen begangene Straftaten freiheitsentziehende Massnahmen ein, die zur Auslieferung führen können. 2 Jede Vertragspartei trifft die erforderlichen gesetzgeberischen und sonstigen Massnahmen, um sicherzustellen, dass juristische Personen, die nach Artikel 11 verantwortlich gemacht werden, wirksamen, angemessenen und abschreckenden Sanktionen, einschliesslich strafrechtlicher oder nicht strafrechtlicher Geldsanktionen, unterliegen; hierzu können auch andere Massnahmen gehören, beispielsweise: a) das vorübergehende oder dauerhafte Verbot der Ausübung einer gewerblichen Tätigkeit; b) die gerichtliche Aufsicht; c) die gerichtlich angeordnete Liquidation. 3 Jede Vertragspartei trifft die erforderlichen gesetzgeberischen und sonstigen Massnahmen: a) um die Beschlagnahme und Einziehung in Bezug auf Folgendes zu gestatten: i) Arzneimittel und Medizinprodukte, Wirkstoffe, Hilfsstoffe, Teile, Materialien und Zubehör sowie Gegenstände, Dokumente oder andere Tatwerkzeuge, die verwendet wurden, um in Übereinstimmung mit diesem Übereinkommen umschriebene Straftaten zu begehen oder ihre Begehung zu erleichtern, ii) Erträge aus solchen Straftaten oder Vermögensgegenstände, deren Wert demjenigen solcher Erträge entspricht; b) um die Vernichtung von eingezogenen Arzneimitteln und Medizinprodukten, von eingezogenen Wirkstoffen, Hilfsstoffen, Teilen und Materialien sowie von eingezogenem Zubehör, die Gegenstand einer in Übereinstimmung mit diesem Übereinkommen umschriebenen Straftat sind, zu gestatten; c) um zur Verhütung künftiger Straftaten alle sonstigen angemessenen Massnahmen als Reaktion auf eine Straftat zu treffen."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "",
      "content": "Jede Vertragspartei trifft die erforderlichen gesetzgeberischen und sonstigen Massnahmen, um sicherzustellen, dass die folgenden Umstände, soweit sie nicht bereits Tatbestandsmerkmale darstellen, im Einklang mit den einschlägigen Bestimmungen des internen Rechts bei der Festsetzung des Strafmasses für die in Übereinstimmung mit diesem Übereinkommen umschriebenen Straftaten als erschwerend berücksichtigt werden können: a) Die Straftat verursachte den Tod des Opfers oder schädigte dessen körperliche oder geistige Gesundheit. b) Die Straftat wurde von Personen begangen, die das in sie gesetzte Vertrauen in ihrer Eigenschaft als Fachkräfte missbrauchten. c) Die Straftat wurde von Personen begangen, die das in sie gesetzte Vertrauen in ihrer Eigenschaft als Hersteller sowie als Lieferanten missbrauchten. d) Die Straftaten der Abgabe und des Angebots zur Abgabe wurden unter Zugriff auf Möglichkeiten des Grossvertriebs, zum Beispiel von Informationssystemen einschliesslich des Internets, begangen. e) Die Straftat wurde im Rahmen einer kriminellen Vereinigung begangen. f) Der Täter ist bereits wegen gleichartiger Straftaten verurteilt worden. Für Österreich: Erschwerende Umstände, für die Schweiz: Strafverschärfungsgründe Für die Schweiz: Lieferung Für die Schweiz: Lieferung"
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Vorstrafen",
      "content": "Jede Vertragspartei trifft die erforderlichen gesetzgeberischen und sonstigen Massnahmen, um die Möglichkeit vorzusehen, bei der Festsetzung des Strafmasses die von einer anderen Vertragspartei wegen gleichartiger Straftaten erlassenen rechtskräftigen Strafurteile zu berücksichtigen."
    },
    {
      "provision_ref": "art15",
      "chapter": "Kapitel III: Ermittlungen, Strafverfolgung und Verfahrensrecht",
      "section": "15",
      "title": "Einleitung und Fortführung von Verfahren",
      "content": "Jede Vertragspartei trifft die erforderlichen gesetzgeberischen und sonstigen Massnahmen, um sicherzustellen, dass die Ermittlungen wegen oder die Strafverfolgung von in Übereinstimmung mit diesem Übereinkommen umschriebenen Straftaten nicht von einer Anzeige abhängig gemacht werden und dass das Verfahren fortgeführt werden kann, selbst wenn die Anzeige zurückgezogen wird."
    },
    {
      "provision_ref": "art16",
      "chapter": "Kapitel III: Ermittlungen, Strafverfolgung und Verfahrensrecht",
      "section": "16",
      "title": "Strafrechtliche Ermittlungen",
      "content": "1 Jede Vertragspartei trifft die erforderlichen Massnahmen, um sicherzustellen, dass die für die strafrechtlichen Ermittlungen zuständigen Personen, Einheiten oder Dienste auf dem Gebiet der Bekämpfung der Fälschung von Arzneimitteln und Medizinprodukten und ähnlicher die öffentliche Gesundheit gefährdender Straftaten spezialisiert sind oder dass Personen zu diesem Zweck geschult werden; hierzu gehören auch Finanzermittlungen. Diese Dienste oder Einheiten müssen angemessene finanzielle Mittel erhalten. 2 Jede Vertragspartei trifft die erforderlichen gesetzgeberischen und sonstigen Massnahmen, um in Übereinstimmung mit den Grundsätzen ihres internen Rechts wirksame strafrechtliche Ermittlungen wegen und eine wirksame Strafverfolgung von in Übereinstimmung mit diesem Übereinkommen umschriebenen Straftaten zu gewährleisten, die, soweit angemessen, für ihre zuständigen Behörden auch die Möglichkeit der Durchführung von Finanzermittlungen, verdeckten Ermittlungen, kontrollierten Lieferungen und sonstigen besonderen Ermittlungsmethoden umfassen."
    },
    {
      "provision_ref": "art17",
      "chapter": "Kapitel IV: Zusammenarbeit der Behörden und Informationsaustausch",
      "section": "17",
      "title": "Innerstaatliche Massnahmen zur Zusammenarbeit und zum Informationsaustausch",
      "content": "1 Jede Vertragspartei trifft die erforderlichen gesetzgeberischen und sonstigen Massnahmen, um sicherzustellen, dass Vertreter der Gesundheitsbehörden, des Zolls, der Polizei und sonstiger zuständiger Behörden in Übereinstimmung mit dem internen Recht Informationen austauschen und zusammenarbeiten, um die Fälschung von Arzneimitteln und Medizinprodukten und ähnliche die öffentliche Gesundheit gefährdende Straftaten wirksam zu verhüten und zu bekämpfen. 2 Jede Vertragspartei bemüht sich, die Zusammenarbeit zwischen ihren zuständigen Behörden und dem gewerblichen und industriellen Sektor im Hinblick auf das Risikomanagement bei der Fälschung von Arzneimitteln und Medizinprodukten und ähnlichen die öffentliche Gesundheit gefährdenden Straftaten sicherzustellen. 3 Unter gebührender Beachtung der Erfordernisse des Schutzes personenbezogener Daten trifft jede Vertragspartei die erforderlichen gesetzgeberischen und sonstigen Massnahmen, um Mechanismen für Folgendes einzuführen oder zu stärken: a) die Entgegennahme und die Erfassung von Informationen und Daten, auch über Kontaktstellen, auf nationaler oder lokaler Ebene und in Zusammenarbeit mit dem privaten Sektor und der Zivilgesellschaft, um die Fälschung von Arzneimitteln und Medizinprodukten und ähnliche die öffentliche Gesundheit gefährdende Straftaten zu verhüten und zu bekämpfen; b) die Bereitstellung der Informationen und Daten, die von den Gesundheitsbehörden, dem Zoll, der Polizei und anderen zuständigen Behörden erfasst wurden, für die Zwecke der Zusammenarbeit dieser Behörden untereinander. 4 Jede Vertragspartei trifft die erforderlichen Massnahmen, um sicherzustellen, dass die für die Zusammenarbeit und den Informationsaustausch zuständigen Personen, Einheiten oder Dienste zu diesem Zweck geschult werden. Diese Einheiten oder Dienste müssen angemessene finanzielle Mittel erhalten."
    },
    {
      "provision_ref": "art18",
      "chapter": "Kapitel V: Massnahmen zur Prävention",
      "section": "18",
      "title": "Präventive Massnahmen",
      "content": "1 Jede Vertragspartei trifft die erforderlichen gesetzgeberischen und sonstigen Massnahmen zur Festlegung der Qualitäts- und Sicherheitsanforderungen für Arzneimittel und Medizinprodukte. 2 Jede Vertragspartei trifft die erforderlichen gesetzgeberischen und sonstigen Massnahmen zur Gewährleistung eines sicheren Vertriebs von Arzneimitteln und Medizinprodukten. 3 Mit dem Ziel, die Fälschung von Arzneimitteln und Medizinprodukten, Wirkstoffen, Hilfsstoffen, Teilen, Materialien und Zubehör zu verhüten trifft jede Vertragspartei die erforderlichen Massnahmen, um unter anderem für Folgendes zu sorgen: a) die Schulung von Angehörigen der Gesundheitsberufe, von Lieferanten, der Polizei und der Zollbehörden sowie der zuständigen Regulierungsbehörden; b) die Förderung von Sensibilisierungskampagnen zur Aufklärung der Öffentlichkeit über gefälschte Arzneimittel und Medizinprodukte; c) die Verhütung der illegalen Abgabe von gefälschten Arzneimitteln und Medizinprodukten, von gefälschten Wirkstoffen, Hilfsstoffen, Teilen und Materialien sowie von gefälschtem Zubehör. Für die Schweiz: Lieferung"
    },
    {
      "provision_ref": "art19",
      "chapter": "Kapitel VI: Schutzmassnahmen",
      "section": "19",
      "title": "Opferschutz",
      "content": "Jede Vertragspartei trifft die erforderlichen gesetzgeberischen und sonstigen Massnahmen, um die Rechte und Interessen der Opfer zu schützen, indem sie insbesondere: a) für den Zugang der Opfer zu Informationen sorgt, die für ihren Fall einschlägig und für den Schutz ihrer Gesundheit erforderlich sind; b) die Opfer bei ihrer körperlichen, seelischen und sozialen Genesung unterstützt; c) sicherstellt, dass in ihrem internen Recht das Recht der Opfer auf Entschädigung durch die Täter vorgesehen ist."
    },
    {
      "provision_ref": "art20",
      "chapter": "Kapitel VI: Schutzmassnahmen",
      "section": "20",
      "title": "Stellung der Opfer in strafrechtlichen Ermittlungen und Verfahren",
      "content": "1 Jede Vertragspartei trifft die erforderlichen gesetzgeberischen und sonstigen Massnahmen, um die Rechte und Interessen der Opfer in allen Abschnitten der strafrechtlichen Ermittlungen und Verfahren zu schützen, indem sie insbesondere: a) diese über ihre Rechte und die ihnen zur Verfügung stehenden Dienste und – ausser wenn sie dies nicht wünschen – über die aufgrund ihrer Anzeige veranlassten Massnahmen, die möglichen Anklagepunkte, den allgemeinen Stand der Ermittlungen oder des Verfahrens und ihre Rolle hierin sowie die in ihrem Fall ergangene Entscheidung unterrichtet; b) ihnen in Übereinstimmung mit den Verfahrensvorschriften des internen Rechts die Möglichkeit gibt, gehört zu werden, Beweismittel vorzulegen und die Mittel zu wählen, mit Hilfe derer ihre Ansichten, Bedürfnisse und Sorgen unmittelbar oder über einen Vermittler vorgetragen und geprüft werden; c) ihnen geeignete Hilfsdienste zur Verfügung stellt, damit ihre Rechte und Interessen in gebührender Weise vorgetragen und berücksichtigt werden; d) für wirksame Massnahmen sorgt, damit sie und ihre Familien sowie Belastungszeugen vor Einschüchterung und Vergeltung sicher sind. 2 Jede Vertragspartei stellt sicher, dass die Opfer bereits von ihrem ersten Kontakt mit den zuständigen Behörden an Zugang zu Informationen über die einschlägigen Gerichts- und Verwaltungsverfahren haben. 3 Jede Vertragspartei stellt sicher, dass die Opfer, sofern gerechtfertigt unentgeltlich, einen Rechtsbeistand erhalten, wenn sie als Partei in dem Strafverfahren auftreten können. 4 Jede Vertragspartei trifft die erforderlichen gesetzgeberischen und sonstigen Massnahmen, um sicherzustellen, dass die Opfer einer in Übereinstimmung mit diesem Übereinkommen umschriebenen und im Hoheitsgebiet einer Vertragspartei, das nicht das Hoheitsgebiet ist, in dem die Opfer ihren Wohnsitz haben, begangenen Straftat bei den zuständigen Behörden des Wohnsitzstaats Anzeige erstatten können. 5 Jede Vertragspartei sieht durch gesetzgeberische oder sonstige Massnahmen nach Massgabe ihres internen Rechts für Gruppen, Stiftungen, Vereinigungen oder staatliche oder nichtstaatliche Organisationen die Möglichkeit vor, in Strafverfahren wegen der in Übereinstimmung mit diesem Übereinkommen umschriebenen Straftaten den Opfern beizustehen und/oder sie zu unterstützen, wenn diese einwilligen."
    },
    {
      "provision_ref": "art21",
      "chapter": "Kapitel VII: Internationale Zusammenarbeit",
      "section": "21",
      "title": "Internationale Zusammenarbeit in Strafsachen",
      "content": "1 Die Vertragsparteien arbeiten untereinander im Einklang mit diesem Übereinkommen sowie nach Massgabe der einschlägigen anzuwendenden völkerrechtlichen und regionalen Übereinkünfte, der auf der Grundlage einheitlicher oder auf Gegenseitigkeit beruhender Rechtsvorschriften getroffenen Vereinbarungen und ihres internen Rechts für Zwecke der Ermittlungen oder Verfahren, einschliesslich Beschlagnahmen und Einziehungen, in Bezug auf die in Übereinstimmung mit diesem Übereinkommen umschriebenen Straftaten im grösstmöglichen Umfang zusammen. 2 Die Vertragsparteien arbeiten nach Massgabe der einschlägigen anzuwendenden völkerrechtlichen, regionalen und zweiseitigen Verträge über Auslieferung und Rechtshilfe in Strafsachen in Bezug auf die in Übereinstimmung mit diesem Übereinkommen umschriebenen Straftaten im grösstmöglichen Umfang zusammen. 3 Erhält eine Vertragspartei, welche die Auslieferung oder die Rechtshilfe in Strafsachen vom Bestehen eines Vertrags abhängig macht, ein Auslieferungsersuchen oder ein Rechtshilfeersuchen in Strafsachen von einer Vertragspartei, mit der sie keinen entsprechenden Vertrag hat, so kann sie unter vollständiger Einhaltung ihrer völkerrechtlichen Verpflichtungen und nach Massgabe der im internen Recht der ersuchten Vertragspartei vorgesehenen Bedingungen dieses Übereinkommen als Rechtsgrundlage für die Auslieferung oder die Rechtshilfe in Strafsachen in Bezug auf die in Übereinstimmung mit diesem Übereinkommen umschriebenen Straftaten ansehen."
    },
    {
      "provision_ref": "art22",
      "chapter": "Kapitel VII: Internationale Zusammenarbeit",
      "section": "22",
      "title": "Internationale Zusammenarbeit bei der Prävention und bei anderen administrativen Massnahmen",
      "content": "1 Die Vertragsparteien arbeiten beim Schutz und bei der Unterstützung von Opfern zusammen. 2 Unbeschadet ihrer internen Meldesysteme benennen die Vertragsparteien eine nationale Kontaktstelle, die für die Übermittlung und Entgegennahme von Auskunftsersuchen und/oder Ersuchen um Zusammenarbeit in Zusammenhang mit der Bekämpfung der Fälschung von Arzneimitteln und Medizinprodukten und ähnlicher die öffentliche Gesundheit gefährdender Straftaten zuständig ist. 3 Jede Vertragspartei bemüht sich, soweit angemessen, die Verhütung und Bekämpfung der Fälschung von Arzneimitteln und Medizinprodukten und ähnlicher die öffentliche Gesundheit gefährdender Straftaten in Unterstützungs- oder Entwicklungsprogramme zu Gunsten von Drittstaaten aufzunehmen."
    },
    {
      "provision_ref": "art23",
      "chapter": "Kapitel VIII: Folgemechanismus",
      "section": "23",
      "title": "Ausschuss der Vertragsparteien",
      "content": "1 Der Ausschuss der Vertragsparteien besteht aus den Vertretern der Vertragsparteien des Übereinkommens. 2 Der Ausschuss der Vertragsparteien wird vom Generalsekretär des Europarats einberufen. Seine erste Sitzung findet innerhalb eines Jahres nach Inkrafttreten dieses Übereinkommens für den zehnten Unterzeichner, der es ratifiziert hat, statt. Danach tritt der Ausschuss immer dann zusammen, wenn mindestens ein Drittel der Vertragsparteien oder der Generalsekretär dies beantragt. 3 Der Ausschuss der Vertragsparteien gibt sich eine Geschäftsordnung. 4 Der Ausschuss der Vertragsparteien wird bei der Wahrnehmung seiner Aufgaben vom Sekretariat des Europarats unterstützt. 5 Eine Vertragspartei, die kein Mitglied des Europarats ist, trägt zur Finanzierung des Ausschusses der Vertragsparteien auf eine Weise bei, über die das Ministerkomitee nach Konsultierung dieser Vertragspartei entscheidet."
    },
    {
      "provision_ref": "art24",
      "chapter": "Kapitel VIII: Folgemechanismus",
      "section": "24",
      "title": "Andere Vertreter",
      "content": "1 Die Parlamentarische Versammlung des Europarats, der Europäische Ausschuss für Strafrechtsfragen (CDPC) sowie weitere einschlägige zwischenstaatliche oder wissenschaftliche Ausschüsse des Europarats benennen jeweils einen Vertreter für den Ausschuss der Vertragsparteien, um zu einem sektor- und fachübergreifenden Ansatz beizutragen. 2 Das Ministerkomitee kann weitere Organe des Europarats auffordern, einen Vertreter für den Ausschuss der Vertragsparteien zu benennen, nachdem es diese konsultiert hat. 3 Vertreter einschlägiger internationaler Organe können nach dem durch die einschlägigen Vorschriften des Europarats festgelegten Verfahren im Ausschuss der Vertragsparteien als Beobachter zugelassen werden. 4 Vertreter einschlägiger offizieller Organe der Vertragsparteien können nach dem durch die einschlägigen Vorschriften des Europarats festgelegten Verfahren im Ausschuss der Vertragsparteien als Beobachter zugelassen werden. 5 Vertreter der Zivilgesellschaft und insbesondere nichtstaatlicher Organisationen können nach dem durch die einschlägigen Vorschriften des Europarats festgelegten Verfahren im Ausschuss der Vertragsparteien als Beobachter zugelassen werden. 6 Bei der Benennung von Vertretern nach den Absätzen 2 bis 5 ist eine ausgewogene Vertretung der unterschiedlichen Sektoren und Disziplinen zu gewährleisten. 7 Die nach den Absätzen 1 bis 5 benannten Vertreter nehmen an den Sitzungen des Ausschusses der Vertragsparteien ohne Stimmrecht teil."
    },
    {
      "provision_ref": "art25",
      "chapter": "Kapitel VIII: Folgemechanismus",
      "section": "25",
      "title": "Aufgaben des Ausschusses der Vertragsparteien",
      "content": "1 Der Ausschuss der Vertragsparteien überwacht die Durchführung dieses Übereinkommens. In der Geschäftsordnung des Ausschusses der Vertragsparteien ist das Verfahren zur Bewertung der Durchführung des Übereinkommens unter Nutzung eines sektor- und fachübergreifenden Ansatzes festzulegen. 2 Der Ausschuss der Vertragsparteien erleichtert ferner die Sammlung, Analyse und den Austausch von Informationen, Erfahrungen und bewährten Verfahren zwischen den Staaten, um ihre Fähigkeit zu verbessern, die Fälschung von Arzneimitteln und Medizinprodukten und ähnliche die öffentliche Gesundheit gefährdende Straftaten zu verhüten und zu bekämpfen. Der Ausschuss kann vom Sachverstand anderer einschlägiger Ausschüsse und Organe des Europarats Gebrauch machen. 3 Der Ausschuss der Vertragsparteien wird gegebenenfalls auch: a) die wirksame Anwendung und Durchführung dieses Übereinkommens erleichtern, einschliesslich der Feststellung aller damit zusammenhängenden Probleme sowie der Auswirkungen aller Erklärungen oder Vorbehalte zu diesem Übereinkommen; b) eine Stellungnahme zu allen Fragen, welche die Anwendung dieses Übereinkommens betreffen, abgeben und den Informationsaustausch über wichtige rechtliche, politische oder technische Entwicklungen erleichtern; c) den Vertragsparteien bestimmte Empfehlungen betreffend die Durchführung dieses Übereinkommens unterbreiten. 4 Der CDPC wird in regelmässigen Zeitabständen über die Tätigkeiten nach den Absätzen 1, 2 und 3 unterrichtet."
    },
    {
      "provision_ref": "art26",
      "chapter": "Kapitel IX: Verhältnis zu anderen völkerrechtlichen Übereinkünften",
      "section": "26",
      "title": "Verhältnis zu anderen völkerrechtlichen Übereinkünften",
      "content": "1 Dieses Übereinkommen lässt die Rechte und Pflichten aus anderen völkerrechtlichen Übereinkünften unberührt, denen die Vertragsparteien dieses Übereinkommens jetzt oder künftig als Vertragsparteien angehören und die Bestimmungen zu Fragen enthalten, die durch dieses Übereinkommen geregelt sind. 2 Die Vertragsparteien des Übereinkommens können untereinander zwei- oder mehrseitige Übereinkünfte über Fragen schliessen, die in diesem Übereinkommen geregelt sind, um seine Bestimmungen zu ergänzen oder zu verstärken oder die Anwendung der darin enthaltenen Grundsätze zu erleichtern."
    },
    {
      "provision_ref": "art27",
      "chapter": "Kapitel X: Änderungen des Übereinkommens",
      "section": "27",
      "title": "Änderungen",
      "content": "1 Jeder Änderungsvorschlag einer Vertragspartei zu diesem Übereinkommen wird an den Generalsekretär des Europarats übermittelt, der ihn an die Vertragsparteien, die Mitgliedstaaten des Europarats, die Nichtmitgliedstaaten, die sich an der Ausarbeitung des Übereinkommens beteiligt oder beim Europarat Beobachterstatus haben, die Europäische Union und jeden zur Unterzeichnung des Übereinkommens eingeladenen Staat weiterleitet. 2 Jede von einer Vertragspartei vorgeschlagene Änderung wird dem CDPC sowie weiteren einschlägigen zwischenstaatlichen oder wissenschaftlichen Ausschüssen des Europarats übermittelt, die dem Ausschuss der Vertragsparteien ihre Stellungnahmen zu dem Änderungsvorschlag unterbreiten. 3 Das Ministerkomitee kann nach Prüfung des Änderungsvorschlags und der vom Ausschuss der Vertragsparteien unterbreiteten Stellungnahme die Änderung beschliessen. 4 Der Wortlaut jeder vom Ministerkomitee nach Absatz 3 beschlossenen Änderung wird den Vertragsparteien zur Annahme übermittelt. 5 Jede nach Absatz 3 beschlossene Änderung tritt am ersten Tag des Monats in Kraft, der auf einen Zeitabschnitt von einem Monat nach dem Tag folgt, an dem alle Vertragsparteien dem Generalsekretär mitgeteilt haben, dass sie die Änderung angenommen haben."
    },
    {
      "provision_ref": "art28",
      "chapter": "Kapitel XI: Schlussbestimmungen",
      "section": "28",
      "title": "Unterzeichnung und Inkrafttreten",
      "content": "1 Dieses Übereinkommen liegt für die Mitgliedstaaten des Europarats, die Europäische Union sowie für die Nichtmitgliedstaaten, die sich an seiner Ausarbeitung beteiligt oder beim Europarat Beobachterstatus haben, zur Unterzeichnung auf. Es liegt auch für jeden anderen Nichtmitgliedstaat des Europarats zur Unterzeichnung auf, der vom Ministerkomitee hierzu eingeladen wurde. Der Beschluss, einen Nichtmitgliedstaat zur Unterzeichnung des Übereinkommens einzuladen, wird mit der in Artikel 20 Buchstabe d der Satzung des Europarats vorgesehenen Mehrheit und mit einhelliger Zustimmung der Vertreter der Vertragsstaaten, die Anspruch auf einen Sitz im Ministerkomitee haben, gefasst. Dieser Beschluss wird mit einhelliger Zustimmung der anderen Staaten/der Europäischen Union gefasst, die ihre Zustimmung ausgedrückt haben, durch das Übereinkommen gebunden zu sein. 2 Dieses Übereinkommen bedarf der Ratifikation, Annahme oder Genehmigung. Die Ratifikations‑, Annahme- oder Genehmigungsurkunden werden beim Generalsekretär des Europarats hinterlegt. 3 Dieses Übereinkommen tritt am ersten Tag des Monats in Kraft, der auf einen Zeitabschnitt von drei Monaten nach dem Tag folgt, an dem fünf Unterzeichner, darunter mindestens drei Mitgliedstaaten des Europarats, nach Absatz 2 ihre Zustimmung ausgedrückt haben, durch das Übereinkommen gebunden zu sein. 4 Drückt ein Staat oder die Europäische Union seine beziehungsweise ihre Zustimmung, durch das Übereinkommen gebunden zu sein, später aus, so tritt es für ihn beziehungsweise sie am ersten Tag des Monats in Kraft, der auf einen Zeitabschnitt von drei Monaten nach Hinterlegung seiner beziehungsweise ihrer Ratifikations‑, Annahme- oder Genehmigungsurkunde folgt."
    },
    {
      "provision_ref": "art29",
      "chapter": "Kapitel XI: Schlussbestimmungen",
      "section": "29",
      "title": "Räumlicher Geltungsbereich",
      "content": "1 Jeder Staat oder die Europäische Union kann bei der Unterzeichnung oder bei der Hinterlegung seiner beziehungsweise ihrer Ratifikations‑, Annahme- oder Genehmigungsurkunde einzelne oder mehrere Hoheitsgebiete bezeichnen, auf die dieses Übereinkommen Anwendung findet. 2 Jede Vertragspartei kann jederzeit danach durch eine an den Generalsekretär des Europarats gerichtete Erklärung die Anwendung dieses Übereinkommens auf jedes weitere in der Erklärung bezeichnete Hoheitsgebiet erstrecken, für dessen internationale Beziehungen sie verantwortlich ist oder in dessen Namen Verpflichtungen einzugehen sie ermächtigt ist. Das Übereinkommen tritt für dieses Hoheitsgebiet am ersten Tag des Monats in Kraft, der auf einen Zeitabschnitt von drei Monaten nach Eingang der Erklärung beim Generalsekretär folgt. 3 Jede nach den Absätzen 1 und 2 abgegebene Erklärung kann in Bezug auf jedes darin bezeichnete Hoheitsgebiet durch eine an den Generalsekretär des Europarats gerichtete Notifikation zurückgenommen werden. Die Rücknahme wird am ersten Tag des Monats wirksam, der auf einen Zeitabschnitt von drei Monaten nach Eingang der Notifikation beim Generalsekretär folgt."
    },
    {
      "provision_ref": "art30",
      "chapter": "Kapitel XI: Schlussbestimmungen",
      "section": "30",
      "title": "Vorbehalte",
      "content": "1 Mit Ausnahme der ausdrücklich vorgesehenen Vorbehalte sind Vorbehalte zu diesem Übereinkommen nicht zulässig. 2 Jede Vertragspartei, die einen Vorbehalt angebracht hat, kann ihn jederzeit durch eine an den Generalsekretär des Europarats gerichtete Notifikation ganz oder teilweise zurücknehmen. Die Rücknahme wird mit dem Eingang der Notifikation beim Generalsekretär wirksam."
    },
    {
      "provision_ref": "art31",
      "section": "31",
      "title": "Gütliche Beilegung",
      "content": "Der Ausschuss der Vertragsparteien begleitet in enger Zusammenarbeit mit dem CDPC sowie anderen einschlägigen zwischenstaatlichen oder wissenschaftlichen Ausschüssen des Europarats die Anwendung dieses Übereinkommens und erleichtert nötigenfalls die gütliche Beilegung aller mit seiner Anwendung in Zusammenhang stehenden Schwierigkeiten."
    },
    {
      "provision_ref": "art32",
      "section": "32",
      "title": "Kündigung",
      "content": "1 Jede Vertragspartei kann dieses Übereinkommen jederzeit durch eine an den Generalsekretär des Europarats gerichtete Notifikation kündigen. 2 Die Kündigung wird am ersten Tag des Monats wirksam, der auf einen Zeitabschnitt von drei Monaten nach Eingang der Notifikation beim Generalsekretär folgt."
    },
    {
      "provision_ref": "art33",
      "section": "33",
      "title": "Notifikation",
      "content": "Der Generalsekretär des Europarats notifiziert den Vertragsparteien, den Mitgliedstaaten des Europarats, den Nichtmitgliedstaaten, die sich an der Ausarbeitung des Übereinkommens beteiligt oder beim Europarat Beobachterstatus haben, der Europäischen Union und jedem nach Artikel 28 zur Unterzeichnung des Übereinkommens eingeladenen Staat: a) jede Unterzeichnung; b) jede Hinterlegung einer Ratifikations‑, Annahme- oder Genehmigungsurkunde; c) jeden Zeitpunkt des Inkrafttretens dieses Übereinkommens nach Artikel 28; d) jede nach Artikel 27 beschlossene Änderung sowie den Zeitpunkt, zu dem sie in Kraft tritt; e) jeden Vorbehalt nach den Artikeln 5, 6, 7, 9 und 10 und jede Rücknahme eines Vorbehalts nach Artikel 30; f) jede Kündigung nach Artikel 32; g) jede andere Handlung, Notifikation oder Mitteilung im Zusammenhang mit dem Übereinkommen."
    }
  ],
  "definitions": []
}