{
  "id": "sr-0-420-513-11",
  "type": "statute",
  "title": "Abkommen vom 14. September 2010 zwischen dem Bundesamt für Berufsbildung und Technologie BBT im Namen des Schweizerischen Bundesrats und dem EUREKA-Sekretariat",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2010/802/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Umfang des Abkommens",
      "content": "Ziel dieses Abkommens ist die Festlegung der Bedingungen für: – die jährlichen Finanzzusagen des BBT gegenüber dem Eurostars Joint Programme; – die vom BBT geleisteten Finanzbeiträge an die Eurostars-Teilnehmer; – die Zuteilung des Finanzbeitrags der Gemeinschaft durch das EUREKA-Sekretariat an und dessen Verwendung durch das BBT nach der tatsächlichen Zahlung seiner Finanzhilfen an Eurostars-Teilnehmer; – die Mittelkontrolle, die Wiedereinziehung ordnungsgemäss geleisteter Zahlungen und den angemessenen Schutz der finanziellen Interessen der Gemeinschaft; – die Politik betreffend die geistigen Eigentumsrechte des Eurostars Joint Programme (IPR-Politik). Heute: des SBFI (siehe AS 2012 3631 ). Heute: vom SBFI (siehe AS 2012 3631 ). Heute: das SBFI (siehe AS 2012 3631 )."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Begriffsbestimmungen",
      "content": "«Europäische Gemeinschaften» oder «Gemeinschaft» bezeichnet die Europäische Union; «Kommission» bezeichnet die Europäische Kommission; «Nationaler Projektkoordinator EUREKA» bezeichnet den nationalen Ansprechpartner; «Eurostars High Level Group (Eurostars HLG)» bezeichnet die Stelle, die die Durchführung des Eurostars Joint Programme beaufsichtigt und insbesondere zuständig ist für die Benennung der Mitglieder der Eurostars Advisory Group, die Genehmigung der Arbeitsverfahren für die Durchführung des Eurostars Joint Programme, die Genehmigung der Planung von Aufrufen zur Einreichung von Anträgen und der dazugehörigen Budgets sowie für die Genehmigung der Rangliste der zu finanzierenden Eurostars-Projekte; «Eurostars-Teilnehmer» sind juristische Personen, die an einem Eurostars-Projekt teilnehmen; «Eurostars-Projekt» bezeichnet ein Projekt, das aufgrund des vom EUREKA-Sekretariat zum Zwecke der Durchführung des Eurostars Joint Programme veröffentlichten Aufrufs zur Einreichung von Anträgen und der zentralisierten Begutachtung ausgewählt wurde und vom BBT im Rahmen des Eurostars Joint Programme finanziell unterstützt wird. «Haushaltsordnung» bezeichnet die Verordnung (EG/Euratom) Nr. 1605/2002 des Rates vom 25. Juni 2002 über die Haushaltsordnung für den Gesamthaushaltsplan der Europäischen Gemeinschaften (ABl L 248 vom 16.9.2002, S. 1) und die zugehörigen Durchführungsverordnungen in der bei Unterzeichnung dieses Abkommens geltenden Fassung; «Independent Evaluation Panel (IEP)» bezeichnet das unabhängige Expertengremium, das anhand vorgegebener Kriterien die im Anschluss an den Aufruf des EUREKA-Sekretariats zur Einreichung von Anträgen eingegangenen Bewerbungen prüft und eine Rangfolge dieser Anträge erstellt; «Hauptteilnehmer» bezeichnet das F&E betreibende KMU, das ein Eurostars-Projekt leitet; «F&E betreibendes KMU» bezeichnet ein kleines und mittleres Unternehmen, das mindestens 10 Prozent seines Vollzeitpersonals (Vollzeitäquivalente, VZÄ) in F&E beschäftigt oder 10 Prozent des Jahresumsatzes für F&E aufwendet; «Kleine und mittlere Unternehmen (KMU)» bezeichnet Kleinst-, Klein- und mittlere Unternehmen gemäss Empfehlung 2003/361/EG vom 6. Mai 2003, die weniger als 250 Personen beschäftigen und die entweder einen Jahresumsatz von höchstens 50 Mio. EUR erzielen oder deren Jahresbilanzsumme sich auf höchstens 43 Mio. EUR beläuft. Heute: vom SBFI (siehe AS 2012 3631 )."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Verpflichtungen des EUREKA-Sekretariats",
      "content": "3.1 Finanzielle Verpflichtungen des EUREKA-Sekretariats Das EUREKA-Sekretariat verpflichtet sich, dem BBT gemäss der Entscheidung und der Haushaltsordnung sowie auf der Grundlage der nachstehenden kumulativen Grundsätze und unbeschadet der nachfolgend vereinbarten speziellen Vorschriften den Finanzbeitrag der Gemeinschaft für die in der durch die Eurostars High Level Group HLG genehmigten Rangliste definierten Eurostars-Projekte zuzuteilen. – Die Berechnung des Finanzbeitrags der Gemeinschaft erfolgt: – so, dass er zu keinem Zeitpunkt ein Drittel des tatsächlichen Finanzbeitrags des BBT an das Eurostars Joint Programme übersteigt und die von der Eurostars HLG vereinbarte jährliche Obergrenze nicht überschritten wird; und – unter Bezugnahme auf die nach den nationalen Finanzierungsregeln für jedes Eurostars-Projekt als Ganzes förderfähigen Kosten. – Die Zuweisung des Finanzbeitrags der Gemeinschaft erfolgt, sobald: – die tatsächlichen Zahlungen des BBT an die Eurostars-Teilnehmer vorgenommen wurden; – die entsprechenden Projektabrechnungen vom BBT eingereicht wurden; – die Eurostars-Teilnehmer die Fortschrittsberichte eingereicht haben; – die vorgenannten Abrechnungen und Fortschrittsberichte vom EUREKA-Sekretariat genehmigt wurden. – Durch den Finanzbeitrag der Gemeinschaft sollen weder dem BBT noch den Eurostars-Teilnehmern Gewinne erwachsen. 3.2 Erfüllungspflichten des EUREKA-Sekretariats Das EUREKA-Sekretariat muss dem BBT die endgültige Rangliste der ausgewählten und durch die Eurostars HLG genehmigten Eurostars-Projekte innerhalb von 12 Wochen nach dem jeweiligen Schlusstermin bekanntgeben. Heute: dem SBFI (siehe AS 2012 3631 ). Heute: des SBFI (siehe AS 2012 3631 ). Heute: des SBFI (siehe AS 2012 3631 ). Heute: vom SBFI (siehe AS 2012 3631 ). Heute: dem SBFI (siehe AS 2012 3631 ). Heute: dem SBFI (siehe AS 2012 3631 )."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "",
      "content": "4.1 Finanzielle Verpflichtungen des BBT Das BBT verpflichtet sich: a) jährlich, gemäss der Absichtserklärung der Schweiz (Anhang 1) und der für jeden Schlusstermin des Eurostars Joint Programme vorgelegten Verpflichtungserklärung ( Declaration of Commitments ) des BBT einen Beitrag zur Finanzierung des Eurostars Joint Programme zu leisten; b) die zulässigen Eurostars-Teilnehmer, bei denen es sich nicht um natürliche Personen handeln darf, unter Einhaltung der Reihenfolge der endgültigen, durch die Eurostars HLG genehmigten Rangliste und gemäss seinen jeweiligen, vorgängig festgelegten nationalen Finanzierungsregeln aus seinem für das Eurostars Joint Programme vorgesehenen nationalen Budget finanziell zu unterstützen; c) Eurostars-Teilnehmern vor deren Unterzeichnung einer im Einklang mit diesem Abkommen stehenden Konsortialvereinbarung keine Finanzbeiträge auszurichten; d) alles Notwendige zu unternehmen, um zusätzliche Finanzmittel für die Eurostars-Teilnehmer zu beschaffen, falls das vorgesehene nationale Budget ausgeschöpft ist; e) effektive Massnahmen zu ergreifen, um eine Doppelfinanzierung von Eurostars-Projekten aus anderen Finanzierungsquellen der Gemeinschaft, insbesondere aus dem Siebten Rahmenprogramm, zu vermeiden. Zu diesem Zweck wird eine besondere, diesbezügliche Bestimmung in die Vereinbarungen zwischen dem BBT und den Eurostars-Teilnehmern aufgenommen; f) sicherzustellen, dass sein Finanzbeitrag an Eurostars-Teilnehmer keine aus anderen Quellen stammenden Finanzmittel der EU enthält und dass die Grundsätze nach Artikel 109 der Haushaltsordnung (Transparenz, Gleichbehandlung, Rückwirkungsverbot, Kumulierungsverbot, Kofinanzierung und Verbot von Gewinnstreben/Gewinnerzielung) eingehalten werden; g) sicherzustellen, dass die Vorschriften des Gemeinschaftsrahmens für staatliche Beihilfen für Forschung, Entwicklung und Innovation vom 30. Dezember 2006 (nachstehend «Gemeinschaftsrahmen» genannt) eingehalten werden; h) sicherzustellen, dass das nationale Förderprogramm mit den allgemeinen Förderkriterien für Eurostars übereinstimmt, wobei dieses Förderprogramm nicht im Widerspruch zur Entscheidung und insbesondere zu ihrem Anhang I oder zu irgendeiner Vorschrift der Gemeinschaft stehen darf und nicht geeignet sein darf, den Ruf der EG zu gefährden; i) anteilsmässig für alle Verbindlichkeiten zu haften, die der Europäischen Gemeinschaft nach den Bestimmungen von Artikel 5.4. dieses Abkommens über das EUREKA-Sekretariat geschuldet werden. 4.2 Erfüllungspflichten des BBT 4.2.1 Das BBT verpflichtet sich wie folgt: a) Das BBT übermittelt dem EUREKA-Sekretariat vor oder umgehend nach der Unterzeichnung dieses Abkommens eine Zusicherungserklärung der zuständigen öffentlichen Stelle, unter welcher das BBT arbeitet. Darin wird erklärt, dass das interne Kontrollsystem des BBT angemessen ist und einen Schutz der finanziellen Interessen der Gemeinschaft in Übereinstimmung mit der (von der Kommission gestützt auf die Entscheidung ausgearbeiteten) Richtlinie über die Funktionsweise und Überwachung des internen Kontrollsystems der speziellen Durchführungsstelle (das EUREKA-Sekretariat) und des BBT gewährleistet. Die Zusicherungserklärung ist durch einen Bericht oder durch einen sonstigen Nachweis zu ergänzen. Fehlen die Zusicherungserklärung oder die Nachweise, auf die sie sich stützt, oder sind die stützenden Nachweise nicht ausreichend, kann das EUREKA-Sekretariat dieses Abkommen gemäss Artikel 11 aussetzen oder kündigen. Das EUREKA-Sekretariat behält sich das Recht vor, jederzeit eine eigene Untersuchung durchzuführen. Die Untersuchung kann durch eine vom BBT unabhängigen Prüfstelle durchgeführt werden. Ist das EUREKA-Sekretariat nicht davon überzeugt, dass das interne Kontrollsystem des BBT geeignet ist, die finanziellen Interessen der Gemeinschaft ausreichend zu gewährleisten, behält es sich das Recht vor, dem BBT eine Liste mit Empfehlungen und einen Aktionsplan mit Zeitplan für die effektive Beseitigung der festgestellten Schwächen zu übermitteln. Bis zur Umsetzung der erforderlichen Änderungen können Transaktionen mit dem BBT für eine dem Ausmass der identifizierten Probleme entsprechende Dauer, höchstens aber für 12 Monate, nur auf vorläufiger Basis erfolgen. Die Fortschritte werden regelmässig überwacht. Setzt das BBT einen solchen Mängelbeseitigungsplan nicht innerhalb der festgelegten Frist um und tätigt es während dieser Zeit Ausgaben, werden diese Ausgaben möglicherweise vom Gemeinschaftsbeitrag ausgeschlossen. b) Das BBT übermittelt dem EUREKA-Sekretariat die Finanzierungsregeln des zugrunde liegenden nationalen Programms der Schweiz sowie die Förderkriterien für Kosten und stellt deren Einhaltung sicher. c) Das BBT übermittelt dem EUREKA-Sekretariat innerhalb von 17 Wochen nach dem jeweiligen Schlusstermin die Liste der Eurostars-Teilnehmer, die einen Finanzbeitrag erhalten sollen, sowie den Gesamtbetrag der geplanten Finanzhilfen. d) Das BBT nimmt innerhalb von fünf Wochen nach dem Ausstellungsdatum der schriftlichen Information der Antragsteller über das Ergebnis der Begutachtung, die den Projektteilnehmern vom EUREKA-Sekretariat zugestellt wird ( Eurostars Evaluation D e cision Letter ), mit den Eurostars-Teilnehmern Vertragsverhandlungen auf, die auch den nationalen Finanzierungbeschluss umfassen. e) Das BBT übermittelt dem EUREKA-Sekretariat jährlich eine von der gesetzlichen Vertreterin/vom gesetzlichen Vertreter des BBT unterzeichnete Zuverlässigkeitserklärung ( Statement of Assurance, siehe Muster in Anhang 2 mit der Bezeichnung Declaration of Commitments (Verpflichtungserklärung)), in der aufgrund ihrer/seiner Einschätzung und der ihr/ihm zur Verfügung stehenden Informationen (u.a. die Arbeitsergebnisse der internen Revisionsstelle) Folgendes erklärt wird: – Die vorgelegten Rechnungen vermitteln nach ihrem/seinem besten Wissen und Gewissen ein wahrheitsgetreues, vollständiges und korrektes Bild der Ausgaben und Einnahmen der jeweiligen Haushaltsperiode. Insbesondere wurden alle ihr/ihm bekannten Ausstände, Vorschüsse und Sicherheiten in den Rechnungen verzeichnet und alle im Zusammenhang mit den EU-Beiträgen eingegangenen Einnahmen ordnungsgemäss in den Rechnungen verzeichnet und über das EUREKA-Sekretariat der Kommission gutgeschrieben. – Das von ihr/ihm aufgebaute System bietet ausreichend Gewähr für die Rechts- und Ordnungsmässigkeit der betreffenden Geschäftstransaktionen, u.a. auch dafür, dass die Förderfähigkeit der Anträge der Begünstigten und das Verfahren für die Gewährung der Finanzhilfen in Übereinstimmung mit den Vorschriften der relevanten Rechtsakte der Gemeinschaft, der Rechtsakte zur Einrichtung des Eurostars Joint Programme und mit jeglichen sonstigen Anforderungen des EUREKA-Sekretariats verwaltet, kontrolliert und dokumentiert werden. – Sie/er bestätigt insbesondere dass (1) sie/er keine Kenntnis von nicht gemeldeten Angelegen hat, die die finanziellen Interessen der Gemeinschaft schädigen könnten, dass (2) die gegenüber dem EUREKA-Sekretariat geltend gemachten Kosten korrekt sind, dass (3) die Zahlungen an die Eurostars-Teilnehmer geleistet wurden und dass (4) die Kontrollen und Audits durchgeführt wurden, um zu prüfen, ob die Kosten den geltenden Vorschriften für die Förderfähigkeit der Kosten entsprechen. Diesen Zuverlässigkeitserklärungen ist ein Bericht beizufügen, in dem die im Rahmen einer Kontrolle, einer Prüfung oder eines Audits zur Stützung der Zuverlässigkeitserklärung durchgeführten Arbeiten aufgeführt werden und in dem dargelegt wird, wie die geltend gemachten Kosten berechnet wurden. f) Das BBT übermittelt dem EUREKA-Sekretariat zusammen mit jeder Zuverlässigkeitserklärung und auf deren Grundlage den entsprechenden Antrag auf Zuteilung des Finanzbeitrags der Gemeinschaft. g) Das BBT erstattet dem EUREKA-Sekretariat jährlich Bericht über: – die Zahlungen aus dem für das Eurostars-Programm vorgesehenen nationalen Budget; – die Verwendung des Finanzbeitrags der Gemeinschaft; – die beschlossene Prüf"
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Finanzielle Bestimmungen",
      "content": "5.1 Modalitäten für Zahlungen an das BBT. Die Zahlungen durch das EUREKA-Sekretariat erfolgen in Euro. Anträge auf Zuteilung des Gemeinschaftsbeitrags sind an die Buchhaltung des EUREKA-Sekretariats zu richten. Das EUREKA-Sekretariat überweist den Gemeinschaftsbeitrag spätestens 30 Tage nach Eingang des Antrags des BBT auf das folgende Konto: Postkonto Nr.: 30-424648-1 Name der Bank: Die Schweizerische Post, Postfinance, Engehaldestrasse 37, 3030 Bern Zu Gunsten: Bundesamt für Berufsbildung und Technologie BBT CH-3003 Bern IBAN: CH8009000000304246481 SWIFT/BIC: POFI CH BE Clearingnummer: 09000 Voraussetzung für die Überweisung ist, dass alle Anforderungen gemäss diesem Abkommen erfüllt sind und dass es dem Endbegünstigte nicht untersagt ist, direkte oder indirekte Finanzhilfen aus dem Budget der Europäischen Gemeinschaften zu erhalten, was namentlich der Fall ist, wenn der Betroffene in der in Artikel 95 der Haushaltsordnung vorgesehenen Datenbank aufgeführt wird. Unvollständige Bankverbindungsdaten haben eine Nichtbezahlung zur Folge. 5.2 Modalitäten für Zahlungen an Eurostars-Teilnehmer Das BBT verpflichtet sich, seine Finanzhilfe an die Eurostars-Teilnehmer innerhalb von 90 Tagen nach Genehmigung der endgültigen Liste der Finanzzusagen gemäss den geltenden nationalen Regeln zu leisten. 5.3 Umrechnungskurs Das BBT meldet dem EUREKA-Sekretariat die Kosten in Euro. Kosten, die in anderen Währungen anfallen, werden gemäss der üblichen Buchhaltungspraxis des BBT umgerechnet. Der Umrechnungsbetrag übersteigt niemals den Betrag, der mithilfe des Kurses der Europäischen Zentralbank (EZB) ermittelt wurde, der am Tag galt, an dem den Eurostars-Teilnehmern die Kosten entstanden oder den Betrag, der mithilfe des EZB-Kurses ermittelt wurde, der am ersten Tag des Monats nach dem Ende des Berichtzeitraums Gültigkeit hatte. 5.4 Wiedereinziehung Die Gemeinschaftsbeiträge, die das BBT nicht genutzt hat, sind unverzüglich an das EUREKA-Sekretariat zurückzuzahlen: Name der Bank: Dexia Banque Belgique Bankadresse: Boulevard Pacheco 44, 1000 Brüssel, Belgien Kontoinhaber: Secrétariat d’EUREKA IBAN: BE22 5645 1408 6347 SWIFT-Code: GKCCBEBB Hat das EUREKA-Sekretariat dem BBT einen Betrag zu Unrecht ausbezahlt oder ist nach den Bedingungen dieses Abkommens die Wiedereinziehung gerechtfertigt, ist das BBT verpflichtet, dem EUREKA-Sekretariat die fraglichen Beträge zu den von letzterem festgelegten angemessenen Bedingungen und Terminen zurückzuzahlen. Zahlt das BBT einem Eurostars-Teilnehmer zu Unrecht einen Betrag aus oder ist die Wiedereinziehung nach den Bedingungen dieses Abkommens und/oder nach dem von den Eurostars-Teilnehmern unterzeichneten Vertrag gerechtfertigt, so ist das BBT verpflichtet, dem EUREKA-Sekretariat zu den von letzterem festgelegten Bedingungen und Terminen zurückzuzahlen, ungeachtet dessen, ob der entsprechende Betrag vom betroffenen Eurostars-Teilnehmer tatsächlich zurückerlangt wird; es finden alle auf nationaler Ebene vorgesehenen Sanktionen für den zu Unrecht ausgerichteten Betrag Anwendung. Die gleichen Vorschriften kommen zur Anwendung, wenn die Kommission infolge fehlender oder verspäteter Berichterstattung durch die Eurostars-Teilnehmer (vgl. Artikel 4.2.2. Buchstabe e) die Rückzahlung des Gemeinschaftsbeitrags verlangt. Sämtliche Verbindlichkeiten des BBT gemäss diesem Abkommen sind auch als direkte Verbindlichkeit gegenüber der Europäischen Gemeinschaft zu verstehen, und zwar bis zur Höhe des Anteils der Schweiz an die in Artikel 2 Buchstabe e der Entscheidung genannten Gesamtzusagen der teilnehmenden Mitgliedstaaten. Heute: das SBFI (siehe AS 2012 3631 ). Heute: des SBFI (siehe AS 2012 3631 ). Heute: das SBFI (siehe AS 2012 3631 ). Heute: das SBFI (siehe AS 2012 3631 ). Heute: das SBFI (siehe AS 2012 3631 ). Heute: des SBFI (siehe AS 2012 3631 ). Heute: das SBFI (siehe AS 2012 3631 ). Heute: dem SBFI (siehe AS 2012 3631 ). Heute: das SBFI (siehe AS 2012 3631 ). Heute: das SBFI (siehe AS 2012 3631 ). Heute: das SBFI (siehe AS 2012 3631 ). Heute: des SBFI (siehe AS 2012 3631 )."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Überprüfungen und Audits",
      "content": "6.1 Überprüfungen und Audits durch das EUREKA-Sekretariat oder durch vom EUREKA-Sekretariat beauftragte Stellen Alle Zahlungen an das BBT können Überprüfungen und Audits durch das EUREKA-Sekretariat unterzogen werden und können auf der Grundlage der daraus hervorgegangenen Ergebnisse angepasst oder zurückgefordert werden, und zwar jederzeit während der Durchführung des Eurostars Joint Programme und bis zu fünf Jahre nach dessen Ende. Diese Überprüfungen und Audits können sich auf beliebige Fragen im Zusammenhang mit der ordnungsmässigen Durchführung des Eurostars Joint Programme erstrecken. Das EUREKA-Sekretariat ist auch berechtigt, jederzeit zu prüfen, ob das interne Kontrollsystem des BBT eine solide Buchführung und den Schutz der finanziellen Interessen der Gemeinschaft gewährleistet. Diese Überprüfung wird auf der Grundlage regelmässiger Stichproben oder bei Vorliegen berechtigter Gründe durchgeführt (was dem BBT mitzuteilen ist). All diese Audits oder Überprüfungen werden auf vertraulicher Basis durchgeführt. 6.2 Überprüfungen und Audits durch die Kommission und den Rechnungshof Die Kommission ist berechtigt, sämtliche beim oder über das BBT eingeholten Informationen der Haushaltsbehörde der Europäischen Union und an den Rechnungshof weiterzuleiten. Die Kommission ist berechtigt, beim BBT gemäss den Bestimmungen und Modalitäten in Anhang C des Abkommens vom 25. Juni 2007 über wissenschaftlich-technische Zusammenarbeit zwischen der Schweizerischen Eidgenossenschaft einerseits und der Europäischen Gemeinschaft andererseits Audits und Kontrollen durchzuführen. 6.3 Überprüfungen und Audits der Eurostars-Teilnehmer Das BBT stellt sicher, dass das Recht des EUREKA-Sekretariats, der Kommission und des Rechnungshof, Audits und Kontrollen durchzuführen, um das Recht erweitert wird, bei den Eurostars-Teilnehmern, deren Kosten ganz oder teilweise durch den Beitrag der Gemeinschaft erstattet werden, zu den gleichen, oben genannten Bedingungen Audits oder Kontrollen durchzuführen. Heute: das SBFI (siehe AS 2012 3631 ). Heute: des SBFI (siehe AS 2012 3631 ). Heute: dem SBFI (siehe AS 2012 3631 ). Heute: das SBFI (siehe AS 2012 3631 ). Heute: beim SBFI (siehe AS 2012 3631 ). ABl. L 189 vom 20.07.2007, S. 26–39; SR 0.420.513.1 Heute: das SBFI (siehe AS 2012 3631 )."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Haftung",
      "content": "Jede der Parteien ist für die Erfüllung ihrer Verpflichtungen aus diesem Abkommen allein verantwortlich. Jede der Parteien hat alleine sicherzustellen, dass ihre Handlungen im Rahmen dieses Abkommens nicht die Rechte Dritter verletzen."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Geistiges Eigentum",
      "content": "Ziel der Politik des Eurostars Joint Programme auf dem Gebiet des geistigen Eigentums ist die Förderung der Wissensschaffung und die Verwertung und Verbreitung der Projektergebnisse zu Gunsten der Zielgruppe der F&E betreibenden KMU. Das BBT stellt sicher, dass die KMU von den geistigen Eigentumsrechten profitieren und die Projektergebnisse auf der Grundlage des nach den Beteiligungsregeln des Siebten Rahmenprogramms gewählten Ansatzes verwerten können. Heute: das SBFI (siehe AS 2012 3631 ). ABl. L 391 vom 30.12.2006, S. 1"
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Geheimhaltung",
      "content": "Die Parteien kommen überein, geeignete Massnahmen zu treffen, um die Vertraulichkeit aller Daten, Dokumente und sonstiger Materialien sicherzustellen, die während der Dauer des Abkommens als vertraulich gekennzeichnet werden. Diese Verpflichtung gilt auch nach Beendigung dieses Abkommens («vertrauliche Informationen»). Das bedeutet auch, dass jede der Parteien, die vertrauliche Informationen empfängt («empfangende Partei»), verpflichtet ist: – diese ausschliesslich für die Zwecke zu nutzen, für die sie offengelegt wurden; – einer Drittpartei vertrauliche Informationen nicht ohne vorherige, schriftliche Genehmigung der Partei, die die Informationen offengelegt hat, preiszugeben; – sicherzustellen, dass die interne Weitergabe der vertraulichen Informationen durch eine empfangende Partei ausschliesslich an Personen erfolgt, die von diesen Informationen unbedingt Kenntnis haben müssen, und – der offen legenden Partei auf Verlangen sämtliche vertraulichen Informationen zurückzugeben, die der empfangenden Partei zur Verfügung gestellt oder von dieser erlangt wurden – einschliesslich aller davon angefertigten Kopien – und alle in maschinenlesbarer Form gespeicherten Informationen zu löschen. Die empfangende Partei ist jedoch berechtigt, eine ausschliesslich zu Archivierungszwecken dienende Kopie der Informationen zurückzubehalten, wenn diese für die Erfüllung laufender Verpflichtungen notwendig ist. Werden vertrauliche Informationen mündlich übermittelt, so hat die offen legende Partei die Vertraulichkeit dieser Informationen innerhalb von zehn Tagen nach ihrer Offenlegung schriftlich zu bestätigen. Die empfangende Partei ist dafür verantwortlich, dass sich auch ihre Mitarbeitenden an die vorgängig genannten Verpflichtungen halten und sie stellt sicher, dass ihre Mitarbeitenden, soweit dies rechtlich möglich ist, während der Dauer und nach Beendigung dieses Abkommens und/oder nach Beendigung ihres Arbeitsverhältnisses an diese Verpflichtungen gebunden bleiben. Die Geheimhaltungspflicht entfällt, wenn: – die vertraulichen Informationen ohne eine Verletzung der Geheimhaltungspflicht öffentlich zugänglich werden; – die offen legende Partei der empfangenden Partei zu einem späteren Zeitpunkt mitteilt, dass die vertraulichen Informationen nicht mehr vertraulich sind; – die vertraulichen Informationen der empfangenden Partei zu einem späteren Zeitpunkt ohne Geheimhaltungspflicht von einem Dritten mitgeteilt werden, der rechtsmässiger Besitzer dieser Informationen ist und keiner Geheimhaltungspflicht unterliegt; – das nationale Recht einer der Parteien die Offenlegung oder Mitteilung der vertraulichen Informationen verlangt."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Inkrafttreten, Dauer des Abkommens",
      "content": "Dieses Abkommen tritt am Datum in Kraft, an dem die letzte Unterschrift unter das Abkommen geleistet wird und es läuft, je nachdem, was früher eintritt, (a) bis zu seiner Kündigung gemäss Artikel 11 oder (b) bis zur vollständigen Erfüllung aller Verpflichtungen, die von den Parteien im Rahmen dieses Abkommens eingegangen werden. Die Laufzeit dieses Abkommens kann in schriftlichem Einvernehmen beider Parteien verlängert werden. Die Bestimmungen zu Geheimhaltung, Veröffentlichungen und geistigem Eigentum sind über den Ablauf oder die Kündigung dieses Abkommens hinaus gültig, soweit dies notwendig ist, damit die Parteien die in diesen Bestimmungen vorgesehenen Rechtsmittel und Vorteile geltend machen können. Die Kosten im Zusammenhang mit den Eurostars-Projekten, die im Anschluss an den ersten, zweiten, dritten und vierten Aufruf zur Einreichung von Anträgen ausgewählt wurden, sind förderfähig."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Aussetzung und Kündigung",
      "content": "1. Dieses Abkommen kann vom EUREKA-Sekretariat ausgesetzt werden, wenn: a) die zwischen dem EUREKA-Sekretariat und der Kommission abgeschlossene Delegierungsvereinbarung ausgesetzt wird. Dies gilt auch für den Fall, dass die Finanzierungsvereinbarung nicht verlängert wird; b) das BBT die Verpflichtungen aus diesem Abkommen nicht erfüllt; c) die Beteiligung des BBT am Eurostars Joint Programme aufgrund einer Entscheidung der Eurostars HLG ausgesetzt wird. Die Aussetzung tritt vier Kalendertage nach Erhalt der entsprechenden Benachrichtigung in Kraft. 2. Dieses Abkommen kann vom EUREKA-Sekretariat gekündigt werden, wenn die zwischen dem EUREKA-Sekretariat und der Kommission geschlossene Delegierungsvereinbarung gekündigt wird. Die Kündigung tritt am in der Benachrichtigung genannten Datum in Kraft. 3. Die Schweiz kann dieses Abkommen durch schriftliche Mitteilung an das EUREKA-Sekretariat jederzeit aussetzen oder kündigen. In diesem Fall erlischt das Abkommen 90 Tage nach dem Datum der schriftlichen Mitteilung. 4. Zum Zeitpunkt der Aussetzung oder Kündigung dieses Abkommens laufende Projekte und Aktivitäten werden bis zu deren Beendigung gemäss den Bestimmungen dieses Abkommens weitergeführt. Die Parteien einigen sich gemeinsam über weitere Folgen der Aussetzung oder Kündigung dieses Abkommens. Heute: das SBFI (siehe AS 2012 3631 ). Heute: des SBFI (siehe AS 2012 3631 )."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Mitteilungen und Benachrichtigungen",
      "content": "Sämtliche Mitteilungen und Benachrichtigungen sind schriftlich an folgende Adressen zu übermitteln: – An das EUREKA-Sekretariat Herr Luuk Borg Rue Neerveld 107 1200 Brüssel Belgien Tel.: +32 2 777 09 50 – An das Bundesamt für Berufsbildung und Technologie BBT Frau Ursula Renold Effingerstrasse 27 3003 Bern Schweiz Tel.: +41 31 32 37612 oder an sonstige Adressen und Empfänger, die von einer der Parteien der anderen Partei schriftlich mitgeteilt werden. Jede der Parteien informiert die andere Partei unverzüglich und schriftlich über Änderungen der vorgenannten Namen und Adressen. Heute: das SBFI (siehe AS 2012 3631 )."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Änderungen",
      "content": "Änderungen oder Ergänzungen dieses Abkommens bedürfen zu ihrer Gültigkeit der Schriftform und der Unterzeichnung durch einen Unterschriftsbevollmächtigten jeder der Parteien. Dieses Abkommen ist zu ändern oder zu ergänzen, wenn eine Bestimmung oder mehrere der Bestimmungen dieses Abkommens oder der in Zusammenhang mit diesem Abkommen ausgefertigten Dokumente nicht übereinstimmt/nicht übereinstimmen mit der zwischen der Kommission (im Auftrag der Gemeinschaft) und dem EUREKA-Sekretariat geschlossenen Delegierungsvereinbarung, in der die Regelungen für den Finanzbeitrag der Gemeinschaft zum Eurostars Joint Programme festgelegt sind, der Entscheidung und/oder den ausführlichen Vorschriften für die Gewährung der Finanzhilfen durch das EUREKA-Sekretariat an das BBT und den jährlichen Finanzierungsvereinbarungen. Heute: das SBFI (siehe AS 2012 3631 )."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Sprache",
      "content": "In allen Dokumenten und Benachrichtigungen, einschliesslich Berichte und Arbeitsergebnisse, sowie in allen Sitzungen, die gemäss diesem Abkommen oder in Zusammenhang mit diesem Abkommen durchgeführt werden, ist die englische Sprache zu verwenden. Sämtliche Übersetzungen dienen lediglich dem besseren Verständnis und haben keine rechtliche Wirkung."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Anwendbares Recht",
      "content": "Dieses Abkommen und alle Angelegenheiten, die sich daraus ergeben, unterliegen internationalem Recht."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Beilegung von Streitfällen",
      "content": "Sämtliche Streitigkeiten zwischen den Parteien bezüglich Auslegung, Anwendung oder Gültigkeit dieses Abkommens, die nicht einvernehmlich beigelegt werden können, werden nach der Schiedsgerichtsordnung der Internationalen Handelskammer (ICC) von einem oder mehreren gemäss dieser Ordnung ernannten Schiedsrichter(n) endgültig entschieden. Wenn von den Konfliktparteien nicht anders vereinbart, ist der Schiedsort Brüssel. Der Schiedsspruch ist für beide Parteien endgültig und bindend."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Salvatorische Klausel",
      "content": "Sollte(n) eine oder mehrere der Bestimmungen dieses Abkommens oder eines im Zusammenhang mit diesem Abkommen ausgefertigten Dokuments von einem zuständigen Gericht oder einer zuständigen Behörde nach einem anwendbaren Recht, einschliesslich des Wettbewerbsrechts, in irgendeiner Hinsicht für unwirksam, rechtswidrig oder nicht durchsetzbar befunden werden, so werden die Wirksamkeit, Rechtsmässigkeit und Durchsetzbarkeit der übrigen Bestimmungen dieses Abkommens oder Dokuments keinesfalls berührt oder beeinträchtigt; dies gilt jedoch nur, soweit sich die Parteien in diesem Fall verpflichten, alle wirtschaftlich vertretbaren Anstrengungen zu unternehmen, um die Zielsetzung der unwirksamen Bestimmung durch eine neue, rechtsgültige Bestimmung zu erfüllen, die den gleichen (oder einen im Wesentlichen ähnlichen) wirtschaftlichen Nutzen oder die gleiche (oder eine im Wesentlichen ähnliche) wirtschaftliche Belastung bewirkt."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Abtretungen",
      "content": "Das BBT tritt ihm aus diesem Abkommen zustehende Rechte und Pflichten nur mit vorheriger und schriftlicher Genehmigung der Kommission, der Eurostars HLG und des EUREKA-Sekretariats ab. Das EUREKA-Sekretariat tritt ihm zustehende Rechte und Pflichten nur mit vorheriger und schriftlicher Genehmigung der Kommission und der Eurostars HLG ab. Verfasst in zwei Urschriften in englischer Sprache in Brüssel am 14. September 2010. Das EUREKA-Sekretariat Luuk Borg Das Bundesamt für Berufsbildung und Technologie BBT im Namen des Schweizerischen Bundesrats: Ursula Renold Heute: das SBFI (siehe AS 2012 3631 ). Heute: das SBFI (siehe AS 2012 3631 )."
    }
  ],
  "definitions": []
}