{
  "id": "sr-0-741-619-349-7",
  "type": "statute",
  "title": "Abkommen vom 29. Januar 1937 zwischen der Schweiz und Frankreich über die Ordnung des Verkehrs auf der internationalen Strasse von Grosslützel nach Klösterli (mit Schlussprotokoll)",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/54/82_82_86/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "",
      "content": "Für die in den Jahren 1928 bis 1929 erstellte Abzweigung der dem öffentlichen Verkehr dienenden Kreisstrasse Nr. 21 bis (Strasse von Lützel nach Klösterli), die seitdem unter dem Namen «Abzweigung von St. Peter» bekannt und zwischen den Kilometerpunkten 4,425 und 5,565 gelegen ist, wird Verkehrsfreiheit mit Erlass aller Abgaben eingeräumt."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "",
      "content": "Für das Teilstück derselben Strasse, das weiter westlich zwischen den Kilometerpunkten 0 und 1,100 gelegen ist, gilt Entsprechendes."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "",
      "content": "Auf das Teilstück der schweizerischen Strasse von Scholis nach Bourrignon, welches zwischen der schweizerisch‑französischen Grenze und Scholis (Grenzstein Nr. 35a) und dem an dieser Strasse befindlichen schweizerischen Zollhaus gelegen ist, finden die gleichen Vorschriften ebenfalls Anwendung."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "",
      "content": "Die Teilstücke der Strasse, auf welche das in den vorhergehenden Artikeln festgesetzte Regime Anwendung findet, sind auf der beiliegenden Karte in blauer Farbe (französisches Teilstück) und in grüner Farbe (schweizerisches Teilstück) angegeben. Diese Karte wurde in der AS nicht veröffentlicht."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "",
      "content": "Auf den Strassenstücken, die von Scholis nach Klösterli über Lützel und Moulin-Neuf führen und gemäss dem Ergänzungsabkommen vom 15. August 1782 sowie den vorstehenden Bestimmungen dem internationalen Regime unterstehen, können die französischen Beamten, die mit der Polizei- und Zollkontrolle der auf französischem Gebiet liegenden Teilstrecken beauftragt sind, die schweizerischen Teilstrecken in Uniform und bewaffnet benützen, um sich auf französisches Gebiet zu begeben. Umgekehrt haben die schweizerischen Beamten, die mit der Polizeiund Zollkontrolle auf den auf schweizerischem Gebiet liegenden Teilstrecken beauftragt sind, das Recht, die französischen Teilstrecken in Uniform und bewaffnet zu benützen, um sich auf schweizerisches Gebiet zu begeben. Den vereideten Beamten der anliegenden Gemeinden des einen und andern Landes stehen zwecks Erfüllung ihrer Aufgabe die gleichen Rechte zu, mit Ausnahme des Rechts, Waffen zu tragen. Diese Zugeständnisse treten gleichzeitig mit vorstehender Abmachung in Kraft und bleiben so lange in Geltung wie diese. Siehe hierzu auch das Schlussprot. hiernach."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "",
      "content": "Die Fragen, die sich auf den laufenden Unterhalt dieser Strasse sowie auf die allfällig notwendig werdenden Arbeiten beziehen, werden im direkten Benehmen zwischen den beteiligten Behörden, nämlich französischerseits dem Département du Haut-Rhin und schweizerischerseits den Kantonen Bern und Solothurn, geregelt werden."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "",
      "content": "Beide Regierungen kommen dahin überein, jeden Streitfall, der sich hinsichtlich der Auslegung und der Anwendung des gegenwärtigen Abkommens ergeben könnte, dem Ständigen Internationalen Gerichtshof im Haag zu unterbreiten. An die Stelle des Ständigen Internationalen Gerichtshofes ist der Internationale Gerichtshof getreten (Art. 37 des Statuts vom 26. Juni 1945 – SR 0.193.501 )."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "",
      "content": "Das vorstehende Abkommen tritt sofort mit dem Austausch der Ratifikationen in Kraft. Es ist für zehn Jahre, vom Tage seines Inkrafttretens ab, geschlossen. Wenn es sechs Monate vor dem Ablauf dieser Frist nicht gekündigt ist, gilt es als für zehn weitere Jahre in Kraft befindlich, und so fort."
    }
  ],
  "definitions": []
}