{
  "id": "sr-0-822-722-0",
  "type": "statute",
  "title": "Übereinkommen Nr. 120 vom 8. Juli 1964 über den Gesundheitsschutz im Handel und in Büros (mit Empfehlung)",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1966/544_563_561/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Teil I. Verpflichtungen der Parteien",
      "section": "1",
      "title": "",
      "content": "Dieses Übereinkommen gilt für a. Handelsbetriebe; b. Betriebe, Einrichtungen und Verwaltungen, in denen die Arbeitnehmer hauptsächlich mit Büroarbeit beschäftigt sind; c. alle Abteilungen anderer Betriebe, Einrichtungen und Verwaltungen, in denen die Arbeitnehmer hauptsächlich mit kaufmännischen oder Büroarbeiten beschäftigt sind, soweit diese Abteilungen nicht der innerstaatlichen Gesetzgebung oder anderen Regelungen betreffend den Gesundheitsschutz im Gewerbe, im Bergbau, im Transportwesen oder in der Landwirtschaft unterliegen."
    },
    {
      "provision_ref": "art2",
      "chapter": "Teil I. Verpflichtungen der Parteien",
      "section": "2",
      "title": "",
      "content": "Die zuständige Stelle kann nach Anhörung der unmittelbar beteiligten Arbeitgeber‑ und Arbeitnehmerverbände, soweit solche bestehen, ausdrücklich bezeichnete Gruppen der in Artikel 1 erwähnten Betriebe, Einrichtungen, Verwaltungen oder Abteilungen von der Anwendung aller oder einiger der Bestimmungen dieses Übereinkommens ausschliessen, wenn es infolge der Umstände und der Beschäftigungsbedingungen nicht angebracht wäre, alle oder einige dieser Bestimmungen anzuwenden."
    },
    {
      "provision_ref": "art3",
      "chapter": "Teil I. Verpflichtungen der Parteien",
      "section": "3",
      "title": "",
      "content": "In allen Fällen, in denen Unklarheit darüber besteht, ob die Bestimmungen dieses Übereinkommens auf einen Betrieb, eine Einrichtung oder Verwaltung Anwendung finden, ist die Frage entweder von der zuständigen Stelle nach Anhörung der massgebenden beteiligten Arbeitgeber‑ und Arbeitnehmerverbände, soweit solche bestehen, oder auf irgendeine andere Weise zu entscheiden, die mit der Gesetzgebung und Praxis des betreffenden Landes im Einklang steht."
    },
    {
      "provision_ref": "art4",
      "chapter": "Teil I. Verpflichtungen der Parteien",
      "section": "4",
      "title": "",
      "content": "Jedes Mitglied, das dieses Übereinkommen ratifiziert, verpflichtet sich, a. eine Gesetzgebung zu erlassen und in Kraft zu belassen, welche die Anwendung der in Teil II enthaltenen allgemeinen Grundsätze gewährleistet, und b. zu gewährleisten, dass die Bestimmungen der Empfehlung betreffend den Gesundheitsschutz (Handel und Büros), 1964, oder gleichwertige Bestimmungen durchgeführt werden, soweit dies im Hinblick auf die innerstaatlichen Verhältnisse möglich und wünschenswert ist."
    },
    {
      "provision_ref": "art5",
      "chapter": "Teil I. Verpflichtungen der Parteien",
      "section": "5",
      "title": "",
      "content": "Die Gesetzgebung zur Durchführung der Bestimmungen dieses Übereinkommens ist nach Anhörung der massgebenden beteiligten Arbeitgeber‑ und Arbeitnehmerverbände, soweit solche bestehen, auszuarbeiten; das gleiche gilt für die Gesetzgebung, welche die Bestimmungen der Empfehlung betreffend den Gesundheitsschutz (Handel und Büros), 1964, oder gleichwertige Bestimmungen durchführen soll, soweit dies im Hinblick auf die innerstaatlichen Verhältnisse möglich und wünschenswert ist."
    },
    {
      "provision_ref": "art6",
      "chapter": "Teil I. Verpflichtungen der Parteien",
      "section": "6",
      "title": "",
      "content": "1. Geeignete Massnahmen sind zu treffen, um durch angemessene Aufsicht oder durch sonstige Mittel die wirksame Anwendung der in Artikel 5 erwähnten Gesetzgebung zu gewährleisten. 2. Sofern die Art der Durchführung dieses Übereinkommens es gestattet, ist die wirksame Anwendung dieser Gesetzgebung durch angemessene Zwangsmassnahmen zu gewährleisten."
    },
    {
      "provision_ref": "art7",
      "chapter": "Teil II. Allgemeine Grundsätze",
      "section": "7",
      "title": "",
      "content": "Alle von den Arbeitnehmern benutzten Räume sowie deren Einrichtung sind in gutem Zustand und sauber zu halten."
    },
    {
      "provision_ref": "art8",
      "chapter": "Teil II. Allgemeine Grundsätze",
      "section": "8",
      "title": "",
      "content": "Alle von den Arbeitnehmern benutzten Räume sind durch Zufuhr frischer oder gereinigter Luft auf natürlichem oder künstlichem Wege oder auf beiderlei Art in ausreichender und geeigneter Weise zu lüften."
    },
    {
      "provision_ref": "art9",
      "chapter": "Teil II. Allgemeine Grundsätze",
      "section": "9",
      "title": "",
      "content": "Alle von den Arbeitnehmern benutzten Räume sind in ausreichender und geeigneter Weise zu beleuchten; Arbeitsräume sind soweit wie möglich durch natürliches Licht zu beleuchten."
    },
    {
      "provision_ref": "art10",
      "chapter": "Teil II. Allgemeine Grundsätze",
      "section": "10",
      "title": "",
      "content": "Die Temperatur ist in allen von den Arbeitnehmern benutzten Räumen so angenehm und beständig zu halten, wie die Umstände es gestatten."
    },
    {
      "provision_ref": "art11",
      "chapter": "Teil II. Allgemeine Grundsätze",
      "section": "11",
      "title": "",
      "content": "Alle Arbeitsräume und Arbeitsplätze sind so zu gestalten, dass die Gesundheit der Arbeitnehmer keinen schädlichen Wirkungen ausgesetzt ist."
    },
    {
      "provision_ref": "art12",
      "chapter": "Teil II. Allgemeine Grundsätze",
      "section": "12",
      "title": "",
      "content": "Den Arbeitnehmern ist Trinkwasser oder ein anderes gesundheitlich einwandfreies Getränk in ausreichender Menge zur Verfügung zu stellen."
    },
    {
      "provision_ref": "art13",
      "chapter": "Teil II. Allgemeine Grundsätze",
      "section": "13",
      "title": "",
      "content": "Geeignete Waschgelegenheiten und Aborte sind in ausreichender Zahl vorzusehen und in gutem Zustand zu halten."
    },
    {
      "provision_ref": "art14",
      "chapter": "Teil II. Allgemeine Grundsätze",
      "section": "14",
      "title": "",
      "content": "Den Arbeitnehmern sind geeignete Sitzgelegenheiten in ausreichender Zahl zur Verfügung zu stellen; die Arbeitnehmer müssen in vertretbarem Masse die Möglichkeit haben, diese zu benutzen."
    },
    {
      "provision_ref": "art15",
      "chapter": "Teil II. Allgemeine Grundsätze",
      "section": "15",
      "title": "",
      "content": "Geeignete Einrichtungen sind vorzusehen und in gutem Zustand zu halten, damit die Arbeitnehmer die bei der Arbeit nicht getragenen Kleider wechseln, ablegen und trocknen können."
    },
    {
      "provision_ref": "art16",
      "chapter": "Teil II. Allgemeine Grundsätze",
      "section": "16",
      "title": "",
      "content": "Unterirdische und fensterlose Räume, in denen normalerweise gearbeitet wird, haben entsprechenden Normen des Gesundheitsschutzes zu genügen."
    },
    {
      "provision_ref": "art17",
      "chapter": "Teil II. Allgemeine Grundsätze",
      "section": "17",
      "title": "",
      "content": "Die Arbeitnehmer sind durch geeignete und durchführbare Massnahmen gegen belästigende, gesundheitsschädliche oder giftige oder aus irgendeinem Grund gefährliche Stoffe und Verfahren zu schützen. Sofern die Art der Arbeit es erfordert, hat die zuständige Stelle die Verwendung persönlicher Schutzausrüstungen vorzuschreiben."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "",
      "content": "Lärm und Erschütterungen, die schädliche Wirkungen für die Arbeitnehmer haben können, sind durch geeignete und durchführbare Massnahmen soweit wie möglich zu vermindern."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "",
      "content": "In allen Betrieben, Einrichtungen, Verwaltungen oder Abteilungen, auf welche dieses Übereinkommen Anwendung findet, müssen je nach ihrer Grösse und den möglicherweise auftretenden Gefahren vorhanden sein: a. ein eigenes Krankenzimmer oder eine Stelle für Erste Hilfe oder b. ein von mehreren Betrieben, Einrichtungen, Verwaltungen oder Abteilungen gemeinsam unterhaltenes Krankenzimmer oder eine Stelle für Erste Hilfe oder c. ein oder mehrere Schränke oder Kästen oder eine oder mehrere Taschen für Erste Hilfe."
    },
    {
      "provision_ref": "art20",
      "chapter": "Teil III. Schlussbestimmungen",
      "section": "20",
      "title": "",
      "content": "Die förmlichen Ratifikationen dieses Übereinkommens sind dem Generaldirektor des Internationalen Arbeitsamtes zur Eintragung mitzuteilen."
    },
    {
      "provision_ref": "art21",
      "chapter": "Teil III. Schlussbestimmungen",
      "section": "21",
      "title": "",
      "content": "1. Dieses Übereinkommen bindet nur diejenigen Mitglieder der Internationalen Arbeitsorganisation, deren Ratifikation durch den Generaldirektor eingetragen ist. 2. Es tritt in Kraft zwölf Monate nachdem die Ratifikation zweier Mitglieder durch den Generaldirektor eingetragen worden sind. 3. In der Folge tritt dieses Übereinkommen für jedes Mitglied zwölf Monate nach der Eintragung seiner Ratifikation in Kraft."
    },
    {
      "provision_ref": "art22",
      "chapter": "Teil III. Schlussbestimmungen",
      "section": "22",
      "title": "",
      "content": "1. Jedes Mitglied, das dieses Übereinkommen ratifiziert hat, kann es nach Ablauf von zehn Jahren, gerechnet von dem Tag, an dem es zum ersten Mal in Kraft getreten ist, durch Anzeige an den Generaldirektor des Internationalen Arbeitsamtes kündigen. Die Kündigung wird von diesem eingetragen. Ihre Wirkung tritt erst ein Jahr nach der Eintragung ein. 2. Jedes Mitglied, das dieses Übereinkommen ratifiziert hat und innerhalb eines Jahres nach Ablauf des im vorigen Absatz genannten Zeitraumes von zehn Jahren von dem in diesem Artikel vorgesehenen Kündigungsrecht keinen Gebrauch macht, bleibt für einen weiteren Zeitraum von zehn Jahren gebunden. In der Folge kann es dieses Übereinkommen jeweils nach Ablauf eines Zeitraumes von zehn Jahren nach Massgabe dieses Artikels kündigen."
    },
    {
      "provision_ref": "art23",
      "chapter": "Teil III. Schlussbestimmungen",
      "section": "23",
      "title": "",
      "content": "1. Der Generaldirektor des Internationalen Arbeitsamtes gibt allen Mitgliedern der Internationalen Arbeitsorganisation Kenntnis von der Eintragung aller Ratifikationen und Kündigungen, die ihm von den Mitgliedern der Organisation mitgeteilt werden. 2. Der Generaldirektor wird die Mitglieder der Organisation, wenn er ihnen von der Eintragung der zweiten Ratifikation, die ihm mitgeteilt wird, Kenntnis gibt, auf den Zeitpunkt aufmerksam machen, in dem dieses Übereinkommen in Kraft tritt."
    },
    {
      "provision_ref": "art24",
      "chapter": "Teil III. Schlussbestimmungen",
      "section": "24",
      "title": "",
      "content": "Der Generaldirektor des Internationalen Arbeitsamtes übermittelt dem Generalsekretär der Vereinten Nationen zwecks Eintragung nach Artikel 102 der Charta der Vereinten Nationen vollständige Auskünfte über alle von ihm nach Massgabe der vorausgehenden Artikel eingetragenen Ratifikationen und Kündigungen. SR 0.120"
    },
    {
      "provision_ref": "art25",
      "chapter": "Teil III. Schlussbestimmungen",
      "section": "25",
      "title": "",
      "content": "Der Verwaltungsrat des Internationalen Arbeitsamtes hat, sooft er es für nötig erachtet, der Allgemeinen Konferenz einen Bericht über die Durchführung dieses Übereinkommens zu erstatten und zu prüfen, ob die Frage seiner gänzlichen oder teilweisen Abänderung auf die Tagesordnung der Konferenz gesetzt werden soll."
    },
    {
      "provision_ref": "art26",
      "chapter": "Teil III. Schlussbestimmungen",
      "section": "26",
      "title": "",
      "content": "1. Nimmt die Konferenz ein neues Übereinkommen an, welches das vorliegende Übereinkommen ganz oder teilweise abändert, und sieht das neue Übereinkommen nichts anderes vor, so gelten folgende Bestimmungen: a. Die Ratifikation des neugefassten Übereinkommens durch ein Mitglied schliesst ohne weiteres die sofortige Kündigung des vorliegenden Übereinkommens in sich ohne Rücksicht auf Artikel 22, vorausgesetzt, dass das neugefasste Übereinkommen in Kraft getreten ist. b. Vom Zeitpunkt des Inkrafttretens des neugefassten Übereinkommens an kann das vorliegende Übereinkommen von den Mitgliedern nicht mehr ratifiziert werden. 2. Indessen bleibt das vorliegende Übereinkommen nach Form und Inhalt jedenfalls in Kraft für die Mitglieder, die dieses, aber nicht das neugefasste Übereinkommen ratifiziert haben."
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "",
      "content": "Der französische und der englische Wortlaut dieses Übereinkommens sind in gleicher Weise massgebend."
    }
  ],
  "definitions": []
}