{
  "id": "sr-0-946-291-271",
  "type": "statute",
  "title": "Handelsabkommen vom 5. Juli 1963 zwischen der Schweizerischen Eidgenossenschaft und der Algerischen demokratischen Volksrepublik (mit Anhängen)",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1990/248_248_248/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "",
      "content": "Die Schweizerische Eidgenossenschaft und die Algerische demokratische Volksrepublik werden sich, im Rahmen der im einen wie im andern Lande geltenden Bestimmungen, in der Erteilung von Einfuhr- und Ausfuhrbewilligungen die möglichst günstigste Behandlung angedeihen lassen."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "",
      "content": "Die Liberalisierung der Wareneinfuhr in der Schweiz wird auf die Erzeugnisse algerischen Ursprungs und algerischer Herkunft ausgedehnt, insbesondere auf diejenigen, die auf der beiliegenden Liste A aufgeführt sind. Für Waren, die bei der Einfuhr noch Gegenstand einer Kontrolle oder von mengenmässigen Beschränkungen bilden, wird die schweizerische Regierung die Einfuhr der Erzeugnisse algerischen Ursprungs und algerischer Herkunft bis zur Höhe der in der beiliegenden Liste A angegebenen jährlichen Mengen oder Werte bewilligen."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "",
      "content": "Die Liberalisierung der Wareneinfuhr in Algerien wird auf die Erzeugnisse schweizerischen Ursprungs und schweizerischer Herkunft ausgedehnt, insbesondere auf diejenigen, die auf der beiliegenden Liste B aufgeführt sind. Für Waren, die bei der Einfuhr noch Gegenstand von mengenmässigen Beschränkungen bilden, wird die Regierung der Algerischen demokratischen Volksrepublik die Einfuhr der Erzeugnisse schweizerischen Ursprungs und schweizerischer Herkunft bis zur Höhe, der in der beiliegenden Liste B angegebenen jährlichen Mengen oder Werte oder im Rahmen der Globalkontingente bewilligen."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "",
      "content": "Die zuständigen Stellen beider Regierungen erteilen sich gegenseitig innert nützlicher Frist alle zweckdienlichen Auskünfte über den Handelsverkehr, insbesondere die Ein- und Ausfuhrstatistiken und den Ausnützungsstand der im Abkommen aufgeführten Kontingente. Jede Prüfung des Warenverkehrs sowie der Handelsbilanz zwischen den beiden Ländern beruht beiderseits auf den Einfuhrstatistiken."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "",
      "content": "Die Zahlungen zwischen der Schweizerischen Eidgenossenschaft und der Algerischen demokratischen Volksrepublik, einschliesslich der aus dem Warenverkehr im Rahmen des vorliegenden Abkommens sich ergebenden Zahlungen, erfolgen in freien Devisen."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "",
      "content": "Eine gemischte Kommission tritt auf Verlangen der einen oder andern der beiden Vertragsparteien zusammen. Sie überwacht die Anwendung dieses Abkommens und verständigt sich über alle die wirtschaftlichen Beziehungen zwischen beiden Staaten fördernden Anordnungen."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "",
      "content": "Dieses Abkommen ist auf das Fürstentum Liechtenstein anwendbar, solange dieses mit der Schweizerischen Eidgenossenschaft durch einen Zollanschlussvertrag verbunden ist. SR 0.631.112.514"
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "",
      "content": "Die Gültigkeit dieses Abkommens erstreckt sich vom 1. Juli 1963 bis zum 31. Dezember 1964. Es kann von Jahr zu Jahr stillschweigend für ein weiteres Jahr erneuert werden, sofern es nicht von der einen oder andern Vertragspartei drei Monate vor Ablauf schriftlich gekündigt worden ist. Geschehen in Algier in doppelter Ausfertigung am 5. Juli 1963. Für die Regierung der Schweizerischen Eidgenossenschaft: Marcuard Für die Regierung der Algerischen demokratischen Volksrepublik: Bouattoura"
    }
  ],
  "definitions": []
}