{
  "id": "sr-0-142-111-721",
  "type": "statute",
  "title": "Niederlassungsvertrag vom 4. Juni 1887 zwischen der Schweiz und Belgien",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/10/594_540_594/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "",
      "content": "Die Belgier sind in jedem Kantone der Eidgenossenschaft in bezug auf ihre Personen und ihr Eigentum auf dem nämlichen Fusse und auf die gleiche Weise aufzunehmen und zu behandeln, wie es die Angehörigen der andern Kantone sind oder noch werden sollten. Sie können daher in der Schweiz ab- und zugehen und sich daselbst zeitweilig aufhalten, wenn sie den Gesetzen und Polizeiverordnungen nachleben. Jede Art von Gewerbe und Handel, welche den Angehörigen der verschiedenen Kantone erlaubt ist, wird es auf gleiche Weise auch den Belgiern sein, und zwar ohne dass ihnen eine pekuniäre oder sonstige Mehrleistung überbunden werden darf. Siehe auch das Abk. vom 28. Aug. 1978 zwischen der Schweizerischen Eidgenossenschaft und dem Königreich Belgien zur Vermeidung der Doppelbesteuerung auf dem Gebiet der Steuern vom Einkommen und vom Vermögen ( SR 0.672.917.21 )"
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "",
      "content": "Die Schweizer werden in Belgien die nämlichen Rechte und Vorteile geniessen, wie sie der Artikel 1 des gegenwärtigen Vertrages den Belgiern in der Schweiz zusichert."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "",
      "content": "Die Angehörigen des einen der beiden Staaten, welche im andern wohnhaft sind, stehen nicht unter den Militärgesetzen des Landes, in dem sie sich aufhalten, sondern bleiben denjenigen ihres Vaterlandes unterworfen. Ebenso sind sie frei von jedem Dienste in der Bürgerwehr sowohl als in den Ortsbürgerwachen."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "",
      "content": "Die Angehörigen des einen der beiden Staaten, welche im andern wohnhaft sind und in die Lage kommen sollten, durch gesetzliche Verfügung oder gemäss den Gesetzen oder Verordnungen über die Sittenpolizei und über den Bettel weggewiesen zu werden, sollen samt Familie jederzeit in ihrer ursprünglichen Heimat wieder aufgenommen werden, vorausgesetzt, dass sie ihre Heimatrechte beibehalten haben."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "",
      "content": "Jeder Vorteil den einer der vertragschliessenden Teile bezüglich der Niederlassung der Bürger und der Ausübung der industriellen Berufsarten in irgendeiner Weise einem andern Staate gewährt hätte oder in Zukunft noch gewähren sollte, wird in gleicher Weise und zu gleicher Zeit auch gegenüber dem andern Kontrahenten zur Anwendung kommen, ohne dass hiefür der Abschluss einer besonderen Übereinkunft nötig wäre."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "",
      "content": "Der gegenwärtige Vertrag ist für zehn Jahre abgeschlossen und tritt einen Monat nach Auswechslung der Ratifikationen in Kraft. Für den Fall, dass keiner der hohen vertragschliessenden Teile zwölf Monate vor Ablauf des genannten Zeitraumes seine Absicht kundgegeben hat, vom Vertrage zurückzutreten, bleibt dieser von dem Tage ab, an welchem einer der hohen vertragschliessenden Teile ihn gekündigt hat, noch ein weiteres Jahr lang verbindlich. Der gegenwärtige Vertrag ist zu ratifizieren, und es sollen die Ratifikationsurkunden sobald wie möglich in Bern ausgetauscht werden."
    }
  ],
  "definitions": []
}