{
  "id": "sr-0-142-395-142",
  "type": "statute",
  "title": "Vereinbarung vom 27. November 2017 zwischen dem Schweizerischen Bundesrat und der Regierung des Fürstentums Liechtenstein betreffend die gemeinsame Finanzierung von Projekten im Rahmen der Migrationspartnerschaften Westbalkan",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2018/7/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Zweck",
      "content": "Diese Vereinbarung regelt die Zusammenarbeit zwischen Liechtenstein und der Schweiz bei der Finanzierung von Projekten in Drittländern im Rahmen der Migrationspartnerschaften Westbalkan."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Zuständige Behörden",
      "content": "Die zuständigen Behörden für den Vollzug dieser Vereinbarung sind: a) für Liechtenstein: das Amt für Auswärtige Angelegenheiten (im Weiteren AAA); b) für die Schweiz: das Staatssekretariat für Migration (im Weiteren SEM). Diese Behörden sind im Rahmen ihrer Zuständigkeiten ermächtigt, direkt zusammenzuarbeiten."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Kooperation",
      "content": "Liechtenstein und die Schweiz arbeiten bei Projekten der Internationalen Flüchtlings- und Migrationshilfe in Drittstaaten partnerschaftlich zusammen. Sie streben eine effiziente und nachhaltige Zusammenarbeit an."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Leistungen Liechtensteins",
      "content": "Die Leistungen Liechtensteins bestehen in der Bereitstellung von finanzieller Unterstützung für gemeinsame Projekte in Drittländern nach Massgabe der Budgetvorgaben und unter Beachtung der erforderlichen internen Verfahren. Die Beteiligung Liechtensteins an den vom SEM initiierten Projekten der Internationalen Flüchtlings- und Migrationshilfe wird im Rahmen der Zusammenarbeit gemeinsam und partnerschaftlich bestimmt. Der jeweilige Unterstützungsbeitrag sowie andere Formen der Zusammenarbeit werden auf die konkreten SEM-Aktivitäten abgestimmt und separat geregelt."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Leistungen der Schweiz",
      "content": "Die Leistungen der Schweiz im Rahmen von Projekten in Drittländern bestehen aus der Bereitstellung von Expertenwissen und Beratung, der kompetenten Begleitung von Projekten und der Zurverfügungstellung von Infrastruktur. Die von Liechtenstein finanzierten Projekte werden vom SEM überwacht und evaluiert mittels der Schweizer Vertretungen in den Drittländern. Das SEM erstellt bei gemeinsam finanzierten Projekten jeweils einen Bericht über die zweckentsprechende Verwendung der liechtensteinischen Mittel zuhanden des AAA. Das SEM sorgt dafür, dass bei den von Liechtenstein unterstützten Projekten die Visibilität des liechtensteinischen Engagements gegeben ist."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Information und Kommunikation",
      "content": "Der Informationsaustausch zwischen Liechtenstein und der Schweiz betreffend die vorliegende Vereinbarung erfolgt schriftlich und ist vertraulich. Die relevanten Dokumente für die Zusammenarbeit sind dem Kooperationspartner in schriftlicher Form zuzustellen: Für Liechtenstein: Amt für Auswärtige Angelegenheiten Kirchstrasse 9 9490 Vaduz, Liechtenstein Für die Schweiz: Staatssekretariat für Migration Quellenweg 6 3003 Bern-Wabern Liechtenstein und die Schweiz können bei Bedarf die Zustelladressen mit einer schriftlichen Mitteilung an den Kooperationspartner ändern."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Jährliche Treffen",
      "content": "Zur Bestimmung der zu finanzierenden Projekte und zum Austausch über aktuelle migrationspolitische Fragen finden jährliche Treffen zwischen den zuständigen Behörden statt. Liechtenstein wird zudem eingeladen, an den jährlichen Migrationspartnerschaftsdialogen teilzunehmen."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Differenzen",
      "content": "Differenzen, die aus der Anwendung der vorliegenden Vereinbarung zwischen Liechtenstein und der Schweiz auftreten können, werden direkt zwischen den beiden Staaten erörtert und partnerschaftlich gelöst."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Integrität",
      "content": "Zwischen Liechtenstein und der Schweiz besteht Konsens betreffend die Bekämpfung von Korruption, da diese einer guten Regierungsführung abträglich ist, den zweckdienlichen Einsatz der für die Entwicklung notwendigen Ressourcen untergräbt und zudem den freien, auf Qualität, Angebot und Nachfrage basierenden Wettbewerb hemmt. Sie erklären daher, die Korruption mit vereinten Kräften zu bekämpfen und bei der Ausführung der vorliegenden Vereinbarung, und insbesondere bei der Vergabe von Aufträgen, weder direkt noch indirekt Angebote irgendwelcher Art, seien es Geschenke, Zahlungen, Belohnungen oder sonstige Vorteile, anzubieten oder sich anbieten zu lassen, die als widerrechtliche Handlung oder als Korruptionspraxis eingestuft werden."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Schlussbestimmungen",
      "content": "Die Vereinbarung kann bei Bedarf gemeinsam von Liechtenstein und der Schweiz modifiziert werden. Modifikationen sind schriftlich zu vereinbaren. Die Vereinbarung tritt mit dem Tage der Unterzeichnung durch die Kooperationspartner für unbestimmte Zeit in Kraft. Eine schriftliche Kündigung der Vereinbarung durch einen Kooperationspartner ist jederzeit möglich. Bern, 27. November 2017 Für die Schweiz: Mario Gattiker Staatssekretär Staatsekretariat für Migration Bern, 27. November 2017 Für Liechtenstein: Martin Frick Amtsleiter Amt für Auswärtige Angelegenheiten"
    }
  ],
  "definitions": []
}