{
  "id": "sr-0-831-109-454-1",
  "type": "statute",
  "title": "Abkommen vom 17. Oktober 1951 zwischen der Schweiz und Italien über Sozialversicherung (mit Schlussprotokoll)",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1954/243_250_134/en",
  "provisions": [
    {
      "provision_ref": "art14",
      "chapter": "I. Allgemeine Bestimmungen",
      "section": "14",
      "title": "",
      "content": "Aufgehoben durch Art. 26 Ziff. 3 des Abk. vom 14. Dez. 1962 ( SR 0.831.109 454.2 )."
    },
    {
      "provision_ref": "art5",
      "chapter": "II. Besondere Bestimmungen",
      "section": "5",
      "title": "",
      "content": "1.–3. … 4. Italienische Staatsangehörige, welche die Bedingungen von Absatz 1, Buchstabe a oder b, dieses Artikels nicht erfüllen, sowie ihre Hinterlassenen, haben Anspruch darauf, dass die vom Versicherten und seinen Arbeitgebern an die schweizerische Alters- und Hinterbliebenenversicherung bezahlten Beiträge an die in Artikel 1 bezeichneten Sozialversicherungen überwiesen werden. Diese verwenden die überwiesenen Beiträge zugunsten des Versicherten, damit er der Vorteile der in Artikel 1 bezeichneten italienischen Gesetzgebung sowie der von den italienischen Behörden zu erlassenden Sonderbestimmungen teilhaftig wird. Steht dem Versicherten auf Grund der italienischen Gesetzgebung ebenfalls kein Rentenanspruch zu, so zahlen ihm die italienischen Sozialversicherungen auf Antrag die ihnen überwiesenen Beiträge aus. 5. Die Überweisung der Beiträge gemäss Absatz 4 kann verlangt werden a. wenn der italienische Staatsangehörige die Schweiz seit mindestens zehn Jahren verlassen hat oder b. bei Eintritt des Versicherungsfalles. Italienische Staatsangehörige, deren Beiträge an die italienischen Sozialversicherungen überwiesen wurden, können auf Grund dieser Beiträge gegenüber der schweizerischen Alters- und Hinterbliebenenversicherung keine Rechte mehr geltend machen. Ihnen und ihren Hinterlassenen steht nur dann ein Anspruch auf eine ordentliche schweizerische Alters- und Hinterlassenenversicherung zu, wenn sie die Voraussetzungen von Absatz 1, Buchstabe a, nach Ablauf der Periode, für welche die überwiesenen Beiträge geschuldet waren, erfüllen. Aufgehoben durch Art. 26 Ziff. 3 des Abk. vom 14. Dez. 1962 ( SR 0.831.109.454.2 )."
    },
    {
      "provision_ref": "art6",
      "chapter": "II. Besondere Bestimmungen",
      "section": "6",
      "title": "",
      "content": "Aufgehoben durch Art. 26 Ziff. 3 des Abk. vom 14. Dez. 1962 ( SR 0.831.109.454.2 )."
    },
    {
      "provision_ref": "art710",
      "chapter": "III. Ausführungsbestimmungen",
      "section": "710",
      "title": "",
      "content": "Aufgehoben durch Art. 26 Ziff. 3 des Abk. vom 14. Dez. 1962 ( SR 0.831.109.454.2 )."
    },
    {
      "provision_ref": "art1113",
      "chapter": "IV. Schluss- und Übergangsbestimmungen",
      "section": "1113",
      "title": "",
      "content": "Aufgehoben durch Art. 26 Ziff. 3 des Abk. vom 14. Dez. 1962 ( SR 0.831.109.454.2 )."
    },
    {
      "provision_ref": "art14",
      "chapter": "IV. Schluss- und Übergangsbestimmungen",
      "section": "14",
      "title": "",
      "content": "1. … 2. Wird dieses Abkommen gekündigt, so bleiben dessen Bestimmungen auf die bereits erworbenen Ansprüche weiterhin anwendbar; einschränkende Vorschriften über die Gewährung von Versicherungsleistungen im Falle von Auslandaufenthalt bleiben für diese Ansprüche unberücksichtigt. Aufgehoben durch Art. 26 Ziff. 3 des Abk. vom 14. Dez. 1962 ( SR 0.831.109.454.2 )."
    }
  ],
  "definitions": []
}