{
  "id": "sr-0-814-283",
  "type": "statute",
  "title": "Übereinkommen vom 27. Oktober 1960 über den Schutz des Bodensees gegen Verunreinigung",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1961/907_924_945/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "",
      "content": "1. Die Anliegerstaaten des Bodensees, das Land Baden‑Württemberg, der Freistaat Bayern, die Republik Österreich und die Schweizerische Eidgenossenschaft (Kantone St. Gallen und Thurgau) verpflichten sieh zur Zusammenarbeit auf dem Gebiet des Gewässerschutzes für den Bodensee. 2. Die Anliegerstaaten werden in ihrem Gebiet darauf hinwirken, dass der Bodensee vor weiterer Verunreinigung geschützt und seine Wasserbeschaffenheit nach Möglichkeit verbessert wird. Zu diesem Zweck werden sie die in ihrem Gebiet geltenden Gewässerschutzvorschriften für den Bodensee und seine Zuflüsse mit Nachdruck vollziehen. 3. Die Anliegerstaaten werden insbesondere geplante Wassernutzungen, welche die Interessen eines andern Anliegerstaates an der Reinhaltung des Bodensees beeinträchtigen können, einander zeitgerecht mitteilen und, ausser bei Gefahr im Verzuge oder im Falle ausdrücklichen Einvernehmens, erst nach der gemeinsamen Erörterung ausführen lassen."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "",
      "content": "Als Bodensee im Sinne dieses Übereinkommens gelten der Obersee und der Untersee."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "",
      "content": "1. Der Zusammenarbeit dient die von den Anliegerstaaten gebildete ständige Internationale Gewässerschutzkommission für den Bodensee (nachstehend Kommission genannt). 2. In der Kommission ist jeder Anliegerstaat durch eine Delegation vertreten, der jeweils eine Stimme zukommt. 3. Die Regierung der Bundesrepublik Deutschland kann zu den Sitzungen der Kommission Beobachter entsenden. 4. Jede Delegation ist berechtigt, Sachverständige beizuziehen. 5. Mit der Durchführung einzelner, genau bezeichneter Aufgaben kann auch die Kommission Sachverständige beauftragen."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "",
      "content": "Die Kommission hat folgende Aufgaben: a. Sie stellt den Zustand des Bodensees und die Ursachen seiner Verunreinigung fest. b. Sie beobachtet laufend die Wasserbeschaffenheit des Bodensees. c. Sie berät und empfiehlt den Anliegerstaaten Massnahmen zur Behebung bestehender Missstände sowie zur Verhütung künftiger Verunreinigungen. d. Sie erörtert geplante Massnahmen eines Anliegerstaates im Sinne des Artikels 1, Absatz 3. e. Sie prüft die Möglichkeit und den etwaigen Inhalt einer Reinhalteordnung für den Bodensee, die gegebenenfalls den Gegenstand eines weiteren Abkommens der Anliegerstaaten bilden soll. f. Sie behandelt sonstige Fragen, die die Reinhaltung des Bodensees berühren können."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "",
      "content": "1. Beschlüsse der Kommission werden bei Anwesenheit aller Delegationen einstimmig gefasst. In Verfahrensfragen entscheidet die einfache Mehrheit. 2. Der Einstimmigkeit steht nicht entgegen, wenn sich ein Anliegerstaat in Angelegenheiten, die ihn nicht betroffen, der Stimme enthält. Beschlüsse, die ausschliesslich den Untersee betreffen, bedürfen nur der Stimmen der Delegationen der Schweizerischen Eidgenossenschaft und des Landes Baden‑Württemberg. 3. Die Kommission gibt sich eine Geschäftsordnung; diese bedarf der Einstimmigkeit. 4. Die Leiter der Delegationen verkehren miteinander unmittelbar."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "",
      "content": "1. Die Anliegerstaaten verpflichten sich, die von der Kommission empfohlenen, ihr Gebiet betreffenden Gewässerschutzmassnahmen sorgfältig zu erwägen und sie nach Massgabe ihres innerstaatlichen Rechts nach besten Kräften durchzusetzen. 2. Die Anliegerstaaten, in denen von der Kommission empfohlene Gewässerschutzmassnahmen durchgeführt werden sollen, können im Einzelfall eine Empfehlung der Kommission als für sich verbindlich anerkennen und eine entsprechende Erklärung durch ihre Delegation abgeben."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "",
      "content": "Jeder Anliegerstaat trägt die Kosten seiner Delegation und seiner Sachverständigen. Sind Sachverständige im Auftrag der Kommission tätig, so werden die hierdurch entstehenden Kosten nach einem jeweils von der Kommission zu beschliessenden Verhältnis auf die Anliegerstaaten aufgeteilt. Das gleiche gilt für Veröffentlichungen der Kommission."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "",
      "content": "1. Internationale Abkommen über die Schifffahrt und die Fischerei bleiben unberührt. 2. Die Kommission arbeitet auf ihrem Aufgabengebiet mit internationalen Einrichtungen für die Schifffahrt und die Fischerei und mit der Internationalen Kommission zum Schutze des Rheins gegen Verunreinigung zusammen."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "",
      "content": "1. Das vorliegende Übereinkommen bedarf der Ratifikation. Die Ratifikationsurkunden sollen sobald als möglich bei der Regierung des Landes Baden-Württemberg hinterlegt worden. Es tritt 30 Tage nach Hinterlegung der letzten Ratifikationsurkunde in Kraft. 2. Das Übereinkommen bleibt in Kraft, solange es nicht von einem Anliegerstaat mit einer Frist von sechs Monaten auf Jahresende gekündigt worden ist."
    }
  ],
  "definitions": []
}