{
  "id": "sr-0-344-549",
  "type": "statute",
  "title": "Abkommen vom 14. Juli 2000 zwischen der Schweiz und dem Königreich Marokko über die Überstellung verurteilter Personen",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2003/203/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "I. Kapitel: Allgemeine Bestimmungen",
      "section": "1",
      "title": "Begriffsbestimmungen",
      "content": "Im Sinne dieses Abkommens bezeichnet der Ausdruck: a) «Sanktion» jede freiheitsentziehende Strafe oder Massnahme, die von einem Gericht wegen einer Straftat für eine bestimmte Zeit oder auf unbestimmte Zeit verhängt worden ist; b) «Urteil» eine Entscheidung eines Gerichts, durch die eine Sanktion verhängt wird; c) «Urteilsstaat» den Staat, in dem die Sanktion gegen die Person, die überstellt werden kann oder überstellt worden ist, verhängt worden ist; d) «Vollstreckungsstaat» den Staat, in den die verurteilte Person zum Vollzug der gegen sie verhängten Sanktion überstellt werden kann oder überstellt worden ist; e) «verurteilte Person» jede Person, gegen die im Hoheitsgebiet des einen oder des anderen Staates eine rechtskräftige Verurteilung ergangen ist und die sich in Haft befindet."
    },
    {
      "provision_ref": "art2",
      "chapter": "I. Kapitel: Allgemeine Bestimmungen",
      "section": "2",
      "title": "Grundsätze",
      "content": "1. Die beiden Staaten verpflichten sich, unter den in diesem Abkommen festgelegten Bedingungen weitestgehend zusammenzuarbeiten, um die im Hoheitsgebiet des einen Staates verurteilten Personen in das Hoheitsgebiet des anderen Staates zum Vollzug des Restes der verhängten Sanktion zu überstellen. 2. Zu diesem Zweck kann die verurteilte Person oder – in Anbetracht ihres Alters, ihres körperlichen oder geistigen Zustandes – ihr gesetzlicher Vertreter dem Urteils- oder dem Vollstreckungsstaat gegenüber den Wunsch äussern, nach diesem Abkommen überstellt zu werden. 3. Das Ersuchen um Überstellung kann entweder vom Urteils- oder vom Vollstreckungsstaat gestellt werden. 4. Jede verurteilte Person, auf die dieses Abkommen angewendet werden kann, wird vom Urteilsstaat über die Möglichkeit informiert, dass sie nach diesem Abkommen zum Vollzug ihrer Sanktion in ihr Heimatland überstellt werden kann."
    },
    {
      "provision_ref": "art3",
      "chapter": "I. Kapitel: Allgemeine Bestimmungen",
      "section": "3",
      "title": "Ablehnungsgründe",
      "content": "Die Überstellung kann verweigert werden: a) wenn die Tat, derentwegen die Sanktion verhängt worden ist, sich auf strafbare Handlungen bezieht, die vom Vollstreckungsstaat als politische, als damit im Zusammenhang stehende strafbare Handlungen oder als fiskalisch strafbare Handlungen angesehen werden; b) wenn die strafbare Handlung, für welche die Person verurteilt worden ist, von einem der beiden Staaten als militärisch strafbare Handlung angesehen wird; c) wenn einer der beiden Staaten der Ansicht ist, dass die Überstellung geeignet wäre, seine Souveränität, seine Sicherheit, seine öffentliche Ordnung oder andere wesentliche Interessen zu beeinträchtigen; d) wenn die Sanktion, die Anlass zum Ersuchen gegeben hat, eine Tat betrifft, derentwegen die Person im Vollstreckungsstaat rechtskräftig freigesprochen oder verurteilt worden ist; e) wenn die der Sanktion zu Grunde liegende Tat Gegenstand einer Strafverfolgung im Vollstreckungsstaat ist; f) wenn die verurteilte Person im Urteils- oder Vollstreckungsstaat in den Genuss eines Gnaden- oder Amnestieerlasses gelangt; g) wenn die Sanktion nach dem Recht des Vollstreckungsstaates verjährt ist; h) wenn die zuständigen Behörden des Vollstreckungsstaates entschieden haben, für die gleiche Tat keine Strafverfolgung einzuleiten oder die Strafverfolgung zu beenden; i) wenn die verurteilte Person die Staatsangehörigkeit des Urteilsstaates besitzt; j) wenn die verurteilte Person nicht in einem vom Urteilsstaat als befriedigend erachteten Mass die ihr auferlegten Bussen, Verfahrenskosten, Schadenersatzzahlungen und Geldstrafen aller Art beglichen hat."
    },
    {
      "provision_ref": "art4",
      "chapter": "I. Kapitel: Allgemeine Bestimmungen",
      "section": "4",
      "title": "Voraussetzungen für die Überstellung",
      "content": "Die Überstellung kann nach diesem Abkommen nur unter den folgenden Voraussetzungen erfolgen: a) die verurteilte Person ist Staatsangehörige des Vollstreckungsstaates; b) das Urteil ist rechtskräftig und vollstreckbar; c) im Zeitpunkt der Einreichung des Ersuchens um Überstellung hat die ver-urteilte Person noch mindestens ein Jahr der Strafe zu verbüssen; in Ausnahmefällen können die beiden Staaten die Überstellung auch bewilligen, wenn der Rest der Strafe weniger als ein Jahr beträgt; d) die verurteilte Person stimmt der Überstellung freiwillig und im vollen Bewusstsein der rechtlichen Folgen zu; sofern das Alter der verurteilten Person oder ihr körperlicher oder geistiger Zustand es erfordert und einer der beiden Staaten es als notwendig erachtet, erteilt der gesetzliche Vertreter die Zustimmung zur Überstellung im vollen Bewusstsein der rechtlichen Folgen; e) die Handlungen oder Unterlassungen, derentwegen die Sanktion verhängt worden ist, stellen nach dem Recht des Vollstreckungsstaates eine Straftat dar oder würden eine Straftat darstellen, wenn sie in seinem Hoheitsgebiet begangen worden wären; und f) der Urteils- und der Vollstreckungsstaat haben sich auf die Überstellung geeinigt."
    },
    {
      "provision_ref": "art5",
      "chapter": "II. Kapitel: Verfahren",
      "section": "5",
      "title": "Übermittlungswege",
      "content": "1. Die Ersuchen werden vom Justizministerium des ersuchenden Staates an das Justizministerium des ersuchten Staates gerichtet. Die Antworten werden innert nützlicher Frist auf demselben Weg übermittelt. 2. Jeder Staat teilt dem anderen Staat die als zuständig erklärte Behörde schriftlich mit."
    },
    {
      "provision_ref": "art6",
      "chapter": "II. Kapitel: Verfahren",
      "section": "6",
      "title": "Überstellungsersuchen und Antworten",
      "content": "1. Ein Ersuchen um Überstellung und die Antwort bedürfen der Schriftform. 2. Das Ersuchen enthält insbesondere die vollständige Identität der verurteilten Person, ihre Adresse im Vollstreckungsstaat und den Ort ihrer Inhaftierung. 3. Der ersuchte Staat unterrichtet den ersuchenden Staat unverzüglich über seine Entscheidung, dem Ersuchen um Überstellung stattzugeben oder es abzulehnen. 4. Die verurteilte Person wird über den Stand ihres Dossiers sowie über jede von einem der beiden Staaten getroffene Entscheidung betreffend ihre Überstellung informiert."
    },
    {
      "provision_ref": "art7",
      "chapter": "II. Kapitel: Verfahren",
      "section": "7",
      "title": "Unterlagen",
      "content": "1. Der Urteilsstaat liefert mit seinem Ersuchen oder als Antwort auf das Ersuchen des Vollstreckungsstaates: a) eine beglaubigte Abschrift des Urteils mit einer Bestätigung seiner Vollstreckbarkeit und der angewendeten Rechtsvorschriften; b) eine Darstellung des Sachverhalts, aus der die Tatumstände, der Zeitpunkt und der Ort der Begehung der Straftat hervorgehen; c) Angaben über die Dauer der Sanktion, über den Beginn der freiheitsentziehenden Sanktion unter Berücksichtigung der Untersuchungshaft und über alle weiteren Umstände, die für den Vollzug der Sanktion von Bedeutung sind; d) eine von der zuständigen Behörde eingeholte Erklärung, aus der die Zustimmung der verurteilten Person oder ihres gesetzlichen Vertreters im Sinne von Artikel 4 hervorgeht; e) jede nützliche Information über die Modalitäten des Vollzugs der Sanktion im Urteilsstaat. 2. Der Vollstreckungsstaat liefert mit seinem Ersuchen oder als Antwort auf das Ersuchen des Urteilsstaates: a) ein Schriftstück oder eine Erklärung, woraus hervorgeht, dass die verurteilte Person Staatsangehörige des Vollstreckungsstaates ist; b) eine Abschrift der Rechtsvorschriften des Vollstreckungsstaates, aus denen hervorgeht, dass die Handlungen oder Unterlassungen, derentwegen die Sanktion im Urteilsstaat verhängt worden ist, nach dem Recht des Vollstreckungsstaates eine Straftat darstellen oder, wenn sie in seinem Hoheitsgebiet begangen worden wären, darstellen würden; c) ein Schriftstück, aus dem die Art und Dauer der nach der Überstellung im Vollstreckungsstaat zu verbüssenden Sanktion sowie die Modalitäten des Vollzugs der Sanktionen hervorgehen. 3. Jeder der beiden Staaten kann um Übermittlung der Unterlagen oder Informationen ersuchen, die ihm notwendig erscheinen, bevor er um Überstellung ersucht oder eine Entscheidung darüber trifft, ob er dem Ersuchen um Überstellung stattgibt oder es ablehnt."
    },
    {
      "provision_ref": "art8",
      "chapter": "II. Kapitel: Verfahren",
      "section": "8",
      "title": "Nachprüfung der Zustimmung",
      "content": "Der Urteilsstaat gibt dem Vollstreckungsstaat Gelegenheit, sich durch einen Konsularbeamten oder eine andere in gegenseitigem Einvernehmen bezeichnete Person zu vergewissern, dass die Zustimmung freiwillig und im vollen Bewusstsein der rechtlichen Folgen erteilt worden ist."
    },
    {
      "provision_ref": "art9",
      "chapter": "II. Kapitel: Verfahren",
      "section": "9",
      "title": "Widerruf der Zustimmung",
      "content": "Die Zustimmung der verurteilten Person ist unwiderruflich, sobald sich die beiden Staaten über die Überstellung geeinigt haben."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Unterrichtung über den Vollzug",
      "content": "Der Vollstreckungsstaat unterrichtet den Urteilsstaat über den Vollzug der Sanktion: a) wenn er den Vollzug der Sanktion für abgeschlossen erachtet; b) wenn die verurteilte Person vor Abschluss des Vollzugs der Sanktion aus der Haft flieht; oder c) wenn der Urteilsstaat um einen besonderen Bericht ersucht."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Befreiung von der Beglaubigung",
      "content": "Die Schriftstücke, die in Anwendung dieses Abkommens übermittelt werden, bedürfen keiner Art von Beglaubigung."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Sprache",
      "content": "Jeder Staat kann verlangen, dass ihm die Ersuchen und Unterlagen mit einer Übersetzung in seine Amtssprache oder in eine seiner Amtssprachen übermittelt werden."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Eskorte und Kosten",
      "content": "1. Der Vollstreckungsstaat stellt die Eskorte für die Überstellung. 2. Die Kosten der Überstellung, einschliesslich derjenigen der Eskorte, werden vom Vollstreckungsstaat getragen, ausser wenn die beiden Staaten etwas anderes vereinbaren. 3. Die Kosten, die ausschliesslich im Hoheitsgebiet des Urteilsstaates entstehen, gehen zu dessen Lasten. 4. Der Vollstreckungsstaat kann die Überstellungskosten jedoch ganz oder teilweise bei der verurteilten Person eintreiben."
    },
    {
      "provision_ref": "art14",
      "chapter": "III. Kapitel: Folgen der Überstellung",
      "section": "14",
      "title": "Auswirkungen im Urteilsstaat",
      "content": "1. Mit der Übernahme der verurteilten Person durch die Behörden des Vollstreckungsstaates wird der Vollzug der Sanktion im Urteilsstaat ausgesetzt. Entzieht sich die verurteilte Person nach der Überstellung dem Vollzug, so erlangt der Urteilsstaat wieder das Recht, den Teil der Strafe zu vollziehen, den die Person im Vollstreckungsstaat hätte verbüssen müssen. 2. Der Urteilsstaat darf die Sanktion nicht mehr vollziehen, wenn der Vollstreckungsstaat deren Vollzug für abgeschlossen erachtet."
    },
    {
      "provision_ref": "art15",
      "chapter": "III. Kapitel: Folgen der Überstellung",
      "section": "15",
      "title": "Auswirkungen im Vollstreckungsstaat",
      "content": "1. Die vom Urteilsstaat verhängte Sanktion wird im Vollstreckungsstaat direkt vollzogen. 2. Der Vollstreckungsstaat ist an die Feststellungen über den Sachverhalt, an die rechtliche Art und die Dauer der Sanktion, wie sie vom Urteilsstaat festgelegt worden sind, gebunden. 3. Ist die Sanktion jedoch nach Art oder Dauer mit dem Recht des Vollstreckungsstaates nicht vereinbar, so kann dieser Staat die Sanktion an die nach seinem eigenen Recht für eine Straftat derselben Art vorgesehene Strafe oder Massnahme anpassen. Diese Strafe oder Massnahme muss ihrer Art nach so weit wie möglich der Sanktion entsprechen, die durch die zu vollstreckende Entscheidung verhängt worden ist. Sie darf nach Art oder Dauer die im Urteilsstaat verhängte Sanktion nicht verschärfen und das nach dem Recht des Vollstreckungsstaates vorgesehene Höchstmass nicht überschreiten. 4. Der Vollzug der Sanktion im Vollstreckungsstaat richtet sich nach dem Recht dieses Staates. Er allein ist zuständig, Entscheidungen über die Modalitäten des Vollzugs der Sanktion, einschliesslich derjenigen über die Dauer der Inhaftierung der verurteilten Person, zu treffen."
    },
    {
      "provision_ref": "art16",
      "chapter": "III. Kapitel: Folgen der Überstellung",
      "section": "16",
      "title": "Folgen der Überstellung",
      "content": "1. Eine Person, die nach den Bestimmungen dieses Abkommens überstellt wird, kann im Vollstreckungsstaat wegen der Tat, derentwegen im Urteilsstaat die Sanktion verhängt worden ist, nicht erneut ins Recht gefasst oder verurteilt werden. 2. Die überstellte Person kann jedoch im Vollstreckungsstaat in Haft gehalten, ins Recht gefasst und verurteilt werden für eine Tat, die nicht zur Verhängung der Sanktion im Urteilsstaat geführt hat, sofern diese Tat nach dem Recht des Vollstreckungsstaates strafrechtlich verfolgt wird."
    },
    {
      "provision_ref": "art17",
      "chapter": "III. Kapitel: Folgen der Überstellung",
      "section": "17",
      "title": "Beendigung des Vollzugs der Sanktion",
      "content": "1. Der Urteilsstaat unterrichtet den Vollstreckungsstaat unverzüglich über jede Entscheidung oder Massnahme, die auf seinem Hoheitsgebiet erfolgt ist und den Vollzug beendet. 2. Der Vollstreckungsstaat beendet den Vollzug der Sanktion, sobald ihn der Urteilsstaat von einer Entscheidung oder Massnahme in Kenntnis gesetzt hat, auf Grund deren ihre Vollstreckbarkeit erlischt."
    },
    {
      "provision_ref": "art18",
      "chapter": "III. Kapitel: Folgen der Überstellung",
      "section": "18",
      "title": "Begnadigung und Amnestie",
      "content": "Jeder Staat kann im Einklang mit seiner Verfassung oder anderen Gesetzen eine Begnadigung, eine Amnestie oder eine gnadenweise Abänderung der Sanktion gewähren."
    },
    {
      "provision_ref": "art19",
      "chapter": "III. Kapitel: Folgen der Überstellung",
      "section": "19",
      "title": "Wiederaufnahme",
      "content": "Der Urteilsstaat allein hat das Recht, über einen gegen das Urteil gerichteten Wiederaufnahmeantrag zu entscheiden."
    },
    {
      "provision_ref": "art20",
      "chapter": "III. Kapitel: Folgen der Überstellung",
      "section": "20",
      "title": "Durchlieferung",
      "content": "1. Überstellt einer der beiden Staaten eine verurteilte Person aus einem Drittstaat, so wirkt der andere Staat mit, um die Durchlieferung durch sein Hoheitsgebiet zu erleichtern. Der Staat, der eine solche Durchlieferung vorzunehmen beabsichtigt, teilt dies dem anderen Staat vorgängig mit. 2. Jeder Staat kann die Durchlieferung verweigern: a) wenn es sich bei der durchzuliefernden Person um eine seiner Staatsangehörigen handelt; oder b) wenn die Handlung, derentwegen die Sanktion verhängt worden ist, nach seinem Recht keine Straftat darstellt."
    },
    {
      "provision_ref": "art21",
      "chapter": "IV. Kapitel: Schlussbestimmungen",
      "section": "21",
      "title": "Zeitlicher Geltungsbereich",
      "content": "Dieses Abkommen gilt für den Vollzug von Sanktionen, die vor oder nach seinem Inkrafttreten verhängt worden sind."
    },
    {
      "provision_ref": "art22",
      "chapter": "IV. Kapitel: Schlussbestimmungen",
      "section": "22",
      "title": "Verhältnis zu anderen Abkommen",
      "content": "Dieses Abkommen berührt nicht die Rechte und Pflichten der beiden Staaten aus Auslieferungsabkommen und aus anderen Abkommen über die internationale Zusammenarbeit in Strafsachen, welche die Überstellung verhafteter Personen zum Zweck der Gegenüberstellung oder der Zeugenaussage vorsehen."
    },
    {
      "provision_ref": "art23",
      "chapter": "IV. Kapitel: Schlussbestimmungen",
      "section": "23",
      "title": "Meinungsaustausch und Konsultationen",
      "content": "1. Die zuständigen Behörden der beiden Staaten können, wenn sie es als notwendig erachten, ihre Meinung über die Anwendung dieses Abkommens im Allgemeinen oder in Bezug auf einen Einzelfall mündlich oder schriftlich austauschen. 2. Jeder Staat kann die Einberufung einer Expertentagung verlangen, die sich aus Vertretern der Justizministerien und der Aussenministerien zusammensetzt, um Fragen der Auslegung oder der Anwendung dieses Abkommens oder eine Frage im Zusammenhang mit einem Einzelfall zu besprechen. 3. Jede Meinungsverschiedenheit wird durch Verhandlungen zwischen den beiden Staaten geregelt."
    },
    {
      "provision_ref": "art24",
      "chapter": "IV. Kapitel: Schlussbestimmungen",
      "section": "24",
      "title": "Vorläufige Anwendung und Inkrafttreten",
      "content": "1. Dieses Abkommen ist ab der Unterzeichnung vorläufig anwendbar. 2. Dieses Abkommen tritt am ersten Tag des zweiten Monats nach der letzten Notifikation, wonach die gemäss Verfassung erforderlichen Verfahren in jedem der beiden Staaten abgeschlossen sind, in Kraft. 3. Dieses Abkommen wird für eine unbeschränkte Dauer abgeschlossen."
    },
    {
      "provision_ref": "art25",
      "chapter": "IV. Kapitel: Schlussbestimmungen",
      "section": "25",
      "title": "Kündigung",
      "content": "Jeder Staat kann dieses Abkommen jederzeit durch eine schriftliche Notifikation an den anderen Staat kündigen. Die Kündigung wird sechs Monate nach Eingang der Notifikation wirksam."
    }
  ],
  "definitions": []
}