{
  "id": "sr-0-632-313-211",
  "type": "statute",
  "title": "Freihandelsabkommen vom 27. Januar 2007 zwischen den EFTA-Staaten und der Arabischen Republik Ägypten (mit Anhängen und Prot.) ",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2007/645/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "I Allgemeine Bestimmungen",
      "section": "1",
      "title": "Zielsetzungen",
      "content": "1. Ägypten und die EFTA-Staaten errichten eine Freihandelszone im Einklang mit den Bestimmungen dieses Abkommens, um den Wohlstand und die wirtschaftliche Entwicklung in ihren Hoheitsgebieten zu fördern. 2. Die Ziele dieses Abkommens, das auf den Handelsbeziehungen zwischen marktwirtschaftlich orientierten Ländern fusst, sind: (a) den Warenhandel in Übereinstimmung mit Artikel XXIV des Allgemeinen Zoll- und Handelsabkommens (im Folgenden «GATT 1994» genannt) zu liberalisieren; (b) schrittweise einen für die Zunahme von Investitionen und Handel mit Dienstleistungen förderlichen Rahmen zu schaffen; (c) einen angemessenen und wirksamen Schutz der Rechte an geistigem Eigentum sicherzustellen; und (d) die harmonische Entwicklung der Wirtschaftsbeziehungen zwischen den Parteien durch technische und finanzielle Unterstützung zu fördern. SR 0.632.20 Anhang 1C"
    },
    {
      "provision_ref": "art2",
      "chapter": "I Allgemeine Bestimmungen",
      "section": "2",
      "title": "Diesem Abkommen unterliegende Handelsbeziehungen",
      "content": "Dieses Abkommen ist auf Handelsbeziehungen zwischen Ägypten einerseits und den einzelnen EFTA-Staaten andererseits anwendbar."
    },
    {
      "provision_ref": "art3",
      "chapter": "I Allgemeine Bestimmungen",
      "section": "3",
      "title": "Räumlicher Anwendungsbereich",
      "content": "Dieses Abkommen findet, unter Vorbehalt von Protokoll C, im Hoheitsgebiet der Parteien Anwendung."
    },
    {
      "provision_ref": "art4",
      "chapter": "II Warenverkehr",
      "section": "4",
      "title": "Geltungsbereich",
      "content": "Dieses Kapitel gilt für die folgenden Erzeugnisse mit Ursprung in Ägypten oder in einem EFTA-Staat: (a) für alle Erzeugnisse, die unter die Kapitel 25−97 des Harmonisierten Systems zur Bezeichnung und Codierung der Waren (im Folgenden «HS» genannt) fallen, mit Ausnahme der in Anhang I aufgezählten Erzeugnisse; (b) für im Protokoll A aufgeführte verarbeitete landwirtschaftliche Erzeugnisse, unter gebührender Beachtung der in diesem Protokoll erhaltenen Bestimmungen; (c) für Fische und andere Meeresprodukte, die in Anhang II aufgeführt sind; und (d) für landwirtschaftliche Erzeugnisse, die unter die HS-Kapitel 1−24 fallen, gemäss den Angaben in Anhang III. SR 0.632.11"
    },
    {
      "provision_ref": "art5",
      "chapter": "II Warenverkehr",
      "section": "5",
      "title": "Ursprungsregeln und Zusammenarbeit im Bereich der Zollverwaltung",
      "content": "Protokoll B legt die Ursprungsregeln und die Verfahren für die administrative Zusammenarbeit fest."
    },
    {
      "provision_ref": "art6",
      "chapter": "II Warenverkehr",
      "section": "6",
      "title": "Einfuhrzölle und Abgaben gleicher Wirkung",
      "content": "1. Ab dem Inkrafttreten dieses Abkommens werden im Handel zwischen Ägypten und den EFTA-Staaten keine neuen Einfuhrzölle oder Abgaben gleicher Wirkung eingeführt. 2. Ägypten beseitigt schrittweise seine Einfuhrzölle und Abgaben gleicher Wirkung auf Ursprungserzeugnissen aus den EFTA-Staaten gemäss Anhang IV. 3. Mit dem Inkrafttreten dieses Abkommens beseitigen die EFTA-Staaten alle Einfuhrzölle und Abgaben gleicher Wirkung auf Ursprungserzeugnissen aus Ägypten."
    },
    {
      "provision_ref": "art7",
      "chapter": "II Warenverkehr",
      "section": "7",
      "title": "Ausgangszollsätze",
      "content": "1. Die zwischen den Parteien anwendbaren Zollsätze, auf welchen die in diesem Abkommen vorgesehenen schrittweisen Reduktionen angewandt werden, entsprechen den WTO-gebundenen Zöllen oder, wenn diese tiefer sind, den zum Zeitpunkt des Inkrafttretens dieses Abkommens geltenden Zöllen. Wenn nach dem Inkrafttreten dieses Abkommens eine Zollreduktion erga omnes vorgenommen wird, gilt dieser reduzierte Zollsatz. 2. Die Parteien unterrichten sich gegenseitig über die Zollsätze, die am Tage des Inkrafttretens dieses Abkommens zur Anwendung kommen."
    },
    {
      "provision_ref": "art8",
      "chapter": "II Warenverkehr",
      "section": "8",
      "title": "Fiskalzölle",
      "content": "Artikel 6 gilt auch für Fiskalzölle."
    },
    {
      "provision_ref": "art9",
      "chapter": "II Warenverkehr",
      "section": "9",
      "title": "Mengenmässige Einfuhrbeschränkungen und Massnahmen gleicher Wirkung",
      "content": "1. Mit Inkrafttreten dieses Abkommens werden die mengenmässigen Einfuhrbeschränkungen sowie jegliche Massnahmen gleicher Wirkung im Handel zwischen Ägypten und den EFTA-Staaten beseitigt. 2. Im Handel zwischen Ägypten und den EFTA-Staaten werden keine neuen mengenmässigen Einfuhrbeschränkungen oder Massnahmen gleicher Wirkung eingeführt."
    },
    {
      "provision_ref": "art10",
      "chapter": "II Warenverkehr",
      "section": "10",
      "title": "Ausfuhrzölle und mengenmässige Ausfuhrbeschränkungen",
      "content": "Im Handel zwischen Ägypten und den EFTA-Staaten werden weder Ausfuhrzölle oder Abgaben gleicher Wirkung noch mengenmässige Ausfuhrbeschränkungen oder Massnahmen gleicher Wirkung angewandt."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Interne Steuern",
      "content": "1. Die Parteien verzichten auf Massnahmen oder Praktiken mit internem Steuercharakter, durch welche direkt oder indirekt zwischen den Produkten einer Partei und gleichen Produkten mit Ursprung im Hoheitsgebiet einer anderen Partei diskriminiert wird. 2. Für Erzeugnisse, die in das Gebiet einer der Parteien ausgeführt werden, darf keine Erstattung für indirekte interne Steuern gewährt werden, die höher ist als die auf diesen Erzeugnissen unmittelbar oder mittelbar erhobenen Steuern."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Zahlungen und Überweisungen",
      "content": "1. Die mit dem Warenverkehr zwischen Ägypten und einem EFTA-Staat verbundenen Zahlungen und die Überweisung dieser Beträge in das Gebiet jener Vertragspartei, in welcher der Gläubiger seinen Wohnsitz hat, sind keinen Beschränkungen unterworfen. 2. Die Vertragsparteien verwenden keine Devisenbeschränkungen oder administrativen Einschränkungen betreffend die Gewährung, Rückzahlung oder Annahme von kurz- und mittelfristigen Krediten in Verbindung mit Handelsgeschäften, an welchen ein Gebietsansässiger beteiligt ist."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Technische Vorschriften",
      "content": "1. Die Rechte und Pflichten der Vertragsparteien in Bezug auf technische Vorschriften, Normen und Konformitätsbewertung richten sich nach dem WTO-Übereinkommen über die technischen Handelshemmnisse (im Folgenden «WTO-TBT-Übereinkommen» genannt). 2. Die Parteien verstärken ihre Zusammenarbeit in den Bereichen der technischen Vorschriften, der Normen und der Konformitätsbewertung mit dem Ziel, das gegenseitige Verständnis der jeweiligen Systeme zu vertiefen und den Zugang zu ihren jeweiligen Märkten zu erleichtern und somit eine Grundlage für mögliche Abkommen über die gegenseitige Anerkennung vorzubereiten. 3. Unbeschadet von Absatz 1 stimmen die Parteien überein, im Rahmen des Gemischten Ausschusses Konsultationen durchzuführen, wenn Ägypten oder ein EFTA-Staat der Meinung sind, ein oder mehrere EFTA-Staaten oder Ägypten hätten Massnahmen ergriffen, die ein Handelshemmnis bilden oder zu bilden drohen, um in Übereinstimmung mit dem WTO-TBT-Übereinkommen eine angemessene Lösung zu finden. SR 0.632.20 Anhang 1A.6"
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Gesundheitspolizeiliche und pflanzenschutzrechtliche Massnahmen",
      "content": "1. In den Bereichen des Pflanzen- und Gesundheitsschutzes wenden die Parteien ihre Vorschriften in nicht diskriminierender Weise an und treffen keine neuen Massnahmen, die eine unangemessene Beeinträchtigung des Handels zur Folge haben. 2. Die Anwendung der in Absatz 1 genannten Grundsätze erfolgt in Übereinstimmung mit dem WTO-Übereinkommen über die Anwendung gesundheitspolizeilicher und pflanzenschutzrechtlicher Massnahmen, welches hiermit zum Bestandteil dieses Abkommens erklärt wird. SR 0.632.20 Anhang 1A.4"
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Staatliche Handelsunternehmen",
      "content": "Die Rechte und Pflichten der Parteien in Bezug auf die staatlichen Handelsunternehmen richten sich nach Artikel XVII des GATT 1994 sowie nach der Vereinbarung über die Auslegung von Artikel XVII des GATT 1994, die hiermit zum Bestandteil dieses Abkommens erklärt werden."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Subventionen und Ausgleichsmassnahmen",
      "content": "1. Die Rechte und Pflichten der Parteien in Bezug auf Subventionen und Ausgleichsmassnahmen richten sich nach den Artikeln VI und XVI des GATT 1994, dem WTO-Übereinkommen über Subventionen und Ausgleichsmassnahmen sowie dem WTO-Übereinkommen über die Landwirtschaft. 2. Ist eine Partei der Auffassung, dass sich gewährte Subventionen auf den Handel mit einer anderen Partei auswirken, so kann die betroffene Partei in Übereinstimmung mit den oben genannten Übereinkommen und mit den relevanten internen Gesetzen und Umsetzungsbestimmungen angemessene Massnahmen ergreifen. SR 0.632.20 Anhang 1A.13 SR 0.632.20 Anhang 1A.3"
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Antidumping",
      "content": "1. Die Rechte und Pflichten der Parteien bezüglich der Anwendung von Antidumpingmassnahmen werden durch Artikel VI des GATT 1994 und durch das Abkommen über die Durchführung von Artikel VI des GATT 1994 geregelt. 2. Stellt eine Partei im Warenverkehr mit einer anderen Partei Dumping-Praktiken fest, kann die betroffene Partei in Übereinstimmung mit den oben genannten Übereinkommen und mit den relevanten internen Umsetzungsbestimmungen angemessene Massnahmen ergreifen. SR 0.632.20 Anhang 1A.8"
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Schutzmassnahmen",
      "content": "1. Die Bestimmungen des Artikels XIX des GATT 1994 und des WTO-Übereinkommens über Schutzmassnahmen sind zwischen den Parteien anwendbar. 2. Bevor Schutzmassnahmen gemäss den Bestimmungen des Artikels XIX des GATT 1994 und des WTO-Übereinkommens über Schutzmassnahmen angewendet werden, lässt die Partei, die Schutzmassnahmen zu ergreifen beabsichtigt, dem Gemischten Ausschuss alle relevanten Informationen zukommen, die für eine eingehende Prüfung im Hinblick auf eine für die Parteien akzeptable Lösung notwendig sind. Um eine solche Lösung zu finden, halten die Parteien unverzüglich Konsultationen im Gemischten Ausschuss ab. Gelangen die Parteien, als Ergebnis dieser Konsultationen, innerhalb von 30 Tagen nach deren Beginn zu keiner Einigung zur Vermeidung der Anwendung von Schutzmassnahmen, so kann die Partei, die Schutzmassnahmen zu ergreifen beabsichtigt, solche in Übereinstimmung mit Artikel XIX des GATT 1994 und dem WTO-Übereinkommen über Schutzmassnahmen erlassen. 3. Bei der Wahl der Schutzmassnahmen nach diesem Artikel ist jenen Massnahmen Vorrang einzuräumen, die das Erreichen der Ziele dieses Abkommens am wenigsten behindern. 4. Schutzmassnahmen sind unverzüglich dem Gemischten Ausschuss zu notifizieren und sind Gegenstand regelmässiger Konsultationen im Ausschuss, insbesondere im Hinblick auf ihre Aufhebung, sobald es die Umstände zulassen. SR 0.632.20 Anhang 1A.14"
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Strukturelle Anpassungen",
      "content": "1. In Abweichung von Artikel 6 Absatz 2 kann Ägypten befristete Ausnahmemassnahmen in Form einer Erhöhung oder Wiedereinführung von Zöllen ergreifen. 2. Diese Massnahmen können nur neue und in Entstehung begriffene Industrien oder Wirtschaftszweige betreffen, in denen Restrukturierungen vorgenommen werden oder die mit ernsthaften Schwierigkeiten kämpfen, insbesondere, wenn diese zu erheblichen sozialen Problemen führen. 3. Die von Ägypten auf Ursprungserzeugnisse aus den EFTA-Staaten angewendeten Zollansätze, die durch solche Ausnahmemassnahmen eingeführt werden, dürfen 25 % ad valorem nicht übersteigen und müssen eine Präferenzmarge für Ursprungserzeugnisse aus den EFTA-Staaten beibehalten. Der Gesamtwert der eingeführten Waren, die diesen Massnahmen unterliegen, darf nicht mehr als 20 % des Gesamtwerts der Industrieprodukten aus den EFTA-Staaten betragen, die innerhalb des letzten Jahres, für das statistische Angaben vorliegen, eingeführt wurden. 4. Diese Massnahmen dürfen höchstens während fünf Jahren angewandt werden, ausser der Gemischte Ausschuss genehmigt eine Verlängerung. Sie können höchstens bis zum Ablauf der maximalen Übergangszeit aufrechterhalten werden. 5. Es kann keine derartigen Massnahmen für eine bestimmte Ware ergriffen werden, für die seit der Beseitigung sämtlicher Zölle und mengenmässigen Beschränkungen oder anderer Abgaben und Massnahmen gleicher Wirkung mehr als drei Jahre vergangen sind. 6. Ägypten unterrichtet den Gemischten Ausschuss über jegliche Ausnahmemassnahmen, die es zu ergreifen beabsichtigt, und vor deren Umsetzung werden auf Gesuch eines EFTA-Staates Konsultationen über solche Massnahmen und die betroffenen Wirtschaftszweige abgehalten. Bei der Einführung solcher Massnahmen unterbreitet Ägypten dem Gemischten Ausschuss einen Zeitplan für die Aufhebung der gestützt auf diesen Artikel eingeführten oder erhöhten Zölle. Dieser Zeitplan gewährleistet einen schrittweisen Abbau dieser Zölle in gleichen jährlichen Raten, der nicht später als zwei Jahre nach der Einführung der Massnahmen beginnt. Der Gemischte Ausschuss kann einen anderen Zeitplan festlegen. 7. Um Problemen beim Aufbau neuer Wirtschaftszweige Rechnung zu tragen, kann der Gemischte Ausschuss, in Abweichung von den Vorschriften in Absatz 4, Ägypten ausnahmsweise gestatten, die bereits getroffenen Massnahmen nach Absatz 1 für einen Zeitraum von maximal vier Jahren über die zwölfjährigen Übergangszeit hinaus aufrecht zu erhalten."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Wiederausfuhr und ernster Versorgungsengpass",
      "content": "1. Wenn auf Grund der Anwendung von Artikel 10: (a) eine Wiederausfuhr in ein Drittland erfolgt, dem gegenüber die ausführende Partei für das jeweilige Erzeugnis mengenmässige Ausfuhrbeschränkungen, Ausfuhrzölle oder Massnahmen und Abgaben gleicher Wirkung aufrechterhält; oder (b im Zusammenhang mit einem für die ausführende Partei wichtigen Erzeugnis ein ernster Versorgungsengpass entsteht oder zu entstehen droht; und wenn der ausführenden Partei in den vorgenannten Situationen ernste Schwierigkeiten entstehen oder zu entstehen drohen, kann diese Partei geeignete Massnahmen gemäss Absatz 2 ergreifen. 2. Die aus den in Absatz 1 erwähnten Situationen entstehenden Schwierigkeiten sind dem Gemischten Ausschuss zur Prüfung zu unterbreiten. Der Ausschuss kann jegliche zur Beendigung der Schwierigkeiten notwendigen Entscheidungen treffen. Trifft der Gemischte Ausschuss innerhalb von 30 Tagen nach dem ihm die Angelegenheit vorgelegt worden ist keinen Entscheid, kann die betroffene Partei geeignete Massnahmen im Hinblick auf die Ausfuhr des betroffenen Produktes treffen. Die Massnahmen erfolgen nicht diskriminierend und werden aufgehoben, sobald die Lage ihre Aufrechterhaltung nicht mehr rechtfertigt. 3. Bei der Auswahl von Massnahmen ist denjenigen Vorrang einzuräumen, welche das Funktionieren dieses Abkommens am wenigsten beeinträchtigen. 4. Die getroffenen Massnahmen sind Gegenstand regelmässiger Konsultationen im Gemischten Ausschuss, im Hinblick auf ihre Aufhebung, sobald es die Umstände zulassen."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Allgemeine Ausnahmen",
      "content": "Dieses Abkommen steht Verboten oder Beschränkungen der Einfuhr, Ausfuhr oder Durchfuhr von Waren nicht entgegen, welche aus Gründen der öffentlichen Sittlichkeit, der öffentlichen Ordnung oder Sicherheit, zum Schutz der Gesundheit und des Lebens von Menschen, Tieren oder Pflanzen, zum Schutz des nationalen Kulturgutes von künstlerischem, geschichtlichem oder archäologischem Wert oder zum Schutz des geistigen Eigentums gerechtfertigt sind. Ebenso wenig steht es Regelungen betreffend Gold und Silber oder Massnahmen zur Bewahrung nicht erneuerbarer natürlicher Ressourcen entgegen. Diese Verbote oder Beschränkungen dürfen jedoch weder ein Mittel zur willkürlichen Diskriminierung noch eine verschleierte Beschränkung des Handels zwischen den Parteien darstellen."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Ausnahmen aus Gründen der Sicherheit",
      "content": "Keine Bestimmung dieses Abkommens hindert eine Partei daran, Massnahmen zu treffen, die: (a) sie als erforderlich erachtet, um Auskünfte zu verweigern, deren Preisgabe ihren wesentlichen Sicherheitsinteressen zuwiderläuft; (b) im Zusammenhang mit der Herstellung von oder dem Handel mit Waffen, Munition und Kriegsmaterial stehen, oder mit Forschung, Entwicklungen oder Produktionen, die für Verteidigungszwecke notwendig sind, sofern derartige Massnahmen die Wettbewerbsbedingungen für nicht für spezifisch militärische Zwecke bestimmte Erzeugnisse nicht verfälschen; oder (c) sie für ihre eigene Sicherheit im Fall ernsthafter interner Unruhen, welche die Aufrechterhaltung von Recht und Ordnung gefährden, in Kriegszeiten oder in Zeiten internationaler Spannungen die eine Kriegsgefahr darstellen, oder zur Erfüllung von Verpflichtungen für den Erhalt des Friedens oder der internationalen Sicherheit als notwendig erachtet."
    }
  ],
  "definitions": []
}