{
  "id": "sr-0-748-127-192-32",
  "type": "statute",
  "title": "Luftverkehrsabkommen vom 20. Februar 1975 zwischen der Schweizerischen Eidgenossenschaft und Kanada",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1976/870_870_870/en",
  "provisions": [
    {
      "provision_ref": "artI",
      "section": "I",
      "title": "Begriffe",
      "content": "Für die Zwecke dieses Abkommens, sofern nichts anderes vereinbart ist, bedeutet der Ausdruck: (a) «Luftfahrtbehörden» im Fall der Schweiz, das Bundesamt für Zivilluftfahrt und im Fall von Kanada, der Transportminister und das kanadische Verkehrsamt oder in beiden Fällen jede andere Behörde oder Person, die ermächtigt ist, die Aufgaben dieser Behörden auszuüben; (b) «vereinbarte Linien» regelmässige Luftverkehrslinien für die Beförderung von Fluggästen, Fracht und Postsendungen, getrennt oder in Kombination, auf den im Abkommen festgelegten Strecken; (c) «Abkommen» dieses Abkommen, seine Anhänge und alle Änderungen dazu; (d) «Übereinkommen» das am 7. Dezember 1944 in Chicago zur Unterzeichnung aufgelegte Übereinkommen über die internationale Zivilluftfahrt, einschliesslich aller nach Artikel 90 des Übereinkommens angenommenen Anhänge und aller nach Artikel 90 und 94 angenommenen Änderungen der Anhänge oder des Übereinkommens, soweit diese Anhänge und Änderungen von beiden Vertragsparteien angenommen wurden; (e) «bezeichnetes Unternehmen» ein Luftverkehrsunternehmen, das in Übereinstimmung mit Artikel III dieses Abkommens bezeichnet und ermächtigt wurde; (f) «Tarif» eine Publikation, welche sämtliche Preise für die Beförderung von Fluggästen, Gepäck und Fracht sowie die für diese Preise anwendbaren Beförderungsbedingungen, Klassifizierungen, Regeln, Anordnungen, Praktiken und damit verbundenen Dienstleistungen enthält; ausgenommen sind jedoch die Entschädigung und die Bedingungen für die Beförderung von Postsendungen; (g) «Preis» alle in einem Tarif enthaltenen Ansätze, Gebühren oder Flugpreise (einschliesslich weiterer Dienstleistungen im Zusammenhang mit der Beförderung auf dem Luftweg) für die Beförderung von Fluggästen (einschliesslich deren Gepäck) und/oder Fracht (ohne Postsendungen) sowie die Bedingungen, die unmittelbar für die Verfügbarkeit oder Anwendbarkeit solcher Ansätze, Gebühren oder Flugpreise gelten; (h) «allgemeine Beförderungsbedingungen» die in einem Tarif enthaltenen Bedingungen und Bestimmungen (wie Gebühren für zusätzliches Gepäck, Grundsätze für die Nichtbeförderung, Grundsätze für die Barrierefreiheit), die im Allgemeinen für die vereinbarte Linien gelten und nicht in einem direkten Zusammenhang mit einem Preis stehen; (i) «Gebiet», «Luftverkehrslinie», «internationale Luftverkehrslinie», «Luftverkehrsunternehmen» und «nicht gewerbsmässige Landung» das, was in Artikel 2 und 96 des Übereinkommens festgelegt ist. Fassung gemäss Art. 1 des Änderungsprotokolls vom 29. Jan. 2019, in Kraft seit 22. Juni 2021 ( AS 2021 441 )."
    },
    {
      "provision_ref": "artII",
      "section": "II",
      "title": "",
      "content": "1. Jede Vertragspartei gewährt der anderen Vertragspartei die folgenden Rechte für den Betrieb internationaler Luftverkehrslinien durch das oder die von der anderen Vertragspartei bezeichneten Unternehmen: a) das Recht, ihr Gebiet ohne Landung zu überfliegen; b) das Recht, in ihrem Gebiet nicht gewerbsmässige Landungen vorzunehmen; c) das Recht, soweit es dieses Abkommen zulässt, in ihrem Gebiet auf den in diesem Abkommen festgelegten Strecken Landungen vorzunehmen, um im internationalen Verkehr Fluggäste und Fracht, einschliesslich Postsendungen, getrennt oder kombiniert aufzunehmen oder abzusetzen. 2. Andere als die nach Artikel III dieses Abkommens bezeichneten Unternehmen der Vertragsparteien, welche regelmässige Luftverkehrslinien betreiben, geniessen ebenfalls die in den Absätzen 1 a) und 1 b) dieses Artikels festgelegten Rechte. 3. Keine Bestimmung des Absatzes 1 dieses Artikels darf so ausgelegt werden, dass ein bezeichnetes Unternehmen einer der beiden Vertragsparteien berechtigt ist, auf dem Gebiet der anderen Vertragspartei Fluggäste und Fracht, einschliesslich Postsendungen aufzunehmen, um sie gegen Entgelt oder in Erfüllung eines Mietvertrages nach einem anderen Punkt im Gebiet dieser anderen Vertragspartei zu befördern. Fassung gemäss der Änd. vom 13. Juni 2005, in Kraft seit 17. Mai 2006 ( AS 2006 3345 )."
    },
    {
      "provision_ref": "artIII",
      "section": "III",
      "title": "Bezeichnung und Betriebsbewilligung",
      "content": "1. Jede Vertragspartei hat das Recht, mittels diplomatischer Note ein oder mehrere Luftverkehrsunternehmen zu bezeichnen, um für diese Vertragspartei die vereinbarten Linien auf den in diesem Abkommen festgelegten Strecken zu bedienen und eine Bezeichnung zurückzuziehen oder ein zuvor bezeichnetes Unternehmen durch ein anderes Unternehmen zu ersetzen. 2. Nachdem die Luftfahrtbehörden der anderen Vertragspartei die Anzeige der Bezeichnung erhalten haben, erteilen sie in Übereinstimmung mit ihren Gesetzen und Verordnungen innerhalb kürzester Frist dem so bezeichneten Unternehmen die entsprechenden Betriebsbewilligungen, um die vereinbarten Linien zu betreiben, für welche das Unternehmen bezeichnet wurde. 3. Die Luftfahrtbehörden der einen Vertragspartei können von dem durch die andere Vertragspartei bezeichneten Unternehmen den Nachweis verlangen, dass es in der Lage ist, die Bedingungen zu erfüllen, die nach den von diesen Behörden üblicherweise angewendeten Gesetzen und Verordnungen in Übereinstimmung mit den Bestimmungen des Übereinkommens von Chicago für den Betrieb der internationalen Luftverkehrslinien vorgeschrieben werden. 4. Die Luftfahrtbehörden jeder Vertragspartei haben das Recht, die in Absatz 2 dieses Artikels vorgesehene Betriebsbewilligung nicht zu erteilen oder die ihr für die Ausübung der in Artikel II dieses Abkommens festgelegten Rechte durch das bezeichnete Unternehmen nötig erscheinenden Bedingungen aufzustellen, wenn die genannte Vertragspartei nicht beweisen kann, dass ein wesentlicher Teil des Eigentums und die tatsächliche Verfügungsgewalt über dieses Unternehmen in den Händen der das Unternehmen bezeichnenden Vertragspartei oder ihrer Staatsangehörigen liegen. 5. Nach Empfang der im Absatz 2 dieses Artikels vorgesehenen Betriebsbewilligung kann das bezeichnete Unternehmen jederzeit den Betrieb jeder vereinbarten Linie ganz oder teilweise aufnehmen, vorausgesetzt, dass für diese Linien Preise und allgemeine Beförderungsbedingungen in Übereinstimmung mit den Bestimmungen des Artikels XI dieses Abkommens in Kraft sind. Fassung gemäss der Änd. vom 13. Juni 2005, in Kraft seit 17. Mai 2006 ( AS 2006 3345 ). Fassung gemäss Art. 2 des Änderungsprotokolls vom 29. Jan. 2019, in Kraft seit 22. Juni 2021 ( AS 2021 441 )."
    },
    {
      "provision_ref": "artIV",
      "section": "IV",
      "title": "",
      "content": "1. Die Luftfahrtbehörden jeder Vertragspartei haben das Recht, die in Artikel III erwähnten Betriebsbewilligungen dem von der anderen Vertragspartei bezeichneten Unternehmen vorzuenthalten, solche Betriebsbewilligungen zu widerrufen oder Bedingungen zu unterstellen, vorübergehend oder dauernd: (a) wenn ein solches Unternehmen die Luftfahrtbehörden der besagten Vertragspartei nicht überzeugen kann, dass es den Anforderungen der Gesetze und Verordnungen Genüge leistet, die von diesen Behörden in Übereinstimmung mit dem Übereinkommen angewandt werden; (b) wenn sich ein solches Unternehmen nicht an die Gesetze und Verordnungen der besagten Vertragspartei hält; (c) wenn sie nicht überzeugt sind, dass ein wesentlicher Teil des Eigentums und die tatsächliche Verfügungsgewalt über das Unternehmen in den Händen der das Unternehmen bezeichnenden Vertragspartei oder ihrer Staatsangehörigen liegen; und (d) wenn das Unternehmen in anderer Weise nicht in Übereinstimmung mit den in diesem Abkommen aufgestellten Bedingungen handelt. 2. Ausser wenn ein unmittelbares Eingreifen erforderlich ist, um Verstösse gegen die oben genannten Gesetze und Verordnungen zu verhüten, werden die in Absatz 1 dieses Artikels aufgezählten Rechte erst nach Beratungen mit der anderen Vertragspartei in Übereinstimmung mit Artikel XIV ausgeübt."
    },
    {
      "provision_ref": "artV",
      "section": "V",
      "title": "",
      "content": "1. Die bezeichneten Unternehmen haben für den Betrieb der vereinbarten Linien zwischen den Gebieten der Vertragsparteien gleiche und angemessene Möglichkeiten. 2. Das bezeichnete Unternehmen jeder Vertragspartei nimmt Rücksicht auf die Interessen des bezeichneten Unternehmens der anderen Vertragspartei, um die vereinbarten Linien dieses letztgenannten Unternehmens nicht ungerechtfertigt zu beeinträchtigen. 3. Die vereinbarten Linien haben als wesentliches Ziel, ein Beförderungsangebot zu gewährleisten, das der Verkehrsnachfrage zwischen dem Gebiet der Vertragspartei, welche das Unternehmen bezeichnet hat und das den auf den festgelegten Strecken angeflogenen Punkten entspricht. 4. Das Recht jedes der bezeichneten Unternehmen, zwischen dem Gebiet der anderen Vertragspartei und den Gebieten von Drittstaaten internationalen Verkehr zu befördern, muss in Übereinstimmung mit den allgemeinen Grundsätzen einer normalen Entwicklung ausgeübt werden, welche beide Vertragsparteien anerkennen und unter der Voraussetzung, dass das Beförderungsangebot angepasst ist: a) an die Verkehrsnachfrage von und nach dem Gebiet der Vertragspartei, welche das Unternehmen bezeichnet hat; b) an die Verkehrsnachfrage der Gebiete, durch welche die Linien führen, unter Berücksichtigung der örtlichen und regionalen Linien; c) an die Erfordernisse, die mit dem Betrieb direkter Luftverkehrslinien verbunden sind. 5. Soweit nichts anderes vereinbart ist, auferlegt keine der Vertragsparteien dem bezeichneten Unternehmen der anderen Vertragspartei einseitig Beschränkungen mit Bezug auf die Kapazität, die Frequenzen oder den Flugzeugtyp, der beim Betrieb der vereinbarten Linien auf der einen oder anderen der im Anhang zu diesem Abkommen festgelegten Strecken eingesetzt wird. Ist eine Vertragspartei der Auffassung, dass die vom bezeichneten Unternehmen der anderen Vertragspartei erbrachten oder vorgeschlagenen Dienste ungerechtfertigt die vereinbarten Linien beeinträchtigt, die von seinem bezeichneten Unternehmen betrieben werden, kann sie nach Artikel XIV dieses Abkommens die Durchführung von Beratungen verlangen. Fassung gemäss der Änd. vom 13. Juni 2005, in Kraft seit 17. Mai 2006 ( AS 2006 3345 )."
    },
    {
      "provision_ref": "artVI",
      "section": "VI",
      "title": "",
      "content": "1. Die Gesetze, Verordnungen und Verfahren einer Vertragspartei, die den Einflug in ihr Gebiet, den Aufenthalt oder den Wegflug der in der internationalen Luftfahrt verwendeten Luftfahrzeuge sowie den Betrieb und die Navigation solcher Luftfahrzeuge regeln, sind von dem oder den von der anderen Vertragspartei bezeichneten Unternehmen beim Einflug, Wegflug oder während des Aufenthaltes im genannten Gebiet zu beachten. 2. Die Gesetze und Verordnungen einer Vertragspartei über die Formalitäten bezüglich Einreise, Aufenthalt, Ausreise, Transit, Auswanderung und Einwanderung, Pässe, Zölle und Quarantäne sind vom bezeichneten Unternehmen oder den bezeichneten Unternehmen der anderen Vertragspartei und seinen Besatzungen, Fluggästen, Fracht und Postsendungen im Transit, bei der Einreise, Wegreise und innerhalb des Gebietes dieser anderen Vertragspartei zu beachten. 3. Die Fluggäste, das Gepäck und die Fracht, die sich im Transit durch das Gebiet einer Vertragspartei befinden und die die ihnen vorbehaltene Zone des Flughafens nicht verlassen, werden nur einer sehr vereinfachten Kontrolle unterworfen. Das Gepäck und die Fracht im direkten Transit sind von Zollabgaben und anderen ähnlichen Gebühren befreit. 4. Keine der Vertragsparteien räumt ihren eigenen oder anderen Unternehmen bei der Anwendung ihrer in diesem Artikel vorgesehenen Gesetze oder Verordnungen gegenüber Unternehmen der anderen Vertragspartei, die vergleichbare internationale Luftverkehrslinien betreiben, eine Vorzugstellung ein. Fassung gemäss der Änd. vom 13. Juni 2005, in Kraft seit 17. Mai 2006 ( AS 2006 3345 )."
    },
    {
      "provision_ref": "artVIbis",
      "section": "VIbis",
      "title": "",
      "content": "1. Die Vertragsparteien bekräftigen in Übereinstimmung mit ihren Rechten und Pflichten nach internationalem Recht, dass ihre gegenseitige Verpflichtung, die Sicherheit der Zivilluftfahrt gegen widerrechtliche Eingriffe zu schützen, Bestandteil dieses Abkommens bildet. 2. Ohne die Gesamtheit ihrer Rechte und Pflichten nach internationalem Recht zu beschränken, handeln die Vertragsparteien insbesondere in Übereinstimmung mit den Bestimmungen des Abkommens über strafbare und bestimmte andere an Bord von Luftfahrzeugen begangene Handlungen, unterzeichnet am 14. September 1963 in Tokio, den Bestimmungen des Übereinkommens zur Bekämpfung der widerrechtlichen Inbesitznahme von Luftfahrzeugen, unterzeichnet am 16. Dezember 1970 in Den Haag, den Bestimmungen des Übereinkommens zur Bekämpfung widerrechtlicher Handlungen gegen die Sicherheit der Zivilluftfahrt, unterzeichnet am 23. September 1971 in Montreal, dem Protokoll zur Bekämpfung gewalttätiger Handlungen auf Flughäfen, die der internationalen Zivilluftfahrt dienen, unterzeichnet am 24. Februar 1988 in Montreal sowie mit jedem anderen, mehrseitigen Übereinkommen, das die Sicherheit der Zivilluftfahrt regelt, welches für die beiden Parteien bindend ist. 3. Die Vertragsparteien gewähren sich gegenseitig auf Ersuchen hin jede erforderliche Unterstützung, um Handlungen zur widerrechtlichen Inbesitznahme von Luftfahrzeugen sowie andere widerrechtliche Handlungen gegen die Sicherheit solcher Luftfahrzeuge, ihrer Fluggäste und Besatzungsmitglieder, gegen Flughäfen und Einrichtungen der Flugsicherung sowie jede andere Bedrohung der Sicherheit der Zivilluftfahrt zu verhindern. 4. Die Vertragsparteien handeln in Übereinstimmung mit den von der Internationalen Zivilluftfahrt-Organisation aufgestellten und als Anhänge zum Übereinkommen bezeichneten Sicherheitsbestimmungen, soweit solche Bestimmungen für sie anwendbar sind; sie verlangen von den bei ihnen eingetragenen Luftfahrzeughaltern oder Luftfahrzeughaltern, die den Hauptsitz ihrer geschäftlichen Beziehungen oder ihren dauernden Aufenthalt in ihrem Gebiet haben und von den Flughafenhaltern in ihrem Gebiet, dass diese in Übereinstimmung mit solchen Bestimmungen über die Sicherheit der Luftfahrt handeln. 5. Jede Vertragspartei erklärt sich damit einverstanden, dass ihre Luftfahrzeughalter angehalten werden können, die im oben erwähnten Absatz 4 enthaltenen Bestimmungen über die Sicherheit der Luftfahrt einzuhalten, die von der anderen Vertragspartei für die Einreise in ihr Gebiet, die Ausreise oder den Aufenthalt im Gebiet dieser anderen Vertragspartei verlangt werden. Jede Vertragspartei stellt sicher, dass in ihrem Gebiet zweckmässige Massnahmen wirkungsvoll angewandt werden, um Luftfahrzeuge zu schützen und Fluggäste, Besatzungsmitglieder, Handgepäck, Gepäck, Fracht und Bordvorräte vor und während des Besteigens der Luftfahrzeuge und der Beladung zu kontrollieren. 6. Jede Vertragspartei überprüft wohlwollend jedes Begehren, das ihr von der anderen Vertragspartei unterbreitet wird, um zu erreichen, dass besondere und vernünftige Sicherheitsmassnahen getroffen werden, um eine bestimmte Gefahr abzuwenden. 7. Bei einer widerrechtlichen Inbesitznahme oder der Gefahr einer widerrechtlichen Inbesitznahme eines zivilen Luftfahrzeuges oder bei jeder anderen widerrechtlichen Handlung gegen die Sicherheit solcher Luftfahrzeuge, ihrer Fluggäste und Besatzungsmitglieder, der Flughäfen oder Flugsicherungsanlagen gewähren sich die beiden Vertragsparteien gegenseitige Unterstützung, indem sie die Verständigung erleichtern und andere zweckmässige Massnahmen treffen, die geeignet sind, einen solchen Zwischenfall oder die Gefahr eines solchen Zwischenfalles schnell und sicher zu beenden. 8. Hat eine Vertragspartei ernsthafte Gründe anzunehmen, dass die andere Vertragspartei von den Bestimmungen dieses Artikels abweicht, kann die erste Vertragspartei unverzüglich die Durchführung von Beratungen verlangen. Das Unvermögen, zu einer befriedigenden Lösung zu gelangen, stellt einen berechtigten Grund dar, um Artikel VI dieses Abkommens anzurufen. Eingefügt durch die Änd. vom 13. Juni 2005, in Kraft seit 17. Mai 2006 ( AS 2006 3345 ). SR 0.748.710.1 SR 0.748.710.2 SR 0.748.710.3 SR 0.748.710.31"
    },
    {
      "provision_ref": "artVII",
      "section": "VII",
      "title": "",
      "content": "1. Die Lufttüchtigkeitszeugnisse, Fähigkeitsnachweise und Bewilligungen, die von einer Vertragspartei ausgestellt oder anerkannt worden sind und noch Gültigkeit haben, werden von der anderen Vertragspartei für den Betrieb der vereinbarten Linien als gültig anerkannt, vorausgesetzt, dass solche Zeugnisse, Nachweise und Bewilligungen gemäss den gestützt auf das Übereinkommen aufgestellten Standards ausgestellt oder anerkannt worden sind. Jede Vertragspartei behält sich indessen das Recht vor, für Flüge über ihr eigenes Gebiet die Gültigkeit der von der anderen Vertragspartei ihren eigenen Staatsangehörigen ausgestellten Fähigkeitsnachweise und Bewilligungen nicht anzuerkennen. 2. Wenn die Vorrechte oder Bedingungen der in Absatz 1 hiervor genannten Zeugnisse oder Bewilligungen, die von den Luftfahrtbehörden einer Vertragspartei für eine Person oder ein bezeichnetes Unternehmen oder für ein Flugzeug ausgestellt wurden, das die vereinbarten Linien betreibt, eine Abweichung von den vom Übereinkommen aufgestellten Standards zulassen und diese Abweichung der Internationalen Zivilluftfahrt-Organisation mitgeteilt worden ist, können die Luftfahrtbehörden der anderen Vertragspartei in Übereinstimmung mit den Bestimmungen des Artikels XIV des Abkommens mit den Luftfahrtbehörden jener erstgenannten Vertragspartei Verhandlungen verlangen, um nähere Angaben bezüglich der fraglichen Praktiken zu erhalten. 3. Jede Vertragspartei kann Beratungen über die von der anderen Vertragspartei befolgten Sicherheitsstandards bezüglich ihrer Luftfahrteinrichtungen, ihrer Besatzungen, ihrer Flugzeuge und dem Betrieb der bezeichneten Unternehmen verlangen. Wenn eine Vertragspartei im Nachgang zu solchen Beratungen feststellt, dass die andere Vertragspartei Sicherheitsstandards in diesen Bereichen nicht beachtet, welche mindestens ebenso streng sind wie die Standards, die gestützt auf das Übereinkommen aufgestellt werden können, muss sie diese andere Vertragspartei darüber unterrichten und sie über die als notwendig erachteten Massnahmen, um diesen minimalen Standards zu entsprechen, informieren und diese andere Vertragspartei leitet die entsprechenden korrigierende Massnahmen ein. Falls letztere nicht innerhalb vernünftiger Zeit geeignete Massnahmen trifft, kommen die Bestimmungen von Artikel IV zur Anwendung. Fassung gemäss der Änd. vom 13. Juni 2005, in Kraft seit 17. Mai 2006 ( AS 2006 3345 )."
    },
    {
      "provision_ref": "artVIII",
      "section": "VIII",
      "title": "",
      "content": "1. Die Flughäfen, die Luftstrassen, die Flugverkehrs- und Navigationsdienste, die Flugsicherheitsdienste sowie alle anderen damit zusammenhängenden Einrichtungen und Dienste, welche im Gebiet einer Vertragspartei erbracht werden, müssen ohne Bevorzugung irgendeines Unternehmens gegenüber einem anderen Unternehmen der anderen Vertragspartei, welches ähnliche internationale Luftverkehrslinien betreibt, zur Verfügung gestellt werden. 2. Die Festlegung und die Geltendmachung von Abgaben und Gebühren, die im Gebiet der einen Vertragspartei von einem Unternehmen der anderen Vertragspartei für die Benützung von Flughäfen, Luftstrassen, Flugverkehrs- und Navigationsdiensten, für die Sicherheit der Luftfahrt und für andere damit verbundene Einrichtungen und Dienste erhoben werden, müssen gerecht und vernünftig und ohne unrechtmässige Diskriminierung sein. Solche Abgaben und Gebühren, die für ein Unternehmen der anderen Vertragspartei anwendbar sind, dürfen nicht nach ungünstigeren Bedingungen festgelegt werden als die günstigsten Bedingungen, die irgend einem anderen Unternehmen, welches vergleichbare internationale Luftverkehrslinien anbietet, zu dem Zeitpunkt zugute kommen, an dem die Abgaben und Gebühren erhoben werden. 3. Jede Partei fördert Beratungen zwischen den für die Kosten zuständigen Behörden und den Unternehmen, welche die Leistungen und Einrichtungen in Anspruch nehmen, oder, wo dies möglich ist, durch die Vereinigung der Organisationen, welche diese Unternehmen vertreten. Den Benutzern ist eine zeitlich vernünftige Vorankündigung über jedes Änderungsvorhaben bezüglich Benützungsgebühren zu geben, um ihnen zu ermöglichen, ihre Ansichten dazu bekannt zu geben, bevor die Änderungen angebracht werden. Fassung gemäss der Änd. vom 13. Juni 2005, in Kraft seit 17. Mai 2006 ( AS 2006 3345 )."
    },
    {
      "provision_ref": "artIX",
      "section": "IX",
      "title": "",
      "content": "1. Das bezeichnete Unternehmen einer Vertragspartei unterbreitet den Luftfahrtbehörden der anderen Vertragspartei spätestens dreissig (30) Tage vor dem Beginn des Betriebes der vereinbarten Linien die in Aussicht genommenen Flugpläne, die den in Artikel V dieses Abkommens enthaltenen Grundsätzen entsprechen. Die gleiche Regelung findet auf spätere Änderungen Anwendung. 2. Das bezeichnete Unternehmen jeder Vertragspartei übermittelt den Luftfahrtbehörden der anderen Vertragspartei monatlich Bericht über die auf jedem Flug beförderten Fluggäste und Güter auf den im Anhang festgelegten Strecken."
    },
    {
      "provision_ref": "artX",
      "section": "X",
      "title": "",
      "content": "1. Jede Vertragspartei befreit das bezeichnete Unternehmen der anderen Vertragspartei auf der Grundlage der Gegenseitigkeit im nach der nationalen Gesetzgebung zulässigen weitesten Umfang von Einfuhrbeschränkungen, Zöllen, Steuerabgaben, Revisionsgebühren und anderen nationalen Abgaben und Gebühren auf Luftfahrzeugen, Treibstoffen, Schmierölen, verbrauchbaren technischen Vorräten, Ersatzteilen einschliesslich Motoren, ordentlichen Bordausrüstungen, Vorräten einschliesslich Getränken, Tabak und anderen in beschränkter Menge während des Fluges zum Verkauf an Fluggäste bestimmten Gegenständen, auf anderen Sachen, die zum Gebrauch bestimmt sind oder ausschliesslich im Zusammenhang mit dem Betrieb oder Unterhalt der Luftfahrzeuge des bezeichneten Unternehmens der anderen Vertragspartei, das die vereinbarten Linien betreibt, gebraucht werden, als auch auf gedrucktem Werbematerial, das gebührenlos vom bezeichneten Unternehmen verteilt wird. 2. Die durch diesen Artikel gewährten Befreiungen gelten für die in Absatz 1 dieses Artikels aufgeführten Gegenstände: (a) die in das Gebiet einer Vertragspartei durch das bezeichnete Unternehmen der anderen Vertragspartei oder in dessen Namen eingeführt werden; (b) die sich an Bord der Luftfahrzeuge des bezeichneten Unternehmens einer Vertragspartei bei der Ankunft im Gebiet der anderen Vertragspartei oder beim Abflug befinden; (c) die im Gebiet der anderen Vertragspartei an Bord der Luftfahrzeuge des bezeichneten Unternehmens einer Vertragspartei genommen werden und zum Gebrauch beim Betrieb der vereinbarten Linien bestimmt sind, ob diese Gegenstände im Gebiet der anderen Vertragspartei, die die Befreiung gewährt, gebraucht oder vollständig verbraucht werden oder nicht, sofern solche Gegenstände im Gebiet der genannten Vertragspartei nicht veräussert werden."
    },
    {
      "provision_ref": "artXI",
      "section": "XI",
      "title": "Tarife",
      "content": "1. Die Preise und allgemeinen Beförderungsbedingungen nach diesem Artikel können von den bezeichneten Luftverkehrsunternehmen einzeln oder, nach Belieben der bezeichneten Unternehmen, in gemeinsamer Absprache oder in Absprache mit anderen Luftverkehrsunternehmen festgesetzt werden. Als Grundlage für die Festsetzung der Preise für die Beförderung auf den vereinbarten Linien dienen kommerzielle, marktbezogene Überlegungen. Jedes bezeichnete Unternehmen ist nur seinen eigenen Luftfahrtbehörden gegenüber verantwortlich für die Rechtfertigung seiner Preise. 2. Die Vertragsparteien schreiben keine Unterbreitung der Preise für die Beförderung auf den vereinbarten Linien vor. Jede Vertragspartei kann die bezeichneten Unternehmen der anderen Vertragspartei dazu verpflichten, ihren Luftfahrtbehörden auf Verlangen umgehend, auf für diese Luftfahrtbehörden akzeptable Weise und Form Zugang zu Informationen über ihre Preise zu gewähren. 3. Die Vertragsparteien lassen (stillschweigend oder ausdrücklich) die Einführung und Beibehaltung von Preisen für die vereinbarten Linien zu, sofern nicht die Luftfahrtbehörden beider Vertragsparteien ihr Nichteinverständnis zum Ausdruck bringen. Unter Vorbehalt der Bestimmungen in Absatz 5 dieses Artikels trifft keine Vertragspartei Vorkehrungen, um die Einführung oder Beibehaltung eines Preises zu verhindern, der von einem bezeichneten Luftverkehrsunternehmen einer Vertragspartei für die Beförderung auf den vereinbarten Linien erhoben oder zur Belastung vorgeschlagen wird. Eingriffe durch die Luftfahrtbehörden haben in erster Linie folgenden Zwecken zu dienen: (a) der Verhinderung von unbilligen Diskriminierungspreisen oder -praktiken; (b) dem Schutz der Konsumentinnen und Konsumenten vor unangemessen hohen oder unangemessen restriktiven Preisen infolge Missbrauchs einer marktbeherrschenden Stellung; (c) dem Schutz der Luftverkehrsunternehmen vor Preisen, die aufgrund direkter oder indirekter staatlicher Subventionen oder Unterstützung künstlich niedrig gehalten werden; und (d) dem Schutz der Luftverkehrsunternehmen vor künstlich niedrig gehaltenen Preisen, wenn Hinweise vorliegen, dass dadurch Mitbewerber ausgeschaltet werden sollen. 4. Sind die Luftfahrtbehörden einer Vertragspartei mit einem Preis nicht einverstanden, teilen sie dies den Luftfahrtbehörden der anderen Vertragspartei sowie dem betroffenen Luftverkehrsunternehmen mit. Die Luftfahrtbehörden, welche die Mitteilung erhalten haben, teilen deren Erhalt innerhalb von zehn (10) Werktagen mit dem Hinweis mit, ob sie damit einverstanden sind oder nicht. Die Luftfahrtbehörden beider Vertragsparteien tragen gemeinsam die Informationen zusammen, die für die Beurteilung eines Preises erforderlich sind, der Anlass für eine Mitteilung über das Nichteinverständnis gegeben hat. Haben die Luftfahrtbehörden der anderen Vertragspartei mitgeteilt, dass sie mit der Mitteilung über das Nichteinverständnis einverstanden sind, so sorgen die Luftfahrtbehörden beider Vertragsparteien unverzüglich dafür, dass der Preis zurückgenommen und nicht mehr erhoben wird. 5. Die Luftfahrtbehörden beider Vertragsparteien können jederzeit technische Beratungen über Preise verlangen. Sofern die Luftfahrtbehörden nichts anderes vereinbart haben, finden solche Beratungen über Preise innerhalb von zehn (10) Tagen nach Empfang des Gesuches statt. 6. Die allgemeinen Beförderungsbedingungen unterstehen den innerstaatlichen Gesetzen und Verordnungen beider Vertragsparteien. Jede Vertragspartei kann verlangen, dass diese allgemeinen Beförderungsbedingungen ihren Luftfahrtbehörden mitgeteilt oder unterbreitet werden. Lehnt eine Vertragspartei die allgemeinen Beförderungsbedingungen eines bezeichneten Unternehmens ab, so setzt sie die andere Vertragspartei unverzüglich darüber in Kenntnis. 7. Die Vertragsparteien können von den bezeichneten Unternehmen verlangen, dass sie sämtliche Angaben zu den Preisen und die allgemeinen Beförderungsbedingungen für die Öffentlichkeit zugänglich machen. Fassung gemäss Art. 3 des Änderungsprotokolls vom 29. Jan. 2019, in Kraft seit 22. Juni 2021 ( AS 2021 441 )."
    },
    {
      "provision_ref": "artXII",
      "section": "XII",
      "title": "",
      "content": "1. Das bezeichnete Unternehmen einer Vertragspartei hat das Recht, auf dem Gebiet der anderen Vertragspartei Vertretungen aufrechtzuerhalten. Diese Vertretungen können Verwaltungs‑, Betriebs- und technisches Personal umfassen, soweit es für die Erfüllung der Verwaltungs‑, Betriebs- und technischen Aufgaben des bezeichneten Unternehmens erforderlich ist. 2. Jedes bezeichnete Unternehmen hat das Recht, sich am Verkauf von Beförderungsscheinen im Gebiet der anderen Vertragspartei unmittelbar und nach seinem Belieben durch Agenten zu beteiligen. Dieses Unternehmen hat das Recht, solche Beförderungsscheine zu verkaufen, und jedermann kann solche Beförderungsscheine in der Währung des Gebietes oder in frei wechselbaren Währungen anderer Länder erwerben. 3. Jede Vertragspartei verpflichtet sich, dem bezeichneten Unternehmen der anderen Vertragspartei für die Einnahmenüberschüsse, die auf ihrem Gebiet durch dieses bezeichnete Unternehmen bei der Beförderung von Fluggästen, Gepäck, Fracht und Postsendungen erzielt werden, die freie Überweisung zu dem auf dem Geldmarkt vorherrschenden Wechselkurs zu gewährleisten. Ist der Zahlungsverkehr zwischen den Vertragsparteien durch ein besonderes Abkommen geregelt, so ist dieses besondere Abkommen anwendbar."
    },
    {
      "provision_ref": "artXIII",
      "section": "XIII",
      "title": "Steuern",
      "content": "1. Auf Gewinne oder Einkommen, die ein Luftverkehrsunternehmen einer Vertragspartei mit dem Betrieb von Luftfahrzeugen im internationalen Verkehr erwirtschaftet, einschliesslich solcher aus Geschäftsvereinbarungen zwischen Luftverkehrsunternehmen oder aus Gemeinschaftsunternehmen, sind von Gewinn- oder Einkommenssteuern befreit, die von der Regierung der anderen Vertragspartei erhoben werden. 2. Kapital und Vermögenswerte eines Luftverkehrsunternehmens einer Vertragspartei, die für den Betrieb von Luftfahrzeugen im internationalen Verkehr eingesetzt werden, sind von Steuern auf Kapital oder Vermögenswerten befreit, die von der Regierung der anderen Vertragspartei erhoben werden. 3. Erlöse, die ein Luftverkehrsunternehmen einer Vertragspartei mit der Veräusserung von Luftfahrzeugen, die im internationalen Verkehr eingesetzt werden, und von beweglichem Eigentum, welches für den Betrieb solcher Luftfahrzeuge benötigt wird, erzielt hat, sind von Gewinnsteuern befreit, die von der Regierung der anderen Vertragspartei erhoben werden. 4. Für die Zwecke dieses Artikels: (a) beinhaltet der Begriff «Gewinne oder Einkommen» Bruttoeinnahmen und -erträge, die unmittelbar mit dem Betrieb von Luftfahrzeugen im internationalen Verkehr erzielt werden, einschliesslich: i) Einnahmen aus der Vercharterung oder Vermietung von Luftfahrzeugen, ii) Einnahmen aus dem Verkauf von Beförderungen für das Luftverkehrsunternehmen selbst oder für ein anderes Luftverkehrsunternehmen, und iii) Zinserträge auf Beträgen, die unmittelbar mit dem Betrieb von Luftfahrzeugen im internationalen Verkehr erwirtschaftet werden, sofern diese Zinserträge aus dem Betrieb anfallen; (b) bedeutet der Begriff «internationaler Verkehr» die Beförderung von Personen und/oder Fracht einschliesslich Postsendungen mit Ausnahme von Beförderungen, die hauptsächlich zwischen Punkten im Gebiet einer Vertragspartei erfolgen; und (c) bedeutet der Begriff «Luftverkehrsunternehmen einer Vertragspartei» für die Schweiz ein Luftverkehrsunternehmen mit für die Einkommensbesteuerung massgebendem Sitz in der Schweiz, und für Kanada ein Luftverkehrsunternehmen mit für die Einkommensbesteuerung massgebendem Sitz in Kanada. 5. Dieser Artikel kommt nicht zur Anwendung, wenn zwischen den Vertragsparteien ein Abkommen zur Vermeidung der Doppelbesteuerung von Einkommen in Kraft ist. Fassung gemäss Art. 4 des Änderungsprotokolls vom 29. Jan. 2019, in Kraft seit 22. Juni 2021 ( AS 2021 441 )."
    },
    {
      "provision_ref": "artXIV",
      "section": "XIV",
      "title": "",
      "content": "1. Im Geiste enger Zusammenarbeit beraten sich die Vertragsparteien oder ihre Luftfahrtbehörden miteinander von Zeit zu Zeit, um sich über die Anwendung und die befriedigende Beobachtung der Bestimmungen dieses Abkommens und seines Anhanges zu vergewissern. 2. Eine durch eine Vertragspartei oder ihre Luftfahrtbehörden verlangte Beratung muss innerhalb von sechzig (60) Tagen, gerechnet vom Zeitpunkt des Empfangs des Gesuches an beginnen."
    },
    {
      "provision_ref": "artXV",
      "section": "XV",
      "title": "",
      "content": "1. Jede Änderung dieses Abkommens tritt in Kraft, sobald die beiden Vertragsparteien einander gegenseitig die Erfüllung ihrer verfassungsrechtlichen Vorschriften über den Abschluss und das Inkrafttreten von Staatsverträgen angezeigt haben. 2. Änderungen des Anhanges zu diesem Abkommen können unmittelbar zwischen den Luftfahrtbehörden der Vertragsparteien vereinbart werden. Sie treten in Kraft, nachdem sie durch einen Austausch diplomatischer Noten bestätigt worden sind."
    },
    {
      "provision_ref": "artXVI",
      "section": "XVI",
      "title": "",
      "content": "1. Entsteht irgendeine Meinungsverschiedenheit zwischen den Vertragsparteien über die Auslegung oder die Anwendung dieses Abkommens, bemühen sich die Vertragsparteien, dieselbe in erster Linie durch unmittelbare Verhandlungen oder auf diplomatischem Weg zu schlichten. 2. Erzielen die Vertragsparteien keine Verständigung durch Verhandlungen oder auf diplomatischem Weg, können sie die Meinungsverschiedenheit einem aus drei Mitgliedern zusammengesetzten Schiedsgericht zur Entscheidung unterbreiten, wobei von jeder Vertragspartei ein Schiedsrichter ernannt wird und die beiden Schiedsrichter einen dritten Schiedsrichter bezeichnen. Jede der Vertragsparteien ernennt einen Schiedsrichter innerhalb einer Frist von sechzig (60) Tagen vom Zeitpunkt des Empfangs des Gesuchs der einen oder anderen Vertragspartei um schiedsgerichtliche Erledigung der Meinungsverschiedenheit, und der dritte Schiedsrichter wird innerhalb einer weiteren Frist von sechzig (60) Tagen ernannt. Wenn die eine oder andere der Vertragsparteien innerhalb der aufgeführten Frist keinen Schiedsrichter ernennt oder wenn der dritte Schiedsrichter nicht innerhalb der aufgeführten Frist ernannt wird, kann jede der Vertragsparteien den Präsidenten des Rates der Internationalen Zivilluftfahrt‑Organisation ersuchen, einen Schiedsrichter oder Schiedsrichter je nach dem Erfordernis des Falles zu bezeichnen. In allen Fällen ist der dritte Schiedsrichter ein Angehöriger eines dritten Staates, er wirkt als Vorsitzender des Gerichtes und bestimmt seine Verfahrensvorschriften und den Tagungsort des Gerichtes selbst. 3. Die Vertragsparteien verpflichten sich, sich jedem gestützt auf Absatz 2 dieses Artikels gefällten Entscheid zu unterziehen. 4. Das Schiedsgericht entscheidet über die Verteilung der aus dem Verfahren entstandenen Kosten. 5. Wenn und so lange die eine oder andere der Vertragsparteien oder ein bezeichnetes Unternehmen der einen oder anderen Vertragspartei sich nicht einem gestützt auf Absatz 2 dieses Artikels gefällten Entscheid unterzieht, kann die andere Vertragspartei alle Rechte oder Vorrechte, die sie auf Grund dieses Abkommens der fehlbaren Vertragspartei oder dem fehlbaren bezeichneten Unternehmen gewährt hat, beschränken, vorenthalten oder widerrufen."
    },
    {
      "provision_ref": "artXVII",
      "section": "XVII",
      "title": "",
      "content": "1. Jede Vertragspartei kann der anderen Vertragspartei jederzeit schriftlich und auf diplomatischem Weg ihren Entschluss anzeigen, dieses Abkommen zu kündigen; diese Anzeige wird gleichzeitig der Internationalen Zivilluftfahrt‑Organisation mitgeteilt. 2. Die Kündigung wird am Ende der Flugplanperiode, während der eine Frist von zwölf (12) Monaten abgelaufen ist, wirksam, es sei denn, diese Kündigung werde in gegenseitigem Einvernehmen vor Ablauf dieser Frist zurückgezogen. 3. Bleibt eine Empfangsbestätigung der anderen Vertragspartei aus, so wird angenommen, dass ihr die Anzeige vierzehn (14) Tage nach deren Empfang durch die Internationale Zivilluftfahrt‑Organisation zugekommen ist."
    },
    {
      "provision_ref": "artXVIII",
      "section": "XVIII",
      "title": "",
      "content": "Dieses Abkommen und jede Änderung werden bei der Internationalen Zivilluftfahrt‑Organisation eingetragen."
    },
    {
      "provision_ref": "artXIX",
      "section": "XIX",
      "title": "",
      "content": "Wenn ein mehrseitiges allgemeines Übereinkommen über den Luftverkehr für beide Vertragsparteien in Kraft tritt, so gehen die Bestimmungen dieses Übereinkommens vor. In Übereinstimmung mit Artikel XIV dieses Abkommens können Verhandlungen stattfinden, um festzustellen, in welchem Umfang dieses Abkommen durch die Bestimmungen des mehrseitigen Übereinkommens betroffen ist."
    },
    {
      "provision_ref": "artXIXbis",
      "section": "XIXbis",
      "title": "",
      "content": "1. Die Bestimmungen, die in den Artikeln VI (Anwendbarkeit der Gesetze), VII (Technische Sicherheitsrichtlinien, Zeugnisse und Bewilligungen), Artikel VI bis (Sicherheit der Luftfahrt), VIII (Benützung von Flughäfen und anderer Einrichtungen), IX (Statistiken), X (Zölle und andere Abgaben), XII (Verkauf und Überweisung von Erträgen, Vertreter von Unternehmen), XIII (Besteuerung) und XIV (Beratungen) dieses Abkommens festgelegt sind, sind auch für Charterflüge, die von einem Unternehmen einer Vertragspartei von oder nach dem Gebiet der anderen Vertragspartei durchgeführt werden sowie für das diese Flüge durchführende Unternehmen anwendbar. 2. Die Bestimmungen in Absatz 1 dieses Artikels betreffen nicht die nationalen Gesetze und Verordnungen, welche das Recht der Unternehmen, Charterverkehr zu betreiben, regeln oder die Führung von Unternehmen oder anderen Parteien, die an der Organisation dieser Tätigkeiten teilnehmen. Eingefügt durch die Änd. vom 13. Juni 2005, in Kraft seit 17. Mai 2006 ( AS 2006 3345 )."
    },
    {
      "provision_ref": "artXX",
      "section": "XX",
      "title": "",
      "content": "1. Dieses Abkommen wird vom Tage seiner Unterzeichnung an vorläufig angewandt; es tritt in Kraft, sobald die Vertragsparteien einander gegenseitig die Erfüllung ihrer verfassungsrechtlichen Vorschriften über den Abschluss und das Inkrafttreten von Staatsverträgen angezeigt haben. 2. Am Tage des Inkrafttretens dieses Abkommens fällt das am 10. Januar 1958 in Bern unterzeichnete Abkommen zwischen der Schweiz und Kanada betreffend Luftverkehrslinien dahin. Es wird vom Tage der Unterzeichnung dieses Abkommens an vorläufig nicht mehr angewandt. [ AS 1961 1073 ]"
    }
  ],
  "definitions": []
}