{
  "id": "sr-0-192-110-35",
  "type": "statute",
  "title": "Fünftes Zusatzprotokoll vom 18. Juni 1990 zum Allgemeinen Abkommen über die Vorrechte und Immunitäten des Europarates",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1994/718_718_718/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "",
      "content": "(1) Die Mitglieder der Kommission und die Mitglieder des Gerichtshofs sind von allen Steuern auf die Gehälter, Dienstbezüge und Zulagen, die ihnen vom Europarat gezahlt werden, befreit. (2) Der Ausdruck «Mitglieder der Kommission und Mitglieder des Gerichtshofs» umfasst auch die Mitglieder, die nach Ablösung durch ihren Nachfolger in Rechtssachen tätig bleiben, mit denen sie bereits befasst waren, sowie alle nach der Konvention bestellten Ad‑hoc‑Richter."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "",
      "content": "(1) Dieses Protokoll liegt für die Mitgliedstaaten des Europarates zur Unterzeichnung auf; sie können ihre Zustimmung, gebunden zu sein, ausdrücken, a) indem sie es ohne Vorbehalt der Ratifikation, Annahme oder Genehmigung unterzeichnen oder b) indem sie es vorbehaltlich der Ratifikation, Annahme oder Genehmigung unterzeichnen und später ratifizieren, annehmen oder genehmigen. (2) Ein Mitgliedstaat des Europarates kann dieses Protokoll nur dann ohne Vorbehalt der Ratifikation unterzeichnen, ratifizieren, annehmen oder genehmigen, wenn er das Allgemeine Abkommen über die Vorrechte und Immunitäten des Europarates bereits ratifiziert hat oder gleichzeitig ratifiziert. (3) Die Ratifikations, Annahme‑ oder Genehmigungsurkunden werden beim Generalsekretär des Europarates hinterlegt. SR 0.192.110.3"
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "",
      "content": "(1) Dieses Protokoll tritt am ersten Tag des Monats in Kraft, der auf einen Zeitabschnitt von drei Monaten nach dem Tag folgt, an dem drei Mitgliedstaaten des Europarates ihre Zustimmung gemäss Artikel 2 ausgedrückt haben, durch das Protokoll gebunden zu sein. (2) Für jeden Mitgliedstaat, der später seine Zustimmung ausdrückt, durch das Protokoll gebunden zu sein, tritt es am ersten Tag des Monats in Kraft, der auf einen Zeitabschnitt von drei Monaten nach der Unterzeichnung oder der Hinterlegung der Ratifikations‑, Annahme‑ oder Genehmigungsurkunde folgt."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "",
      "content": "Die Unterzeichner kommen überein, dieses Protokoll vom Tag der Unterzeichnung an bis zu seinem Inkrafttreten nach Massgabe des Artikels 3 Absätze 1 und 2 vorläufig anzuwenden, soweit dies mit ihren jeweiligen verfassungsrechtlichen Vorschriften vereinbar ist."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "",
      "content": "Der Generalsekretär des Europarates notifiziert den Mitgliedstaaten des Rates a) jede Unterzeichnung; b) jede Hinterlegung einer Ratifikations, Annahme‑ oder Genehmigungsurkunde; c) jeden Zeitpunkt des Inkrafttretens dieses Protokolls nach Artikel 3; d) jede andere Handlung, Notifikation oder Mitteilung im Zusammenhang mit diesem Protokoll."
    }
  ],
  "definitions": []
}