{
  "id": "sr-0-741-319-454",
  "type": "statute",
  "title": "Vereinbarung vom 16. August 1978 zwischen der Schweizerischen Eidgenossenschaft und der Italienischen Republik über die Schadendeckung bei Strassenverkehrsunfällen",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1980/163_163_163/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "",
      "content": "Die Angehörigen jedes der beiden Staaten, die im andern durch ein Motorfahrzeug geschädigt werden, haben gegenüber der entsprechenden Deckungseinrichtung grundsätzlich dieselben Schadendeckungsansprüche wie die Angehörigen des Unfalllandes, gleichgültig, ob der Schaden durch ein ausländisches, ein nicht versichertes oder ein nicht ermitteltes Motorfahrzeug verursacht worden ist. Dies gilt auch für Ansprüche gegen die von der Versicherungspflicht befreiten Halter von Motorfahrzeugen, wie z. B. die Halter von schweizerischen Staatsfahrzeugen usw. Ausgenommen sind jedoch die Motorfahrräder und landwirtschaftlichen Fahrzeuge mit gewöhnlichem Standort in Italien, solange diese Fahrzeuge nicht der obligatorischen Motorfahrzeug‑Haftpflichtversicherung unterstellt werden."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "",
      "content": "1 Italienische Staatsangehörige haben gegenüber der schweizerischen staatlichen Einrichtung einen Deckungsanspruch nur bis zur Höhe der im italienischen Strassenverkehrsrecht im Zeitpunkt des Unfalles vorgesehenen Mindestversicherungssummen. 2 Diese Einschränkung gilt nicht in denjenigen Fällen, in denen der von einem ausländischen Fahrzeug verursachte Schaden gemäss dem System der internationalen Versicherungskarte (grüne Karte) oder aufgrund einer andern gültigen Versicherung zu vergüten ist."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "",
      "content": "1 Den Angehörigen eines der beiden Vertragsstaaten sind alle Personen gleichgestellt, die auf seinem Staatsgebiet ihren Wohnsitz haben. 2 Der Begriff des Motorfahrzeugs bestimmt sich nach dem Recht des Unfalllandes."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "",
      "content": "Diese Vereinbarung gilt zufolge Bevollmächtigung durch die fürstlich‑liechtensteinische Regierung auch für das Fürstentum Liechtenstein."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "",
      "content": "1 Diese Vereinbarung tritt in dem Zeitpunkt in Kraft, in dem sich beide Parteien mittels einer Note mitgeteilt haben, dass das entsprechende interne Genehmigungsverfahren durchgeführt worden ist. 2 Jede Partei kann die Vereinbarung zum Ende eines Kalenderjahres kündigen. Die Kündigung ist der andern Partei unter Einhaltung einer Frist von mindestens sechs Monaten zu notifizieren. Geschehen in Rom am 16. August 1978 in doppelter Ausfertigung in italienischer Sprache. Für die Schweizerische Eidgenossenschaft: Für die Italienische Republik: A. Janner M. Mondello"
    }
  ],
  "definitions": []
}