{
  "id": "sr-0-211-231-01",
  "type": "statute",
  "title": "Übereinkommen vom 5. Oktober 1961 über die Zuständigkeit der Behörden und das anzuwendende Recht auf dem Gebiet des Schutzes von Minderjährigen",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1969/181_191_191/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "",
      "content": "Die Gerichte und Verwaltungsbehörden des Staates, in dem ein Minderjähriger seinen gewöhnlichen Aufenthalt hat, sind, unter Vorbehalt der Bestimmungen der Artikel 3, 4 und 5 Absatz 3 dieses Übereinkommens, zuständig, Massnahmen zum Schutze der Person oder des Vermögens des Minderjährigen zu treffen."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "",
      "content": "Die nach Artikel 1 zuständigen Behörden treffen die in ihrem innerstaatlichen Recht vorgesehenen Massnahmen. Dieses Recht bestimmt die Voraussetzungen der Anordnung, Änderung und Beendigung der Massnahmen. Es regelt auch deren Wirkungen sowohl im Verhältnis zwischen dem Minderjährigen und den Personen oder Anstalten, denen er anvertraut ist, als auch im Verhältnis zu Dritten."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "",
      "content": "Ein Gewaltverhältnis, das nach dem innerstaatlichen Recht des Staates, dem der Minderjährige angehört, kraft Gesetzes besteht, wird in allen Vertragsstaaten anerkannt."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "",
      "content": "Sind die Behörden des Staates, dem der Minderjährige angehört, der Auffassung, dass das Wohl des Minderjährigen es erfordert, so können sie nach ihrem innerstaatlichen Recht zum Schutze seiner Person oder seines Vermögens Massnahmen treffen, nachdem sie zuvor die Behörden des Staates verständigt haben, in dem der Minderjährige seinen gewöhnlichen Aufenthalt hat. Dieses Recht bestimmt die Voraussetzungen der Anordnung, Änderung und Beendigung der Massnahmen. Es regelt auch deren Wirkungen sowohl im Verhältnis zwischen dem Minderjährigen und den Personen oder Stellen, denen er anvertraut ist, als auch im Verhältnis zu Dritten. Für die Durchführung der getroffenen Massnahmen haben die Behörden des Staates zu sorgen, dem der Minderjährige angehört. Die nach den vorstehenden Absätzen dieses Artikels getroffenen Massnahmen treten an die Stelle der Massnahmen, die allenfalls von den Behörden des Staates getroffen wurden, in dem der Minderjährige seinen gewöhnlichen Aufenthalt hat."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "",
      "content": "Bei Verlegung des gewöhnlichen Aufenthaltes eines Minderjährigen aus einem Vertragsstaat in einen anderen bleiben die von den Behörden des Staates des früheren gewöhnlichen Aufenthaltes getroffenen Massnahmen so lange in Kraft, bis die Behörden des neuen gewöhnlichen Aufenthaltes sie aufheben oder ersetzen. Die von den Behörden des Staates des früheren gewöhnlichen Aufenthaltes getroffenen Massnahmen dürfen erst nach vorheriger Verständigung dieser Behörden aufgehoben oder ersetzt werden. Bei Verlegung des gewöhnlichen Aufenthaltes eines Minderjährigen, der unter dem Schutz der Behörden des Staates stand, dem er angehört, bleiben die von diesen Behörden nach ihrem innerstaatlichen Recht getroffenen Massnahmen im Staate des neuen gewöhnlichen Aufenthaltes in Kraft."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "",
      "content": "Die Behörden des Staates, dem der Minderjährige angehört, können im Einvernehmen mit den Behörden des Staates, in dem er seinen gewöhnlichen Aufenthalt hat oder Vermögen besitzt, diesen die Durchführung der getroffenen Massnahmen übertragen. Die gleiche Befugnis haben die Behörden des Staates, in dem der Minderjährige seinen gewöhnlichen Aufenthalt hat, gegenüber den Behörden des Staates, in dem der Minderjährige Vermögen besitzt."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "",
      "content": "Die Massnahmen, welche die nach den vorstehenden Bestimmungen dieses Übereinkommens zuständigen Behörden getroffen haben, werden in allen Vertragsstaaten anerkannt. Erfordern diese Massnahmen jedoch Vollstreckungshandlungen in einem anderen Staate als im Staat, in dem sie getroffen worden sind, so bestimmen sich ihre Anerkennung und Vollstreckung entweder nach dem innerstaatlichen Recht des Staates, in dem die Vollstreckung beantragt wird, oder nach internationalen Übereinkünften."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "",
      "content": "Unbeschadet der Bestimmungen der Artikel 3, 4 und 5 Absatz 3 dieses Übereinkommens können die Behörden des Staates, in dem der Minderjährige seinen gewöhnlichen Aufenthalt hat, Schutzmassnahmen ergreifen, wenn der Minderjährige in seiner Person oder in seinem Vermögen ernsthaft gefährdet ist. Die Behörden der anderen Vertragsstaaten sind nicht verpflichtet, diese Massnahmen anzuerkennen."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "",
      "content": "In allen dringenden Fällen treffen die Behörden jedes Vertragsstaates, in dessen Gebiet sich der Minderjährige oder ihm gehörendes Vermögen befindet, die erforderlichen Schutzmassnahmen. Die nach dem vorstehenden Absatz getroffenen Massnahmen treten, unter Vorbehalt ihrer endgültigen Wirkungen, ausser Kraft, sobald die nach diesem Übereinkommen zuständigen Behörden die durch die Umstände gebotenen Massnahmen getroffen haben."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "",
      "content": "Zur Sicherung der Fortdauer der dem Minderjährigen einmal auferlegten Ordnung sollen die Behörden eines Vertragsstaates, soweit dies möglich ist, erst dann Massnahmen ergreifen, nachdem sie mit den Behörden der anderen Vertragsstaaten, deren Entscheidungen noch in Kraft sind, einen Meinungsaustausch gepflogen haben."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "",
      "content": "Die Behörden, die auf Grund dieses Übereinkommens Massnahmen getroffen haben, verständigen hievon unverzüglich die Behörden des Staates, dem der Minderjährige angehört, und gegebenenfalls die Behörden des Staates seines gewöhnlichen Aufenthaltes. Jeder Vertragsstaat bezeichnet die Behörden, welche die im vorstehenden Absatz erwähnten Mitteilungen unmittelbar geben und empfangen können. Er notifiziert diese Bezeichnung dem Ministerium für Auswärtige Angelegenheiten der Niederlande."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "",
      "content": "Als «Minderjähriger» im Sinne dieses Übereinkommens gilt jede Person, welcher diese Eigenschaft sowohl nach dem innerstaatlichen Recht des Staates, dem sie angehört, als auch nach dem innerstaatlichen Recht des Staates ihres gewöhnlichen Aufenthaltes zukommt."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "",
      "content": "Dieses Übereinkommen ist auf alle Minderjährigen anzuwenden, die ihren gewöhnlichen Aufenthalt in einem der Vertragsstaaten haben. Die Zuständigkeiten, die durch dieses Übereinkommen den Behörden des Staates verliehen sind, dem der Minderjährige angehört, bleiben jedoch den Vertragsstaaten vorbehalten. Jeder Vertragsstaat kann sich vorbehalten, die Anwendung dieses Übereinkommens auf Minderjährige zu beschränken, die einem Vertragsstaat angehören."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "",
      "content": "Stellt das innerstaatliche Recht des Staates, dem der Minderjährige angehört, kein einheitliches System dar, so sind im Sinne dieses Übereinkommens unter «innerstaatliches Recht des Staates, dem der Minderjährige angehört» und unter «Behörden des Staates, dem der Minderjährige angehört», das Recht und die Behörden zu verstehen, welche durch die in diesem System geltenden Vorschriften und, mangels solcher Vorschriften, durch die engste Verbindung bestimmt werden, die der Minderjährige mit einer der dieses System bildenden Rechtsordnungen hat."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "",
      "content": "Jeder Vertragsstaat, dessen Behörden dazu berufen sind, über eine Klage auf Nichtigerklärung, Auflösung oder Lockerung des zwischen den Eltern eines Minderjährigen bestehenden Ehebandes zu entscheiden, kann die Zuständigkeit dieser Behörden für Massnahmen zum Schutze der Person oder des Vermögens des Minderjährigen vorbehalten. Die Behörden der anderen Vertragsstaaten sind nicht verpflichtet, diese Massnahmen anzuerkennen."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "",
      "content": "Von den Bestimmungen dieses Übereinkommens darf in den Vertragsstaaten nur dann abgewichen werden, wenn ihre Anwendung mit der öffentlichen Ordnung offensichtlich unvereinbar ist."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "",
      "content": "Dieses Übereinkommen ist nur auf die nach seinem Inkrafttreten getroffenen Massnahmen anzuwenden. Gewaltverhältnisse, die nach dem innerstaatlichen Recht des Staates, dem der Minderjährige angehört, kraft Gesetzes bestehen, werden vom Inkrafttreten des Übereinkommens an anerkannt."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "",
      "content": "Dieses Übereinkommen tritt im Verhältnis zwischen den Vertragsstaaten in die Stelle des am 12. Juni 1902 in Den Haag unterzeichneten Abkommens zur Regelung der Vormundschaft über Minderjährige. Es lässt die Bestimmungen anderer Übereinkünfte unberührt, an welche im Zeitpunkt seines Inkrafttretens Vertragsstaaten gebunden sind. [BS 11 800; AS 1976 1846 . AS 1977 766 ]"
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "",
      "content": "Dieses Übereinkommen steht den Staaten, die auf der Neunten Tagung der Haager Konferenz für internationales Privatrecht vertreten waren, zur Unterzeichnung offen. Es bedarf der Ratifizierung; die Ratifikationsurkunden sind beim Ministerium für Auswärtige Angelegenheiten der Niederlande zu hinterlegen."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "",
      "content": "Dieses Übereinkommen tritt am sechzigsten Tage nach der in Artikel 19 Absatz 2 vorgesehenen Hinterlegung der dritten Ratifikationsurkunde in Kraft. Das Übereinkommen tritt für jeden Unterzeichnerstaat, der es später ratifiziert, am sechzigsten Tage nach Hinterlegung seiner Ratifikationsurkunde in Kraft."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "",
      "content": "Jeder Staat, der auf der Neunten Tagung der Haager Konferenz für internationales Privatrecht nicht vertreten war, kann diesem Übereinkommen beitreten, nachdem es gemäss Artikel 20 Absatz 1 in Kraft getreten ist. Die Beitrittsurkunde ist beim Ministerium für Auswärtige Angelegenheiten der Niederlande zu hinterlegen. Der Beitritt wirkt nur im Verhältnis zwischen dem beitretenden Staat und den Vertragsstaaten, die erklärt haben, diesen Beitritt anzunehmen. Die Annahmeerklärung ist dem Ministerium für Auswärtige Angelegenheiten der Niederlande zu notifizieren. Das Übereinkommen tritt zwischen dem beitretenden Staat und dem Staat, der erklärt hat, diesen Beitritt anzunehmen, am sechzigsten Tage nach der im vorstehenden Absatz erwähnten Notifikation in Kraft."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "",
      "content": "Jeder Staat kann bei der Unterzeichnung, bei der Ratifizierung oder beim Beitritt erklären, dass dieses Übereinkommen auf alle oder auf einzelne der Gebiete ausgedehnt wird, deren internationale Beziehungen er wahrnimmt. Eine solche Erklärung wird wirksam, sobald das Übereinkommen für den Staat, der sie abgegeben hat, in Kraft tritt. Später kann dieses Übereinkommen auf solche Gebiete durch eine an das Ministerium für Auswärtige Angelegenheiten der Niederlande gerichtete Notifikation ausgedehnt werden. Wird die Erklärung über die Ausdehnung durch einen Staat abgegeben, der das Übereinkommen unterzeichnet und ratifiziert hat, so tritt das Übereinkommen für die in Betracht kommenden Gebiete gemäss Artikel 20 in Kraft. Wird die Erklärung über die Ausdehnung durch einen Staat abgegeben, der dem Übereinkommen beigetreten ist, so tritt das Übereinkommen für die in Betracht kommenden Gebiete gemäss Artikel 21 in Kraft."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "",
      "content": "Jeder Staat kann spätestens bei der Ratifizierung oder beim Beitritt die in den Artikeln 13 Absatz 3 und 15 Absatz 1 dieses Übereinkommens vorgesehenen Vorbehalte machen. Andere Vorbehalte sind nicht zulässig. Jeder Vertragsstaat, der eine Ausdehnung des Übereinkommens gemäss Artikel 22 notifiziert, kann diese Vorbehalte auch mit Wirkung nur für alle oder einzelne der Gebiete machen, auf die sich die Ausdehnung bezieht. Jeder Vertragsstaat kann einen Vorbehalt, den er gemacht hat, jederzeit zurückziehen. Dieser Rückzug ist dem Ministerium für Auswärtige Angelegenheiten der Niederlande zu notifizieren. Die Wirkung des Vorbehaltes erlischt am sechzigsten Tage nach der im vorstehenden Absatz erwähnten Notifikation."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "",
      "content": "Dieses Übereinkommen gilt für die Dauer von fünf Jahren, gerechnet von seinem Inkrafttreten gemäss Artikel 20 Absatz 1, und zwar auch für Staaten, die es später ratifizieren oder ihm später beitreten. Die Geltungsdauer des Übereinkommens verlängert sich, ausser im Fall der Kündigung, stillschweigend um jeweils fünf Jahre. Die Kündigung ist spätestens sechs Monate vor Ablauf der Frist von fünf Jahren dem Ministerium für Auswärtige Angelegenheiten der Niederlande zu notifizieren. Sie kann sich auf einzelne der Gebiete, auf die das Übereinkommen anzuwenden ist, beschränken. Die Kündigung wirkt nur für den Staat, der sie notifiziert hat. Für die anderen Vertragsstaaten bleibt das Übereinkommen in Kraft."
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "",
      "content": "Das Ministerium für Auswärtige Angelegenheiten der Niederlande notifiziert den in Artikel 19 bezeichneten Staaten sowie den Staaten, die gemäss Artikel 21 beigetreten sind: a . die Notifikationen gemäss Artikel 11 Absatz 2; b. die Unterzeichnungen und Ratifikationen gemäss Artikel 19; c. den Tag, an dem dieses Übereinkommen gemäss Artikel 20 Absatz 1 in Kraft tritt; d . die Beitritts- und Annahmeerklärungen gemäss Artikel 21 sowie den Tag, an dem sie wirksam werden; e. die Erklärungen über die Ausdehnung gemäss Artikel 22 sowie den Tag, an dem sie wirksam werden; f. die Vorbehalte und die Rückzüge von Vorbehalten gemäss Artikel 23; g. die Kündigungen gemäss Artikel 24 Absatz 3."
    }
  ],
  "definitions": []
}