{
  "id": "sr-0-923-413",
  "type": "statute",
  "title": "Übereinkunft vom 1. November 1957 zwischen der Schweiz und dem Land Baden-Württemberg über die Fischerei in den Stauhaltungen des Rheins beim Kraftwerk Rheinau",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1959/351_369_345/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "I. Geltungsbereich",
      "section": "1",
      "title": "",
      "content": "Die Stauhaltungen des Kraftwerkes Rheinau im Sinne dieser Übereinkunft umfassen den Rhein vom Rheinfall bis zum unteren Hilfswehr bei Rheinau."
    },
    {
      "provision_ref": "art2",
      "chapter": "II. Fischereiausübung",
      "section": "2",
      "title": "",
      "content": "Für den Fischfang sind folgende Geräte zugelassen: Angelgeräte, Zuggarn, Spiegelgarn, Spreitgarn, Wurfgarn, Grundnetz, Treibnetz, Reuse, Deckbere, Feumer."
    },
    {
      "provision_ref": "art3",
      "chapter": "II. Fischereiausübung",
      "section": "3",
      "title": "",
      "content": "1 Als lebende Köderfische dürfen nur Fischarten verwendet werden, für die weder Mindestmass noch Schonzeit festgelegt ist. 2 Wer zur Verwendung von Köderfischen berechtigt ist, kann solche für den eigenen Bedarf im Gewässer, in dem er den Fischfang ausüben darf, mit einem geeigneten Gerät (zum Beispiel Köderflasche) fangen."
    },
    {
      "provision_ref": "art4",
      "chapter": "II. Fischereiausübung",
      "section": "4",
      "title": "",
      "content": "1 Für die Ausübung der Fischerei sind als Boote nur Ruder- und Motorboote zulässig. Der Fischfang mit Paddelbooten, Faltbooten und ähnlichen Booten ist untersagt. 2 Die behördliche Bewilligung zur Verwendung eines Bootes bleibt vorbehalten."
    },
    {
      "provision_ref": "art5",
      "chapter": "III. Schonbestimmungen",
      "section": "5",
      "title": "",
      "content": "1 Die Schonzeiten werden wie folgt festgelegt: Forellen 1. Oktober bis 31. Januar Regenbogenforelle 1. Oktober bis 30. April Äsche 1. Oktober bis 30. April Felchen 15. November bis 31. Dezember Hecht 1. März bis 30. April Zander 1. April bis 31. Mai Krebs 1. Oktober bis 30. Juni 2 Während ihrer Schonzeit gefangene Fische sind sofort mit aller Sorgfalt vom Fanggerät zu lösen und ins Wasser zurückzuversetzen."
    },
    {
      "provision_ref": "art6",
      "chapter": "III. Schonbestimmungen",
      "section": "6",
      "title": "",
      "content": "1 Der Fischfang ist erlaubt: a. vom 1. März bis 31. Oktober in der Zeit von 3 Uhr bis 22 Uhr; b. vom 1. November bis Ende Februar in der Zeit von 7 Uhr bis 20 Uhr. 2 Fischfang im Sinne dieser Bestimmung ist jede Fischereiausübung unter Anwendung menschlicher Tätigkeit."
    },
    {
      "provision_ref": "art7",
      "chapter": "III. Schonbestimmungen",
      "section": "7",
      "title": "",
      "content": "1 Die Mindestmasse, gemessen von der Kopfspitze bis zu den Spitzen der normal ausgebreiteten Schwanzflosse, beim Krebs vom Stirnschnabel bis zum Schwanzende, werden wie folgt festgelegt: Forelle 28 cm Regenbogenforelle 28 cm Äsche 30 cm Felchen 24 cm Hecht 45 cm Zander 35 cm Barsch 15 cm Barbe 25 cm Schleie 25 cm Aal 35 cm Krebs 7 cm 2 Gefangene Fische, die das Mindestmass nicht erreichen, sind sofort mit aller Sorgfalt vom Fanggerät zu lösen und ins Wasser zurückzuversetzen."
    },
    {
      "provision_ref": "art8",
      "chapter": "III. Schonbestimmungen",
      "section": "8",
      "title": "",
      "content": "Wenn die Erhaltung und Förderung des Fischbestandes es erfordern, werden die Uferstaaten im gegenseitigen Einvernehmen die Zahl der Fische, die von den Fischereiberechtigten täglich gefangen werden dürfen, oder die Zahl der Fischereiberechtigten beschränken."
    },
    {
      "provision_ref": "art9",
      "chapter": "III. Schonbestimmungen",
      "section": "9",
      "title": "",
      "content": "1 Das Waten beim Fischfang ist vom 1. Oktober bis 30. April verboten. 2 Es können Schongebiete ausgeschieden werden, innerhalb welcher der Fischfang zeitweise oder ständig verboten ist."
    },
    {
      "provision_ref": "art10",
      "chapter": "IV. Schutz und Hege",
      "section": "10",
      "title": "",
      "content": "1 Der Fischereiberechtigte soll von allfälligen freiwilligen Fischeinsätzen dem Fischereiaufseher vor dem Einsetzen Kenntnis geben. 2 Der Fischereiberechtigte soll bestandesfremde Fischarten nicht ohne Bewilligung einsetzen."
    },
    {
      "provision_ref": "art11",
      "chapter": "IV. Schutz und Hege",
      "section": "11",
      "title": "",
      "content": "1 Die Vertragsparteien verpflichten sich, im gegenseitigen Einvernehmen alle Massnahmen zu treffen, die der Erhaltung und Förderung eines wertvollen Fischbestandes dienen. Zu diesen Massnahmen gehören insbesondere Laichgewinnung, Fischeinsätze und Sonderfänge zum Beispiel zur Bekämpfung von Fischkrankheiten und zum Schutze bestimmter Fischarten. 2 Die Vertragsparteien unterstützen sich bei diesen Massnahmen gegenseitig. 3 Zur Durchführung der Massnahmen gemäss Absatz 1 kann unter hinreichender Kontrolle und im gegenseitigen Einvernehmen von den Bestimmungen der Artikel 2 bis 9 abgewichen werden."
    },
    {
      "provision_ref": "art12",
      "chapter": "IV. Schutz und Hege",
      "section": "12",
      "title": "",
      "content": "Die Fischereiberechtigten, mit Einschluss der Inhaber privater Fischereirechte, sollen ihre Fischeinsätze und Fangergebnisse wahrheitsgemäss und rechtzeitig melden."
    },
    {
      "provision_ref": "art13",
      "chapter": "V. Vollzug",
      "section": "13",
      "title": "",
      "content": "Die gemäss Artikel 11 der Übereinkunft vom 18. Mai 1887 durch jede Regierung der beiden Vertragsparteien ernannten Bevollmächtigten überwachen den Vollzug dieser Übereinkunft. SR 0.923.412"
    },
    {
      "provision_ref": "art14",
      "chapter": "V. Vollzug",
      "section": "14",
      "title": "",
      "content": "1 Für die Bewirtschaftung der Stauhaltungen wird ein Ausschuss eingesetzt, in den das Land Baden-Württemberg und die Kantone Zürich und Schaffhausen je einen Vertreter abordnen. Der Ausschuss gibt sich eine Geschäftsordnung, die der Genehmigung der Bevollmächtigten bedarf. 2 Dem Ausschuss obliegt es, insbesondere folgendes zu veranlassen: a. Umschreibung der erlaubten Fanggeräte (Artikel 2 und 3, Abs. 2); b. Beschränkung des Fischfanges (Artikel 8); c. Ausscheidung von Schongebieten (Artikel 9, Abs. 2); d. Erteilung der Bewilligung für den Einsatz fremder Fischarten (Artikel 10, Abs. 2); e. Durchführung von Bewirtschaftungsmassnahmen gemäss Artikel 11; f. Organisation der Fischereistatistik (Artikel 12); g. Organisation des Aufsichtsdienstes (Artikel 15); h. Rechnungsführung und Verteilung der Kosten gemeinsamer Bewirtschaftungsmassnahmen. 3 Die Beschlüsse des Bewirtschaftungsausschusses bedürfen der Einstimmigkeit. 4 Die Uferstaaten werden die Beschlüsse des Bewirtschaftungsausschusses, soweit erforderlich, rasch vollziehen. 5 Der Bewirtschaftungsausschuss soll bei allen übrigen Massnahmen zur Wahrung der Interessen der Fischerei, wie Reinhaltung der Gewässer, Auflagen und Bedingungen für den Bau und Betrieb von Wasserkraftanlagen, beratend mitwirken. 6 Der Bewirtschaftungsausschuss lädt die Bevollmächtigten zu allen Sitzungen ein und erstattet ihnen jährlich Bericht über seine Tätigkeit."
    },
    {
      "provision_ref": "art15",
      "chapter": "V. Vollzug",
      "section": "15",
      "title": "",
      "content": "Die Fischereiaufsicht wird von den mit dieser Aufgabe beidseits beauftragten Organen in geeigneter Zusammenarbeit ausgeübt."
    },
    {
      "provision_ref": "art16",
      "chapter": "VI. Strafbestimmungen",
      "section": "16",
      "title": "",
      "content": "Die beiden Vertragsparteien verpflichten sich, Zuwiderhandlungen gegen die Bestimmungen dieser Übereinkunft sowie die gestützt hierauf erlassenen Ausführungsvorschriften und Einzelverfügungen strafrechtlich zu verfolgen."
    },
    {
      "provision_ref": "art17",
      "chapter": "VII. Schlussbestimmungen",
      "section": "17",
      "title": "",
      "content": "Die Bevollmächtigten im Sinne von Artikel 13 stellen ihren Regierungen gegebenenfalls Anträge über Änderungen der Übereinkunft."
    },
    {
      "provision_ref": "art18",
      "chapter": "VII. Schlussbestimmungen",
      "section": "18",
      "title": "",
      "content": "Diese Übereinkunft kann unter Beobachtung einer Frist von 12 Monaten jährlich auf den 31. Dezember von jeder der Vertragsparteien gekündigt werden, erstmals auf den 31. Dezember 1960."
    },
    {
      "provision_ref": "art19",
      "chapter": "VII. Schlussbestimmungen",
      "section": "19",
      "title": "",
      "content": "Diese Übereinkunft tritt einen Monat nach dem Austausch der Ratifikationsurkunden in Kraft. Geschehen in Rheinau am 1. November 1957 in 4 Urschriften. Alfr. Matthey- Doret Dr. Schefold"
    }
  ],
  "definitions": []
}