{
  "id": "sr-0-973-216-71",
  "type": "statute",
  "title": "Abkommen vom 4. Dezember 1974 zwischen der Regierung der Schweizerischen Eidgenossenschaft und der Regierung der Volksrepublik Bangladesch über die Schuldanerkennung",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1976/202_202_202/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "",
      "content": "Die Regierung der Volksrepublik Bangladesch haftet vom 1. Juli 1974 an für den Schuldendienst der ausstehenden Kapitalrückzahlungen für durch schweizerische Transferkredite finanzierte Projekte in Bangladesch, die im Zusammenhang stehen mit den in der Beilage aufgeführten Fälligkeiten. Nicht veröffentlicht."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "",
      "content": "Der in Artikel 1 des vorliegenden Abkommens erwähnte Schuldendienst wird nach den Bestimmungen des Schuldenkonsolidierungsabkommens geleistet, das zwischen der Regierung der Schweizerischen Eidgenossenschaft und der Regierung der Volksrepublik Bangladesch zu schliessen ist."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "",
      "content": "Nach dem 1. Juli 1974 wird die Regierung der Schweizerischen Eidgenossenschaft die Regierung der Volksrepublik Bangladesch nicht für den nicht in der Beilage aufgeführten Schuldendienst aus früheren schweizerischen Transferkrediten haftbar machen. Nicht veröffentlicht."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "",
      "content": "Das vorliegende Abkommen tritt gleichzeitig mit dem Abkommen zwischen der Regierung der Schweizerischen Eidgenossenschaft und der Regierung der Volksrepublik Bangladesch über die Schuldenkonsolidierung in Kraft. Ausgefertigt in zwei Originalen in Bern, den 4. Dezember 1974, in deutscher und englischer Sprache, wobei beide Texte gleichermassen verbindlich sind. Für die Regierung der Schweizerischen Eidgenossenschaft: K. Jacobi Für die Regierung der Volksrepublik Bangladesch: H. R. Choudhury SR 0.973.216.72"
    }
  ],
  "definitions": []
}