{
  "id": "sr-0-748-131-945-4",
  "type": "statute",
  "title": "Abkommen vom 11. November 1985 zwischen dem Bundesrat der Schweizerischen Eidgenossenschaft und der Regierung der Italienischen Republik über die Instrumentenflugverfahren für Anflüge zum und Abflüge vom Flugplatz Lugano-Agno",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1986/484_484_484/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "",
      "content": "Die zivilen Luftfahrzeuge, welche den Flugplatz Lugano‑Agno anfliegen oder von diesem abfliegen, sind berechtigt, den italienischen Luftraum innerhalb der im Anhang festgelegten Grenzen und unter den darin vorgesehenen Bedingungen zu benützen. Der Anhang bildet Bestandteil dieses Abkommens. Dieser Anhang kann beim Bundesamt für Zivilluftfahrt eingesehen werden. Die darin vorgesehenen Verfahren werden in geeigneter Weise im Luftfahrthandbuch der Schweiz (AIP) veröffentlicht."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "",
      "content": "Die italienischen Staatsluftfahrzeuge, die den in Artikel 1 und im Anhang erwähnten Luftraum benützen, haben in jedem Fall Vorrang vor den zivilen Luftfahrzeugen, die sich im gleichen Luftraum bewegen, sofern sich Letztere nicht bereits in einer vorgerückten Operationsphase befinden, welche nur unter grossen Risiken unterbrochen werden kann. Die ACC Milano (Zentrum der regionalen Luftverkehrskontrolle) meldet dem Kontrollturm Lugano‑Agno, wenn sie diesen Vorrang in Anspruch nimmt."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "",
      "content": "Im italienischen Teil der Kontrollzone Lugano‑Agno (siehe Anhang) übernimmt die Schweiz die zivilrechtliche Verantwortung für mögliche Zwischenfälle in der Luft, welche dem Instrumentenan‑ und -abflugverfahren des Flugplatzes Lugano‑Agno anzulasten sind. Sie haftet für allfällige Personen‑ oder Sachschäden am Boden oder in der Luft, die sich bei der Anwendung der Verfahren ergeben."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "",
      "content": "Das schweizerische Bundesamt für Zivilluftfahrt und die Generaldirektion der italienischen Zivilluftfahrt legen gemeinsam die Mindestanforderungen an die Piloten fest. Das Bundesamt für Zivilluftfahrt legt die Verfahren für den Instrumentenanflug vom und zum Flugplatz Lugano‑Agno fest und veröffentlicht sie, nachdem es sich mit der Generaldirektion der italienischen Zivilluftfahrt beraten hat."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "",
      "content": "Zwischen der «Azienda Autonoma di Assistenza al volo per il Traffico Aereo Generale» und dem schweizerischen Bundesamt für Zivilluftfahrt werden Abkommen abgeschlossen, um den Verkehrsumfang und die Einzelheiten der Betriebskoordination festzulegen. Die «Azienda Autonoma di Assistenza al volo per il Traffico Aereo Generale» legt die Einziehung der Kosten für geleistete Flugsicherungsdienste fest, die auf Grund von Kriterien, wie sie in ähnlichen Fällen zur Anwendung kommen, berechnet werden. Das schweizerische Bundesamt für Zivilluftfahrt verpflichtet sich zur Begleichung seines Anteils nach den zwischen den Parteien festgelegten Absprachen."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "",
      "content": "Um die Anwendung dieses Abkommens zu erleichtern und allfällige Meinungsverschiedenheiten zu bereinigen, wird eine gemischte Kommission gebildet, wobei jede Vertragspartei die nationale Zusammensetzung festlegt. Diese gemischte Kommission tritt innerhalb eines vernünftigen Zeitraumes zusammen, nachdem es von einer Vertragspartei beantragt worden ist."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "",
      "content": "Wenn Meinungsverschiedenheiten über dieses Abkommen nicht durch die gemischte Kommission gelöst werden können, sind sie auf diplomatischem Weg zu regeln."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "",
      "content": "Die italienische Partei behält sich das Recht vor, die Anwendung von Artikel 1 aus Gründen der Staatssicherheit und der Aufrechterhaltung der öffentlichen Ordnung vorübergehend zu verbieten. Die Beurteilung der Lage liegt im ausschliesslichen Zuständigkeitsbereich der italienischen Behörden. Eine entsprechende Mitteilung erfolgt unverzüglich von der ACC Mailand an den Kontrollturm von Lugano‑Agno. Die Bekanntgabe wird in der Folge auf diplomatischem Weg bestätigt."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "",
      "content": "Dieses Abkommen und sein Anhang werden bei der Internationalen Zivilluftfahrt‑Organisation (OACI‑ICAO) hinterlegt. Die Mitteilungen, die nach Artikel 38 des am 7. Dezember 1944 in Chicago abgeschlossenen Übereinkommens über die Internationale Zivilluftfahrt zu erfolgen haben, werden bekanntgegeben. SR 0.748.0"
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "",
      "content": "Dieses Abkommen bleibt während fünf Jahren in Kraft und wird für dieselbe Dauer stillschweigend erneuert, sofern nicht ein Vertragsstaat auf diplomatischem Weg dem andern Vertragsstaat und der ICAO drei Monate vor Ablauf der Vertragsdauer schriftlich eine Kündigungsmitteilung zukommen lässt."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "",
      "content": "Änderungen des Anhanges zu diesem Abkommen können unmittelbar zwischen den Zivilluftfahrtbehörden der beiden Vertragsparteien vereinbart werden, Sie treten am Tag ihrer Unterzeichnung in Kraft."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "",
      "content": "Dieses Abkommen tritt am Tag seiner Unterzeichnung in Kraft. Abgeschlossen in Rom am 11. November 1985, in doppelter Urschrift in italienischer Sprache. Für den Bundesrat der Schweizerischen Eidgenossenschaft: Für die Regierung der Italienischen Republik: Gaspard Bodmer Giacomo Attolico"
    }
  ],
  "definitions": []
}