{
  "id": "sr-0-631-252-934-954-1",
  "type": "statute",
  "title": "Notenaustausch vom 23. Juni/25. September 1981 zwischen der Schweiz und Frankreich über die Errichtung nebeneinanderliegender Grenzabfertigungsstellen an der  Strasse Allschwil-Hegenheim",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1981/1756_1756_1756/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "",
      "content": "1. An der Strasse von Allschwil nach Hegenheim werden auf schweizerischem Hoheitsgebiet nebeneinanderliegende Grenzabfertigungsstellen errichtet. 2. Die schweizerische und die französische Eingangs‑ und Ausgangsabfertigung im Grenz‑ und Reisendenverkehr finden bei diesen Grenzabfertigungsstellen statt."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "",
      "content": "1. Die Zone umfasst: a) einen von den Bediensteten beider Staaten gemeinsam benützten Sektor, umfassend: – einen Gebietsteil, der begrenzt ist im Nordwesten durch die Landesgrenze, im Nordosten durch den nordöstlichen Rand des Trottoirs, im Südosten durch eine die südöstliche Seite der Plattform der Brückenwaage verlängernde und die Fahrbahn und die beiden Trottoirs schneidende Gerade, im Südwesten durch den südwestlichen Rand des Trottoirs – im Pavillon auf der zentralen Verkehrsinsel: den gemeinsamen Revisionsraum; b) einen den französischen Bediensteten vorbehaltenen Sektor, der die zwei französischen Büros im Abfertigungspavillon umfasst. 2. Die Pläne, worauf der gemeinsam benützte Sektor rot und der den französischen Bediensteten vorbehaltene Sektor blau gefärbt sind, bilden einen Bestandteil der Vereinbarung."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "",
      "content": "1. Die Direktion des I. schweizerischen Zollkreises in Basel sowie die französische Regionalzolldirektion in Mülhausen und die zuständige französische Polizeibehörde legen im gegenseitigen Einvernehmen die Einzelheiten fest. 2. Die diensttuenden verantwortlichen Bediensteten der beteiligten lokalen Verwaltungen der beiden Staaten ergreifen im gegenseitigen Einverständnis die für den Augenblick oder für einen kurzen Zeitabschnitt anwendbaren Massnahmen, insbesondere zur Beseitigung von Schwierigkeiten, die sich bei der Grenzabfertigung ergeben."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "",
      "content": "Die Direktion des I. Zollkreises in Basel und die Regionalzolldirektion in Mülhausen setzen die Entschädigungen für die Benützung der den französischen Bediensteten zur Verfügung gestellten Räume fest; sie bestimmen auch die Verteilung der Kosten für Heizung, Beleuchtung und Reinigung usw. der Räume und Zollanlagen, die von den Bediensteten beider Staaten benützt werden."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "",
      "content": "Diese Vereinbarung kann von jeder der beiden Regierungen unter Einhaltung einer Frist von sechs Monaten gekündigt werden. Die Kündigung wird am ersten Tag des auf den Fristenablauf folgenden Monats wirksam.› Der Bundesrat hat diese Vereinbarung genehmigt. Wenn die französische Regierung den vorerwähnten Bestimmungen zustimmt, werden die vorliegende Note und diejenige, welche das Ministerium der Botschaft als Antwort zustellen wird, nach Artikel 1 Ziffern 3 und 4 des Abkommens vom 28. September 1960 die Vereinbarung zwischen den beiden Regierungen über die Errichtung nebeneinanderliegender Grenzabfertigungsstellen an der Strasse Allschwil–Hegenheim bilden. Diese Vereinbarung wird am Datum, das die französische Note tragen wird, in Kraft treten.» Das Ministerium beehrt sich, der Botschaft bekanntzugeben, dass die französische Regierung die Bestimmungen dieser Vereinbarung genehmigt. Unter diesen Umständen werden nach Artikel 1 Ziffern 3 und 4 des Abkommens vom 28. September 1960 die vorerwähnte Note der Schweizerischen Botschaft und diese Note die Vereinbarung zwischen der französischen Regierung und dem Schweizerischen Bundesrat über die Errichtung nebeneinanderliegender Grenzabfertigungsstellen an der Strasse Allschwil–Hegenheim bilden. Diese Vereinbarung tritt am heutigen Datum in Kraft. Das Ministerium für Äusseres benützt auch diesen Anlass, um die Schweizerische Botschaft seiner ausgezeichneten Hochachtung zu versichern. SR 0.631.252.934.95 SR 0.631.252.934.95"
    }
  ],
  "definitions": []
}