{
  "id": "sr-0-142-01",
  "type": "statute",
  "title": "Satzung vom 19. Oktober 1953 der Internationalen Organisation für Migrationen",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1972/166_171_171/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Kapitel I Ziele und Aufgaben",
      "section": "1",
      "title": "",
      "content": "1. Die Organisation hat folgende Ziele und Aufgaben: a) alles vorzukehren, um die organisierte Beförderung von Auswanderern, für welche die bestehenden Einrichtungen unzureichend sind oder die sonst nicht ohne besondere Unterstützung ausreisen könnten, nach Ländern zu ermöglichen, in denen sich Möglichkeiten für eine geordnete Einwanderung bieten; b) sich mit der organisierten Beförderung von Flüchtlingen, Verschleppten und anderen internationalen Auswanderungsdienste benötigenden Personen zu befassen, für die Vereinbarung zwischen der Organisation und den beteiligten Staaten einschliesslich derjenigen getroffen werden können, die sich zur Aufnahme verpflichten; c) auf Ersuchen der beteiligten Staaten und im Einvernehmen mit ihnen Auswanderungsdienste wie Anwerbung, Auswahl, Vorbereitung, Sprachunterricht, Orientierungsveranstaltungen, ärztliche Untersuchung, Arbeitsvermittlung, Tätigkeiten zur Erleichterung der Aufnahme und Eingliederung und Beratungsdienste für Auswanderungsfragen zur Verfügung zu stellen sowie sonstige Hilfe zu leisten, die mit den Zielen der Organisation in Einklang steht; d) auf Ersuchen von Staaten oder in Zusammenarbeit mit anderen interessierten internationalen Organisationen ähnliche Dienste für die freiwillige Rückwanderung einschliesslich der auf der Grundlage der Freiwilligkeit erfolgenden Heimschaffung zur Verfügung zu stellen; e) Staaten sowie internationalen und anderen Organisationen ein Forum für den Austausch von Ansichten und Erfahrungen und für die Förderung der Zusammenarbeit und der Koordinierung von Massnahmen im Hinblick auf Fragen der internationalen Migration einschliesslich Untersuchungen über solche Fragen zur Erarbeitung praktischer Lösungen zur Verfügung zu stellen. 2. Bei der Wahrnehmung ihrer Aufgaben arbeitet die Organisation mit staatlichen und nichtstaatlichen internationalen Organisationen, die sich mit Auswanderungs- und Flüchtlingsfragen sowie mit Fragen des Arbeitskräftepotentials befassen, eng zusammen, unter anderem um die Koordinierung internationaler Tätigkeiten auf diesen Gebieten zu erleichtern. Diese Zusammenarbeit wird unter gegenseitiger Achtung der Zuständigkeiten der beteiligten Organisationen durchgeführt. 3. Die Organisation anerkennt, dass die Überwachung der Aufnahmebedingungen und die Zahl der aufzunehmenden Einwanderer in die Zuständigkeit der einzelnen Staaten fällt; sie wird bei der Wahrnehmung ihrer Aufgaben die Rechts- und sonstigen Vorschriften sowie die Politik der beteiligten Staaten beachten."
    },
    {
      "provision_ref": "art2",
      "chapter": "Kapitel II Mitglieder",
      "section": "2",
      "title": "",
      "content": "Mitglieder der Organisation sind: a) die Staaten, die Mitglieder der Organisation sind und diese Satzung nach Artikel 29 angenommen haben oder auf die Artikel 30 Anwendung findet; b) andere Staaten, die ihr Interesse am Grundsatz der Freizügigkeit bewiesen haben und sich zumindest verpflichten, zu den Verwaltungsausgaben der Organisation einen finanziellen Beitrag zu leisten, dessen Satz zwischen dem Rat und dem betreffenden Staat vereinbart wird; hierzu ist ein mit Zweidrittelmehrheit gefasster Beschluss des Rates und die vorherige Annahme dieser Satzung durch den betreffenden Staat gemäss seinen verfassungsrechtlichen Verfahren erforderlich. Die Verweise wurden in Anwendung von Art. 12 Abs. 2 des Publikationsgesetzes vom 18. Juni 2004 ( SR 170.512 ) angepasst. Fassung gemäss Anhang der Resolution des Rats vom 24. Nov. 1998, von der BVers genehmigt am 21. Juni 2013 und in Kraft getreten am 21. Nov. 2013 ( AS 2014 739 737 ; BBl 2012 9161 )."
    },
    {
      "provision_ref": "art3",
      "chapter": "Kapitel II Mitglieder",
      "section": "3",
      "title": "",
      "content": "Jeder Mitgliedstaat kann seinen Austritt aus der Organisation mit Wirkung auf das Ende eines Haushaltsjahrs notifizieren. Die Notifikation muss schriftlich erfolgen und dem Generaldirektor der Organisation spätestens vier Monate vor Ende des Haushaltsjahrs zugehen. Ein Mitgliedstaat, der seinen Austritt notifiziert hat, muss seine finanziellen Verpflichtungen gegenüber der Organisation für das volle Haushaltsjahr erfüllen, in dem die Notifikation erfolgt."
    },
    {
      "provision_ref": "art4",
      "chapter": "Kapitel II Mitglieder",
      "section": "4",
      "title": "",
      "content": "1. Ein Mitgliedstaat, der mit der Zahlung seiner finanziellen Verpflichtungen gegenüber der Organisation im Rückstand ist, hat kein Stimmrecht, wenn der Rückstand die Höhe seiner für die beiden vorangegangenen Jahre geschuldeten Beiträge erreicht oder überschreitet. Der Verlust des Stimmrechts wird jedoch ein Jahr nach der Information des Rates über die Nichteinhaltung der finanziellen Verpflichtungen des betreffenden Mitgliedstaats in einer Höhe, die den Verlust des Stimmrechts zur Folge hat, wirksam, sofern der entsprechende Mitgliedstaat zu diesem Zeitpunkt immer noch einen Rückstand in der entsprechenden Höhe aufweist. Der Rat kann das Stimmrecht dieses Mitgliedstaats jedoch durch einen mit einfacher Mehrheit gefassten Beschluss aufrechterhalten oder wiederherstellen, wenn er davon überzeugt ist, dass der Zahlungsverzug auf Umstände zurückzuführen ist, auf die das Mitglied keinen Einfluss hat. 2. Ein Mitgliedstaat, der den Grundsätzen dieser Satzung dauernd zuwiderhandelt, kann durch einen mit Zweidrittelmehrheit gefassten Beschluss des Rates vorübergehend von der Mitgliedschaft ausgeschlossen werden. Der Rat ist befugt, die Mitgliedschaft durch einen mit einfacher Mehrheit gefassten Beschluss wiederherzustellen. Fassung gemäss Anhang der Resolution des Rats vom 24. Nov. 1998, von der BVers genehmigt am 21. Juni 2013 und in Kraft getreten am 21. Nov. 2013 ( AS 2014 739 737 ; BBl 2012 9161 )."
    },
    {
      "provision_ref": "art5",
      "chapter": "Kapitel III Organe",
      "section": "5",
      "title": "",
      "content": "Die Organe der Organisation sind: a) der Rat; b) die Verwaltung. Bereinigt gemäss Anhang der Resolution des Rats vom 24. Nov. 1998, von der BVers genehmigt am 21. Juni 2013 und in Kraft getreten am 21. Nov. 2013 ( AS 2014 739 737 ; BBl 2012 9161 )."
    },
    {
      "provision_ref": "art6",
      "chapter": "Kapitel IV Rat",
      "section": "6",
      "title": "",
      "content": "Neben den in anderen Bestimmungen dieser Satzung bezeichneten Aufgaben hat der Rat die Aufgabe: a) die Politik, die Programme und die Tätigkeiten der Organisation festzulegen, zu prüfen und zu überprüfen; b) die Berichte aller Nebenorgane zu prüfen und deren Tätigkeit zu genehmigen und zu leiten; c) die Berichte des Generaldirektors zu prüfen und seine Geschäftsführung zu genehmigen und zu leiten; d) das Programm, das Budget, die Ausgaben und die Rechnungsführung der Organisation zu prüfen und zu genehmigen; e) alle sonstigen geeigneten Massnahmen zur Verwirklichung der Ziele der Organisation zu treffen. Fassung gemäss Anhang der Resolution des Rats vom 24. Nov. 1998, von der BVers genehmigt am 21. Juni 2013 und in Kraft getreten am 21. Nov. 2013 ( AS 2014 739 737 ; BBl 2012 9161 ). Fassung gemäss Anhang der Resolution des Rats vom 24. Nov. 1998, von der BVers genehmigt am 21. Juni 2013 und in Kraft getreten am 21. Nov. 2013 ( AS 2014 739 737 ; BBl 2012 9161 )."
    },
    {
      "provision_ref": "art7",
      "chapter": "Kapitel IV Rat",
      "section": "7",
      "title": "",
      "content": "1. Der Rat setzt sich aus Vertretern der Mitgliedstaaten zusammen. 2. Jeder Mitgliedstaat bezeichnet einen Vertreter und die von ihm für notwendig erachteten Stellvertreter und Berater. 3. Jeder Mitgliedstaat verfügt im Rat über eine Stimme."
    },
    {
      "provision_ref": "art8",
      "chapter": "Kapitel IV Rat",
      "section": "8",
      "title": "",
      "content": "Der Rat kann Nichtmitgliedstaaten und staatliche oder nichtstaatliche internationale Organisationen, die sich mit Auswanderungs- oder Flüchtlingsfragen oder mit Fragen des Arbeitskräftepotentials befassen, auf ihren Antrag als Beobachter zu seinen Sitzungen unter Bedingungen zulassen, die er in seinem Reglement vorschreibt. Diese Beobachter haben kein Stimmrecht."
    },
    {
      "provision_ref": "art9",
      "chapter": "Kapitel IV Rat",
      "section": "9",
      "title": "",
      "content": "1. Der Rat tritt einmal jährlich zu einer ordentlichen Tagung zusammen. 2. Der Rat tritt zu einer ausserordentlichen Tagung zusammen, wenn dies: a) von einem Drittel seiner Mitglieder, b) in dringenden Fällen vom Generaldirektor oder vom Ratspräsidenten beantragt wird. 3. Der Rat wählt zu Beginn jeder ordentlichen Tagung einen Präsidenten und die sonstigen Vorstandsmitglieder für jeweils ein Jahr. Bereinigt gemäss Anhang der Resolution des Rats vom 24. Nov. 1998, von der BVers genehmigt am 21. Juni 2013 und in Kraft getreten am 21. Nov. 2013 ( AS 2014 739 737 ; BBl 2012 9161 )."
    },
    {
      "provision_ref": "art10",
      "chapter": "Kapitel IV Rat",
      "section": "10",
      "title": "",
      "content": "Der Rat kann jedes zur Erfüllung seiner Aufgaben erforderliche Nebenorgan schaffen. Fassung gemäss Anhang der Resolution des Rats vom 24. Nov. 1998, von der BVers genehmigt am 21. Juni 2013 und in Kraft getreten am 21. Nov. 2013 ( AS 2014 739 737 ; BBl 2012 9161 )."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "",
      "content": "Der Rat erlässt sein eigenes Reglement."
    },
    {
      "provision_ref": "art12",
      "chapter": "Kapitel V",
      "section": "12",
      "title": "",
      "content": "Die Verwaltung besteht aus einem Generaldirektor, zwei stellvertretenden Generaldirektoren sowie aus dem vom Rat bestellten Personal. Fassung gemäss Anhang der Resolution des Rats vom 28. Okt. 2020, in Kraft getreten am 28. Okt. 2020 ( AS 2021 267 )."
    },
    {
      "provision_ref": "art13",
      "chapter": "Kapitel V",
      "section": "13",
      "title": "",
      "content": "1. Der Generaldirektor wird vom Rat mit Zweidrittelmehrheit gewählt; er kann für eine zweite Amtszeit wiedergewählt werden. Die Amtszeit des Generaldirektors beträgt in der Regel fünf Jahre, kann jedoch in Ausnahmefällen kürzer sein, wenn der Rat dies mit Zweidrittelmehrheit beschliesst. Der Generaldirektor ist aufgrund eines Vertrags tätig, der vom Rat genehmigt und im Namen der Organisation vom Ratspräsidenten unterzeichnet wird. 2. Der Generaldirektor ist dem Rat verantwortlich. Dem Generaldirektor obliegen die Verwaltungsarbeiten und die Geschäftsführung der Organisation gemäss dieser Satzung, der allgemeinen Politik und aufgrund der Beschlüsse des Rates sowie der von ihnen erlassenen Reglementen. Der Generaldirektor stellt Anträge im Hinblick auf die vom Rat zu ergreifenden Massnahmen. Fassung gemäss Anhang der Resolution des Rats vom 28. Okt. 2020, in Kraft getreten am 28. Okt. 2020 ( AS 2021 267 )."
    },
    {
      "provision_ref": "art14",
      "chapter": "Kapitel V",
      "section": "14",
      "title": "",
      "content": "Der Generaldirektor ernennt das Verwaltungspersonal gemäss dem vom Rat genehmigten Personalstatut."
    },
    {
      "provision_ref": "art15",
      "chapter": "Kapitel V",
      "section": "15",
      "title": "",
      "content": "1. Bei der Erfüllung ihrer Aufgaben dürfen der Generaldirektor, die stellvertretenden Generaldirektoren und das Personal weder von einem Staat noch von einer sonstigen Stelle ausserhalb der Organisation Weisungen einholen oder annehmen. Sie müssen sich jeder Handlung enthalten, die mit ihrer Stellung als internationale Funktionäre unvereinbar ist. 2. Jeder Mitgliedstaat verpflichtet sich, den ausschliesslich internationalen Charakter der Verantwortlichkeiten des Generaldirektors, der stellvertretenden Generaldirektoren sowie des Personals zu würdigen und jede Beeinflussung in der Ausübung ihrer Aufgabe zu unterlassen. 3. Fähigkeiten, Kompetenz und Rechtschaffenheit gelten als wesentliche Voraussetzungen für die Anstellung und Beschäftigung des Personals; von besonderen Umständen abgesehen, muss dieses aus den Angehörigen der Mitgliedstaaten der Organisation rekrutiert werden, wobei der Grundsatz der gerechten geographischen Verteilung zu berücksichtigen ist. Fassung gemäss Anhang der Resolution des Rats vom 28. Okt. 2020, in Kraft getreten am 28. Okt. 2020 ( AS 2021 267 ). Fassung gemäss Anhang der Resolution des Rats vom 28. Okt. 2020, in Kraft getreten am 28. Okt. 2020 ( AS 2021 267 )."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "",
      "content": "Der Generaldirektor wohnt allen Tagungen des Rates und der Nebenorgane bei oder lässt sich durch einen stellvertretenden Generaldirektor oder einen anderen durch ihn bezeichneten Funktionär vertreten. Der Generaldirektor oder sein Vertreter kann sich an der Aussprache beteiligen, hat jedoch kein Stimmrecht. Fassung gemäss Anhang der Resolution des Rats vom 28. Okt. 2020, in Kraft getreten am 28. Okt. 2020 ( AS 2021 267 )."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "",
      "content": "Auf der ersten ordentlichen Tagung des Rates nach Ablauf jedes Haushaltsjahres legt der Generaldirektor dem Rat einen Bericht über die gesamte Tätigkeit der Organisation im verflossenen Jahr vor."
    },
    {
      "provision_ref": "art18",
      "chapter": "Kapitel VI",
      "section": "18",
      "title": "",
      "content": "1. Sitz der Organisation ist Genf. Der Rat kann mit Zweidrittelmehrheit beschliessen, den Sitz nach einem anderen Ort zu verlegen. 2. Die Sitzungen des Rates finden in Genf statt, sofern nicht zwei Drittel der Mitglieder des Rates beschliessen, an einem anderen Ort zusammenzutreten."
    },
    {
      "provision_ref": "art19",
      "chapter": "Kapitel VII",
      "section": "19",
      "title": "",
      "content": "Der Generaldirektor unterbreitet dem Rat ein Jahresbudget, in dem die Verwaltungs- und Betriebsausgaben und die voraussichtlichen Einnahmen der Organisation, zusätzliche Voranschläge für den Notfall sowie die Jahres- oder Sonderabrechnungen der Organisation aufgeführt sind."
    },
    {
      "provision_ref": "art20",
      "chapter": "Kapitel VII",
      "section": "20",
      "title": "",
      "content": "1. Die zur Deckung der Ausgaben der Organisation erforderlichen Mittel werden aufgebracht: a) was das Verwaltungsbudget betrifft, durch Geldbeiträge der Mitgliedstaaten, die am Anfang des jeweiligen Haushaltsjahres fällig und unverzüglich zu zahlen sind; b) was das Betriebsbudget betrifft, durch Geld- oder Sachbeiträge oder Dienstleistungen der Mitgliedstaaten, anderer Staaten, staatlicher oder nichtstaatlicher internationaler Organisationen, anderer Rechtsträger oder Privatpersonen; diese Beiträge sind so früh wie möglich und in voller Höhe vor Ende des jeweiligen Haushaltsjahres zu leisten. 2. Jeder Mitgliedstaat muss an das Verwaltungsbudget der Organisation einen Beitrag leisten, dessen Satz zwischen dem Rat und dem betreffenden Mitgliedstaat vereinbart wird. 3. Die Beiträge an die Betriebsausgaben der Organisation sind freiwillig; jeder zum Betriebsbudget Beitragende kann gegenüber der Organisation im Einklang mit den Zielen und Aufgaben der Organisation bestimmen, wie seine Beiträge verwendet werden sollen. 4. a) Alle am Sitz entstehenden und alle sonstigen Verwaltungsausgaben mit Ausnahme derjenigen, die der Wahrnehmung der in Artikel 1 Absatz 1 Buchstaben c und d bezeichneten Aufgaben dienen, gehen zu Lasten des Verwaltungsbudgets; b) alle Betriebsausgaben sowie die Verwaltungsausgaben, die der Wahrnehmung der in Artikel 1 Absatz 1 Buchstabe c und d bezeichneten Aufgaben dienen, gehen zu Lasten des Betriebsbudgets. 5. Der Rat wacht über eine wirksame und sparsame Geschäftsführung."
    },
    {
      "provision_ref": "art21",
      "chapter": "Kapitel VII",
      "section": "21",
      "title": "",
      "content": "Der Rat stellt ein Finanzreglement auf."
    },
    {
      "provision_ref": "art22",
      "chapter": "Kapitel VIII",
      "section": "22",
      "title": "",
      "content": "Die Organisation besitzt Rechtspersönlichkeit. Sie verfügt über die zur Wahrnehmung ihrer Aufgaben und zur Verwirklichung ihrer Ziele erforderliche Rechtsfähigkeit; sie hat insbesondere die Fähigkeit, entsprechend dem Recht des betreffenden Staates a) Verträge zu schliessen, b) bewegliches und unbewegliches Vermögen zu erwerben und darüber zu verfügen, c) private und öffentliche Mittel einzunehmen und auszugeben, d) vor Gericht aufzutreten."
    },
    {
      "provision_ref": "art23",
      "chapter": "Kapitel VIII",
      "section": "23",
      "title": "",
      "content": "1. Die Organisation geniesst die zur Wahrnehmung ihrer Aufgaben und zur Verwirklichung ihrer Ziele erforderlichen Vorrechte und Immunitäten. 2. Die Vertreter der Mitgliedstaaten, der Generaldirektor, die stellvertretenden Generaldirektoren und das Personal der Verwaltung geniessen ebenfalls die zur ungehinderten Wahrnehmung ihrer Aufgaben im Zusammenhang mit der Organisation erforderlichen Vorrechte und Immunitäten. 3. Diese Vorrechte und Immunitäten werden in Abkommen zwischen der Organisation und den beteiligten Staaten oder durch andere von diesen Staaten getroffene Massnahmen festgelegt. Fassung gemäss Anhang der Resolution des Rats vom 28. Okt. 2020, in Kraft getreten am 28. Okt. 2020 ( AS 2021 267 )."
    },
    {
      "provision_ref": "art24",
      "chapter": "Kapitel IX",
      "section": "24",
      "title": "",
      "content": "1. Soweit es in dieser Satzung oder in den Reglementen des Rates nicht anders bestimmt ist, werden alle Beschlüsse des Rates und aller Nebenorgane mit einfacher Mehrheit gefasst. 2. Die Mehrheiten, die in dieser Satzung oder in den vom Rat erlassenen Reglementen vorgesehen sind, beziehen sich auf die anwesenden und stimmenden Mitglieder. 3. Eine Abstimmung ist nur gültig, wenn die Mehrheit der Mitglieder des Rates oder des betreffenden Nebenorgans anwendend ist."
    },
    {
      "provision_ref": "art25",
      "chapter": "Kapitel IX",
      "section": "25",
      "title": "",
      "content": "1. Den Wortlaut von Änderungsvorschlägen zu dieser Satzung teilt der Generaldirektor den Regierungen der Mitgliedstaaten spätestens drei Monate vor ihrer Prüfung durch den Rat mit. 2. Änderungen, die zu einer wesentlichen Änderung der Satzung der Organisation führen oder neue Verpflichtungen für die Mitgliedstaaten mit sich bringen, treten in Kraft, wenn sie von zwei Dritteln der Mitglieder des Rates beschlossen und von zwei Dritteln der Mitgliedstaaten gemäss ihren verfassungsrechtlichen Verfahren angenommen worden sind. Der Rat entscheidet mit Zweidrittelmehrheit, ob eine Änderung zu einer wesentlichen Änderung der Satzung führt. Die übrigen Änderungen treten in Kraft, nachdem sie vom Rat mit Zweidrittelmehrheit angenommen worden sind."
    },
    {
      "provision_ref": "art26",
      "chapter": "Kapitel IX",
      "section": "26",
      "title": "",
      "content": "Jede Meinungsverschiedenheit über die Auslegung oder Anwendung dieser Satzung, die nicht durch Verhandlungen oder durch einen mit Zweidrittelmehrheit gefassten Beschluss des Rates beigelegt wird, ist dem Internationalen Gerichtshof gemäss seinem Statut zu unterbreiten, sofern nicht die beteiligten Mitgliedstaaten innerhalb einer angemessenen Frist eine andere Art der Beilegung vereinbaren."
    },
    {
      "provision_ref": "art27",
      "chapter": "Kapitel IX",
      "section": "27",
      "title": "",
      "content": "Die Organisation kann, unter Vorbehalt der Genehmigung durch zwei Drittel der Mitglieder des Rates, von jeder andern Organisation oder internationalen Institution, deren Ziele und Tätigkeiten in ihren Zuständigkeitsbereich fallen, diejenigen Tätigkeiten, Einkünfte und Verpflichtungen übernehmen, die durch internationale Übereinkünfte oder durch beiderseitig annehmbare Vereinbarungen zwischen den zuständigen Stellen der betreffenden Organisationen bestimmt werden."
    },
    {
      "provision_ref": "art28",
      "chapter": "Kapitel IX",
      "section": "28",
      "title": "",
      "content": "Der Rat kann mit Dreiviertelmehrheit seiner Mitglieder die Auflösung der Organisationen beschliessen."
    },
    {
      "provision_ref": "art29",
      "chapter": "Kapitel IX",
      "section": "29",
      "title": "",
      "content": "Diese Satzung tritt für diejenigen Mitgliedsregierungen des Zwischenstaatlichen Komitees für Europäische Auswanderung, die sie gemäss ihren verfassungsrechtlichen Verfahren angenommen haben, am Tage der ersten Sitzung des obenerwähnten Komitees in Kraft, nachdem: a) mindestens zwei Drittel der Komiteemitglieder und b) eine Mitgliederanzahl, die mindestens 75 Prozent an den administrativen Teil des Budgets leisten, dem Direktor die Genehmigung der Satzung notifiziert haben. Die Artikel 29 und 30 wurden bei Inkrafttreten der Satzung am 30. November 1954 durchgeführt."
    },
    {
      "provision_ref": "art30",
      "section": "30",
      "title": "",
      "content": "Die Mitgliedsregierungen des Zwischenstaatlichen Komitees für Europäische Auswanderung, die am Tage des Inkrafttretens dieser Satzung dem Direktor nicht deren Genehmigung notifiziert haben, können ein Jahr lang nach diesem Zeitpunkt Mitglieder des Komitees bleiben, sofern sie einen Beitrag an die Verwaltungskosten des Komitees im Sinne von Artikel 25 Absatz 2 leisten; während dieser Zeit behalten sie das Recht, die Satzung zu genehmigen. Die Artikel 29 und 30 wurden bei Inkrafttreten der Satzung am 30. November 1954 durchgeführt."
    },
    {
      "provision_ref": "art31",
      "section": "31",
      "title": "",
      "content": "Der französische, englische und spanische Wortlaut dieser Satzung ist gleichermassen verbindlich."
    }
  ],
  "definitions": []
}