{
  "id": "sr-0-783-51",
  "type": "statute",
  "title": "Satzung des Weltpostvereins vom 10. Juli 1964",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1966/167_167_167/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "1. Kapitel: Allgemeines",
      "section": "1",
      "title": "Wesen und Zweck des Vereins",
      "content": "1. Die Länder, die diese Satzung annehmen, bilden im Rahmen der zwischenstaat lichen Organisation mit der Bezeichnung «Weltpostverein» ein einheitliches Postgebiet für den gegenseitigen Austausch von Postsendungen. Die Freiheit des Durchgangs ist vorbehaltlich der in den Verträgen des Vereins genannten Bedingungen im gesamten Vereinsgebiet gewährleistet 2. Zweck des Vereins ist der Aufbau und die Vervollkommnung der Postdienste sowie die Förderung der internationalen Zusammenarbeit in diesem Bereich. 3. Der Verein beteiligt sich im Rahmen seiner Möglichkeiten an der von den Mitgliedsländern gewünschten technischen Hilfeleistung auf dem Gebiet des Postwesens. Abgeändert am ausserordentlichen Kongress von Addis Abeba 2018. Abgeändert am Kongress von Istanbul 2016."
    },
    {
      "provision_ref": "art1bis",
      "chapter": "1. Kapitel: Allgemeines",
      "section": "1bis",
      "title": "bis Begriffsbestimmungen",
      "content": "1. Im Rahmen der Verträge des Weltpostvereins gelten folgende Begriffsbestimmungen: 1.1 Postdienst: Sämtliche internationale Leistungen der Post, deren Umfang durch die Verträge des Vereins festgelegt und geregelt wird. Mit diesen Leistungen ist im Wesentlichen die Verpflichtung verbunden, bestimmten sozialen und wirtschaftlichen Bestrebungen der Mitgliedsländer durch Einsammeln, Bearbeiten , Weiterleiten und Zustellen der Postsendungen zu entsprechen. 1.2 Mitgliedsland: Land, das die in Artikel 2 der Satzung genannten Bedingungen erfüllt. 1.3 Einheitliches Postgebiet (ein und dasselbe Postgebiet): Verpflichtung der Vertragsparteien der WPV-Verträge, vorbehaltlich der in diesen Verträgen genannten Bedingungen nach dem Grundsatz der Gegenseitigkeit den Austausch der Postsendungen unter Wahrung der Freiheit des Durchgangs sicherzustellen und Postsendungen, die aus anderen Ländern stammen und durch ihr Land geleitet werden, genauso zu behandeln wie ihre eigenen Postsendungen. 1.4 Freiheit des Durchgangs: Grundsatz, dass ein vermittelndes Mitgliedsland vorbehaltlich der in den Verträgen des Vereins genannten Bedingungen verpflichtet ist, den Transport der ihm im Durchgangsverkehr nach einem anderen Mitgliedsland übergebenen Postsendungen zu gewährleisten und die Postsendungen dabei wie Inlandspost zu behandeln. 1.5 Briefsendungen: Die im Weltpostvertrag beschriebenen Sendungen. 1.6. ( Aufgehoben ) 1.6 bis Postsendung: Oberbegriff zur Bezeichnung jeder vom benannten Betreiber eines Mitgliedslands durchgeführten Beförderung (Briefsendung, Postpaket, Postanweisung usw.), wie sie im Weltpostvertrag und im Postzahlungsdienste-Übereinkommen und in ihren jeweiligen Ergänzenden Bestimmungen beschrieben ist. 1.7 Benannter Betreiber: Jede staatliche oder nichtstaatliche Stelle, die vom Mitgliedsland offiziell zur Sicherstellung des Betriebs der Postdienste und zur Erfüllung der sich aus den Verträgen des Vereins ergebenden Pflichten auf seinem Gebiet ernannt worden ist. 1.8 Vorbehalt: Ein Vorbehalt ist eine Ausnahmeregelung, durch die ein Mitgliedsland die Rechtswirkung einer Klausel aus einem der Verträge, mit Ausnahme der Satzung und der Allgemeinen Verfahrensordnung, in seiner Anwendung auf dieses Mitgliedsland ausschliessen oder abändern will. Jeder Vorbehalt muss mit Ziel und Zweck des Vereins gemäss Präambel und Artikel 1 der Satzung vereinbar sein. Er ist ordnungsgemäss zu begründen und muss mit der für die Genehmigung des betreffenden Vertrages erforderlichen Mehrheit angenommen und in sein Schlussprotokoll aufgenommen werden. Eingeführt am Kongress von Bukarest 2004. Abgeändert am Kongress von Istanbul 2016. Abgeändert am Kongress von Istanbul 2016. Abgeändert am Kongress von Istanbul 2016. Abgeändert am Kongress von Genf 2008. Am Kongress von Istanbul 2016. Eingeführt am Kongress von Istanbul 2016. Abgeändert am Kongress von Genf 2008. Abgeändert am Kongress von Genf 2008."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Mitglieder des Vereins",
      "content": "1. Mitgliedsländer des Vereins sind: 1.1 die Länder, die die Eigenschaft eines Mitglieds im Zeitpunkt des Inkrafttretens dieser Satzung besitzen; 1.2 die Länder, die nach Artikel 11 Mitglieder geworden sind."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Bereich des Vereins",
      "content": "1. Zum Bereich des Vereins gehören: 1.1 die Staatsgebiete der Mitgliedsländer; 1.2 die Postämter, die von Mitgliedsländern in nicht in den Verein einbezogenen Gebieten eingerichtet worden sind; 1.3 die Gebiete, die an und für sich keine Mitglieder des Vereins, jedoch in ihn einbezogen sind, weil sie hinsichtlich ihrer Post von einem der Mitgliedsländer abhängen."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Besondere Verbindungen",
      "content": "1. Die Mitgliedsländer, deren benannte Betreiber Gebiete versorgen, die dem Verein nicht angehören, sind verpflichtet, den anderen Mitgliedsländern als Vermittler zu dienen. Für diese besonderen Verbindungen gelten die Bestimmungen des Weltpostvertrags sowie die Ergänzenden Bestimmungen. Abgeändert am Kongress von Genf 2008."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Sitz des Vereins",
      "content": "1. Sitz des Vereins und seiner ständigen Organe ist Bern."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Amtssprache des Vereins",
      "content": "1. Amtssprache des Vereins ist das Französische."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Währungseinheit",
      "content": "1. Die in den Verträgen des Weltpostvereins festgeschriebene Währung ist die Rechnungseinheit des Internationalen Währungsfonds (IWF). Abgeändert am Kongress von Washington 1989."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Engere Vereine. Besondere Vereinbarungen",
      "content": "1. Die Mitgliedsländer oder ihre benannten Betreiber können, sofern es mit der Gesetzgebung dieser Länder vereinbar ist, Engere Vereine bilden und besondere Vereinbarungen über den internationalen Postdienst treffen. Derartige Vereinbarungen dürfen jedoch keine Bestimmungen enthalten, die im Vergleich zu jenen der Verträge des Weltpostvereins, denen die betreffenden Mitgliedsländer beigetreten sind, ungünstigere Bedingungen für die Postkundinnen und Postkunden mit sich bringen. 2. Die Engeren Vereine können Beobachterinnen und Beobachter zu den Kongressen, zum Verwaltungsrat, zum Rat für Postbetrieb und anderen vom Verein organisierten Konferenzen und Tagungen entsenden. 3. Der Verein kann Beobachterinnen und Beobachter zu den Kongressen, Konferenzen und Tagungen der Engeren Vereine entsenden. Abgeändert am Kongress von Genf 2008. Abgeändert am ausserordentlichen Kongress von Addis Abeba 2018. Abgeändert an den Kongressen von Tokyo 1969, Seoul 1994 und dem ausserordentlichen Kongress von Addis Abeba 2018."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Beziehungen zur Organisation der Vereinten Nationen",
      "content": "1. Die Beziehungen des Vereins zur Organisation der Vereinten Nationen sind durch die Übereinkommen geregelt, deren Texte dieser Satzung als Anhang beigefügt sind."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Beziehungen zu internationalen Organisationen",
      "content": "1. Zur Gewährleistung einer engen Zusammenarbeit auf dem Gebiet des internationalen Postwesens kann der Verein mit den internationalen Organisationen zusammenarbeiten, die verwandte Interessen haben bzw. Ziele verfolgen."
    },
    {
      "provision_ref": "art11",
      "chapter": "2. Kapitel: Beitritt zum oder Aufnahme in den Verein. Austritt aus dem Verein",
      "section": "11",
      "title": "Beitritt zum oder Aufnahme in den Verein. Verfahren",
      "content": "1. Jedes Mitglied der Organisation der Vereinten Nationen kann dem Verein beitreten. 2. Jedes souveräne Land, das der Organisation der Vereinten Nationen nicht angehört, kann seine Aufnahme als Mitgliedsland des Vereins beantragen. 3. Der Beitritt zum bzw. der Antrag auf Aufnahme in den Verein muss eine förmliche Beitrittserklärung zur Satzung und zu den verbindlichen Verträgen des Vereins umfassen. Die Beitrittserklärung bzw. der Aufnahmeantrag ist von der Regierung des betreffenden Landes an den Generaldirektor des Internationalen Büros zu richten, der entweder den Mitgliedsländern den erfolgten Beitritt notifiziert oder deren Stellungnahme zum eingebrachten Antrag einholt. 4. Ein Land, das der Organisation der Vereinten Nationen nicht angehört, gilt in der Eigenschaft als Mitgliedsland zugelassen, wenn seinem Antrag von mindestens zwei Dritteln der Mitgliedsländer des Vereins zugestimmt worden ist. Hat ein Mitgliedsland innerhalb von vier Monaten ab dem Datum der Konsultation nicht geantwortet, so gilt dies als Stimmenthaltung. 5. Der Beitritt bzw. die Aufnahme als Mitglied wird den Regierungen der Mitgliedsländer vom Generaldirektor des Internationalen Büros notifiziert. Der Beitritt bzw. die Aufnahme wird mit dem Tag dieser Notifikation wirksam. Abgeändert an den Kongressen von Tokyo 1969 und Washington 1989. Abgeändert am Kongress von Genf 2008."
    },
    {
      "provision_ref": "art12",
      "chapter": "2. Kapitel: Beitritt zum oder Aufnahme in den Verein. Austritt aus dem Verein",
      "section": "12",
      "title": "Austritt aus dem Verein. Verfahren",
      "content": "1. Jedes Mitgliedsland kann durch Kündigung der Satzung aus dem Verein austreten. Die Kündigung ist von der Regierung des betreffenden Landes an den Generaldirektor des Internationalen Büros und von diesem an die Regierungen der Mitgliedsländer zu richten. 2. Der Austritt aus dem Verein wird mit Ablauf eines Jahres, gerechnet ab dem Tag des Eingangs der Kündigung beim Generaldirektor des Internationalen Büros nach Absatz 1, wirksam. Abgeändert am Kongress von Washington 1989."
    },
    {
      "provision_ref": "art13",
      "chapter": "3. Kapitel: Organisation des Vereins",
      "section": "13",
      "title": "Organe des Vereins",
      "content": "1. Die Organe des Vereins sind der Kongress, der Verwaltungsrat, der Rat für Postbetrieb und das Internationale Büro. 2. Die ständigen Organe des Vereins sind der Verwaltungsrat, der Rat für Postbetrieb und das Internationale Büro. Abgeändert an den Kongressen von Tokyo 1969, Hamburg 1984 und Seoul 1994."
    },
    {
      "provision_ref": "art14",
      "chapter": "3. Kapitel: Organisation des Vereins",
      "section": "14",
      "title": "Kongress",
      "content": "1. Der Kongress ist das oberste Organ des Vereins. 2. Der Kongress setzt sich aus den Vertreterinnen und Vertretern der Mitgliedsländer zusammen."
    },
    {
      "provision_ref": "art15",
      "chapter": "3. Kapitel: Organisation des Vereins",
      "section": "15",
      "title": "Ausserordentliche Kongresse",
      "content": "1. Ein ausserordentlicher Kongress kann auf Antrag oder mit Zustimmung von mindestens zwei Dritteln der Mitgliedsländer des Vereins einberufen werden."
    },
    {
      "provision_ref": "art16",
      "chapter": "3. Kapitel: Organisation des Vereins",
      "section": "16",
      "title": "Verwaltungskonferenzen",
      "content": "1. ( Aufgehoben ) Am Kongress von Hamburg 1984."
    },
    {
      "provision_ref": "art17",
      "chapter": "3. Kapitel: Organisation des Vereins",
      "section": "17",
      "title": "Verwaltungsrat",
      "content": "1. Der Verwaltungsrat (CA) gewährleistet in der Zeit zwischen zwei Kongressen die Fortführung der Vereinsarbeiten nach den Bestimmungen der Verträge des Vereins. 2. Die Mitglieder des Verwaltungsrats üben ihre Tätigkeit im Namen und im Interesse des Vereins aus. Abgeändert am Kongress von Seoul 1994."
    },
    {
      "provision_ref": "art18",
      "chapter": "3. Kapitel: Organisation des Vereins",
      "section": "18",
      "title": "Rat für Postbetrieb",
      "content": "1. Der Rat für Postbetrieb (CEP) ist für die betrieblichen, kommerziellen, technischen und wirtschaftlichen Angelegenheiten des Postwesens zuständig. 2. Die Mitglieder des CEP nehmen ihre Aufgaben im Namen und im Interesse des Vereins wahr. Abgeändert an den Kongressen von Tokyo 1969 und Seoul 1994. Eingeführt am ausserordentlichen Kongress von Addis Abeba 2018."
    },
    {
      "provision_ref": "art19",
      "chapter": "3. Kapitel: Organisation des Vereins",
      "section": "19",
      "title": "Sonderkommissionen",
      "content": "1. ( Aufgehoben ) Abgeändert am Kongress von Hamburg 1984."
    },
    {
      "provision_ref": "art20",
      "chapter": "3. Kapitel: Organisation des Vereins",
      "section": "20",
      "title": "Internationales Büro",
      "content": "1. Eine zentrale Stelle, die am Sitz des Vereins unter der Bezeichnung Internationales Büro des Weltpostvereins tätig ist, von einem Generaldirektor geleitet wird und unter der Aufsicht des Verwaltungsrats steht, dient als Vollzugs-, Unterstützungs-, Verbindungs-, Informations- und Beratungsorgan. Abgeändert an den Kongressen von Hamburg 1984 und Seoul 1994."
    },
    {
      "provision_ref": "art21",
      "chapter": "4. Kapitel: Finanzen des Vereins",
      "section": "21",
      "title": "Ausgaben des Vereins. Beiträge der Mitgliedsländer",
      "content": "1. Jeder Kongress setzt die folgenden Höchstbeträge fest: 1.1 die jährlichen Ausgaben des Vereins; 1.2 die Ausgaben für das Zusammentreten des nächsten Kongresses. 2. Der Höchstbetrag nach Absatz 1 darf unter Beachtung der einschlägigen Bestimmungen der Allgemeinen Verfahrensordnung nötigenfalls überschritten werden. 3. Die Ausgaben des Vereins, einschliesslich der allfälligen Ausgaben nach Absatz 2, werden von den Mitgliedsländern des Vereins gemeinsam getragen. Hierfür wählt jedes Mitgliedsland die Beitragsklasse, in die es eingeteilt werden möchte. Die Beitragsklassen werden in der Allgemeinen Verfahrensordnung festgelegt. 4. Beim Beitritt zum bzw. der Aufnahme in den Verein gemäss Artikel 11 hat das betreffende Land die freie Wahl unter den zum Zweck der Deckung der Vereinsausgaben eingerichteten Beitragsklassen. Abgeändert an den Kongressen von Tokyo 1969, Lausanne 1974 und Washington 1989."
    },
    {
      "provision_ref": "art22",
      "chapter": "1. Kapitel: Allgemeines",
      "section": "22",
      "title": "Verträge des Vereins",
      "content": "1. Die Satzung ist der Grundvertrag des Vereins. Er enthält die grundlegenden Bestimmungen des Vereins; Vorbehalte dazu sind nicht zulässig. 2. Die Allgemeine Verfahrensordnung enthält die Bestimmungen über die Anwendung der Satzung und über die Arbeitsweise des Vereins. Sie ist für alle Mitgliedsländer verbindlich; Vorbehalte dazu sind nicht zulässig. 3. Der Welt postvertrag und die Ergänzenden Bestimmungen enthalten die gemeinsamen Vorschriften für den internationalen Postdienst sowie die Bestimmungen über die Briefpost- und die Paketpostdienste. Diese Verträge sind für alle Mitgliedsländer verbindlich. Die Mitgliedsländer sorgen dafür, dass ihre benannten Betreiber die sich aus dem Weltpostvertrag und seinen Ergänzenden Bestimmungen ergebenden Pflichten erfüllen. 4. Die Abkommen des Vereins und ihre Ergänzenden Bestimmungen regeln die Postdienste, mit Ausnahme der Briefpost- und der Paketpostdienste, für diejenigen Mitgliedsländer, die Vertragsparteien der Abkommen sind. Sie sind nur für diese Mitgliedsländer verbindlich. Die Unterzeichnermitgliedsländer sorgen dafür, dass ihre benannten Betreiber die sich aus den Abkommen und ihren Ergänzenden Bestimmungen ergebenden Pflichten erfüllen. 5. Die Ergänzenden Bestimmungen, welche die für die Durchführung des Weltpostvertrags und der Abkommen erforderlichen Vorschriften enthalten, werden vom Rat für Postbetrieb unter Berücksichtigung der Beschlüsse des Kongresses festgelegt. 6. Die Schlussprotokolle, die den in den Absätzen 3–5 genannten Verträgen des Vereins gegebenenfalls beigefügt sind, enthalten die Vorbehalte zu diesen Verträgen. Abgeändert am Kongress von Bukarest 2004. Abgeändert am Kongress von Bukarest 2004. Abgeändert am Kongress von Istanbul 2016. Abgeändert am Kongress von Beijing 1999. Abgeändert am Kongress von Istanbul 2016. Abgeändert am Kongress von Genf 2008. Abgeändert an den Kongressen von Washington 1989, Seoul 1994 und Beijing 1999."
    },
    {
      "provision_ref": "art23",
      "chapter": "1. Kapitel: Allgemeines",
      "section": "23",
      "title": "Anwendung der Vereinsverträge auf Gebiete, deren internationale Beziehungen ein Mitgliedsland wahrnimmt",
      "content": "1. Jedes Land kann jederzeit erklären, dass seine Annahme der Verträge des Vereins ebenso für alle oder nur einen Teil der Gebiete gilt, deren internationale Beziehungen es wahrnimmt. 2. Die in Absatz 1 vorgesehene Erklärung ist an den Generaldirektor des Internationalen Büros zu richten. 3. Jedes Mitgliedsland kann die Anwendung jener Verträge des Vereins, für die es die in Absatz 1 vorgesehene Erklärung abgegeben hat, jederzeit durch Notifikation an den Generaldirektor des Internationalen Büros aufkündigen. Diese Notifikation wird nach Ablauf eines Jahres nach ihrem Eingang beim Generaldirektor des Internationalen Büros wirksam. 4. Die Mitgliedsländer werden von den in Absatz 1 und 3 vorgesehenen Erklärungen und Notifikationen durch den Generaldirektor des Internationalen Büros in Kenntnis gesetzt. 5. Die Absätze 1–4 gelten nicht für Gebiete, die die Eigenschaft eines Mitglieds des Vereins besitzen und deren internationale Beziehungen ein Mitgliedsland wahrnimmt. Abgeändert am Kongress von Washington 1989."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Nationale Gesetzgebungen",
      "content": "1. Die Bestimmungen der Verträge des Vereins lassen die Gesetzgebung jedes Mitgliedslandes insoweit unberührt, als diese Verträge nicht ausdrücklich eine andere Regelung vorsehen."
    },
    {
      "provision_ref": "art25",
      "chapter": "2. Kapitel: Annahme und Kündigung der Verträge des Vereins",
      "section": "25",
      "title": "Unterzeichnung, Beglaubigung, Ratifikation und andere Genehmigungsverfahren für die Verträge des Vereins",
      "content": "1. Die vom Kongress verabschiedeten Verträge des Vereins werden von den Bevollmächtigten der Mitgliedsländer unterzeichnet. 2. Die Ergänzenden Bestimmungen werden vom Präsidenten und vom Generalsekretär des Rates für Postbetrieb beglaubigt. 3. Die Satzung wird von den Unterzeichnerländern so bald wie möglich ratifiziert. 4. Die Genehmigung der Verträge des Vereins mit Ausnahme der Satzung erfolgt nach dem Verfassungsrecht des jeweiligen Unterzeichnerlandes. 5. Wenn ein Mitgliedsland die Satzung nicht ratifiziert oder die von ihm unterzeichneten anderen Verträge nicht genehmigt, bleiben die Satzung und die anderen Verträge gleichwohl für die Mitgliedsländer verbindlich, die sie ratifiziert oder genehmigt haben. Abgeändert an den Kongressen von Washington 1989 und Seoul 1994. Abgeändert am Kongress von Beijing 1999. Abgeändert am Kongress von Genf 2008. Abgeändert am Kongress von Genf 2008."
    },
    {
      "provision_ref": "art26",
      "chapter": "2. Kapitel: Annahme und Kündigung der Verträge des Vereins",
      "section": "26",
      "title": "Notifikation der Ratifikation und der anderen Genehmigungsverfahren für die Verträge des Vereins",
      "content": "1. Die Urkunden betreffend die Ratifikation der Satzung, der Zusatzprotokolle und gegebenenfalls die Genehmigung der anderen Verträge des Vereins sind innerhalb kürzester Frist beim Generaldirektor des Internationalen Büros zu hinterlegen, der diese Hinterlegung den Regierungen der Mitgliedsländer notifiziert. Abgeändert an den Kongressen von Tokyo 1969 und Washington 1989."
    },
    {
      "provision_ref": "art27",
      "chapter": "2. Kapitel: Annahme und Kündigung der Verträge des Vereins",
      "section": "27",
      "title": "Beitritt zu den Abkommen",
      "content": "1. Die Mitgliedsländer können jederzeit einem oder mehreren der in Artikel 22 Absatz 4 genannten Abkommen beitreten. 2. Der Beitritt eines Mitgliedslandes zu den Abkommen wird nach Artikel 11 Absatz 3 notifiziert."
    },
    {
      "provision_ref": "art28",
      "chapter": "2. Kapitel: Annahme und Kündigung der Verträge des Vereins",
      "section": "28",
      "title": "Kündigung eines Abkommens",
      "content": "1. Jedes Mitgliedsland kann von einem oder mehreren Abkommen unter den in Artikel 12 festgelegten Bedingungen zurücktreten."
    },
    {
      "provision_ref": "art29",
      "chapter": "3. Kapitel: Änderung der Verträge des Vereins",
      "section": "29",
      "title": "Vorlage von Vorschlägen",
      "content": "1. Jedes Mitgliedsland ist berechtigt, Vorschläge zu jenen Verträgen des Vereins, denen es beigetreten ist, entweder beim Kongress oder in der Zeit zwischen zwei Kongressen vorzulegen. 2. Vorschläge zur Satzung und zur Allgemeinen Verfahrensordnung können jedoch nur dem Kongress vorgelegt werden. 3. Darüber hinaus werden Vorschläge zu den Ergänzenden Bestimmungen unmittelbar dem Rat für Postbetrieb vorgelegt, müssen jedoch zuvor vom Internationalen Büro allen Mitgliedsländern und benannten Betreibern , übermittelt werden. Abgeändert am Kongress von Genf 2008. Abgeändert am Kongress von Genf 2008. Abgeändert am Kongress von Beijing 1999 und am Kongress von Genf 2008."
    },
    {
      "provision_ref": "art30",
      "chapter": "3. Kapitel: Änderung der Verträge des Vereins",
      "section": "30",
      "title": "Abänderung der Satzung",
      "content": "1. Die Annahme der dem Kongress vorgelegten Vorschläge zur Abänderung der vorliegenden Satzung bedarf der Zustimmung von mindestens zwei Dritteln der stimmberechtigten Mitgliedsländer des Vereins. 2. Die vom Kongress angenommenen Änderungen werden Gegenstand eines Zusatzprotokolls und treten, vorbehaltlich eines anderweitigen Kongressbeschlusses, zur selben Zeit in Kraft, wie die im Laufe des jeweiligen Kongresses erneuerten Verträge. Sie werden so bald wie möglich von den Mitgliedsländern ratifiziert; mit den betreffenden Ratifikationsurkunden wird nach Artikel 26 verfahren. Abgeändert am Kongress von Bukarest 2004."
    },
    {
      "provision_ref": "art31",
      "chapter": "3. Kapitel: Änderung der Verträge des Vereins",
      "section": "31",
      "title": "Abänderung der Allgemeinen Verfahrensordnung, des Vertrages und der Abkommen",
      "content": "1. In der Allgemeinen Verfahrensordnung, im Vertrag und in den Abkommen sind die Bedingungen festgelegt, die bei Annahme der jeweils einschlägigen Vorschläge eingehalten werden müssen. 2. Der Vertrag und die Abkommen treten gleichzeitig in Kraft und haben dieselbe Geltungsdauer. An dem vom Kongress für ihr Inkrafttreten festgesetzten Tag treten die entsprechenden Verträge des vorangegangenen Kongresses ausser Kraft. Abgeändert am Kongress von Hamburg 1984. Abgeändert am Kongress von Bukarest 2004."
    },
    {
      "provision_ref": "art32",
      "chapter": "4. Kapitel: Beilegung von Streitigkeiten",
      "section": "32",
      "title": "Schiedsgerichtsbarkeit",
      "content": "1. Die Streitigkeiten zwischen zwei oder mehreren Mitgliedsländern über die Auslegung der Verträge des Vereins oder die Haftung eines Mitgliedslandes aufgrund der Anwendung dieser Verträge werden durch Schiedsspruch entschieden. Abgeändert am Kongress von Genf 2008. Abgeändert am Kongress von Genf 2008."
    },
    {
      "provision_ref": "art33",
      "chapter": "Titel III: Schlussbestimmungen",
      "section": "33",
      "title": "Inkrafttreten und Geltungsdauer der Satzung",
      "content": "1. Diese Satzung tritt am 1. Januar 1966 in Kraft und gilt für unbestimmte Zeit. 2. Zu Urkund dessen haben die Bevollmächtigten der Regierungen der vertragschliessenden Länder diese Satzung in einer Ausfertigung unterzeichnet, die im Archiv der Regierung des Landes hinterlegt wird, in dem der Verein seinen Sitz hat. Je eine Abschrift davon wird den einzelnen Vertragspartnern vom Internationalen Büro des Weltpostvereins übermittelt. Geschehen in Wien, am 10. Juli 1964. Abgeändert am Kongress von Bukarest 2004."
    }
  ],
  "definitions": []
}