{
  "id": "sr-0-632-311-491-1",
  "type": "statute",
  "title": "Landwirtschaftsabkommen vom 22. Juni 2009 zwischen der Schweiz und den GCC-Mitgliedstaaten (mit Anhängen)",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2014/345/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "",
      "content": "1. Dieses Abkommen betreffend den Handel mit landwirtschaftlichen Erzeugnissen (nachfolgend als «dieses Abkommen» bezeichnet) zwischen der Schweizerischen Eidgenossenschaft (nachfolgend als «die Schweiz» bezeichnet) und den Regierungen der Vereinigten Arabischen Emirate, dem Königreich Bahrain, dem Königreich Saudi-Arabien, dem Sultanat Oman, dem Staat Katar und dem Staat Kuwait (nachfolgend als «GCC» bezeichnet), nachfolgend gemeinsam als «die Vertragsparteien» bezeichnet, wird abgeschlossen im Anschluss an das am 22. Juni 2009 unterzeichnete Freihandelsabkommen zwischen den GCC-Mitgliedstaaten und den EFTA-Staaten (nachfolgend als «das Freihandelsabkommen» bezeichnet), insbesondere nach dessen Artikel 2.1. 2. Dieses Abkommen gilt ebenso für das Fürstentum Liechtenstein, solange der Zollunionsvertrag vom 29. März 1923 zwischen der Schweiz und dem Fürstentum Liechtenstein in Kraft ist. SR 0.632.311.491 SR 0.631.112.514"
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "",
      "content": "Der GCC gewährt Zollkonzessionen auf landwirtschaftliche Erzeugnisse schweizerischen Ursprungs wie im Anhang I dieses Abkommens spezifiziert. Die Schweiz gewährt Zollkonzessionen auf landwirtschaftliche Erzeugnisse mit GCC-Ursprung wie im Anhang II dieses Abkommens spezifiziert."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "",
      "content": "1. Die Ursprungsregeln und die Bestimmungen zur Zusammenarbeit in Zollangelegenheiten in Anhang IV zum Freihandelsabkommen gelten für dieses Abkommen unter Vorbehalt der Ausnahmen nach Absatz 2. Jeder Verweis auf «EFTA-Staaten» in diesem Anhang ist als Verweis auf die Schweiz zu verstehen. 2. Für den Zweck dieses Abkommens gilt Anhang IV Artikel 3 zum Freihandelsabkommen mutatis mutandis für die Schweiz und den GCC."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "",
      "content": "Die Vertragsparteien untersuchen alle Schwierigkeiten, die sich im Handel mit landwirtschaftlichen Erzeugnissen zwischen ihnen ergeben können und bemühen sich, angemessene Lösungen zu finden."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "",
      "content": "Die Vertragsparteien verpflichten sich, im Rahmen ihrer jeweiligen Landwirtschaftspolitik, ihre Bemühungen zur Erreichung einer weiteren Liberalisierung ihres Handels mit landwirtschaftlichen Erzeugnissen fortzuführen."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "",
      "content": "Die Vertragsparteien bekräftigen ihre Rechte und Pflichten, die sich aus dem WTO-Übereinkommen über die Landwirtschaft ergeben, sofern das vorliegende Abkommen nichts anderes bestimmt. SR 0.632.20 , Anhang 1A.3"
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "",
      "content": "1. Die Rechte und Pflichten der Vertragsparteien bezüglich gesundheitspolizeilicher und pflanzenschutzrechtlicher Massnahmen richten sich nach dem WTO-Übereinkommen über die Anwendung gesundheitspolizeilicher und pflanzenschutzrechtlicher Massnahmen (nachfolgend als «SPS-Übereinkommen» bezeichnet). 2. Die Schweiz und der GCC tauschen Namen und Adressen von Kontaktstellen mit gesundheitspolizeilichem und pflanzenschutzrechtlichem Fachwissen aus, um technische Konsultationen und den Informationsaustausch zu erleichtern. 3. Unbeschadet von Absatz 1 kommen die Vertragsparteien überein, im Rahmen des Gemischten Ausschusses Konsultationen abzuhalten, wenn eine Vertragspartei der Ansicht ist, dass eine andere Vertragspartei Massnahmen ergriffen hat, die ein Handelshemmnis schaffen könnten oder geschaffen haben, um im Einklang mit dem SPS-Übereinkommen eine angemessene Lösung zu finden. SR 0.632.20 , Anhang 1A.4"
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "",
      "content": "Dieses Abkommen tritt zum selben Zeitpunkt in Kraft oder wird vom selben Zeitpunkt an vorläufig angewendet, wie das Freihandelsabkommen zwischen der Schweiz und dem GCC in Kraft tritt oder vorläufig angewendet wird. Es bleibt so lange in Kraft, wie seine Vertragsparteien Vertragsparteien des Freihandelsabkommens bleiben."
    }
  ],
  "definitions": []
}