{
  "id": "sr-0-741-619-136",
  "type": "statute",
  "title": "Vereinbarung vom 17. Dezember 1953 zwischen dem Eidgenössischen Post- und Eisenbahndepartement und dem Bundesminister für Verkehr der Bundesrepublik Deutschland über den gewerblichen Strassenpersonen- und -güterverkehr (mit Anlagen)",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1954/434_449_333/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "I. Personenverkehr",
      "section": "1",
      "title": "Gelegenheitsverkehr mit Kraftomnibussen",
      "content": "(1) Unternehmer des Gelegenheitsverkehrs (Ausflugswagen‑ und Mietwagenverkehr), die ihren Sitz in einem der beiden Staaten haben, bedürfen für Ausflugswagen‑ und Mietwagenfahrten in und durch das Gebiet des anderen Staates keiner weiteren Genehmigung, wenn im Sinne des Abkommens «Freiheit der Strasse» folgende Bedingungen erfüllt sind: a) dass die gleichen Personen im gleichen Kraftfahrzeug während der ganzen Reise, die in dem Lande, in welchem das Fahrzeug immatrikuliert (amtlich zugelassen) ist, beginnen und endigen muss, befördert werden, oder b) dass die gleichen Personen im gleichen Kraftfahrzeug befördert werden und die Reise in einem See‑ oder Lufthafen des Landes, in dem das Fahrzeug immatrikuliert (amtlich zugelassen) ist, beginnt und in einem anderen derartigen Hafen in dem anderen Lande endigt und das Kraftfahrzeug leer zum Abfahrtsort zurückkehrt. (2) Die Unternehmer haben lediglich einen Ausweis ihres Heimatstaates mitzuführen, der sie berechtigt, über die Grenze in den anderen Staat zu fahren. Dieser Ausweis wird an die schweizerischen Unternehmer nur beim Vorliegen der persönlichen Zuverlässigkeit des Unternehmers und der Sicherheit und Leistungsfähigkeit des Betriebes und an die deutschen Unternehmer nur beim Vorliegen einer Genehmigung nach deutschem Recht erteilt. (3) Der Ausweis ist längstens bis zum Ablauf des Kalenderjahres zu befristen. (4) Die Vertragsschliessenden werden sich auf Wunsch gegenseitig Angaben über die erteilten Ausweise machen."
    },
    {
      "provision_ref": "art2",
      "chapter": "I. Personenverkehr",
      "section": "2",
      "title": "Andere Gelegenheitsfahrten mit Kraftomnibussen",
      "content": "(1) Andere Gelegenheits‑(Touristen‑)fahrten mit Kraftomnibussen, die nicht den Vorschriften des § 1 entsprechen, bedürfen im Einzelfall der Genehmigung des anderen Vertragsstaates. (2) Der Antrag ist vom Unternehmer nach Muster der Anlage 1 in zweifacher Ausfertigung an die zuständige Behörde seines Heimatstaates zu richten. Die Genehmigung kann nur erteilt werden, wenn das Einverständnis des Heimatstaates hierzu vorliegt."
    },
    {
      "provision_ref": "art3",
      "chapter": "I. Personenverkehr",
      "section": "3",
      "title": "",
      "content": "(1) Auf die Beförderungen mit Kraftfahrzeugen, die nach ihrer Bauart und Ausstattung geeignet und dazu bestimmt sind, bis zu neun Personen einschliesslich des Fahrers zu befördern, finden die Beschränkungen des § 1 Absatz 1 Buchstaben a) und b) keine Anwendung. Jedoch ist die Beförderung mit Personenkraftwagen im Gelegenheitsverkehr nur gestattet, wenn der Unternehmer im Besitz eines Ausweises nach innerstaatlichen Gesetzen und Vorschriften seines Heimatstaates ist und eine Aufnahme von neuen Fahrgästen im anderen Vertragsstaat unterbleibt. (2) Das Verbot der Aufnahme von neuen Fahrgästen im anderen Vertragsstaat gilt nicht für Unternehmer, die ihren Betriebssitz innerhalb einer Zone von 10 Kilometern beiderseits der Grenze haben, wenn die Fahrten auf Bestellung und nur in einem Bereich von nicht mehr als 5 Kilometern diesseits und jenseits der Grenze durchgeführt und die Fahrgäste nicht im anderen Vertragsstaat abgesetzt werden. Fassung gemäss Art. 1 Ziff. 1 der Vereinb. vom 24. Mai 2023, in Kraft seit 24. Mai 2023 ( AS 2023 272 ). Fassung gemäss Art. 1 Ziff. 2 der Vereinb. vom 24. Mai 2023, in Kraft seit 24. Mai 2023 ( AS 2023 272 )."
    },
    {
      "provision_ref": "art4",
      "chapter": "I. Personenverkehr",
      "section": "4",
      "title": "Grenzüberschreitender Linienverkehr (Zwischenstaatlicher Nicht‑Transit‑Verkehr)",
      "content": "(1) Im grenzüberschreitenden Linienverkehr bedürfen Unternehmer der nach den gesetzlichen Bestimmungen jedes der beiden Staaten erforderlichen Genehmigung durch die zuständigen Genehmigungsbehörden. (2) Die Genehmigung wird erst erteilt, wenn über die Notwendigkeit und Zweckmässigkeit einer Linie Einverständnis zwischen den Vertragsschliessenden besteht und wenn die Gegenseitigkeit gewahrt ist. In entsprechender Weise ist zu verfahren, wenn eine bestehende Linie eingestellt wird. (3) Anträge auf Einrichtung eines Linienverkehrs für die Teilstrecke in dem anderen Staate sind bei der zuständigen Behörde des Heimatstaates einzureichen; die Anträge sind alsdann mit einer Stellungnahme der obersten Verkehrsbehörde des Heimatstaates dem anderen Vertragsschliessenden unmittelbar zu übersenden."
    },
    {
      "provision_ref": "art4a",
      "section": "4a",
      "title": "a Binnenverkehr im grenzüberschreitenden Linienverkehr mit Kraftomnibussen",
      "content": "(1) Im grenzüberschreitenden Linienverkehr mit Kraftomnibussen (Kraftfahrzeuge, die nach ihrer Bauart und Ausstattung dazu bestimmt sind, mehr als neun Personen, einschliesslich des Fahrers, zu befördern) ist eine Beförderung zwischen zwei Orten, die im Staatsgebiet einer Vertragspartei liegen und von einem in der Schweizerischen Eidgenossenschaft oder in der Europäischen Union niedergelassenen Unternehmer durchgeführt wird, nur nach Massgabe von Absatz 2 in den dort bezeichneten Grenzgebieten zulässig. (2) Die Beförderung im grenzüberschreitenden Linienverkehr mit Kraftomnibussen gemäss Absatz 1 ist nur zulässig im Grenzgebiet: a) in der Schweizerischen Eidgenossenschaft in den Kantonen Aargau, Basel-Stadt, Basel-Landschaft, Schaffhausen, Thurgau und Zürich; b) in der Bundesrepublik Deutschland in den Landkreisen Bodenseekreis, Konstanz, Lindau, Lörrach, Ravensburg, Schwarzwald-Baar-Kreis und Waldshut. (3) Die zuständigen Behörden der Vertragsparteien legen im gegenseitigen Einvernehmen die Gebiete fest, innerhalb derer die Beförderung im grenzüberschreitenden Linienverkehr mit Kraftomnibussen im jeweiligen Grenzgebiet gemäss Absatz 2 zulässig sind. Sie stellen die Einhaltung des Grundsatzes der Gegenseitigkeit und der Gleichbehandlung der in der Schweizerischen Eidgenossenschaft und in der Europäischen Union niedergelassenen Verkehrsunternehmer beim Marktzugang sicher, so dass keine Wettbewerbsverzerrungen entstehen. Eingefügt durch Art. 2 der Vereinb. vom 24. Mai 2023, in Kraft seit 24. Mai 2023 ( AS 2023 272 )."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Transitlinienverkehr",
      "content": "(1) Als Transitlinienverkehr im Sinne dieser Vereinbarung gilt der Verkehr von einem der beiden Staaten durch den anderen Staat in einen dritten Staat, ohne dass in dem durchfahrenen Staat eine Unterwegsbedienung (Aufnahme oder Absetzen von Fahrgästen) stattfindet. (2) Für die Erteilung der Genehmigung eines solchen Transitlinienverkehrs gelten die nationalen Gesetze des durchfahrenen Staates. Anträge sind bei der zuständigen Behörde des Heimatstaates einzureichen; die Anträge sind alsdann mit einer Stellungnahme der obersten Verkehrsbehörde des Heimatstaates dem anderen Vertragsschliessenden unmittelbar zu übersenden."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "",
      "content": "Aufgehoben durch Art. 3 der Vereinb. vom 24. Mai 2023, in Kraft seit 24. Mai 2023 ( AS 2023 272 )."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Grenzüberschreitender und Transit‑Güterverkehr",
      "content": "Unternehmer des Güterkraftverkehrs, die ihren Sitz in einem der beiden Vertragsstaaten haben, bedürfen für den grenzüberschreitenden und den Transit-Güterverkehr in Anwendung des Abkommens «Freiheit der Strasse» eines Ausweises ihres Heimatstaates."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Voraussetzungen für die Erteilung der Ausweise",
      "content": "Der Ausweis wird an schweizerische Unternehmer nur beim Vorliegen der persönlichen Zuverlässigkeit des Unternehmers und der Sicherheit und Leistungsfähigkeit des Betriebes und an deutsche Unternehmer nur beim Vorliegen einer Genehmigung nach deutschem Recht erteilt."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Zahl und Art der Ausweise",
      "content": "(1) Für jedes Lastkraftfahrzeug muss ein besonderer Ausweis ausgestellt werden. Die Ausweise müssen sich im Rahmen einer Gesamtzahl halten, die für jeden Vertragsstaat auf 250 festgesetzt wird. Anhänger bedürfen keines Ausweises. (2) Es bleibt den Vertragsstaaten überlassen, diese Ausweise auszustellen als a) Dauerausweise (längstens bis zum Ablauf des Kalenderjahres gültig); b) befristete Ausweise (für mehrere Fahrten innerhalb eines kürzeren Zeitraumes im laufenden Kalenderjahr); c) Ausweise für Einzelfahrten. (3) Die Zahl der in jedem Vertragsstaat gleichzeitig gültigen Ausweise darf die Zahl von 250 nicht überschreiten. Eine Neufestsetzung der Gesamtzahl kann dem jeweiligen Bedürfnis entsprechend jederzeit vereinbart werden."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Ausnahmen von der Ausweispflicht",
      "content": "Eines Ausweises bedürfen nicht: a) Umzugstransporte (nur geschlossene Umzüge) und Leichentransporte in besonders hiefür eingerichteten und ausschliesslich solchen Beförderungen dienenden Fahrzeugen; b) Transporte vom Messe‑ und Ausstellungsgut, das wieder zurückgeführt wird; c) Transporte von Rennpferden und Rennkraftfahrzeugen, die für sportliche Veranstaltungen vorgesehen sind."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "",
      "content": "Aufgehoben durch Art. 3 der Vereinb. vom 24. Mai 2023, in Kraft seit 24. Mai 2023 ( AS 2023 272 )."
    },
    {
      "provision_ref": "art12",
      "chapter": "7",
      "section": "12",
      "title": "Gütertarife",
      "content": "Bei der Erteilung der Ausweise sind die Unternehmer zu verpflichten, die in den Vertragsstaaten geltenden Gütertarife einzuhalten."
    },
    {
      "provision_ref": "art13",
      "chapter": "7",
      "section": "13",
      "title": "Verbot des Binnenverkehrs",
      "content": "Den Unternehmern ist es untersagt, in dem Gebiet des anderen Vertragsstaates Güter aufzunehmen, die in diesem anderen Vertragsstaat wieder abgeladen werden."
    },
    {
      "provision_ref": "art14",
      "chapter": "7",
      "section": "14",
      "title": "Kleiner Grenzverkehr",
      "content": "Unberührt von der Vereinbarung bleiben die Fahrten mit Lastkraftfahrzeugen, die nach den für den kleinen Grenzverkehr geltenden Bestimmungen zulässig sind."
    },
    {
      "provision_ref": "art15",
      "chapter": "III. Gemeinsame Bestimmungen",
      "section": "15",
      "title": "Beachtung des nationalen Rechts",
      "content": "Die Unternehmer sind verpflichtet, die Bestimmungen des im Vertragsstaat geltenden Verkehrs‑, Kraftfahrzeug‑ und Zollrechts einzuhalten."
    },
    {
      "provision_ref": "art15a",
      "chapter": "III. Gemeinsame Bestimmungen",
      "section": "15a",
      "title": "a Zuständige Behörden",
      "content": "Zuständige Behörden für die Durchführung dieser Vereinbarung sind: in der Schweizerischen Eidgenossenschaft: das Eidgenössische Departement für Umwelt, Verkehr, Energie und Kommunikation in der Bundesrepublik Deutschland: die obersten Verkehrsbehörden der Länder für den Bereich Strassenpersonenverkehr sowie das Bundesministerium für Digitales und Verkehr für den Bereich Strassengüterverkehr. Eingefügt durch Art. 4 der Vereinb. vom 24. Mai 2023, in Kraft seit 24. Mai 2023 ( AS 2023 272 )."
    },
    {
      "provision_ref": "art16",
      "chapter": "III. Gemeinsame Bestimmungen",
      "section": "16",
      "title": "Überwachung",
      "content": "Die zuständigen Behörden der Vertragsparteien wachen im jeweiligen Staatsgebiet darüber, dass die Bestimmungen dieser Vereinbarung von den Verkehrsunternehmern eingehalten werden. Fassung gemäss Art. 5 der Vereinb. vom 24. Mai 2023, in Kraft seit 24. Mai 2023 ( AS 2023 272 )."
    },
    {
      "provision_ref": "art17",
      "chapter": "III. Gemeinsame Bestimmungen",
      "section": "17",
      "title": "",
      "content": "Aufgehoben durch Art. 3 der Vereinb. vom 24. Mai 2023, in Kraft seit 24. Mai 2023 ( AS 2023 272 )."
    },
    {
      "provision_ref": "art18",
      "chapter": "III. Gemeinsame Bestimmungen",
      "section": "18",
      "title": "Dauer der Vereinbarung",
      "content": "Die Vereinbarung tritt am 1. Februar 1954 in Kraft. Sie gilt bis zum 31. Dezember 1954. Danach wird sie stillschweigend jeweils um 1 Jahr verlängert, wenn nicht eine Vertragspartei sie bis zum 30. September kündigt. Bonn, den 17. Dezember 1953. Für die schweizerische Delegation unter Vorbehalt der Zustimmung des Vorstehers des Eidgenössischen Post‑ und Eisenbahndepartements: Joseph Haenni Für die deutsche Delegation unter Vorbehalt der Zustimmung des Bundesministers für Verkehr: Arthur Pukall"
    }
  ],
  "definitions": []
}