{
  "id": "sr-0-631-252-913-693-82",
  "type": "statute",
  "title": "Vereinbarung vom 15. Juni 2010 zwischen dem Eidgenössischen Finanzdepartement der Schweizerischen Eidgenossenschaft und dem Bundesministerium der Finanzen der Bundesrepublik Deutschland über die Errichtung nebeneinanderliegender Grenzabfertigungsstellen am Grenzübergang Kaiserstuhl/Rötteln",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2011/411/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "",
      "content": "1. Am Grenzübergang Kaiserstuhl/Rötteln werden auf dem Hoheitsgebiet der Bundesrepublik Deutschland nebeneinanderliegende Grenzabfertigungsstellen errichtet. 2. Die schweizerische und die deutsche Grenzabfertigung finden an diesen Grenzabfertigungsstellen statt."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "",
      "content": "1. Die Zone umfasst auf dem Hoheitsgebiet der Bundesrepublik Deutschland: a) die den schweizerischen Bediensteten zur Durchführung ihrer Aufgaben zur alleinigen oder gemeinschaftlichen Nutzung überlassenen Räume; b) die Strasse von Kaiserstuhl nach Hohentengen von der gemeinsamen Grenze ab Brückenmitte, einschliesslich des Gehweges, bis zur Abzweigung des Wanderweges östlich des Zollamtes; c) den Zollamtsvorplatz ab westlicher Ecke des Zollgebäudes, einschliesslich des befestigten Weges beim alten Zollhäuschen bis zum nördlichen Ende des Zollgebäudes. 2. Die Zone umfasst auf dem Hoheitsgebiet der Schweizerischen Eidgenossenschaft: – die Strasse von Hohentengen nach Kaiserstuhl von der gemeinsamen Grenze ab Brückenmitte, einschliesslich des Gehweges, bis zur südlichen Ecke des Zollgebäudes sowie die Vorplätze rechts und links der Strasse vom östlichen Ende des Zollgebäudes bis zum westlichen Ende des Restaurants «Post»."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "",
      "content": "1. Die Zollkreisdirektion Schaffhausen einerseits sowie die Bundesfinanzdirektion Südwest und die Bundespolizeidirektion Stuttgart anderseits legen im gegenseitigen Einvernehmen die Einzelheiten fest. 2. Die Leiter der Grenzabfertigungsstellen oder die an den Grenzabfertigungsstellen diensthabenden höchsten Bediensteten der in Absatz 1 genannten Stellen treffen im gegenseitigen Einvernehmen die kurzfristig erforderlichen Massnahmen."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "",
      "content": "1. Diese Vereinbarung wird nach Artikel 1 Absatz 4 des Abkommens vom 1. Juni 1961 durch den Austausch von diplomatischen Noten bestätigt und in Kraft gesetzt. 2. Die Vereinbarung kann auf diplomatischem Wege unter Einhaltung einer Frist von sechs Monaten zum ersten Tag eines Monats gekündigt werden. Geschehen zu Bonn am 15. Juni 2010, in zwei Urschriften in deutscher Sprache. Für das Eidgenössische Finanzdepartement der Schweizerischen Eidgenossenschaft: Für das Bundesministerium der Finanzen im Einvernehmen mit dem Bundesministerium des Innern der Bundesrepublik Deutschland: Rudolf Dietrich Hans-Joachim Stähr"
    }
  ],
  "definitions": []
}