{
  "id": "sr-0-420-518-0",
  "type": "statute",
  "title": "Abkommen vom 10. November 2025 zwischen der Schweizerischen Eidgenossenschaft einerseits und der Europäischen Union und der Europäischen Atomgemeinschaft andererseits über die Teilnahme der Schweizerischen Eidgenossenschaft an Programmen der Union",
  "title_en": "Agreement of 10 November 2025 between the Swiss Confederation, of the one part, and the European Union and the European Atomic Energy Community, of the other part, on the participation of the Swiss Confederation in Union Programmes",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2025/873/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Subject matter",
      "content": "This Agreement establishes the rules applicable to the participation of Switzerland in any Union programme or activity, or parts thereof, which is open to its participation and is listed in a protocol to this Agreement."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Definitions",
      "content": "For the purposes of this Agreement, the following definitions apply: (a) “basic act” means: (i) a legal act of one or more Union institutions, other than a recommendation or an opinion, establishing a programme and providing a legal basis for an action and for the implementation of the corresponding expenditure entered in the Union budget or of the budgetary guarantee or financial assistance backed by the Union budget, including any amendment and any relevant acts of a Union institution which supplement or implement that act, except those adopting work programmes; or (ii) a legal act of one or more Union institutions, other than a recommendation or an opinion, establishing an activity financed from the Union budget other than programmes, including any amendment and any relevant acts of a Union institution which supplement or implement that act, except those adopting work programmes; (b) “funding agreement” means any agreement relating to a Union programme or activity, as identified in the protocols to this Agreement, in which Switzerland participates and which implement Union funds, such as grant agreements, contribution agreements, financial framework partnership agreements, financing agreements and guarantee agreements; (c) “other rules pertaining to the implementation of the Union programme or activity” means rules laid down in Regulation (EU, Euratom) 2024/2509 of the European Parliament and of the Council (hereinafter referred to as the “Financial Regulation”) that apply to the general budget of the Union, and in the work programme or in the calls or other Union award procedures; (d) “Union” means the Union or the European Atomic Energy Community, or both; (e) “Union award procedure” means a procedure for award of Union funding launched by the Union or by persons or entities entrusted with the implementation of Union funds; (f) “Swiss entity” means any type of entity, whether a natural person, legal person or another type of entity, which may participate in activities of a Union programme or activity in accordance with the basic act and who resides in Switzerland or which is established in Switzerland under Swiss law. Regulation (EU, Euratom) 2024/2509 of the European Parliament and of the Council of 23 September 2024 on the financial rules applicable to the general budget of the Union (OJ EU L, 2024/2509, 26.9.2024, ELI: http://data.europa.eu/eli/reg/2024/2509/oj )."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Art. 3 Establishment of participation",
      "content": "1. Switzerland shall participate in, and contribute to, the Union programmes or activities, or parts thereof, which are opened to the participation of Switzerland in accordance with the basic acts referred to, and covered by the protocols to this Agreement. 2. For each new multiannual financial framework (hereinafter referred to as “MFF”), after the basic acts establishing the Union programmes have entered into force and provided that those Union programmes are open to the participation of third countries including Switzerland, the Joint Committee established by Article 16 of this Agreement (hereinafter referred to as the “Joint Committee”) shall discuss the seamless continuity of the cooperation established by this Agreement before the submission of a letter expressing Switzerland’s intention to participate in a Union programme. 3. The specific terms and conditions for the participation of Switzerland in any particular Union programme or activity, or parts thereof, shall be laid down in the protocols to this Agreement. The protocols to this Agreement may be amended by the Joint Committee. 4. The protocols to this Agreement shall: (a) identify the Union programmes and activities, or parts thereof, in which Switzerland shall participate; (b) lay down the duration of participation, namely the period during which Switzerland and Swiss entities may apply for Union funding or may be entrusted with the implementation of Union funding; (c) lay down specific conditions for the participation of Switzerland and Swiss entities, including specific modalities for the implementation of the financial conditions as set out in Articles 7 and 8 of this Agreement, specific modalities for the correction mechanism as set out in Article 9 of this Agreement, and conditions for participation in structures created for the purpose of implementing those Union programmes or activities; those conditions shall comply with this Agreement and the basic acts and acts of one or more Union institutions establishing such structures; (d) where applicable, lay down the amount of Switzerland’s financial contribution to a Union programme implemented through a financial instrument or a budgetary guarantee, subject to any specific modalities referred to in Article 10 of this Agreement."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Compliance with the rules of Union programmes or activities, or parts thereof",
      "content": "1. Switzerland shall participate in the Union programmes or activities, or parts thereof, covered by the protocols to this Agreement under the terms and conditions established in this Agreement, in those protocols, in the basic acts and in other rules pertaining to the implementation of those Union programmes or activities, or parts thereof. 2. The terms and conditions referred to in paragraph 1 shall include: (a) the eligibility of Swiss entities and any other eligibility conditions related to Switzerland, in particular to the origin, place of activity or nationality; (b) the terms and conditions applicable to the submission, assessment and selection of applications and to the implementation of the actions by eligible Swiss entities. 3. The terms and conditions referred to in point (b) of paragraph 2, shall be equivalent to those applicable to eligible Member States entities, including respect for the Union’s restrictive measures, adopted pursuant to the Treaty on European Union or to the Treaty on the Functioning of the European Union (hereinafter referred to as “TFEU”), unless otherwise provided for in the terms and conditions referred to in paragraph 1."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Conditions for participation in Union programmes or activities, or parts thereof, relating to the mobility of persons and the movement of goods and services in the framework of the implementation of the Union programmes or activities, or parts thereof",
      "content": "1. Without prejudice to more favourable provisions in the Agreement between the European Community and its Member States, of the one part, and the Swiss Confederation, of the other, on the free movement of persons, done at Luxembourg on 21 June 1999 (hereinafter referred to as the “Agreement on Free Movement of Persons”) or in Swiss national law, the participation of Switzerland in Union programmes or activities, or parts thereof, as referred to in Article 3 of this Agreement, which require the mobility of persons between the Union and Switzerland, or within Switzerland, for the implementation of such Union programmes shall be conditional upon Switzerland ensuring that: (a) there is no discrimination on the basis of nationality in relation to mobility of persons for the implementation of the Union programmes; (b) the conditions for persons for moving to Switzerland and within Switzerland in the framework of the implementation of the Union programmes do not entail unjustified administrative or financial burdens; and (c) the conditions for persons for accessing services in Switzerland that are directly related to the implementation of the Union programmes are the same as for Swiss nationals; this concerns, in particular, any fees related to participation in an activity financed by a Union programme, and is without prejudice to any more favourable rules on fees that may apply in the context of the Erasmus+ Programme. 2. Without prejudice to more favourable provisions in the Agreement on Free Movement of Persons or in Union law, as regards participation implying mobility of persons between Switzerland and the Union, or within the Union, for the implementation of the Union programmes, the Union shall ensure that: (a) the conditions for persons for moving to the Union and within the Union in the framework of the implementation of the Union programmes do not entail unjustified administrative or financial burdens; and (b) the conditions for persons for accessing services in the Union that are directly related to the implementation of the Union programmes are the same as for Union citizens; this concerns, in particular, any fees related to participation in an activity financed by a Union programme, and is without prejudice to any more favourable rules on fees that may apply in the context of the Erasmus+ Programme. 3. The Contracting Parties shall make every effort to facilitate the cross-border movement of goods and services intended for use in the activities covered by this Agreement, within the framework of existing provisions. 4. The protocols to this Agreement may lay down further specific terms and conditions referring to this Article which are necessary for the participation of Switzerland in Union programmes or activities, or parts thereof."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Participation of Switzerland in the governance of programmes or activities",
      "content": "1. Except where they concern points reserved only for Member States or which relate to a Union programme or activity, or part thereof, in which Switzerland is not participating, representatives or experts of Switzerland, or experts designated by Switzerland, shall be allowed to take part as observers in the committees, expert group meetings or other similar meetings in which representatives or experts of the Member States, or experts designated by Member States take part, and which assist the European Commission in the implementation and management of the Union programmes or activities, or parts thereof, in which Switzerland participates in accordance with Article 3 of this Agreement or which are established by the European Commission in respect of the implementation of Union law in relation to those Union programmes or activities, or parts thereof. The representatives or experts of Switzerland, or experts designated by Switzerland, shall not be present at the time of voting. Switzerland shall be informed of the result of the vote. 2. Where experts or evaluators are not appointed on the basis of nationality, nationality shall not be a reason to exclude Switzerland’s experts or evaluators. 3. Subject to the conditions set out in paragraph 1, the participation of Switzerland’s representatives in the meetings referred to in that paragraph, or in other meetings related to the implementation of Union programmes or activities, shall be governed by the same rules and procedures as those applicable to representatives of the Member States concerning speaking rights, receipt of information and documentation, unless it concerns points reserved only for Member States or in relation to a Union programme or activity, or part thereof, in which Switzerland is not participating, and the reimbursement of travel and subsistence costs. 4. The protocols to this Agreement may define further terms and conditions for the participation of experts, as well as the participation of Switzerland in governing boards and structures created for the purpose of implementing Union programmes or activities defined in the respective protocols to this Agreement."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Financial conditions",
      "content": "1. The participation of Switzerland or Swiss entities in Union programmes or activities, or parts thereof, shall be subject to Switzerland contributing financially to the corresponding funding under the Union budget. 2. The financial contribution shall take the form of the sum of: (a) an operational contribution; and (b) a participation fee. 3. The financial contribution shall take the form of an annual payment made in one or more instalments. 4. Without prejudice to paragraph 8 of this Article, the participation fee shall be 4 % of the annual operational contribution and shall not be subject to retrospective adjustments except in relation to suspension under Article 19. In case of suspension under Article 19, the participation fee shall be adjusted in line with the adjustment of the operational contribution. As of 2028, the level of the participation fee may be adjusted by the Joint Committee. 5. The operational contribution shall cover operational and support expenditure and be additional both in commitment and payment appropriations to the amounts entered in the Union budget definitively adopted for Union programmes or activities, or parts thereof, increased, where appropriate, by external assigned revenue that does not result from financial contributions to Union programmes and activities from other donors, as defined in a protocol to this Agreement. 6. The operational contribution shall be based on a contribution key defined as the ratio of the Gross Domestic Product (hereinafter referred to as “GDP”) of Switzerland at market prices to the GDP of the Union at market prices. For that purpose, the figures for GDP at market prices of the Contracting Parties shall be the latest such figures available as of 1 January of the year in which the annual payment is made as provided by the Statistical Office of the European Union, with due regard to the Agreement between the European Community and the Swiss Confederation on cooperation in the field of statistics, done at Luxembourg on 26 October 2004. If that agreement ceases to apply, the GDP of Switzerland shall be the one established on the basis of data provided by the Organisation for Economic Co-operation and Development. 7. The operational contribution shall be based on the application of the contribution key to the initial commitment appropriations increased as described in paragraph 5 entered in the Union budget definitively adopted for the applicable year for financing the Union programmes or activities, or parts thereof, in which Switzerland participates. 8. The participation fee referred to in paragraph 2 shall have the following values in the years 2025 to 2027: – 2025: 2,5 %; – 2026: 3 %; – 2027: 4 %. 9. Upon request, the European Commission shall provide Switzerland with information in relation to its financial participation as included in the budgetary, accounting, performance and evaluation related information provided to the Union budgetary and discharge authorities concerning the Union programmes and activities, or parts thereof, in which Switzerland participates. That information shall be provided having due regard to the Union’s and Switzerland’s confidentiality and data protection rules and is without prejudice to the information which Switzerland is entitled to receive under Article 12. 10. All financial contributions of Switzerland or payments from the Union, and the calculation of amounts due or to be received, shall be made in euro. 11. Detailed provisions for the implementation of this Article are set out in the respective protocols to this Agreement as well as in the Annex to this Agreement on Financial Implementation Provisions."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Programmes and activities to which an adjustment mechanism of the operational contribution applies",
      "content": "1. If so provided in a protocol to this Agreement, the operational contribution of a Union programme or activity, or part thereof, for year N may be adjusted upwards and downwards retrospectively in one or more subsequent years on the basis of the budgetary commitments made on the commitment appropriations of that year, their implementation through legal commitments and their decommitment. 2. The first adjustment shall be made in year N+1 when the operational contribution shall be adjusted by the difference between the initial contribution and an adjusted contribution calculated by applying the contribution key of year N, adjusted via the application of a coefficient if the protocol concerned so provides, to the sum of: (a) the amount of budgetary commitments made on commitment appropriations authorised in year N under the Union budget and on commitment appropriations corresponding to decommitments made available again; and (b) any external assigned revenue appropriations that do not result from financial contributions to Union programmes and activities from other donors covered in the protocols to this Agreement and that were available at the end of year N. 3. Each subsequent year, until all the budgetary commitments financed under commitment appropriations originating from year N have been paid or decommitted and at the latest 3 years after the end of the Union programme or after the end of the MFF corresponding to year N, whichever is earlier, the Union shall calculate an adjustment of the contribution of year N by reducing Switzerland’s contribution by the amount obtained by applying the contribution key, adjusted if the protocol concerned so provides, of year N to the decommitments made each year on commitments of year N financed under the Union budget or from decommitments made available again. 4. If external assigned revenue appropriations that do not result from financial contributions to Union programmes and activities from other donors covered by the protocols to this Agreement are cancelled, the contribution of Switzerland to the Union programme or activity concerned, or parts thereof shall be reduced by the amount obtained by applying the contribution key, adjusted if the protocol concerned so provides, of year N to the amount cancelled. 5. In year N+2 or in subsequent years, after having made the adjustments referred to in paragraphs 2, 3 and 4, the contribution of Switzerland for year N shall also be reduced by an amount obtained by multiplying the contribution of Switzerland for year N and the ratio of: (a) the legal commitments of year N, funded under any commitment appropriations available in year N, and resulting from competitive award procedures: (i) from which Switzerland and Swiss entities have been excluded, (ii) for which the deadline for submission of applications has expired during the suspension referred to in Article 19, or after termination referred to in Article 20 has taken effect; and (b) the total amount of legal commitments funded under any commitment appropriations of year N. 6. The amount of legal commitments, as determined pursuant to paragraph 5, shall be calculated by taking all budgetary commitments made in year N and deducting the decommitments that have been made on those commitments in year N+1."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Union programmes and activities, or parts thereof, to which an automatic correction mechanism applies",
      "content": "1. An automatic correction mechanism shall apply in relation to a Union programme or activity, or part thereof, for which the application of an automatic correction mechanism is provided for in the basic act establishing that Union programme or activity and in the relevant protocol to this Agreement. The application of that automatic correction mechanism may be limited to parts of the Union programme or activity specified in the relevant protocol to this Agreement which are implemented through grants for which competitive calls are organised. Detailed rules on the identification of the parts of the Union programme or activity to which the automatic correction mechanism does or does not apply may be established in that protocol. 2. The amount of the automatic correction for a Union programme or activity, or part thereof, shall be the difference between the initial amounts of the legal commitments actually entered into with Switzerland or the Swiss entities financed from commitment appropriations of the year in question and the corresponding operational contribution paid by Switzerland as adjusted pursuant to Article 8 of this Agreement if the relevant protocol to this Agreement provides for such adjustment, excluding support expenditure, covering the same period. 3. Any amount referred to in paragraph 2 of this Article which for each of two consecutive years exceeds 8 % of the corresponding operational contribution of Switzerland to the Union programme as adjusted pursuant to Article 8 shall be due by Switzerland as an additional contribution under the automatic correction mechanism for each of those two years. 4. Detailed rules on the establishment of the relevant amounts of the legal commitments referred to in paragraph 2 of this Article, including in the case of consortia, and on the calculation of the automatic correction may be laid down in the Annex to this Agreement on Financial Implementation Provisions."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Financing in relation to Union programmes implemented through financial instruments or budgetary guarantees",
      "content": "1. Where, in accordance with Article 3, Switzerland participates in a Union programme or activity, or part thereof, that is implemented through financial instruments or budgetary guarantees under the Financial Regulation, Switzerland shall provide a contribution to those financial instruments or budgetary guarantees in accordance with the Financial Regulation and the basic act establishing the Union programme or activity. The amount contributed shall increase the Union budgetary guarantee or the financial envelope of the financial instrument. 2. Where appropriate, modalities for the implementation of this Article may be specified further in the relevant protocol."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Reviews and audits",
      "content": "1. The Union shall have the right to conduct, in accordance with the applicable acts of one or more Union institutions or bodies and as provided for in relevant agreements and contracts, technical, scientific, financial, or other types of reviews and audits on the premises of any natural person residing in or any legal entity established in Switzerland and receiving Union funding, as well as any third party involved in the implementation of Union funds residing or established in Switzerland. Such reviews and audits may be carried out by the agents of the Union institutions and bodies, in particular of the European Commission and the European Court of Auditors, or by other persons mandated by the European Commission. When exercising their duties in the territory of Switzerland, the agents and investigative bodies of the Union shall act in a manner consistent with Swiss law. 2. The agents of the Union institutions and bodies, in particular of the European Commission and the European Court of Auditors, and the other persons mandated by the European Commission, shall have appropriate access to sites, works and documents, in both electronic and paper versions, and to all the information required in order to carry out such audits, including the right of obtaining a physical or electronic copy of, or extracts from, any document or the contents of any data medium held by the audited natural or legal person, or by the audited third party. 3. Switzerland shall not prevent or raise any particular obstacle to the right of entry into Switzerland or to the access to premises by the agents or other persons referred to in paragraph 2 on the grounds of the exercise of the duties referred to in this Article. 4. The reviews and audits referred to in paragraph 1 of this Article may be carried out after the suspension of the application of a protocol to this Agreement pursuant to Article 19, the cessation of the provisional application or termination of this Agreement, on the terms laid down in the applicable acts of one or more Union institutions or bodies or as provided for in relevant agreements and contracts in relation to any legal commitment implementing the Union budget entered into by the Union before the date on which the suspension of the application of the relevant protocol, or the cessation of the provisional application or termination of this Agreement, takes effect."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Fight against irregularities, fraud and other criminal offences affecting the financial interests of the Union",
      "content": "1. The European Commission and the European Anti-Fraud Office (hereinafter referred to as “OLAF”) shall be authorised to carry out administrative investigations in relation to the implementation of this Agreement and its protocols, including on-the-spot checks and inspections, on the territory of Switzerland. Those investigations shall be carried out in accordance with the terms and conditions established by applicable acts of one or more Union institutions. When exercising their duties in the territory of Switzerland, the agents and investigative bodies of the Union shall act in a manner consistent with Swiss law. 2. The competent Swiss authorities shall inform the European Commission or OLAF within a reasonable time of any fact or suspicion which has come to their notice relating to an irregularity, fraud or other illegal activity affecting the financial interests of the Union, in connection with the implementation of this Agreement and its protocols. 3. On-the-spot checks and inspections may be carried out on the premises of any natural person residing in or legal entity established in Switzerland and receiving Union funds, as well as of any third party involved in the implementation of Union funds residing or established in Switzerland. 4. On-the-spot checks and inspections shall be prepared and conducted by the European Commission or OLAF in close collaboration with the competent Swiss audit authority which shall be notified a reasonable time in advance of the object, purpose and legal basis of the checks and inspections, so that the competent Swiss authorities can provide assistance. To that end, the officials of the competent Swiss authorities may participate in the on-the-spot checks and inspections. 5. Upon request by the Swiss authorities, the on-the-spot checks and inspections may be carried out jointly with the European Commission or OLAF. 6. European Commission agents and OLAF staff shall have access to all the information and documentation, including computer data, on the operations concerned which are required for the proper conduct of the on-the-spot checks and inspections. They may, in particular, copy relevant documents. 7. Where the person, entity or another third party resists an on-the-spot check or inspection, the Swiss authorities, acting in accordance with national rules and regulations, shall assist the European Commission or OLAF, to allow them to fulfil their duty in carrying out an on-the-spot check or inspection. That assistance shall include taking the appropriate precautionary measures under national law, in particular in order to safeguard evidence. 8. The European Commission or OLAF shall inform the Swiss authorities of the results of such checks and inspections. In particular, the European Commission or OLAF shall report as soon as possible to the competent Swiss audit authority any fact or suspicion relating to an irregularity which has come to their notice in the course of the on-the-spot check or inspection. 9. Without prejudice to the application of Switzerland’s criminal law, the European Commission may impose administrative measures and penalties on any Swiss entity participating in the implementation of a Union programme or activity in accordance with Union law. 10. For the purposes of the proper implementation of this Article, the European Commission or OLAF and the competent Swiss authorities shall regularly exchange information and, at the request of one of the Contracting Parties, consult each other. 11. In order to facilitate effective cooperation and exchange of information with OLAF, Switzerland shall designate a contact point. 12. Information exchanged between the European Commission or OLAF and the competent Swiss authorities shall take place having due regard to the confidentiality requirements. Personal data included in the exchange of information shall be protected in accordance with applicable rules. 13. The competent Swiss authorities shall also inform the European Public Prosecutor’s Office (hereinafter referred to as “EPPO”) about any fact or suspicion which has come to their notice relating to an irregularity, fraud or other illegal activity affecting the financial interests of the Union when those facts or suspicions concern a case that may fall within the competence of EPPO. In cases where there are investigations or judicial proceedings brought by EPPO or Switzerland concerning criminal offences affecting the financial interests of the Union or Switzerland within the scope of this Agreement, Switzerland and the Union shall ensure effective mutual assistance, in accordance with the applicable legal framework, with a view to allowing their competent authorities to fulfil their duty to investigate, prosecute and bring to judgment before their courts the perpetrators of, and accomplices to, such criminal offences."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Amendments to Articles 11 and 12",
      "content": "The Joint Committee may amend Articles 11 and 12 to take account of changes made in acts of one or more Union institutions."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Recovery and enforcement",
      "content": "1. A decision adopted by the European Commission imposing a pecuniary obligation on legal or natural persons other than States in relation to any claim stemming from Union programmes, activities, projects or actions shall be enforceable in Switzerland. The order for its enforcement shall be appended to such decision, without any formality other than a verification of the authenticity of that decision by the national authority designated for that purpose by the Government of Switzerland. Enforcement shall take place in accordance with Swiss law and rules of procedure. Enforceable decisions of the European Commission shall be considered enforceable titles in the sense of the Swiss Federal Act of 11 April 1889 on Debt Enforcement and Bankruptcy (DEBA), and not subject to review on the merits before Swiss courts. The Government of Switzerland shall make known its designated national authority for the purposes of this Article to the European Commission and to the Court of Justice of the European Union. In accordance with Article 15, the European Commission shall be entitled to notify enforceable decisions directly to persons residing, and legal entities established, in Switzerland. 2. Judgments and orders of the Court of Justice of the European Union delivered in application of an arbitration clause contained in a contract or agreement in relation to Union programmes, activities, projects or actions shall be enforceable in Switzerland in the same manner as the decisions of the European Commission referred to in paragraph 1. 3. The Court of Justice of the European Union shall have jurisdiction to review the legality of the decisions of the European Commission referred to in paragraph 1 and to suspend their enforcement. However, Swiss courts shall have jurisdiction over complaints that enforcement is being carried out in an irregular manner."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Communication and exchange of information",
      "content": "The Union institutions and bodies involved in the implementation of Union programmes or activities, or in control of such programmes or activities, shall be entitled to communicate directly, including through electronic exchange systems, with any natural person residing in Switzerland or legal entity established in Switzerland receiving Union funding, as well as with any third party involved in the implementation of Union funding that resides or is established in Switzerland. Such persons, entities and third parties may submit directly to the Union institutions and bodies all relevant information and documentation which they are required to submit on the basis of the Union legislation applicable to the Union programme or activity and on the basis of any contract or funding agreement concluded to implement that programme or activity."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Joint Committee on participation in Union programmes",
      "content": "1. A Joint Committee on participation in Union programmes is hereby established. The Joint Committee shall: (a) ensure the proper functioning and effective implementation of this Agreement and its protocols, including assessing, evaluating and reviewing their implementation, and, in particular: (i) the participation and performance of Swiss entities in Union programmes and activities, or parts thereof, (ii) where relevant, the level of mutual openness to the legal entities established in each Contracting Party to participate in the programmes, projects, actions or activities, or parts thereof, of the other Contracting Party, (iii) the implementation of the financial contribution mechanism referred to in Article 7 and where relevant the automatic correction mechanism applicable to Union programmes or activities covered by the protocols to this Agreement in accordance with Article 9, (iv) information exchange and, where relevant, examining any possible questions on the exploitation of results, including intellectual property rights, (v) discussion upon request of either Contracting Party of restrictions applied or planned by the Contracting Parties on access to their respective research and innovation programmes, including in particular for actions related to their strategic assets, interests, autonomy or security, (vi) examination of how to improve and develop cooperation, (vii) joint discussion of the future orientations and priorities of policies related to Union programmes or activities covered by the protocols to this Agreement, [tab] (viii) exchange of information, inter alia, on new legislation, decisions or national programmes that are relevant for the implementation of this Agreement and its protocols, (ix) adoption of protocols to this Agreement on specific terms and conditions of participation of Switzerland in Union programmes or activities, or parts thereof, or amending such protocols as needed, by way of a decision, (x) the amending of Articles 11 and 12 of this Agreement in order to take account of changes made in acts of one or more Union institutions, by way of a decision; (b) ensure, in cooperation with the Joint Committee established by the Agreement on health (the “Joint Committee on Health”), the proper functioning and the effective implementation of this Agreement as regards the participation of Switzerland in programmes for the Union’s action in the field of health, only for matters covered in this Agreement; and, in particular: (i) the adoption or amendment of the relevant protocol, in consultation with the Joint Committee on Health, (ii) the informing of the Joint Committee on Health where agendas of its meetings include matters related to a programme for the Union’s action in the field of health. 2. Decisions of the Joint Committee shall be taken by consensus. Decisions shall be binding on the Contracting Parties. 3. The Joint Committee shall be composed of representatives of the Contracting Parties. 4. The Joint Committee may decide to set up any working party or advisory body on an ad hoc basis at expert level to assist in carrying out the implementation of this Agreement. 5. The Joint Committee shall be co-chaired by a representative of each of the Contracting Parties. 6. The Joint Committee shall work on an ongoing basis through an exchange of relevant information by any means of communication, in particular in relation to the participation and performance of Swiss entities. The Joint Committee may, in particular, conduct its tasks in writing whenever the need arises. 7. The Joint Committee shall meet at least once a year, in Brussels and Bern alternatively, unless the co-chairs decide otherwise. It shall also meet at the request of either Contracting Party. The co‑chairs may agree that a meeting of the Joint Committee be held by videoconference or teleconference. 8. The Joint Committee shall adopt its rules of procedure at its first meeting. For the period 2021-2027, this is the EU4Health Programme as established by Regulation (EU) 2021/522 of the European Parliament and of the Council of 24 March 2021 establishing a Programme for the Union’s action in the field of health (“EU4Health Programme”) for the period 2021–2027, and repealing Regulation (EU) No 282/2014 (OJ EU L 107, 26.3.2021, p. 1, ELI: http://data.europa.eu/eli/reg/2021/522/oj )."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Entry into force",
      "content": "1. This Agreement shall be ratified or approved by the Contracting Parties in accordance with their own procedures. The Contracting Parties shall notify each other of the completion of the internal procedures necessary to the entry into force of this Agreement. 2. This Agreement shall enter into force on the first day of the second month following the last notification regarding the following instruments: (a) Institutional Protocol to the Agreement between the European Community and its Member States, of the one part, and the Swiss Confederation, of the other, on the free movement of persons; (b) Amending Protocol to the Agreement between the European Community and its Member States, of the one part, and the Swiss Confederation, of the other, on the free movement of persons; (c) Institutional Protocol to the Agreement between the European Community and the Swiss Confederation on air transport; (d) Amending Protocol to the Agreement between the European Community and the Swiss Confederation on air transport; (e) State Aid Protocol to the Agreement between the European Community and the Swiss Confederation on air transport; (f) Institutional Protocol to the Agreement between the European Community and the Swiss Confederation on the carriage of goods and passengers by rail and road; (g) Amending Protocol to the Agreement between the European Community and the Swiss Confederation on the carriage of goods and passengers by rail and road; (h) State Aid Protocol to the Agreement between the European Community and the Swiss Confederation on the carriage of goods and passengers by rail and road; (i) Amending Protocol to the Agreement between the European Community and the Swiss Confederation on trade in agricultural products; (j) Institutional Protocol to the Agreement between the European Community and the Swiss Confederation on mutual recognition in relation to conformity assessment; (k) Amending Protocol to the Agreement between the European Community and the Swiss Confederation on mutual recognition in relation to conformity assessment; (l) Agreement between the European Union and the Swiss Confederation on Switzerland’s regular financial contribution towards reducing economic and social disparities in the European Union; (m) Agreement between the European Union and the Swiss Confederation on the terms and conditions for the participation of the Swiss Confederation in the European Union Agency for the Space Programme."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Provisional application",
      "content": "1. The Contracting Parties shall apply this Agreement provisionally, in accordance with their respective internal procedures and legislation, as from 1 January 2025. If the date of signature of this Agreement is after 15 November 2025, the Contracting Parties shall apply this Agreement provisionally, in accordance with their respective internal procedures and legislation, as from 1 January 2026. 2. Provisional application of this Agreement shall cease, at the latest, on 31 December 2028 if Switzerland has not completed its internal procedures necessary for the entry into force of the instruments listed in Article 17 by that date. 3. Where the provisional application of this Agreement ceases in accordance with paragraph 2 of this Article, the Contracting Parties agree that the Swiss operational contribution as referred to in Article 7 shall be due without the adjustment provided for in Article 8 or the correction provided for in Article 9. 4. The Contracting Parties agree that projects or actions in respect of which legal commitments have been entered into during the provisional application of this Agreement shall continue until their completion under the conditions it lays down."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Suspension",
      "content": "1. The application of a protocol to this Agreement may be suspended by the Union in relation to a Union programme or activity, or part thereof: (a) if Switzerland fails to fulfil its obligations under Article 5(1), and such failure has a significant impact on the implementation of that programme or activity, or part thereof; (b) in the case of partial or full non-payment of the financial contribution due by Switzerland under that programme or activity. In the case of non-payment which may significantly jeopardise the implementation and management of a Union programme or activity, the European Commission shall send a formal letter of reminder. Where no payment is made within 20 working days after the receipt of that formal letter of reminder, suspension of the application of the relevant protocol to this Agreement shall be notified by the European Commission to Switzerland by a formal letter of notification which shall take effect 15 days following the receipt of that notification by Switzerland; (c) in the cases provided for in Article 16 of the Agreement on health as regards the participation of Switzerland in a programme for the Union’s action in the field of health. 2. In the event that the application of a protocol to this Agreement is suspended, Swiss entities shall not be eligible to participate in award procedures that are not yet completed when the suspension takes effect. An award procedure shall be considered completed when legal commitments have been entered into as a result of that procedure. 3. The suspension of the application of a protocol to this Agreement does not affect the legal commitments entered into with Swiss entities under the Union programme or activity concerned before the suspension took effect. The relevant protocol to this Agreement shall continue to apply to such legal commitments. 4. The Union shall immediately notify Switzerland once the entire amount of the financial contribution due has been received by the Union. The suspension shall be lifted with an immediate effect upon this notification. 5. As of the date on which the suspension of the application of a protocol to this Agreement is lifted, Swiss entities shall again be eligible in award procedures launched under the Union programme or activity concerned after this date and in award procedures launched before this date, for which the deadlines for submission of applications has not expired. 6. If, after six months from the start of a suspension in accordance with paragraph 1, the circumstances that caused the suspension persist, the Union may unilaterally terminate the suspended protocol in relation to the Union programme or activity, or part thereof, concerned."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Termination",
      "content": "1. A Contracting Party may terminate this Agreement by notifying the other Contracting Party. 2. This Agreement shall cease to be in force six months after receipt of the written notification referred to in paragraph 1. 3. Where this Agreement is terminated in accordance with this Article, the Contracting Parties agree that: (a) projects or actions in respect of which legal commitments have been entered into after the entry into force of this Agreement, and before it is terminated, shall continue until their completion under the conditions laid down in this Agreement; (b) the annual financial contribution to a Union programme or activity of the year N during which this Agreement is terminated shall be paid entirely in accordance with Article 7 of this Agreement and any relevant rules in the protocol concerned. Where the adjustment mechanism applies, the operational contribution to the relevant programme or activity of the year N shall be adjusted in accordance with Article 8 of this Agreement. For Union programmes or activities where both the adjustment mechanism and the automatic correction mechanism apply, the relevant operational contribution of the year N shall be adjusted in accordance with Article 8 of this Agreement and corrected in accordance with its Article 9. For Union programmes or activities, where only the correction mechanism applies, the relevant operational contribution of the year N shall be corrected in accordance with Article 9 of this Agreement. The participation fee paid for the year N as part of the financial contribution to a Union programme or activity shall not be adjusted or corrected; (c) where the adjustment mechanism applies, following the year during which this Agreement is terminated, the operational contributions to a Union programme or activity paid for the years during which this Agreement applied shall be adjusted in accordance with Article 8. For Union programmes or activities where both the adjustment mechanism and the automatic correction mechanism apply, those operational contributions shall be adjusted in accordance with Article 8 and automatically corrected in accordance with Article 9. For Union programmes or activities where only the automatic correction mechanism applies, the relevant operational contributions shall be automatically corrected in accordance with Article 9. 4. Subject to paragraph 3, the participation of Switzerland in a programme for the Union’s action in the field of health may be terminated in the cases provided for in Article 16 of the Agreement on health. 5. Subject to paragraph 3, and notwithstanding any provisions to the contrary in this Agreement, the participation of Switzerland in a programme for the Union’s action in the field of health shall cease on the same day as the Agreement on health ceases to be in force. 6. The Contracting Parties shall settle by common consent any other consequences of termination of this Agreement."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Annex and Protocols",
      "content": "The Annex and Protocols to this Agreement shall form an integral part thereof. This Agreement is drawn up in duplicate in the German, French, Italian, Bulgarian, Croatian, Czech, Danish, Dutch, English, Estonian, Finnish, Greek, Hungarian, Irish, Latvian, Lithuanian, Maltese, Polish, Portuguese, Romanian, Slovak, Slovenian, Spanish and Swedish languages, each text being equally authentic."
    }
  ],
  "definitions": []
}