{
  "id": "sr-0-211-221-319-789",
  "type": "statute",
  "title": "Abkommen vom 20. Dezember 2005 zwischen der Schweizerischen Eidgenossenschaft und der Sozialistischen Republik Vietnam über die Zusammenarbeit auf dem Gebiet der Adoption von Kindern",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2006/275/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Kapitel I Allgemeine Bestimmungen",
      "section": "1",
      "title": "Geltungsbereich",
      "content": "1. Ziel dieses Abkommens ist der Aufbau eines Systems der Zusammenarbeit zwischen den beiden Vertragsstaaten, damit internationale Adoptionen möglich werden und zum Wohl der Kinder erfolgen. Das Abkommen ist anwendbar, wenn ein Kind mit gewöhnlichem Aufenthalt in einem Vertragsstaat (im Folgenden «der Heimatstaat») in den anderen Vertragsstaat (im Folgenden «der Aufnahmestaat») gebracht worden ist, wird oder werden soll, entweder nach seiner Adoption im Heimatstaat durch Ehegatten oder eine Person mit gewöhnlichem Aufenthalt im Aufnahmestaat oder im Hinblick auf eine solche Adoption im Aufnahme- oder Heimatstaat. 2. Das Abkommen betrifft nur Adoptionen, die ein dauerhaftes Eltern-Kind-Verhältnis begründen."
    },
    {
      "provision_ref": "art2",
      "chapter": "Kapitel I Allgemeine Bestimmungen",
      "section": "2",
      "title": "Auf die Adoption anwendbare Grundsätze",
      "content": "Im Hinblick auf das Wohl des Kindes verpflichten sich die Vertragsstaaten zur Zusammenarbeit, um sicherzustellen, dass die Adoption von Kindern mit gewöhnlichem Aufenthalt in einem der beiden Vertragsstaaten durch Personen mit gewöhnlichem Aufenthalt im anderen Vertragsstaat im Rahmen einer freiwilligen Verpflichtung, in einer humanitärem Haltung, in Übereinstimmung mit dem Recht beider Vertragsstaaten und unter Beachtung des UNO-Übereinkommens vom 20. November 1989 über die Rechte des Kindes erfolgt. SR 0.107"
    },
    {
      "provision_ref": "art3",
      "chapter": "Kapitel I Allgemeine Bestimmungen",
      "section": "3",
      "title": "Kindesschutz",
      "content": "1. Die Vertragsstaaten treffen alle mit ihrem innerstaatlichen Recht zu vereinbarenden Massnahmen, um mit der Adoption verbundene Missbräuche wie Kinderarbeit, sexuelle Ausbeutung, Entführung und Unterschiebung von Kindern, als Adoption getarnter Kinderhandel, unstatthafte Vorteile aus der Adoption sowie alle anderen Verletzungen von Rechten und Interessen des Kindes zu verhindern und zu ahnden. Niemand darf aus einer Tätigkeit im Zusammenhang mit einer internationalen Adoption unstatthafte Vermögens- oder sonstige Nachteile erlangen. Die beteiligten öffentlichen oder privaten Stellen dürfen für ihren Arbeitsaufwand angemessene Honorare erheben. 2. Im Rahmen einer humanitären Haltung und zum Zweck des Kindesschutzes schaffen die Vertragsstaaten günstige Voraussetzungen, um die Adoption von Waisen, von Kindern mit Krankheiten oder Behinderungen oder von zusammen lebenden Geschwistern zu fördern."
    },
    {
      "provision_ref": "art4",
      "chapter": "Kapitel I Allgemeine Bestimmungen",
      "section": "4",
      "title": "Entbindung von der Beglaubigung",
      "content": "Urkunden und Dokumente, die von den zuständigen Behörden eines Vertragsstaates für das in diesem Abkommen vorgesehenen Adoptionsverfahren ausgestellt und bestätigt wurden, bedürfen keiner konsularischen Beglaubigung."
    },
    {
      "provision_ref": "art5",
      "chapter": "Kapitel I Allgemeine Bestimmungen",
      "section": "5",
      "title": "Sprachen und Kosten",
      "content": "Bei der Umsetzung dieses Abkommens führen die Zentralen Behörden den Briefwechsel untereinander in französischer Sprache. Jeder Vertragsstaat trägt die Kosten, die auf seinem Staatsgebiet entstehen."
    },
    {
      "provision_ref": "art6",
      "chapter": "Kapitel II An der Umsetzung des Abkommens beteiligte Behörden und Organisationen",
      "section": "6",
      "title": "Zentrale Behörden",
      "content": "Für die Anwendung dieses Abkommens bestimmen die Vertragsstaaten die folgenden Zentralen Behörden: – für die Sozialistische Republik Vietnam: das Departement für internationale Adoption, das dem Justizministerium angegliedert ist, – für die Schweiz: den Dienst für internationalen Kindesschutz im Eidgenössischen Justiz- und Polizeidepartement."
    },
    {
      "provision_ref": "art7",
      "chapter": "Kapitel II An der Umsetzung des Abkommens beteiligte Behörden und Organisationen",
      "section": "7",
      "title": "Mitwirkung bei der Anwendung dieses Abkommens",
      "content": "Für die Anwendung dieses Abkommens können die Zentralen Behörden der Vertragsstaaten die Mitwirkung von weiteren in ihrem Staat zuständigen staatlichen Stellen sowie von Organisationen in Anspruch nehmen, die gemäss ihrem innerstaatlichen Recht auf dem Gebiet der Adoption zugelassen sind."
    },
    {
      "provision_ref": "art8",
      "chapter": "Kapitel II An der Umsetzung des Abkommens beteiligte Behörden und Organisationen",
      "section": "8",
      "title": "Zugelassene Organisationen",
      "content": "1. Eine Organisation, die nach Erhalt der Zulassung durch den Heimatstaat nach dem Recht des Aufnahmestaates tätig ist, darf auf dem Gebiet des Heimatstaates humanitäre, gemeinnützige Tätigkeiten ausüben, um die Adoptierenden mit gewöhnlichem Aufenthalt im Aufnahmestaat gemäss diesem Abkommen in den Verfahren zur Adoption von Kindern mit gewöhnlichem Aufenthalt im Heimatstaat zu unterstützen. 2. Für den Erhalt der Zulassung muss eine Organisation alle Bedingungen erfüllen, die im innerstaatlichen Recht der beiden Vertragsstaaten vorgesehen sind. Im Rahmen ihrer Möglichkeiten unterstützt sie humanitäre Projekte, die mit den adoptionsbezogenen Tätigkeiten in Zusammenhang stehen. 3. Die Rechte und Pflichten der zugelassenen Organisation, die auf dem Gebiet des Heimatstaates tätig ist, sind im Recht des Heimatstaates festgelegt."
    },
    {
      "provision_ref": "art9",
      "chapter": "Kapitel III Anwendbares Recht, Zuständigkeit und Anerkennung",
      "section": "9",
      "title": "Bedingungen in Bezug auf die Kinder, die adoptiert werden können",
      "content": "Für die Adoptionsfähigkeit der Kinder, die adoptiert werden können, gelten die Bedingungen, die im Recht des Heimatstaates und in Artikel 17 dieses Abkommens festgelegt sind. Die Bestimmung der Personen oder Einrichtungen, die berechtigt sind, der Adoption zuzustimmen, sowie die Formen, in denen diese Zustimmung eingeholt wird, sind im Recht des Heimatstaates geregelt."
    },
    {
      "provision_ref": "art10",
      "chapter": "Kapitel III Anwendbares Recht, Zuständigkeit und Anerkennung",
      "section": "10",
      "title": "Bedingungen in Bezug auf die Adoptierenden",
      "content": "Die Adoptierenden müssen die Bedingungen erfüllen, die im Recht des Aufnahmestaates und in jenem des Heimatstaates festgelegt sind."
    },
    {
      "provision_ref": "art11",
      "chapter": "Kapitel III Anwendbares Recht, Zuständigkeit und Anerkennung",
      "section": "11",
      "title": "Zuständigkeit für den Adoptionsentscheid",
      "content": "Für den Entscheid, ein Kind zur Adoption freizugeben, sind die Behörden des Heimatstaates zuständig."
    },
    {
      "provision_ref": "art12",
      "chapter": "Kapitel III Anwendbares Recht, Zuständigkeit und Anerkennung",
      "section": "12",
      "title": "Anerkennung der Adoption",
      "content": "Die Adoptionsentscheide, die von den zuständigen Behörden des Heimatstaates gemäss dessen Recht und diesem Abkommen erlassen werden, werden im Aufnahmestaat kraft Gesetzes anerkannt, wenn die Zentrale Behörde des Heimatstaates oder die zuständige staatliche Stelle bestätigt, dass die Adoption in Übereinstimmung mit Artikel 19 dieses Abkommens erfolgt ist. Die Anerkennung einer Adoption kann im Aufnahmestaat nur versagt werden, wenn die Adoption seiner öffentlichen Ordnung offensichtlich widerspricht, wobei das Wohl des Kindes zu berücksichtigen ist."
    },
    {
      "provision_ref": "art13",
      "chapter": "Kapitel III Anwendbares Recht, Zuständigkeit und Anerkennung",
      "section": "13",
      "title": "Rechtswirkungen der Adoption",
      "content": "Die Rechtswirkungen einer nach diesem Abkommen durchgeführten Adoption werden durch das Recht des Vertragsstaates bestimmt, in dem die Adoptionsverfahren abgeschlossen werden."
    },
    {
      "provision_ref": "art14",
      "chapter": "Kapitel IV Adoptionsverfahren",
      "section": "14",
      "title": "Adoptionsdossier",
      "content": "1. Das Dossier der adoptierenden Eltern muss in Übereinstimmung mit dem Recht des Aufnahmestaates und des Heimatstaates ausgefüllt werden und von der Zentralen Behörde des Aufnahmestaates unter Beachtung von Artikel 15 dieses Abkommens bestätigt werden. 2. Dem Dossier der adoptierenden Eltern ist eine Übersetzung in die Sprache des Heimatstaates beizulegen; die Kosten der Übersetzung werden von den Adoptierenden getragen."
    },
    {
      "provision_ref": "art15",
      "chapter": "Kapitel IV Adoptionsverfahren",
      "section": "15",
      "title": "Aufgabe der Zentralen Behörde des Aufnahmestaates",
      "content": "Die Zentrale Behörde des Aufnahmestaates vergewissert sich: a) dass die Adoptierenden die Bedingungen für die Adoption erfüllen, die in Artikel 10 dieses Abkommens vorgesehen sind; b) dass sie die Informationen und die für die Adoption notwendige Vorbereitung erhalten haben, namentlich in Bezug auf das familiäre und soziale Umfeld des Kindes; c) dass dem Kind die Einreise in den Aufnahmestaat und der ständige Aufenthalt dort bewilligt werden."
    },
    {
      "provision_ref": "art16",
      "chapter": "Kapitel IV Adoptionsverfahren",
      "section": "16",
      "title": "Übermittlung des Adoptionsdossiers",
      "content": "Die Zentrale Behörde des Aufnahmestaates oder die zugelassene Organisation lässt der Zentralen Behörde des Heimatstaates zusammen mit einem Begleitschreiben ein Dossier über die künftigen Adoptiveltern zukommen, das die folgenden Angaben enthält: a) Name, Vorname, Geburtsdatum, Geschlecht, Nummer des Reisepasses oder der Identitätskarte, gewöhnlicher Aufenthaltsort, Beruf, Adresse; b) Eignung für eine Adoption (wirtschaftliche Verhältnisse, Jahreseinkommen, persönliche und familiäre Situation, ärztlicher und psychologischer Bericht, soziales Umfeld); c) Beweggründe für die Adoption; d) Eigenschaften des Kindes, das von diesen Personen adoptiert werden könnte."
    },
    {
      "provision_ref": "art17",
      "chapter": "Kapitel IV Adoptionsverfahren",
      "section": "17",
      "title": "Aufgabe der Zentralen Behörde des Heimatstaates",
      "content": "Die Zentrale Behörde des Heimatstaates vergewissert sich: a) dass das zur Adoption vorgeschlagene Kind nach dem Recht des Heimatstaates adoptiert werden kann; b) dass sich die internationale Adoption nach einer Prüfung der lokalen Unterbringungsmöglichkeiten als jene Lösung herausgestellt hat, die dem Wohl des Kindes am ehesten dient; c) dass die dazu befugten Personen oder Einrichtungen ihre Zustimmung zur Adoption ausdrücklich und in schriftlicher Form erteilt haben, einschliesslich der Zustimmung des Kindes zu seiner Adoption, falls es das diesbezüglich geltende, gesetzlich vorgesehene Alter erreicht hat; d) dass diese Personen oder Einrichtungen ordnungsgemäss über die verschiedenen Adoptionsformen und insbesondere deren Rechtswirkungen informiert wurden, die im Recht des Aufnahmestaates vorgesehen sind; e) dass die Zustimmung der Mutter, sofern diese eingeholt werden kann, erst nach der Geburt des Kindes erteilt wurde; f) dass die Einholung der Zustimmung nicht mit unstatthaften Vermögens- oder sonstigen Vorteilen verbunden war."
    },
    {
      "provision_ref": "art18",
      "chapter": "Kapitel IV Adoptionsverfahren",
      "section": "18",
      "title": "Verfahren für den Vorschlag eines Kindes zur Adoption",
      "content": "1. Die Zentrale Behörde des Heimatstaates oder die zugelassene Organisation lässt der Zentralen Behörde des Aufnahmestaates einen Bericht über das zur Adoption vorgeschlagene Kind zukommen, der die folgenden Angaben enthält: a) Name und Vorname, Geschlecht, Geburtsdatum, Wohnort; b) Adoptionsfähigkeit; c) persönliche und familiäre Situation, soziales Umfeld; d) Gesundheitssituation; e) nach Möglichkeit besondere Bedürfnisse und Vorlieben des Kindes. 2. Der Entscheid, ein Kind künftigen Adoptiveltern anzuvertrauen, kann im Heimatstaat nur getroffen werden, wenn die zuständige Behörde im Aufnahmestaat der Fortsetzung des Adoptionsverfahrens zugestimmt hat und sich vergewissert hat, dass die schriftliche Zustimmung der künftigen Adoptiveltern vorliegt. 3. Solange die in Artikel 15 und 17 dieses Abkommens vorgesehenen Bedingungen nicht erfüllt sind, ist zwischen den Adoptiveltern und den Eltern des Kindes oder den Personen oder Einrichtungen, die die Sorge für das Kind haben, kein Kontakt gestattet, ausser in jenen Fällen, in denen die Adoption innerhalb einer Familie stattfindet oder die zuständigen Behörden der Vertragsstaaten einen derartigen Kontakt gestattet haben."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Verfahren für die Übergabe des Kindes",
      "content": "1. Die offizielle Übergabe des adoptierten Kindes muss in Übereinstimmung mit dem Recht des Heimatstaates erfolgen. 2. Die Zentrale Behörde des Heimatstaates bestätigt, dass die Adoption gemäss seinem innerstaatlichen Recht und diesem Abkommen durchgeführt wird. 3. Die Zentralen Behörden der Vertragsstaaten vergewissern sich, dass das Kind keinerlei Schwierigkeiten hat, aus seinem Heimatstaat auszureisen, in den Aufnahmestaat einzureisen und dort seinen ständigen Aufenthalt zu nehmen."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Abschluss der Adoptionsverfahren im Aufnahmestaat",
      "content": "Ist das Adoptionsverfahren nach dem Recht des Aufnahmestaates abgeschlossen, teilt dies die Zentrale Behörde oder die zugelassene Organisation der Zentralen Behörde des Heimatstaates schriftlich mit."
    },
    {
      "provision_ref": "art21",
      "chapter": "Kapitel V Zusammenarbeit",
      "section": "21",
      "title": "Zusammenarbeit auf dem Gebiet des Kindesschutzes",
      "content": "1. Die Vertragsstaaten verpflichten sich, geeignete Massnahmen zu treffen, um die Kinder zu schützen, die nach den Bestimmungen dieses Abkommens adoptiert werden. 2. Die Vertragsstaaten vergewissern sich, dass das Kind, das Staatsangehöriger eines Vertragsstaates ist und im anderen Vertragsstaat adoptiert wird, den Schutz und die Rechte geniesst, die Kindern gewährt werden, die Staatsangehörige dieser Vertragsstaaten sind oder dort ihren gewöhnlichen Aufenthalt haben. 3. Dient der Verbleib des Kindes in der Adoptivfamilie nicht mehr seinem Wohl, muss die Zentrale Behörde des Aufnahmestaates unverzüglich alle erforderlichen Massnahmen für den Schutz des Kindes treffen. Der Aufnahmestaat sorgt für die Unterbringung des Kindes in einem anderen Umfeld, das der Entfaltung des Kindes förderlich ist, und teilt dies der Zentralen Behörde des Heimatstaates mit. 4. Die Vertragsstaaten müssen geeignete Massnahmen treffen, um das Kind in seinen Heimatstaat zurückkehren zu lassen, falls sein Wohl nicht auf andere Weise gewährleistet werden kann."
    },
    {
      "provision_ref": "art22",
      "chapter": "Kapitel V Zusammenarbeit",
      "section": "22",
      "title": "Informationsaustausch",
      "content": "1. Die Zentralen Behörden der Vertragsstaaten tauschen ihre Rechtstexte auf dem Gebiet der Adoption, insbesondere jene, die die Bedingungen gegenüber den Adoptierenden betreffen, sowie statistische Daten und weitere für die Adoption notwendige Informationen aus. 2. Sie informieren sich gegenseitig über die Wirkungsweise des Abkommens und treffen die erforderlichen Vorkehrungen, um Hindernisse zu beseitigen, die seiner Anwendung entgegenstehen. 3. Die zugelassene Organisation verpflichtet sich, der Zentralen Behörde des Heimatstaates auf deren Ersuchen und unter Berücksichtigung des innerstaatlichen Rechts Auskunft über die Entwicklung des adoptierten Kindes zu erteilen. Die Zentrale Behörde des Heimatstaates verpflichtet sich, diese Auskünfte in Übereinstimmung mit ihrem innerstaatlichen Recht vertraulich zu behandeln, um das Wohl des Kindes zu wahren. Sie darf diese Auskünfte nur zu jenem Zweck nutzen, der im Auskunftsersuchen angegeben ist."
    },
    {
      "provision_ref": "art23",
      "chapter": "Kapitel V Zusammenarbeit",
      "section": "23",
      "title": "Technische Unterstützung für die Anwendung des Abkommens",
      "content": "Im Hinblick auf die ordnungsgemässe Anwendung dieses Abkommens verpflichten sich die Vertragsstaaten, Informationen und Erfahrungen auf dem Gebiet der internationalen Adoption auszutauschen und die internationale Zusammenarbeit im Bereich des Kindesschutzes zu fördern."
    },
    {
      "provision_ref": "art24",
      "chapter": "Kapitel V Zusammenarbeit",
      "section": "24",
      "title": "Gemischte Arbeitsgruppe",
      "content": "Um die ordnungsgemässe Anwendung dieses Abkommens sicherzustellen, treten die Zentralen Behörden bei Bedarf auf Ersuchen einer Zentralen Behörde zusammen. Im gegenseitigen Einvernehmen zwischen den Vertragsstaaten wird den Vertretern der zugelassenen Organisationen bei Bedarf gestattet, als Beobachter an den Sitzungen der gemischten Arbeitsgruppe teilzunehmen."
    },
    {
      "provision_ref": "art25",
      "chapter": "Kapitel VI Schlussbestimmungen",
      "section": "25",
      "title": "Inkrafttreten und Geltungsdauer",
      "content": "1. Dieses Abkommen bedarf der Ratifizierung nach dem Recht der Vertragsstaaten; es tritt am dreissigsten Tag nach dem Datum des Austauschs der Ratifikationsurkunden in Kraft. 2. Das Abkommen wird für die Dauer von fünf Jahren abgeschlossen und verlängert sich jeweils stillschweigend um weitere fünf Jahre, sofern nicht spätestens sechs Monate vor Ablauf der jeweiligen Geltungsdauer einer der beiden Vertragsstaaten dem anderen schriftlich die Absicht notifiziert, das Abkommen zu beenden."
    },
    {
      "provision_ref": "art26",
      "chapter": "Kapitel VI Schlussbestimmungen",
      "section": "26",
      "title": "Änderungen und Ergänzungen",
      "content": "Dieses Abkommen kann im gegenseitigen Einvernehmen zwischen den Vertragsstaaten abgeändert oder ergänzt werden. Alle Änderungsvorschläge erfolgen auf diplomatischem Weg. Das Abkommen wird geändert oder gekündigt, wenn die Sozialistische Republik Vietnam das Haager Übereinkommen über den Schutz von Kindern und die Zusammenarbeit auf dem Gebiet der internationalen Adoption ratifiziert."
    }
  ],
  "definitions": []
}