{
  "id": "sr-0-274-187-411",
  "type": "statute",
  "title": "Abkommen vom 21. Dezember 1926 zwischen der Schweiz und der Tschechoslowakischen Republik über die gegenseitige Rechtshilfe in Zivil- und Handelssachen (mit Zusatzprotokoll)",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/43/516_536_532/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "I. Aktenzustellungen; Ersuchsschreiben",
      "section": "1",
      "title": "",
      "content": "Die gegenseitige Rechtshilfe bezieht sich: a) auf die Zustellung von gerichtlichen und aussergerichtlichen Aktenstücken, einschliesslich solcher der nichtstreitigen Gerichtsbarkeit, insbesondere von Akten in Vormundschafts‑ und Pflegschaftsangelegenheiten sowie in Betreibungs‑ und Konkurssachen; b) auf die Vollziehung von Ersuchsschreiben in den in Buchstabe a vorgesehenen Angelegenheiten. Rechtshilfe wird dann nicht geleistet, wenn der verlangten Handlung der Charakter einer Vollzugsmassnahme zukommt."
    },
    {
      "provision_ref": "art2",
      "chapter": "I. Aktenzustellungen; Ersuchsschreiben",
      "section": "2",
      "title": "",
      "content": "Die zuzustellenden Aktenstücke sowie die zu vollziehenden Ersuchsschreiben (Artikel 1 und 9 der Haager Übereinkunft) werden von der Polizeiabteilung des Justiz‑ und Polizeidepartements der Schweizerischen Eidgenossenschaft in Bern unmittelbar dem Justizministerium der Tschechoslowakischen Republik in Prag und vom Justizministerium der Tschechoslowakischen Republik in Prag unmittelbar der Polizeiabteilung des Justiz‑ und Polizeidepartements der Schweizerischen Eidgenossenschaft in Bern übermittelt. Diese beiden Amtsstellen veranlassen die rasche Erledigung der Ersuchen durch die zuständigen schweizerischen oder tschechoslowakischen Behörden. Sie senden die erledigten oder nicht erledigten Ersuchen zurück. Für ihren Verkehr bedienen sich die beiden Behörden ausschliesslich der französischen Sprache. Siehe Note 4. Zwischen der Schweiz und der Tschechischen Republik einerseits sowie der Slowakei andererseits gelten heute das Haager Übereink. vom 15. Nov. 1965 über die Zustellung gerichtlicher und aussergerichtlicher Schriftstücke im Ausland in Zivil‑ oder Handelssachen ( SR 0.274.131 ) und das Haager Übereink. vom 18. März 1970 über die Beweisaufnahme im Ausland in Zivil‑ oder Handelssachen ( SR 0.274.132 ). Heute: Bundesamt für Justiz. Heute: Bundesamt für Justiz."
    },
    {
      "provision_ref": "art3",
      "chapter": "I. Aktenzustellungen; Ersuchsschreiben",
      "section": "3",
      "title": "",
      "content": "a) Die im Sinne der Artikel 1 und 2 der Haager Übereinkunft zuzustellenden Aktenstücke (einfache Zustellung) werden in der Schweiz in der Sprache der ersuchenden Behörde abgefasst, in der Tschechoslowakei in tschechoslowakischer Sprache oder, soweit die in Kraft bestehenden Vorschriften es zulassen, in der Sprache der nationalen Minderheit. Die zuzustellenden Aktenstücke werden mit der Unterschrift und dem Siegel oder Stempel der ersuchenden Behörde versehen. Beglaubigung ist nicht erforderlich. b) Bei Zustellungen gemäss Artikel 3 der Haager-Übereinkunft (Zustellung in einer besondern Form) wird das in der Tschechoslowakei zuzustellende Aktenstück in tschechoslowakischer Sprache abgefasst oder von einer Übersetzung in diese Sprache begleitet; das in der Schweiz zuzustellende Aktenstück wird in der Amtssprache der ersuchten schweizerischen Behörde abgefasst oder von einer Übersetzung in diese Sprache begleitet. Diese Übersetzungen werden, auf Begehren, im ersuchten Staat auf Kosten der ersuchenden Behörde hergestellt. c) Die schweizerischen Ersuchsschreiben und ihre Beilagen werden in der Amtssprache der ersuchenden schweizerischen Behörde abgefasst und von einer Übersetzung in tschechoslowakischer Sprache begleitet; die tschechoslowakischen Ersuchsschreiben und ihre Beilagen werden in tschechoslowakischer Sprache abgefasst und von einer Übersetzung in die Amtssprache der ersuchten schweizerischen Behörde begleitet. Diese Übersetzungen werden, auf Begehren, im ersuchten Staate auf Kosten der ersuchenden Behörde hergestellt. Die Ersuchsschreiben und die Übersetzungen werden mit der Unterschrift und dem Siegel oder Stempel der ersuchenden Behörde versehen. Beglaubigung ist nicht erforderlich. Siehe Note 4. Zwischen der Schweiz und der Tschechischen Republik einerseits sowie der Slowakei andererseits gelten heute das Haager Übereink. vom 15. Nov. 1965 über die Zustellung gerichtlicher und aussergerichtlicher Schriftstücke im Ausland in Zivil‑ oder Handelssachen ( SR 0.274.131 ) und das Haager Übereink. vom 18. März 1970 über die Beweisaufnahme im Ausland in Zivil‑ oder Handelssachen ( SR 0.274.132 )."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "",
      "content": "Weder die Zustellung von Aktenstücken noch die Vollziehung von Ersuchsschreiben, noch die Herstellung der in Artikel 3 dieses Abkommens vorgesehenen Übersetzungen dürfen abgelehnt werden, weil die ersuchende Behörde keinen Vorschuss für die zu ersetzenden Auslagen erlegt hat. Die Portogebühren fallen zu Lasten der übersendenden Behörde."
    },
    {
      "provision_ref": "art5",
      "chapter": "II. Vollstreckung von Entscheidungen über Prozesskosten",
      "section": "5",
      "title": "",
      "content": "Die in Artikel 18 Absatz 1 und 2 der Haager Übereinkunft genannten Entscheidungen über Prozesskosten, die von den Gerichten des einen der beiden Staaten gefällt werden, sind im Gebiete des andern Staates auf ein Begehren, das die beteiligte Partei auf direktem Wege stellt, in gleicher Weise zu vollstrecken wie die Entscheidungen der eigenen Gerichte. Das Begehren muss von dem mit der Rechtskraftbescheinigung versehenen Dispositiv der Entscheidung begleitet sein. Die Rechtskraftbescheinigung wird vom Gericht, das die Entscheidung gefällt hat, oder, in der Schweiz, vom Gerichtsschreiber dieses Gerichts ausgestellt. Der Gesuchsteller hat ferner eine als richtig bescheinigte Übersetzung dieser Urkunden einzureichen, in der Tschechoslowakei in tschechoslowakischer Sprache, in der Schweiz in der Sprache der ersuchten Behörde. Siehe Note 4. Zwischen der Schweiz und der Tschechischen Republik einerseits sowie der Slowakei andererseits gilt heute das Haager Übereink. vom 25. Okt. 1980 über den internationalen Zugang zur Rechtspflege ( SR 0.274.133 )."
    },
    {
      "provision_ref": "art6",
      "chapter": "III. Beglaubigung und Beweiskraft von Urkunden",
      "section": "6",
      "title": "",
      "content": "Urkunden, die von den Gerichten des einen der beiden Staaten aufgenommen, ausgestellt oder beglaubigt sind, bedürfen zum Gebrauch im Gebiete des andern Staates keiner Beglaubigung, wenn sie mit dem Siegel oder Stempel des Gerichtes versehen sind. Zu den bezeichneten Urkunden gehören auch die vom Gerichtsschreiber unterschriebenen Urkunden, sofern diese Unterschrift nach den Gesetzen des Staates genügt, dem das Gericht angehört. Urkunden, die von einer zentralen oder einer diesen gleichgestellten oder einer kantonalen Verwaltungsbehörde eines der beiden Staaten aufgenommen, ausgestellt oder beglaubigt sind, bedürfen zum Gebrauch im Gebiete des andern Staates keiner Beglaubigung, wenn sie mit dem Siegel oder Stempel der Behörde versehen sind und diese Behörde in dem dem gegenwärtigen Abkommen beigefügten Verzeichnis aufgeführt ist. Das Verzeichnis kann jederzeit im beiderseitigen Einverständnisse im Verwaltungswege durch Bekanntmachung geändert oder ergänzt werden."
    },
    {
      "provision_ref": "art7",
      "chapter": "III. Beglaubigung und Beweiskraft von Urkunden",
      "section": "7",
      "title": "",
      "content": "Die im Gebiete des einen der beiden Staaten errichteten öffentlichen Urkunden und die dort geführten Geschäftsbücher haben vor den Gerichten des andern Staates die Beweiskraft, die ihnen die Gesetze des Staates verleihen, in dem sie errichtet wurden oder geführt werden. Immerhin kommt ihnen Beweiskraft nur in dem Masse zu, das von den Gesetzen des Staates, wo das gerichtliche Verfahren stattfindet, zugelassen wird."
    },
    {
      "provision_ref": "art8",
      "chapter": "IV. Rechtsauskunft und Mitteilung von Rechtsvorschriften",
      "section": "8",
      "title": "",
      "content": "Das Eidgenössische Justiz‑ und Polizeidepartement und das tschechoslowakische Justizministerium erteilen einander auf Ersuchen Auskunft über das in ihrem Lande geltende Recht. Im Ersuchen ist genau zu bezeichnen, über welche Rechtsvorschriften Auskunft gewünscht wird."
    }
  ],
  "definitions": []
}