{
  "id": "sr-0-810-22",
  "type": "statute",
  "title": "Zusatzprotokoll vom 24. Januar 2002 über die Transplantation menschlicher Organe und Gewebe zum Übereinkommen über Menschenrechte und Biomedizin",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2010/136/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Kapitel I: Gegenstand und Anwendungsbereich",
      "section": "1",
      "title": "Gegenstand",
      "content": "Die Vertragsparteien dieses Protokolls schützen die Würde, die Identität und die Integrität sowie die übrigen Grundrechte und Grundfreiheiten aller Menschen im Bereich der Transplantation von Organen und Geweben menschlichen Ursprungs."
    },
    {
      "provision_ref": "art2",
      "chapter": "Kapitel I: Gegenstand und Anwendungsbereich",
      "section": "2",
      "title": "Anwendungsbereich und Definitionen",
      "content": "(1) Dieses Protokoll findet auf die Transplantation von Organen und Geweben menschlichen Ursprungs zu therapeutischen Zwecken Anwendung. (2) Die auf Gewebe anwendbaren Bestimmungen dieses Protokolls finden auch auf Zellen einschliesslich hämatopoietischer Stammzellen Anwendung. (3) Dieses Protokoll findet keine Anwendung: a) auf Fortpflanzungsorgane und -gewebe; b) auf embryonale oder fetale Organe und Gewebe; c) auf Blut und Blutbestandteile. (4) Im Sinne dieses Protokolls: – bezeichnet der Begriff «Transplantation» das gesamte Verfahren der Entnahme eines Organs bzw. Gewebes bei einer Person und der Übertragung dieses Organs bzw. Gewebes auf eine andere Person einschliesslich sämtlicher Massnahmen zur Aufbereitung, Konservierung und Aufbewahrung; – bezeichnet der Begriff «Entnahme» unter Vorbehalt der Bestimmungen des Artikels 20 die Entnahme zu Übertragungszwecken."
    },
    {
      "provision_ref": "art3",
      "chapter": "Kapitel II: Allgemeine Bestimmungen",
      "section": "3",
      "title": "Transplantationssystem",
      "content": "Die Vertragsparteien gewährleisten, dass ein System vorhanden ist, das allen Patienten einen gleichberechtigten Zugang zu Transplantationsleistungen ermöglicht. Vorbehaltlich der Bestimmungen des Kapitels III werden die Organe und gegebenenfalls die Gewebe nach transparenten, objektiven und medizinisch fundierten Kriterien ausschliesslich den Patienten zugeteilt, die in einer offiziellen Warteliste eingetragen sind. Die für die Zuteilung verantwortlichen Personen oder Stellen werden in diesem Rahmen bestimmt. Bei internationalen Vereinbarungen über den Austausch von Organen gewährleisten die Abläufe ebenfalls eine wirksame und gerechtfertigte Verteilung an die beteiligten Länder, innerhalb der einzelnen Länder gilt der Grundsatz der Solidarität. Das Transplantationssystem stellt sicher, dass die zur Rückverfolgbarkeit von Organen und Geweben erforderlichen Informationen gesammelt und aufgezeichnet werden."
    },
    {
      "provision_ref": "art4",
      "chapter": "Kapitel II: Allgemeine Bestimmungen",
      "section": "4",
      "title": "Berufspflichten und Verhaltensregeln",
      "content": "Jede Intervention im Bereich der Transplantation von Organen oder Geweben ist unter Beachtung der geltenden Rechtsvorschriften, Berufspflichten und Verhaltensregeln vorzunehmen."
    },
    {
      "provision_ref": "art5",
      "chapter": "Kapitel II: Allgemeine Bestimmungen",
      "section": "5",
      "title": "Aufklärung des Empfängers",
      "content": "Der Empfänger und gegebenenfalls die Person oder Stelle, welche die Einwilligung zur Transplantation erteilt, sind zuvor ausreichend über den Zweck, die Art und die Risiken der Transplantation, sowie über Alternativen aufzuklären."
    },
    {
      "provision_ref": "art6",
      "chapter": "Kapitel II: Allgemeine Bestimmungen",
      "section": "6",
      "title": "Gesundheit und Sicherheit",
      "content": "Die an der Transplantation von Organen oder Geweben beteiligten medizinischen Fachpersonen treffen alle angemessenen Massnahmen, die das Risiko einer Übertragung von Krankheiten auf den Empfänger auf ein Minimum beschränken, und sie vermeiden alles, was die Eignung eines Organs oder Gewebes für die Transplantation beeinträchtigen könnte."
    },
    {
      "provision_ref": "art7",
      "chapter": "Kapitel II: Allgemeine Bestimmungen",
      "section": "7",
      "title": "Medizinische Nachsorge",
      "content": "Den Lebendspendern und den Empfängern ist nach der Transplantation eine geeignete medizinische Nachsorge anzubieten."
    },
    {
      "provision_ref": "art8",
      "chapter": "Kapitel II: Allgemeine Bestimmungen",
      "section": "8",
      "title": "Aufklärung der medizinischen Fachpersonen und der Öffentlichkeit",
      "content": "Die Vertragsparteien stellen den medizinischen Fachpersonen und der breiten Öffentlichkeit Informationen über den Bedarf an Organen und Geweben zur Verfügung. Zudem informieren sie über die Voraussetzungen für die Entnahme und Transplantation von Organen und Geweben und über die Frage des Einwilligungsverfahrens, insbesondere im Hinblick auf eine Entnahme bei Verstorbenen."
    },
    {
      "provision_ref": "art9",
      "chapter": "Kapitel II: Allgemeine Bestimmungen",
      "section": "9",
      "title": "Allgemeine Regel",
      "content": "Einer lebenden Person darf ein Organ oder Gewebe nur entnommen werden, wenn dies für den Empfänger einen therapeutischen Nutzen bringt und wenn weder ein geeignetes Organ oder Gewebe einer verstorbenen Person verfügbar ist noch eine alternative Behandlungsmethode von vergleichbarer Wirksamkeit."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Potenzielle Organspender",
      "content": "Einem Lebendspender darf ein Organ für einen Empfänger entnommen werden, zu dem der Spender rechtlich gesehen eine enge persönliche Beziehung hat; falls keine solche Beziehung besteht, sind die relevanten gesetzlichen Bestimmungen einzuhalten und die Einwilligung einer kompetenten unabhängigen Stelle einzuholen."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Einschätzung der Risiken für den Spender",
      "content": "Vor der Organ- und Gewebeentnahme sind zur Einschätzung und Verringerung der Risiken für die körperliche oder psychische Gesundheit des Spenders entsprechende medizinische Abklärungen und Untersuchungen durchzuführen. Die Entnahme darf nicht erfolgen, wenn das Leben oder die Gesundheit des Spenders ernsthaft gefährdet sind."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Aufklärung des Spenders",
      "content": "Der Spender und gegebenenfalls die Person oder Stelle, die die Einwilligung gemäss Artikel 14 Absatz 2 erteilt, sind zuvor ausreichend über den Zweck und die Art der Entnahme sowie deren Folgen und Risiken aufzuklären. Zudem sind sie über die gesetzlichen Rechte und Sicherheitsmassnahmen zum Schutz des Spenders aufzuklären. Zu informieren sind sie dabei namentlich über das Recht auf unabhängige medizinische Beratung über die Risiken der Entnahme durch eine medizinische Fachperson mit relevanter Erfahrung, die weder an der Organ- bzw. Gewebeentnahme noch an den nachfolgenden Transplantationsmassnahmen beteiligt ist."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Einwilligung des Lebendspenders",
      "content": "Unter Vorbehalt der Artikel 14 und 15 darf ein Organ oder Gewebe bei einem Lebendspender nur entnommen werden, nachdem die betroffene Person ihre freie Einwilligung nach Aufklärung und eigens für diesen Fall entweder in schriftlicher Form oder vor einer amtlichen Stelle erteilt hat. Die betroffene Person kann ihre Einwilligung jederzeit frei widerrufen."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Schutz nicht einwilligungsfähiger Personen bei Organ- bzw. Gewebeentnahme",
      "content": "(1) Einer Person, die nicht fähig ist, die Einwilligung nach Artikel 13 zu erteilen, dürfen weder Organe noch Gewebe entnommen werden. (2) In Ausnahmefällen und nach Massgabe der gesetzlich vorgesehenen Schutzbestimmungen darf die Entnahme regenerierbaren Gewebes bei einer nicht einwilligungsfähigen Person zugelassen werden, wenn folgende Voraussetzungen erfüllt sind: i) Ein geeigneter einwilligungsfähiger Spender steht nicht zur Verfügung; ii) der Empfänger ist ein Bruder oder eine Schwester des Spenders; iii) die Spende muss eine lebensrettende Massnahme darstellen; iv) die Einwilligung des gesetzlichen Vertreters oder einer gesetzlich dafür vorgesehenen Behörde, Person oder Stelle ist eigens für diesen Fall und schriftlich sowie mit Bewilligung der zuständigen Stelle erteilt worden; v) der in Frage kommende Spender lehnt nicht ab."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Entnahme von Zellen bei Lebendspendern",
      "content": "Es kann gesetzlich verankert werden, dass die Bestimmungen von Artikel 14 Absatz 2 Ziffern ii und iii auf Zellen nicht anzuwenden sind, wenn feststeht, dass ihre Entnahme für den Spender nur ein geringes Risiko und eine geringe Belastung bedeutet."
    },
    {
      "provision_ref": "art16",
      "chapter": "Kapitel IV: Entnahme von Organen und Geweben bei verstorbenen Personen",
      "section": "16",
      "title": "Feststellung des Todes",
      "content": "Organe oder Gewebe dürfen dem Körper einer verstorbenen Person nur entnommen werden, wenn der Tod dieser Person gemäss den geltenden gesetzlichen Bestimmungen festgestellt worden ist. Die Ärzte, die den Tod einer Person feststellen, dürfen weder an der Entnahme von Organen oder Geweben dieser Person noch an den nachfolgenden Transplantationsmassnahmen unmittelbar beteiligt oder für die Betreuung in Frage kommender Organ- bzw. Gewebeempfänger verantwortlich sein."
    },
    {
      "provision_ref": "art17",
      "chapter": "Kapitel IV: Entnahme von Organen und Geweben bei verstorbenen Personen",
      "section": "17",
      "title": "Einwilligung",
      "content": "Organe oder Gewebe dürfen dem Körper einer verstorbenen Person nur entnommen werden, wenn die gesetzlich vorgeschriebene Einwilligung erteilt worden ist. Eine Entnahme darf nicht erfolgen, wenn sich die verstorbene Person dagegen ausgesprochen hatte."
    },
    {
      "provision_ref": "art18",
      "chapter": "Kapitel IV: Entnahme von Organen und Geweben bei verstorbenen Personen",
      "section": "18",
      "title": "Achtung des menschlichen Körpers",
      "content": "Bei der Entnahme ist der menschliche Körper mit Achtung zu behandeln und es sind alle angemessenen Massnahme zu ergreifen, um das äussere Erscheinungsbild des Leichnams wiederherzustellen."
    },
    {
      "provision_ref": "art19",
      "chapter": "Kapitel IV: Entnahme von Organen und Geweben bei verstorbenen Personen",
      "section": "19",
      "title": "Förderung der Organspende",
      "content": "Die Vertragsparteien ergreifen alle geeigneten Massnahmen zur Förderung der Organ- bzw. Gewebespende."
    },
    {
      "provision_ref": "art20",
      "chapter": "Kapitel V: Transplantation eines Organs oder Gewebes, das nicht zur Spende für eine Übertragung entnommenen wurde für eine Übertragung entnommenen wurde",
      "section": "20",
      "title": "Transplantation eines Organs oder Gewebes, das nicht zur Spende für eine Transplantation entnommenen wurde",
      "content": "(1) Wird ein Organ oder Gewebe einer Person zu anderen Zwecken als zur Spende für eine Transplantation entnommen, so darf es nur transplantiert werden, wenn diese Person über die möglichen Folgen und Risiken aufgeklärt worden ist und sie ihre Einwilligung nach Aufklärung erteilt hat oder wenn im Falle einer nicht einwilligungsfähigen Person die entsprechende Einwilligung erteilt worden ist. (2) Alle Bestimmungen dieses Protokolls mit Ausnahme der Kapitel III und IV finden auf die in Absatz 1 genannten Situationen Anwendung."
    },
    {
      "provision_ref": "art21",
      "chapter": "Kapitel VI: Verbot finanziellen Gewinns",
      "section": "21",
      "title": "Verbot finanziellen Gewinns",
      "content": "(1) Der menschliche Körper und Teile davon dürfen als solche nicht zur Erzielung eines finanziellen Gewinns oder eines vergleichbaren Vorteils verwendet werden. Nicht betroffen sind von dieser Bestimmung Zahlungen, die keinen finanziellen Gewinn oder vergleichbaren Vorteil darstellen, insbesondere: – Entschädigungen an Lebendspender für Verdienstausfall und sonstige berechtigte Ausgaben, die durch die Entnahme oder die damit verbundenen medizinischen Untersuchungen entstehen; – angemessene Zahlungen zur Abgeltung medizinischer oder technischer Leistungen im Rahmen der Transplantation; – Entschädigungen für einen erlittenen Schaden infolge der Entnahme von Organen und Gewebe bei Lebendspendern. (2) Werbung, welche den Bedarf oder die Verfügbarkeit an Organen oder Geweben zum Gegenstand hat, ist verboten, wenn damit ein finanzieller Gewinn oder ein vergleichbarer Vorteil angeboten oder angestrebt wird."
    },
    {
      "provision_ref": "art22",
      "chapter": "Kapitel VI: Verbot finanziellen Gewinns",
      "section": "22",
      "title": "Verbot des Organ- und Gewebehandels",
      "content": "Der Handel mit Organen und Geweben ist verboten."
    },
    {
      "provision_ref": "art23",
      "chapter": "Kapitel VI: Verbot finanziellen Gewinns",
      "section": "23",
      "title": "Vertraulichkeit",
      "content": "(1) Alle personenbezogenen Daten der Person, der Organe oder Gewebe entnommen wurden, sowie die personenbezogenen Daten des Empfängers sind als vertraulich zu betrachten. Sie dürfen nur in Übereinstimmung mit dem Berufsgeheimnis und den Vorschriften zum Schutz personenbezogener Daten gesammelt, verarbeitet und weitergegeben werden. (2) Die Bestimmungen in Absatz 1 erstrecken sich nicht auf die Bestimmungen, die unter Einhaltung entsprechender Sicherheitsmassnahmen das Sammeln, Verarbeiten und Weitergeben notwendiger Angaben über den Spender und den Empfänger von Organen oder Gewebe erlauben, soweit dies zu medizinischen Zwecken einschliesslich der in Artikel 3 vorgesehenen Rückverfolgbarkeit erforderlich ist."
    },
    {
      "provision_ref": "art24",
      "chapter": "Kapitel VIII: Verletzung von Bestimmungen des Protokolls",
      "section": "24",
      "title": "Verletzung von Rechten oder Grundsätzen",
      "content": "Die Vertragsparteien sorgen mit rechtlichen Mitteln dafür, dass Verletzungen der in diesem Protokoll verankerten Rechte und Grundsätze verhindert oder rasch beendet werden."
    },
    {
      "provision_ref": "art25",
      "chapter": "Kapitel VIII: Verletzung von Bestimmungen des Protokolls",
      "section": "25",
      "title": "Schadenersatz",
      "content": "Hat eine Person durch Transplantationsmassnahmen in ungerechtfertigter Weise Schaden erlitten, so hat sie Anspruch auf angemessenen Schadenersatz in Übereinstimmung mit den gesetzlich vorgesehenen Voraussetzungen und Modalitäten."
    },
    {
      "provision_ref": "art26",
      "chapter": "Kapitel VIII: Verletzung von Bestimmungen des Protokolls",
      "section": "26",
      "title": "Sanktionen",
      "content": "Die Vertragsparteien sehen für den Fall, dass Bestimmungen dieses Protokolls verletzt werden, angemessene Sanktionen vor."
    },
    {
      "provision_ref": "art27",
      "chapter": "Kapitel IX: Zusammenarbeit zwischen den Vertragsparteien",
      "section": "27",
      "title": "Zusammenarbeit zwischen den Vertragsparteien",
      "content": "Die Vertragsparteien ergreifen geeignete Massnahmen zugunsten einer wirksamen Zusammenarbeit im Bereich der Organ- und Gewebetransplantation, unter anderem durch einen Informationsaustausch. Sie treffen insbesondere die Massnahmen, die für einen raschen und sicheren Transport von Organen und Geweben in ihr Staatsgebiet oder aus ihrem Staatsgebiet erforderlich sind."
    },
    {
      "provision_ref": "art28",
      "chapter": "Kapitel X: Verhältnis dieses Protokolls zum Übereinkommen und Überprüfung des Protokolls",
      "section": "28",
      "title": "Verhältnis dieses Protokolls zum Übereinkommen",
      "content": "Die Vertragsparteien betrachten die Artikel 1–27 dieses Protokolls als Zusatzartikel zum Übereinkommen über Menschenrechte und Biomedizin; alle Bestimmungen des Übereinkommens sind dementsprechend anzuwenden."
    },
    {
      "provision_ref": "art29",
      "chapter": "Kapitel X: Verhältnis dieses Protokolls zum Übereinkommen und Überprüfung des Protokolls",
      "section": "29",
      "title": "Überprüfung des Protokolls",
      "content": "Um der wissenschaftlichen Entwicklung Rechnung zu tragen, wird dieses Protokoll in dem in Artikel 32 des Übereinkommens über Menschenrechte und Biomedizin genannten Ausschuss innerhalb von höchstens fünf Jahren nach Inkrafttreten des Protokolls und anschliessend in Zeitabständen, die der Ausschuss bestimmen kann, überprüft."
    },
    {
      "provision_ref": "art30",
      "chapter": "Kapitel XI: Schlussbestimmungen",
      "section": "30",
      "title": "Unterzeichnung und Ratifikation",
      "content": "Dieses Protokoll liegt für die Unterzeichner des Übereinkommens zur Unterzeichnung auf. Es bedarf der Ratifikation, Annahme oder Genehmigung. Ein Unterzeichner kann dieses Protokoll ohne vorherige oder gleichzeitige Ratifikation, Annahme oder Genehmigung des Übereinkommens nicht ratifizieren, annehmen oder genehmigen. Die Ratifikations-, Annahme- oder Genehmigungsurkunden werden beim Generalsekretär des Europarats hinterlegt."
    },
    {
      "provision_ref": "art31",
      "chapter": "Kapitel XI: Schlussbestimmungen",
      "section": "31",
      "title": "Inkrafttreten",
      "content": "(1) Dieses Protokoll tritt am ersten Tag des Monats in Kraft, der auf einen Zeitabschnitt von drei Monaten nach dem Tag folgt, an dem fünf Staaten, darunter mindestens vier Mitgliedstaaten des Europarats, nach Artikel 30 ihre Zustimmung ausgedrückt haben, durch dieses Protokoll gebunden zu sein. (2) Für jeden Unterzeichner, der später seine Zustimmung ausdrückt, durch dieses Protokoll gebunden zu sein, tritt es am ersten Tag des Monats in Kraft, der auf einen Zeitabschnitt von drei Monaten nach Hinterlegung seiner Ratifikations-, Annahme- oder Genehmigungsurkunde folgt."
    },
    {
      "provision_ref": "art32",
      "chapter": "Kapitel XI: Schlussbestimmungen",
      "section": "32",
      "title": "Beitritt",
      "content": "(1) Nach Inkrafttreten dieses Protokolls kann jeder Staat, der dem Übereinkommen beigetreten ist, auch diesem Protokoll beitreten. (2) Der Beitritt erfolgt durch Hinterlegung einer Beitrittsurkunde beim Generalsekretär des Europarats und wird am ersten Tag des Monats wirksam, der auf einen Zeitabschnitt von drei Monaten nach der Hinterlegung folgt."
    },
    {
      "provision_ref": "art33",
      "chapter": "Kapitel XI: Schlussbestimmungen",
      "section": "33",
      "title": "Kündigung",
      "content": "(1) Jede Vertragspartei kann dieses Protokoll jederzeit durch eine an den Generalsekretär des Europarats gerichtete Notifikation kündigen. (2) Die Kündigung wird am ersten Tag des Monats wirksam, der auf einen Zeitabschnitt von drei Monaten nach Eingang der Notifikation beim Generalsekretär folgt."
    },
    {
      "provision_ref": "art34",
      "chapter": "Kapitel XI: Schlussbestimmungen",
      "section": "34",
      "title": "Notifikation",
      "content": "Der Generalsekretär des Europarats notifiziert den Mitgliedstaaten des Europarats, der Europäischen Gemeinschaft, jedem Unterzeichner, jeder Vertragspartei und jedem anderen Staat, der zum Beitritt zum Übereinkommen eingeladen worden ist: a) jede Unterzeichnung; b) jede Hinterlegung einer Ratifikations-, Annahme-, Genehmigungs- oder Beitrittsurkunde; c) jeden Zeitpunkt des Inkrafttretens dieses Protokolls nach den Artikeln 31 und 32; d) jede andere Handlung, Notifikation oder Mitteilung im Zusammenhang mit diesem Protokoll."
    }
  ],
  "definitions": []
}