{
  "id": "sr-0-973-276-322",
  "type": "statute",
  "title": "Abkommen vom 5. Februar 1965 zwischen der Schweizerischen Eidgenossenschaft und der Türkischen Republik über die Gewährung eines Darlehens von 4 Millionen Schweizerfranken an die Türkei",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1965/218_218_218/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "",
      "content": "Die Schweizerische Eidgenossenschaft gewährt der Türkischen Republik ein Darlehen von 4 Millionen Schweizerfranken (vier Millionen Franken) zu den nachfolgenden Bedingungen."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "",
      "content": "Nach Inkrafttreten des vorliegenden Abkommens stellt die Schweizerische Regierung der Zentralbank der Türkischen Republik, die für Rechnung der Türkischen Republik handelt, den vollen Darlehensbetrag bei der Schweizerischen Nationalbank in Zürich zur Verfügung."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "",
      "content": "Die Türkische Regierung verpflichtet sich, nach Bereitstellung des Kapitals auf die geschuldete Summe einen jährlichen Zins von 4 Prozent (vier Prozent) zu bezahlen. Dieser Zins wird semesterweise, erstmals 6 Monate nach der Bereitstellung des erwähnten Betrages, gemäss dem beiliegenden Tilgungsplan, der einen integrierenden Bestandteil des vorliegenden Abkommens bildet, bezahlt."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "",
      "content": "Die Türkische Regierung verpflichtet sich, das Darlehen gemäss dem erwähnten Tilgungsplan in 13 Semesterraten zurückzuzahlen. Die erste Rate wird 6 Jahre und die letzte 12 Jahre nach der Bereitstellung des Kapitals fällig. Die Türkische Regierung behält sich vor, die Schuld gegenüber der Schweizerischen Eidgenossenschaft ganz oder teilweise vorzeitig zurückzuzahlen."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "",
      "content": "Die Zahlung der Zinsen und der Amortisationen erfolgt ausserhalb eines allfälligen Abkommens über den Zahlungsverkehr zwischen den beiden Ländern in Schweizerfranken an die Schweizerische Nationalbank in Zürich für Rechnung der Schweizerischen Eidgenossenschaft."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "",
      "content": "Dieses Abkommen tritt nach Genehmigung durch beide Regierungen in Kraft. Ausgefertigt in Bern, in zwei Exemplaren, am 5. Februar 1965. Für die Schweizerische Regierung: Paul R. Jolles Für die Türkische Regierung: Energin"
    }
  ],
  "definitions": []
}