{
  "id": "sr-0-810-11",
  "type": "statute",
  "title": "Protokoll vom 22. Juli 1946 über das Internationale Sanitätsamt",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1948/1034_1020_994/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "",
      "content": "Die das vorliegende Protokoll unterzeichnenden Regierungen kommen überein, dass, soweit es sie betrifft, die Aufgaben und Funktionen des Internationalen Sanitätsamtes, wie diese in dem am 9. Dezember 1907 in Rom unterzeichneten Übereinkommen festgelegt sind, von der Weltgesundheitsorganisation oder von deren Interimskommission übernommen werden sollen und dass sie, unter Vorbehalt der bestehenden internationalen Verpflichtungen, die zu diesem Zweck nötigen Massnahmen ergreifen werden. BS 12 449"
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "",
      "content": "Die Parteien dieses Protokolls kommen, soweit es sie betrifft, ferner überein, dass vom Zeitpunkt des Inkrafttretens dieses Protokolls an die dem Amt auf Grund der in Anhang 1 aufgeführten internationalen Vereinbarungen überbundenen Aufgaben und Funktionen durch die Organisationen oder deren Interimskommission übernommen werden."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "",
      "content": "Das Übereinkommen von 1907 wird seine Gültigkeit verlieren und das Amt aufgelöst sein, wenn alle Parteien des Übereinkommens der Aufhebung zugestimmt haben. Es gilt als abgemacht, dass jede Regierung, die dem Übereinkommen von 1907 angeschlossen ist, mit dem Beitritt zu diesem Protokoll ihr Einverständnis zur Aufhebung des Übereinkommens von 1907 gibt. BS 12 449 BS 12 449"
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "",
      "content": "Die Parteien dieses Protokolls kommen ausserdem überein, dass sie, sofern nicht alle Parteien des Übereinkommens von 1907 bis zum 15. November 1949 dessen Ausserkraftsetzung zugestimmt haben, das Übereinkommen von 1907 gemäss dessen Art. 8 kündigen werden. BS 12 449 BS 12 449"
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "",
      "content": "Jede Regierung, die dem Übereinkommen von 1907 beigetreten ist und dieses Protokoll nicht unterzeichnet, kann diesem Protokoll jederzeit durch Hinterlegung einer Annahmeurkunde beim Generalsekretär der Vereinten Nationen beitreten; dieser wird alle Regierungen, die das Protokoll unterzeichnet oder angenommen haben, von einem solchen Beitritt unterrichten. BS 12 449"
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "",
      "content": "Die Regierungen können diesem Protokoll beitreten durch: a. Unterzeichnung ohne Vorbehalt der Genehmigung; b. Unterzeichnung unter Vorbehalt der Genehmigung mit nachheriger Annahme; c. einfache Annahme. Die Annahme wird wirksam durch Hinterlegung einer offiziellen Urkunde beim Generalsekretär der Vereinten Nationen."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "",
      "content": "Das vorliegende Protokoll tritt in Kraft, wenn zwanzig der dem Übereinkommen von Rom angeschlossenen Regierungen ihm beigetreten sind. BS 12 449"
    }
  ],
  "definitions": []
}