{
  "id": "sr-0-515-125",
  "type": "statute",
  "title": "Abkommen vom 18. Oktober 1907 betreffend die Beschiessung durch Seestreitkräfte in Kriegszeiten",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/26/657_460_639/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "I. Kapitel: Beschiessung unverteidigter Häfen, Städte, Dörfer, Wohnstätten oder Gebäude",
      "section": "1",
      "title": "",
      "content": "Es ist untersagt, unverteidigte Häfen, Städte, Dörfer, Wohnstätten oder Gebäude durch Seestreitkräfte zu beschiessen. Eine Ortschaft darf nicht aus dem Grunde allein beschossen werden, weil vor ihrem Hafen unterseeische selbsttätige Kontaktminen gelegt sind."
    },
    {
      "provision_ref": "art2",
      "chapter": "I. Kapitel: Beschiessung unverteidigter Häfen, Städte, Dörfer, Wohnstätten oder Gebäude",
      "section": "2",
      "title": "",
      "content": "In diesem Verbote sind jedoch nicht einbegriffen militärische Werke, Militär‑ oder Marineanlagen, Niederlagen von Waffen oder von Kriegsmaterial, Werkstätten und Einrichtungen, die für die Bedürfnisse der feindlichen Flotte oder des feindlichen Heeres nutzbar gemacht werden können sowie im Hafen befindliche Kriegsschiffe. Der Befehlshaber einer Seestreitmacht kann sie nach Aufforderung mit angemessener Frist durch Geschützfeuer zerstören, wenn jedes andere Mittel ausgeschlossen ist und die Ortsbehörden nicht innerhalb der gestellten Frist zu der Zerstörung geschritten sind. Ihn trifft in diesem Falle keine Verantwortung für den nicht beabsichtigten Schaden, der durch die Beschiessung etwa verursacht worden ist. Wenn zwingende militärische Gründe, die ein sofortiges Handeln erfordern, die Bewilligung einer Frist nicht gestatten, so versteht es sich, dass das Verbot der Beschiessung der unverteidigten Stadt ebenso wie im Falle des Absatzes 1 bestehen bleibt und dass der Befehlshaber alle erforderlichen Anordnungen zu treffen hat, damit daraus für die Stadt möglichst wenig Nachteile entstehen."
    },
    {
      "provision_ref": "art3",
      "chapter": "I. Kapitel: Beschiessung unverteidigter Häfen, Städte, Dörfer, Wohnstätten oder Gebäude",
      "section": "3",
      "title": "",
      "content": "Nach ausdrücklicher Ankündigung kann zur Beschiessung unverteidigter Häfen, Städte, Dörfer, Wohnstätten und Gebäude geschritten werden, wenn die Ortsbehörde, nachdem sie durch eine förmliche Aufforderung in Verzug gesetzt ist, sich weigert, einer Requisition von Lebensmitteln oder Vorräten nachzukommen, die für das augenblickliche Bedürfnis der vor der Ortschaft liegenden Seestreitmacht benötigt werden. Die requirierten Leistungen müssen im Verhältnisse zu den Hilfsquellen der Ortschaft stehen. Sie sollen nur mit Ermächtigung des Befehlshabers der Seestreitmacht gefordert und soviel wie möglich bar bezahlt werden; andernfalls sind dafür Empfangsbescheinigungen auszustellen."
    },
    {
      "provision_ref": "art4",
      "chapter": "I. Kapitel: Beschiessung unverteidigter Häfen, Städte, Dörfer, Wohnstätten oder Gebäude",
      "section": "4",
      "title": "",
      "content": "Es ist untersagt, unverteidigte Häfen, Städte, Dörfer, Wohnstätten und Gebäude zu beschiessen, weil sie Auflagen in Geld nicht bezahlt haben."
    },
    {
      "provision_ref": "art5",
      "chapter": "II. Kapitel: Allgemeine Bestimmungen",
      "section": "5",
      "title": "",
      "content": "Bei der Beschiessung durch Seestreitkräfte sollen von dem Befehlshaber alle erforderlichen Vorkehrungen getroffen werden, um die dem Gottesdienste, der Kunst, der Wissenschaft und der Wohltätigkeit gewidmeten Gebäude, die geschichtlichen Denkmäler, die Hospitäler und Sammelplätze für Kranke oder Verwundete soviel wie möglich zu schonen, vorausgesetzt, dass sie nicht gleichzeitig zu einem militärischen Zwecke Verwendung finden. Pflicht der Einwohner ist es, diese Denkmäler, Gebäude oder Sammelplätze durch deutliche Zeichen kenntlich zu machen, die aus grossen und steifen rechteckigen Flächen bestehen und diagonal in zwei Dreiecke, das obere von schwarzer, das untere von weisser Farbe, geteilt sein sollen."
    },
    {
      "provision_ref": "art6",
      "chapter": "II. Kapitel: Allgemeine Bestimmungen",
      "section": "6",
      "title": "",
      "content": "Mit Ausnahme des Falles, wo militärische Rücksichten es nicht gestatten, soll der Befehlshaber der angreifenden Seestreitmacht vor Eröffnung der Beschiessung alles, was an ihm liegt, tun, um die Behörden zu benachrichtigen."
    },
    {
      "provision_ref": "art7",
      "chapter": "II. Kapitel: Allgemeine Bestimmungen",
      "section": "7",
      "title": "",
      "content": "Es ist untersagt, Städte oder Ortschaften, selbst wenn sie im Sturme genommen sind, der Plünderung preiszugeben."
    },
    {
      "provision_ref": "art8",
      "chapter": "III. Kapitel: Schlussbestimmungen",
      "section": "8",
      "title": "",
      "content": "Die Bestimmungen dieses Abkommens finden nur zwischen den Vertragsmächten Anwendung und nur dann, wenn die Kriegführenden sämtlich Vertragsparteien sind."
    },
    {
      "provision_ref": "art9",
      "chapter": "III. Kapitel: Schlussbestimmungen",
      "section": "9",
      "title": "",
      "content": "Dieses Abkommen soll möglichst bald ratifiziert werden. Die Ratifikationsurkunden sollen in Den Haag hinterlegt werden. Die erste Hinterlegung von Ratifikationsurkunden wird durch ein Protokoll festgestellt, das von den Vertretern der daran teilnehmenden Mächte und von dem niederländischen Minister der auswärtigen Angelegenheiten unterzeichnet wird. Die späteren Hinterlegungen von Ratifikationsurkunden erfolgen mittels einer schriftlichen, an die Regierung der Niederlande gerichteten Anzeige, der die Ratiflkationsurkunde beizufügen ist. Beglaubigte Abschrift des Protokolls über die erste Hinterlegung von Ratifikationsurkunden, der im vorstehenden Absatz erwähnten Anzeigen sowie der Ratifikationsurkunden wird durch die Regierung der Niederlande unverzüglich den zur zweiten Friedenskonferenz eingeladenen Mächten sowie den anderen Mächten, die dem Abkommen beigetreten sind, auf diplomatischem Wege mitgeteilt werden. In den Fällen des vorstehenden Absatzes wird die bezeichnete Regierung ihnen zugleich bekanntgeben, an welchem Tage sie die Anzeige erhalten hat."
    },
    {
      "provision_ref": "art10",
      "chapter": "III. Kapitel: Schlussbestimmungen",
      "section": "10",
      "title": "",
      "content": "Die Mächte, die nicht unterzeichnet haben, können diesem Abkommen später beitreten. Die Macht, die beizutreten wünscht, hat ihre Absicht der Regierung der Niederlande schriftlich anzuzeigen und ihr dabei die Beitrittsurkunde zu übersenden, die im Archive der bezeichneten Regierung hinterlegt werden wird. Diese Regierung wird unverzüglich allen anderen Mächten beglaubigte Abschrift der Anzeige wie der Beitrittsurkunde übersenden und zugleich angeben, an welchem Tage sie die Anzeige erhalten hat."
    },
    {
      "provision_ref": "art11",
      "chapter": "III. Kapitel: Schlussbestimmungen",
      "section": "11",
      "title": "",
      "content": "Dieses Abkommen wird wirksam für die Mächte, die an der ersten Hinterlegung von Ratifikationsurkunden teilgenommen haben, sechzig Tage nach dem Tage, an dem das Protokoll über diese Hinterlegung aufgenommen ist, und für die später ratifizierenden oder beitretenden Mächte sechzig Tage, nachdem die Regierung der Niederlande die Anzeige von ihrer Ratifikation oder von ihrem Beitritt erhalten hat."
    },
    {
      "provision_ref": "art12",
      "chapter": "III. Kapitel: Schlussbestimmungen",
      "section": "12",
      "title": "",
      "content": "Sollte eine der Vertragsmächte dieses Abkommen kündigen wollen, so soll die Kündigung schriftlich der Regierung der Niederlande erklärt werden, die unverzüglich beglaubigte Abschrift der Erklärung allen anderen Mächten mitteilt und ihnen zugleich bekanntgibt, an welchem Tage sie die Erklärung erhalten hat. Die Kündigung soll nur in Ansehung der Macht wirksam sein, die sie erklärt hat, und erst ein Jahr, nachdem die Erklärung bei der Regierung der Niederlande eingegangen ist."
    },
    {
      "provision_ref": "art13",
      "chapter": "III. Kapitel: Schlussbestimmungen",
      "section": "13",
      "title": "",
      "content": "Ein im niederländischen Ministerium der auswärtigen Angelegenheiten geführtes Register soll den Tag der gemäss Artikel 9 Absätze 3 und 4 erfolgten Hinterlegung von Ratifikationsurkunden angeben sowie den Tag, an dem die Anzeigen von dem Beitritt (Artikel 10 Absatz 2) oder von der Kündigung (Artikel 12 Absatz 1) eingegangen sind. Jede Vertragsmacht hat das Recht, von diesem Register Kenntnis zu nehmen und beglaubigte Auszüge daraus zu verlangen."
    }
  ],
  "definitions": []
}