{
  "id": "sr-0-742-140-316-321",
  "type": "statute",
  "title": "Vereinbarung vom 22. Juli 1957 zwischen den Schweizerischen Bundesbahnen (SBB) und den Österreichischen Bundesbahnen (ÖBB) betreffend den Ausbau der Arlberglinie (Buchs-Salzburg)",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1957/900_911_935/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "",
      "content": "Die ÖBB verpflichten sich, innert einer Frist von vier Jahren nach Inkrafttreten dieser Vereinbarung die in Artikel 2 umschriebenen Ausbauarbeiten durchzuführen."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "",
      "content": "Im Rahmen des österreichischen Programmes für den Ausbau der Arlberglinie (Buchs–Salzburg) wird das schweizerische Darlehen für folgende Ausbauarbeiten verwendet: Millionen Schilling Millionen Franken* 1. Oberbauerneuerungen und ‑verbesserungen der Strecke Buchs–Salzburg 84,0 14,1 2. Trisannabrücke 35,0 5,9 3. Weitere Brückenerneuerungen 5,0 0,8 4. Lawinenverbauungen und Tunnelsicherung (in Arbeit) 9,2 1,6 5. Verbesserung der Kreuzungsanlagen 25,0 4,2 6. Fernmelde‑ und Sicherungsanlagen westlich Innsbruck (im Bau) 22,1 3,7 [tab] Übertrag 180,3 30,3 [tab] Übertrag 180,3 30,3 7. Erneuerung von Rollmaterial einschliesslich Einsatz von zwei neuen elektrischen Triebwagenzügen für einen den modernen Bedürfnissen angepassten Schnellverkehr auf der Strecke Wien–Arlberg–Schweiz 60,0 10,1 8. Erweiterung des Einzugsgebietes des Spullersees und Bau des Formarinseespeichers 86,7 14,6 Total 327,0 55,0 * Errechnet auf dem Paritätswert von 100 Schilling = 16,8185 Franken. Die ÖBB verpflichten sich, dieses auf der heutigen Preisbasis berechnete Ausbauprogramm ungeachtet allfälliger Kostensteigerungen durchzuführen."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "",
      "content": "Die ÖBB werden im Rahmen des österreichischen Programmes für den Ausbau der Arlberglinie (Buchs–Salzburg) innerhalb von vier Jahren weitere 200 (zweihundert) Millionen Schilling, insbesondere für die Erneuerung des Oberbaues, aufwenden."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "",
      "content": "Die SBB sind ermächtigt, die der Schweizerischen Eidgenossenschaft aus dem Darlehen an die Republik Österreich zustehenden Zinsen und Amortisationen mit altfälligen Guthaben der ÖBB gegenüber den SBB aus dem Bahnabrechnungsverkehr zu verrechnen."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "",
      "content": "Die SBB und die ÖBB verpflichten sich: – alle geeigneten betrieblichen und tarifarischen Massnahmen zu ergreifen, um den Eisenbahnverkehr zwischen den beiden Ländern sowie den Transitverkehr über die Grenzpunkte Buchs und St. Margrethen zu fördern und von Massnahmen abzusehen, die eine Beeinträchtigung des normalerweise über diese Strecke zu leitenden Verkehrs zur Folge haben könnten; – ihre Anstrengungen zur Erhöhung der kommerziellen Geschwindigkeit der Züge im Verkehr zwischen den beiden Ländern weiter zu verfolgen und zu verstärken."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "",
      "content": "Auf Wunsch einer der beiden Bahnverwaltungen ist eine Kommission zu bestellen, welche die Eisenbahnverkehrs‑ und Konkurrenzfragen behandelt, die zwischen den beiden Staaten entstehen können oder die sich aus der Anwendung dieser Vereinbarung ergeben."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "",
      "content": "Die vorliegende Vereinbarung ist von den schweizerischen und österreichischen Eisenbahnbehörden zu genehmigen und tritt mit dem oben erwähnten Abkommen zwischen der Schweizerischen Eidgenossenschaft und der Republik Österreich in Kraft. Erstellt in doppelter Ausfertigung in Wien, am 22. Juli 1957. Für die Schweizerischen Bundesbahnen: Gschwind Für die Österreichischen Bundesbahnen: Schantl"
    }
  ],
  "definitions": []
}