{
  "id": "sr-0-132-349-31",
  "type": "statute",
  "title": "Abkommen vom 3. Dezember 1959 zwischen der Schweiz und Frankreich über eine Bereinigung der Grenze zwischen dem Kanton Neuenburg und dem Departement Doubs",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1960/1497_1554_1554/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "",
      "content": "Der Verlauf der schweizerisch-französischen Grenze zwischen dem Kanton Neuenburg und dem Departement Doubs im Abschnitt zwischen den Grenzsteinen 143/144 und 149/150 wird nach Austausch gleich grosser Gebietsflächen gemäss dem Plan im Massstabe von 1:2000 bestimmt, der diesem Abkommen als integrierender Bestandteil beigefügt ist. Dieser in der AS ( 1960 nach Seite 1500) veröffentlichte Plan wird in der vorliegenden Sammlung nicht wiedergegeben."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "",
      "content": "Die ständigen Delegierten für die Verkmarkung der schweizerisch-französischen Grenze werden, sobald dieses Abkommen in Kraft getreten ist, hinsichtlich der Grenze zwischen den Grenzsteinen Nr.143/144 und 149/150 mit den folgenden Arbeiten betraut: a. Vermarkung und Vermessung der Grenze; b. Erstellung der Pläne, der Grenzbeschreibung und der Tabellen der Gebietsänderungen zur Eintragung ins Grundbuch. Nach Beendigung der genannten Arbeiten wird ein Protokoll mit Plänen und Beschreibungen des neuen Grenzverlaufes, das den Vollzug des Abkommens bestätigt, diesem Abkommen als integrierender Bestandteil beigefügt. Die sich aus der Durchführung dieser Arbeiten ergebenden Kosten werden je zur Hälfte auf die beiden Parteien verteilt. Diese Dokumente wurden in der AS nicht veröffentlicht."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "",
      "content": "Dieses Abkommen soll ratifiziert und die Ratifikationsurkunden sollen in Bern ausgetauscht werden. Es tritt am Tage des Austausches der Ratifikationsurkunden in Kraft."
    }
  ],
  "definitions": []
}