{
  "id": "sr-0-946-292-492-5",
  "type": "statute",
  "title": "Abkommen vom 5. Juli 2013 über die Zusammenarbeit im Bereich Zertifizierung und Akkreditierung zwischen dem Staatssekretariat für Wirtschaft (SECO) der Schweizerischen Eidgenossenschaft und dem Amt für Zertifizierung und Akkreditierung (CNCA) der Volksrepublik China",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2014/351/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Zusammenarbeit",
      "content": "Neben der Zusammenarbeit in den in Kapitel 6 des Freihandelsabkommens erwähnten Bereichen arbeiten die Vertragsparteien insbesondere auf folgenden Gebieten zusammen: (a) obligatorische Zertifizierungssysteme; (b) freiwillige Zertifizierungssysteme, insbesondere in neuen Bereichen; (c) Akkreditierung; und (d) andere Bereiche von gemeinsamem Interesse."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Mittel der Zusammenarbeit",
      "content": "Die Parteien fördern: (a) die Kommunikation und Zusammenarbeit zwischen den zuständigen Behörden; (b) die Kommunikation und Zusammenarbeit zwischen Zertifizierungs- und Akkreditierungsstellen der beiden Länder; (c) falls erforderlich, die Organisation von Seminaren, um die Branchenvertreter der zwei Länder über technische Vorschriften, Konformitätsbewertungsverfahren und damit zusammenhängende Normen zu informieren; und (d) gegebenenfalls gemeinsame Forschungsprojekte."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Zusammenarbeit zwischen den zuständigen Stellen",
      "content": "Die Akkreditierungs-, Zertifizierungs-, Prüf- und Inspektionsstellen Chinas und der Schweiz können im Rahmen dieses Abkommens zusammenarbeiten, darunter fällt auch die Zusammenarbeit zwischen zugelassenen Stellen bei Inspektionen, Prüfungen, Bewilligungen mit nationaler Geltung und obligatorischen Zertifizierungen."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Vertraulichkeit der Informationen",
      "content": "Die Vertragsparteien behandeln Informationen als vertraulich, die ihnen die andere Vertragspartei unterbreitet und als vertraulich bezeichnet."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Schlussbestimmungen",
      "content": "Der gemäss Artikel 6.7 des Freihandelsabkommens errichtete Unterausschuss zu technischen Handelshemmnissen koordiniert und überprüft die Zusammenarbeit im Rahmen dieses Abkommens. Dieses Abkommen wird in Übereinstimmung und in Verbindung mit dem Freihandelsabkommen abgeschlossen und ist eines der in Artikel 6.9 des Freihandelsabkommens erwähnten Zusatzabkommen. Dieses Abkommen tritt am gleichen Tag in Kraft wie das Freihandelsabkommen. Eine Vertragspartei kann dieses Abkommen jederzeit unter Einhaltung einer Frist von sechs Monaten durch schriftliche Notifizierung an die andere Vertragspartei beenden. Etablierte Aktivitäten der Zusammenarbeit können fortgesetzt werden, selbst wenn eine Vertragspartei von diesem Abkommen zurücktritt. Unterzeichnet zu Peking am 5. Juli 2013 in je zwei Urschriften in englischer, chinesischer und französischer Sprache, wobei jeder Wortlaut gleichermassen verbindlich ist. Im Falle von Abweichungen zwischen den Sprachversionen ist der englische Wortlaut massgebend. Für das SECO: Christian Etter Für das CNCA: Wei Chuanzhong"
    }
  ],
  "definitions": []
}