{
  "id": "sr-0-974-281-81",
  "type": "statute",
  "title": "Abkommen vom 1. Dezember 1966 über die technische Zusammenarbeit zwischen der Schweizerischen Eidgenossenschaft und der Sozialistischen Föderativen Republik Jugoslawien",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1967/701_745_739/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "",
      "content": "Der Schweizerische Bundesrat und die Regierung der Sozialistischen Föderativen Republik Jugoslawien fördern und erleichtern nach Möglichkeit die technische Zusammenarbeit zwischen den beiden Staaten gemäss den in diesem Abkommen vorgesehenen Bedingungen."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "",
      "content": "Die den Gegenstand dieses Abkommens bildende technische Zusammenarbeit kann folgende Formen annehmen: a. Austausch von Stipendiaten und Praktikanten zum Zwecke ihrer Ausbildung und Spezialisierung durch praktische Tätigkeit, Kurse, Studienzyklen und andere Arten des Unterrichts an Instituten, in Laboratorien, selbständigen Anlagen und anderen Organisationen; b. Austausch von Sachverständigen zur Gewährung von technischer Hilfe bei der Lösung technologischer und organisatorischer Fragen, die sich in Betrieben oder Instituten stellen; Beratung bei der Durchführung von Arbeiten im Rahmen von Vorhaben der wirtschaftlichen Entwicklung und der Ausbildung einheimischen Personals; c. andere Formen der technischen Zusammenarbeit, über die sich die beiden Vertragsparteien verständigen."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "",
      "content": "Die beiden Regierungen werden ihr Mögliches tun, um die Rückkehr der Sachverständigen, Stipendiaten und Praktikanten in ihr Herkunftsland nach Beendigung ihres Praktikums oder ihrer Studien sicherzustellen."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "",
      "content": "Jede der Vertragsparteien wird nach Möglichkeit bestrebt sein, die Auswahl an geeigneten Sachverständigen sicherzustellen, die von der andern Vertragspartei gemäss Artikel 2 Buchstabe b angestellt werden."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "",
      "content": "Jede der Vertragsparteien hat dafür besorgt zu sein, dass der ausländische Sachverständige seine Tätigkeit unter den besten Voraussetzungen ausüben kann."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "",
      "content": "Jede der Vertragsparteien hat die gesamten Kosten zu tragen, die aus ihren Begehren im Rahmen der Durchführung dieses Abkommens erwachsen."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "",
      "content": "Mit der Durchführung dieses Abkommens wird im Namen der Regierung der Sozialistischen Föderativen Republik Jugoslawien das Bundesinstitut für internationale technische Zusammenarbeit und im Namen des Schweizerischen Bundesrates der Delegierte des Bundesrates für technische Zusammenarbeit betraut."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "",
      "content": "Dieses Abkommen gilt vom Tage seiner Unterzeichnung an und bleibt in Kraft bis 30. Juni 1967. Nachher wird es jeweils stillschweigend um ein Jahr erneuert, sofern es nicht von einer der Vertragsparteien spätestens am 31. März jeden Jahres, erstmals am 31. März 1967, schriftlich gekündigt worden ist. Geschehen in Bern am 1. Dezember 1966 in zwei Urschriften in französischer Sprache. Für den Schweizerischen Bundesrat: A. R. Lindt Für die Regierung der Sozialistischen Föderativen Republik Jugoslawien: Mara Radic"
    }
  ],
  "definitions": []
}