{
  "id": "sr-0-192-122-231",
  "type": "statute",
  "title": "Vollzugsvereinbarung vom 9. Dezember 1970 zum Abkommen zwischen dem Schweizerischen Bundesrat und der Weltorganisation für geistiges Eigentum zur Regelung des rechtlichen Statuts dieser Organisation in der Schweiz",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1971/302_306_306/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Visa",
      "content": "Zur Erleichterung der Einreise der in den Artikeln 12, 13, 14 und 16 des Abkommens aufgezählten Personen werden die Botschaften und Konsulate der Schweiz in allen Fällen die allgemeine vorherige Weisung erhalten, in denen ein Einreisevisum nötig ist, dieses gegen Vorweisung des Reisepasses oder eines andern, gleichwertigen Identitäts und Reiseausweises sowie eines die Eigenschaft des Gesuchstellers in bezug auf die Organisation hinreichend beweisenden Dokumentes zu erteilen. Die Botschaften und Konsulate der Schweiz werden angewiesen, das Visum unverzüglich zu erteilen und zwar gebührenfrei und ohne eine persönliche Vorsprache des Gesuchstellers zu verlangen. SR 0.192.122.23"
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Rechtliche Stellung der Vertreter der Mitglieder von Organisation und Verbänden",
      "content": "In Fällen, wo die Erhebung einer Steuer vom Wohnsitz des Steuerpflichtigen der Schweiz abhängt, werden die Zeitspannen, während denen die Vertreter der Mitglieder der Organisation bei deren Haupt‑ und Nebenorganen und an den von ihr einberufenen Konferenzen und Zusammenkünften sich zur Wahrnehmung ihrer Aufgaben in der Schweiz befinden, nicht als Wohnsitznahme betrachtet."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Immunitäten und Erleichterungen für nichtschweizerische Beamte",
      "content": "1. Diese Beamten sind von den Steuern des Bundes, der Kantone und Gemeinden auf ihren Einkünften befreit, soweit diese aus Quellen ausserhalb des Gebietes der Schweizerischen Eidgenossenschaft stammen. 2. Die Zollrevision des Gepäcks dieser Beamten wird auf ein Mindestmass beschränkt."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Berater",
      "content": "Personen, welche, ohne die schweizerische Staatsangehörigkeit zu besitzen, von der Organisation als Berater berufen sind und ihre ganze Zeit dieser Tätigkeit widmen, sind während der Dauer dieser dienstlichen Tätigkeit den Beamten der Organisation gleichgestellt."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Militärdienst der schweizerischen Beamten",
      "content": "1. Der Generaldirektor der Organisation hat dem Schweizerischen Bundesrat die Liste derjenigen Beamten schweizerischer Staatsangehörigkeit zu übermitteln, die zu militärischen Dienstleistungen verpflichtet sind. 2. Der Generaldirektor und der Bundesrat werden in gegenseitigem Einvernehmen eine beschränkte Liste von Beamten schweizerischer Staatsangehörigkeit aufstellen, die auf Grund ihrer Tätigkeit von solchen Dienstleistungen dispensiert werden. 3. Im Falle der Einberufung anderer schweizerischer Beamter kann die Organisation durch Vermittlung des Eidgenössischen Politischen Departements um einen Aufschub der Einberufung oder um andere geeignete Massnahmen nachsuchen."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Inkrafttreten",
      "content": "Diese Vereinbarung tritt gleichzeitig mit dem Sitzabkommen in Kraft. SR 0.192.122.23"
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Änderung der Vereinbarung",
      "content": "1. Diese Vereinbarung kann auf Verlangen der einen oder andern Partei geändert werden. 2. In diesem Falle werden sich die beiden Parteien über die an den Bestimmungen dieser Vereinbarung vorzunehmenden Änderungen verständigen. 3. Sollten die Verhandlungen innerhalb eines Jahres nicht zu einer Einigung führen, so kann die Vereinbarung von der einen oder andern Partei unter Einhaltung einer Frist von zwei Jahren gekündigt werden. Geschehen und unterzeichnet in Bern, am 9. Dezember 1970, in doppelter Ausfertigung. Für den Schweizerischen Bundesrat: Thalmann Für die Weltorganisation geistiges Eigentum: G. H. C. Bodenhausen"
    }
  ],
  "definitions": []
}