{
  "id": "sr-0-211-112-417-21",
  "type": "statute",
  "title": "Zusätzliche Erklärung vom 6. August 1935 zu derjenigen, die zwischen der Schweiz und Belgien betreffend die Beglaubigung von Zivilstandsakten am 3. September 1925 ausgetauscht wurde",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/51/608_620_712/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "",
      "content": "Die Bestimmungen der am 3. September 1925 zwischen der Schweiz und Belgien ausgetauschten Erklärung betreffend die Beglaubigung von Zivilstandsakten gelangen ebenfalls zwischen der Schweiz einerseits und dem Belgischen Kongo sowie dem Gebiet von Ruanda Urundi anderseits zur Anwendung. SR 0.211.112.417.2"
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "",
      "content": "Damit die in der Schweiz ausgestellten Auszüge oder Ausfertigungen von Zivilstandsakten im Belgischen Kongo oder im Gebiet von Ruanda Urundi als rechtsgültig anerkannt werden, ist keine Beglaubigung erforderlich, unter der Bedingung, dass diese Auszüge oder Ausfertigungen vom Registerführer oder von seinem Bevollmächtigten oder Stellvertreter als richtig bescheinigt und mit dem Stempel seiner Amtsstelle versehen sind oder dass sie den Stempel und die Unterschrift des Zivilstandsbeamten tragen, der sie ausgestellt hat."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "",
      "content": "Damit die im Belgischen Kongo oder im Gebiet von Ruanda Urundi oder in Brüssel ausgestellten Auszüge oder Ausfertigungen von Zivilstandsakten, die im Belgischen Kongo oder im Gebiet von Ruanda Urundi ausgefertigt wurden, in der Schweiz als rechtsgültig anerkannt werden, ist keine Beglaubigung erforderlich, unter der Bedingung, dass diese Auszüge oder Ausfertigungen gesiegelt, unterzeichnet und als richtig bescheinigt sind, je nach dem Fall: im Kongo durch den zuständigen Zivilstandsbeamten oder durch den Chef des Unterrichtsdienstes und der Rechtsangelegenheiten oder durch dessen Bevollmächtigten; im Gebiet von Ruanda Urundi durch den zuständigen Zivilstandsbeamten; in Brüssel durch den Kolonialminister oder durch seinen Bevollmächtigten."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "",
      "content": "Die gegenwärtige Erklärung tritt drei Monate nach ihrer Veröffentlichung in Kraft."
    }
  ],
  "definitions": []
}