{
  "id": "sr-0-632-294-541",
  "type": "statute",
  "title": "Protokoll vom 22. November 1958 betreffend die Inkraftsetzung der neuen Zollvergünstigungen und die Aufhebungen des Zusatzabkommen vom 14. Juli 1950 zum Handelsvertrag zwischen der Schweiz und Italien vom 27. Januar 1923 (mit Briefwechsel)",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1959/1958_2022_2044/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "",
      "content": "Das Zusatzabkommen zum Handelsvertrag zwischen der Schweiz und Italien vom 27. Januar 1923, unterzeichnet in Bern am 14. Juli 1950, und seine Beilagen werden mit der beidseitigen Inkraftsetzung der Zollzugeständnisse, die anlässlich der in Genf stattgefundenen Zollverhandlungen im Hinblick auf den provisorischen Beitritt der Schweiz zum Allgemeinen Zoll- und Handelsabkommen vereinbart wurden, aufgehoben. [AS 1950 II 811, 1951 1285, 1958 228] [ AS 1959 1741 ]"
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "",
      "content": "Falls eine der vertragschliessenden Parteien aufhörte, den Verpflichtungen des Allgemeinen Abkommens zu unterstehen, bleiben die von den beiden Ländern im Rahmen der vom 20. Mai bis zum heutigen Tage in Genf geführten Zollverhandlungen einander gewährten Zollzugeständnisse während einer Dauer von sechs Monaten gültig. Wenn diese Zugeständnisse nicht drei Monate vor der erwähnten Frist zurückgezogen werden, bleiben sie stillschweigend und unbefristet weiter bestehen. Sie können dann jederzeit gekündigt werden, bleiben aber noch während drei Monaten vom Tage der Kündigung an wirksam. SR 0.632.21"
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "",
      "content": "Das vorliegende Protokoll findet auch auf das Fürstentum Liechtenstein Anwendung, solange dieses mit der Schweiz durch einen Zollunionsvertrag verbunden ist. SR 0.631.112.514"
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "",
      "content": "Das Inkrafttreten des vorliegenden Protokolls untersteht auf beiden Seiten der Erfüllung der in den beiden Ländern verfassungsmässig vorgesehenen Voraussetzungen. Geschehen in Genf, am 22. November 1958, in doppelter Ausfertigung. Für die Schweiz: Für Italien: Halm Parboni"
    }
  ],
  "definitions": []
}