{
  "id": "sr-0-142-116-902",
  "type": "statute",
  "title": "Abkommen vom 2. Juni 1998 zwischen dem Schweizerischen Bundesrat und der Regierung der Slowakischen Republik über die gegenseitige Aufhebung der Visumpflicht",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2002/189/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "",
      "content": "Die Identitätskarten der Schweizerischen Eidgenossenschaft und die Bürgerausweise der Slowakischen Republik in der Form der Identitätskarten sind durch die Vertragsparteien gegenseitig als Reisedokumente anerkannt."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "",
      "content": "1. Angehörige des einen Staats, die einen gültigen Reisepass (gewöhnlicher Pass, Diplomaten-, Dienst- oder Sonderpass) oder eine gültige Identitätskarte besitzen und die nicht beabsichtigen, sich länger als 90 Tage im anderen Staat aufzuhalten oder dort eine Erwerbstätigkeit auszuüben, können ohne Visum in das Gebiet des anderen Staats einreisen und sich dort aufhalten. 2. Angehörige des einen Staats, die beabsichtigen, sich länger als 90 Tage im Gebiet des anderen Staats aufzuhalten oder dort eine Erwerbstätigkeit auszuüben, müssen vor ihrer Abreise ein Visum des anderen Staats einholen. 3. Angehörige des einen Staats, die im anderen Staat eine gültige ordentliche Anwesenheitsbewilligung besitzen, können ohne Visum dorthin zurückkehren."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "",
      "content": "1. Angehörige des einen Staats, die einen gültigen Diplomaten-, Dienst- oder Sonderpass besitzen und die sich in ihrer Eigenschaft als Mitglieder der diplomatischen oder konsularischen Vertretung oder Vertreter einer internationalen gouvernementalen Organisation zum Postenantritt oder in dienstlicher Mission in das Gebiet des anderen Staats begeben, können während der ganzen Dauer ihrer Funktion ohne Visum einreisen und sich dort aufhalten. 2. Die gleichen Erleichterungen gelten für die Familienangehörigen der nach Absatz 1 berechtigten Personen, die einen gültigen Diplomaten-, Dienst- oder Sonderpass besitzen."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "",
      "content": "Die Angehörigen des einen Staats sind auch davon befreit, bei Ausreisen aus dem anderen Staat ein Ausreisevisum einzuholen oder irgendwelche andere Formalitäten zu erfüllen."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "",
      "content": "Angehörige des einen Staats, die in das Gebiet des anderen Staats einreisen oder sich dort aufhalten, bleiben den in diesen Staaten geltenden Gesetzen und anderen Vorschriften betreffend Einreise und Aufenthalt von Ausländern sowie der Ausübung einer selbstständigen oder unselbstständigen Erwerbstätigkeit unterstellt."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "",
      "content": "Dieses Abkommen schränkt das Recht der zuständigen Behörden der Vertragsparteien nicht ein, die Einreise oder den Aufenthalt von Personen, welche die öffentliche Ordnung oder Sicherheit gefährden könnten oder deren Anwesenheit im Land gesetzeswidrig ist, zu verweigern."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "",
      "content": "Beide Vertragsparteien verpflichten sich, ihre Staatsangehörigen, die im Hoheitsgebiet des anderen Staats die Voraussetzungen für die Einreise oder den Aufenthalt nicht oder nicht mehr erfüllen, jederzeit formlos zu übernehmen."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "",
      "content": "1. Jede Vertragspartei kann aus Gründen der öffentlichen Ordnung, Sicherheit oder Gesundheit die Anwendung der vorstehenden Bestimmungen vorübergehend ganz oder teilweise suspendieren. 2. Die Suspendierung und deren Aufhebung werden der anderen Vertragspartei unverzüglich auf diplomatischem Weg notifiziert."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "",
      "content": "Die Vertragsparteien werden sich Muster von neuen oder geänderten Reisepässen und Identitätskarten, zusammen mit Angaben über die Verwendung, 60 Tage vor ihrer Einführung auf diplomatischem Weg überreichen."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "",
      "content": "Dieses Abkommen gilt auch für das Gebiet des Fürstentums Liechtenstein und für liechtensteinische Landesbürger."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "",
      "content": "1. Dieses Abkommen wird für eine unbestimmte Zeit abgeschlossen. Beide Vertragsparteien können es schriftlich auf diplomatischem Weg kündigen. Die Kündigung wird 3 Monate nach ihrer Zustellung an die andere Vertragspartei wirksam. 2. Dieses Abkommen tritt 30 Tage nach dem Tag der Unterzeichnung in Kraft. 3. Mit dem Tag des Inkrafttretens dieses Abkommens endet zwischen den Vertragsparteien die Gültigkeit des Abkommens zwischen der Schweiz und der Tschechoslowakei über die gegenseitige Aufhebung der Visumpflicht vom 31. Juli 1990, welches durch die Vertragsparteien mittels Notenwechsel vom 13. Oktober und 25. November 1994 bestätigt wurde. Geschehen zu Bern am 2. Juni 1998, in zwei Urschriften, in deutscher und slowakischer Sprache, wobei beide Fassungen in gleicher Weise verbindlich sind. Für den Schweizerischen Bundesrat: Für die Regierung der Slowakischen Republik: Jakob Kellenberger Jozef Šesták SR 0.142.117.412 In der AS nicht veröffentlicht."
    }
  ],
  "definitions": []
}