{
  "id": "sr-0-946-291-363",
  "type": "statute",
  "title": "Abkommen vom 26. August 1952 zwischen der Schweizerischen Eidgenossenschaft und der Bundesrepublik Deutschland zum deutschen Lastenausgleich",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1953/134_134_134/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "",
      "content": "(1) Schweizerische Staatsangehörige, die am Währungsstichtag (21. Juni 1948) das Schweizerbürgerrecht besessen haben, geniessen beim Lastenausgleich die gleiche Behandlung wie sie Angehörigen der meistbegünstigten Nation auf diesem Gebiet zusteht. (2) Entsprechendes gilt für a) die nach deutschen Recht selbständig abgabepflichtigen Körperschaften, Personenvereinigungen und Vermögensmassen, die nach schweizerischem Recht errichtet worden sind; b) die nach deutschen Recht gegründeten selbständig abgabepflichtigen Gesellschaften, an denen die vorerwähnten schweizerischen Staatsangehörigen, Körperschaften, Personenvereinigungen und Vermögensmassen sowohl am 21. Juni 1948 als auch am 8. Mai 1945 entweder unmittelbar oder über andere Gesellschaften eine Beteiligung mindestens in der Höhe besessen haben, die bei der meistbegünstigten Nation Voraussetzung für eine Vergünstigung ist."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "",
      "content": "Auf schweizerische Staatsangehörige mit zugleich deutscher Staatsangehörigkeit ist dieses Abkommen nur anzuwenden, soweit sie die gleichen Voraussetzungen erfüllen, unter denen Angehörige der meistbegünstigten Nation mit zugleich deutscher Staatsangehörigkeit beim Lastenausgleich als Angehörige der meistbegünstigten Nation behandelt werden."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "",
      "content": "Über die Auslegung der nach diesem Abkommen anzuwendenden Vorschriften entscheiden die nach dem Lastenausgleichsgesetz zuständigen Verwaltungsbehörden und Gerichte."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "",
      "content": "Dieses Abkommen wird schweizerischerseits mit entsprechender Auswirkung auch im Namen des Fürstentums Liechtenstein, deutscherseits auch im Namen des Landes Berlin (West) unterzeichnet."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "",
      "content": "Dieses Abkommen, das in zwei Originalen in deutscher Sprache ausgefertigt wird, soll ratifiziert werden. Die Ratifikationsurkunden sollen baldmöglichst in Bern ausgetauscht werden. Das Abkommen tritt mit dem Tage des Austausches der Ratifikationsurkunden in Kraft."
    }
  ],
  "definitions": []
}