{
  "id": "sr-0-211-112-416-3",
  "type": "statute",
  "title": "Vereinbarung vom 26. April 1962 zwischen der Schweizerischen Eidgenossenschaft und der Republik Österreich über den Verzicht auf die Beglaubigung und über den Austausch von Zivilstandsurkunden/Personenstandsurkunden sowie über die Beschaffung von Ehefähigkeitszeugnissen (mit Anlagen)",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1962/1601_1659_1681/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "I. Abschnitt Verzicht auf die Beglaubigung",
      "section": "1",
      "title": "",
      "content": "Urkunden, die der Zivilstandsbeamte/Standesbeamte des einen Staates aufgenommen, ausgestellt oder beglaubigt und mit dem Amtsstempel/Dienstsiegel oder Dienststempel versehen hat, bedürfen zum Gebrauch im andern Staate keiner Beglaubigung."
    },
    {
      "provision_ref": "art2",
      "chapter": "II. Abschnitt Austausch von Zivilstandsurkunden/Personenstandsurkunden",
      "section": "2",
      "title": "",
      "content": "(1) Wird die Geburt eines Angehörigen des einen Staates im Gebiet des anderen Staates beurkundet, so übersendet der schweizerische Zivilstandsbeamte einen Geburtsschein unter Angabe des Ortes und Datums der Eheschliessung der Eltern des Kindes und deren Wohnadresse; bei unehelicher Geburt des Ortes und Datums der Geburt der Mutter, deren Wohnadresse sowie deren letzten Wohnsitzes in Österreich; der österreichische Standesbeamte eine Geburtsurkunde unter Angabe des Heimatortes der Eltern des ehelichen Kindes; bei unehelicher Geburt des Ortes und Datums der Geburt und des Heimatortes der Mutter. (2) Werden zum Geburtseintrag Randvermerke eingetragen, so übersendet, ausgenommen im Falle des Artikels 6, der schweizerische Zivilstandsbeamte einen Geburtsschein, der auch die Randanmerkungen wiedergibt; der österreichische Standesbeamte eine beglaubigte Abschrift der Eintragungen im Geburtenbuch. Die im Absatz 1 bezeichneten Angaben sind beizufügen."
    },
    {
      "provision_ref": "art3",
      "chapter": "II. Abschnitt Austausch von Zivilstandsurkunden/Personenstandsurkunden",
      "section": "3",
      "title": "",
      "content": "(1) Wird die Eheschliessung eines Angehörigen des einen Staates im Gebiet des anderen Staates beurkundet, so übersendet der schweizerische Zivilstandsbeamte einen Eheschein unter Angabe der Wohnadresse der Ehegatten und des österreichischen Standesamtes, das das Ehefähigkeitszeugnis ausgestellt hat; der österreichische Standesbeamte eine Heiratsurkunde unter Angabe des Heimatortes des schweizerischen Ehegatten. (2) Werden zum Heiratseintrag Randvermerke eingetragen, so übersendet, ausgenommen im Falle des Artikels 4, der schweizerische Zivilstandsbeamte einen Eheschein, der auch die Randanmerkungen wiedergibt; der österreichische Standesbeamte eine beglaubigte Abschrift der Eintragungen im Familienbuch. Die im Absatz 1 bezeichneten Angaben sind beizufügen."
    },
    {
      "provision_ref": "art4",
      "chapter": "II. Abschnitt Austausch von Zivilstandsurkunden/Personenstandsurkunden",
      "section": "4",
      "title": "",
      "content": "(1) Wird im Gebiet des einen Staates die Scheidung einer Ehe ausgesprochen und ist entweder die Ehe im Gebiet des anderen Staates geschlossen worden oder einer der Ehegatten Angehöriger des anderen Staates, so übersendet 1. bei Scheidung in Österreich: wenn die Ehe in Österreich geschlossen worden ist, der Standesbeamte des Eheschliessungsortes eine beglaubigte Abschrift der Eintragungen im Familienbuch sowie eine mit dem Zeugnis der Rechtskraft versehene Ausfertigung der Entscheidung, durch die die Ehe geschieden ist; wenn die Ehe in der Schweiz geschlossen worden ist, das Scheidungsgericht eine mit dem Zeugnis der Rechtskraft versehene Ausfertigung der Entscheidung, durch die die Ehe geschieden ist; 2. bei Scheidung in der Schweiz: wenn die Ehe in der Schweiz geschlossen worden ist, der Zivilstandsbeamte des Trauungsortes einen Eheschein, der auch die Randanmerkungen wiedergibt, sowie eine mit dem Zeugnis der Rechtskraft versehene beglaubigte Abschrift der Entscheidung, durch die die Ehe geschieden ist; wenn die Ehe in Österreich geschlossen worden ist, der Zivilstandsbeamte des Wohnsitzes der geschiedenen Ehegatten eine mit dem Zeugnis der Rechtskraft versehene beglaubigte Abschrift der Entscheidung, durch die die Ehe geschieden ist. (2) Dies gilt entsprechend, wenn die Ehe für ungültig/nichtig erklärt, aufgehoben oder wenn das Bestehen oder Nichtbestehen der Ehe festgestellt worden ist. (3) Die Vorschriften des Absatzes 1 gelten nicht, wenn keiner der Ehegatten einem der beiden Staaten angehört."
    },
    {
      "provision_ref": "art5",
      "chapter": "II. Abschnitt Austausch von Zivilstandsurkunden/Personenstandsurkunden",
      "section": "5",
      "title": "",
      "content": "(1) Wird der Tod eines Angehörigen des einen Staates im Gebiet des anderen Staates beurkundet, so übersendet der schweizerische Zivilstandsbeamte einen Todesschein unter Angabe der Wohnadresse des Verstorbenen und dessen letzten Wohnsitzes in Österreich; falls der Verstorbene verheiratet gewesen ist, ausserdem des Ortes und Datums der Eheschliessung; der österreichische Standesbeamte eine Sterbeurkunde unter Angabe des Heimatortes des Verstorbenen. (2) Werden zur Eintragung des Todes/Sterbefalles Randvermerke eingetragen, so übersendet der schweizerische Zivilstandsbeamte einen Todesschein, der auch die Randanmerkungen wiedergibt; der österreichische Standesbeamte eine beglaubigte Abschrift der Eintragungen im Sterbebuch. Die im Absatz 1 bezeichneten Angaben sind beizufügen."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "",
      "content": "(1) Wird im Gebiet des einen Staates eine Eheschliessung beurkundet, durch die ein Kind legitimiert worden ist, und ist entweder die Geburt des Kindes im anderen Staate beurkundet oder das Kind zur Zeit der Eheschliessung seiner Eltern Angehöriger des andern Staates gewesen, so übersendet der schweizerische Zivilstandsbeamte, von dem die Legitimation beurkundet worden ist, den Eheschein der Eltern, wenn die Eltern vor einem schweizerischen Zivilstandsbeamten geheiratet haben; einen Auszug aus dem Familienregister, wenn die Eltern nicht vor einem schweizerischen Zivilstandsbeamten geheiratet haben, aber im Familienregister eingetragen sind; den Geburtsschein des Kindes, wenn ein schweizerischer Zivilstandsbeamter die Geburt des Kindes beurkundet hat; den Legitimationsschein; der österreichische Standesbeamte, vor dem die Ehe geschlossen worden ist, wenn die Geburt des Kindes nicht in Österreich beurkundet ist, die Heiratsurkunde der Eltern unter Angabe deren Heimatortes und des Ortes und Datums der Geburt des Kindes; wenn die Geburt des Kindes in Österreich beurkundet ist, eine beglaubigte Abschrift der Eintragungen im Familienbuch, in das das Kind nach der Legitimation als eheliches Kind eingetragen worden ist, und eine Abschrift des mit dem Zeugnis der Rechtskraft versehenen Beschlusses des Vormundschaftsgerichtes, durch den die Legitimation des Kindes festgestellt worden ist, sowie die Geburtsurkunde des Kindes. (2) Die dem Zivilstandsbeamten/Standesbeamten im Absatz 1 auferlegte Mitteilungspflicht gilt entsprechend hinsichtlich der Eintragungen, durch die die Eintragung der Legitimation oder diese selbst berührt wird, für den Zivilstandsbeamten, von dem die Legitimation beurkundet worden ist; für den Standesbeamten, vor dem die Ehe geschlossen worden ist, wenn die Geburt des Kindes nicht in Österreich beurkundet ist, oder für den Standesbeamten, der das Geburtenbuch führt. (3) Die Vorschriften der Absätze 1 und 2 gelten auch, wenn nicht das Kind, aber der Vater zur Zeit der Eheschliessung Angehöriger des anderen Staates gewesen ist."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "",
      "content": "(1) Beruht die Mitteilungspflicht darauf, dass ein Angehöriger des anderen Staates betroffen wird, so besteht diese Mitteilungspflicht auch dann, wenn die betroffene Person neben der Staatsangehörigkeit des anderen Staates auch noch die des einen Staates oder die eines dritten Staates hat. (2) Den Angehörigen des anderen Staates stehen hinsichtlich der Mitteilungspflicht die Staatenlosen mit Wohnsitz oder gewöhnlichem Aufenthalt im anderen Staate gleich."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "",
      "content": "Zivilstandsurkunden/Personenstandsurkunden werden zumindest monatlich dem örtlich zuständigen Konsulat des anderen Staates übersandt."
    },
    {
      "provision_ref": "art9",
      "chapter": "III. Abschnitt Beschaffung von Ehefähigkeitszeugnissen",
      "section": "9",
      "title": "",
      "content": "Will ein Angehöriger des einen Staates im anderen Staate heiraten, so leitet der Zivilstandsbeamte/Standesbeamte des Eheschliessungsstaates den Antrag des Verlobten auf Ausstellung eines Ehefähigkeitszeugnisses an den zuständigen Standesbeamten/Zivilstandsbeamten des Heimatstaates weiter. Er fügt dem Antrag die in Anlage 1 zu dieser Vereinbarung aufgezählten Urkunden für beide Verlobte bei."
    },
    {
      "provision_ref": "art10",
      "chapter": "III. Abschnitt Beschaffung von Ehefähigkeitszeugnissen",
      "section": "10",
      "title": "",
      "content": "(1) Der Zivilstandsbeamte/Standesbeamte des Heimatstaates übersendet das Ehefähigkeitszeugnis dem Standesbeamten/Zivilstandsbeamten des Eheschliessungsstaates. Die vorgelegten Urkunden werden gleichzeitig zurückgesandt; den Antrag behält der Zivilstandsbeamte/Standesbeamte zurück. (2) Hindernisse gegen die Ausstellung des Zeugnisses sind mitzuteilen."
    },
    {
      "provision_ref": "art11",
      "chapter": "III. Abschnitt Beschaffung von Ehefähigkeitszeugnissen",
      "section": "11",
      "title": "",
      "content": "Für den Antrag auf Ausstellung eines Ehefähigkeitszeugnisses wird ein dreisprachiger Vordruck verwendet, dessen Muster dieser Vereinbarung als Anlage 2 beigefügt ist."
    },
    {
      "provision_ref": "art12",
      "chapter": "III. Abschnitt Beschaffung von Ehefähigkeitszeugnissen",
      "section": "12",
      "title": "",
      "content": "Einem nicht in deutscher Sprache abgefassten Schriftstück ist vom Verlobten eine beglaubigte deutsche Übersetzung beizufügen."
    },
    {
      "provision_ref": "art13",
      "chapter": "III. Abschnitt Beschaffung von Ehefähigkeitszeugnissen",
      "section": "13",
      "title": "",
      "content": "Das Ehefähigkeitszeugnis wird gebührenfrei ausgestellt."
    },
    {
      "provision_ref": "art14",
      "chapter": "III. Abschnitt Beschaffung von Ehefähigkeitszeugnissen",
      "section": "14",
      "title": "",
      "content": "(1) Die Staaten teilen einander die Vorschriften mit, die für die örtliche Zuständigkeit des Zivilstandsbeamten/Standesbeamten zur Ausstellung des Ehefähigkeitszeugnisses gelten. (2) Die zur Zeit geltenden Vorschriften sind aus Anlage 3 ersichtlich."
    },
    {
      "provision_ref": "art15",
      "chapter": "IV. Abschnitt Schlussbestimmungen",
      "section": "15",
      "title": "",
      "content": "(1) Diese Vereinbarung tritt am 1. des dritten Monats nach Austausch der Ratifikationsurkunden in Kraft. (2) Mit dem Inkrafttreten dieser Vereinbarung tritt die Vereinbarung vom 9. Dezember 1953 über die erleichterte Beschaffung von Ehefähigkeitszeugnissen sowie über den Austausch von Personenstandsurkunden ausser Kraft. [ AS 1954 639 ]"
    },
    {
      "provision_ref": "art16",
      "chapter": "IV. Abschnitt Schlussbestimmungen",
      "section": "16",
      "title": "",
      "content": "Diese Vereinbarung wird auf die Dauer von fünf Jahren vom Tag ihres Inkrafttretens an geschlossen. Wenn sie nicht sechs Monate vor Ablauf der Vertragsdauer gekündigt wird, bleibt sie jeweils ein weiteres Jahr in Kraft."
    }
  ],
  "definitions": []
}