{
  "id": "sr-0-812-121-2",
  "type": "statute",
  "title": "Internationales Opium-Abkommen vom 23. Januar 1912 (mit vier Prot.)",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/41/670_692_686/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Kapitel I Rohopium",
      "section": "1",
      "title": "",
      "content": "Die Vertragsmächte werden Gesetze oder Verordnungen zu einer wirksamen Überwachung der Erzeugung und des Vertriebs des Rohopiums erlassen, sofern die bestehenden Gesetze oder Verordnungen nicht bereits entsprechende Bestimmungen enthalten."
    },
    {
      "provision_ref": "art2",
      "chapter": "Kapitel I Rohopium",
      "section": "2",
      "title": "",
      "content": "Die Vertragsmächte werden, soweit es die besonderen Verhältnisse ihrer Handelsbeziehungen gestatten, die Zahl der Städte, Häfen und sonstigen Örtlichkeiten, über welche die Ausfuhr oder die Einfuhr gestattet sein soll, beschränken."
    },
    {
      "provision_ref": "art3",
      "chapter": "Kapitel I Rohopium",
      "section": "3",
      "title": "",
      "content": "Die Vertragsmächte werden Massregeln treffen: a) um die Ausfuhr von Rohopium nach Ländern zu verhindern, die dessen Einfuhr verboten haben, und b) um die Ausfuhr von Rohopium nach Ländern zu überwachen, die dessen Einfuhr beschränken, sofern nicht bereits entsprechende Vorschriften bestehen."
    },
    {
      "provision_ref": "art4",
      "chapter": "Kapitel I Rohopium",
      "section": "4",
      "title": "",
      "content": "Die Vertragsmächte werden Verordnungen erlassen, nach denen jedes Paket, das zur Ausfuhr bestimmtes Rohopium enthält, in einer seinen Inhalt angebenden Weise gekennzeichnet sein muss, sofern die Sendung das Gewicht von 5 kg übersteigt."
    },
    {
      "provision_ref": "art5",
      "chapter": "Kapitel I Rohopium",
      "section": "5",
      "title": "",
      "content": "Die Vertragsmächte werden nur gehörig ermächtigten Personen die Einfuhr und Ausfuhr von Rohopium gestatten."
    },
    {
      "provision_ref": "art6",
      "chapter": "Kapitel II Zubereitetes Opium",
      "section": "6",
      "title": "",
      "content": "Die Vertragsmächte werden unter Berücksichtigung der besonderen Verhältnisse in den einzelnen Ländern Massregeln zum Zwecke der allmählichen und wirksamen Unterdrückung der Herstellung, des Vertriebs im Inland und der Verwendung von zubereitetem Opium treffen, sofern nicht bereits entsprechende Bestimmungen bestehen."
    },
    {
      "provision_ref": "art7",
      "chapter": "Kapitel II Zubereitetes Opium",
      "section": "7",
      "title": "",
      "content": "Die Vertragsmächte werden die Einfuhr und Ausfuhr von zubereitetem Opium verbieten; diejenigen Mächte, welche zu einem sofortigen Verbote der Ausfuhr des zubereiteten Opiums noch nicht in der Lage sind, werden das Verbot sobald als möglich erlassen."
    },
    {
      "provision_ref": "art8",
      "chapter": "Kapitel II Zubereitetes Opium",
      "section": "8",
      "title": "",
      "content": "Die Vertragsmächte, die zu einem sofortigen Verbote der Ausfuhr des zubereiteten Opiums noch nicht in der Lage sind, werden a) die Zahl der Städte, Häfen oder sonstigen Örtlichkeiten beschränken, über welche zubereitetes Opium ausgeführt werden darf; b) die Ausfuhr von zubereitetem Opium nach Ländern verhindern, die gegenwärtig die Einfuhr untersagen oder in Zukunft untersagen werden; c) in der Zwischenzeit die Versendung von zubereitetem Opium nach Ländern verbieten, welche die Einfuhr zu beschränken wünschen, sofern sich der Versender nicht nach den Vorschriften des Einfuhrlandes richtet; d) Bestimmungen erlassen, nach denen jede zur Ausfuhr gelangende Sendung, die zubereitetes Opium enthält, ein besonderes, ihren Inhalt angebendes Kennzeichen tragen muss; e) die Ausfuhr von zubereitetem Opium nur besonders dazu ermächtigten Personen gestatten."
    },
    {
      "provision_ref": "art9",
      "chapter": "Kapitel III Opium für medizinische Zwecke, Morphin, Kokain usw.",
      "section": "9",
      "title": "",
      "content": "Die Vertragsmächte werden Gesetze oder Verordnungen über das Apothekenwesen erlassen, durch welche die Herstellung, der Verkauf und die Verwendung von Morphin, Kokain und deren Salzen auf den medizinischen und gesetzmässigen Gebrauch beschränkt wird, sofern die bestehenden Gesetze und Verordnungen nicht bereits entsprechende Bestimmungen enthalten. Sie werden gemeinsam darauf hinarbeiten, um den Gebrauch dieser Stoffe für irgendeinen anderen Zweck zu verhindern."
    },
    {
      "provision_ref": "art10",
      "chapter": "Kapitel III Opium für medizinische Zwecke, Morphin, Kokain usw.",
      "section": "10",
      "title": "",
      "content": "Die Vertragsmächte werden bemüht sein, alle Personen, welche Morphin, Kokain oder deren Salze herstellen, einführen, verkaufen, vertreiben und ausführen, sowie die Gebäude, in denen sie dieses Gewerbe oder diesen Handel ausüben, zu überwachen oder deren Überwachung zu veranlassen. Zu diesem Zwecke werden die Vertragsmächte bemüht sein, die folgenden Massregeln zu treffen oder zu veranlassen, sofern nicht bereits entsprechende Bestimmungen bestehen: a) die Herstellung von Morphin, Kokain und deren Salzen auf die Betriebe und Örtlichkeiten zu beschränken, für die eine Ermächtigung erteilt ist, oder sich über die Betriebe und Örtlichkeiten zu unterrichten, in denen diese Stoffe hergestellt werden, und hierüber ein Register zu führen; b) zu verlangen, dass alle, welche Morphin, Kokain und deren Salze herstellen, einführen, verkaufen, vertreiben und ausführen, eine Ermächtigung oder Erlaubnis hierzu besitzen oder den zuständigen Behörden eine amtliche Anzeige machen; c) von diesen Personen zu verlangen, dass sie über die hergestellten Mengen, die Einfuhr, den Verkauf, jede andere Abgabe und die Ausfuhr von Morphin, Kokain und deren Salzen Buch führen. Diese Vorschrift gilt nicht notwendigerweise für die ärztlichen Rezepte und für die Verkäufe seitens der gehörig ermächtigten Apotheker."
    },
    {
      "provision_ref": "art11",
      "chapter": "Kapitel III Opium für medizinische Zwecke, Morphin, Kokain usw.",
      "section": "11",
      "title": "",
      "content": "Die Vertragsmächte werden Massregeln treffen, um im Inlandverkehr jede Abgabe von Morphin, Kokain und deren Salzen an alle nicht ermächtigten Personen zu verhindern, sofern nicht bereits entsprechende Bestimmungen bestehen."
    },
    {
      "provision_ref": "art12",
      "chapter": "Kapitel III Opium für medizinische Zwecke, Morphin, Kokain usw.",
      "section": "12",
      "title": "",
      "content": "Die Vertragsmächte werden bemüht sein, unter Berücksichtigung der besonderen Verhältnisse ihres Landes die Einfuhr von Morphin, Kokain und deren Salzen auf die hierzu ermächtigten Personen zu beschränken."
    },
    {
      "provision_ref": "art13",
      "chapter": "Kapitel III Opium für medizinische Zwecke, Morphin, Kokain usw.",
      "section": "13",
      "title": "",
      "content": "Die Vertragsmächte werden bemüht sein, Massregeln zu treffen oder zu veranlassen, nach denen die Ausfuhr von Morphin, Kokain und deren Salzen aus ihren Ländern, Besitzungen, Kolonien und Pachtgebieten nach den Ländern, Besitzungen, Kolonien und Pachtgebieten der anderen Vertragsmächte nur an Personen gestattet ist, welche die durch die Gesetze oder Verordnungen des Einfuhrlandes dafür vorgesehene Ermächtigung oder Erlaubnis erhalten haben. Zu diesem Zwecke bleibt es jeder Regierung vorbehalten, von Zeit zu Zeit den Regierungen der Ausfuhrländer Listen der Personen zu übermitteln, denen die Ermächtigung oder Erlaubnis zur Einfuhr von Morphin, Kokain und deren Salzen gewährt worden ist."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "",
      "content": "Die Vertragsmächte werden die auf die Herstellung, die Einfuhr, den Verkauf oder die Ausfuhr von Morphin, Kokain und deren Salzen bezüglichen Gesetze und Verordnungen in Anwendung bringen: a) auf das Opium für medizinische Zwecke; b) auf alle pharmazeutischen Zubereitungen (offizinelle und nicht offizinelle, einschliesslich der sogenannten Antiopiummittel), welche mehr als 0,2 Prozent Morphin oder mehr als 0,1 Prozent Kokain enthalten; c) auf Heroin, seine Salze und seine Zubereitungen, welche mehr als 0,1 Prozent Heroin enthalten; d) auf jedes neue Derivat des Morphins, Kokains oder ihrer Salze oder auf jedes andere Alkaloid des Opiums, das nach dem Ergebnis allgemein anerkannter wissenschaftlicher Untersuchungen zu ähnlichem Missbrauch Anlass geben und die gleichen schädlichen Wirkungen zur Folge haben kann."
    },
    {
      "provision_ref": "art15",
      "chapter": "Kapitel IV",
      "section": "15",
      "title": "",
      "content": "Die Vertragsmächte, die mit China im Vertragsverhältnisse stehen («Treaty Powers») werden im Einvernehmen mit der chinesischen Regierung die erforderlichen Massnahmen treffen, um den Schmuggel von Rohopium, zubereitetem Opium, Morphin, Kokain und deren Salzen sowie von den im Art. 14 dieses Abkommens genannten Stoffen sowohl nach chinesischem Gebiete wie auch nach ihren ostasiatischen Kolonien und ihren chinesischen Pachtgebieten zu verhindern. Die chinesische Regierung wird ihrerseits entsprechende Massregeln zur Unterdrückung des Schleichhandels mit Opium und den übrigen vorgenannten Stoffen von China nach den fremden Kolonien und Schutzgebieten treffen. Alle diese Verträge wurden aufgehoben. Für die Schweiz siehe den Notenaustausch vom 13. März 1946 über den Verzicht auf die Exterritorialität in China ( SR 0.142.112.491.1 ). Siehe die Vereinbarung vom 12. April 1927 zwischen der Schweiz und China betreffend den Handel mit Betäubungsmitteln zwischen den beiden Ländern ( SR 0.812.121.925.4 )."
    },
    {
      "provision_ref": "art16",
      "chapter": "Kapitel IV",
      "section": "16",
      "title": "",
      "content": "Die chinesische Regierung wird für ihre Staatsangehörigen pharmazeutische Gesetze erlassen, die den Verkauf und den Vertrieb von Morphin, Kokain, deren Salzen und den im Art. 14 dieses Abkommens erwähnten Stoffen regeln, und diese Gesetze den Regierungen der Mächte, die mit China im Vertragsverhältnis stehen, durch Vermittlung ihrer diplomatischen Vertreter in Peking mitteilen. Die Vertragsmächte, die mit China im Vertragsverhältnisse stehen, werden die Gesetze prüfen und, wenn sie sie annehmbar finden, die nötigen Schritte tun, um sie auf ihre in China ansässigen Staatsangehörigen in Anwendung zu bringen. Alle diese Verträge wurden aufgehoben. Für die Schweiz siehe den Notenaustausch vom 13. März 1946 über den Verzicht auf die Exterritorialität in China ( SR 0.142.112.491.1 ). Alle diese Verträge wurden aufgehoben. Für die Schweiz siehe den Notenaustausch vom 13. März 1946 über den Verzicht auf die Exterritorialität in China ( SR 0.142.112.491.1 )."
    },
    {
      "provision_ref": "art17",
      "chapter": "Kapitel IV",
      "section": "17",
      "title": "",
      "content": "Die Vertragsmächte, die mit China im Vertragsverhältnisse stehen, werden es sich angelegen sein lassen, die erforderlichen Massregeln zu treffen, um die Gewohnheit des Opiumrauchens in ihren Pachtgebieten, Niederlassungen und Konzessionen in China einzuschränken und zu überwachen, pari passu mit der chinesischen Regierung die Opiumhöhlen oder ähnliche Anstalten, die dort noch bestehen könnten, zu unterdrücken und die Verwendung des Opiums in den Vergnügungslokalen und den öffentlichen Häusern zu verhindern. Alle diese Verträge wurden aufgehoben. Für die Schweiz siehe den Notenaustausch vom 13. März 1946 über den Verzicht auf die Exterritorialität in China ( SR 0.142.112.491.1 )."
    },
    {
      "provision_ref": "art18",
      "chapter": "Kapitel IV",
      "section": "18",
      "title": "",
      "content": "Die Vertragsmächte, die mit China im Vertragsverhältnisse stehen, werden pari passu mit den zu dem gleichen Zwecke von der chinesischen Regierung zu treffenden wirksamen Massnahmen ebensolche Massregeln treffen, um allmählich die Zahl der Verkaufsläden für Rohopium und zubereitetes Opium, soweit solche noch in ihren Pachtgebieten, Niederlassungen und Konzessionen in China vorhanden sein sollten, herabzumindern. Sie werden ferner wirksame Massregeln zur Einschränkung und Überwachung des Opiumkleinhandels in den Pachtgebieten, Niederlassungen und Konzessionen treffen, sofern nicht bereits entsprechende Bestimmungen bestehen. Alle diese Verträge wurden aufgehoben. Für die Schweiz siehe den Notenaustausch vom 13. März 1946 über den Verzicht auf die Exterritorialität in China ( SR 0.142.112.491.1 )."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "",
      "content": "Die Vertragsmächte, die Postämter in China unterhalten, werden wirksame Massnahmen treffen, um die gesetzwidrige Einfuhr von Rohopium und zubereitetem Opium, Morphin, Kokain und deren Salzen sowie der anderen im Art. 14 dieses Abkommens erwähnten Stoffe nach China in Postpaketen gleichwie auch die gesetzwidrige Übersendung von einem Orte Chinas nach einem anderen durch Vermittlung dieser Postämter zu untersagen. Alle diese Verträge wurden aufgehoben. Für die Schweiz siehe den Notenaustausch vom 13. März 1946 über den Verzicht auf die Exterritorialität in China ( SR 0.142.112.491.1 )."
    },
    {
      "provision_ref": "art20",
      "chapter": "Kapitel V",
      "section": "20",
      "title": "",
      "content": "Die Vertragsmächte werden die Frage prüfen, ob es möglich ist, Gesetze oder Verordnungen zu erlassen, die den gesetzwidrigen Besitz von Rohopium, zubereitetem Opium, Morphin, Kokain und deren Salzen unter Strafe stellen, sofern die bestehenden Gesetze oder Verordnungen nicht bereits entsprechende Bestimmungen enthalten."
    },
    {
      "provision_ref": "art21",
      "chapter": "Kapitel V",
      "section": "21",
      "title": "",
      "content": "Die Vertragsmächte werden sich durch Vermittlung des Ministeriums der Auswärtigen Angelegenheiten der Niederlande gegenseitig mitteilen: a) den Wortlaut der bereits bestehenden oder auf Grund der Bestimmungen des Abkommens erlassenen Gesetze und Verwaltungsreglemente, welche die im vorliegenden Abkommen behandelten Fragen betreffen; b) statistische Angaben über den Handel mit Rohopium, zubereitetem Opium, Morphin, Kokain und deren Salzen sowie den anderen in diesem Abkommen erwähnten Stoffen, ihren Salzen oder Zubereitungen. Diese Angaben werden so eingehend und schleunig, als tunlich erachtet wird, mitgeteilt werden. Die in diesem Artikel der Regierung der Niederlande zugewiesene Funktion wurde durch die Resolution der Völkerbundsversammlung vom 15. Dez. 1920 dem Generalsekretär des Völkerbundes und hernach durch Art. III des Protokolls vom 11. Dez 1946 ( SR 0.812.121.21 ) dem Generalsekretär der Vereinten Nationen übertragen."
    },
    {
      "provision_ref": "art22",
      "chapter": "Kapitel VI Schlussbestimmungen",
      "section": "22",
      "title": "",
      "content": "Den auf der Konferenz nicht vertretenen Mächten steht es frei, dieses Abkommen zu unterzeichnen. Zu diesem Zwecke wird die Regierung der Niederlande unverzüglich nach der Unterzeichnung des Abkommens durch die Bevollmächtigten der an der Konferenz beteiligten Mächte alle nicht auf der Konferenz vertretenen Mächte Europas und Amerikas, nämlich: die Republik Argentinien, Österreich‑Ungarn, Belgien, Bolivien, Brasilien, Bulgarien, Chile, Kolumbien, Costa‑Rica, die Republik Kuba, Dänemark, die Dominikanische Republik, die Republik Ecuador, Spanien, Griechenland, Guatemala, die Republik Haiti, Honduras, Luxemburg, Mexiko, Montenegro, Nicaragua, Norwegen, Panama, Paraguay, Peru, Rumänien, Salvador, Serbien, Schweden, die Schweiz, die Türkei, Uruguay, die Vereinigten Staaten von Venezuela, auffordern, einen mit den nötigen Vollmachten ausgestatteten Vertreter zu benennen und in Den Haag das Abkommen zu unterzeichnen. Das Abkommen wird mit diesen Unterschriften in Form eines «Unterzeichnungsprotokolls der auf der Konferenz nicht vertretenen Mächte» versehen werden, das unter Angabe des Tages jeder Unterzeichnung unter den Unterschriften der vertretenen Mächte dem Abkommen angefügt wird. Die Regierung der Niederlande wird jeden Monat allen Signatarmächten von jeder späteren Unterzeichnung Mitteilung machen."
    },
    {
      "provision_ref": "art23",
      "chapter": "Kapitel VI Schlussbestimmungen",
      "section": "23",
      "title": "",
      "content": "Nachdem alle Mächte für sich sowie für ihre Besitzungen, Kolonien, Protektorate und Pachtgebiete das Abkommen oder das vorerwähnte Ergänzungsprotokoll unterzeichnet haben, wird die Regierung der Niederlande alle Mächte auffordern, das Abkommen nebst dem Protokoll zu ratifizieren. Für den Fall, dass die Unterzeichnung seitens aller aufgeforderten Mächte bis zum 31. Dezember 1912 nicht erlangt werden konnte, wird die Regierung der Niederlande unverzüglich die Signatarmächte einladen, Vertreter zu benennen, die in Den Haag die Frage zu prüfen haben, ob es angängig ist, trotzdem ihre Ratifikationsurkunden zu hinterlegen. Die Ratifikation wird in möglichst kurzer Frist erfolgen und in Den Haag im Ministerium der Auswärtigen Angelegenheiten hinterlegt werden. Die Regierung der Niederlande wird jeden Monat den Signatarmächten die Ratifikationen, die sie in der Zwischenzeit erhalten hat, mitteilen. Sobald die Regierung der Niederlande die Ratifikationen aller Signatarmächte für sie selbst wie für ihre Kolonien, Besitzungen, Protektorate und Pachtgebiete erhalten hat, wird sie allen Mächten, die das Abkommen ratifiziert haben, den Tag mitteilen, an welchem sie die letzte Ratifikationsurkunde erhalten hat. Siehe das Schlussprotokoll vom 9. Juli 1913 hiernach."
    },
    {
      "provision_ref": "art24",
      "chapter": "Kapitel VI Schlussbestimmungen",
      "section": "24",
      "title": "",
      "content": "Dieses Abkommen tritt drei Monate nach dem Tage in Kraft, welcher in der im letzten Absatz des vorhergehenden Artikels erwähnten Anzeige der Regierung der Niederlande genannt ist. Bezüglich der in diesem Abkommen vorgesehenen Gesetze, Verordnungen und sonstigen Massregeln besteht Einverständnis darüber, dass die zu diesem Zwecke erforderlichen Entwürfe spätestens sechs Monate nach dem Inkrafttreten des Abkommens ausgearbeitet werden. Was die Gesetze betrifft, so werden sie gleichfalls durch die Regierungen ihren Parlamenten oder gesetzgebenden Körperschaften in derselben Frist von sechs Monaten, jedenfalls aber in der ersten, nach Ablauf dieser Frist stattfindenden Tagung vorgelegt werden. Der Zeitpunkt, an welchem diese Gesetze, Verordnungen oder Massregeln in Kraft treten, wird von den Vertragsmächten auf den Vorschlag der Regierung der Niederlande vereinbart werden. Falls sich Fragen bezüglich der Ratifikation dieses Abkommens oder des Inkrafttretens des Abkommens oder der Gesetze, Verordnungen und Massregeln, welche sie zur Folge hat, ergeben sollten, so wird die Regierung der Niederlande, wenn diese Fragen nicht auf andere Weise gelöst werden können, alle Vertragsmächte auffordern, Vertreter zu bezeichnen, die zur Erzielung eines unmittelbaren Einverständnisses über diese Fragen in Den Haag zusammentreten sollen."
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "",
      "content": "Sollte eine der Vertragsmächte dieses Abkommen kündigen wollen, so soll die Kündigung schriftlich der Regierung der Niederlande erklärt werden, die unverzüglich eine beglaubigte Abschrift der Erklärung allen anderen Mächten unter Angabe des Tages des Empfanges mitteilen wird. Die Kündigung soll nur für die Macht, die sie erklärt hat, und erst ein Jahr, nachdem die Erklärung bei der Regierung der Niederlande eingegangen ist, wirksam werden. Siehe Fussnote zu Art. 21. Siehe Fussnote zu Art. 21."
    }
  ],
  "definitions": []
}