{
  "id": "sr-0-747-224-101-1",
  "type": "statute",
  "title": "Zusatzprotokoll vom 25. Oktober 1972 zu der am 17. Oktober 1868 in Mannheim unterzeichneten Revidierten Rheinschifffahrtsakte",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1975/630_630_630/en",
  "provisions": [
    {
      "provision_ref": "artI",
      "section": "I",
      "title": "",
      "content": "(1) Jeder Vertragsstaat sorgt für die Ahndung der in Artikel 32 der Rheinschifffahrtsakte bezeichneten Zuwiderhandlungen a) nach Massgabe des in den Artikeln 32 bis 40 der Rheinschifffahrtsakte vorgesehenen Verfahrens oder b) nach Massgabe eines besonderen richterlichen Verfahrens oder eines geeigneten Verwaltungsverfahrens. (2) Der Vertragsstaat, der von den in Absatz 1 Buchstabe b genannten Möglichkeiten Gebrauch macht, hat vorzusehen, a) dass die örtliche Zuständigkeit bei dem Gericht oder der Behörde liegt, in dessen bzw. Deren Bezirk die Zuwiderhandlung begangen worden ist; b) dass die in den Entscheidungen festgesetzte Geldbusse den in Artikel 32 der Rheinschifffahrtsakte festgelegten Rahmen nicht überschreitet; c) dass diese Entscheidungen erst nach Ablauf einer mindestens einwöchigen Frist nach Zustellung an den Betroffenen vollstreckbar werden; d) dass der Betroffene die Möglichkeit hat, durch Einlegung eines Rechtsmittels binnen dieser Frist eine Verhandlung und Entscheidung durch das Rheinschifffahrtsgericht, in dessen Bezirk die Zuwiderhandlung begangen worden ist, herbeizuführen. (3) Die Vorschriften der Artikel 36 Absätze 1 und 3, 39 und 40 Absatz 2 sowie die in Artikel 40 Absatz 3 vorgesehene Garantie der Zustellung am Wohnsitz sind ebenfalls auf die in Absatz 1 Buchstabe b genannten Verfahren anzuwenden. (4) Die nach Artikel 37 der Rheinschifffahrtsakte beim Obergericht eines Vertragsstaats zulässige Berufung gegen Entscheidungen, die im Rahmen des in Absatz 1 Buchstabe b genannten Verfahrens ergangen sind, kann durch ein geeignetes anderes Rechtsmittel bei einer anderen oberen Gerichtsinstanz dieses Vertragsstaats ersetzt werden, unbeschadet der Möglichkeit der Berufung an die Zentralkommission. (5) Die vollstreckbaren Entscheidungen, die im Rahmen des in Absatz 1 Buchstabe b genannten Verfahrens ergangen sind, stehen den Urteilen und anderen Entscheidungen der Rheinschifffahrtsgerichte gleich. Sie werden in den anderen Vertragsstaaten durch die Behörden und Stellen vollstreckt, die mit der Vollstreckung der Entscheidungen der Rheinschifffahrtsgerichte beauftragt sind."
    },
    {
      "provision_ref": "artII",
      "section": "II",
      "title": "",
      "content": "Die Vertragsstaaten teilen sich durch Vermittlung des Generalsekretärs der Zentralkommission für die Rheinschifffahrt die Rechts- und Verwaltungsvorschriften mit, die zur Anwendung dieses Protokolls erlassen werden."
    },
    {
      "provision_ref": "artIII",
      "section": "III",
      "title": "",
      "content": "Das in Mannheim am 18. September 1895 unterzeichnete Zusatzprotokoll zur Revidierten Rheinschifffahrtsakte vom 17. Oktober 1868 tritt an dem Tage ausser Kraft, an dem dieses Zusatzprotokoll in Kraft tritt. [ AS 1967 1611 ]"
    },
    {
      "provision_ref": "artIV",
      "section": "IV",
      "title": "",
      "content": "Dieses Zusatzprotokoll bedarf der Ratifikation. Die Ratifikationsurkunden sind im Sekretariat der Zentralkommission zwecks Verwahrung in deren Archiv zu hinterlegen. Der Generalsekretär veranlasst die Aufnahme eines Protokolls über die Hinterlegung der Ratifikationsurkunden; er übermittelt jedem Unterzeichnerstaat eine beglaubigte Abschrift der Ratifikationsurkunden sowie des Hinterlegungsprotokolls."
    },
    {
      "provision_ref": "artV",
      "section": "V",
      "title": "",
      "content": "Dieses Zusatzprotokoll tritt am Tag nach der Hinterlegung der sechsten Ratifikationsurkunde im Sekretariat der Zentralkommission in Kraft; dieses unterrichtet hiervon die anderen Unterzeichnerstaaten."
    },
    {
      "provision_ref": "artVI",
      "section": "VI",
      "title": "",
      "content": "Dieses Zusatzprotokoll ist in einer Urschrift in deutscher, französischer und niederländischer Sprache abgefasst; im Falle von Abweichungen ist der französische Wortlaut massgebend; es wird im Archiv der Zentralkommission hinterlegt. Der Generalsekretär übermittelt jedem Vertragsstaat eine beglaubigte Abschrift."
    }
  ],
  "definitions": []
}