{
  "id": "sr-0-732-021-1",
  "type": "statute",
  "title": "Protokoll vom 20. Dezember 1957 über das durch das Übereinkommen zur Einrichtung einer Sicherheitskontrolle auf dem Gebiet der Kernenergie errichtete Gericht",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1959/890_919_908/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "",
      "content": "Das durch Artikel 12, Absatz (a) des Übereinkommens errichtete Gericht übt seine Tätigkeit gemäss den Bestimmungen des Übereinkommens und dieses Protokolls aus."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "",
      "content": "a. Die in Artikel 12, Absatz (a), des Übereinkommens vorgesehene Bestellung der Richter findet binnen sechs Monaten nach Inkrafttreten des Übereinkommens statt; spätere Bestellungen erfolgen binnen sechs Monaten nach Freiwerden eines Sitzes. b. Ein freigewordener Sitz wird für die verbleibende Amtszeit nach dem bei der ersten Bestellung geübten Verfahren besetzt."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "",
      "content": "a. Als Richter sind Persönlichkeiten auszuwählen, die jede Gewähr für Unabhängigkeit bieten und in ihrem Staat die für die höchsten richterlichen Ämter erforderlichen Voraussetzungen erfüllen oder Juristen von anerkannt hervorragender Befähigung sind. b. Ein Richter darf nicht an der Erledigung einer Sache teilnehmen, in der er vorher als Bevollmächtigter, Rechtsbeistand oder Anwalt einer der Parteien, als Mitglied eines nationalen oder internationalen Gerichts oder einer Untersuchungskommission oder in anderer Eigenschaft tätig gewesen ist. In Zweifelsfällen entscheidet das Gericht. c. Das Gericht darf nicht mehr als einen Angehörigen desselben Staates zum Mitglied haben."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "",
      "content": "a. Die Richter sind hinsichtlich ihrer in amtlicher Eigenschaft vorgenommenen Handlungen keiner Gerichtsbarkeit unterworfen. Diese Immunität steht ihnen auch nach Abschluss ihrer Amtstätigkeit zu. Das Gericht kann diese Immunität aufheben. b. Ein Richter kann nur dann seines Amtes enthoben werden, wenn er nach einstimmiger Auffassung der anderen Richter nicht mehr die für seine Bestellung erforderlichen Voraussetzungen erfüllt oder den sich aus seinem Amt ergebenden Verpflichtungen nicht mehr nachkommt. c. Der betroffene Richter wirkt bei den in diesem Artikel vorgesehenen Beratungen und Beschlüssen nicht mit."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "",
      "content": "a. Das Gericht wählt seinen Präsidenten. b. Das Gericht ernennt seinen Kanzler."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "",
      "content": "Die Vorschriften über die Bezüge der Richter werden vom Rat der Organisation für Europäische Wirtschaftliche Zusammenarbeit (im folgenden als «Organisation» bezeichnet) erlassen."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "",
      "content": "a. Der Präsident beruft das Gericht je nach Bedarf ein. b. Das Gericht tagt am Sitz der Organisation. c. Der Präsident führt in den Verhandlungen des Gerichts den Vorsitz. Ist der Präsident verhindert oder hat er dieselbe Staatsangehörigkeit wie eine der Parteien, so führt der älteste der anderen Richter den Vorsitz."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "",
      "content": "a. Das Gericht ist verhandlungs‑ und beratungsfähig, wenn fünf Richter anwesend sind. b. Alle Entscheidungen des Gerichts werden mit Stimmenmehrheit der anwesenden Richter gefasst. c. Bei Stimmengleichheit gibt die Stimme des Präsidenten oder des ihn vertretenden Richters den Ausschlag."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "",
      "content": "a. Die Verhandlungen sind öffentlich, wenn nicht das Gericht von Amts wegen oder auf Antrag der Parteien etwas anderes beschliesst. b. Die Beratungen des Gerichts sind geheim. Seine Entscheidungen sind mit Gründen zu versehen; sie haben die Namen der Richter zu enthalten, die bei der Entscheidung mitgewirkt haben."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "",
      "content": "a. Die Mitgliedstaaten sowie die Organisation werden vor dem Gericht durch einen Bevollmächtigten vertreten, der für jede Sache bestellt wird. Er kann sich vor dem Gericht durch Rechtsbeistände oder Anwälte unterstützen lassen. b. Die anderen Parteien können durch Personen vertreten werden, die befugt sind, vor einem Gericht eines Mitgliedstaates zu plädieren. c. Die in diesem Artikel erwähnten Bevollmächtigten, Rechtsbeistände und Anwälte geniessen Befreiung von der Gerichtsbarkeit für die mündlichen und schriftlichen Äusserungen, die sie in Verbindung mit ihren in diesem Artikel vorgesehenen Aufgaben machen. Darüber hinaus geniessen sie Bewegungsfreiheit für Reisen zwischen dem Sitz des Gerichts und ihrem gewöhnlichen Aufenthaltsort; ihre Dokumente sind unverletzlich. d. Diese Befreiungen werden den genannten Personen ausschliesslich im Interesse einer ordnungsgemässen Rechtspflege und in dem für die Wahrnehmung ihrer Aufgaben erforderlichen Umfang gewährt. Das Gericht kann diese Befreiungen aufheben, wenn dies nach seiner Auffassung einer ordnungsgemässen Rechtspflege nicht im Wege steht. e. Das Gericht hat nach Massgabe der Verfahrensordnung gegenüber den vor ihm auftretenden Rechtsbeiständen und Anwälten die den Gerichten üblicherweise zuerkannten Befugnisse."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "",
      "content": "a. Zeugen und Sachverständige können nach Massgabe der Verfahrensordnung vernommen werden. b. Zeugen und Sachverständige können entweder unter Benutzung der in der Verfahrensordnung vorgeschriebenen Eidesformel oder auf die in der Rechtsordnung ihres Landes vorgesehene Weise eidlich vernommen werden."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "",
      "content": "a. Das Gericht kann beantragen, dass ein Zeuge oder Sachverständiger von der Justizbehörde seines Wohnortes vernommen wird. b. Dieser Antrag ist an die betreffende Regierung zu richten; diese leitet ihn der zuständigen Justizbehörde zu."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "",
      "content": "a. Jede von einem Zeugen oder einem Sachverständigen vor dem Gericht begangene Eidesverletzung wird wie die entsprechende strafbare Handlung vor einem in Zivilsachen zuständigen Gericht des Staates behandelt, in welchem das Gericht seine Sitzungen abgehalten hat. b. Wird eine solche strafbare Handlung während einer im Artikel 12 vorgesehenen Vernehmung vor einer staatlichen Justizbehörde begangen, so finden die für diese geltenden innerstaatlichen Rechtsvorschriften Anwendung."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "",
      "content": "Das Gericht entscheidet über Höhe und Aufteilung der Kosten."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "",
      "content": "Die Ausgaben für die Tätigkeit des Gerichts gehen zu Lasten des Haushalts der Organisation."
    }
  ],
  "definitions": []
}