{
  "id": "sr-0-311-11",
  "type": "statute",
  "title": "Übereinkommen vom 9. Dezember 1948 über die Verhütung und Bestrafung des Völkermordes",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2002/358/en",
  "provisions": [
    {
      "provision_ref": "artI",
      "section": "I",
      "title": "",
      "content": "Die Vertragsparteien bestätigen, dass Völkermord, ob im Frieden oder im Krieg begangen, ein Verbrechen gemäss internationalem Recht ist, zu dessen Verhütung und Bestrafung sie sich verpflichten."
    },
    {
      "provision_ref": "artII",
      "section": "II",
      "title": "",
      "content": "In dieser Konvention bedeutet Völkermord eine der folgenden Handlungen, die in der Absicht begangen wird, eine nationale, ethnische, rassische oder religiöse Gruppe als solche ganz oder teilweise zu zerstören: a) Tötung von Mitgliedern der Gruppe; b) Verursachung von schwerem körperlichem oder seelischem Schaden an Mitgliedern der Gruppe; c) vorsätzliche Auferlegung von Lebensbedingungen für die Gruppe, die geeignet sind, ihre körperliche Zerstörung ganz oder teilweise herbeizuführen; d) Verhängung von Massnahmen, die auf die Geburtenverhinderung innerhalb der Gruppe gerichtet sind; e) gewaltsame Überführung von Kindern der Gruppe in eine andere Gruppe."
    },
    {
      "provision_ref": "artIII",
      "section": "III",
      "title": "",
      "content": "Die folgenden Handlungen sind zu bestrafen: a) Völkermord, b) Verschwörung zur Begehung von Völkermord, c) unmittelbare und öffentliche Anreizung zur Begehung von Völkermord, d) Versuch, Völkermord zu begehen, e) Teilnahme am Völkermord."
    },
    {
      "provision_ref": "artIV",
      "section": "IV",
      "title": "",
      "content": "Personen, die Völkermord oder eine der sonstigen in Artikel III aufgeführten Handlungen begehen, sind zu bestrafen, gleichviel ob sie regierende Personen, öffentliche Beamte oder private Einzelpersonen sind."
    },
    {
      "provision_ref": "artV",
      "section": "V",
      "title": "",
      "content": "Die Vertragschliessenden Parteien verpflichten sich, in Übereinstimmung mit ihren jeweiligen Verfassungen, die notwendigen gesetzgeberischen Massnahmen zu ergreifen, um die Anwendung der Bestimmungen dieser Konvention sicherzustellen und insbesondere wirksame Strafen für Personen vorzusehen, die sich des Völkermordes oder einer der sonstigen in Artikel III aufgeführten Handlungen schuldig machen."
    },
    {
      "provision_ref": "artVI",
      "section": "VI",
      "title": "",
      "content": "Personen, denen Völkermord oder eine der sonstigen in Artikel III aufgeführten Handlungen zur Last gelegt wird, werden vor ein zuständiges Gericht des Staates, in dessen Gebiet die Handlung begangen worden ist, oder vor das internationale Strafgericht gestellt, das für die Vertragschliessenden Parteien, die seine Gerichtsbarkeit anerkannt haben, zuständig ist."
    },
    {
      "provision_ref": "artVII",
      "section": "VII",
      "title": "",
      "content": "Völkermord und die sonstigen in Artikel III aufgeführten Handlungen gelten für Auslieferungszwecke nicht als politische Straftaten. Die Vertragschliessenden Parteien verpflichten sich, in derartigen Fällen die Auslieferung gemäss ihren geltenden Gesetzen und Verträgen zu bewilligen."
    },
    {
      "provision_ref": "artVIII",
      "section": "VIII",
      "title": "",
      "content": "Eine Vertragschliessende Partei kann die zuständigen Organe der Vereinten Nationen damit befassen, gemäss der Charta der Vereinten Nationen die Massnahmen zu ergreifen, die sie für die Verhütung und Bekämpfung von Völkermordhandlungen oder einer der sonstigen in Artikel III aufgeführten Handlungen für geeignet erachten. SR 0.120"
    },
    {
      "provision_ref": "artIX",
      "section": "IX",
      "title": "",
      "content": "Streitfälle zwischen den Vertragschliessenden Parteien hinsichtlich der Auslegung, Anwendung oder Durchführung dieser Konvention einschliesslich derjenigen, die sich auf die Verantwortlichkeit eines Staates für Völkermord oder eine der sonstigen in Artikel III aufgeführten Handlungen beziehen, werden auf Antrag einer der an dem Streitfall beteiligten Parteien dem Internationalen Gerichtshof unterbreitet."
    },
    {
      "provision_ref": "artX",
      "section": "X",
      "title": "",
      "content": "Diese Konvention, deren chinesischer, englischer, französischer, russischer und spanischer Text gleicherweise massgebend ist, trägt das Datum des 9. Dezember 1948."
    },
    {
      "provision_ref": "artXI",
      "section": "XI",
      "title": "",
      "content": "Diese Konvention steht bis zum 31. Dezember 1949 jedem Mitglied der Vereinten Nationen und jedem Nichtmitgliedstaat, an den die Generalversammlung eine Aufforderung zur Unterzeichnung gerichtet hat, zur Unterzeichnung offen. Diese Konvention bedarf der Ratifizierung; die Ratifikationsurkunden sind bei dem Generalsekretär der Vereinten Nationen zu hinterlegen. Nach dem 1. Januar 1950 kann jedes Mitglied der Vereinten Nationen und jeder Nichtmitgliedstaat, der eine Aufforderung gemäss Absatz 1 erhalten hat, der Konvention beitreten. Die Beitrittsurkunden sind bei dem Generalsekretär der Vereinten Nationen zu hinterlegen."
    },
    {
      "provision_ref": "artXII",
      "section": "XII",
      "title": "",
      "content": "Eine Vertragschliessende Partei kann jederzeit durch Mitteilung an den Generalsekretär der Vereinten Nationen die Anwendung dieser Konvention auf alle oder eines der Gebiete erstrecken, für deren auswärtige Angelegenheiten diese Vertragschliessende Partei verantwortlich ist."
    },
    {
      "provision_ref": "artXIII",
      "section": "XIII",
      "title": "",
      "content": "An dem Tag, an dem die ersten zwanzig Ratifikations- oder Beitrittsurkunden hinterlegt sind, erstellt der Generalsekretär ein Protokoll und übermittelt jedem Mitglied der Vereinten Nationen und jedem der in Artikel XI in Betracht gezogenen Nichtmitgliedstaaten eine Abschrift desselben. Diese Konvention tritt am neunzigsten Tage nach dem Zeitpunkt der Hinterlegung der zwanzigsten Ratifikations- oder Beitrittsurkunde in Kraft. Eine Ratifikation oder ein Beitritt, der nach dem letzteren Zeitpunkt erfolgt, wird am neunzigsten Tage nach der Hinterlegung der Ratifikations- oder Beitrittsurkunde wirksam."
    },
    {
      "provision_ref": "artXIV",
      "section": "XIV",
      "title": "",
      "content": "Diese Konvention bleibt für die Dauer von zehn Jahren vom Zeitpunkt ihres Inkrafttretens an in Kraft. Danach bleibt sie für die Dauer von jeweils weiteren fünf Jahren für diejenigen Vertragschliessenden Parteien in Kraft, die sie nicht mindestens sechs Monate vor Ablauf der laufenden Frist gekündigt haben. Die Kündigung erfolgt durch schriftliche Mitteilung an den Generalsekretär der Vereinten Nationen."
    },
    {
      "provision_ref": "artXV",
      "section": "XV",
      "title": "",
      "content": "Wenn als Ergebnis von Kündigungen die Zahl der Parteien der vorliegenden Konvention auf weniger als sechzehn sinkt, tritt die Konvention mit dem Zeitpunkt ausser Kraft, in dem die letzte dieser Kündigungen rechtswirksam wird."
    },
    {
      "provision_ref": "artXVI",
      "section": "XVI",
      "title": "",
      "content": "Ein Antrag auf Revision dieser Konvention kann jederzeit von einer Vertragschliessenden Partei durch eine schriftliche Mitteilung an den Generalsekretär gestellt werden. Die Generalversammlung entscheidet über die Schritte, die gegebenenfalls auf einen solchen Antrag hin zu unternehmen sind."
    },
    {
      "provision_ref": "artXVII",
      "section": "XVII",
      "title": "",
      "content": "Der Generalsekretär der Vereinten Nationen macht allen Mitgliedern der Vereinten Nationen und den in Artikel XI in Betracht gezogenen Nichtmitgliedstaaten über die folgenden Angelegenheiten Mitteilung: a) Unterzeichnungen, Ratifikationen und Beitritte, die gemäss Artikel XI eingegangen sind; b) Mitteilungen, die gemäss Artikel XII eingegangen sind; c) den Zeitpunkt, zu dem diese Konvention gemäss Artikel XIII in Kraft tritt; d) Kündigungen, die gemäss Artikel XIV eingegangen sind; e) Ausserkrafttreten der Konvention gemäss Artikel XV; f) Mitteilungen, die gemäss Artikel XVI eingegangen sind."
    },
    {
      "provision_ref": "artXVIII",
      "section": "XVIII",
      "title": "",
      "content": "Das Original der vorliegenden Konvention wird in den Archiven der Vereinten Nationen hinterlegt. Eine beglaubigte Abschrift der Konvention wird jedem Mitglied der Vereinten Nationen und jedem der in Artikel XI in Betracht gezogenen Nichtmitgliedstaaten übermittelt."
    },
    {
      "provision_ref": "artXIX",
      "section": "XIX",
      "title": "",
      "content": "Diese Konvention wird am Tage ihres Inkrafttretens von dem Generalsekretär der Vereinten Nationen registriert."
    }
  ],
  "definitions": []
}