{
  "id": "sr-0-814-514-541",
  "type": "statute",
  "title": "Abkommen vom 18. Dezember 2020 zwischen dem Bundesrat der Schweizerischen Eidgenossenschaft und der Regierung der Italienischen Republik über die gegenseitige Anerkennung von Radiometrischen Kontrollen von für die Ausfuhr bestimmten Metallerzeugnissen",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2021/30/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Gegenstand",
      "content": "Das vorliegende Abkommen regelt die gegenseitige Anerkennung durch die Vertragsparteien der im Einklang mit der jeweiligen innerstaatlichen Gesetzgebung ausgestellten Bescheinigungen der radiometrischen Kontrollen von Metallerzeugnissen, die für den grenzüberschreitenden Handel zwischen den Vertragsparteien bestimmt sind und von Betrieben ausgeführt werden, die diese bewirtschaften oder für die Ausfuhr bereitstellen."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Begriffsbestimmungen",
      "content": "1 «Jeweilige innerstaatliche Gesetzgebung» bedeutet: a. Für Italien: das Gesetzesdekret Nr. 101 vom 31. Juli 2020 und seine Anhänge. b. Für die Schweiz: das Strahlenschutzgesetz vom 22. März 1991 (StSG), die Strahlenschutzverordnung vom 26. April 2017 (StSV) und die entsprechenden technischen Verordnungen und Weisungen des BAG. 2 «Zuständige Behörden» bedeutet: a. Für Italien: die in Artikel 8 des Gesetzesdekrets Nr. 101 vom 31. Juli 2020 angegebenen Behörden entsprechend ihrer in den Bestimmungen des erwähnten Gesetzesdekrets festgehaltenen Zuständigkeiten. b. Für die Schweiz: das Bundesamt für Gesundheit (BAG) und die Schweizerische Unfallversicherung (Suva). 3 «Metallerzeugnisse» umfassen Metallschrott, metallische Halbfabrikate und andere verarbeitete metallische Werkstoffe, die gemäss der jeweiligen geltenden innerstaatlichen Gesetzgebung den radiometrischen Kontrollen unterstellt sind. 4 «Metallschrott» bedeutet metallische Abfälle oder wiederverwertbare metallische Werkstoffe. 5 «Bescheinigungen der radiometrischen Kontrollen» sind die radiometrischen Messunterlagen, welche die an den Metallerzeugnissen durchgeführten radiometrischen Kontrollen belegen, mit denen das Vorhandensein von radioaktiver Strahlung ermittelt wird."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Gleichwertigkeit der jeweiligen Strahlenschutzsysteme und Messwerte",
      "content": "1 Da die jeweiligen innerstaatlichen Gesetzgebungen, auf die in diesem Abkommen verwiesen wird, mit der Richtlinie 2013/59/Euratom des Rates vom 5. Dezember 2013 im Einklang stehen, anerkennen die Vertragsparteien das Schutzniveau der jeweiligen Strahlenschutzsysteme als gleichwertig. 2 Die gegenseitige Anerkennung der Bescheinigungen der radiometrischen Kontrollen von Metallerzeugnissen durch die zuständigen Behörden für die Zwecke von Artikel 5 dieses Abkommens stützt sich auf die Messwerte und Alarmschwellen, die in den jeweiligen innerstaatlichen Gesetzgebungen gemäss Artikel 2 Absatz 1 dieses Abkommens festgelegt sind."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Eigenschaften der radiometrischen Messunterlagen",
      "content": "1 Die Bescheinigung der radiometrischen Kontrollen gilt für einen Zeitraum von 16 Wochen ab dem Durchführungsdatum der radiometrischen Messung und bis zum Lieferdatum der Ladung. Auf der entsprechenden Bescheinigung muss das Datum der radiometrischen Messung stehen. 2 Ausgestellt wird die Bescheinigung der radiometrischen Kontrollen von den Strahlenschutzexpertinnen und -experten der Betriebe, die für die Durchführung von radiometrischen Messungen zuständig sind. Die Strahlenschutzexpertinnen und -experten müssen von den zuständigen Behörden zugelassen sein und in Übereinstimmung mit den jeweiligen innerstaatlichen Gesetzgebungen im Bereich Strahlenschutz und der Richtlinie 2013/59/Euratom des Rates vom 5. Dezember 2013 tätig sein."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Gegenseitige Anerkennung der Bescheinigungen der radiometrischen Kontrollen von für die Ausfuhr bestimmten Metallerzeugnissen",
      "content": "1 Zur Erfüllung der Zollformalitäten für Metallerzeugnisse, die für den grenzüberschreitenden Handel bestimmt sind, akzeptieren die Vertragsparteien auf der Grundlage der Gegenseitigkeit anstelle der Bescheinigungen der am Zoll durchgeführten radiometrischen Kontrollen die Erklärungen, die am Ursprungsort von Personen ausgestellt wurden, die gemäss den Bestimmungen der zuständigen Behörden der anderen Vertragspartei vorgängig dafür zugelassen wurden. 2 Die Vertragsparteien gewährleisten durch ihre Strahlenschutzsysteme und insbesondere durch geeignete Überwachungsmassnahmen und Ausrüstung, dass die für den grenzüberschreitenden Handel bestimmten Metallerzeugnisse nicht radioaktiv kontaminiert sind, keine radioaktiven Stoffe und auch keine herrenlosen Strahlenquellen enthalten."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Informationsaustausch",
      "content": "1 Die zuständigen Behörden der Vertragsparteien informieren sich gegenseitig über alle Änderungen ihrer jeweiligen innerstaatlichen Gesetzgebung gemäss Artikel 2 Absatz 1 dieses Abkommens. 2 Liegen Informationen vor, wonach gewisse Metallerzeugnisse, die für den grenzüberschreitenden Handel bestimmt sind, radioaktiv kontaminiert sein oder herrenlose Strahlenquellen enthalten könnten, setzen sich die zuständigen Behörden der Vertragsparteien gegenseitig darüber in Kenntnis. 3 Stellt ein auf dem Gebiet einer Vertragspartei niedergelassener Betrieb fest, dass gewisse aus der anderen Vertragspartei eingeführte Metallerzeugnisse radioaktiv kontaminiert sind oder herrenloses radioaktives Material enthalten, informiert er umgehend die zuständigen Behörden des Einfuhrlandes, die dies wiederum den zuständigen Behörden des Ausfuhrlandes melden. Bei wiederkehrenden Fällen behalten sich die Vertragsparteien das Recht vor, Massnahmen zu ergreifen, die ihnen zur Gewährleistung des Schutzes vor ionisierender Strahlung angemessen scheinen."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Streitigkeiten",
      "content": "Allfällige Streitigkeiten in Bezug auf die Anwendung oder Auslegung dieses Abkommens werden durch direkte Konsultationen und Verhandlungen zwischen den Vertragsparteien beigelegt."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Schlussbestimmungen",
      "content": "1 Das vorliegende Abkommen wird in voller Übereinstimmung mit dem italienischen und dem schweizerischen Recht sowie mit dem geltenden Völkerrecht und den Verpflichtungen, die sich aus der Mitgliedschaft der Italienischen Republik in der Europäischen Union ergeben, umgesetzt. 2 Durch die Umsetzung dieses Abkommens ergeben sich keine zusätzlichen finanziellen Belastungen für den ordentlichen Haushalt der Italienischen Republik oder der Schweizerischen Eidgenossenschaft. 3 Das vorliegende Abkommen ist unbeschränkt gültig und tritt 30 Tage nach seiner Unterzeichnung in Kraft. 4 Dieses Abkommen kann von jeder Vertragspartei jederzeit einseitig durch schriftliche Notifikation an die andere Vertragspartei gekündigt werden. Es tritt ein Jahr nach Eingang der Kündigung ausser Kraft, sofern die Vertragsparteien innerhalb dieser Frist nichts anderes vereinbaren. 5 Das vorliegende Abkommen kann im gegenseitigen Einvernehmen der Vertragsparteien schriftlich abgeändert werden."
    }
  ],
  "definitions": []
}