{
  "id": "sr-0-946-291-362-1",
  "type": "statute",
  "title": "Verfahrensverordnung vom 27. Juni 1958 der Schiedsstelle für die Liquidation des früheren schweizerisch-deutschen Verrechnungsverkehrs",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1958/660_690_689/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "",
      "content": "1 Die Schiedsstelle führt die Bezeichnung «Schiedsstelle für die Liquidation des früheren schweizerisch-deutschen Verrechnungsverkehrs». 2 Sie entscheidet endgültig und bindend in den Fällen, die im Artikel 2, Absatz 5, und im Artikel 4, Absatz 4, des Abkommens bezeichnet sind. 3 Sie tritt nach Bedarf an einem jeweils von ihr zu bestimmenden Orte zusammen."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "",
      "content": "1 Lehnt das Verrechnungsinstitut (Schweizerische Verrechnungsstelle, Deutsche Verrechnungskasse) den Zahlungsanspruch des Antragstellers ganz oder teilweise ab, so kann dieser innerhalb eines Monats seit Zugang des Entscheides die Schiedsstelle anrufen. 2 Der Antrag, mit dem die Schiedsstelle angerufen wird, ist schriftlich zu begründen und in vierfacher Ausfertigung bei dem Verrechnungsinstitut einzureichen, dessen Entscheid angefochten wird. Beweismittel sind zu bezeichnen und, soweit möglich, beizulegen. 3 Eine Ausfertigung des Antrags übersendet das Verrechnungsinstitut sofort dem Verrechnungsinstitut des anderen Landes; etwaige Beilagen des Antrages fügt es zur Einsichtnahme und alsbaldigen Rücksendung bei."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "",
      "content": "1 Wenn und soweit nicht das Verrechnungsinstitut im Einvernehmen mit dem anderen Verrechnungsinstitut seinen Entscheid zugunsten des Antragstellers abändert, übermittelt es den Antrag innerhalb eines Monats nach seinem Eingang sowie die Beilagen dem landeseigenen Mitglied der Schiedsstelle. Dabei hat es mitzuteilen, wann der angefochtene Entscheid dem Antragsteller zugegangen und wann der Antrag eingegangen oder zur Post aufgegeben worden ist. Seine Stellungnahme zu dem Antrag hat das Verrechnungsinstitut schriftlich in dreifacher Ausfertigung beizulegen. 2 Innerhalb der gleichen Monatsfrist (Abs. 1, Satz 1) kann das Verrechnungsinstitut des anderen Landes dem bezeichneten Mitglied der Schiedsstelle seine Stellungnahme in dreifacher Ausfertigung übermitteln. 3 Die Monatsfrist (Abs. 1, Satz 1, Abs. 2) kann auf Antrag verlängert werden. 4 Je eine Ausfertigung der eingegangenen Stellungnahmen (Abs. 1, Satz 3, Abs. 2) wird dem Antragsteller zugestellt. Dabei kann ihm eine Frist für eine schriftliche Gegenäusserung gesetzt werden. Diese Gegenäusserung ist beiden Verrechnungsinstituten mitzuteilen. 5 Auf Anforderung der Schiedsstelle haben ihr die Verrechnungsinstitute ihre den Fall betreffenden Akten zur Einsichtnahme zu übersenden."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "",
      "content": "1 In der Regel leitet das im Artikel 3, Absatz 1, Satz 1, genannte Mitglied der Schiedsstelle das Verfahren. 2 Zustellungen werden durch eingeschriebenen Brief gegen Rück- oder Empfangsschein bewirkt."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "",
      "content": "1 Die Schiedsstelle holt etwaige weitere Auskünfte der Beteiligten ein, die zur Aufklärung und Ergänzung des Sachverhalts notwendig sind. 2 Die erforderlichen Beweise werden durch die Schiedsstelle, durch eines ihrer Mitglieder oder durch einen ersuchten Richter (Art. 6, Abs. 6, des Abkommens) erhoben. Dabei können auch Beweismittel herangezogen werden, auf die sich die Beteiligten nicht berufen haben. Den Beteiligten ist bei der Beweisaufnahme Gehör zu gewähren. 3 Beteiligt sind der Antragsteller und die beiden Verrechnungsinstitute."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "",
      "content": "1 Die Schiedsstelle kann auf Antrag oder von Amts wegen mündliche Verhandlung anordnen. 2 Beratungen der Schiedsstelle sind in jedem Falle geheim."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "",
      "content": "Die Entscheidung der Schiedsstelle ist mit Gründen versehen den Beteiligten schriftlich zuzustellen."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "",
      "content": "1 Der unterliegende Antragsteller ist zur Zahlung einer Verfahrensgebühr zu verurteilen. In besonderen Fällen kann die Schiedsstelle aus Billigkeitsgründen vor der Erhebung einer Gebühr ganz oder teilweise absehen. 2 Die Gebühr bemisst sich nach dem von der Schiedsstelle festzusetzenden Streitwert unter Berücksichtigung des Ausmasses der Inanspruchnahme der Schiedsstelle und ihrer Auslagen für eine Beweisaufnahme im Rahmen von 25 bis 3000 Schweizer Franken oder Deutsche Mark (Unterzeichnungsprotokoll zu Artikel 6 des Abkommens, Buchstabe c). Bei nur teilweisem Unterliegen des Antragstellers sowie bei Rücknahme des Antrags wird sie angemessen herabgesetzt."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "",
      "content": "1 Vor Beginn ihrer Tätigkeit soll die Schiedsstelle dem Antragsteller aufgeben, binnen einer bestimmten Frist die Zahlung eines Vorschusses in Höhe der ihm im Unterliegensfalle mutmasslich aufzuerlegenden Verfahrensgebühr nachzuweisen. 2 Hiervon ist abzusehen, wenn der Antragsteller seine Bedürftigkeit glaubhaft macht oder andere Billigkeitsgründe entgegenstehen. 3 Bei fruchtlosem Ablauf der für den Nachweis der Vorschusszahlung gesetzten Frist erklärt die Schiedsstelle den Antrag für zurückgenommen. 4 Die in den Absätzen 2 und 3 erwähnten Entscheidungen sind von beiden Mitgliedern der Schiedsstelle zu treffen."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "",
      "content": "Diese Verfahrensordnung tritt am 1. September 1958 in Kraft. Bonn, den 27. Juni 1958."
    }
  ],
  "definitions": []
}