{
  "id": "sr-0-741-619-518",
  "type": "statute",
  "title": "Vereinbarung vom 17. Mai 1972 zwischen dem Eidgenössischen Verkehrs- und Energiewirtschaftsdepartement und dem Ministerium für Verkehr und Energiewirtschaft des Grossherzogtums Luxemburg über die gewerbsmässige Personenbeförderung auf der Strasse (mit Verhandlungsprotokoll)",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1972/2369_2424_2199/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Geltungsbereich",
      "content": "Die Bestimmungen dieser Vereinbarung sind anwendbar auf gewerbsmässige Personentransporte auf der Strasse, die von oder nach dem Gebiet der einen Vertragspartei oder im Transit durch ihr Gebiet mit Fahrzeugen ausgeführt werden, die im Gebiet der andern Vertragspartei zum Verkehr zugelassen sind."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Begriffsbestimmungen",
      "content": "1. Der Begriff «Transportunternehmer» bezeichnet eine natürliche oder juristische Person, die entweder in der Schweiz oder in Luxemburg nach den dort geltenden Vorschriften berechtigt ist, Personen auf der Strasse zu befördern. 2. Der Begriff «Fahrzeug» bezeichnet ein mit einem Antriebsmotor zur selbständigen Fortbewegung ausgestattetes Strassenfahrzeug, das für Personentransporte bestimmt ist und mehr als acht Sitzplätze ohne Führersitz aufweist."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Transportordnung",
      "content": "1. Die Beförderung von Personen ist von der Bewilligungspflicht befreit, wenn es sich a) um Rundfahrten handelt, die auf dem Gebiet beginnen und endigen, wo das Fahrzeug zum Verkehr zugelassen ist, wobei die nämlichen Personen mit der gleichen Fahrt und dem gleichen Fahrzeug wieder an den Ausgangspunkt zurückgeführt werden und weder unterwegs noch am Reiseziel Fahrgäste abgesetzt, ausgewechselt oder aufgenommen werden (geschlossene Rundfahrten) oder b) um Gruppenreisen handelt, die auf dem Gebiet der Vertragspartei beginnen, wo das Fahrzeug zum Verkehr zugelassen ist, und auf dem Gebiet der anderen Vertragspartei oder eines dritten Staates endigen, sofern das Fahrzeug leer in den Staat zurückkehrt, wo es zum Verkehr zugelassen ist. 2. Leertransitfahrten von oder nach dem Gebiet eines dritten Staates mit Fahrzeugen, die im Gebiet der anderen Vertragspartei zum Verkehr zugelassen sind, bedürfen für die Leereinfahrt keiner Bewilligung, sofern auf dem Gebiet des durchfahrenen Staates keine Unterwegsbedienung stattfindet und sofern eine Bestätigung der Fahrbestellung oder eine andere die Fahrt belegende Urkunde vorgewiesen werden kann. 3. Für alle in Ziffern 1 und 2 nicht aufgeführten Fahrten ist nach Massgabe des nationalen Rechts der Vertragsparteien eine Bewilligung oder Konzession erforderlich."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Anwendung nationalen Rechts",
      "content": "Soweit diese Vereinbarung nichts anderes vorsieht, ist für Transportunternehmer und Fahrzeugführer im Gebiet der anderen Vertragspartei das dort geltende Recht verbindlich."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Landesinterne Transporte (Binnenverkehr)",
      "content": "Keine Bestimmung dieser Vereinbarung ermächtigt die Transportunternehmer einer Vertragspartei, auf dem Gebiet der anderen Vertragspartei Personen aufzunehmen, um sie auf diesem Gebiet wieder abzusetzen."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Widerhandlungen",
      "content": "1. Transportunternehmern und Fahrzeugführern, die auf dein Gebiet der anderen Vertragspartei schwere oder wiederholte Widerhandlungen gegen Bestimmungen dieser Vereinbarung oder gegen Vorschriften über die Strassentransporte oder den Strassenverkehr begehen, kann vorübergehend die Einfahrt in das Hoheitsgebiet der anderen Vertragspartei untersagt werden. Die Bestrafung solcher Widerhandlungen aufgrund des nationalen Rechts dieser Vertragspartei bleibt vorbehalten. 2. Die zuständige Behörde einer Vertragspartei, die eine solche Massnahme getroffen oder von Widerhandlungen Kenntnis hat, unterrichtet hierüber die zuständige Behörde der anderen Vertragspartei."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Zuständige Behörden",
      "content": "Die zuständigen Behörden der beiden Vertragsparteien, denen die Durchführung dieser Vereinbarung obliegt, verkehren direkt miteinander."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Gemischte Kommission",
      "content": "Auf Verlangen einer der Vertragsparteien kann eine aus Vertretern beider Staaten zusammengesetzte gemischte Kommission gebildet werden, um Fragen zu behandeln, welche die Anwendung der vorliegenden Vereinbarung betreffen."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Verhandlungsprotokoll",
      "content": "Die vorliegende Vereinbarung wird ergänzt durch das Protokoll über die Verhandlungen vom 16. und 17. Mai 1972. Dieses Verhandlungsprotokoll bildet einen integrierenden Bestandteil der Vereinbarung."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Inkrafttreten und Geltungsdauer",
      "content": "Diese Vereinbarung tritt am 1. Juni 1972 in Kraft. Sie gilt auf unbestimmte Zeit. Sie kann von jeder Vertragspartei auf das Ende eines Kalenderjahres unter Einhaltung einer Kündigungsfrist von mindestens drei Monaten gekündigt werden."
    }
  ],
  "definitions": []
}