{
  "id": "sr-0-142-112-491",
  "type": "statute",
  "title": "Freundschaftsvertrag vom 13. Juni 1918 zwischen der Schweiz und der Republik China",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/37/66_66_73/en",
  "provisions": [
    {
      "provision_ref": "artI",
      "section": "I",
      "title": "",
      "content": "Zwischen der Schweiz und China sowie den Angehörigen der beiden Staaten soll dauernd Friede und Freundschaft bestehen."
    },
    {
      "provision_ref": "artII",
      "section": "II",
      "title": "",
      "content": "Die schweizerische sowie die chinesische Regierung haben das Recht, diplomatische Agenten, Generalkonsuln, Konsuln, Vizekonsuln und Konsularagenten zu ernennen, die in der Hauptstadt und den grösseren Städten der beiden Länder, wo den fremden Agenten der Aufenthalt gestattet ist, Wohnsitz nehmen. Sie geniessen die gleichen Rechte, Vorrechte, Begünstigungen und Immunitäten, welche den diplomatischen Agenten und den Konusularbeamten der meistbegünstigten Nation gewährt werden oder gewährt werden können. Die Generalkonsuln, Konsuln, Vizekonsuln und Konsularagenten haben zur Ausübung ihrer Funktionen in der üblichen Form um das Exequatur bei der Regierung, bei der sie zur Ausübung ihrer Funktionen ernannt worden sind, nachzusuchen. Die beiden vertragschliessenden Staaten werden von der Ernennung von Handeltreibenden zu Generalkonsuln, Konsuln, Vizekonsuln oder Konsularagenten Umgang nehmen; ausgenommen sind die Honorarkonsuln, die mit den Vorrechten und Vollmachten, welche die Honorarkonsuln, die mit den Vorrechten und Vollmachten, welche die Honorarkonsuln der andern Mächte geniessen, ausgestattet werden. Siehe auch das Wiener Übereink. vom 18. April 1961 über diplomatische Beziehungen ( SR 0.191.01 )."
    },
    {
      "provision_ref": "artIII",
      "section": "III",
      "title": "",
      "content": "Der vorliegende Vertrag wird in Kraft gesetzt, sobald der Austausch der Ratifikationsurkunden wird stattfinden können."
    },
    {
      "provision_ref": "artIV",
      "section": "IV",
      "title": "",
      "content": "Der vorliegende Vertrag wird in französischer, chinesischer und englischer Sprache abgefasst, wovon in jeder Sprache vier Kopien ausgefertigt werden. Im Falle einer Meinungsverschiedenheit in der Auslegung des französischen oder chinesischen Textes wird der Streit nach dem englischen Texte, der für beide vertragschliessenden Teile verbindlich, entschieden werden."
    },
    {
      "provision_ref": "artV",
      "section": "V",
      "title": "",
      "content": "Der vorliegende Vertrag wird von den gesetzgebenden Räten der Schweiz und seiner Exzellenz dem Präsidenten der Republik China gemäss der in Kraft bestehenden Gesetzgebung ratifiziert werden, und die Ratifikationsurkunde sollen, sobald die Möglichkeit vorhanden, ausgetauscht werden. Zu Urkund dessen haben die beiderseitigen Bevollmächtigten den vorliegenden Vertrag unterzeichnet und mit ihren Siegeln versehen den dreizehnten Juni eintausendneunhundertachtzehn oder den dreizehnten Juni des siebenten Jahres seit dem Bestande der Republik China. F. von Salis Chang Tsung-Hsiang"
    }
  ],
  "definitions": []
}