{
  "id": "sr-0-632-290-13",
  "type": "statute",
  "title": "Abkommen vom 30. Juni 1967 betreffend die Erzeugnisse der Uhrenindustrie zwischen der Schweizerischen Eidgenossenschaft und der Europäischen Wirtschaftsgemeinschaft und ihren Mitgliedstaaten",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1967/1906_1957_1951/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Erster Teil Konzessionen der Schweiz",
      "section": "1",
      "title": "",
      "content": "Ab 1. Januar 1968 werden die schweizerischen Uhrenzölle (Tarifpositionen 9101 bis 9111) um 30 Prozent, und zwar in drei Jahresraten zu 10 Prozent ermässigt. SR 632.10 Anhang"
    },
    {
      "provision_ref": "art2",
      "chapter": "Erster Teil Konzessionen der Schweiz",
      "section": "2",
      "title": "",
      "content": "Ab 1. Januar 1968 führt die Schweiz eine Ausfuhrregelung ein, welche die automatische Erteilung der Ausfuhrbewilligung für alle dieser Formalität unterworfenen Erzeugnisse der schweizerischen Uhrenindustrie einschliesslich der Werkzeuge vorsieht, sofern sie für in der EWG niedergelassene Uhrenindustrielle bestimmt sind. Unter «Uhrenindustrielle» werden alle Empfänger verstanden, welche die aus der Schweiz importierten Rohwerke, Bestandteile, Werkzeuge, Apparate und Uhrenmaschinen für ihre Eigenproduktion verwenden."
    },
    {
      "provision_ref": "art3",
      "chapter": "Erster Teil Konzessionen der Schweiz",
      "section": "3",
      "title": "",
      "content": "Die Schweiz bestätigt, dass sie keine öffentlich-rechtlichen Einfuhrbeschränkungen aus Erzeugnissen der Uhrenindustrie zur Anwendung bringt und auch in Zukunft keine einzuführen gedenkt."
    },
    {
      "provision_ref": "art4",
      "chapter": "Erster Teil Konzessionen der Schweiz",
      "section": "4",
      "title": "",
      "content": "Die Schweiz weist darauf hin, dass die Ausfuhr von Uhrenmaschinen am 1. Januar 1967 vollständig freigegeben wurde und dass sie nicht beabsichtigt, auf diesem Gebiete Beschränkungen wieder einzuführen."
    },
    {
      "provision_ref": "art5",
      "chapter": "Zweiter Teil Konzessionen der EWG",
      "section": "5",
      "title": "",
      "content": "Die Uhrenzölle der EWG (Tarifpositionen 91.01 bis 91.11) werden um 30 Prozent reduziert, einschliesslich der Minimal- und Maximalansätze. Diese Ermässigung wird in zwei Etappen vorgenommen, die erste von 20 Prozent am 1. Juli 1968 und die zweite von 10 Prozent am 1. Januar 1970."
    },
    {
      "provision_ref": "art6",
      "chapter": "Zweiter Teil Konzessionen der EWG",
      "section": "6",
      "title": "",
      "content": "Die EWG und die Mitgliedstaaten werden davon absehen, nichttarifarische Massnahmen anzuwenden oder einzuführen, welche den Handelsaustausch von Erzeugnissen der Uhrenindustrie erschweren könnten."
    },
    {
      "provision_ref": "art7",
      "chapter": "Dritter Teil Weitere Konzessionen",
      "section": "7",
      "title": "",
      "content": "Die vertragschliessenden Parteien sind sich einig, eine vollständigere gegenseitige Liberalisierung des Handels mit Erzeugnissen der Uhrenindustrie anzustreben, welche es namentlich erlauben würde, eine gegenseitige Zollreduktion um 50 Prozent zu erreichen."
    },
    {
      "provision_ref": "art8",
      "chapter": "Dritter Teil Weitere Konzessionen",
      "section": "8",
      "title": "",
      "content": "Die gemischte Kommission, welche im vierten Teil erwähnt ist, wird auf Grund einer eingehenden Prüfung, welche spätestens im Frühjahr 1970 stattfinden soll, den zuständigen Behörden der vertragschliessenden Parteien empfehlen, solche zusätzlichen Liberalisierungsmassnahmen einzuführen."
    },
    {
      "provision_ref": "art9",
      "chapter": "Vierter Teil Gemischte Kommission",
      "section": "9",
      "title": "",
      "content": "Es wird eine gemischte Kommission eingesetzt. Sie besteht aus Vertretern der schweizerischen Behörden einerseits und solchen der Behörden der EWG und der Mitgliedstaaten anderseits."
    },
    {
      "provision_ref": "art10",
      "chapter": "Vierter Teil Gemischte Kommission",
      "section": "10",
      "title": "",
      "content": "Diese Kommission hat zur Aufgabe: a) die Durchführung der in diesem Abkommen enthaltenen Verpflichtungen zu überwachen und sicherzustellen; b) als Forum zu dienen für die Erörterung aller Probleme von gemeinsamem Interesse auf dem Gebiete der Uhrenindustrie und insbesondere von Lösungen, die geeignet sind, eine immer engere Zusammenarbeit zwischen den Behörden und den Uhrenindustrien der Schweiz und der EWG herbeizuführen (siehe ebenfalls oben Buchstabe C, Ziffer 2)."
    },
    {
      "provision_ref": "art11",
      "chapter": "Vierter Teil Gemischte Kommission",
      "section": "11",
      "title": "",
      "content": "Die Kommission wird mindestens zweimal jährlich zusammentreten."
    },
    {
      "provision_ref": "art12",
      "chapter": "Fünfter Teil Schlussbestimmungen",
      "section": "12",
      "title": "",
      "content": "Die Bestimmungen dieses Abkommens werden einen integrierenden Bestandteil der im Rahmen der sechsten Zollkonferenz der GATT (Kennedy-Runde) zwischen den Vertragsparteien abgeschlossenen Vereinbarungen bilden."
    },
    {
      "provision_ref": "art13",
      "chapter": "Fünfter Teil Schlussbestimmungen",
      "section": "13",
      "title": "",
      "content": "Dieses Abkommen tritt am 1. Januar 1968 in Kraft. Geschehen zu Genf, am dreissigsten Juni neunzehnhundertsiebenundsechzig, in zwei Exemplaren."
    }
  ],
  "definitions": []
}