{
  "id": "sr-0-441-1",
  "type": "statute",
  "title": "Rahmenübereinkommen vom 1. Februar 1995 zum Schutz nationaler Minderheiten",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2002/360/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Abschnitt I",
      "section": "1",
      "title": "",
      "content": "Der Schutz nationaler Minderheiten und der Rechte und Freiheiten von Angehörigen dieser Minderheiten ist Bestandteil des internationalen Schutzes der Menschenrechte und stellt als solcher einen Bereich internationaler Zusammenarbeit dar."
    },
    {
      "provision_ref": "art2",
      "chapter": "Abschnitt I",
      "section": "2",
      "title": "",
      "content": "Dieses Rahmenübereinkommen ist nach Treu und Glauben, im Geist der Verständigung und Toleranz und in Übereinstimmung mit den Grundsätzen guter Nachbarschaft, freundschaftlicher Beziehungen und der Zusammenarbeit zwischen den Staaten anzuwenden."
    },
    {
      "provision_ref": "art3",
      "chapter": "Abschnitt I",
      "section": "3",
      "title": "",
      "content": "1 Jede Person, die einer nationalen Minderheit angehört, hat das Recht, frei zu entscheiden, ob sie als solche behandelt werden möchte oder nicht; aus dieser Entscheidung oder der Ausübung der mit dieser Entscheidung verbundenen Rechte dürfen ihr keine Nachteile erwachsen. 2 Angehörige nationaler Minderheiten können die Rechte und Freiheiten, die sich aus den in diesem Rahmenübereinkommen niedergelegten Grundsätzen ergeben, einzeln sowie in Gemeinschaft mit anderen ausüben und geniessen."
    },
    {
      "provision_ref": "art4",
      "chapter": "Abschnitt II",
      "section": "4",
      "title": "",
      "content": "1 Die Vertragsparteien verpflichten sich, jeder Person, die einer nationalen Minderheit angehört, das Recht auf Gleichheit vor dem Gesetz und auf gleichen Schutz durch das Gesetz zu gewährleisten. In dieser Hinsicht ist jede Diskriminierung aus Gründen der Zugehörigkeit zu einer nationalen Minderheit verboten. 2 Die Vertragsparteien verpflichten sich, erforderlichenfalls angemessene Massnahmen zu ergreifen, um in allen Bereichen des wirtschaftlichen, sozialen, politischen und kulturellen Lebens die vollständige und tatsächliche Gleichheit zwischen den Angehörigen einer nationalen Minderheit und den Angehörigen der Mehrheit zu fördern. In dieser Hinsicht berücksichtigen sie in gebührender Weise die besonderen Bedingungen der Angehörigen nationaler Minderheiten. 3 Die in Übereinstimmung mit Absatz 2 ergriffenen Massnahmen werden nicht als Diskriminierung angesehen."
    },
    {
      "provision_ref": "art5",
      "chapter": "Abschnitt II",
      "section": "5",
      "title": "",
      "content": "1 Die Vertragsparteien verpflichten sich, die Bedingungen zu fördern, die es Angehörigen nationaler Minderheiten ermöglichen, ihre Kultur zu pflegen und weiterzuentwickeln und die wesentlichen Bestandteile ihrer Identität, nämlich ihre Religion, ihre Sprache, ihre Traditionen und ihr kulturelles Erbe, zu bewahren. 2 Unbeschadet der Massnahmen, die im Rahmen ihrer allgemeinen Integrationspolitik getroffen werden, sehen die Vertragsparteien von Zielsetzungen oder Praktiken ab, die auf die Assimilierung von Angehörigen nationaler Minderheiten gegen deren Willen gerichtet sind, und schützen diese Personen vor jeder auf eine solche Assimilierung gerichteten Massnahme."
    },
    {
      "provision_ref": "art6",
      "chapter": "Abschnitt II",
      "section": "6",
      "title": "",
      "content": "1 Die Vertragsparteien fördern den Geist der Toleranz und des interkulturellen Dialogs und treffen wirksame Massnahmen zur Förderung der gegenseitigen Achtung und des gegenseitigen Verständnisses sowie der Zusammenarbeit zwischen allen in ihrem Hoheitsgebiet lebenden Menschen, unabhängig von deren ethnischer, kultureller, sprachlicher oder religiöser Identität, und zwar insbesondere in den Bereichen Bildung, Kultur und Medien. 2 Die Vertragsparteien verpflichten sich, geeignete Massnahmen zu treffen, um Menschen zu schützen, die wegen ihrer ethnischen, kulturellen, sprachlichen oder religiösen Identität diskriminierenden, feindseligen oder gewalttätigen Handlungen oder der Androhung solcher Handlungen ausgesetzt sein können."
    },
    {
      "provision_ref": "art7",
      "chapter": "Abschnitt II",
      "section": "7",
      "title": "",
      "content": "Die Vertragsparteien stellen sicher, dass das Recht aller Angehörigen einer nationalen Minderheit, sich friedlich zu versammeln und sich frei zusammenzuschliessen, sowie ihr Anspruch auf freie Meinungsäusserung und auf Gedanken‑, Gewissens- und Religionsfreiheit geachtet werden."
    },
    {
      "provision_ref": "art8",
      "chapter": "Abschnitt II",
      "section": "8",
      "title": "",
      "content": "Die Vertragsparteien verpflichten sich anzuerkennen, dass jede Person, die einer nationalen Minderheit angehört, das Recht hat, ihre Religion oder Weltanschauung zu bekunden sowie religiöse Einrichtungen, Organisationen und Vereinigungen zu gründen."
    },
    {
      "provision_ref": "art9",
      "chapter": "Abschnitt II",
      "section": "9",
      "title": "",
      "content": "1 Die Vertragsparteien verpflichten sich anzuerkennen, dass das Recht jeder Person, die einer nationalen Minderheit angehört, auf freie Meinungsäusserung die Freiheit der Meinung und die Freiheit zum Empfang und zur Mitteilung von Nachrichten oder Ideen in der Minderheitensprache ohne Eingriffe öffentlicher Stellen und ohne Rücksicht auf Landesgrenzen einschliesst. Die Vertragsparteien stellen im Rahmen ihrer Rechtsordnung sicher, dass Angehörige einer nationalen Minderheit in Bezug auf ihren Zugang zu den Medien nicht diskriminiert werden. 2 Absatz 1 schliesst nicht aus, dass die Vertragsparteien Hörfunk‑, Fernseh- oder Kinounternehmen einem Genehmigungsverfahren ohne Diskriminierung und auf der Grundlage objektiver Kriterien unterwerfen. 3 Die Vertragsparteien hindern Angehörige nationaler Minderheiten nicht daran, Printmedien zu schaffen und zu nutzen. Innerhalb des gesetzlichen Rahmens für Hörfunk und Fernsehen stellen sie soweit wie möglich und unter Berücksichtigung des Absatzes 1 sicher, dass Angehörigen nationaler Minderheiten die Möglichkeit gewährt wird, eigene Medien zu schaffen und zu nutzen. 4 Die Vertragsparteien ergreifen im Rahmen ihrer Rechtsordnung angemessene Massnahmen, um Angehörigen nationaler Minderheiten den Zugang zu den Medien zu erleichtern sowie Toleranz zu fördern und kulturellen Pluralismus zu ermöglichen."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "",
      "content": "1 Die Vertragsparteien verpflichten sich anzuerkennen, dass jede Person, die einer nationalen Minderheit angehört, das Recht hat, ihre Minderheitensprache privat und in der Öffentlichkeit mündlich und schriftlich frei und ungehindert zu gebrauchen. 2 In Gebieten, die von Angehörigen nationaler Minderheiten traditionell oder in beträchtlicher Zahl bewohnt werden, bemühen sich die Vertragsparteien, sofern die Angehörigen dieser Minderheiten dies verlangen und dieses Anliegen einem tatsächlichen Bedarf entspricht, soweit wie möglich die Voraussetzungen dafür sicherzustellen, dass im Verkehr zwischen den Angehörigen dieser Minderheiten und den Verwaltungsbehörden die Minderheitensprache gebraucht werden kann. 3 Die Vertragsparteien verpflichten sich, das Recht jeder Person, die einer nationalen Minderheit angehört, zu gewährleisten, in möglichst kurzer Frist in einer ihr verständlichen Sprache über die Gründe ihrer Festnahme und über die Art und den Grund der gegen sie erhobenen Beschuldigung in Kenntnis gesetzt zu werden sowie sich in dieser Sprache, erforderlichenfalls unter unentgeltlicher Beiziehung eines Dolmetschers, zu verteidigen."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "",
      "content": "1 Die Vertragsparteien verpflichten sich anzuerkennen, dass jede Person, die einer nationalen Minderheit angehört, das Recht hat, ihren Familiennamen (Vaternamen) und ihre Vornamen in der Minderheitensprache zu führen, sowie das Recht auf amtliche Anerkennung dieser Namen, wie dies nach der Rechtsordnung der jeweiligen Vertragspartei vorgesehen ist. 2 Die Vertragsparteien verpflichten sich anzuerkennen, dass jede Person, die einer nationalen Minderheit angehört, das Recht hat, für die Öffentlichkeit sichtbar Schilder, Aufschriften und Inschriften sowie andere Mitteilungen privater Art in ihrer Minderheitensprache anzubringen. 3 In Gebieten, die traditionell von einer beträchtlichen Zahl von Angehörigen einer nationalen Minderheit bewohnt werden, bemühen sich die Vertragsparteien im Rahmen ihrer Rechtsordnung, einschliesslich eventueller Übereinkünfte mit anderen Staaten, und unter Berücksichtigung ihrer besonderen Gegebenheiten, traditionelle Ortsnamen, Strassennamen und andere für die Öffentlichkeit bestimmte topographische Hinweise auch in der Minderheitensprache anzubringen, wenn dafür ausreichende Nachfrage besteht."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "",
      "content": "1 Die Vertragsparteien treffen erforderlichenfalls Massnahmen auf dem Gebiet der Bildung und der Forschung, um die Kenntnis der Kultur, Geschichte, Sprache und Religion ihrer nationalen Minderheiten wie auch der Mehrheit zu fördern. 2 In diesem Zusammenhang stellen die Vertragsparteien unter anderem angemessene Möglichkeiten für die Lehrerausbildung und den Zugang zu Lehrbüchern bereit und erleichtern Kontakte unter Schülern und Lehrern aus unterschiedlichen Bevölkerungsgruppen. 3 Die Vertragsparteien verpflichten sich, die Chancengleichheit von Angehörigen nationaler Minderheiten beim Zugang zu allen Bildungsstufen zu fördern."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "",
      "content": "1 Im Rahmen ihres jeweiligen Bildungssystems erkennen die Vertragsparteien an, dass Angehörige einer nationalen Minderheit das Recht haben, eigene private Bildungs- und Ausbildungseinrichtungen zu gründen und zu betreiben. 2 Die Ausübung dieses Rechts bringt für die Vertragsparteien keine finanziellen Verpflichtungen mit sich."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "",
      "content": "1 Die Vertragsparteien verpflichten sich anzuerkennen, dass jede Person, die einer nationalen Minderheit angehört, das Recht hat, ihre Minderheitensprache zu erlernen. 2 In Gebieten, die von Angehörigen nationaler Minderheiten traditionell oder in beträchtlicher Zahl bewohnt werden, bemühen sich die Vertragsparteien, wenn ausreichende Nachfrage besteht, soweit wie möglich und im Rahmen ihres Bildungssystems sicherzustellen, dass Angehörige dieser Minderheiten angemessene Möglichkeiten haben, die Minderheitensprache zu erlernen oder in dieser Sprache unterrichtet zu werden. 3 Absatz 2 wird angewendet, ohne dass dadurch das Erlernen der Amtssprache oder der Unterricht in dieser Sprache berührt wird."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "",
      "content": "Die Vertragsparteien schaffen die notwendigen Voraussetzungen für die wirksame Teilnahme von Angehörigen nationaler Minderheiten am kulturellen, sozialen und wirtschaftlichen Leben und an öffentlichen Angelegenheiten, insbesondere denjenigen, die sie betreffen."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "",
      "content": "Die Vertragsparteien sehen von Massnahmen ab, die das Bevölkerungsverhältnis in von Angehörigen nationaler Minderheiten bewohnten Gebieten verändern und darauf gerichtet sind, die Rechte und Freiheiten einzuschränken, die sich aus den in diesem Rahmenübereinkommen niedergelegten Grundsätzen ergeben."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "",
      "content": "1 Die Vertragsparteien verpflichten sich, nicht in das Recht von Angehörigen nationaler Minderheiten einzugreifen, ungehindert und friedlich Kontakte über Grenzen hinweg zu Personen herzustellen und zu pflegen, die sich rechtmässig in anderen Staaten aufhalten, insbesondere zu Personen mit derselben ethnischen, kulturellen, sprachlichen oder religiösen Identität oder mit demselben kulturellen Erbe. 2 Die Vertragsparteien verpflichten sich, nicht in das Recht von Angehörigen nationaler Minderheiten auf Teilnahme an der Tätigkeit nichtstaatlicher Organisationen sowohl auf nationaler als auch auf internationaler Ebene einzugreifen."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "",
      "content": "1 Die Vertragsparteien bemühen sich, erforderlichenfalls zwei- und mehrseitige Übereinkünfte mit anderen Staaten, insbesondere Nachbarstaaten, zu schliessen, um den Schutz von Angehörigen der betroffenen nationalen Minderheiten sicherzustellen. 2 Gegebenenfalls treffen die Vertragsparteien Massnahmen zur Förderung der grenzüberschreitenden Zusammenarbeit."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "",
      "content": "Die Vertragsparteien verpflichten sich, die in diesem Rahmenübereinkommen niedergelegten Grundsätze zu achten und zu verwirklichen und dabei Beschränkungen, Einschränkungen oder Abweichungen, soweit solche erforderlich sind, nur insoweit vorzunehmen, als sie in völkerrechtlichen Übereinkünften, insbesondere der Konvention zum Schutze der Menschenrechte und Grundfreiheiten und den Protokollen dazu, vorgesehen und für die sich aus den genannten Grundsätzen ergebenden Rechte und Freiheiten von Belang sind."
    },
    {
      "provision_ref": "art20",
      "chapter": "Abschnitt III",
      "section": "20",
      "title": "",
      "content": "Bei der Ausübung der Rechte und Freiheiten, die sich aus den in diesem Rahmenübereinkommen niedergelegten Grundsätzen ergeben, haben Angehörige einer nationalen Minderheit die innerstaatlichen Rechtsvorschriften und die Rechte anderer, insbesondere diejenigen von Angehörigen der Mehrheit oder anderer nationaler Minderheiten, zu achten."
    },
    {
      "provision_ref": "art21",
      "chapter": "Abschnitt III",
      "section": "21",
      "title": "",
      "content": "Die Bestimmungen dieses Rahmenübereinkommens sind nicht so auszulegen, als gewährten sie das Recht, irgendeine Tätigkeit auszuüben oder irgendeine Handlung vorzunehmen, die den wesentlichen Grundsätzen des Völkerrechts, insbesondere der souveränen Gleichheit, der territorialen Unversehrtheit und der politischen Unabhängigkeit der Staaten, zuwiderläuft."
    },
    {
      "provision_ref": "art22",
      "chapter": "Abschnitt III",
      "section": "22",
      "title": "",
      "content": "Die Bestimmungen dieses Rahmenübereinkommens sind nicht als Beschränkung oder Minderung der Menschenrechte und Grundfreiheiten auszulegen, die nach den Gesetzen einer Vertragspartei oder nach einer anderen Übereinkunft, deren Vertragspartei sie ist, gewährleistet sind."
    },
    {
      "provision_ref": "art23",
      "chapter": "Abschnitt III",
      "section": "23",
      "title": "",
      "content": "Die Rechte und Freiheiten, die sich aus den in diesem Rahmenübereinkommen niedergelegten Grundsätzen ergeben, sind, soweit sie Gegenstand einer entsprechenden Bestimmung in der Konvention zum Schutze der Menschenrechte und Grundfreiheiten oder den Protokollen dazu sind, in Übereinstimmung mit diesen zu verstehen."
    },
    {
      "provision_ref": "art24",
      "chapter": "Abschnitt IV",
      "section": "24",
      "title": "",
      "content": "1 Das Ministerkomitee des Europarats überwacht die Durchführung dieses Rahmenübereinkommens durch die Vertragsparteien. 2 Vertragsparteien, die nicht Mitglieder des Europarats sind, nehmen am Durchführungsmechanismus in einer noch zu bestimmenden Art und Weise teil."
    },
    {
      "provision_ref": "art25",
      "chapter": "Abschnitt IV",
      "section": "25",
      "title": "",
      "content": "1 Innerhalb eines Jahres nach Inkrafttreten dieses Rahmenübereinkommens für eine Vertragspartei übermittelt diese dem Generalsekretär des Europarats vollständige Informationen über die Gesetzgebungsmassnahmen und andere Massnahmen, die sie zur Verwirklichung der in diesem Rahmenübereinkommen niedergelegten Grundsätze getroffen hat. 2 Danach übermittelt jede Vertragspartei dem Generalsekretär regelmässig und sooft das Ministerkomitee dies verlangt, jede weitere Information, die für die Durchführung dieses Rahmenübereinkommens von Belang ist. 3 Der Generalsekretär leitet die nach diesem Artikel übermittelten Informationen an das Ministerkomitee weiter."
    },
    {
      "provision_ref": "art26",
      "chapter": "Abschnitt IV",
      "section": "26",
      "title": "",
      "content": "1 Bei der Beurteilung der Angemessenheit der Massnahmen, die von den Vertragsparteien zur Verwirklichung der in diesem Rahmenübereinkommen niedergelegten Grundsätze getroffen wurden, wird das Ministerkomitee von einem beratenden Ausschuss unterstützt, dessen Mitglieder anerkanntes Fachwissen auf dem Gebiet des Schutzes nationaler Minderheiten besitzen. 2 Die Zusammensetzung dieses beratenden Ausschusses und sein Verfahren werden vom Ministerkomitee innerhalb eines Jahres nach Inkrafttreten dieses Rahmenübereinkommens festgelegt."
    },
    {
      "provision_ref": "art27",
      "chapter": "Abschnitt V",
      "section": "27",
      "title": "",
      "content": "Dieses Rahmenübereinkommen liegt für die Mitgliedstaaten des Europarats zur Unterzeichnung auf. Bis zum Tag des Inkrafttretens liegt das Übereinkommen auch für jeden anderen vom Ministerkomitee dazu eingeladenen Staat zur Unterzeichnung auf. Es bedarf der Ratifikation, Annahme oder Genehmigung. Die Ratifikations‑, Annahme- oder Genehmigungsurkunden werden beim Generalsekretär des Europarats hinterlegt."
    },
    {
      "provision_ref": "art28",
      "chapter": "Abschnitt V",
      "section": "28",
      "title": "",
      "content": "1 Dieses Rahmenübereinkommen tritt am ersten Tag des Monats in Kraft, der auf einen Zeitabschnitt von drei Monaten nach dem Tag folgt, an dem zwölf Mitgliedstaaten des Europarats nach Artikel 27 ihre Zustimmung ausgedrückt haben, durch das Übereinkommen gebunden zu sein. 2 Für jeden Mitgliedstaat, der später seine Zustimmung ausdrückt, durch das Rahmenübereinkommen gebunden zu sein, tritt es am ersten Tag des Monats in Kraft, der auf einen Zeitabschnitt von drei Monaten nach Hinterlegung der Ratifikations-, Annahme- oder Genehmigungsurkunde folgt."
    },
    {
      "provision_ref": "art29",
      "chapter": "Abschnitt V",
      "section": "29",
      "title": "",
      "content": "1 Nach Inkrafttreten dieses Rahmenübereinkommens und nach Konsultation der Vertragsstaaten kann das Ministerkomitee des Europarats durch einen mit der in Artikel 20 Paragraph d der Satzung des Europarats vorgesehenen Mehrheit gefassten Beschluss jeden Nichtmitgliedstaat des Europarats, der nach Artikel 27 eingeladen wurde, zu unterzeichnen, dies aber noch nicht getan hat, und jeden anderen Nichtmitgliedstaat einladen, dem Übereinkommen beizutreten. 2 Für jeden beitretenden Staat tritt das Rahmenübereinkommen am ersten Tag des Monats in Kraft, der auf einen Zeitabschnitt von drei Monaten nach Hinterlegung der Beitrittsurkunde beim Generalsekretär des Europarats folgt."
    },
    {
      "provision_ref": "art30",
      "chapter": "Abschnitt V",
      "section": "30",
      "title": "",
      "content": "1 Jeder Staat kann bei der Unterzeichnung oder bei der Hinterlegung seiner Ratifikations-, Annahme-, Genehmigungs- oder Beitrittsurkunde einzelne oder mehrere Hoheitsgebiete, deren internationale Beziehungen er wahrnimmt, bezeichnen, auf die dieses Rahmenübereinkommen Anwendung findet. 2 Jeder Staat kann jederzeit danach durch eine an den Generalsekretär des Europarats gerichtete Erklärung die Anwendung dieses Rahmenübereinkommens auf jedes weitere in der Erklärung bezeichnete Hoheitsgebiet erstrecken. Das Rahmenübereinkommen tritt für dieses Hoheitsgebiet am ersten Tag des Monats in Kraft, der auf einen Zeitabschnitt von drei Monaten nach Eingang der Erklärung beim Generalsekretär folgt. 3 Jede nach den Absätzen 1 und 2 abgegebene Erklärung kann in Bezug auf jedes darin bezeichnete Hoheitsgebiet durch eine an den Generalsekretär gerichtete Notifikation zurückgenommen werden. Die Rücknahme wird am ersten Tag des Monats wirksam, der auf einen Zeitabschnitt von drei Monaten nach Eingang der Notifikation beim Generalsekretär folgt."
    },
    {
      "provision_ref": "art31",
      "chapter": "Abschnitt V",
      "section": "31",
      "title": "",
      "content": "1 Jede Vertragspartei kann dieses Rahmenübereinkommen jederzeit durch eine an den Generalsekretär des Europarats gerichtete Notifikation kündigen. 2 Die Kündigung wird am ersten Tag des Monats wirksam, der auf einen Zeitabschnitt von sechs Monaten nach Eingang der Notifikation beim Generalsekretär folgt."
    },
    {
      "provision_ref": "art32",
      "chapter": "Abschnitt V",
      "section": "32",
      "title": "",
      "content": "Der Generalsekretär des Europarats notifiziert den Mitgliedstaaten des Rates, anderen Unterzeichnerstaaten und jedem Staat, der diesem Rahmenübereinkommen beigetreten ist: a) jede Unterzeichnung; b) jede Hinterlegung einer Ratifikations‑, Annahme‑, Genehmigungs- oder Beitrittsurkunde; c) jeden Zeitpunkt des Inkrafttretens dieses Rahmenübereinkommens nach den Artikeln 28, 29 und 30; d) jede andere Handlung, Notifikation oder Mitteilung im Zusammenhang mit diesem Rahmenübereinkommen."
    }
  ],
  "definitions": []
}