{
  "id": "sr-0-814-285-1",
  "type": "statute",
  "title": "Abkommen vom 13. November 1985 zwischen dem Schweizerischen Bundesrat und der Italienischen Regierung über gemeinsame Massnahmen zum Schutz gegen Gewässerverunreinigung",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1991/237_237_237/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Internationale Zusammenarbeit",
      "content": "1 Die Vertragsparteien verpflichten sich, bei der Bekämpfung von unfallbedingten Verunreinigungen der Gewässer zusammenzuarbeiten, die die Grenze zwischen dem Kanton Tessin einerseits und den Regionen Piemont und Lombardei anderseits bilden oder diese überqueren. 2 Bei Unfällen, die Verunreinigungen der genannten Gewässer durch Kohlenwasserstoffe oder andere schädliche Substanzen zur Folge haben oder wo die Gefahr der Verunreinigung durch solche Substanzen droht, können die zuständigen Organe jeder der beiden Vertragsparteien von denjenigen der andern Vertragspartei angemessene Zusammenarbeit verlangen."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Grenzübertritt",
      "content": "Zur Durchführung der in Artikel 1 vorgesehenen Zusammenarbeit können sich die zuständigen technischen Organe einer der Vertragsparteien auf das Gebiet der anderen begeben."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Zuständigkeit zum Ersuchen der Zusammenarbeit",
      "content": "Jede Partei wird beim Austausch der Ratifikationsurkunden zu diesem Abkommen bekanntgeben, welche technischen Organe zur Stellung oder Entgegennahme von Ersuchen zur Zusammenarbeit zuständig sind."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Form des Ersuchens",
      "content": "Das Ersuchen um Zusammenarbeit wird schriftlich oder telefonisch gestellt; im letzteren Fall muss das Ersuchen innert zwei Tagen schriftlich bestätigt werden."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Leitung der Einsätze",
      "content": "1 Die Leitung der Einsätze obliegt in jedem Fall den zuständigen Behörden derjenigen Vertragspartei, auf deren Gebiet sie erfolgen; diese Behörden geben dem Leiter der zur Zusammenarbeit angeforderten Hilfsmannschaft die Person bekannt, der die Leitung des Einsatzes anvertraut ist. 2 Der Einsatzleiter erläutert dem Verantwortlichen der zur Zusammenarbeit angeforderten Hilfsmannschaft die Aufgaben, die er dieser übertragen will, ohne auf die Einzelheiten der Durchführung einzugehen."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Freier Zugang",
      "content": "Die Hilfsmannschaften haben freien Zugang zu jedem Ort, der für die Durchführung des Einsatzes nach den Angaben des Einsatzleiters betreten werden muss."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Verbot von Zwangsmassnahmen",
      "content": "Die Hilfsmannschaften dürfen auf fremdem Staatsgebiet keine Zwangsmassnahmen vornehmen."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Einsatzkosten",
      "content": "1 Die effektiven Kosten eines Hilfs- und Unterstützungseinsatzes, sowie diejenigen, die sich aus Verlust, Beschädigung oder Zerstörung der Einsatzmittel und -mate-rialien ergeben, gehen zulasten der ersuchenden Partei. 2 Mit der Bezeichnung der effektiven Kosten sollen jene ausgeschlossen werden, die bezüglich des Personals des Staates oder öffentlicher Körperschaften die Entlöhnung desselben für seine dienstliche Tätigkeit darstellen. 3 Von der Abrechnung ausgeschlossen sind die Kosten für Verlust, Beschädigung oder Zerstörung, die durch grobe Fahrlässigkeit der Mannschaften der ersuchten Partei verursacht werden. 4 Während der Einsätze sorgt die ersuchende Partei für den Unterhalt der Hilfsmannschaften wie auch für den Nachschub von Treibstoffen und benötigtem Material."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Haftung für Schäden",
      "content": "1 Jede Vertragspartei trägt die Risiken, denen das eigene Personal bei den Dislokationen und den Hilfseinsätzen ausgesetzt ist. 2 Die durch die Hilfsmannschaft der ersuchten Partei Dritten verursachten Schäden gehen zulasten der ersuchenden Partei, ausgenommen die durch grobe Fahrlässigkeit verursachten, die zulasten der ersuchten Partei gehen."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Ermächtigung zum Grenzübertritt",
      "content": "1 Das zuständige Personal ist, wenn der Einsatz verlangt wird, ermächtigt, mit der eigenen Ausrüstung jederzeit die Grenze zu Land oder zu Wasser, auch ausserhalb der zugelassenen Übergänge, zu überqueren. Im letzteren Fall müssen die nächstgelegenen Grenzpolizei- und Zollstellen durch die ersuchende Partei telefonisch vorgängig benachrichtigt werden. 2 Es kann einzig verlangt werden, dass sich der Leiter des Detachements mit einem Dokument über seine Eigenschaft ausweist. Er hat überdies den Organen der Grenzpolizei eine Liste des ihn begleitenden Personals zu übergeben. 3 Die Erlaubnis zum freien Grenzübertritt erstreckt sich auf das Material, die Ausrüstung und die Transportmittel, die zur ordnungsgemässen Durchführung des Einsatzes nötig sind. Beim Grenzübergang, oder so schnell als möglich, wird ein Inventar der Ausrüstungen, besonderen Einsatzmittel und des Materials hinterlegt. 4 Die Fahrzeuge, Boote und Luftfahrzeuge sowie das für den Einsatz nötige Material werden auf dem Gebiet des ersuchenden Staates als unter dem Regime der temporären Einfuhr zugelassen betrachtet; Treibstoffe und Verbrauchsmaterialien sind von Grenz- und allen anderen bei der Einfuhr erhobenen Abgaben insoweit befreit, als sie im Einsatz und während dessen ganzen Abwicklung verbraucht werden."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Einsätze auf dem Luftweg",
      "content": "1 Für die Einsätze können Luftfahrzeuge, insbesondere Helikopter verwendet werden. Eine Liste der für diese Einsätze einzusetzenden Luftfahrzeuge und Helikopter wird von jeder Vertragspartei den für die Leitung von Einsätzen zuständigen Behörden der andern Vertragspartei übermittelt; jede Änderung dieser Liste wird auch Gegenstand einer Mitteilung sein. 2 Eine Dauerbewilligung zum Überfliegen der in Betracht kommenden Zonen in beiden Staaten und die Bewilligung zur Landung werden von beiden Vertragsparteien den für Einsätze vorgesehenen Luftfahrzeugen zuerkannt. Die Begrenzung der in Betracht kommenden Zonen wird vor Erteilung der Dauerbewilligung zum Überfliegen festgelegt. 3 Die für die Leitung der Einsätze zuständigen Behörden jeder der beiden Vertragsparteien benachrichtigen vor jedem Flug die Luftkontrollorgane des eigenen Staates und, wenn es sich um Staatsluftfahrzeuge handelt, auch die Zivilluftfahrtsbehörde des eigenen Staates. Die Luftkontrollorgane der ersuchenden Partei sorgen dafür, dass die Zoll- und Grenzpolizeidienste unverzüglich von der Ankunft der Luftfahrzeuge der ersuchten Partei benachrichtigt werden. 4 Der Pilot, die Besatzungsmitglieder und die Mitglieder der Hilfsmannschaft müssen sich über ihre Identität und ihre Staatsangehörigkeit ausweisen können. 5 Die Luftfahrzeuge sind ermächtigt, auch ausserhalb von Zoll- und anderen Flugplätzen der beiden Staaten abzufliegen und zu landen."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Beendigung des Einsatzes",
      "content": "1 Bei Beendigung ihres Einsatzes müssen die Personen, Fahrzeuge, Boote, Luftfahrzeuge, Ausrüstungen und die bei den Hilfseinsätzen nicht verbrauchten Materialien über einen zugelassenen Grenzübergang auf das Gebiet des Staates zurückgebracht werden, der dem Ersuchen entsprochen hat. 2 Diejenigen Fahrzeuge, Boote, Luftfahrzeuge, Ausrüstungen und die nicht verbrauchten Materialien, die ohne berechtigten Grund, dessen Würdigung den Zollbehörden des andern Staates zukommt, nicht in den Ursprungsstaat zurückgeführt werden, sind den gesetzlichen und reglementarischen Bestimmungen jenes Staates unterworfen."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Einsatzberichte",
      "content": "1 Die technischen Organe der ersuchten Partei übermitteln den technischen Organen der ersuchenden Partei einen schriftlichen technischen Bericht über den ausgeführten Einsatz. 2 Die technischen Organe der ersuchenden Partei übermitteln den technischen Organen der ersuchten Partei und der «Internationalen Kommission» einen Bericht über den Vorfall."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Suspendierung der Erlaubnis",
      "content": "Die Erlaubnis, die Grenze zu überschreiten und auf fremdem Gebiet unter den in den Artikeln 10 und 11 festgelegten Voraussetzungen Einsätze durchzuführen, kann ohne Voranzeige aus Gründen der nationalen Sicherheit, mittels Notifikation auf diplomatischem Weg, suspendiert werden."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Auslegung und Anwendung",
      "content": "Allfällige Fragen der Auslegung und Anwendung der Bestimmungen dieses Abkommens werden auf dem diplomatischen Weg geregelt."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Inkrafttreten und Kündigung",
      "content": "1 Dieses Abkommen wird einen Monat, nachdem die Vertragsparteien die Ratifikationsurkunden ausgetauscht haben werden, in Kraft treten. 2 Mit dem Inkrafttreten dieses Abkommens wird der Briefwechsel vom 11. Dezember 1972 zwischen dem Vorsteher des Eidgenössischen Politischen Departements und dem italienischen Aussenminister betreffend die Bekämpfung von Gewässerverunreinigungen aufgehoben. 3 Dieses Abkommen kann unter Einhaltung einer Frist von drei Monaten gekündigt werden. Geschehen in zwei Exemplaren, in italienischer Sprache, in Rom, am 13. November 1985. Für den Schweizerischen Bundesrat: Gaspard Bodmer Für die italienische Regierung: Mario Fioret [ AS 1973 321 ]"
    }
  ],
  "definitions": []
}