{
  "id": "sr-0-836-934-92",
  "type": "statute",
  "title": "Abkommen vom 24. September 1958 zwischen der Schweiz und Frankreich betreffend die Stellung gewisser schweizerischer Benützer französischer Grundstücke unter den Gesetzgebungen über Familienzulagen",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1962/981_1016_1016/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "",
      "content": "Die Arbeitnehmer der im Kanton Waadt gelegenen landwirtschaftlichen Betriebe, zu denen Grundstücke in den französischen Departementen Haut-Rhin, Doubs, Jura, Ain und Haute-Savoie sowie im Territorium von Belfort gehören, bleiben während der Dauer ihrer Beschäftigung in diesen Departementen ungeachtet ihrer Berufsausübung auf französischem Staatsgebiet im Genusse der Familienzulagen, der Haushaltzulagen und der Geburtszulagen, worauf sie im Kanton Waadt Anspruch haben. Diese Leistungen gehen zu Lasten der französischen Ausgleichskasse für landwirtschaftliche Familienzulagen am Arbeitsort, die deren Gegenwert der waadtländischen Kasse zurückvergütet."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "",
      "content": "Während der Zeitspanne, in der die Arbeitnehmer der im Kanton Waadt gelegenen landwirtschaftlichen Betriebe in einem der in Artikel 1 aufgezählten französischen Departemente beschäftigt sind, beziehen die Familienausgleichskassen des Kantons Waadt den auf den Gehältern erhobenen Beitrag nicht."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "",
      "content": "Die waadtländischen Behörden werden alles daran setzen, damit den Leitern der im Kanton Waadt gelegenen Betriebe nahe gelegt wird, innerhalb der vorgeschriebenen Fristen die gesetzlichen Beiträge zu bezahlen, die sie den Ausgleichskassen für landwirtschaftliche Familienzulagen für die von ihnen benützten Grundstücke in den in Artikel 1 aufgezählten französischen Departementen schulden. Bei Nichtbezahlung dieser Beiträge würde bis zur Höhe der geschuldeten Beiträge und unter Vorbehalt des Rückgriffes auf den Schuldner eine von den waadtländischen Behörden bezeichnete Stelle oder Berufsorganisation für den säumigen Schuldner eintreten."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "",
      "content": "Eine zwischen dem Bundesamt für Sozialversicherung und dem französischen Landwirtschaftsministerium abzuschliessende Verwaltungsvereinbarung wird die Anwendungsbestimmungen des vorliegenden Abkommens und insbesondere die Bedingungen für die allfällige Zahlung von Beiträgen oder Leistungen auf dem Wege der Verwaltungshilfen festsetzen."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "",
      "content": "Die beiden Regierungen können das vorliegende Abkommen durch Briefwechsel auf andere schweizerische Kantone ausdehnen."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "",
      "content": "Das vorliegende Abkommen ist für die Dauer eines Jahres abgeschlossen. Es wird von Jahr zu Jahr stillschweigend erneuert, falls es nicht von einer der beiden Regierungen gekündigt wird, wobei die Kündigung der anderen Regierung sechs Monate vor Ablauf der Jahresfrist zu notifizieren ist. Es soll ratifiziert werden und tritt am Tage des Austausches der Ratifikationsurkunden in Kraft."
    }
  ],
  "definitions": []
}