{
  "id": "sr-0-741-531-963-62",
  "type": "statute",
  "title": "Abkommen vom 26. Oktober 2022 zwischen der Schweizerischen Eidgenossenschaft und dem Königreich der Niederlande über die Zusammenarbeit bei Zuwiderhandlungen gegen Strassenverkehrsvorschriften",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2023/239/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Zielsetzung und Anwendungsbereich",
      "content": "Zweck dieses Abkommens ist es, ein hohes Mass an Schutz für alle Verkehrsteilnehmenden zu gewährleisten, indem einerseits die gegenseitige Verfolgung von Zuwiderhandlungen gegen Strassenverkehrsvorschriften, die im Hoheitsgebiet einer der beiden Vertragsparteien mit Fahrzeugen begangen werden, die im Hoheitsgebiet der anderen Vertragspartei zugelassen sind, sichergestellt wird und andererseits Vollstreckungshilfe bei Bussgeldbescheiden in Zusammenhang mit solchen Zuwiderhandlungen geleistet wird."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Begriffsbestimmungen",
      "content": "Für die Zwecke dieses Abkommens bedeutet: a) «Person»: eine natürliche oder juristische Person; b) «Bussgeldbescheid»: von einem Gericht oder einer zuständigen Behörde ausgestelltes Schriftstück, mit dem einer Person eine Geldstrafe oder Geldbusse auferlegt wird, die auch Verfahrenskosten und gesetzliche Zuschläge umfassen kann, wegen Zuwiderhandlung gegen Strassenverkehrsvorschriften; c) «ersuchende Vertragspartei»: die Vertragspartei, die ein Ersuchen nach Massgabe dieses Abkommens an die andere Vertragspartei richtet; d) «ersuchte Vertragspartei»: die Vertragspartei, die ein Ersuchen nach Massgabe dieses Abkommens von der anderen Vertragspartei erhält; e) Zuwiderhandlungen gegen Strassenverkehrsvorschriften: – für die Schweizerische Eidgenossenschaft: Zuwiderhandlungen gegen das Bundesgesetz über den Strassenverkehr vom 19. Dezember 1958 und die entsprechenden Ausführungsbestimmungen, – für das Königreich der Niederlande, für den europäischen Teil der Niederlande: Verhalten, nach Artikel 2 Absatz 1 des Gesetzes über Verkehrsordnungswidrigkeiten (Wet administratiefrechtelijke handhaving verkeersvoorschriften). SR 741.01"
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Zuständige Behörden",
      "content": "Die für die Durchführung dieses Abkommens im Rahmen ihrer jeweiligen Befugnisse zuständigen Behörden sind: – für die Schweizerische Eidgenossenschaft: – die Polizeibehörden und die Zollbehörde des Bundes, – die Kantons- und Gemeindepolizeien, – die Justizbehörden des Bundes und der Kantone, – das Bundesamt für Strassen als nationale Kontaktstelle betreffend automatisierter Übermittlung von Daten gemäss Artikel 4 sowie Anhang B; – für das Königreich der Niederlande, für den europäischen Teil der Niederlande: – die Staatsanwaltschaft, – die Polizei, – die in Artikel 3 Absatz 1 des Gesetzes über Verkehrsordnungswidrigkeiten genannten Beamtinnen und Beamten, – die Ministerin oder der Minister für Justiz und Sicherheit, vertreten durch das Zentrale Justizinkassobüro (Centraal Justitieel Incassobureau), das auch die ausschliesslich zuständige Behörde für Ersuchen nach Artikel 6 ist."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Austausch von Daten über Fahrzeuge und deren Halterinnen und Halter",
      "content": "1. Daten gemäss Anhang A über in den nationalen Fahrzeugregistern registrierte Fahrzeuge und deren Halterinnen und Halter dürfen auf Ersuchen einer Vertragspartei übermittelt werden, soweit dies zur Verfolgung von Zuwiderhandlungen gegen Strassenverkehrsvorschriften notwendig ist. 2. Die Datenübermittlung erfolgt in einem automatisierten Verfahren. Dabei sind nach Möglichkeit bestehende Softwareschnittstellen und -anwendungen zu benutzen. Die Übermittlung erfolgt über die zentralen Fahrzeugregisterstellen, die als nationale Kontaktstellen dienen. Die Spezifikationen der Übermittlung der Daten können nur mit Zustimmung beider Vertragsparteien geändert werden. 3. Ein Ersuchen an die nationale Kontaktstelle der anderen Vertragspartei muss die in Anhang A festgehaltenen Angaben enthalten. Die ersuchende Vertragspartei darf diese Informationen nur zum Zwecke der Verfolgung der betreffenden Zuwiderhandlung gegen die Strassenverkehrsvorschriften verwenden. 4. Die nationalen Kontaktstellen halten für die Erledigung von Ersuchen die Angaben gemäss Anhang A bereit."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Ausstellung und Übermittlung von Bussgeldbescheiden",
      "content": "1. Bussgeldbescheide dürfen nach Massgabe des innerstaatlichen Rechts direkt der betreffenden Person zugestellt werden. 2. Um den Zustellungsempfängerinnen und -empfängern die Möglichkeit zur Stellungnahme zu gewähren, müssen die amtlichen Schriftstücke insbesondere die folgenden Angaben enthalten: a) Art, Ort, Datum und – wenn möglich – Zeitpunkt der Zuwiderhandlung sowie die Art ihrer Feststellung; b) Kennzeichen und – wenn möglich – Typ, Marke und Modell des Motorfahrzeugs, mit dem die Zuwiderhandlung begangen wurde, oder, in Ermangelung dieser Informationen, jede andere Information, die zur Identifizierung des Fahrzeugs beitragen kann; c) Höhe der Geldstrafe oder Geldbusse, die verhängt wurde oder verhängt werden kann, unter Angabe der Zahlungsfrist und der Zahlungsmodalitäten; d) Rechtsmittelbelehrung und Fristen zur Anfechtung des Bussgeldbescheids."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Vollstreckung von Bussgeldbescheiden",
      "content": "1. Die Vertragsparteien können die Vollstreckung von Bussgeldbescheiden verlangen. Dazu müssen folgende Kriterien erfüllt sein: a) Der Bussgeldbescheid bezieht sich auf Sachverhalte, die nach dem Recht der ersuchten Vertragspartei eine Zuwiderhandlung darstellen, einschliesslich, aber nicht beschränkt auf: Geschwindigkeitsübertretung; Nichtanlegen des Sicherheitsgurts; Überfahren eines roten Lichtzeichens; Trunkenheit im Strassenverkehr; Fahren unter Drogeneinfluss; Nichttragen eines Schutzhelms; unbefugte Benutzung eines Fahrstreifens; rechtswidrige Benutzung eines Mobiltelefons oder anderer Kommunikationsgeräte beim Fahren; Falschparken; zu dichtes Auffahren; b) Die individuelle Geldstrafe oder Geldbusse, ausschliesslich der Kosten des Verwaltungsverfahrens, einschliesslich gesetzlicher Zuschläge, beträgt mindestens 70 Euro oder 80 Schweizer Franken; c) Der Bussgeldbescheid ist gemäss dem geltenden Recht der ersuchenden Vertragspartei vollstreckbar und nicht verjährt und d) Die betreffende natürliche Person hat ihren Wohnsitz in der ersuchten Vertragspartei oder die betreffende juristische Person hat ihren Sitz in der ersuchten Vertragspartei. 2. Der Bussgeldbescheid, für den das Ersuchen erfolgt, wird zusammen mit dem ausgefüllten Standardformular gemäss Anhang C und allen weiteren Mitteilungen direkt an die zuständigen Behörden der ersuchten Vertragspartei in Englisch übermittelt. 3. Die ersuchende Vertragspartei verzichtet darauf, den Bussgeldbescheid zu vollstrecken oder das Vollstreckungsverfahren wiederaufzunehmen, bis die ersuchte Vertragspartei das Ersuchen abgelehnt oder mitgeteilt hat, dass die Vollstreckung erfolglos war."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Ablehnungsgründe, Umfang und Beendigung der Vollstreckung",
      "content": "1. Ein Ersuchen nach Artikel 6 Absatz 1 wird abgelehnt bei: a) Entscheiden, die eine Freiheitsstrafe als Hauptstrafe vorsehen; b) Zuwiderhandlungen gegen Strassenverkehrsvorschriften, die mit Zuwiderhandlungen zusammentreffen, die sich nicht nur auf den Bereich des Strassenverkehrs beziehen, es sei denn, die Zuwiderhandlungen gegen Strassenverkehrsvorschriften werden gesondert oder ausschliesslich verfolgt. 2. Ein Rechtshilfeersuchen um Vollstreckung eines Bussgeldbescheids kann abgelehnt werden, wenn nachgewiesen ist, dass: a) der Bussgeldbescheid sich auf Sachverhalte bezieht, die nach dem Recht der ersuchten Vertragspartei keine Zuwiderhandlung darstellen würden; b) die Erledigung des Ersuchens gegen den Grundsatz «ne bis in idem» verstösst; c) das Recht der ersuchten Vertragspartei eine Immunität vorsieht, welche die Vollstreckung des Bussgeldbescheids unmöglich macht; d) Vollstreckungsverjährung nach dem Recht der ersuchten Vertragspartei eingetreten ist; e) der Bussgeldbescheid nicht rechtskräftig ist; f) der Bussgeldbescheid der betreffenden Person nicht oder nicht rechtzeitig zugestellt wurde gemäss dem Recht der ersuchenden Vertragspartei; g) der Bussgeldbescheid oder zumindest sein wesentlicher Inhalt nicht in die Sprache(n) der Vertragspartei, in deren Hoheitsgebiet die Empfängerin oder der Empfänger den Wohnsitz oder Sitz hat, übersetzt worden ist; h) das Ersuchen unvollständig ist und von den zuständigen Behörden der ersuchenden Vertragspartei nicht vervollständigt werden kann. 3. Wird einem Ersuchen nicht entsprochen, muss die ersuchende Vertragspartei unterrichtet werden. Dabei sind die Gründe für die Ablehnung anzugeben. 4. Falls nach der Zustellung eines Bussgeldbescheids an die ersuchte Vertragspartei bei der ersuchenden Vertragspartei ein Geldbetrag zur Begleichung der Geldstrafe oder Geldbusse eingegangen ist, wird die ersuchte Vertragspartei unverzüglich darüber informiert. 5. Bereits bezahlte Teile einer Geldstrafe oder Geldbusse sind nicht mehr zu vollstrecken."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Unmittelbare Vollstreckung und Umrechnung",
      "content": "1. Bussgeldbescheide werden von den zuständigen Behörden der ersuchten Vertragspartei unmittelbar vollstreckt, und der Betrag der Geldstrafe oder Geldbusse wird in deren Währung umgerechnet. Für die Umrechnung massgebend ist der zum Zeitpunkt des Bussgeldbescheids geltende amtliche Devisenkurs. 2. Die Vollstreckung eines Bussgeldbescheids richtet sich nach dem Recht der ersuchten Vertragspartei. Nur die Behörden der ersuchten Vertragspartei können über die Vollstreckungsverfahren entscheiden und die damit zusammenhängenden Massnahmen bestimmen; dies gilt auch für die Gründe für die Einstellung der Vollstreckung. 3. Weist die Person, bei der die Geldstrafe oder Geldbusse erhoben wird, nach, dass bereits Zahlungen zur Begleichung der Geldstrafe oder Geldbusse erfolgt sind, informiert die ersuchte Vertragspartei unverzüglich die ersuchende Vertragspartei darüber und berät sich mit ihr deswegen. 4. Sobald die Vollstreckung des Bussgeldbescheids erfolgt ist, informiert die ersuchte Vertragspartei die ersuchende Vertragspartei unverzüglich darüber."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Ertrag der Vollstreckung und Kosten",
      "content": "Die Kosten von Massnahmen im Sinne dieses Abkommens werden der ersuchenden Vertragspartei nicht in Rechnung gestellt; der Erlös aus der Vollstreckung und der Betrag der im Entscheid festgesetzten Kosten gehen an die ersuchte Vertragspartei."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Durchführungsvereinbarung",
      "content": "Die zuständigen Behörden der Vertragsparteien sind ermächtigt, die Durchführung der Zusammenarbeit im Sinne dieses Abkommens auf administrativer und technischer Ebene in einer bilateralen Vereinbarung zu regeln. Die bilaterale Vereinbarung kann vorsehen, dass Datenfelder in den Anhängen A, B und C geändert werden, falls dies für die ordnungsgemässe Durchführung dieses Abkommens erforderlich ist."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Kompatibilitätsklausel",
      "content": "Dieses Abkommen wird unter Einhaltung der schweizerischen und niederländischen Gesetze sowie des anwendbaren internationalen Rechts und der Pflichten, die sich aus der Zugehörigkeit des europäischen Teils der Niederlande zur Europäischen Union ergeben, durchgeführt."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Finanzielle Invarianz",
      "content": "1. Die in diesem Abkommen vorgesehenen Tätigkeiten werden von den Vertragsparteien jeweils im Rahmen ihrer finanziellen Mittel vorgenommen, ohne dadurch die ordentlichen Staatshaushalte der Schweiz und der Niederlande zusätzlich zu belasten. 2. Die betreffenden zuständigen Behörden erfüllen dieses Abkommen mit den personellen, instrumentellen und finanziellen Mitteln, die gemäss den geltenden Gesetzen zur Verfügung stehen."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Streitbeilegung",
      "content": "1. Die Vertragsparteien klären Streitigkeiten oder andere Probleme in Bezug auf die Auslegung oder Anwendung dieses Abkommens in gegenseitigem Einvernehmen. 2. Ungelöste Streitigkeiten oder Probleme werden auf diplomatischem Weg beigelegt."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Räumlicher Anwendungsbereich",
      "content": "In Bezug auf das Königreich der Niederlande gilt dieses Abkommen nur für den europäischen Teil der Niederlande."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Vorläufige Anwendung",
      "content": "Artikel 4 in Verbindung mit Anhang A und Artikel 3 in Verbindung mit Anhang B für die Übermittlung von Daten über Fahrzeuge und deren Halterinnen und Halter wird von beiden Vertragsparteien ab dem Zeitpunkt der Unterzeichnung dieses Abkommens vorläufig angewendet."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Inkrafttreten und Kündigung",
      "content": "1. Dieses Abkommen tritt am ersten Tag des zweiten Monats nach Eingang der letzten Notifikation in Kraft, in der die Vertragsparteien einander auf diplomatischem Weg informiert haben, dass die internen Anforderungen für das Inkrafttreten des Abkommens erfüllt sind. 2. Dieses Abkommen bleibt bis zur Kündigung nach Absatz 4 dieses Artikels in Kraft. 3. Dieses Abkommen kann im gegenseitigen schriftlichen Einvernehmen der Vertragsparteien geändert werden. Änderungen treten nach Absatz 1 dieses Artikels in Kraft, davon ausgenommen sind Änderungen eines Anhangs, diese treten zu einem von den Vertragsparteien zu vereinbarenden Zeitpunkt in Kraft. 4. Dieses Abkommen kann jederzeit von jeder Vertragspartei auf diplomatischem Weg unter Einhaltung einer Frist von sechs (6) Monaten schriftlich gekündigt werden. Für Verfahren, die vor der Kündigung eingeleitet wurden, gelten jedoch bis zu ihrem vollständigen Abschluss weiterhin die Bestimmungen dieses Abkommens. 5. Dieses Abkommen ersetzt mit seinem Inkrafttreten den am 4. Dezember 1995 und 12. Februar 1996 in Den Haag erfolgten Notenaustausch über den Abschluss eines Abkommens zwischen der Schweizerischen Eidgenossenschaft und dem Königreich der Niederlande betreffend Artikel 7 und 15 des Europäischen Übereinkommens über die Rechtshilfe in Strafsachen, unterzeichnet in Strassburg am 20. April 1959. [ AS 1996 1149 ; 2012 1559 ] SR 0.351.1"
    }
  ],
  "definitions": []
}