{
  "id": "sr-0-747-224-121",
  "type": "statute",
  "title": "Vereinbarung über die Ordnung betreffend die Rheinschifferpatente, abgeschlossen durch Protokoll Nr. 43 der Rheinzentralkommission vom 14. Dezember 1922 (mit Zusatzprotokoll)",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1956/1299_1389_1401/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "",
      "content": "Das Recht, ein Fahrzeug auf dem Rhein oberhalb der Duisburg-Hochfelder Brücke zu führen, steht nur dem Inhaber eines Rheinschifferpatentes zu, das von der zuständigen Behörde eines der Vertragsstaaten erteilt ist. … Aufgehoben durch Art. I des Zusatzprot. Nr. 3 vom 17. Okt. 1979, von der BVers. genehmigt am 10. Okt. 1980 ( AS 1982 1810 )."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "",
      "content": "Das Patent wird für den ganzen Rhein oder für bestimmte Abschnitte erteilt. Es gibt die Teile der Wasserstrasse an, für welche die Ermächtigung gilt, und die Arten von Fahrzeugen, die der Inhaber zu führen befugt ist. Es gibt das Recht, jedes Fahrzeug der in ihm bezeichneten Arten zu führen, gleichviel welchem Staate das Fahrzeug angehört."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "",
      "content": "Die Voraussetzungen, unter denen die im Artikel 1 genannten Behörden gehalten sind, ein Schifferpatent zu erteilen, werden in einer in gemeinsamem Einvernehmen aufgestellten Verordnung festgesetzt."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "",
      "content": "Der Patentinhaber, der auf irgendeine Weise das ihm erteilte Patent in den Besitz einer eine solche Urkunde nicht besitzenden Person gelangen lässt, um ihr auf Grund dieses Patents die Ausübung der Schifffahrt auf dem Rheine zu ermöglichen, wird je nach den Umständen mit zeitweiser oder dauernder Entziehung des Patents bestraft. Wer, ohne selbst ein Rheinschifferpatent zu besitzen, die Schifffahrt auf dem Rheine unter Benutzung des einem anderen erteilten Patents ausübt, darf während eines nach den Umständen festzusetzenden Zeitraums ein Schifferpatent nicht erhalten."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "",
      "content": "Legt ein Patentinhaber eine für die Schifffahrt gefahrbringende Unfähigkeit an den Tag oder wird er wegen wiederholten Zollbetrugs oder wegen schwerer Eigentumsvergehen verurteilt, so muss ihm das Patent von dem Staate, der es erteilt hat, entzogen werden. Die Entziehung des Patents kann auf Zeit erfolgen. Sie wird den übrigen für die Erteilung von Patenten zuständigen Behörden mitgeteilt."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "",
      "content": "Mit dem Zeitpunkt des Inkrafttretens dieser Vereinbarung treten die Artikel 15 bis einschliesslich 21 der revidierten Rheinschifffahrtsakte vom 17. Oktober 1868 und die Vereinbarung vom 4. Juni 1898 ausser Kraft. SR 0.747.224.101"
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "",
      "content": "Diese Vereinbarung soll sobald als möglich ratifiziert werden. Sie tritt dreissig Tage nach dem Zeitpunkt des Abschlusses des Protokolls über die Niederlegung der Ratifikationsurkunde in Kraft. Dieses Protokoll wird vorläufig offengehalten."
    }
  ],
  "definitions": []
}