{
  "id": "sr-0-747-224-022",
  "type": "statute",
  "title": "Abkommen vom 21. Mai 1954 über die Arbeitsbedingungen der Rheinschiffer",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1959/961_994_986/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Teil I Geltungsbereich des Abkommens",
      "section": "1",
      "title": "",
      "content": "1. Dieses Abkommen gilt an Bord aller Schiffe, die der gewerbsmässigen Beförderung von Gütern dienen und nach Artikel 22 der am 17. Oktober 1868 in Mannheim unterzeichneten revidierten Rheinschifffahrtsakte, unter Berücksichtigung der späteren Abänderungen dieser Akte, zur Schifffahrt auf dem Rhein zugelassen sind: 2. Dieses Abkommen gilt nicht an Bord der folgenden Schiffe: a) Schiffe, die ausschliesslich oder fast ausschliesslich in Häfen verwendet werden; b) Schiffe mit einer Tragfähigkeit von weniger als fünfzehn Tonnen, mit Ausnahme der Schlepper; c) Segelschiffe; d) Passagierschiffe, die nicht mehr als fünf Tonnen Güter befördern; e) Seeschiffe; f) Fischereifahrzeuge; g) die unter Absatz 1 fallenden Schiffe während einer gänzlich ausserhalb der Rheinschifffahrt stattfindenden Reise. SR 0.747.224.101"
    },
    {
      "provision_ref": "art2",
      "chapter": "Teil I Geltungsbereich des Abkommens",
      "section": "2",
      "title": "",
      "content": "1. Soweit in den folgenden Bestimmungen nichts anderes vorgesehen ist, erfasst das Abkommen jedes Besatzungsmitglied der Schiffe, für die das Abkommen gilt, sowie den Kapitän oder Schiffsführer, wenn sie gegen Entgelt beschäftigt sind. 2. Diese Personen werden im folgenden als «Rheinschiffer» bezeichnet."
    },
    {
      "provision_ref": "art3",
      "chapter": "Teil I Geltungsbereich des Abkommens",
      "section": "3",
      "title": "",
      "content": "1. Die Teile IV, V, VIII und IX dieses Abkommens gelten nicht für folgende Gruppen von Rheinschiffern: a) die auf dem Schiffsattest des Schiffes, auf dem sie arbeiten, eingetragenen Eigentümer; b) die auf dem Schiff arbeitenden Verwandten des Schiffseigentümers, und zwar der Ehegatte, die Kinder und Enkelkinder, die Eltern und Grosseltern sowie deren Ehegatten und die mit dem Schiffseigentümer im gleichen Grad verschwägerten Personen, sofern sie nicht gegen Entgelt beschäftigt sind. 2. Im Sinn dieses Artikels bedeutet der Ausdruck «Eigentümer» jeden Rheinschiffer, der mindestens einen Viertelanteil an dem Schiff besitzt oder als Erbe irgendeinen Anteil an dem Schiff erworben hat."
    },
    {
      "provision_ref": "art4",
      "chapter": "Teil I Geltungsbereich des Abkommens",
      "section": "4",
      "title": "",
      "content": "1. Die Teile V, VII, VIII und IX dieses Abkommens gelten nicht auf Schiffen, die während des überwiegenden Teiles der Reise auf anderen Wasserstrassen als dem Rhein verkehren und den Rhein nur zu Beginn oder am Ende ihrer Reise benutzen. 2. Soweit die Gesamtarbeitsverträge für die Besatzungen der im Absatz 1 dieses Artikels bezeichneten Schiffe Ausnahmen enthalten, die nicht in Artikel 8 dieses Abkommens vorgesehen sind, finden diese Ausnahmen Anwendung."
    },
    {
      "provision_ref": "art5",
      "chapter": "Teil I Geltungsbereich des Abkommens",
      "section": "5",
      "title": "",
      "content": "Soweit kraft Gesetzes, Gewohnheit oder Vereinbarung zwischen Arbeitgebern und Arbeitnehmern auf den Schiffen eines der Vortragsstaaten günstigere Bedingungen gelten, als in diesem Abkommen vorgesehen sind, worden sie durch die Bestimmungen dieses Abkommens nicht berührt."
    },
    {
      "provision_ref": "art6",
      "chapter": "Teil II Zusammensetzung der Besatzungen",
      "section": "6",
      "title": "",
      "content": "Die Besatzungen der Schiffe, auf denen dieses Abkommen gilt, müssen ausreichen, um a) die Sicherheit der Schifffahrt zu gewährleisten; b) die Durchführung der Bestimmungen dieses Abkommens zu ermöglichen."
    },
    {
      "provision_ref": "art7",
      "chapter": "Teil III Nachtruhe während der Fahrt",
      "section": "7",
      "title": "",
      "content": "1. Während der Fahrt haben die Rheinschiffer Anspruch auf eine nächtliche Ruhezeit von mindestens a) zwölf Stunden während der Monate November Dezember, Januar und Februar; b) zehn Stunden während der übrigen Monate. 2. Die im vorstehenden Absatz festgesetzten nächtlichen Ruhezeiten müssen in die Zeit zwischen 18 Uhr und 8 Uhr fallen. 3. Durch nationalen Gesamtarbeitsvertrag oder durch die nationale Gesetzgebung kann festgelegt werden, dass an Stelle der unter Ziffer 1 vorgesehenen Nachtruhe eine tägliche Ruhezeit von gleicher Dauer tritt, wobei jedoch mindestens 7 aufeinanderfolgende Stunden in die Zeit von 20 Uhr bis 6 Uhr fallen müssen."
    },
    {
      "provision_ref": "art8",
      "chapter": "Teil III Nachtruhe während der Fahrt",
      "section": "8",
      "title": "",
      "content": "Abweichend von den Bestimmungen des Artikels 7 dieses Abkommens kann die Nachtruhe gekürzt werden a) um höchstens zwei Stunden, wenn leicht verderbliche Güter befördert werden; b) zur Verhütung des Verderbens von Gütern, jedoch nur dann, wenn solche Güter an Bord von einzeln geschleppten Fahrzeugen oder von Fahrzeugen mit eigener Triebkraft befördert werden; c) um die zur Durchfahrt durch eine Schleuse erforderliche Zeit oder um höchstens zwei Stunden bei der Einfahrt in einen den Gezeiten ausgesetzten Hafen Belgiens oder Seelands sowie, falls das Schiff aus Belgien oder Seeland kommt, in den Hafen Dordrecht, oder bei der Ankunft in diesen Häfen; d) bei Unfällen oder Rettungsaktionen, bei Hochwasser, Sturm oder plötzlicher Eisgefahr; e) am Tage der Ankunft im Bestimmungshafen, unter der Bedingung, dass die Arbeitszeit der an Bord befindlichen Rheinschiffer an diesem Tag nicht über 22 Uhr verlängert wird; f) wenn sich während der Fahrt herausstellt, dass der Anschluss an ein Seeschiff versäumt werden könnte; g) während der Fahrt oberhalb Koblenz, bei unerwartetem und schnellem Fallen des Wasserstandes, höchstens während einer Nacht, um das Leichtern zu vermeiden."
    },
    {
      "provision_ref": "art9",
      "chapter": "Teil IV Arbeitszeit im Hafen und an den Lösch- und Ladestellen",
      "section": "9",
      "title": "",
      "content": "1. Befindet sich ein Schiff im Hafen oder an einer sonstigen Lösch- oder Ladestelle, so richtet sich die Arbeitszeit der Rheinschiffer auf diesem Schiff nach der örtlichen Regelung. 2. Jedoch darf die regelmässige Arbeitszeit, vorbehaltlich der durch die örtliche Regelung vorgesehenen Abweichungen, achtundvierzig Stunden wöchentlich und acht Stunden täglich nicht überschreiten."
    },
    {
      "provision_ref": "art10",
      "chapter": "Teil IV Arbeitszeit im Hafen und an den Lösch- und Ladestellen",
      "section": "10",
      "title": "",
      "content": "1. Falls ein Schiff im Laufe des gleichen Tages fährt und beladen oder gelöscht wird, darf die Gesamtarbeitszeit der Rheinschiffer zwölf Stunden nicht überschreiten, es sei denn, es handle sich um die in Artikel 13 vorgesehenen Stunden. 2. Falls ein Schiff im Laufe des gleichen Tages fährt und während mehr als acht Stunden in einem oder mehreren Häfen ladet oder löscht, so gelten die für das Laden oder Löschen verwendeten Stunden, soweit sie acht Stunden überschreiten, als Überstunden; dabei darf die Gesamtdauer der Arbeit an einem solchen Tag zwölf Stunden nicht überschreiten. 3. Aufenthalte in einem oder mehreren Zwischenhäfen von insgesamt weniger als vier Stunden im Laufe eines Tages gelten als Fahrzeit."
    },
    {
      "provision_ref": "art11",
      "chapter": "Teil V Überstunden",
      "section": "11",
      "title": "",
      "content": "Wird die in Artikel 7 Absatz 1 vorgesehene Nachtruhe nach Artikel 8 gekürzt, so gelten die Stunden, um welche die Nachtruhe gekürzt wird, als Überstunden, für die den betroffenen Rheinschiffern eine Vergütung nach Artikel 14 Absatz 1 zusteht."
    },
    {
      "provision_ref": "art12",
      "chapter": "Teil V Überstunden",
      "section": "12",
      "title": "",
      "content": "Über die in Artikel 9 Absätze 1 und 2 festgelegten Grenzen hinaus geleistete Stunden gelten als Überstunden, für die den betroffenen Rheinschiffern eine Vergütung nach Artikel 14 zusteht."
    },
    {
      "provision_ref": "art13",
      "chapter": "Teil V Überstunden",
      "section": "13",
      "title": "",
      "content": "Befindet sich ein Schiff im Hafen oder an einer anderen Lade- oder Löschstelle, so gelten Arbeitsstunden zwischen 19 Uhr und 6 Uhr sowie an Sonntagen und an den Feiertagen, die in Artikel 15 oder in den die Rheinschiffer betreffenden Gesamtarbeitsverträgen vorgesehen sind, als Überstunden, für die den betroffenen Rheinschiffern eine Vergütung nach Artikel 14 zusteht."
    },
    {
      "provision_ref": "art14",
      "chapter": "Teil V Überstunden",
      "section": "14",
      "title": "",
      "content": "1. Als Überstundenvergütung gelten der Satz oder die Sätze, die durch die Gesetzgebung vorgeschrieben oder durch Gesamtarbeitsvertrag festgesetzt sind. 2. Die Gesamtarbeitsverträge können vorsehen, dass die Barvergütung durch entsprechende Freizeit und Landgang abgegolten wird."
    },
    {
      "provision_ref": "art15",
      "chapter": "Teil VI Feiertage",
      "section": "15",
      "title": "",
      "content": "1. Vorbehaltlich der in den Absätzen b, d und f des Artikels 8 angeführten Fälle darf ein Rheinschiffer im Laufe eines Jahres an wenigstens sieben Feiertagen nicht zur Arbeit angehalten werden; diese Tage sind von jedem Vertragsstaat aus der Reihe der nachstehend aufgeführten acht Tage zu bestimmen: Neujahrstag, Ostersonntag, Ostermontag, 1. Mai, Pfingstsonntag, Pfingstmontag, 1. Weihnachtstag und Stephanstag (26. Dezember). 2. An solchen Tagen geleistete Arbeitsstunden gelten als Überstunden, für die den betroffenen Rheinschiffern eine Vergütung nach Artikel 14 zusteht. 3. Die Bestimmungen von Absatz 1 dieses Artikels gelten vom 1. Mai bis einschliesslich 30. September nicht auf Passagierschiffen, die höchstens einhundert Tonnen Güter befördern, wenn diese Schiffe im regelmässigen Liniendienst stehen."
    },
    {
      "provision_ref": "art16",
      "chapter": "Teil VII Wöchentliche Ruhezeit",
      "section": "16",
      "title": "",
      "content": "1. Jedem Rheinschiffer steht im Durchschnitt ein Ruhetag auf je sechs Arbeitstage zu, der innerhalb einer Zeitspanne von höchstens drei Monaten zu gewähren ist. 2. Als Ruhetag gilt eine Ruhezeit von mindestens vierundzwanzig aufeinanderfolgenden Stunden, die unmittelbar im Anschluss an die Nachtruhe gewährt wird. 3. Die wöchentlichen Ruhetage müssen, soweit wie möglich, sechsundzwanzig Sonntage im Jahr umfassen."
    },
    {
      "provision_ref": "art17",
      "chapter": "Teil VII Wöchentliche Ruhezeit",
      "section": "17",
      "title": "",
      "content": "Bei Kündigung des Arbeitsvertrages sind die wöchentlichen Ruhetage während der Kündigungsfrist zu gewähren."
    },
    {
      "provision_ref": "art18",
      "chapter": "Teil VIII Bezahlter Jahresurlaub",
      "section": "18",
      "title": "",
      "content": "1. Rheinschiffer haben Anspruch auf einen bezahlten Jahresurlaub bis zu zwölf Werktagen im Jahr mit der Massgabe, dass je Monat ununterbrochener Dienstleistung in dem gleichen Unternehmen wenigstens ein Werktag gewährt wird. Dieser Urlaub kann erst nach einer Dienstzeit von sechs Monaten beansprucht werden. 2. Wenn der Anspruch auf Jahresurlaub sechs Tage oder mehr beträgt, so sind mindestens sechs Urlaubstage zusammenhängend zu gewähren."
    },
    {
      "provision_ref": "art19",
      "chapter": "Teil VIII Bezahlter Jahresurlaub",
      "section": "19",
      "title": "",
      "content": "Rheinschiffer, die ihre Beschäftigung vor Ablauf einer sechsmonatigen Dienstzeit unter Einhaltung der gesetzlichen Bedingungen aufgeben oder ohne eigenes schweres Verschulden entlassen werden, haben Anspruch auf einen bezahlten Urlaub von einem Werktag für jeden Monat, in dem sie beschäftigt waren."
    },
    {
      "provision_ref": "art20",
      "chapter": "Teil VIII Bezahlter Jahresurlaub",
      "section": "20",
      "title": "",
      "content": "Auf den bezahlten Jahresurlaub dürfen nicht angerechnet werden: a) Arbeitsunterbrechungen infolge von Krankheit oder Unfall; b) Abwesenheiten zur Erfüllung der Wehrpflicht; c) Reisetage zum und vom Wohnort, wenn der Jahresurlaub auf Wunsch des Arbeitgebers geteilt wird."
    },
    {
      "provision_ref": "art21",
      "chapter": "Teil VIII Bezahlter Jahresurlaub",
      "section": "21",
      "title": "",
      "content": "1. Jeder Rheinschiffer, der seinen bezahlten Jahresurlaub nimmt, hat während der ganzen Urlaubsdauer Anspruch auf sein regelmässiges Entgelt. 2. Das im Sinne des vorstehenden Absatzes zustehende regelmässige Entgelt wird in der von der Gesetzgebung vorgeschriebenen oder durch Gesamtarbeitsvertrag festgesetzten Weise berechnet."
    },
    {
      "provision_ref": "art22",
      "chapter": "Teil IX Sonderzulagen",
      "section": "22",
      "title": "",
      "content": "Die zum Wachdienst an Bord verbleibenden Rheinschiffer haben, unabhängig von der ihnen dafür zustehenden Ersatzruhe, Anspruch auf eine Sonderzulage, falls der Wachdienst auf einen der Feiertage fällt, die in Artikel 15 oder in den die beteiligten Rheinschiffer betreffenden Gesamtarbeitsverträgen vorgesehen sind."
    },
    {
      "provision_ref": "art23",
      "chapter": "Teil IX Sonderzulagen",
      "section": "23",
      "title": "",
      "content": "Während der Monate Juni bis einschliesslich September erhält das Dampfmaschinenpersonal eine angemessene Hitzeentschädigung."
    },
    {
      "provision_ref": "art24",
      "chapter": "Teil X Auslegung des Abkommens",
      "section": "24",
      "title": "",
      "content": "1. Jede Streitigkeit zwischen zwei oder mehr Vertragsstaaten über die Auslegung oder die Durchführung dieses Abkommens wird durch unmittelbare Verhandlungen zwischen den beteiligten Regierungen beigelegt. 2. Kann die Streitigkeit binnen drei Monaten vom Beginn der Verhandlungen an auf diese Weise nicht beigelegt worden, so wird sie einer ständigen Schiedsstelle vorgelegt; jeder Vertragsstaat bestimmt ein Mitglied dieser Stelle. Die Schiedsstelle wird binnen drei Monaten nach Inkrafttreten dieses Abkommens errichtet und gibt sich ihre Geschäftsordnung selbst. 3. Die Entscheidungen der Schiedsstelle werden in Übereinstimmung mit den Grundsätzen und im Geist dieses Abkommens getroffen. Sie sind bindend."
    },
    {
      "provision_ref": "art25",
      "chapter": "Teil XI Durchführung des Abkommens",
      "section": "25",
      "title": "",
      "content": "1. Dieses Abkommen wird in jedem Vertragsstaat und auf allen Schiffen, für die es gilt, und die Eigentum von Schiffsgesellschaften oder Partikulieren sind, deren Betriebssitz sich im Gebiet des betreffenden Staates befindet, durch alle angemessenen Massnahmen und insbesondere durch Gesamtarbeitsverträge durchgeführt. Hat ein Partikulier im Gebiet des betreffenden Staates keinen Betriebssitz, so gilt für die Durchführung dieses Artikels sein Wohnsitz als Betriebssitz. 2. Jeder Vertragsstaat kann die Durchführung des Abkommens innerhalb seines Gebietes auf allen Schiffen, für die das Abkommen gilt, ohne Unterschied der Flagge oder Nationalität des Schiffes überwachen. 3. Wird im Gebiet eines Vertragsstaates von den Behörden dieses Gebietes auf einem Schiff, das im Eigentum einer Schiffsgesellschaft oder eines Partikuliers mit Sitz des Unternehmens in einem anderen Vertragsstaat steht, eine Übertretung der Bestimmungen dieses Abkommens festgestellt, so haben die Behörden, welche die Übertretung festgestellt haben, unverzüglich die zuständigen Behörden des anderen Staates davon in Kenntnis zu setzen. Diese haben die geeigneten Massnahmen zu treffen. 4. Jeder Vertragsstaat kann mit einem anderen Vertragsstaat Senderabmachungen treffen, um sich der Hilfe der Behörden dieses Staates bei der Feststellung oder Untersuchung von Verstössen auf einem ihm unterstehenden Schiff zu versichern, das sich im Gebiet des anderen Staates befindet. Diese Sonderabmachungen können vorsehen, dass die betreffenden Behörden in einem oder mehreren der folgenden Fälle einschreiten: a) wenn der für das Schiff zuständige Staat eine Beschwerde vorbringt; b) wenn ein Rheinschiffer des betreffenden Schiffes oder eine Gewerkschaft eine Beschwerde vorbringt; c) wenn ein Arbeitgeber oder ein Verband von Arbeitgebern eine Beschwerde vorbringt. 5. Die Regierung eines Vertragsstaates, der nicht Rheinuferstaat ist, und auf dessen Gebiet sich der Sitz des Unternehmens einer Schiffsgesellschaft oder eines Partikuliers befindet, die in einem der vertragschliessenden Rheinuferstaaten oder in Belgien über eine Zweigniederlassung verfügen, kann mit der Regierung des betreffenden Staates Abmachungen treffen, damit diese bei der Überwachung der Durchführung dieses Abkommens teilweise oder völlig an ihre Stelle tritt."
    },
    {
      "provision_ref": "art26",
      "chapter": "Teil XI Durchführung des Abkommens",
      "section": "26",
      "title": "",
      "content": "Falls durch Gesamt- oder Einzelarbeitsvertrag nichts anderes bestimmt wird, werden die Streitigkeiten, die sich zwischen Arbeitgebern und Rheinschiffern ergeben können, ungeachtet der Staatsangehörigkeit des Rheinschiffers, in der folgenden Weise erledigt: a) (i) Ist der Arbeitgeber eine Schiffsgesellschaft oder ein Reeder mit Betriebssitz in einem Rheinuferstaat oder in Belgien, so wird die Streitigkeit der zuständigen Stelle des Vertragsstaates zur Regelung unterbreitet, in dessen Gebiet sich der Betriebssitz befindet. (ii) Ist der Arbeitgeber eine Schiffsgesellschaft oder ein Reeder mit Sitz in einem anderen Vertragsstaat als einem Rheinuferstaat oder Belgien, aber mit einer Zweigstelle im Gebiet eines dieser Staaten, so kann die Streitigkeit rechtsgültig der zuständigen Stelle des Staates, in dem sich die Zweigstelle befindet, zur Erledigung unterbreitet werden. b) Ist der Arbeitgeber ein Schiffseigentümer, der sein Schiff als eigenes Unternehmen führt und im Gebiet eines Vertragsstaates, dessen Staatsangehöriger er ist, weder einen Betriebssitz noch eine Zweigstelle besitzt, so wird die Streitigkeit der zuständigen Stelle des Vertragsstaates zur Erledigung unterbreitet, in dessen Gebiet dieser Schiffseigentümer seinen Wohnsitz hat; besitzt er keinen Wohnsitz im Gebiet eines Vertragsstaates, so wird die Streitigkeit zur Erledigung der zuständigen Stelle des Vertragsstaates unterbreitet, dessen Staatsangehöriger er ist."
    },
    {
      "provision_ref": "art27",
      "chapter": "Teil XII Dreigliedriger Ausschuss und Jahresberichte",
      "section": "27",
      "title": "",
      "content": "1. (i) Es wird ein dreigliedriger Ausschuss errichtet, dem für jeden Vertragsstaat zwei Vertreter der Regierung, ein Vertreter der beteiligten Arbeitgeber und ein Vertreter der Rheinschiffer angehören. Das Internationale Arbeitsamt nimmt an den Arbeiten des dreigliedrigen Ausschusses teil. (ii) Die Vertreter der Arbeitgeber und der Arbeitnehmer werden von den Regierungen im Einvernehmen mit den repräsentativsten Verbänden der von diesem Abkommen betroffenen Arbeitgeber einerseits und Rheinschiffer andererseits bezeichnet. 2. Jeder Vertragsstaat arbeitet einen Jahresbericht über die Durchführung dieses Abkommens in seinem Gebiet aus und unterbreitet ihn dem dreigliedrigen Ausschuss zur Prüfung. 3. Der dreigliedrige Ausschuss arbeitet einen Jahresbericht aus, der seine Bemerkungen zu den Berichten der Regierungen enthält Der Bericht des dreigliedrigen Ausschusses wird allen vertragschliessenden Regierungen, dem Internationalen Arbeitsamt und der Zentralkommission für die Rheinschifffahrt übermittelt. 4. Das Sekretariat des dreigliedrigen Ausschusses wird vom Generalsekretariat der Zentralkommission für die Rheinschifffahrt besorgt. 5. Der dreigliedrige Ausschuss gibt sich seine Geschäftsordnung selbst."
    },
    {
      "provision_ref": "art28",
      "chapter": "Teil XIII Schlussbestimmungen",
      "section": "28",
      "title": "",
      "content": "Dieses Abkommen steht allen in der Zentralkommission für die Rheinschifffahrt vertretenen Staaten zur Unterzeichnung offen und unterliegt der Ratifikation."
    },
    {
      "provision_ref": "art29",
      "chapter": "Teil XIII Schlussbestimmungen",
      "section": "29",
      "title": "",
      "content": "Jede Ratifikationsurkunde zu diesem Abkommen wird beim Generaldirektor des Internationalen Arbeitsamtes hinterlegt, der sie einträgt und den in Artikel 28 bezeichneten Staaten Kenntnis vom Eingang der Urkunde gibt."
    },
    {
      "provision_ref": "art30",
      "chapter": "Teil XIII Schlussbestimmungen",
      "section": "30",
      "title": "",
      "content": "Dieses Abkommen tritt am ersten Tag des dritten Monats nach Ablauf des Monats in Kraft, in dem die letzte Ratifikationsurkunde aller vertragschliessenden Rheinuferstaaten und Belgiens hinterlegt worden ist. Für jeden anderen in der Zentralkommission für die Rheinschifffahrt vertretenen Staat tritt das Abkommen in Kraft am ersten Tag des dritten Monats nach Ablauf des Monats, in dem seine Ratifikationsurkunde hinterlegt worden ist."
    },
    {
      "provision_ref": "art31",
      "chapter": "Teil XIII Schlussbestimmungen",
      "section": "31",
      "title": "",
      "content": "1. Dieses Abkommen wird für die Dauer von drei Jahren abgeschlossen. In der Folge wird es durch stillschweigende Verlängerung von Jahr zu Jahr erneuert. Jedoch bleibt jedem Vertragsstaat das Recht vorbehalten, das Abkommen durch Anzeige an den Generaldirektor des Internationalen Arbeitsamtes zu kündigen. Die Kündigung wird ein Jahr nach Eingang der Anzeige wirksam. 2. Wird das Abkommen von einem der vertragschliessenden Rheinuferstaaten oder von Belgien gekündigt, so gilt es für alle anderen Staaten von dem Zeitpunkt an nicht mehr, in dem die Kündigung wirksam wird."
    },
    {
      "provision_ref": "art32",
      "chapter": "Teil XIII Schlussbestimmungen",
      "section": "32",
      "title": "",
      "content": "1. Massgebend ist der französische Wortlaut dieses Abkommens. Er wird mit den Unterschriften der vertragschliessenden Teile versehen und im Archiv des Internationalen Arbeitsamtes hinterlegt. 2. Sobald dieses Abkommen in Kraft getreten ist, übermittelt der Generaldirektor des Internationalen Arbeitsamtes dem Generalsekretär der Vereinten Nationen eine beglaubigte Abschrift dieses Abkommens zwecks Eintragung nach Artikel 102 der Charta der Vereinten Nationen. 3. Der Generaldirektor des Internationalen Arbeitsamtes stellt ebenfalls jedem Rheinuferstaat, Belgien, den anderen in der Zentralkommission für die Rheinschifffahrt vertretenen Staaten und der Zentralkommission selbst je eine beglaubigte Abschrift zu. 4. Das Internationale Arbeitsamt fertigt amtliche Übersetzungen in englischer, deutscher und holländischer Sprache an und stellt sie den beteiligten Staaten zu."
    },
    {
      "provision_ref": "art33",
      "chapter": "Teil XIII Schlussbestimmungen",
      "section": "33",
      "title": "",
      "content": "Der Generaldirektor des Internationalen Arbeitsamtes verständigt den Generalsekretär der Vereinten Nationen zwecks Eintragung nach Artikel 102 der Charta der Vereinten Nationen von jeder Ratifikation und jeder Kündigung, die ihm angezeigt worden ist."
    }
  ],
  "definitions": []
}