{
  "id": "sr-0-748-01",
  "type": "statute",
  "title": "Protokoll vom 24. September 1968 betreffend den authentischen dreisprachigen Wortlaut des Übereinkommens über die internationale Zivilluftfahrt (Chicago, 1944)",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1971/1301_1296_1296/en",
  "provisions": [
    {
      "provision_ref": "artI",
      "section": "I",
      "title": "",
      "content": "Der Wortlaut des Übereinkommens in französischer und spanischer Sprache, welches diesem Protokoll als Anhang beigefügt ist, bildet zusammen mit dem Wortlaut des Übereinkommens in englischer Sprache den Wortlaut, welcher in gleicher Weise in den drei Sprachen verbindlich ist, so wie es ausdrücklich im letzten Absatz des Übereinkommens vorgesehen ist."
    },
    {
      "provision_ref": "artII",
      "section": "II",
      "title": "",
      "content": "Wenn ein Vertragsstaat dieses Protokolls eine am Übereinkommen vorgenommene Änderung ratifiziert hat oder späterhin ratifiziert in Übereinstimmung mit den Bestimmungen des Artikels 94 a dieses Übereinkommens, so wird angenommen, dass der französische, englische und spanische Wortlaut dieser Änderung sich auf den in gleicher Weise in den drei Sprachen verbindlichen Wortlaut bezieht, der aus diesem Protokoll hervorgeht."
    },
    {
      "provision_ref": "artIII",
      "section": "III",
      "title": "",
      "content": "1) Die Staaten, welche Mitglieder der Internationalen Zivilluftfahrtorganisation sind, können Vertragsstaaten dieses Protokolls werden: a) sei es, indem sie es unterzeichnen ohne Vorbehalt der Annahme, b) sei es, indem sie es unterzeichnen unter Vorbehalt der Annahme, gefolgt von der Annahme, c) sei es, indem sie es annehmen. 2) Dieses Protokoll bleibt zur Unterzeichnung in Buenos Aires offen bis zum siebenundzwanzigsten September tausendneunhundertachtundsechzig und nach diesem Datum in Washington (D.C.). 3) Die Annahme erfolgt durch die Hinterlegung einer Annahmeurkunde bei der Regierung der Vereinigten Staaten von Amerika. 4) Der Beitritt zu diesem Protokoll, seine Ratifikation oder seine Genehmigung, gilt als Annahme des Protokolls."
    },
    {
      "provision_ref": "artIV",
      "section": "IV",
      "title": "",
      "content": "1) Dieses Protokoll tritt am dreissigsten Tag, nachdem es zwölf Staaten in Übereinstimmung mit den Bestimmungen des Artikels III ohne Vorbehalt der Annahme unterzeichnet oder angenommen haben, in Kraft. 2) In Bezug auf jeden Staat, welcher in Übereinstimmung mit den Bestimmungen des Artikels III später Vertragsstaat dieses Protokolls wird, tritt das Protokoll am Tage seiner Unterzeichnung ohne Vorbehalt oder seiner Annahme in Kraft."
    },
    {
      "provision_ref": "artV",
      "section": "V",
      "title": "",
      "content": "Der zukünftige Beitritt eines Staates zum Übereinkommen ist gleichbedeutend mit der Annahme dieses Protokolls."
    },
    {
      "provision_ref": "artVI",
      "section": "VI",
      "title": "",
      "content": "Sofort nach seinem Inkrafttreten wird dieses Protokoll durch die Regierung der Vereinigten Staaten von Amerika bei der Organisation der Vereinten Nationen und bei der Internationalen Zivilluftfahrtorganisation eingetragen."
    },
    {
      "provision_ref": "artVII",
      "section": "VII",
      "title": "",
      "content": "1) Dieses Protokoll bleibt in Kraft, solange als das Übereinkommen in Kraft bleibt. 2) Dieses Protokoll tritt gegenüber einem Staat erst dann ausser Kraft, wenn dieser Staat aufhört, Vertragsstaat des Übereinkommens zu sein."
    },
    {
      "provision_ref": "artVIII",
      "section": "VIII",
      "title": "",
      "content": "Die Regierung der Vereinigten Staaten von Amerika zeigt allen Mitgliedstaaten der internationalen Zivilluftfahrtorganisation und der Organisation selbst an: a) jede Unterzeichnung dieses Protokolls und das Datum dieser Unterzeichnung, wobei angegeben wird, ob die Unterzeichnung ohne oder unter Vorbehalt der Annahme erfolgt ist; b) die Hinterlegung jeder Annahmeurkunde und das Datum dieser Hinterlegung; c) das Datum, an welchem dieses Protokoll in Übereinstimmung mit den Bestimmungen seines Artikel IV, Absatz 1 in Kraft getreten ist."
    },
    {
      "provision_ref": "artIX",
      "section": "IX",
      "title": "",
      "content": "Dieses Protokoll, abgefasst in französischer, englischer und spanischer Sprache, wobei jeder Wortlaut in gleicher Weise verbindlich ist, wird in den Archiven der Regierung der Vereinigten Staaten von Amerika hinterlegt, welche davon beglaubigte Abschriften den Regierungen der Mitgliedstaaten der Internationalen Zivilluftfahrtorganisation zustellt."
    }
  ],
  "definitions": []
}