{
  "id": "sr-0-434-1",
  "type": "statute",
  "title": "Übereinkunft vom 15. März 1886 betreffend den internationalen Austausch der amtlichen Erlasse und anderer Publikationen",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/11/2_2_2/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "",
      "content": "In jedem der Vertragsstaaten ist ein Büro einzurichten, welches den Austausch zu besorgen hat. In der Schweiz ist dies die Eidgenössische Parlaments‑ und Zentralbibliothek."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "",
      "content": "Die Vertragsstaaten verpflichten sich, einander folgende Publikationen tauschweise zu übermitteln: 1. die amtlichen, parlamentarischen und administrativen Schriftstücke, welche am Ursprungsorte zur Veröffentlichung gelangen; 2. die auf Veranstaltung und auf Kosten der Regierungen herausgegebenen Werke."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "",
      "content": "Jedes Büro wird ein Verzeichnis der für die Vertragsstaaten verfügbaren Publikationen drucken lassen. Dieses Verzeichnis ist alle Jahre zu berichtigen und zu vervollständigen und allen Tauschbüros regelmässig zu übersenden."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "",
      "content": "Die Tauschbüros werden sich darüber verständigen, wie viele Exemplare verlangt und geliefert werden können."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "",
      "content": "Die Sendungen sollen direkt von Büro zu Büro stattfinden. Es sind einheitliche Formulare einzuführen für die Inhaltsverzeichnisse der Sendungen sowie für alle in der Verwaltung dieses Dienstzweiges zur Verwendung gelangenden Korrespondenzen, Anfragen, Empfangsanzeigen usw."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "",
      "content": "Bei Versendungen ins Ausland übernimmt jeder Staat die Kosten der Verpackung und des Portos bis an den Bestimmungsort. Für überseeische Sendungen wird jedoch der Anteil jedes Staates an den Transportkosten durch besondere Vereinbarung festgesetzt."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "",
      "content": "Die Tauschbüros haben in offiziöser Weise den Verkehr zwischen den gelehrten Körperschaften, den literarischen und wissenschaftlichen Gesellschaften usw. der Vertragsstaaten durch Empfangnahme und Versendung ihrer Publikationen zu vermitteln. In diesen Fällen handelt es sich jedoch lediglich um die portofreie Übermittlung der ausgetauschten Werke durch die Tauschbüros, wogegen diese letztern sich durchaus nicht damit zu befassen haben, die Herstellung solcher Verkehrsbeziehungen zu veranlassen."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "",
      "content": "Diese Bestimmungen gelten nur für diejenigen Werke und Aktenstücke, welche erst nach erfolgtem Abschlusse der gegenwärtigen Übereinkunft zur Veröffentlichung gelangen."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "",
      "content": "Diejenigen Staaten, welche an gegenwärtiger Übereinkunft nicht teilgenommen haben, können auf ihr Verlangen den Beitritt zu derselben erklären. Dieser Beitritt ist auf diplomatischem Wege der belgischen Regierung und von derselben allen andern Vertragsstaaten zu notifizieren."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "",
      "content": "Die gegenwärtige Übereinkunft ist zu ratifizieren und die Ratifikationen sind tunlichst bald in Brüssel auszuwechseln. Sie wird für zehn Jahre, vom Tage der Auswechslung der Ratifikationen an gerechnet, abgeschlossen und bleibt über diesen Zeitpunkt hinaus so lange in Kraft, als nicht von einer der Regierungen die Erklärung ihres Rücktrittes erfolgt; eine solche Erklärung ist sechs Monate zum voraus abzugeben."
    }
  ],
  "definitions": []
}