{
  "id": "sr-0-831-109-349-12",
  "type": "statute",
  "title": "Verwaltungsvereinbarung vom 3. Dezember 1976 zur Durchführung des Abkommens zwischen der Schweizerischen Eidgenossenschaft und der Französischen Republik über Soziale Sicherheit vom 3. Juli 1975 (mit Anlagen)",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1977/1667_1667_1667/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Abschnitt I Allgemeine Bestimmungen",
      "section": "1",
      "title": "",
      "content": "1 Verbindungsstellen im Sinne von Artikel 31 Buchstabe a) des Abkommens sind: in der Schweiz a) die Schweizerische Ausgleichskasse in Genf, nachstehend als «Schweizerische Ausgleichskasse» bezeichnet, für die Alters‑, Hinterlassenen‑ und Invalidenversicherung, b) die Schweizerische Unfallversicherungsanstalt in Luzern, nachstehend als «SUVA» bezeichnet, für die Versicherung gegen Betriebs‑ und Nichtbetriebsunfälle sowie gegen Berufskrankheiten, c) das Bundesamt für Sozialversicherung in Bern für die Krankenversicherung und die Familienzulagen; in Frankreich a) das «Centre de Sécurité Sociale des Travailleurs Migrants» in Paris, nachstehend als «Centre» bezeichnet, b) die «Caisse Autonome Nationale de la Sécurité Sociale dans les Mines» in Paris für alle Entsendungen, Ansprüche auf Invaliden‑ und Alterspensionen sowie Todesfallentschädigungen von Versicherten im System für den Bergbau. 2 Die zuständigen Behörden jeder Vertragspartei behalten sich die Bezeichnung anderer Verbindungsstellen vor; sie unterrichten einander hierüber."
    },
    {
      "provision_ref": "art2",
      "chapter": "Abschnitt I Allgemeine Bestimmungen",
      "section": "2",
      "title": "",
      "content": "Die zuständigen Behörden oder mit ihrer Ermächtigung die Verbindungsstellen bereiten im gegenseitigen Einvernehmen die für die Durchführung des Abkommens und dieser Vereinbarung erforderlichen Formulare vor."
    },
    {
      "provision_ref": "art3",
      "chapter": "Abschnitt II Bestimmungen über die anwendbare Gesetzgebung",
      "section": "3",
      "title": "",
      "content": "1 Für die Anwendung von Artikel 4 Absatz 1 des Abkommens legt die betreffende Person eine Bescheinigung über die nach der Gesetzgebung des anderen Vertragsstaates zurückgelegten Versicherungszeiten vor. 2 Diese Bescheinigung wird auf Antrag der betreffenden Person von dem oder den Trägern ausgestellt, welche die Gesetzgebungen anwenden, nach denen die Person diese Versicherungszeiten zurückgelegt hat. 3 Die Bescheinigung über die in der schweizerischen Altersversicherung zurückgelegten Zeiten wird dem Antragsteller von der Schweizerischen Ausgleichskasse ausgestellt."
    },
    {
      "provision_ref": "art4",
      "chapter": "Abschnitt II Bestimmungen über die anwendbare Gesetzgebung",
      "section": "4",
      "title": "",
      "content": "1 In den Fällen von Artikel 8 Absatz 1 Buchstabe a) des Abkommens bescheinigen die im folgenden Absatz bezeichneten Träger desjenigen Vertragsstaates, dessen Gesetzgebung angewandt wird, auf Antrag des Arbeitgebers, dass der betreffende Arbeitnehmer weiterhin dieser Gesetzgebung unterstellt ist und dass er während der Dauer seiner Entsendung Anspruch auf Leistungen für Betriebsunfälle und Berufskrankheiten nach den in den Artikeln 26–39 umschriebenen Voraussetzungen hat. 2 Die Bescheinigung wird ausgestellt – in der Schweiz von der zuständigen Ausgleichskasse der Alters‑, Hinterlassenen‑ und Invalidenversicherung und gegebenenfalls von der zuständigen Kreisagentur der SUVA; – in Frankreich von der «Caisse Primaire d’Assurance Maladie» bei Versicherten des allgemeinen Systems, von der «Caisse Autonome Nationale de Sécurité Sociale dans les Mines» bei Versicherten des Systems für den Bergbau, von der «Caisse de Mutualité Sociale Agricole» bei Versicherten des Systems für die Landwirtschaft, von der «Section ‹Caisse de Retraite des Marins› du Quartier des Affaires maritimes» bei Versicherten des Systems für die Seeleute. 3 Überschreitet die Entsendungsdauer die in Artikel 8 Absatz 1 Buchstabe a) erster Satz des Abkommens vorgesehene Frist von 24 Monaten, so ist vor Ablauf dieser Frist ein Gesuch um Vereinbarung nach dem zweiten Satz von Buchstabe a) einzureichen, und zwar – in der Schweiz beim Bundesamt für Sozialversicherung in Bern, – in Frankreich beim «Directeur Régional de la Sécurité Sociale» bei Versicherten des allgemeinen Systems und der Sondersysteme mit Ausnahme der Systeme für den Bergbau und die Landwirtschaft, beim «Directeur de la Caisse Autonome de Sécurité Sociale dans les Mines» bei Versicherten des Systems für den Bergbau, beim «Directeur du Travail, Chef du Service Régional des lois sociales en Agriculture» bei Versicherten des Systems für die Landwirtschaft. 4 Der von den zuständigen Behörden der beiden Vertragsstaaten im gegenseitigen Einvernehmen getroffene Entscheid nach Artikel 8 Absatz 1 Buchstabe a) des Abkommens ist den beteiligten Trägern mitzuteilen."
    },
    {
      "provision_ref": "art5",
      "chapter": "Abschnitt II Bestimmungen über die anwendbare Gesetzgebung",
      "section": "5",
      "title": "",
      "content": "Für die Anwendung von Artikel 9 Absatz 5 des Abkommens und zur endgültigen Ausübung des in den Absätzen 2 und 4 dieses Artikels vorgesehenen Wahlrechts übermittelt das angestellte Personal, wenn es sich für die Unterstellung unter die Gesetzgebung des Entsendestaates entscheidet, dem Träger des Empfangsstaates direkt oder durch Vermittlung seines Arbeitgebers die vom zuständigen Träger des Entsendestaates ausgestellte Unterstellungsbescheinigung."
    },
    {
      "provision_ref": "art6",
      "chapter": "Erstes Kapitel Invalidenversicherung",
      "section": "6",
      "title": "",
      "content": "1 Für die Anwendung von Artikel 11 des Abkommens reicht der Antragsteller, der seinen Wohnort nach Frankreich verlegt hat, seinen Antrag auf Leistungen der schweizerischen Invalidenversicherung in der von der französischen Gesetzgebung vorgeschriebenen Form bei der «Caisse Primaire d’Assurance Maladie» seines Wohnortes ein. Dieser Träger vermerkt das Eingangsdatum auf dem Antrag und übermittelt diesen mit den ärztlichen Belegen an die Schweizerische Ausgleichskasse zur Bearbeitung. 2 Französische Staatsangehörige, die in einem Drittstaat wohnen, sowie in der Schweiz erwerbstätige Grenzgänger reichen ihre Leistungsanträge direkt bei der Schweizerischen Ausgleichskasse ein, die ihnen die erforderlichen Formulare abgibt. 3 Die Schweizerische Ausgleichskasse kann den in Absatz 1 genannten französischen Träger um ergänzende Auskünfte ersuchen und den Antragsteller durch einen Arzt ihrer Wahl in der Schweiz oder in Frankreich untersuchen lassen."
    },
    {
      "provision_ref": "art7",
      "chapter": "Erstes Kapitel Invalidenversicherung",
      "section": "7",
      "title": "",
      "content": "Für die Anwendung von Artikel 13 des Abkommens übermittelt das «Centre» auf Ersuchen der Schweizerischen Ausgleichskasse eine Aufstellung der vom Antragsteller nach der französischen Gesetzgebung zurückgelegten Versicherungszeiten und gleichgestellten Zeiten."
    },
    {
      "provision_ref": "art8",
      "chapter": "Erstes Kapitel Invalidenversicherung",
      "section": "8",
      "title": "",
      "content": "Hat der Bezüger einer schweizerischen Invalidenrente seinen Wohnort nach Frankreich verlegt, so kann die Schweizerische Ausgleichskasse jederzeit die «Caisse Primaire d’Assurance Maladie» des Wohnortes ersuchen, ärztliche Untersuchungen vorzunehmen sowie weitere von der schweizerischen Gesetzgebung verlangte Auskünfte einzuholen. Es bleibt ihr freigestellt, den Antragsteller durch einen Arzt ihrer Wahl in der Schweiz oder in Frankreich untersuchen zu lassen."
    },
    {
      "provision_ref": "art9",
      "chapter": "Erstes Kapitel Invalidenversicherung",
      "section": "9",
      "title": "",
      "content": "1 Der Antragsteller, der seinen Wohnort in die Schweiz verlegt hat, kann seinen Antrag auf eine Invalidenleistung der französischen Versicherung in der von der schweizerischen Gesetzgebung vorgeschriebenen Form bei der Schweizerischen Ausgleichskasse einreichen. Dieser Träger vermerkt das Eingangsdatum auf dem Antrag und übermittelt diesen mit den ärztlichen Belegen an das «Centre» zur Bearbeitung. 2 Schweizer Bürger, die in einem Drittstaat wohnen, sowie in Frankreich erwerbstätige Grenzgänger reichen ihre Leistungsanträge direkt bei der französischen Kasse ein, der sie zuletzt angeschlossen waren; diese gibt ihnen die erforderlichen Formulare ab. 3 Der französische Träger kann die Schweizerische Ausgleichskasse um ergänzende Auskünfte ersuchen und den Antragsteller durch einen Arzt seiner Wahl in Frankreich oder in der Schweiz untersuchen lassen."
    },
    {
      "provision_ref": "art10",
      "chapter": "Erstes Kapitel Invalidenversicherung",
      "section": "10",
      "title": "",
      "content": "Für die Anwendung von Artikel 14 des Abkommens ersucht der zuständige französische Träger die Schweizerische Ausgleichskasse um Mitteilung der vom Antragsteller nach der schweizerischen Gesetzgebung zurückgelegten Versicherungszeiten."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "",
      "content": "Hat der Bezüger einer Invalidenpension seinen Wohnort in die Schweiz verlegt, so kann der zuständige französische Träger jederzeit die Schweizerische Ausgleichskasse ersuchen, ärztliche Untersuchungen vorzunehmen sowie weitere von der französischen Gesetzgebung verlangte Auskünfte einzuholen. Es bleibt ihm freigestellt, den Antragsteller durch einen Arzt seiner Wahl in der Schweiz oder in Frankreich untersuchen zu lassen."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "",
      "content": "Wird festgestellt, dass der Bezüger einer Invalidenpension oder ‑rente nach der Gesetzgebung des einen Vertragsstaates im anderen Vertragsstaat wieder eine Erwerbstätigkeit aufgenommen hat, so übermittelt der Träger des zweiten Vertragsstaates dem leistungspflichtigen Träger einen auf einem Formular ausgefertigten Bericht."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "",
      "content": "1 Erfüllt der Bezüger einer Invalidenpension oder ‑rente aus der Versicherung des einen Vertragsstaates die von der Versicherung des anderen Vertragsstaates für den Anspruch auf Alterspension oder ‑rente verlangten Voraussetzungen, aber noch nicht die entsprechenden Voraussetzungen der Versicherung, die ihm seine Invalidenpension oder ‑rente gewährt, a) so wird ihm die erwähnte Invalidenpension weiterhin unverändert ausgerichtet; b) ferner stellt der Träger des anderen Vertragsstaates den von ihm zu gewährenden Teil der Alterspension oder ‑rente nach Artikel 18 des Abkommens fest, gegebenenfalls unter Zusammenrechnung der in beiden Vertragsstaaten zurückgelegten Versicherungszeiten. 2 Die gleichzeitige Gewährung dieser Leistungen dauert an, bis die Invalidenpension oder ‑rente durch den sie gewährenden Träger in eine Alterspension oder ‑rente umzuwandeln ist."
    },
    {
      "provision_ref": "art14",
      "chapter": "Zweites Kapitel Alters‑ und Hinterlassenenversicherung",
      "section": "14",
      "title": "",
      "content": "Französische Staatsangehörige, die nacheinander oder abwechselnd auf dem Gebiet der beiden Vertragsstaaten versichert waren, oder ihre Hinterlassenen reichen ihren Antrag auf Renten der schweizerischen Alters‑ und Hinterlassenenversicherung beim zuständigen französischen Träger ein."
    },
    {
      "provision_ref": "art15",
      "chapter": "Zweites Kapitel Alters‑ und Hinterlassenenversicherung",
      "section": "15",
      "title": "",
      "content": "1 Für die Rentenanträge sind die hiefür erstellten Formulare zu verwenden. Die Angaben auf den Formularen sind, soweit in diesen vorgesehen, mit den erforderlichen Ausweisen zu belegen. 2 Der zuständige französische Träger vermerkt das Eingangsdatum auf dem Antrag, prüft diesen auf seine Vollständigkeit und bestätigt die Richtigkeit der vom Antragsteller gemachten Angaben, soweit dies im Formular vorgesehen ist. 3 Gleichzeitig mit der Übermittlung des Antrages und der Ausweise ersucht der zuständige französische Träger die Schweizerische Ausgleichskasse um Mitteilung der Angaben über die schweizerische Versicherung, die er für die Anwendung von Artikel 17 und 18 des Abkommens benötigt. 4 Auf Ersuchen der Schweizerischen Ausgleichskasse übermittelt der zuständige französische Träger ihr weitere von den französischen Behörden ausgestellte Schriftstücke und Bescheinigungen. 5 Die Schweizerische Ausgleichskasse entscheidet über den Rentenantrag und stellt ihre Verfügung mit einer Rechtsmittelbelehrung versehen direkt dem Antragsteller zu; eine Durchschrift übermittelt sie dem zuständigen französischen Träger."
    },
    {
      "provision_ref": "art16",
      "chapter": "Zweites Kapitel Alters‑ und Hinterlassenenversicherung",
      "section": "16",
      "title": "",
      "content": "Schweizerische und französische Staatsangehörige, die nacheinander oder abwechselnd auf dem Gebiet der beiden Vertragsstaaten versichert waren, oder ihre Hinterlassenen reichen ihren Antrag auf Leistungen der französischen Altersversicherung bei der Schweizerischen Ausgleichskasse ein."
    },
    {
      "provision_ref": "art17",
      "chapter": "Zweites Kapitel Alters‑ und Hinterlassenenversicherung",
      "section": "17",
      "title": "",
      "content": "1 Für die Leistungsanträge sind die hiefür erstellten Formulare zu verwenden. Die Angaben auf den Formularen sind, soweit in diesen vorgesehen, mit den erforderlichen Ausweisen zu belegen. 2 Wird ein Antrag auf Pension wegen Arbeitsunfähigkeit eingereicht, so sind diesem auf besonderen Formularen ein Bericht des behandelnden Arztes, eine Erklärung über die berufliche Tätigkeit des Versicherten sowie eine arbeitsärztliche Schilderung betreffend die ausgeübte Beschäftigung beizulegen. 3 Die Schweizerische Ausgleichskasse vermerkt das Eingangsdatum auf dem Antrag, prüft diesen auf seine Vollständigkeit und bestätigt die Richtigkeit der vom Antragsteller gemachten Angaben, soweit dies im Formular vorgesehen ist; sie übermittelt den Antrag hierauf dem zuständigen französischen Träger. 4 Auf Ersuchen des zuständigen französischen Trägers übermittelt die Schweizerische Ausgleichskasse ihm weitere von den schweizerischen Behörden ausgestellte Schriftstücke und Bescheinigungen. 5 Der zuständige französische Träger entscheidet über den Leistungsantrag und stellt seine Verfügung mit einer Rechtsmittelbelehrung versehen direkt dem Antragsteller zu; eine Durchschrift übermittelt er der Schweizerischen Ausgleichskasse."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "",
      "content": "1 Schweizer Bürger, die in einem Drittstaat wohnen und eine Leistung der französischen Versicherung beanspruchen können, reichen ihren Antrag mit den erforderlichen Ausweisen durch Vermittlung des «Centre» beim zuständigen französischen Träger ein. 2 Französische Staatsangehörige, die in einem Drittstaat wohnen und eine Leistung der schweizerischen Versicherung beanspruchen können, reichen ihren Antrag mit den erforderlichen Ausweisen direkt bei der Schweizerischen Ausgleichskasse ein."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "",
      "content": "Sobald der französische Träger einen Antrag auf Pension nach der französischen Gesetzgebung erhalten hat, übermittelt er der Schweizerischen Ausgleichskasse, jedoch nur in Fällen, in denen eine Zusammenrechnung in Frage kommt, ein Formular zur Mitteilung der in der Schweiz zurückgelegten Versicherungszeiten, ohne den Zusammenruf der nach der von ihm angewandten Gesetzgebung zurückgelegten Versicherungszeiten abzuwarten."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "",
      "content": "Für die Anwendung von Artikel 20 Absatz 1 des Abkommens berechnet der zuständige französische Träger unmittelbar seine Leistungen ausschliesslich auf Grund der nach seiner Gesetzgebung zurückgelegten Zeiten, ohne die Zusammenrechnung vorzunehmen."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "",
      "content": "Für die Anwendung von Artikel 20 Absatz 2 des Abkommens kann die nach Artikel 20 dieser Vereinbarung festgestellte Leistung auf Antrag des Berechtigten neu festgestellt werden, wenn dieser nachträglich Anspruch auf eine Leistung nach der schweizerischen Gesetzgebung hat."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "",
      "content": "1 Für die Anwendung von Artikel 23 des Abkommens werden ausschliesslich die in folgenden Betrieben in der Schweiz zurückgelegten Beschäftigungszeiten mit im französischen System der Sozialen Sicherheit im Bergbau zurückgelegten Zeiten zusammengerechnet: a) Betrieben des Bergbaus, die sich mit Stoffen befassen, für die, wenn sie in Frankreich liegen würden, eine Konzession oder eine Betriebsbewilligung hätte erteilt werden können und für die eine Konzession nach der in der Schweiz für den Bergbau anwendbaren Gesetzgebung erteilt wurde; b) Schieferbrüchen und Bauxitwerken; c) Forschungsbetrieben des Bergbaus, die sich mit in Frankreich konzessionspflichtigen Stoffen befassen und für die eine Konzession nach der in der Schweiz für den Bergbau anwendbaren Gesetzgebung erteilt wurde, wobei auch die vor der Konzessionserteilung liegenden fünf Jahre zusammengerechnet werden. 2 Als in der Schweiz im Untertagebau zurückgelegte Arbeiten gelten Tätigkeiten, die, wenn sie in Frankreich ausgeführt worden wären, von der französischen Sondergesetzgebung über die Soziale Sicherheit im Bergbau als solche anerkannt würden."
    },
    {
      "provision_ref": "art23",
      "chapter": "Drittes Kapitel Gemeinsame Bestimmungen über die Alters‑, Hinterlassenen- und Invalidenversicherungen und Invalidenversicherungen",
      "section": "23",
      "title": "",
      "content": "1 Die Geldleistungen der französischen oder schweizerischen Alters‑, Hinterlassenen- und Invalidenversicherungen werden den im einen Vertragsstaat wohnhaften Berechtigten durch die leistungspflichtigen Träger des anderen Vertragsstaates direkt ausbezahlt. Die zuständigen Behörden können die Zahlung durch Vermittlung von Verbindungsstellen vereinbaren. 2 Die vom «Etablissement National des Invalides de la Marine» gewährten Pensionen werden jedoch den in der Schweiz wohnhaften Berechtigten direkt durch den gebietsmässig zuständigen französischen Konsul ausbezahlt."
    },
    {
      "provision_ref": "art24",
      "chapter": "Drittes Kapitel Gemeinsame Bestimmungen über die Alters‑, Hinterlassenen- und Invalidenversicherungen und Invalidenversicherungen",
      "section": "24",
      "title": "",
      "content": "Die leistungspflichtigen schweizerischen und französischen Träger zahlen die in einen Drittstaat zu überweisenden Geldleistungen direkt an die Berechtigten, gegebenenfalls gemäss den zwischen dem Staat des leistungspflichtigen Trägers und dem Drittstaat bestehenden Zahlungsabkommen."
    },
    {
      "provision_ref": "art25",
      "chapter": "Drittes Kapitel Gemeinsame Bestimmungen über die Alters‑, Hinterlassenen- und Invalidenversicherungen und Invalidenversicherungen",
      "section": "25",
      "title": "",
      "content": "1 In Frankreich wohnhafte französische Staatsangehörige reichen ihre Beschwerden gegen Verfügungen schweizerischer Ausgleichskassen oder ihre Verwaltungsgerichtsbeschwerden gegen Urteile schweizerischer erstinstanzlicher Rekursbehörden entweder direkt oder durch Vermittlung des «Centre» bei den zuständigen schweizerischen Rechtspflegebehörden ein. Im letzteren Fall vermerkt das «Centre» das Eingangsdatum auf der Beschwerdeschrift und übermittelt diese sodann der Schweizerischen Ausgleichskasse zuhanden der zuständigen Rechtspflegebehörde. 2 In der Schweiz wohnhafte schweizerische und französische Staatsangehörige können ihre Beschwerden gegen Verfügungen der französischen Sozialen Sicherheit entweder direkt oder durch Vermittlung der Schweizerischen Ausgleichskasse bei der zuständigen französischen Verwaltungs‑ oder Gerichtsbehörde oder je nachdem beim zuständigen französischen Träger der Sozialen Sicherheit einreichen. Im letzteren Fall vermerkt die Schweizerische Ausgleichskasse das Eingangsdatum auf der Beschwerdeschrift und übermittelt diese sodann dem «Centre» zuhanden der zuständigen Behörde oder des zuständigen Trägers."
    },
    {
      "provision_ref": "art26",
      "chapter": "Viertes Kapitel Betriebsunfälle und Berufskrankheiten",
      "section": "26",
      "title": "",
      "content": "1 Für den Bezug von Sachleistungen der Versicherung gegen Betriebsunfälle und Berufskrankheiten legen die in Artikel 24 Absatz 1 des Abkommens erwähnten Arbeitnehmer dem Träger des Aufenthaltsortes oder des neuen Wohnortes eine Bescheinigung vor, aus der je nachdem hervorgeht, – dass sie die Voraussetzungen für die Eröffnung des Leistungsanspruchs erfüllen (vorübergehender Aufenthalt); – dass sie weiterhin zum Bezug von Leistungen berechtigt sind (bewilligter Wohnortwechsel). 2 Die Bescheinigung wird vom zuständigen Träger grundsätzlich vor Abreise des Versicherten ausgestellt. Dieser Träger kann jedoch entweder von sich aus oder auf Antrag des Arbeitnehmers oder des Trägers des Aufenthaltsortes oder des neuen Wohnortes die Bescheinigung auch nachträglich ausstellen. 3 Die Bescheinigung gilt so lange, bis der Träger des Wohn‑ oder Aufenthaltsortes eine Mitteilung über ihren Widerruf erhalten hat."
    },
    {
      "provision_ref": "art27",
      "chapter": "Viertes Kapitel Betriebsunfälle und Berufskrankheiten",
      "section": "27",
      "title": "",
      "content": "1 Die Liste der in Artikel 24 Absatz 3 des Abkommens erwähnten Körperersatzstücke, grösseren Hilfsmittel und anderen Sachleistungen von erheblicher Bedeutung ist im Anhang zu dieser Vereinbarung enthalten. 2 Um die Zustimmung zur Gewährung der im vorstehenden Absatz erwähnten Leistungen zu erhalten, reicht der Träger des Aufenthaltsortes beim zuständigen Träger einen entsprechenden Antrag ein. 3 Sind die erwähnten Leistungen wegen Dringlichkeit gewährt worden, so benachrichtigt der Träger des Aufenthaltsortes unverzüglich den zuständigen Träger. 4 In den Fällen von Absatz 2 und 3 gibt der Träger des Aufenthaltsortes die Gründe für die Gewährung der Leistungen und deren mutmassliche Kosten an."
    },
    {
      "provision_ref": "art28",
      "chapter": "Viertes Kapitel Betriebsunfälle und Berufskrankheiten",
      "section": "28",
      "title": "",
      "content": "1 Der zuständige Träger erstattet gemäss Artikel 28 Absatz 4 des Abkommens dem Träger des Aufenthaltsortes oder des neuen Wohnortes den buchhaltungsmässig ausgewiesenen Betrag für die von diesem Träger in Anwendung von Artikel 24 Absatz 2 des Abkommens erbrachten Leistungen. 2 Die Abrechnungen werden nach Abschluss eines jeden Falles vorgelegt."
    },
    {
      "provision_ref": "art29",
      "chapter": "Viertes Kapitel Betriebsunfälle und Berufskrankheiten",
      "section": "29",
      "title": "",
      "content": "1 Werden einem Grenzgänger in Anwendung von Artikel 28 des Abkommens Sachleistungen an seinem dauernden Wohnort gewährt, so kann der zuständige Träger entweder die guten Dienste des Trägers der Sozialen Sicherheit am dauernden Wohnort des Grenzgängers in Anspruch nehmen oder mit den Krankenhäusern und Ärzten dieses Gebietes besondere Vereinbarungen treffen. 2 Die Ärzte haben den Vertrauensärzten des zuständigen Trägers oder gegebenenfalls des Trägers der Sozialen Sicherheit am dauernden Wohnort des Grenzgängers Auskunft über ihre Feststellungen, Diagnose, therapeutischen Massnahmen, Prognose usw. zu geben. 3 Es bleibt dem zuständigen Träger freigestellt, den Grenzgänger durch einen Arzt seiner Wahl untersuchen zu lassen."
    },
    {
      "provision_ref": "art30",
      "chapter": "Viertes Kapitel Betriebsunfälle und Berufskrankheiten",
      "section": "30",
      "title": "",
      "content": "1 Wendet sich der Grenzgänger an den Träger der Sozialen Sicherheit seines dauernden Wohnortes, so legt er diesem eine Bescheinigung des zuständigen Trägers vor, woraus – allenfalls auf Grund von Auskünften des Arbeitgebers – hervorgeht, dass Anspruch auf Sachleistungen nach der Gesetzgebung über die Betriebsunfälle besteht. Legt der Grenzgänger diese Unterlagen nicht vor, so holt der Träger des dauernden Wohnortes sie beim zuständigen Träger ein. 2 Die Bescheinigung gilt so lange, bis der Träger des Wohnortes eine Mitteilung über ihren Widerruf erhalten hat."
    },
    {
      "provision_ref": "art31",
      "section": "31",
      "title": "",
      "content": "Ein Arbeitnehmer oder sein Hinterlassener reicht den Antrag auf Gewährung einer Leistung beim zuständigen Träger des Vertragsstaates ein, unter dessen Gesetzgebung der Betriebsunfall sich ereignet hat oder die Berufskrankheit festgestellt worden ist, und zwar entweder direkt oder durch Vermittlung der Verbindungsstelle seines Wohnortstaates, die den Antrag an den zuständigen Träger weiterleitet."
    },
    {
      "provision_ref": "art32",
      "section": "32",
      "title": "",
      "content": "1 Im Falle von Artikel 25 des Abkommens sowie für die Anwendung von Artikel 27 des Abkommens hat der Arbeitnehmer für die Feststellung des Grades der dauernden Minderung der Erwerbsfähigkeit dem zuständigen Träger alle Auskünfte über früher unter der Gesetzgebung des anderen Vertragsstaates eingetretene Betriebsunfälle oder festgestellte Berufskrankheiten zu erteilen. 2 Der zuständige Träger kann, wenn er dies als notwendig erachtet, durch Vermittlung der Verbindungsstelle des anderen Vertragsstaates bei dessen Trägern diese Auskünfte einholen oder bestätigen lassen."
    },
    {
      "provision_ref": "art33",
      "section": "33",
      "title": "",
      "content": "Der zuständige Träger, der den Pensions‑ oder Rentenanspruch festgestellt hat, stellt seine Verfügung mit einer Rechtsmittelbelehrung versehen direkt dem Antragsteller zu."
    },
    {
      "provision_ref": "art34",
      "section": "34",
      "title": "",
      "content": "1 Die nach diesem Kapitel geschuldeten Geldleistungen werden durch die leistungspflichtigen Träger direkt an die Berechtigten ausbezahlt. 2 Die vom «Etablissement National des Invalides de la Marine» gewährten Renten wegen Betriebsunfällen werden den in der Schweiz wohnhaften Berechtigten direkt durch den gebietsmässig zuständigen französischen Konsul ausbezahlt."
    },
    {
      "provision_ref": "art35",
      "section": "35",
      "title": "",
      "content": "1 Auf Ersuchen des zuständigen Trägers werden bei Bezügern einer Leistung wegen Betriebsunfall oder Berufskrankheit verwaltungsmässige Kontrollen sowie insbesondere die für eine Neufeststellung der Rente erforderlichen ärztlichen Untersuchungen durch den Träger des Wohnortes nach der für ihn geltenden Gesetzgebung durchgeführt. 2 Dem zuständigen Träger bleibt es freigestellt, die Bezüger durch einen Arzt seiner Wahl nach der für ihn geltenden Gesetzgebung untersuchen zu lassen."
    },
    {
      "provision_ref": "art36",
      "section": "36",
      "title": "",
      "content": "Die Anzeige der Berufskrankheit ist entweder beim zuständigen Träger des Vertragsstaates, in dessen Gebiet die betreffende Person zuletzt eine Tätigkeit ausgeübt hat, die geeignet ist, die in Frage stehende Berufskrankheit zu verursachen, oder bei der Verbindungsstelle des Wohnortstaates einzureichen, die die Anzeige unverzüglich an den zuständigen Träger des anderen Vertragsstaates weiterleitet."
    },
    {
      "provision_ref": "art37",
      "section": "37",
      "title": "",
      "content": "1 Stellt der zuständige Träger des Vertragsstaates, in dessen Gebiet die betreffende Person zuletzt eine Tätigkeit ausgeübt hat, die geeignet ist, die in Frage stehende Berufskrankheit zu verursachen, fest, dass die betreffende Person oder ihre Hinterlassenen die Voraussetzungen der von ihm angewandten Gesetzgebung unter Berücksichtigung von Artikel 26 Absatz 2 des Abkommens nicht erfüllen, so gilt folgendes: a) Der genannte Träger übermittelt die Anzeige und alle beigefügten Unterlagen sowie ein Doppel der in Buchstabe b) erwähnten Mitteilung unverzüglich dem Träger des anderen Vertragsstaates, in dessen Gebiet die betreffende Person vorher eine Tätigkeit ausgeübt hat, die geeignet ist, die in Frage stehende Berufskrankheit zu verursachen; b) der genannte Träger teilt gleichzeitig dem Antragsteller seinen abweisenden Entscheid, versehen mit einer Rechtsmittelbelehrung, mit, wobei er insbesondere die für das Entstehen des Leistungsanspruches fehlenden Voraussetzungen sowie die Übermittlung der Anzeige an den Träger des anderen Vertragsstaates angibt. 2 Wird gegen den abweisenden Entscheid des zuständigen Trägers des Vertragsstaates, in dessen Gebiet die betreffende Person zuletzt die Tätigkeit ausgeübt hat, die geeignet ist, die in Frage stehende Berufskrankheit zu verursachen, eine Beschwerde erhoben, so hat dieser Träger den Träger des anderen Vertragsstaates hiervon zu unterrichten und ihm später den endgültigen Entscheid mitzuteilen."
    },
    {
      "provision_ref": "art38",
      "section": "38",
      "title": "",
      "content": "1 Für die Anwendung von Artikel 27 des Abkommens hat der Arbeitnehmer dem zuständigen Träger seines neuen Wohnortstaates alle erforderlichen Auskünfte über die vorher für die betreffende Berufskrankheit gewährten Leistungen zu erteilen. Dieser Träger kann sich wegen aller von ihm für erforderlich gehaltenen Einzelheiten betreffend diese Leistungen an den Träger wenden, der sie gewährt hat. 2 In den Fällen von Artikel 27 Buchstabe a) des Abkommens, in denen der Arbeitnehmer im Gebiet des zweiten Vertragsstaates keine Tätigkeit ausgeübt hat, die geeignet ist, die betreffende Berufskrankheit zu verschlimmern, wird dem Träger, bei dem der Arbeitnehmer im ersten Vertragsstaat versichert war, ein Doppel des dem Arbeitnehmer zugestellten abweisenden Entscheides übermittelt; gegebenenfalls wird Artikel 37 Absatz 2 dieser Vereinbarung angewandt. 3 Im Fall von Artikel 27 Buchstabe b) des Abkommens, in dem der Arbeitnehmer im Gebiet des zweiten Vertragsstaates eine Tätigkeit ausgeübt hat, die geeignet ist, die betreffende Berufskrankheit zu verschlimmern, teilt der Träger des zweiten Vertragsstaates dem Träger des ersten Vertragsstaates die Höhe der zu seinen Lasten gehenden Zulage mit. Diese Zulage wird dem Arbeitnehmer direkt ausbezahlt, wobei Artikel 34 dieser Vereinbarung angewandt wird."
    },
    {
      "provision_ref": "art39",
      "section": "39",
      "title": "",
      "content": "1 In Frankreich wohnhafte französische und schweizerische Staatsangehörige reichen ihre Klagen über Leistungen der schweizerischen Unfallversicherung beim Kantonalen Versicherungsgericht in Luzern und ihre Verwaltungsgerichtsbeschwerden gegen Urteile eines kantonalen Versicherungsgerichts beim Eidgenössischen Versicherungsgericht in Luzern ein. Die Klagen und Beschwerden können auch beim «Centre» eingereicht werden, das sie entweder direkt oder durch Vermittlung der SUVA an die erwähnten Gerichte weiterleitet. In diesem Falle ist das Eingangsdatum auf der Rechtsschrift zu vermerken. 2 In der Schweiz wohnhafte schweizerische und französische Staatsangehörige können ihre Klagen gegen Entscheide der französischen Sozialen Sicherheit entweder direkt oder durch Vermittlung der SUVA bei der zuständigen französischen Verwaltungs‑ oder Gerichtsbehörde oder beim zuständigen französischen Träger der Sozialen Sicherheit einreichen. In letzterem Falle vermerkt die SUVA das Eingangsdatum auf der Klageschrift und leitet diese hierauf an das «Centre» zuhanden der zuständigen Behörde oder des zuständigen Trägers weiter."
    },
    {
      "provision_ref": "art40",
      "chapter": "Fünftes Kapitel Familienleistungen",
      "section": "40",
      "title": "",
      "content": "1 Die in Artikel 29 Absatz 2 und Artikel 30 Absatz 2 des Abkommens erwähnten Arbeitnehmer haben Bescheinigungen vorzulegen, die je nachdem von der zuständigen schweizerischen Zivilstands‑ oder Einwohnerkontrollbehörde des Wohnortes ausgestellt wurden. Diese Bescheinigungen dürfen längstens drei Monate vor dem Tag ihrer Vorweisung ausgestellt worden sein. 2 Sie erteilen ausserdem alle anderen Auskünfte und liefern alle Unterlagen, die von den Familienausgleichskassen für die Anwendung der schweizerischen oder französischen Gesetzgebung je nach Fall verlangt werden."
    },
    {
      "provision_ref": "art41",
      "chapter": "Fünftes Kapitel Familienleistungen",
      "section": "41",
      "title": "",
      "content": "1 Die Höhe der Zulage, die nach Artikel 30 Absatz 2 zweiter Satz des Abkommens in einem bestimmten Kalenderjahr für jedes Kind zu gewähren ist, entspricht dem Durchschnitt der am 1. Januar des laufenden Jahres für in der Schweiz wohnhafte Kinder gültigen Beträge. 2 Das Bundesamt für Sozialversicherung teilt dem «Centre» jährlich diesen Durchschnittsbetrag sowie dessen Berechnungsgrundlagen mit. 3 Der französische Träger zahlt die Zulagen monatlich direkt an die Person, die in der Schweiz für die Kinder sorgt."
    },
    {
      "provision_ref": "art42",
      "chapter": "Fünftes Kapitel Familienleistungen",
      "section": "42",
      "title": "",
      "content": "1 Für den Bezug von Familienleistungen für seine ihn in die Schweiz begleitenden Kinder gemäss Artikel 30 Absatz 3 des Abkommens stellt der in Artikel 8 Absatz 1 des Abkommens erwähnte Arbeitnehmer einen Antrag, allenfalls durch Vermittlung seines Arbeitgebers, an den französischen Träger. 2 Familienleistungen im Sinne von Artikel 30 Absatz 3 des Abkommens sind: – die eigentlichen Familienzulagen, – die Zulagen für die im Haushalt tätige Ehefrau, – die vorgeburtlichen Zulagen, – die Zulagen nach der Geburt. 3 Die Leistungen werden vom französischen Träger nach den in der französischen Gesetzgebung vorgesehenen Ansätzen und Verfahren direkt ausbezahlt. 4 Der Arbeitnehmer hat gegebenenfalls den französischen Träger der Familienzulagen entweder direkt oder durch Vermittlung seines Arbeitgebers von den seine Kinder betreffenden Änderungen der Verhältnisse, die den Anspruch auf Familienleistungen berühren könnten, von Änderungen der Zahl seiner Kinder, für die Familienleistungen geschuldet werden, sowie von jedem Wohnortwechsel der Kinder zu unterrichten."
    },
    {
      "provision_ref": "art43",
      "chapter": "Sechstes Kapitel Krankenversicherung",
      "section": "43",
      "title": "",
      "content": "1 Um in den Genuss der in Ziffer 9 des Schlussprotokolls zum Abkommen vorgesehenen Bestimmungen zu gelangen, legen die dort erwähnten Personen einer der in Absatz 3 erwähnten schweizerischen Krankenkassen eine Bescheinigung vor über die Versicherungsdauer im Laufe der letzten sechs Monate, auf welcher der Zeitpunkt des Austritts aus der französischen Krankenversicherung oder, soweit es sich um Pensionsbezüger handelt, der Zeitpunkt des Wohnortwechsels vermerkt ist. Die schweizerische Krankenkasse kann den französischen Träger nötigenfalls um die Bestätigung von Zeiten ersuchen, welche weiter als sechs Monate zurückliegen. 2 Die Bescheinigung wird auf Ersuchen des Antragstellers durch denjenigen französischen Krankenversicherungsträger ausgestellt, dem er zuletzt angehört hat. Ist der Antragsteller nicht im Besitz der Bescheinigung, so gelangt die schweizerische Krankenkasse, die sich mit dem Aufnahmegesuch befasst, durch Vermittlung des Bundesamtes für Sozialversicherung an den erwähnten Träger zur Einholung dieser Bescheinigung. 3 Die zuständige schweizerische Behörde nennt der zuständigen französischen Behörde diejenigen Krankenkassen, die bei der Anwendung von Ziffer 9 des Schlussprotokolls zum Abkommen mitwirken. Die Liste dieser Kassen ist im Anhang zu dieser Vereinbarung enthalten."
    },
    {
      "provision_ref": "art44",
      "chapter": "Sechstes Kapitel Krankenversicherung",
      "section": "44",
      "title": "",
      "content": "1 Um in den Genuss der in Ziffer 10 des Schlussprotokolls zum Abkommen vorgesehenen Bestimmungen zu gelangen, legen die dort erwähnten Personen dem zuständigen französischen Krankenversicherungsträger eine, dem im gegenseitigen Einvernehmen erstellten Formular entsprechende Bescheinigung über die Beendigung ihrer Versicherung bei einer schweizerischen anerkannten Krankenkasse sowie über die Versicherungsdauer im Laufe der letzten zwölf Monate vor. Der französische Krankenversicherungsträger kann nötigenfalls Auskünfte über weiter als zwölf Monate zurückliegende Versicherungszeiten verlangen. 2 Die Bescheinigung nach Absatz 1 wird auf Ersuchen des Antragstellers durch diejenige schweizerische Krankenkasse ausgestellt, der er zuletzt angehört hat. Ist der Antragsteller nicht im Besitz der Bescheinigung, so kann der Träger, der sich mit dem Aufnahmegesuch befasst, diese durch Vermittlung des Bundesamtes für Sozialversicherung bei der erwähnten Krankenkasse einholen."
    },
    {
      "provision_ref": "art45",
      "chapter": "Abschnitt IV Verschiedene Bestimmungen",
      "section": "45",
      "title": "",
      "content": "Diese Vereinbarung gilt gemäss Artikel 6 des Abkommens auch für die Familienangehörigen und Hinterlassenen von schweizerischen und französischen Staatsangehörigen, ungeachtet ihrer Staatsangehörigkeit."
    },
    {
      "provision_ref": "art46",
      "chapter": "Abschnitt IV Verschiedene Bestimmungen",
      "section": "46",
      "title": "",
      "content": "Die Träger der Sozialen Sicherheit und die Verbindungsstellen der beiden Vertragsstaaten leisten sich auf allgemeines oder besonderes Ersuchen die zur Durchführung des Abkommens und dieser Vereinbarung erforderliche Hilfe."
    },
    {
      "provision_ref": "art47",
      "chapter": "Abschnitt IV Verschiedene Bestimmungen",
      "section": "47",
      "title": "",
      "content": "1 Die Empfänger von Leistungen nach der Gesetzgebung des einen Vertragsstaates, die im anderen Vertragsstaat wohnen, teilen dem leistungspflichtigen Träger alle Änderungen betreffend ihre persönliche und familiäre Lage, ihren Gesundheitszustand oder ihre Arbeits- und Erwerbsfähigkeit, welche ihre Rechte oder Pflichten auf Grund der in Artikel 2 des Abkommens aufgeführten Gesetzgebungen sowie auf Grund der Bestimmungen des Abkommens beeinflussen können, entweder direkt oder durch Vermittlung der Verbindungsstellen mit. 2 Die Träger der Sozialen Sicherheit übermitteln sich gegenseitig entweder direkt oder durch Vermittlung der Verbindungsstellen alle Auskünfte der obenerwähnten Art, die ihnen bekannt werden."
    },
    {
      "provision_ref": "art48",
      "chapter": "Abschnitt IV Verschiedene Bestimmungen",
      "section": "48",
      "title": "",
      "content": "Um die Auskünfte über Zahlungen bei den Verbindungsstellen der beiden Vertragsstaaten zu zentralisieren, übermitteln die leistungspflichtigen Träger der Verbindungsstelle ihres Vertragsstaates jährlich eine Statistik über die in den anderen Vertragsstaat vorgenommenen Zahlungen. Die Verbindungsstellen tauschen die Statistiken über die Höhe der überwiesenen Beträge sowie die Zahl der Fälle aus."
    },
    {
      "provision_ref": "art49",
      "chapter": "Abschnitt IV Verschiedene Bestimmungen",
      "section": "49",
      "title": "",
      "content": "1 Die aus der Durchführung des Abkommens entstehenden Verwaltungskosten einschliesslich der Kosten für die Überweisung von Leistungen werden von den mit der Durchführung beauftragten Stellen getragen. 2 Die Kosten für ärztliche Untersuchungen und verwaltungsmässige Erhebungen werden vom auftraggebenden Träger in dem Umfange getragen, als der beauftragte Träger nicht Ergebnisse von Untersuchungen oder Erhebungen, die er für seinen eigenen Bedarf durchgeführt hat, zur Verfügung stellen kann. 3 Die Kostenerstattungen erfolgen nach Vorlegung einer detaillierten Abrechnung vierteljährlich durch Vermittlung der Verbindungsstellen. 4 Die zuständigen Behörden können die Kostenerstattung in gegenseitigem Einvernehmen anders regeln."
    },
    {
      "provision_ref": "art50",
      "chapter": "Abschnitt IV Verschiedene Bestimmungen",
      "section": "50",
      "title": "",
      "content": "Diese Vereinbarung tritt gleichzeitig mit dem Abkommen in Kraft und gilt während der gleichen Dauer. Geschehen zu Bern, am 3. Dezember 1976, in doppelter Ausfertigung in französischer Sprache. Für die zuständige schweizerische Behörde: Für die zuständigen französischen Behörden: H. Wolf R. Fonteneau Jean Plocque"
    }
  ],
  "definitions": []
}