{
  "id": "sr-0-837-913-6",
  "type": "statute",
  "title": "Abkommen vom 20. Oktober 1982 zwischen der Schweizerischen Eidgenossenschaft und der Bundesrepublik Deutschland über Arbeitslosenversicherung (mit Schlussprotokoll)",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1983/1851_1851_1851/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Abschnitt I: Allgemeine Bestimmungen",
      "section": "1",
      "title": "Begriffsbestimmungen",
      "content": "In diesem Abkommen bedeuten die Ausdrücke 1. «Gebiet» in bezug auf die Bundesrepublik Deutschland den Geltungsbereich des Grundgesetzes für die Bundesrepublik Deutschland, in bezug auf die Schweizerische Eidgenossenschaft, im folgenden auch als die Schweiz bezeichnet, deren Gebiet. 2. «Staatsangehöriger» in bezug auf die Bundesrepublik Deutschland einen Deutschen im Sinne des Grundgesetzes für die Bundesrepublik Deutschland. in bezug auf die Schweiz einen Schweizer Bürger. 3. «Rechtsvorschriften» in bezug auf die Bundesrepublik Deutschland die Gesetze und Rechtsverordnungen sowie die Anordnungen der Bundesanstalt für Arbeit, welche sich auf die in Artikel 2 Absatz 1 bezeichneten Rechtsgebiete beziehen, in bezug auf die Schweiz die Gesetze und Verordnungen, welche sich auf die in Artikel 2 Absatz 1 bezeichneten Rechtsgebiete beziehen. 4. «zuständige Behörde» in bezug auf die Bundesrepublik Deutschland den Bundesminister für Arbeit und Sozialordnung, in bezug auf die Schweiz das Bundesamt für Industrie, Gewerbe und Arbeit. 5. «wohnen» sich gewöhnlich und rechtmässig aufhalten. 6. «Grenzgänger» einen Arbeitnehmer, für den aufgrund seiner regelmässigen und ordnungs-gemässen Beschäftigung in der Grenzzone eines Vertragsstaates dessen Rechtsvorschriften gelten und der in der Grenzzone des anderen Vertragsstaates wohnt. 7. «Träger» in bezug auf die Bundesrepublik Deutschland die Bundesanstalt für Arbeit, in bezug auf die Schweiz die Stellen, denen die Durchführung der in Artikel 2 Absatz 1 bezeichneten Rechtsvorschriften obliegt."
    },
    {
      "provision_ref": "art2",
      "chapter": "Abschnitt I: Allgemeine Bestimmungen",
      "section": "2",
      "title": "Sachlicher Geltungsbereich",
      "content": "(1) Dieses Abkommen bezieht sich 1. in der Bundesrepublik Deutschland auf die Rechtsvorschriften über a) das Arbeitslosengeld, b) das Kurzarbeitergeld, c) das Schlechtwettergeld, d) das Konkursausfallgeld, 2. in der Schweiz auf die bundesrechtlichen Rechtsvorschriften über a) die Arbeitslosenentschädigung, b) die Kurzarbeitsentschädigung, c) die Schlechtwetterentschädigung, d) die Insolvenzentschädigung, [tab] und die Rechtsvorschriften über die Beiträge. (2) Bei Anwendung dieses Abkommens finden die Rechtsvorschriften keine Anwendung, die sich für einen Vertragsstaat aus zwischenstaatlichen Verträgen mit anderen Staaten oder aus überstaatlichem Recht ergeben oder zu deren Ausführung dienen."
    },
    {
      "provision_ref": "art3",
      "chapter": "Abschnitt I: Allgemeine Bestimmungen",
      "section": "3",
      "title": "Persönlicher Geltungsbereich",
      "content": "Dieses Abkommen gilt, wo es nichts anderes bestimmt, a) für Staatsangehörige der beiden Vertragsstaaten, b) für Flüchtlinge und Staatenlose, die im Gebiet eines der beiden Vertragsstaaten wohnen; c) für Grenzgänger ungeachtet ihrer Staatsangehörigkeit. Eingefügt durch Art. 1 des Zusatzabkommens vom 22. Dez. 1992, genehmigt von der BVers am 17. März 1994 und in Kraft seit 1. Aug. 1994 ( SR 0.837.913.61 )."
    },
    {
      "provision_ref": "art4",
      "chapter": "Abschnitt I: Allgemeine Bestimmungen",
      "section": "4",
      "title": "Gleichbehandlung",
      "content": "Ist der Anspruch auf eine in Artikel 2 Absatz 1 angeführte Leistung nach den Rechtsvorschriften des Vertragsstaates, in dem diese Leistung beantragt wird, von der Staatsangehörigkeit dieses Vertragsstaates abhängig, so sind die Personen, für die dieses Abkommen nach Artikel 3 gilt, den Staatsangehörigen dieses Vertragsstaates gleichgestellt, soweit dieses Abkommen nichts anderes bestimmt."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Beitragspflicht",
      "content": "(1) Die Beitragspflicht richtet sich nach den Rechtsvorschriften des Vertragsstaates, in dessen Gebiet die Beschäftigung ausgeübt wird. (2) Werden jedoch aufgrund des zwischen der Bundesrepublik Deutschland und der Schweizerischen Eidgenossenschaft geschlossenen Abkommens über Soziale Sicherheit nicht die Rechtsvorschriften angewandt, die am Beschäftigungsort gelten, sondern die Rechtsvorschriften des anderen Vertragsstaates, so gilt dies ohne Rücksicht auf die Staatsangehörigkeit des Arbeitnehmers auch für die Beitragspflicht nach den in Artikel 2 Absatz 1 angeführten Rechtsvorschriften. (3) Dieses Abkommen berührt nicht die im Wiener Übereinkommen über diplomatische Beziehungen und im Wiener Übereinkommen über konsularische Beziehungen enthaltenen Bestimmungen, die sich auf die in Artikel 2 Absatz 1 bezeichneten Rechtsvorschriften beziehen. SR 0.831.109.136.1 SR 0.191.01 SR 0.191.02"
    },
    {
      "provision_ref": "art6",
      "chapter": "Abschnitt II: Besondere Bestimmungen Leistungsrecht",
      "section": "6",
      "title": "Allgemeiner Grundsatz",
      "content": "Der Anspruch auf die in Artikel 2 Absatz 1 angeführten Leistungen und das Verfahren richten sich nach den Rechtsvorschriften des Vertragsstaates, gegenüber dessen Träger der Anspruch geltend gemacht wird, soweit die folgenden Bestimmungen nichts anderes festlegen."
    },
    {
      "provision_ref": "art7",
      "chapter": "Abschnitt II: Besondere Bestimmungen Leistungsrecht",
      "section": "7",
      "title": "Anwartschaft, Anspruchsdauer und Bemessung für eigene Staatsangehörige",
      "content": "(1) Zeiten einer beitragspflichtigen unselbständigen Beschäftigung, die nach den Rechtsvorschriften des anderen Vertragsstaates zurückgelegt worden sind, werden für die Anwartschaftszeit und die Anspruchsdauer berücksichtigt, sofern der Antragsteller die Staatsangehörigkeit des Vertragsstaates besitzt, in dem der Anspruch geltend gemacht wird, und im Gebiet dieses Vertragsstaates wohnt. Diese Zeiten werden so berücksichtigt, als wären sie nach den Rechtsvorschriften dieses Vertragsstaates zurückgelegt worden. (2) a) Bei der Bemessung von Arbeitslosengeld nach deutschen Rechtsvorschriften ist für die nach Absatz 1 zurückgelegten Zeiten das am Wohnsitz oder gewöhnlichen Aufenthaltsort des Arbeitslosen massgebliche tarifliche oder mangels einer tariflichen Regelung ortsübliche Arbeitsentgelt derjenigen Beschäftigung zugrunde zu legen, für die der Arbeitslose nach seinem Lebensalter und seiner Leistungsfähigkeit unter billiger Berücksichtigung seines Berufes und seiner Ausbildung nach Lage und Entwicklung des Arbeitsmarktes in Betracht kommt. b) Bei der Bemessung von Arbeitslosenentschädigung nach schweizerischen Rechtsvorschriften ist für die nach Absatz 1 zurückgelegten Zeiten das erzielte Arbeitsentgelt zugrunde zu legen."
    },
    {
      "provision_ref": "art8",
      "chapter": "Abschnitt II: Besondere Bestimmungen Leistungsrecht",
      "section": "8",
      "title": "Sonderregelungen",
      "content": "(1) Grenzgänger erhalten Arbeitslosengeld (Arbeitslosenentschädigung) nach den Rechtsvorschriften des Vertragsstaates, in dessen Gebiet sie wohnen. Für die Anwartschaftszeit und die Anspruchsdauer werden Zeiten einer beitragspflichtigen unselbständigen Beschäftigung, die nach den Rechtsvorschriften des anderen Vertragsstaates zurückgelegt worden sind, berücksichtigt. Artikel 7 Absatz 1 zweiter Satz und Absatz 2 gelten entsprechend. (2) Grenzgänger erhalten abweichend von Absatz 1 Arbeitslosengeld (Arbeitslosen-entschädigung) nach den Rechtsvorschriften des Vertragsstaates, in dessen Gebiet sie beschäftigt gewesen sind, als ob sie dort wohnten, solange sie ihren bisherigen Wohnort im anderen Vertragsstaat beibehalten und dort nicht zur Aufnahme einer unselbständigen Erwerbstätigkeit berechtigt sind. Die örtliche Zuständigkeit des Arbeitsamtes richtet sich nach dem letzten Beschäftigungsort. (3) Unterlag ein Arbeitnehmer eines öffentlichen Transportunternehmens oder eines Betriebes, der sich über die gemeinsame Grenze der beiden Vertragsstaaten erstreckt, unmittelbar vor Eintritt der Arbeitslosigkeit nach den Bestimmungen des zwischen der Bundesrepublik Deutschland und der Schweizerischen Eidgenossenschaft geschlossenen Abkommens über Soziale Sicherheit in Verbindung mit Artikel 5 Absatz 2 des vorliegenden Abkommens nicht den Rechtsvorschriften des Vertragsstaates, in dem er beschäftigt war und wohnt, so erhält er Arbeitslosengeld (Arbeitslosenentschädigung) nach den Rechtsvorschriften des anderen Vertragsstaates, solange er seinen Wohnort im ersten Vertragsstaat beibehält und dort nicht zur Aufnahme einer unselbständigen Erwerbstätigkeit berechtigt ist, als ob er im Gebiet des anderen Vertragsstaates wohnte. Deutscherseits ist das Arbeitsamt Lörrach, schweizerischerseits das dem Wohnort des Arbeitnehmers nächstgelegene schweizerische Arbeitsamt örtlich zuständig. (4) Grenzgänger erhalten Kurzarbeitergeld und Schlechtwettergeld (Kurzarbeitsentschädigung und Schlechtwetterentschädigung) nach den Rechtsvorschriften des Vertragsstaates, in dessen Gebiet sie beschäftigt sind, als ob sie dort wohnten. Sie erhalten unabhängig von ihrem Wohnort Konkursausfallgeld (Insolvenzentschädigung) nach den Rechtsvorschriften des Vertragsstaates, in dem ihre Lohnforderung geltend zu machen ist. (5) Arbeitnehmer, deren Beschäftigung unmittelbar vor Eintritt der Arbeitslosigkeit den schweizerischen Rechtsvorschriften unterstand und die die Voraussetzungen des Artikels 19 des Vertrages vom 23. November 1964 zwischen der Bundesrepublik Deutschland und der Schweizerischen Eidgenossenschaft über die Einbeziehung der Gemeinde Büsingen am Hochrhein in das schweizerische Zollgebiet erfüllen oder sich sonst seit mindestens sechs Monaten in Büsingen mit der Absicht dauernden Verbleibens aufhalten, erhalten Leistungen nach den in Artikel 2 Absatz 1 Nummer 2 genannten Rechtsvorschriften, als ob sie in der Schweiz wohnten, Arbeitslosenentschädigung jedoch nur, sofern sie berechtigt sind, in der Schweiz Arbeit anzunehmen. Soweit diese Leistungen voraussetzen, dass der Arbeitnehmer sich persönlich beim Arbeitsamt seines Wohnortes zur Vermittlung meldet und sich den Arbeitsausfall bescheinigen lässt, haben die Arbeitnehmer diese Pflichten beim Kantonalen Arbeitsamt Schaffhausen zu erfüllen. Siehe auch SR 0.837.913.61 SR 0.831.109.136.1 SR 0.631.112.136"
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Minderung der Anspruchsdauer",
      "content": "Die Anspruchsdauer wird um die Anzahl der Tage gemindert, für die der Arbeitslose im anderen Vertragsstaat innerhalb der letzten zwölf Monate vor dem Tage der Antragstellung bereits Arbeitslosengeld (Arbeitslosenentschädigung) bezogen hat. Als Tage, für die der Arbeitslose Leistungen bezogen hat, gelten auch solche, für die Leistungen wegen eines schuldhaften Verhaltens des Arbeitslosen nicht gewährt wurden."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Berücksichtigung von Leistungen im anderen Vertragsstaat",
      "content": "Leistungen der Sozialen Sicherheit des anderen Vertragsstaates sind in gleicher Weise zu berücksichtigen wie vergleichbare Leistungen der Sozialen Sicherheit des Vertragsstaates, in dessen Gebiet der Anspruch geltend gemacht wird."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Erstattung von Beiträgen für Grenzgänger",
      "content": "(1) Vom Beitragsaufkommen der Grenzgänger nach den in Artikel 2 Absatz 1 angeführten Rechtsvorschriften des Beschäftigungslandes ist ein Anteil der in Absatz 4 genannten Stelle im Wohnland nach Massgabe der folgenden Bestimmungen jährlich zu erstatten. (2) a) Das Beitragsaufkommen der Grenzgänger wird aufgrund der Jahresdurchschnittszahl der beschäftigten Grenzgänger und des durchschnittlichen Jahresbeitrages je Arbeitnehmer (Arbeitgeber- und Arbeitnehmerbeitrag oder -anteil) errechnet. b) Dieses Beitragsaufkommen ist im Verhältnis des Anteils der in Artikel 2 Absatz 1 genannten Leistungen zu allen aus Beitragsmitteln und Umlagen finanzierten Leistungen zu berücksichtigen. c) Der so ermittelte Betrag ist in Höhe des prozentualen Anteils des Arbeitslosengeldes (Arbeitslosenentschädigung) an allen in Artikel 2 Absatz 1 genannten Leistungen zu erstatten. (3) Die zuständigen Behörden legen fest, wie die Jahresdurchschnittszahl der beschäftigten Grenzgänger zu ermitteln ist. Sie können eine Pauschalerstattung vereinbaren. (4) Die Bundesanstalt für Arbeit und das Bundesamt für Industrie, Gewerbe und Arbeit sind für die gegenseitigen Erstattungen nach Absatz 1 zuständig. Sie übersenden einander jährlich einmal die erforderlichen Berechnungsunterlagen."
    },
    {
      "provision_ref": "art12",
      "chapter": "Abschnitt III: Verschiedene Bestimmungen",
      "section": "12",
      "title": "Amtshilfe",
      "content": "Die Behörden, Gerichte und Träger der Vertragsstaaten leisten sich bei der Durchführung der in Artikel 2 bezeichneten Rechtsvorschriften und dieses Abkommens die gleiche Hilfe wie den innerstaatlichen Behörden, Gerichten und Trägern. Die Hilfe umfasst insbesondere die Hilfe bei der Zustellung von Bescheiden, bei der Beweiserhebung, bei der Erhebung von Beiträgen und bei der Rückforderung von Leistungen, mit Ausnahme der Vollstreckungshilfe. Die Hilfe ist kostenlos, Barauslagen mit Ausnahme der Portokosten werden erstattet."
    },
    {
      "provision_ref": "art13",
      "chapter": "Abschnitt III: Verschiedene Bestimmungen",
      "section": "13",
      "title": "Datenschutz",
      "content": "Werden personenbezogene Daten oder Betriebs- oder Geschäftsgeheimnisse aufgrund des Abkommens oder einer Vereinbarung zu dessen Durchführung von einem Vertragsstaat in den anderen weitergegeben, so gilt sowohl für ihre Weitergabe als auch für ihre Verwendung das jeweilige innerstaatliche Recht über den Schutz von personenbezogenen Daten und Betriebs- und Geschäftsgeheimnissen."
    },
    {
      "provision_ref": "art14",
      "chapter": "Abschnitt III: Verschiedene Bestimmungen",
      "section": "14",
      "title": "Befreiung von Gebühren sowie vom Beglaubigungszwang",
      "content": "(1) Die nach den Rechtsvorschriften eines Vertragsstaates vorgesehene Befreiung oder Ermässigung von Steuern oder Gebühren einschliesslich Konsulargebühren für Schriftstücke oder Urkunden, die in Anwendung dieser Rechtsvorschriften vorzulegen sind, erstreckt sich auch auf die entsprechenden Schriftstücke und Urkunden, die in Anwendung dieses Abkommens oder der in Artikel 2 Absatz 1 bezeichneten Rechtsvorschriften des anderen Vertragsstaates vorzulegen sind. (2) Urkunden und Schriftstücke jeglicher Art, die in Durchführung dieses Abkommens oder der in Artikel 2 Absatz 1 bezeichneten Rechtsvorschriften des anderen Vertragsstaates vorgelegt werden müssen, bedürfen nicht der Beglaubigung."
    },
    {
      "provision_ref": "art15",
      "chapter": "Abschnitt III: Verschiedene Bestimmungen",
      "section": "15",
      "title": "Unmittelbarer Verkehr",
      "content": "(1) Die in Artikel 12 genannten Stellen der beiden Vertragsstaaten verkehren bei der Durchführung der in Artikel 2 Absatz 1 bezeichneten Rechtsvorschriften und dieses Abkommens miteinander sowie mit den Arbeitgebern und Arbeitnehmern und ihren Vertretern unmittelbar. (2) Bescheide und sonstige Schriftstücke können einer Person, die sich im Gebiet des anderen Vertragsstaates aufhält, unmittelbar auch durch eingeschriebenen Brief mit Rückschein zugestellt werden."
    },
    {
      "provision_ref": "art16",
      "chapter": "Abschnitt III: Verschiedene Bestimmungen",
      "section": "16",
      "title": "Verwaltungsvereinbarung und gegenseitige Unterrichtung",
      "content": "(1) Die zuständigen Behörden der beiden Vertragsstaaten vereinbaren unmittelbar miteinander das Nähere über die zur Durchführung dieses Abkommens erforderlichen Verwaltungsmassnahmen, soweit sie ein gegenseitiges Einverständnis bedingen. Sie unterrichten einander über die zur Durchführung des Abkommens getroffenen Massnahmen sowie über Änderungen und Ergänzungen ihrer Rechtsvorschriften, die seine Durchführung berühren. (2) Zur Erleichterung der Durchführung dieses Abkommens werden Verbindungsstellen eingerichtet. Verbindungsstellen sind: – in der Bundesrepublik Deutschland das Landesarbeitsamt Baden-Württemberg in Stuttgart, – in der Schweiz das Kantonale Arbeitsamt Basel-Landschaft in Pratteln."
    },
    {
      "provision_ref": "art17",
      "chapter": "Abschnitt III: Verschiedene Bestimmungen",
      "section": "17",
      "title": "Einbehalten von zu Unrecht gewährten Leistungen sowie von Vorschüssen",
      "content": "(1) Hat der Träger eines Vertragsstaates einer Person zu Unrecht Leistungen gewährt, so kann auf dessen Ersuchen und zu dessen Gunsten der zuständige Träger des anderen Vertragsstaates den zu Unrecht gewährten Betrag von einer Nachzahlung oder den laufenden Zahlungen an den Berechtigten nach Massgabe der für ihn geltenden innerstaatlichen Rechtsvorschriften einbehalten. (2) Hat eine Person nach den Rechtsvorschriften eines Vertragsstaates Anspruch auf eine Geldleistung für einen Zeitraum, für den ihr oder ihren Angehörigen von einem Fürsorgeträger des anderen Vertragsstaates Leistungen gewährt worden sind, so ist diese Geldleistung auf Ersuchen und zugunsten des ersatzberechtigten Fürsorgeträgers einzubehalten, als sei dieser ein Fürsorgeträger mit dem Sitz im Gebiet des ersten Vertragsstaates. Hat eine Person nach den Rechtsvorschriften eines Vertragsstaates Anspruch auf eine Geldleistung für einen Zeitraum, für den ihr oder ihren Angehörigen von einem anderen öffentlich-rechtlichen Leistungsträger des anderen Vertragsstaates aus öffentlichen Mitteln Leistungen gewährt worden sind, so ist unbeschadet sonstiger zwischenstaatlicher Regelungen diese Geldleistung auf Ersuchen und zugunsten des ersatzberechtigten Leistungsträgers einzubehalten."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Übergang von Ansprüchen aus dem Arbeitsverhältnis",
      "content": "Hat ein Arbeitsloser Arbeitslosengeld (Arbeitslosenentschädigung) nach den Rechtsvorschriften eines Vertragsstaates für eine Zeit erhalten, für die ihm Ansprüche aus dem Arbeitsverhältnis im anderen Vertragsstaat gegenüber seinen früheren Arbeitgebern zustehen, so gehen diese Ansprüche in gleicher Weise auf den Träger des ersten Vertragsstaates über, wie wenn die Ansprüche gegen einen Arbeitgeber in diesem Vertragsstaat bestünden."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Beilegung von Streitigkeiten",
      "content": "(1) Streitigkeiten über die Auslegung oder Anwendung dieses Abkommens sollen, soweit möglich, durch die zuständigen Behörden der Vertragsstaaten beigelegt werden. (2) Kann eine Streitigkeit auf diese Weise nicht beigelegt werden, so gelten die Bestimmungen des zwischen der Bundesrepublik Deutschland und der Schweizerischen Eidgenossenschaft geschlossenen Abkommens über Soziale Sicherheit über das Schiedsgericht entsprechend. SR 0.831.109.136.1"
    },
    {
      "provision_ref": "art20",
      "chapter": "Abschnitt IV: Übergangs- und Schlussbestimmungen",
      "section": "20",
      "title": "Übergangsregelung",
      "content": "(1) Dieses Abkommen begründet keinen Anspruch auf Zahlung von Leistungen für die Zeit vor seinem Inkrafttreten. Beschäftigungszeiten, die im anderen Vertragsstaat vor Inkrafttreten des Abkommens zurückgelegt worden sind, werden jedoch – soweit Artikel 7 oder 8 Anwendung finden – berücksichtigt, als ob das Abkommen bereits gegolten hätte. (2) Entscheidungen, die vor seinem Inkrafttreten getroffen wurden, werden durch dieses Abkommen nicht berührt."
    },
    {
      "provision_ref": "art21",
      "chapter": "Abschnitt IV: Übergangs- und Schlussbestimmungen",
      "section": "21",
      "title": "Schlussprotokoll",
      "content": "Das beiliegende Schlussprotokoll ist Bestandteil dieses Abkommens."
    },
    {
      "provision_ref": "art22",
      "chapter": "Abschnitt IV: Übergangs- und Schlussbestimmungen",
      "section": "22",
      "title": "Geltung für das Land Berlin",
      "content": "Dieses Abkommen gilt auch für das Land Berlin, sofern nicht die Regierung der Bundesrepublik Deutschland gegenüber dem Schweizerischen Bundesrat innerhalb von drei Monaten nach Inkrafttreten des Abkommens eine gegenteilige Erklärung abgibt."
    },
    {
      "provision_ref": "art23",
      "chapter": "Abschnitt IV: Übergangs- und Schlussbestimmungen",
      "section": "23",
      "title": "Ratifikation, Inkrafttreten",
      "content": "(1) Dieses Abkommen bedarf der Ratifikation. Die Ratifikationsurkunden werden so bald wie möglich in Bonn ausgetauscht werden. (2) Dieses Abkommen tritt am ersten Tag des zweiten Monats nach Ablauf des Monats in Kraft, in dem die Ratifikationsurkunden ausgetauscht werden."
    },
    {
      "provision_ref": "art24",
      "chapter": "Abschnitt IV: Übergangs- und Schlussbestimmungen",
      "section": "24",
      "title": "Geltungsdauer, Ausserkrafttreten",
      "content": "(1) Das Abkommen wird auf unbestimmte Zeit geschlossen. Jeder Vertragsstaat kann es unter Einhaltung einer Frist von drei Monaten zum Ende eines Kalenderjahres kündigen. (2) Tritt das Abkommen infolge Kündigung ausser Kraft, so gelten seine Bestimmungen für die bis dahin erworbenen Leistungsansprüche weiter, jedoch nicht länger als für die Dauer eines Jahres nach dem Ausserkrafttreten."
    },
    {
      "provision_ref": "art25",
      "chapter": "Abschnitt IV: Übergangs- und Schlussbestimmungen",
      "section": "25",
      "title": "Ausserkrafttreten früherer Regelungen",
      "content": "Mit dem Inkrafttreten dieses Abkommens treten ausser Kraft: das Übereinkommen vom 4. Februar 1928 zwischen dem Deutschen Reiche und der Schweizerischen Eidgenossenschaft über die Arbeitslosenversicherung der Grenzgänger, die Vereinbarung vom 2./27. Februar 1976 zwischen dem Bundesminister für Arbeit und Sozialordnung der Bundesrepublik Deutschland und dem Vorsteher des Eidgenössischen Volkswirtschaftsdepartements über Leistungen für Teilarbeitslosigkeit (Kurzarbeit) an Grenzgänger, die in der Bundesrepublik Deutschland wohnen und in der Schweiz arbeiten, Nummer 8a des Schlussprotokolls zum Abkommen vom 25. Februar 1964 zwischen der Bundesrepublik Deutschland und der Schweizerischen Eidgenossenschaft über Soziale Sicherheit in der Fassung des Zusatzabkommens vom 9. September 1975. [BS 14 106] SR 0.831.109.136.1 SR 0.831.109.136.121"
    }
  ],
  "definitions": []
}