{
  "id": "sr-0-632-313-211-1",
  "type": "statute",
  "title": "Vereinbarung vom 27. Januar 2007 zwischen der Schweiz und Ägypten über den Handel mit landwirtschaftlichen Erzeugnissen (mit Anhängen)",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2007/645-2/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "",
      "content": "1. Diese Vereinbarung zwischen der Schweiz und Ägypten über den Handel mit landwirtschaftlichen Erzeugnissen wird in Ergänzung zum Freihandelsabkommen zwischen den EFTA-Staaten und Ägypten von 2007 (im Folgenden «das Freihandelsabkommen» genannt), und insbesondere bezugnehmend auf Artikel 4 jenes Abkommens abgeschlossen. Sie ist Teil der Instrumente, welche eine Freihandelszone zwischen den EFTA-Staaten und Ägypten einrichten. 2. Diese Vereinbarung findet gleichermassen auf das Fürstentum Liechtenstein Anwendung, solange der Zollunionsvertrag vom 29. März 1923 zwischen der Schweiz und dem Fürstentum Liechtenstein in Kraft ist. SR 0.632.313.211 SR 0.631.112.514"
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "",
      "content": "Ägypten gewährt die Zollkonzessionen für landwirtschaftliche Erzeugnisse mit Ursprung in der Schweiz nach Anhang 1. Die Schweiz gewährt die Zollkonzessionen für landwirtschaftliche Erzeugnisse mit Ursprung in Ägypten nach Anhang 2."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "",
      "content": "Die folgenden Bestimmungen des Freihandelsabkommens gelten mutatis mutandis auch für diese Vereinbarung: Artikel 5 (Ursprungsregeln und Zusammenarbeit im Bereich der Zollverwaltung), 9 (Mengenmässige Einfuhrbeschränkungen und Massnahmen gleicher Wirkung), 10 (Ausfuhrzölle und mengenmässige Ausfuhrbeschränkungen), 11 (Interne Steuern), 12 (Zahlungen und Überweisungen), 15 (Staatliche Handelsunternehmen) und 21 (Allgemeine Ausnahmen) des Kapitels Warenverkehr."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "",
      "content": "Die Parteien bekräftigen ihre Rechte und Pflichten gemäss dem WTO-Abkommen über die Landwirtschaft. SR 0.632.20 Anhang 1A.3"
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "",
      "content": "Die Rechte und Pflichten der Parteien hinsichtlich gesundheitspolizeilicher und pflanzenschutzrechtlicher Massnahmen unterliegen dem WTO-Übereinkommen über die Anwendung gesundheitspolizeilicher und pflanzenschutzrechtlicher Massnahmen. SR 0.632.20 Anhang 1A.4"
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "",
      "content": "1. Die Parteien erklären sich bereit, im Rahmen ihrer jeweiligen Landwirtschaftspolitik ihre Bemühungen für eine weitergehende Liberalisierung des Handels mit landwirtschaftlichen Erzeugnissen fortzusetzen. 2. Die erste Prüfung findet spätestens vier Jahre nach Inkrafttreten dieser Vereinbarung statt; weitere Prüfungen werden anlässlich der ersten Prüfung festgelegt."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "",
      "content": "Diese Vereinbarung tritt am gleichen Datum wie das Freihandelsabkommen zwischen der Schweiz und Ägypten in Kraft. Sie bleibt so lange in Kraft, wie ihre Parteien Vertragsparteien des Freihandelsabkommens zwischen den EFTA-Staaten und Ägypten sind."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "",
      "content": "Falls die Schweiz oder Ägypten von dieser Vereinbarung zurücktreten, endet das Freihandelsabkommen zwischen ihnen am gleichen Datum, an dem der Rücktritt von dieser Vereinbarung effektiv wird."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "",
      "content": "Die Anhänge zu dieser Vereinbarung sind integraler Bestandteil davon."
    }
  ],
  "definitions": []
}