{
  "id": "sr-0-193-416-49",
  "type": "statute",
  "title": "Vergleichs- und Schiedsvertrag vom 20. Januar 1993 zwischen der Schweizerischen Eidgenossenschaft und der Republik Polen",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1994/1046_1046_1046/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "A. Verhandlungen",
      "section": "1",
      "title": "",
      "content": "Die Vertragsparteien bemühen sich, ihre Streitigkeiten durch Verhandlungen beizulegen. Falls diese innerhalb eines Jahres nach ihrem Beginn keinen erfolgreichen Abschluss finden, kann jede Partei die Streitigkeit dem nachfolgend beschriebenen Vergleichsverfahren unterwerfen."
    },
    {
      "provision_ref": "art2",
      "chapter": "B. Vergleichsverfahren",
      "section": "2",
      "title": "",
      "content": "Jede Streitigkeit, die durch Verhandlungen innerhalb der in Artikel 1 festgelegten Frist nicht beigelegt werden konnte, kann von jeder Partei mittels schriftlicher Mitteilung an die andere Partei einem Vergleichsverfahren unterworfen werden."
    },
    {
      "provision_ref": "art3",
      "chapter": "B. Vergleichsverfahren",
      "section": "3",
      "title": "",
      "content": "Die Vergleichskommission wird wie folgt bestellt: a) In der schriftlichen Mitteilung nach Artikel 2 ernennt die das Vergleichsverfahren einleitende Partei ein Mitglied der Kommission, das einer ihrer Staatsangehörigen sein kann. b) Die andere Partei ernennt innerhalb von 60 Tagen nach Erhalt dieser Mitteilung ein zweites Mitglied, das einer ihrer Staatsangehörigen sein kann. c) Innerhalb von 90 Tagen nach der unter b) vorgesehenen Ernennung ernennen die Parteien einvernehmlich ein drittes Mitglied, das der Kommission vorstehen wird. d) Jede Ernennung, die nicht innerhalb einer Frist von 150 Tagen nach Erhalt der in Artikel 2 vorgesehenen schriftlichen Mitteilung erfolgt ist, wird vom Generalsekretär des Europarats vorgenommen, wobei nur Angehörige von Drittstaaten zur Wahl stehen. e) Bei Todesfall, Rücktritt oder Verhinderung eines Mitglieds der Kommission ist dieses nach dem für seine Ernennung vorgesehenen Verfahren umgehend zu ersetzen."
    },
    {
      "provision_ref": "art4",
      "chapter": "B. Vergleichsverfahren",
      "section": "4",
      "title": "",
      "content": "Ist die Vergleichskommission bestellt, kann sie den Parteien die ihr angebracht erscheinenden vorsorglichen Massnahmen empfehlen. Die Parteien unterrichten die Kommission unverzüglich von den Vorkehrungen, die sie zur Ausführung dieser Massnahmen getroffen haben."
    },
    {
      "provision_ref": "art5",
      "chapter": "B. Vergleichsverfahren",
      "section": "5",
      "title": "",
      "content": "1. Die Vergleichskommission legt ihren Tagungsort sowie ihr Verfahren nach Anhörung der Parteienvertreter selbst fest. Dabei hält sie sich an die Grundsätze der Gleichheit der Parteien und des kontradiktorischen Charakters des Verfahrens. 2. Die Kommission kann das Vergleichsverfahren jederzeit aussetzen und die Parteien einladen, die Verhandlungen wieder aufzunehmen und dabei gegebenenfalls ihren Empfehlungen Rechnung zu tragen."
    },
    {
      "provision_ref": "art6",
      "chapter": "B. Vergleichsverfahren",
      "section": "6",
      "title": "",
      "content": "1. Die Parteien nehmen am gesamten Verfahren teil und lassen der Vergleichskommission die von ihr geforderten Aktenstücke und Auskünfte zukommen. 2. Die Abwesenheit einer Partei hindert die Kommission nicht an der Fortführung ihrer Arbeit."
    },
    {
      "provision_ref": "art7",
      "chapter": "B. Vergleichsverfahren",
      "section": "7",
      "title": "",
      "content": "1. Innerhalb von sechs Monaten nach Abschluss des Verfahrens erstellt die Vergleichskommission einen mit Empfehlungen versehenen vertraulichen Bericht, den sie unverzüglich den Parteien übergibt. 2. Die Parteien teilen der Kommission innerhalb von sechs Monaten nach Übergabe des Berichts schriftlich mit, ob sie ihre Empfehlungen annehmen. Die Annahme der Empfehlungen der Kommission durch die Parteien gilt als die die Streitigkeit beilegende Vereinbarung."
    },
    {
      "provision_ref": "art8",
      "chapter": "C. Schiedsverfahren",
      "section": "8",
      "title": "",
      "content": "1. Eine Streitigkeit, die durch das in den Artikeln 2 bis 7 vorgesehene Vergleichsverfahren nicht beigelegt werden konnte, kann von jeder Partei mittels schriftlicher Mitteilung an die andere Partei einem Schiedsverfahren unterworfen werden. 2. Die Parteien können vereinbaren, das Schiedsverfahren unter Übergehung des Vergleichsverfahrens zu benützen."
    },
    {
      "provision_ref": "art9",
      "chapter": "C. Schiedsverfahren",
      "section": "9",
      "title": "",
      "content": "Das Schiedsgericht wird auf die gleiche Weise wie die Vergleichskommission, nach Artikel 3, bestellt, ausser dass die Ernennungen, die nicht innerhalb der in Artikel 3 Buchstabe d festgelegten Frist erfolgt sind, vom Präsidenten des Internationalen Gerichtshofs vorzunehmen sind. Ist der Präsident verhindert, diese Aufgabe zu erfüllen, oder ist er Staatsangehöriger einer Vertragspartei, werden die nötigen Ernennungen vom Vizepräsidenten des Gerichtshofs vorgenommen. Wenn der Vizepräsident aus denselben Gründen die erforderlichen Ernennungen nicht vornehmen kann, werden diese vom amtsältesten Mitglied des Gerichtshofs vorgenommen, das Staatsangehöriger weder der einen noch der andern Partei ist."
    },
    {
      "provision_ref": "art10",
      "chapter": "C. Schiedsverfahren",
      "section": "10",
      "title": "",
      "content": "Ist das Schiedsgericht bestellt, kann es auf Ersuchen einer Partei oder aus eigenem Antrieb die vorsorglichen Massnahmen vorschreiben, die es für angebracht hält, um die Rechte der Parteien zu wahren. Letztere haben diese Massnahmen nach Treu und Glauben auszuführen."
    },
    {
      "provision_ref": "art11",
      "chapter": "C. Schiedsverfahren",
      "section": "11",
      "title": "",
      "content": "Das Schiedsgericht legt seinen Tagungsort sowie sein Verfahren nach Anhörung der Parteienvertreter selbst fest. Dabei hält es sich an die Grundsätze der Gleichheit der Parteien, des kontradiktorischen Charakters des Verfahrens und der Aufteilung des letzteren in eine schriftliche und eine mündliche Phase."
    },
    {
      "provision_ref": "art12",
      "chapter": "C. Schiedsverfahren",
      "section": "12",
      "title": "",
      "content": "1. Die Parteien nehmen am gesamten Schiedsverfahren teil. Die Abwesenheit einer Partei oder die Tatsache, dass diese es unterlässt, ihre Mittel geltend zu machen, hindert den weiteren Ablauf des Verfahrens nicht. 2. Die Parteien lassen dem Gericht die von ihm geforderten Aktenstücke und Auskünfte zukommen."
    },
    {
      "provision_ref": "art13",
      "chapter": "C. Schiedsverfahren",
      "section": "13",
      "title": "",
      "content": "1. Das Schiedsgericht fällt seinen Schiedsspruch mit der Mehrheit der Stimmen seiner Mitglieder innerhalb von neun Monaten nach Abschluss des Schiedsverfahrens. 2. Der Schiedsspruch, der begründet sein muss, stützt sich auf das Völkerrecht. Auf Verlangen beider Parteien kann das Gericht ex aequo et bono entscheiden. 3. Der Schiedsspruch wird den Parteien umgehend bekanntgegeben. Er ist für diese verbindlich und endgültig und muss nach Treu und Glauben angewandt werden. 4. Beim Vorliegen einer Meinungsverschiedenheit oder von Zweifeln über den Sinn und die Tragweite des Schiedsspruchs kann jede Partei innerhalb von 90 Tagen nach dessen Bekanntgabe vom Gericht eine Auslegung dieses Spruchs verlangen."
    },
    {
      "provision_ref": "art14",
      "chapter": "D. Allgemeine Bestimmungen",
      "section": "14",
      "title": "",
      "content": "1. Die Bestimmungen des vorliegenden Vertrags finden keine Anwendung auf Streitigkeiten: a) die vor dem Inkrafttreten des vorliegenden Vertrags entstanden sind; b) welche die Parteien einem andern Verfahren der friedlichen Streitbeilegung zu unterwerfen übereingekommen sind oder übereinkommen werden. 2. Die Parteien können jederzeit gemeinsam beschliessen, bei der Beilegung einer Streitigkeit im Rahmen des vorliegenden Vertrags dessen Bestimmungen auszusetzen."
    },
    {
      "provision_ref": "art15",
      "chapter": "D. Allgemeine Bestimmungen",
      "section": "15",
      "title": "",
      "content": "Solange die Streitigkeit nicht beigelegt worden ist, enthalten sich die Parteien jeden Verhaltens, das die Situation verschlimmern und die Streitbeilegung durch die im vorliegenden Vertrag vorgesehenen Mittel schwieriger gestalten oder verhindern könnte."
    },
    {
      "provision_ref": "art16",
      "chapter": "D. Allgemeine Bestimmungen",
      "section": "16",
      "title": "",
      "content": "Die Vergleichskommission und das Schiedsgericht, die im vorliegenden Vertrag vorgesehen sind, entscheiden über ihre eigene Zuständigkeit."
    },
    {
      "provision_ref": "art17",
      "chapter": "D. Allgemeine Bestimmungen",
      "section": "17",
      "title": "",
      "content": "1. Die Mitglieder der Vergleichskommission und des Schiedsgerichts beziehen eine von den Parteien festgelegte Entschädigung, für welche die Parteien zu gleichen Teilen aufkommen. 2. Jede Partei trägt ihre eigenen Kosten sowie die Hälfte der der Vergleichskommission oder dem Schiedsgericht erwachsenen Kosten."
    },
    {
      "provision_ref": "art18",
      "chapter": "D. Allgemeine Bestimmungen",
      "section": "18",
      "title": "",
      "content": "1. Der vorliegende Vertrag bedarf der Ratifizierung. Die Ratifikationsurkunden sollen so bald wie möglich in Bern ausgetauscht werden. 2. Der Vertrag tritt mit dem Austausch der Ratifikationsurkunden in Kraft. Er ist von seinem Inkrafttreten an auf fünf Jahre abgeschlossen. Wird er nicht sechs Monate vor Ablauf dieser Frist gekündigt, so gilt er als für weitere fünf Jahre erneuert, und so weiter. 3. Ist bei Erlöschen des Vertrags ein Vergleichs- oder Schiedsverfahren hängig, nimmt dieses seinen Fortgang gemäss den Bestimmungen des Vertrags oder jedes Abkommens, das von den Vertragsparteien an dessen Stelle abgeschlossen wird."
    }
  ],
  "definitions": []
}