{
  "id": "sr-0-211-112-445-4",
  "type": "statute",
  "title": "Vereinbarung vom 16. November 1966 zwischen der Schweizerischen Eidgenossenschaft und der Italienischen Republik über den Verzicht auf die Beglaubigung, den Austausch von Zivilstandsurkunden und die Vorlage der zur Eheschliessung erforderlichen Zeugnisse",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1968/937_977_893/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "I. Abschnitt Verzicht auf die Beglaubigung",
      "section": "1",
      "title": "",
      "content": "Die von einem Zivilstandsbeamten des einen Staates ausgestellten Urkunden bedürfen zum Gebrauche im andern Staate keiner Beglaubigung. Diese Urkunden müssen datiert, mit dem Amtsstempel oder ‑siegel versehen und vom Zivilstandsbeamten unterzeichnet werden."
    },
    {
      "provision_ref": "art2",
      "chapter": "I. Abschnitt Verzicht auf die Beglaubigung",
      "section": "2",
      "title": "",
      "content": "Im Sinne von Artikel 1 sind folgende vom Zivilstandsbeamten ausgestellte Urkunden zu verstehen: Italienische Urkunden: Schweizerische Urkunden: – copia integrale dell’atto di nascita – estratto per riassunto dell’atto di nascita – certificato di nascita – Geburtsschein – acte de naissance – atto di nascita – copia integrale dell’atto di matrimonio – estratto per riassunto dell’atto di matrimonio – certificato di matrimonio – Eheschein – acte de mariage – atto di matrimonio Italienische Urkunden: Schweizerische Urkunden: – copia integrale dell’atto di morte – estratto per riassunto dell’atto di morte – certificato di morte – Todesschein – acte de décès – atto di morte – Legitimationsschein – acte de légitimation – atto di legittimazione – Anerkennungsschein – acte de reconnaissance – atto di riconoscimento – Familienschein – acte de famille – atto di famiglia – Zivilstandsausweis – certificat d’état civil – certificato di stato civile Gemäss dem in der AS nicht veröffentlichten BRB vom 12. Jan. 1977, in Kraft seit 1. Jan. 1978, wurde das Formular «Zivilstandsausweis» ersetzt durch das Formular «Personenstandsausweis für Schweizer Bürger»."
    },
    {
      "provision_ref": "art3",
      "chapter": "I. Abschnitt Verzicht auf die Beglaubigung",
      "section": "3",
      "title": "",
      "content": "Die Vorschriften des Artikels 1 gelten auch für folgende von Gemeinde‑ oder Zivilstandsbehörden ausgestellte Urkunden: Italienische Urkunden: Schweizerische Urkunden: – certificato di cittadinanza – – certificato di residenza – Wohnsitzbescheinigung/ Aufenthaltszeugnis – certificat de domicile ou de résidence – certificato di residenza o di dimora – certificato di stato libero – [tab] – – Ehemündigerklärung – déclaration de capacité de contracter mariage – dichiarazione di capacità al matrimonio (siehe Anhang III) – dichiarazione di assenso al matrimonio – Einwilligung zur Eheschliessung – consentement au mariage – consenso al matrimonio (der Eltern oder des Vormunds) [tab] [tab] Italienische Urkunden: Schweizerische Urkunden: [tab] – – Eheversprechen – promesse de mariage – promessa nuziale – certificato di eseguita pubblicazione matrimonialee di nulla osta al matrimonio – Ehefähigkeitszeugnis – certificat de capacité matrimoniale – certificato di capacità al matrimonio – certificato di stato di famiglia [tab] – – copia dell’atto di riconoscimento di figlio naturale [tab] – Die Vorschriften des Artikels 1 gelten auch für alle andern zur Eheschliessung erforderlichen Urkunden."
    },
    {
      "provision_ref": "art4",
      "chapter": "II. Abschnitt Austausch von Zivilstandsurkunden",
      "section": "4",
      "title": "",
      "content": "Die Vertragsstaaten verpflichten sich gegenseitig, die in ihren Zivilstandsregistern eingetragenen Geburten, Eheschliessungen und Todesfälle, welche Angehörige des andern Staates betreffen, mitzuteilen. Werden zu einer Registereintragung Randanmerkungen eingetragen, sind diese ebenfalls mitzuteilen; die Mitteilung erfolgt in Form einer Abschrift, welche die Randanmerkung wiedergibt. Die Randanmerkungen von Legitimationen und Kindesanerkennungen sind mitzuteilen, wenn die legitimierte oder anerkannte Person Angehöriger des andern Staates ist oder wird, oder im andern Staat geboren wurde. Alle diese Mitteilungen werden zum mindesten monatlich einmal von den Zivilstandsbeamten dem zuständigen Konsulat des andern Staates (Generalkonsulat, Konsulat, Konsularkanzlei oder Konsularabteilung der Botschaft) gemacht."
    },
    {
      "provision_ref": "art5",
      "chapter": "II. Abschnitt Austausch von Zivilstandsurkunden",
      "section": "5",
      "title": "",
      "content": "Die Zivilstandsurkunden werden gebührenfrei ausgestellt und übermittelt. Die Geburts‑, Ehe‑ und Todesmitteilungen sind auf den von der Internationalen Kommission für das Zivilstandswesen (CIEC) geschaffenen Formularen (Anhang 1 dieser Vereinbarung) zu erstellen; sie sind wie folgt zu ergänzen: a) Die für Italien bestimmten Urkunden: – Geburtsmitteilungen: Letzter Aufenthalt der Eltern in Italien; – Ehemitteilungen: Letzter Aufenthalt der Ehegatten in Italien, Familien‑ und Vornamen der Eltern der Ehegatten; – Todesmitteilungen: Letzter Aufenthalt der verstorbenen Person in Italien; b) Die für die Schweiz bestimmten Urkunden: – Geburtsmitteilungen: Schweizerischer Heimatort der Eltern; – Ehemitteilungen: Schweizerischer Heimatort der Ehegatten, Familien‑ und Vornamen der Eltern der Ehegatten; – Todesmitteilungen: Schweizerischer Heimatort der verstorbenen Person. Ehemitteilungen sind in doppelter Ausfertigung zu übersenden."
    },
    {
      "provision_ref": "art6",
      "chapter": "II. Abschnitt Austausch von Zivilstandsurkunden",
      "section": "6",
      "title": "",
      "content": "Die Zivilstandsbeamten des einen wie des andern Vertragsstaates können zu Verwaltungszwecken bei den Zivilstandsbeamten des andern Staates Urkunden betreffend Angehörige der beiden Staaten direkt verlangen; diese Urkunden («copia integrale» in Italien und «Auszug», «extrait», «estratto» in der Schweiz) haben alle Angaben, die sich im Geburts‑, Ehe‑ oder Todesregister finden, zu enthalten. Diese Urkunden sind gebührenfrei ohne Bewilligung der Aufsichtsbehörde auszufertigen und dem Besteller direkt und kostenfrei zu übersenden."
    },
    {
      "provision_ref": "art7",
      "chapter": "II. Abschnitt Austausch von Zivilstandsurkunden",
      "section": "7",
      "title": "",
      "content": "Die Angabe der Staatsangehörigkeit in einer Zivilstandsurkunde präjudiziert die Staatszugehörigkeit dieser Person nicht."
    },
    {
      "provision_ref": "art8",
      "chapter": "III. Abschnitt Vorlage der zur Eheschliessung erforderlichen Zeugnisse",
      "section": "8",
      "title": "",
      "content": "Der Angehörige eines der beiden Vertragsstaaten, der vor einem Zivilstandsbeamten des andern Vertragsstaates die Ehe schliessen will, hat vorzulegen: – in Italien, ein schweizerisches Ehefähigkeitszeugnis, – in der Schweiz, ein italienisches Verkündzeugnis, das die Bescheinigung enthält, dass keine Ehehindernisse vorliegen; dieses Zeugnis ist von einem Zivilstandsbeamten des Heimatstaates auszustellen (siehe Anhang II). Die Verlobten haben ferner die weitern, im Anhang III aufgeführten Urkunden vorzulegen."
    },
    {
      "provision_ref": "art9",
      "chapter": "III. Abschnitt Vorlage der zur Eheschliessung erforderlichen Zeugnisse",
      "section": "9",
      "title": "",
      "content": "Zur Erlangung des in Artikel 8 vorgesehenen italienischen Verkündzeugnisses übermittelt der schweizerische Zivilstandsbeamte dem zuständigen italienischen konsularischen Vertreter in der Schweiz das Verkündgesuch gemäss Formular Anhang IV A; für italienische Verlobte ist eine «copia integrale dell’atto di nascita» beizulegen. Der konsularische Vertreter übermittelt diese Urkunden, begleitet von einer italienischen Übersetzung, direkt dem zuständigen italienischen Zivilstandsbeamten. Nach durchgeführter Eheverkündung in Italien ist das gemäss Formular Anhang IV B abgefasste Verkündzeugnis mit der «copia integrale dell’atto di nascita» direkt dem italienischen konsularischen Vertreter zu senden, der nach Anbringung des Amtsstempels auf dem Verkündzeugnis sämtliche Urkunden direkt dem schweizerischen Zivilstandsbeamten übermittelt. Das gleiche Verfahren gilt, wenn eines der Verlobten Angehöriger eines Drittstaates ist."
    },
    {
      "provision_ref": "art10",
      "chapter": "III. Abschnitt Vorlage der zur Eheschliessung erforderlichen Zeugnisse",
      "section": "10",
      "title": "",
      "content": "Zur Erlangung des in Artikel 8 vorgesehenen schweizerischen Ehefähigkeitszeugnisses wendet sich der Schweizer Bürger an den zuständigen schweizerischen konsularischen Vertreter in Italien. Dieser übermittelt das Verkündgesuch, begleitet von den in Anhang III aufgeführten Urkunden, an das Eidgenössische Amt für das Zivilstandswesen in Bern, welches es an die zuständige schweizerische Behörde weiterleitet. Nach durchgeführter Eheverkündung in der Schweiz ist das gemäss Formular Anhang IV C ausgestellte Ehefähigkeitszeugnis («certificat de capacité matrimoniale», «certificato di capacità al matrimonio») direkt an den schweizerischen konsularischen Vertreter in Italien zu senden. Das gleiche Verfahren gilt, wenn eines der Verlobten Angehöriger eines Drittstaates ist."
    },
    {
      "provision_ref": "art11",
      "chapter": "IV. Abschnitt Schlussbestimmungen",
      "section": "11",
      "title": "",
      "content": "Die vorliegende Vereinbarung soll ratifiziert werden; sie tritt am ersten Tag des vierten Monats in Kraft, nach dem sobald als möglich in Rom vorzunehmenden Austausch der Ratifikationsurkunden. Diese Vereinbarung wird auf die Dauer von fünf Jahren vom Tage ihres Inkrafttretens an geschlossen. Wenn sie nicht sechs Monate vor Ablauf der fünfjährigen Vertragsdauer gekündigt wird, bleibt sie ohne Kündigung in den vorangehenden sechs Monaten jeweils ein weiteres Jahr in Kraft."
    },
    {
      "provision_ref": "art12",
      "chapter": "IV. Abschnitt Schlussbestimmungen",
      "section": "12",
      "title": "",
      "content": "Mit dem Inkrafttreten dieser Vereinbarung treten ausser Kraft: – die Erklärung zwischen dem Schweizerischen Bundesrat und der Italienischen Regierung vom 1./11. Mai 1886 betreffend die gegenseitige kostenfreie Mitteilung von Zivilstandsakten; – die Erklärung zwischen der Schweiz und Italien vom 23. September 1899 betreffend die zu erfüllenden Förmlichkeiten bei Eheschliessungen; – der Notenwechsel zwischen der Schweiz und Italien vom 27. Juni/1. Juli 1925 betreffend Ehefähigkeitszeugnisse italienischer Staatsangehöriger. [BS 11 816] [BS 11 809] In der AS nicht veröffentlicht."
    }
  ],
  "definitions": []
}