{
  "id": "sr-0-946-292-941",
  "type": "statute",
  "title": "Handelsabkommen vom 30. März 1954 zwischen der Schweizerischen Eidgenossenschaft und der Republik Kuba",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1954/521_537_421/en",
  "provisions": [
    {
      "provision_ref": "artI",
      "section": "I",
      "title": "",
      "content": "1. Die hohen vertragschliessenden Parteien verpflichten sich, einander gegenseitig unbedingt und uneingeschränkt die Behandlung der meistbegünstigten Nation in Bezug auf die Zölle, einschliesslich ihrer Zuschlagstaxen, Konsulargebühren und anderen Steuern und Abgaben jeder Art, die bei der Ein- und Ausfuhr von Waren, bei der Erhebungsart dieser Zölle sowie für das Verfahren und die Formalitäten bei der Verzollung angewendet werden oder angewendet werden könnten, zu gewähren. 2. Die hohen vertragschliessenden Parteien vereinbaren, was die Zuteilung ausländischer Devisen für Handelsgeschäfte und die Verwaltung von Kontingenten für die mengenmässige Kontrolle der Einfuhren und des Devisenverkehrs anbelangen könnte, sich gegenseitig eine nicht weniger günstige Behandlung zu gewähren als diejenige, welche sie einem Drittland angedeihen lassen."
    },
    {
      "provision_ref": "artII",
      "section": "II",
      "title": "",
      "content": "In Anwendung der Bestimmungen des Artikels 1 dieses Abkommens gelten alle Vorteile, Vorrechte oder Befreiungen, die von einer der hohen vertragschliessenden Parteien für Waren aus Drittländern zugestanden werden, im Rahmen des genannten Artikels unverzüglich und bedingungslos auch für Waren, die ihren Ursprung im andern Vertragsland haben."
    },
    {
      "provision_ref": "artIII",
      "section": "III",
      "title": "",
      "content": "Die Behandlung der meistbegünstigten Nation findet ungeachtet der Bestimmungen der Artikel I und II dieses Abkommens keine Anwendung auf: a. Vorteile, die eine der hohen vertragschliessenden Parteien irgendeinem Nachbarland zur Erleichterung des Grenzverkehrs oder des Verkehrs zwischen Grenzzonen, die in entsprechenden Handelsverträgen festgesetzt und als solche bezeichnet worden sind, einräumt oder noch einräumen wird. b. Verpflichtungen, die auf Grund einer Zollunion oder einer Freihandelszone oder gestützt auf eine Vereinbarung über die Errichtung einer Zollunion oder einer Freihandelszone eingegangen worden sind oder noch eingegangen werden. Ausgenommen bleiben die Bestimmungen des nachfolgenden Artikels IV. c. Verzugszölle, Begünstigungen, besondere Vorteile usw., welche die Republik Kuba ausschliesslich den Vereinigten Staaten von Nordamerika auf allen Gebieten des vorliegenden Abkommens gewährt."
    },
    {
      "provision_ref": "artIV",
      "section": "IV",
      "title": "",
      "content": "Die Bestimmungen dieses Abkommens sind auch auf das Fürstentum Liechtenstein anwendbar, solange letzteres durch einen Zollanschlussvertrag mit der Schweiz verbunden bleibt. SR 0.631.112.514"
    },
    {
      "provision_ref": "artV",
      "section": "V",
      "title": "",
      "content": "In Bezug auf alle den Transit betreffenden Abgaben oder Steuern, Regelungen und Formalitäten wird jede der hohen vertragschliessenden Parteien dem Transitverkehr für Waren, die aus dem andern Vertragsland stammen oder für dieses bestimmt sind, eine nicht weniger günstige Behandlung zugestehen als dem Transitverkehr für Waren, die aus Drittländern herrühren oder für diese bestimmt sind."
    },
    {
      "provision_ref": "artVI",
      "section": "VI",
      "title": "",
      "content": "Jeder der hohen vertragschliessenden Parteien verpflichtet sich, soweit dies nicht im Widerspruch zu der am Tage der Unterzeichnung dieses Abkommens in Kraft stehenden Fiskalgesetzgebung steht, auf den aus dem andern Vertragsland eingeführten Waren keine Taxen oder irgendwelche andern internen Steuern, die höher wären als diejenigen, die direkt oder indirekt auf ähnlichen Inlandsprodukten lasten, zu erheben."
    },
    {
      "provision_ref": "artVII",
      "section": "VII",
      "title": "",
      "content": "Die Regierung jeder der hohen vertragschliessenden Parteien prüft mit Wohlwollen jedes Gesuch, welches ihr unter Berufung auf die Klauseln des vorliegenden Abkommens von der Regierung der andern Partei unterbreitet werden könnte."
    },
    {
      "provision_ref": "artVIII",
      "section": "VIII",
      "title": "",
      "content": "1. Dieses Abkommen tritt 15 Tage nach seiner Unterzeichnung in Kraft und behält seine Gültigkeit bis zum 31. Dezember 1956, sofern es nach den Bestimmungen des Paragraphen 3 dieses Artikels nicht vor diesem Datum aufgehoben wird. 2. Das vorliegende Abkommen wird gemäss den verfassungsmässigen Gesetzen der hohen vertragschliessenden Parteien ratifiziert; die entsprechenden Urkunden werden in Havanna ausgetauscht. 3. Einzig die Tatsache, dass eine der hohen vertragschliessenden Parteien die Klauseln dieses Abkommens nicht einhält, gestattet der anderen unter Voranzeige von 90 Tagen die Auflösung zu verlangen. Letzte Verlängerung – bis zum 31. Dez. 2022 – durch Notenaustausch vom 29. Jan. 2020 und 12. Febr. 2020 ( AS 2020 621 )."
    }
  ],
  "definitions": []
}