{
  "id": "sr-0-631-252-916-320-1",
  "type": "statute",
  "title": "Protokoll vom 2. September 1963 betreffend die Anwendung des schweizerisch-österreichischen Abkommens samt Schlussprotokoll über die Errichtung nebeneinanderliegender Grenzabfertigungsstellen und die Grenzabfertigung in Verkehrsmitteln während der Fahrt auf das Fürstentum Liechtenstein",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1964/1162_1162_1194/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "",
      "content": "Das am 2. September 1963 unterzeichnete Abkommen, samt Schlussprotokoll, zwischen der Schweizerischen Eidgenossenschaft und der Republik Österreich über die Errichtung nebeneinanderliegender Grenzabfertigungsstellen und die Grenzabfertigung in Verkehrsmitteln während der Fahrt findet mit Bezug auf nebeneinanderliegende Grenzabfertigungsstellen an Verkehrswegen, die die beiden Vertragsstaaten des Abkommens über das Gebiet des Fürstentums Liechtenstein miteinander verbinden, sowie mit Bezug auf Strecken gemäss Artikel 1 Absatz 3 Buchstaben b, c und d des Abkommens, die über dieses Gebiet führen, auf das Fürstentum Liechtenstein Anwendung. Insbesondere sind daher für die Zwecke dieses Abkommens Staatsgebiet, Recht, Behörden, Staatsangehörige und Bewohner Liechtensteins und der Schweiz sinngemäss einander gleichgestellt bzw. nebengeordnet, soweit dies der Inhalt der einzelnen Bestimmungen erfordert. Dabei ist das im Fürstentum Liechtenstein anwendbare Recht massgebend. SR 0.631.252.916.320"
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "",
      "content": "Vereinbarungen gemäss Artikel 1 Absatz 3 des Abkommens, die nebeneinanderliegende Grenzabfertigungsstellen oder die Grenzabfertigung in Verkehrsmitteln während der Fahrt auf liechtensteinischem Gebiet betreffen, werden zwischen den Regierungen der Schweizerischen Eidgenossenschaft, des Fürstentums Liechtenstein und der Republik Österreich abgeschlossen. Soweit nach Vereinbarungen gemäss Artikel 1 Absatz 3 des Abkommens Strecken im Sinne von Artikel 1 Absatz 3 Buchstaben c und d des Abkommens oder Verkehrswege zwischen den in einem Vertragsstaat des Abkommens errichteten nebeneinanderliegenden Grenzabfertigungsstellen und dem andern Vertragsstaat über liechtensteinisches Gebiet führen, bildet die diesbezügliche Regelung Gegenstand besonderer Vereinbarungen zwischen den Regierungen der Schweizerischen Eidgenossenschaft, des Fürstentums Liechtenstein und der Republik Österreich. SR 0.631.252.916.320"
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "",
      "content": "Soweit die gemäss Artikel 22 des Abkommens zu vereinbarenden Massnahmen zur Durchführung des Abkommens die Mitwirkung liechtensteinischer Behörden erfordern, ist deren Einverständnis einzuholen. SR 0.631.252.916.320"
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "",
      "content": "Soweit die gemäss Artikel 23 des Abkommens gebildete gemischte schweizerischösterreichische Kommission Fragen behandelt, die die Anwendung des Abkommens auf das Fürstentum Liechtenstein betreffen, werden dessen Vertreter beigezogen. SR 0.631.252.916.320"
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "",
      "content": "Dieses Protokoll bedarf der Ratifikation. Die Ratifikationsurkunden sollen bei der Schweizerischen Regierung hinterlegt werden, welche die Hinterlegung den Regierungen der andern Unterzeichnerstaaten notifizieren wird. Es tritt einen Monat nach der Hinterlegung der dritten Ratifikationsurkunde in Kraft. Es gilt, solange das Fürstentum Liechtenstein mit der Schweiz durch einen Zollanschlussvertrag verbunden ist und das Abkommen in Kraft steht. SR 0.641.112.514 SR 0.631.252.916.320"
    }
  ],
  "definitions": []
}