{
  "id": "sr-0-822-81",
  "type": "statute",
  "title": "Seearbeitsübereinkommen, 2006 vom 23. Februar 2006 (mit Regeln und Code sowie Anhängen)",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2013/530/en",
  "provisions": [
    {
      "provision_ref": "artI",
      "chapter": "Allgemeine Verpflichtungen",
      "section": "I",
      "title": "",
      "content": "1. Jedes Mitglied, das dieses Übereinkommen ratifiziert, verpflichtet sich, seine Bestimmungen in der in Artikel VI festgelegten Weise in vollem Umfang durchzuführen, um das Recht aller Seeleute auf eine menschenwürdige Beschäftigung sicherzustellen. 2. Die Mitglieder haben zur Sicherstellung der wirksamen Durchführung und Durchsetzung dieses Übereinkommens zusammenzuarbeiten."
    },
    {
      "provision_ref": "artII",
      "chapter": "Begriffsbestimmungen und Geltungsbereich",
      "section": "II",
      "title": "",
      "content": "1. Im Sinne dieses Übereinkommens und soweit in einzelnen Bestimmungen nichts anderes festgelegt ist: a) bedeutet der Begriff zuständige Stelle den Minister, die Regierungsstelle oder eine andere Stelle mit der Befugnis, Vorschriften, Anordnungen oder sonstige Weisungen mit bindender Wirkung bezüglich des Gegenstands der betreffenden Bestimmung zu erlassen und durchzusetzen; b) bedeutet der Begriff Seearbeits-Konformitätserklärung die in Regel 5.1.3 genannte Erklärung; c) bedeutet der Begriff Bruttoraumzahl den gemäss den Regeln für die Ermittlung der Raumzahlen berechneten Bruttoraumgehalt, die in Anhang I zu dem Internationalen Schiffsvermessungs-Übereinkommen, 1969, oder jedem Nachfolgeübereinkommen enthalten sind; für Schiffe, die dem von der Internationalen Seeschifffahrtsorganisation (IMO) angenommenen vorläufigen System der Schiffsvermessung unterliegen, ist die Bruttoraumzahl diejenige, die im Internationalen Schiffsmessbrief (1969) in der Spalte BEMERKUNGEN aufgeführt ist; d) bedeutet der Begriff Seearbeitszeugnis das in Regel 5.1.3 genannte Zeugnis; e) bezieht sich der Begriff Anforderungen dieses Übereinkommens auf die Anforderungen in diesen Artikeln, den Regeln und des Teils A des Codes dieses Übereinkommens; f) bedeutet der Begriff Seeleute alle Personen, die in irgendeiner Eigenschaft an Bord eines Schiffes, für das dieses Übereinkommen gilt, beschäftigt oder angeheuert sind oder arbeiten; g) schliesst der Begriff Beschäftigungsvertrag für Seeleute sowohl einen Arbeitsvertrag als auch einen Heuervertrag ein; h) bedeutet der Begriff Anwerbungs- und Arbeitsvermittlungsdienst für See leute alle Personen, Unternehmen, Institutionen, Agenturen oder sonstigen Organisationen im öffentlichen oder privaten Sektor, die die Anwerbung von Seeleuten im Auftrag von Reedern oder die Vermittlung von Seeleuten an Reeder betreiben; i) bedeutet der Begriff Schiff ein Schiff, das nicht ausschliesslich auf Binnengewässern, in geschützten Gewässern oder in deren unmittelbarer Nähe oder in Gebieten verkehrt, die einer Hafenordnung unterliegen; j) bedeutet der Begriff Reeder den Eigner des Schiffes oder jede andere Organisation oder Person, wie den Leiter, Agenten oder Bareboat-Charterer, die vom Reeder die Verantwortung für den Betrieb des Schiffes übernommen hat und die sich mit der Übernahme dieser Verantwortung bereit erklärt hat, die Aufgaben und Pflichten zu erfüllen, die den Reedern gemäss diesem Übereinkommen auferlegt werden, ungeachtet dessen, ob andere Organisationen oder Personen bestimmte dieser Aufgaben oder Pflichten im Auftrag des Reeders erfüllen. 2. Sofern nicht ausdrücklich etwas anderes bestimmt wird, gilt dieses Übereinkommen für alle Seeleute. 3. Im Zweifelsfall hat die zuständige Stelle jedes Mitglieds nach Anhörung der mit dieser Frage befassten Verbände der Reeder und der Seeleute zu entscheiden, ob bestimmte Personengruppen als Seeleute im Sinne dieses Übereinkommens anzusehen sind. 4. Sofern nicht ausdrücklich etwas anderes bestimmt wird, gilt dieses Übereinkommen für alle Schiffe, gleich ob in öffentlichem oder privatem Eigentum, die gewöhnlich zu gewerblichen Tätigkeiten verwendet werden, ausgenommen Schiffe, die zur Fischerei oder zu ähnlichen Zwecken verwendet werden, und Schiffe traditioneller Bauweise wie Dauen und Dschunken. Dieses Übereinkommen gilt nicht für Kriegsschiffe oder Flottenhilfsschiffe. 5. Im Zweifelsfall hat die zuständige Stelle jedes Mitglieds nach Anhörung der in Betracht kommenden Verbände der Reeder und der Seeleute zu entscheiden, ob dieses Übereinkommen für ein Schiff oder eine bestimmte Gruppe von Schiffen gilt. 6. Falls die zuständige Stelle entscheidet, dass es zum gegenwärtigen Zeitpunkt nicht angemessen oder möglich wäre, bestimmte Einzelheiten des in Artikel VI Absatz 1 genannten Codes auf ein Schiff oder bestimmte Gruppen von Schiffen unter der Flagge des Mitglieds anzuwenden, gelten die einschlägigen Bestimmungen des Codes nicht, soweit der Gegenstand durch die innerstaatlichen Rechtsvorschriften, Gesamtarbeitsverträge oder sonstige Massnahmen abweichend geregelt ist. Eine solche Entscheidung kann nur in Beratung mit den in Betracht kommenden Verbänden der Reeder und der Seeleute und nur in Bezug auf Schiffe mit einer Bruttoraumzahl von weniger als 200, die nicht zu internationalen Reisen verwendet werden, getroffen werden. 7. Alle von einem Mitglied nach den Absätzen 3 oder 5 oder 6 dieses Artikels vorgenommenen Festlegungen sind dem Generaldirektor des Internationalen Arbeitsamtes mitzuteilen, der sie den Mitgliedern der Organisation notifiziert. 8. Soweit nicht ausdrücklich etwas anderes bestimmt wird, gilt ein Hinweis auf dieses Übereinkommen gleichzeitig als ein Hinweis auf die Regeln und den Code. SR 0.747.305.412"
    },
    {
      "provision_ref": "artIII",
      "chapter": "Grundlegende Rechte und Prinzipien",
      "section": "III",
      "title": "",
      "content": "Jedes Mitglied hat sich zu vergewissern, dass die Bestimmungen seiner Gesetzgebung im Rahmen dieses Übereinkommens die grundlegenden Rechte achten in Bezug auf: a) die Vereinigungsfreiheit und die effektive Anerkennung des Rechts zu Kollektivverhandlungen; b) die Beseitigung aller Formen von Zwangs- oder Pflichtarbeit; c) die effektive Abschaffung der Kinderarbeit; d) die Beseitigung der Diskriminierung in Beschäftigung und Beruf."
    },
    {
      "provision_ref": "artIV",
      "chapter": "Beschäftigungs- und Sozialrechte der Seeleute",
      "section": "IV",
      "title": "",
      "content": "1. Alle Seeleute haben das Recht auf einen sicheren und gefahrlosen Arbeitsplatz, der den Sicherheitsnormen entspricht. 2. Alle Seeleute haben ein Recht auf angemessene Beschäftigungsbedingungen. 3. Alle Seeleute haben ein Recht auf menschenwürdige Arbeits- und Lebensbedingungen an Bord. 4. Alle Seeleute haben ein Recht auf Gesundheitsschutz, medizinische Betreuung, soziale Massnahmen und andere Formen des Sozialschutzes. 5. Jedes Mitglied hat innerhalb der Grenzen seiner Rechtshoheit sicherzustellen, dass die in den vorstehenden Absätzen dieses Artikels aufgeführten Beschäftigungs- und Sozialrechte der Seeleute im Einklang mit den Anforderungen dieses Übereinkommens in vollem Umfang verwirklicht werden. Sofern in dem Übereinkommen nichts anderes bestimmt wird, kann diese Verwirklichung durch die innerstaatlichen Rechtsvorschriften, durch geltende Gesamtarbeitsverträge oder durch andere Massnahmen oder in der Praxis erreicht werden."
    },
    {
      "provision_ref": "artV",
      "chapter": "Verantwortlichkeiten für die Durchführung und Durchsetzung",
      "section": "V",
      "title": "",
      "content": "1. Jedes Mitglied hat die Rechtsvorschriften oder sonstigen Massnahmen, die es angenommen hat, um seine Verpflichtungen aus diesem Übereinkommen in Bezug auf die seiner Hoheitsgewalt unterliegenden Schiffe und Seeleute zu erfüllen, durchzuführen und durchzusetzen. 2. Jedes Mitglied hat wirksam seine Hoheitsgewalt und Kontrolle über die Schiffe unter seiner Flagge auszuüben, indem es ein System zur Sicherstellung der Erfüllung der Anforderungen dieses Übereinkommens einrichtet, einschliesslich regelmässiger Überprüfungen, Berichterstattung, Überwachung und gerichtlicher Verfahren gemäss den geltenden Gesetzen. 3. Jedes Mitglied hat sicherzustellen, dass die Schiffe unter seiner Flagge ein Seearbeitszeugnis und eine Seearbeits-Konformitätserklärung mitführen, wie es dieses Übereinkommen vorschreibt. 4. Ein Schiff, für das dieses Übereinkommen gilt, kann im Einklang mit dem internationalen Recht von einem anderen Mitglied als dem Flaggenstaat überprüft werden, wenn sich das Schiff in einem seiner Häfen befindet, um festzustellen, ob das Schiff den Anforderungen dieses Übereinkommens genügt. 5. Jedes Mitglied hat seine Hoheitsgewalt und Kontrolle über die Anwerbungs- und Arbeitsvermittlungsdienste für Seeleute wirksam auszuüben, falls solche in seinem Gebiet bestehen. 6. Jedes Mitglied hat Verstösse gegen die Anforderungen dieses Übereinkommens zu untersagen und hat im Einklang mit dem internationalen Recht Zwangsmassnahmen festzulegen oder die Annahme von Abhilfemassnahmen gemäss seinen Gesetzen vorzuschreiben, die ausreichen, um von solchen Verstössen abzuhalten. 7. Jedes Mitglied hat seine Verantwortlichkeiten gemäss diesem Übereinkommen so zu erfüllen, dass sichergestellt wird, dass die Schiffe unter der Flagge eines Staates, der dieses Übereinkommen nicht ratifiziert hat, nicht günstiger behandelt werden als die Schiffe unter der Flagge eines Staates, der es ratifiziert hat."
    },
    {
      "provision_ref": "artVI",
      "chapter": "Regeln und Teil A und B des Codes",
      "section": "VI",
      "title": "",
      "content": "1. Die Regeln und die Bestimmungen des Teils A des Codes sind verbindlich. Die Bestimmungen des Teils B des Codes sind nicht verbindlich. 2. Jedes Mitglied verpflichtet sich, die in den Regeln dargelegten Rechte und Grundsätze zu achten und jede Regel so umzusetzen, wie dies in den entsprechenden Bestimmungen des Teils A des Codes vorgesehen ist. Ausserdem hat das Mitglied die Erfüllung seiner Verantwortlichkeiten in der in Teil B des Codes vorgesehenen Weise gebührend in Erwägung zu ziehen. 3. Ein Mitglied, das nicht in der Lage ist, die Rechte und Grundsätze in der in Teil A des Codes dargelegten Weise zu verwirklichen, kann, soweit in diesem Übereinkommen nicht ausdrücklich etwas anderes bestimmt wird, Teil A durch Bestimmungen in seinen Rechtsvorschriften oder sonstige Massnahmen umsetzen, die den Bestimmungen des Teils A im Wesentlichen gleichwertig sind. 4. Ausschliesslich für den Zweck des Absatzes 3 dieses Artikels gelten ein Gesetz, eine Regel, ein Gesamtarbeitsvertrag oder eine sonstige Durchführungsmassnahme im Rahmen dieses Übereinkommens als im Wesentlichen gleichwertig, wenn sich das Mitglied vergewissert hat, dass: a) sie der vollen Erreichung des allgemeinen Ziels und Zwecks der Bestimmung oder Bestimmungen von Teil A des betreffenden Codes förderlich sind; b) sie die Bestimmung oder Bestimmungen von Teil A des betreffenden Codes durchführen."
    },
    {
      "provision_ref": "artVII",
      "chapter": "Beratung mit den Verbänden der Reeder und der Seeleute",
      "section": "VII",
      "title": "",
      "content": "Jede Abweichung, Ausnahme oder sonstige flexible Anwendung dieses Übereinkommens, für die das Übereinkommen eine Beratung mit den Verbänden der Reeder und der Seeleute vorschreibt, kann in Fällen, in denen repräsentative Verbände der Reeder oder der Seeleute im Gebiet eines Mitglieds nicht bestehen, von diesem Mitglied nur durch Beratung mit dem in Artikel XIII genannten Ausschuss beschlossen werden."
    },
    {
      "provision_ref": "artVIII",
      "chapter": "Inkrafttreten",
      "section": "VIII",
      "title": "",
      "content": "1. Die förmlichen Ratifikationen dieses Übereinkommens sind dem Generaldirektor des Internationalen Arbeitsamtes zur Eintragung mitzuteilen. 2. Dieses Übereinkommen bindet nur diejenigen Mitglieder der Internationalen Arbeitsorganisation, deren Ratifikation durch den Generaldirektor eingetragen ist. 3. Dieses Übereinkommen tritt in Kraft zwölf Monate, nachdem die Ratifikationen von mindestens 30 Mitgliedern eingetragen worden sind, die zusammen über eine Bruttoraumzahl von mindestens 33 Prozent der Welthandelsflotte verfügen. 4. In der Folge tritt dieses Übereinkommen für jedes Mitglied zwölf Monate nach der Eintragung seiner Ratifikation in Kraft."
    },
    {
      "provision_ref": "artIX",
      "chapter": "Kündigung",
      "section": "IX",
      "title": "",
      "content": "1. Ein Mitglied, das dieses Übereinkommen ratifiziert hat, kann es nach Ablauf von zehn Jahren seit seinem erstmaligen Inkrafttreten durch förmliche Mitteilung an den Generaldirektor des Internationalen Arbeitsamtes kündigen. Die Kündigung wird von diesem eingetragen. Sie wird erst ein Jahr nach der Eintragung wirksam. 2. Jedes Mitglied, das binnen eines Jahres nach Ablauf der in Absatz 1 dieses Artikels genannten zehn Jahre von dem in diesem Artikel vorgesehenen Kündigungsrecht keinen Gebrauch macht, bleibt für weitere zehn Jahre gebunden. In der Folge kann es dieses Übereinkommen jeweils nach Ablauf eines neuen Zeitraums von zehn Jahren nach Massgabe dieses Artikels kündigen."
    },
    {
      "provision_ref": "artX",
      "chapter": "Wirkung des Inkrafttretens",
      "section": "X",
      "title": "",
      "content": "Durch dieses Übereinkommen werden die folgenden Übereinkommen neu gefasst: Übereinkommen (Nr. 7) über das Mindestalter (Arbeit auf See), 1920 Übereinkommen (Nr. 8) über die Arbeitslosenentschädigung (Schiffbruch), 1920 Übereinkommen (Nr. 9) über Arbeitsvermittlung für Schiffsleute, 1920 Übereinkommen (Nr. 16) über die ärztliche Untersuchung der Jugendlichen (Seeschifffahrt), 1921 Übereinkommen (Nr. 22) über den Heuervertrag der Schiffsleute, 1926 Übereinkommen (Nr. 23) über die Heimschaffung der Schiffsleute, 1926 Übereinkommen (Nr. 53) über die Befähigungsausweise der Schiffsoffiziere, 1936 Übereinkommen (Nr. 54) über den bezahlten Urlaub für Schiffsleute, 1936 Übereinkommen (Nr. 55) über die Verpflichtungen des Reeders bei Krankheit oder Unfall der Schiffsleute, 1936 Übereinkommen (Nr. 56) über die Krankenversicherung der Schiffsleute, 1936 Übereinkommen (Nr. 57) über die Arbeitszeit an Bord und die Besatzungsstärke, 1936 Abgeändertes Übereinkommen (Nr. 58) über das Mindestalter (Arbeit auf See), 1936 Übereinkommen (Nr. 68) über Verproviantierung und Verköstigung (Schiffsbesatzungen), 1946 Übereinkommen (Nr. 69) über den Befähigungsausweis für Schiffsköche, 1946 Übereinkommen (Nr. 70) über die Soziale Sicherheit der Schiffsleute, 1946 Übereinkommen (Nr. 72) über den bezahlten Urlaub der Schiffsleute, 1946 Übereinkommen (Nr. 73) über die ärztliche Untersuchung der Schiffsleute, 1946 Übereinkommen (Nr. 74) über die Befähigungsausweise der Vollmatrosen, 1946 Übereinkommen (Nr. 75) über die Quartierräume der Schiffsbesatzungen, 1946 Übereinkommen (Nr. 76) über die Heuern, die Arbeitszeit an Bord und die Besatzungsstärke, 1946 Übereinkommen (Nr. 91) über den bezahlten Urlaub der Schiffsleute (Neufassung), 1949 Übereinkommen (Nr. 92) über die Quartierräume der Schiffsbesatzungen (Neufassung), 1949 Übereinkommen (Nr. 93) über die Heuern, die Arbeitszeit an Bord und die Besatzungsstärke (Neufassung), 1949 Übereinkommen (Nr. 109) über die Heuern, die Arbeitszeit an Bord und die Besatzungsstärke (Neufassung), 1958 Übereinkommen (Nr. 133) über die Quartierräume der Schiffsbesatzungen (zusätzliche Bestimmungen), 1970 Übereinkommen (Nr. 134) über die Unfallverhütung (Seeleute), 1970 Übereinkommen (Nr. 145) über die Kontinuität der Beschäftigung (Seeleute), 1976 Übereinkommen (Nr. 146) über den bezahlten Jahresurlaub der Seeleute, 1976 Übereinkommen (Nr. 147) über die Handelsschifffahrt (Mindestnormen), 1976 Protokoll von 1996 zum Übereinkommen (Nr. 147) über die Handelsschifffahrt (Mindestnormen), 1976 Übereinkommen (Nr. 163) über die soziale Betreuung der Seeleute, 1987 Übereinkommen (Nr. 164) über den Gesundheitsschutz und die medizinische Betreuung der Seeleute, 1987 Übereinkommen (Nr. 165) über die Soziale Sicherheit der Seeleute (Neufassung), 1987 Übereinkommen (Nr. 166) über die Heimschaffung der Seeleute (Neufassung), 1987 Übereinkommen (Nr. 178) über die Arbeitsaufsicht (Seeleute), 1996 Übereinkommen (Nr. 179) über die Anwerbung und Arbeitsvermittlung von Seeleuten, 1996 Übereinkommen (Nr. 180) über die Arbeitszeit der Seeleute und die Besatzungsstärke der Schiffe, 1996. [ AS 1960 462 , 1962 1359 ] [ AS 1960 467 , 1962 1359 ] [ AS 1960 470 , 1962 1359 ] [ AS 1990 1572 ]"
    },
    {
      "provision_ref": "artXI",
      "chapter": "Verwahrstellenfunktionen",
      "section": "XI",
      "title": "",
      "content": "1. Der Generaldirektor des Internationalen Arbeitsamtes gibt allen Mitgliedern der Internationalen Arbeitsorganisation Kenntnis von der Eintragung aller Ratifikationen, Annahmen und Kündigungen dieses Übereinkommens. 2. Der Generaldirektor wird die Mitglieder der Organisation, wenn die in Artikel VIII Absatz 3 vorgesehenen Voraussetzungen erfüllt sind, auf den Zeitpunkt aufmerksam machen, zu dem dieses Übereinkommen in Kraft tritt."
    },
    {
      "provision_ref": "artXII",
      "chapter": "Verwahrstellenfunktionen",
      "section": "XII",
      "title": "",
      "content": "Der Generaldirektor des Internationalen Arbeitsamtes übermittelt dem Generalsekretär der Vereinten Nationen zur Eintragung nach Artikel 102 der Charta der Vereinten Nationen vollständige Auskünfte über alle gemäss diesem Übereinkommen eingetragenen Ratifikationen, Annahmen und Kündigungen. SR 0.120"
    },
    {
      "provision_ref": "artXIII",
      "chapter": "Dreigliedriger Sonderausschuss",
      "section": "XIII",
      "title": "",
      "content": "1. Der Verwaltungsrat des Internationalen Arbeitsamtes lässt die Wirksamkeit dieses Übereinkommens durch einen von ihm eingesetzten Ausschuss mit besonderer Kompetenz im Bereich der Seearbeitsnormen fortlaufend überprüfen. 2. Für Angelegenheiten, die gemäss diesem Übereinkommen behandelt werden, besteht der Ausschuss aus zwei von der Regierung jedes Mitglieds, das dieses Übereinkommen ratifiziert hat, benannten Vertretern und den vom Verwaltungsrat nach Anhörung des Paritätischen Seeschifffahrtsausschusses ernannten Vertretern der Reeder und der Seeleute. 3. Die Regierungsvertreter von Mitgliedern, die dieses Übereinkommen noch nicht ratifiziert haben, können an den Beratungen des Ausschusses teilnehmen, dürfen aber über die gemäss diesem Übereinkommen behandelten Angelegenheiten nicht abstimmen. Der Verwaltungsrat kann andere Organisationen oder Stellen einladen, sich im Ausschuss durch Beobachter vertreten zu lassen. 4. Die Stimmen jedes Reeder- und Seeleutevertreters im Ausschuss werden gewichtet, um sicherzustellen, dass die Reedergruppe und die Seeleutegruppe jeweils über die Hälfte der Stimmstärke der Gesamtzahl der Regierungen verfügt, die auf der betreffenden Sitzung vertreten und stimmberechtigt sind."
    },
    {
      "provision_ref": "artXIV",
      "chapter": "Änderung dieses Übereinkommens",
      "section": "XIV",
      "title": "",
      "content": "1. Änderungen jeder der Bestimmungen dieses Übereinkommens können von der Allgemeinen Konferenz der Internationalen Arbeitsorganisation im Rahmen des Artikels 19 der Verfassung der Internationalen Arbeitsorganisation und der Regeln und Verfahren der Organisation für die Annahme von Übereinkommen angenommen werden. Änderungen des Codes können auch gemäss den in Artikel XV vorgesehenen Verfahren angenommen werden. 2. Mitgliedern, deren Ratifikationen dieses Übereinkommens vor der Annahme der Änderung eingetragen worden sind, wird der Wortlaut der Änderung zur Ratifizierung übermittelt. 3. Den anderen Mitgliedern der Organisation wird der Wortlaut des Übereinkommens in der geänderten Fassung zur Ratifizierung gemäss Artikel 19 der Verfassung übermittelt. 4. Eine Änderung gilt an dem Tag als angenommen, an dem die Ratifikationen der Änderung oder des Übereinkommens in der geänderten Fassung von mindestens 30 Mitgliedern, die zusammen über eine Bruttoraumzahl von mindestens 33 Prozent der Welthandelsflotte verfügen, eingetragen worden sind. 5. Eine im Rahmen des Artikels 19 der Verfassung angenommene Änderung ist nur für diejenigen Mitglieder der Organisation verbindlich, deren Ratifikationen beim Generaldirektor des Internationalen Arbeitsamtes eingetragen worden sind. 6. Für jedes in Absatz 2 dieses Artikels genannte Mitglied tritt die Änderung zwölf Monate nach dem in Absatz 4 genannten Annahmezeitpunkt oder zwölf Monate nach dem Zeitpunkt, zu dem seine Ratifikation der Änderung eingetragen worden ist, in Kraft, je nachdem, welcher Zeitpunkt später liegt. 7. Vorbehaltlich Absatz 9 dieses Artikels tritt für die in Absatz 3 dieses Artikels genannten Mitglieder das Übereinkommen in der geänderten Fassung zwölf Monate nach dem in Absatz 4 dieses Artikels genannten Annahmezeitpunkt oder zwölf Monate nach dem Zeitpunkt in Kraft, zu dem ihre Ratifikationen des Übereinkommens eingetragen worden sind, je nachdem, welcher Zeitpunkt später liegt. 8. Für diejenigen Mitglieder, deren Ratifikation dieses Übereinkommens vor der Annahme einer Änderung eingetragen wurde, die aber die Änderung nicht ratifiziert haben, bleibt dieses Übereinkommen ohne die betreffende Änderung in Kraft. 9. Ein Mitglied, dessen Ratifikation dieses Übereinkommens nach der Annahme der Änderung, aber vor dem in Absatz 4 dieses Artikels genannten Zeitpunkt eingetragen wird, kann in einer der Ratifikationsurkunde beigefügten Erklärung angeben, dass sich seine Ratifikation auf das Übereinkommen ohne die betreffende Änderung bezieht. Im Fall einer Ratifikation mit einer solchen Erklärung tritt das Übereinkommen für das betreffende Mitglied zwölf Monate nach dem Zeitpunkt in Kraft, zu dem die Ratifikation eingetragen wurde. Ist einer Ratifikationsurkunde keine solche Erklärung beigefügt oder wird die Ratifikation zu oder nach dem in Absatz 4 genannten Zeitpunkt eingetragen, so tritt das Übereinkommen für das betreffende Mitglied zwölf Monate nach dem Zeitpunkt in Kraft, zu dem die Ratifikation eingetragen wurde, und nach seinem Inkrafttreten gemäss Absatz 7 dieses Artikels ist die Änderung für das betreffende Mitglied verbindlich, sofern die Änderung nichts anderes bestimmt."
    },
    {
      "provision_ref": "artXV",
      "chapter": "Änderung des Codes",
      "section": "XV",
      "title": "",
      "content": "1. Der Code kann entweder durch das in Artikel XIV dargelegte Verfahren oder, sofern nicht ausdrücklich etwas anderes bestimmt wird, gemäss dem in diesem Artikel dargelegten Verfahren geändert werden. 2. Eine Änderung des Codes kann dem Generaldirektor des Internationalen Arbeitsamtes von der Regierung jedes Mitglieds der Organisation oder von der Gruppe der Reedervertreter oder der Gruppe der Seeleutevertreter vorgeschlagen werden, die in den in Artikel XIII genannten Ausschuss berufen worden sind. Eine von einer Regierung vorgeschlagene Änderung muss von mindestens fünf Regierungen von Mitgliedern, die das Übereinkommen ratifiziert haben, oder von der in diesem Absatz genannten Gruppe der Reedervertreter oder der Seeleutevertreter vorgeschlagen worden sein oder unterstützt werden. 3. Nachdem er sich vergewissert hat, dass der Änderungsvorschlag den Anforderungen von Absatz 2 dieses Artikels genügt, übermittelt der Generaldirektor den Vorschlag, zusammen mit allen als geeignet erachteten Bemerkungen oder Anregungen, unverzüglich an alle Mitglieder der Organisation mit dem Ersuchen, ihre Bemerkungen oder Anregungen zu dem Vorschlag innerhalb eines Zeitraums von sechs Monaten oder eines anderen Zeitraums (der nicht weniger als drei Monate und nicht mehr als neun Monate betragen darf), der vom Verwaltungsrat festgesetzt wird, zu übermitteln. 4. Nach Ablauf des in Absatz 3 dieses Artikels genannten Zeitraums wird der Vorschlag, zusammen mit einer Zusammenfassung der von den Mitgliedern gemäss diesem Absatz gegebenenfalls vorgebrachten Bemerkungen oder Anregungen, dem Ausschuss zur Prüfung auf einer Tagung übermittelt. Eine Änderung gilt als vom Ausschuss angenommen, wenn: a) mindestens die Hälfte der Regierungen der Mitglieder, die dieses Übereinkommen ratifiziert haben, auf der Tagung, auf der der Vorschlag behandelt wird, vertreten sind; b) eine Mehrheit von mindestens zwei Dritteln der Ausschussmitglieder für die Änderung stimmt; c) diese Mehrheit die Ja-Stimmen von mindestens der Hälfte der Stimmen der Regierungen, der Hälfte der Stimmen der Reeder und der Hälfte der Stimmen der Seeleute der auf der Tagung registrierten Ausschussmitglieder umfasst, wenn der Vorschlag zur Abstimmung gestellt wird. 5. Die gemäss Absatz 4 dieses Artikels angenommenen Änderungen werden der Konferenz auf der nächsten Tagung zur Zustimmung vorgelegt. Eine solche Zustimmung erfordert die Mehrheit von zwei Dritteln der von den anwesenden Delegierten abgegebenen Stimmen. Wird eine solche Mehrheit nicht erzielt, wird die vorgeschlagene Änderung an den Ausschuss zur erneuten Prüfung zurückverwiesen, falls der Ausschuss dies wünscht. 6. Die von der Konferenz gebilligten Änderungen werden vom Generaldirektor jedem der Mitglieder notifiziert, deren Ratifikationen dieses Übereinkommens vor dem Zeitpunkt einer solchen Billigung durch die Konferenz eingetragen worden sind. Diese Mitglieder werden nachstehend als «die ratifizierenden Mitglieder» bezeichnet. Die Notifizierung enthält einen Hinweis auf diesen Artikel und schreibt die Frist für die Mitteilung eines etwaigen formell geäusserten Nichteinverständnisses vor. Diese Frist beträgt zwei Jahre ab dem Zeitpunkt der Notifizierung, sofern die Konferenz zum Zeitpunkt der Zustimmung nicht eine andere Frist festgesetzt hat, die mindestens ein Jahr betragen muss. Eine Kopie der Notifizierung wird den anderen Mitgliedern der Organisation zur Information übermittelt. 7. Eine von der Konferenz beschlossene Änderung gilt als angenommen, sofern der Generaldirektor bis zum Ablauf der vorgeschriebenen Frist nicht formelle Äusserungen des Nichteinverständnisses von mehr als 40 Prozent der Mitglieder erhalten hat, die das Übereinkommen ratifiziert haben und auf die nicht weniger als 40 Prozent der Bruttoraumzahl der Mitglieder entfallen, die das Übereinkommen ratifiziert haben. 8. Eine als angenommen geltende Änderung tritt sechs Monate nach Ablauf der vorgeschriebenen Frist für alle ratifizierenden Mitglieder in Kraft, mit Ausnahme derjenigen, die ihr Nichteinverständnis gemäss Absatz 7 dieses Artikels formell geäussert hatten und die dieses Nichteinverständnis nicht gemäss Absatz 11 zurückgenommen haben. Jedoch: a) kann vor Ablauf der vorgeschriebenen Frist jedes ratifizierende Mitglied dem Generaldirektor mitteilen, dass es erst nach einer späteren ausdrücklichen Notifizierung seiner Annahme an die Änderung gebunden sein wird; b) kann vor dem Inkrafttreten der Änderung jedes ratifizierende Mitglied dem Generaldirektor mitteilen, dass es diese Änderung für einen bestimmten Zeitraum nicht umsetzen wird. 9. Eine Änderung, die Gegenstand einer in Absatz 8 Buchstabe a) dieses Artikels genannten Mitteilung ist, tritt für das Mitglied, das eine solche Mitteilung gemacht hat, sechs Monate nachdem das Mitglied dem Generaldirektor seine Annahme der Änderung notifiziert hat oder zu dem Zeitpunkt in Kraft, zu dem die Änderung erstmals in Kraft tritt, je nachdem, welcher Zeitpunkt später liegt. 10. Die in Absatz 8 Buchstabe b) dieses Artikels genannte Frist darf ein Jahr ab dem Zeitpunkt des Inkrafttretens der Änderung oder eine von der Konferenz zum Zeitpunkt der Billigung der Änderung festgesetzte längere Frist nicht überschreiten. 11. Ein Mitglied, das sein Nichteinverständnis mit einer Änderung formell geäussert hat, kann sein Nichteinverständnis jederzeit zurücknehmen. Wird dem Generaldirektor eine solche Rücknahme nach dem Inkrafttreten der Änderung mitgeteilt, tritt die Änderung für das Mitglied sechs Monate nach dem Zeitpunkt der Eintragung der Mitteilung in Kraft. 12. Nach dem Inkrafttreten einer Änderung kann das Übereinkommen nur in seiner abgeänderten Form ratifiziert werden. 13. Soweit sich ein Seearbeitszeugnis auf Angelegenheiten bezieht, die durch eine Änderung des Übereinkommens erfasst werden, die in Kraft getreten ist: a) ist ein Mitglied, das diese Änderung angenommen hat, nicht verpflichtet, die Vergünstigung des Übereinkommens in Bezug auf Seearbeitszeugnisse zu gewähren, die Schiffen ausgestellt worden sind, die unter der Flagge eines anderen Mitglieds fahren, das: i) nach Absatz 7 dieses Artikels formell sein Nichteinverständnis mit der Änderung geäussert hat und dieses Nichteinverständnis nicht zurückgenommen hat, oder ii) nach Artikel 8 Buchstabe a) dieses Artikels mitgeteilt hat, dass seine Annahme unter dem Vorbehalt seiner späteren ausdrücklichen Notifizierung steht und die Änderung nicht angenommen hat; b) hat ein Mitglied, das die Änderung angenommen hat, die Vergünstigung des Übereinkommens in Bezug auf die Seearbeitszeugnisse zu gewähren, die Schiffen ausgestellt worden sind, die unter der Flagge eines anderen Mitglieds fahren, das nach Absatz 8 Buchstabe b) dieses Artikels mitgeteilt hat, dass es diese Änderung für die im Einklang mit Absatz 10 dieses Artikels genannten Zeitraum nicht in Kraft setzen wird."
    },
    {
      "provision_ref": "artXVI",
      "chapter": "Verbindliche Sprachen",
      "section": "XVI",
      "title": "",
      "content": "Der französische und englische Wortlaut dieses Übereinkommens sind in gleicher Weise verbindlich."
    }
  ],
  "definitions": []
}