{
  "id": "sr-0-142-111-982-2",
  "type": "statute",
  "title": "Abkommen vom 21. April 2015 zwischen der Schweizerischen Eidgenossenschaft und der Föderativen Republik Brasilien über die Aufhebung der Visumpflicht für Inhaberinnen und Inhaber von Diplomatenpässen, offiziellen Pässen oder Dienstpässen",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2015/315/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "",
      "content": "1. Staatsangehörige beider Vertragsparteien, die einen gültigen heimatlichen Diplomatenpass, offiziellen Pass oder Dienstpass besitzen und die nicht in Artikel 3 Absatz 1 erwähnt sind, benötigen für die Einreise in das Hoheitsgebiet der anderen Vertragspartei, für den dortigen Aufenthalt von höchstens 90 Tagen innerhalb eines Zeitraums von 180 Tagen sowie für die Ausreise daraus kein Visum, sofern sie im Hoheitsgebiet der anderen Vertragspartei keine selbstständige oder andere Erwerbstätigkeit aufnehmen. 2. Bei der Einreise in das Hoheitsgebiet der Schweiz nach der Durchreise durch das Hoheitsgebiet eines oder mehrerer Staaten, für welche die Bestimmungen über Grenzübertritt und Visa gemäss Schengen-Besitzstand vollumfänglich anwendbar sind, gilt das Datum, an dem die Aussengrenze des durch die genannten Staaten gebildeten Raums überschritten wird, als erster Tag des Aufenthalts (von maximal 90 Tagen) in diesem Raum; das Datum der Ausreise gilt als letzter Tag des Aufenthalts in diesem Raum."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "",
      "content": "Dieses Abkommen lässt die Möglichkeit jeder der Vertragsparteien unberührt, die Aufenthaltsdauer gegenseitig im Einklang mit der jeweiligen innerstaatlichen Gesetzgebung und den Verpflichtungen der Schweiz aus dem Abkommen vom 26. Oktober 2004 zwischen der Europäischen Union, der Europäischen Gemeinschaft und der Schweizerischen Eidgenossenschaft über die Assoziierung der Schweizerischen Eidgenossenschaft bei der Umsetzung, Anwendung und Entwicklung des Schengen-Besitzstands über den in Artikel 1 erwähnten Zeitraum von 90 Tagen hinaus zu verlängern. Zu diesem Zweck ist ein schriftliches Gesuch der diplomatischen Mission oder konsularischen Vertretung der Vertragspartei, deren Staatsangehörigkeit die Antragstellerin oder der Antragsteller besitzt, an die zuständigen Behörden der anderen Vertragspartei zu richten. SR 0.362.31"
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "",
      "content": "1. Staatsangehörige beider Vertragsparteien, die einen gültigen heimatlichen Diplomatenpass, offiziellen Pass oder Dienstpass besitzen und als Mitglieder einer diplomatischen Mission oder konsularischen Vertretung der Entsendepartei oder als offizielle Vertreter der Entsendepartei bei einer internationalen Organisation im Hoheitsgebiet der anderen Vertragspartei akkreditiert sind, benötigen für die Einreise in das Hoheitsgebiet der anderen Vertragspartei, für die Durchreise, für den dortigen Aufenthalt während der Dauer ihrer Tätigkeit sowie für die Ausreise daraus kein Visum, sofern sie die Akkreditierungsanforderungen der anderen Vertragspartei erfüllen. Die Stelle und die Tätigkeit der oben genannten Personen werden der Empfangspartei durch die Entsendepartei im Voraus auf diplomatischem Weg notifiziert. 2. Familienangehörige der in Absatz 1 dieses Artikels bezeichneten Personen, die Inhaberinnen und Inhaber eines gültigen heimatlichen Diplomatenpasses, offiziellen Passes oder Dienstpasses der Entsendepartei sind, profitieren von denselben Leistungen, sofern sie im gemeinsamen Haushalt leben und von der Empfangspartei als Familienangehörige mit einem Recht auf den Aufenthalt bei den Personen nach Absatz 1 anerkannt werden. 3. Die in diesem Abkommen genannten Pässe haben die Gültigkeitskriterien gemäss der innerstaatlichen Gesetzgebung der Empfangspartei zu erfüllen."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "",
      "content": "Die Staatsangehörigen der beiden Vertragsparteien dürfen an allen Grenzübergangsstellen, die für den internationalen Reiseverkehr offen sind, in das Hoheitsgebiet der anderen Vertragspartei einreisen, dieses durchreisen oder daraus ausreisen."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "",
      "content": "Die Staatsangehörigen beider Vertragsparteien sind verpflichtet, sich während ihres Aufenthalts an die Rechtsvorschriften in Bezug auf die Einreise und den Aufenthalt sowie an die im Hoheitsgebiet der anderen Vertragspartei geltende Gesetzgebung zu halten."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "",
      "content": "Dieses Abkommen schränkt das Recht der beiden Vertragsparteien, Staatsangehörigen der anderen Vertragspartei aus Gründen der öffentlichen Ordnung, Sicherheit und Gesundheit die Einreise zu verweigern oder deren Aufenthalt zu verkürzen, nicht ein."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "",
      "content": "1. Die zuständigen Behörden beider Vertragsparteien tauschen spätestens 30 Tage nach Unterzeichnung dieses Abkommens auf diplomatischem Weg personalisierte Muster ihrer gültigen Diplomatenpässe, offiziellen Pässe oder Dienstpässe aus. 2. Werden neue Diplomatenpässe, offizielle Pässe oder Dienstpässe eingeführt oder die bisherigen Pässe geändert, so stellen die Parteien einander auf diplomatischem Weg spätestens 30 Tage vor deren Einführung Muster dieser neuen oder geänderten Pässe sowie detaillierte Angaben über deren Verwendbarkeit zur Verfügung."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "",
      "content": "Jegliche Änderungen dieses Abkommens, die zwischen den beiden Vertragsparteien vereinbart werden, sind auf diplomatischem Weg zu notifizieren. Diese treten 30 Tage nach Eingang der letzten Notifikation in Kraft, durch die sich die Vertragsparteien gegenseitig über den Abschluss der dafür erforderlichen innerstaatlichen Verfahren unterrichten."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "",
      "content": "Vom vorliegenden Abkommen unberührt bleiben die Verpflichtungen der Vertragsparteien, die sich aus internationalen Übereinkommen ergeben, insbesondere aus dem Wiener Übereinkommen vom 18. April 1961 über diplomatische Beziehungen und dem Wiener Übereinkommen vom 24. April 1963 über konsularische Beziehungen. SR 0.191.01 SR 0.191.02"
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "",
      "content": "1. Dieses Abkommen tritt 30 Tage nach dem Datum der Unterzeichnung in Kraft. 2. Dieses Abkommen wird auf unbegrenzte Zeit geschlossen, kann aber gemäss Absatz 4 dieses Artikels gekündigt werden. 3. Jede Vertragspartei kann dieses Abkommen aus Gründen der öffentlichen Ordnung, Sicherheit und Gesundheit ganz oder teilweise aussetzen. Die Aussetzungsentscheidung wird der anderen Vertragspartei notifiziert und wird zum Zeitpunkt des Eingangs der Notifikation bei der anderen Vertragspartei wirksam. Die Vertragspartei, welche die Anwendung des Abkommens ausgesetzt hat, unterrichtet unverzüglich die andere Vertragspartei, sobald die für die Aussetzung ausschlaggebenden Gründe nicht mehr bestehen. Die Aussetzung endet am Datum des Eingangs dieser Notifikation. 4. Jede Vertragspartei kann dieses Abkommen durch schriftliche Notifikation an die andere Vertragspartei kündigen. Das Abkommen tritt 90 Tage nach dem Tag dieser Notifikation ausser Kraft. Geschehen zu Belp, am 21. April 2015, jeweils in doppelter Urschrift, in französischer, portugiesischer und englischer Sprache, wobei jeder Wortlaut gleichermassen authentisch ist. Bei Meinungsverschiedenheiten über die Auslegung dieses Abkommens wird die englische Version verwendet. Für die Schweizerische Eidgenossenschaft: Yves Rossier Für die Föderative Republik Brasilien: Sergio França Danese"
    }
  ],
  "definitions": []
}