{
  "id": "sr-0-742-140-334-91",
  "type": "statute",
  "title": "Übereinkunft vom 16. Dezember 1908 zwischen der Schweiz und Frankreich betreffend die Festsetzung der Bau- und Betriebsbedingungen einer Eisenbahn zwischen Martigny (Kanton Wallis) und Chamonix (Departement Hochsavoyen)",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/25/777_831_770/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "",
      "content": "Die beiden Regierungen verpflichten sich, den Betrieb der schmalspurigen Eisenbahn von Martigny (Schweiz) nach Chamonix (Frankreich) auf Grund der zwischen ihnen bereits erfolgten Verständigungen sowie auf Grund der in der Schweiz der Gesellschaft der Martigny–Châtelard-Bahn für die Strecke von Martigny bis zur französischen Grenze und in Frankreich der Gesellschaft der Paris–Lyon-Mittelmeerbahnen für die Strecke von Chamonix bis zur schweizerischen Grenze erteilten Konzessionen zu sichern. Im folgenden PLM"
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "",
      "content": "Der Anschluss des schweizerischen und des französischen Teilstücks der Linie erfolgt an der Grenze der beiden Staaten, der Anschlusspunkt ist mit Merkzeichen zu versehen."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "",
      "content": "Der Bau der Eisenbahnstrecke zwischen Châtelard–Trient und Vallorcine wird durch Artikel 4 des Sitzungsprotokolls der zur Festsetzung der technischen Bedingungen des Anschlusses am 7. April 1903 in Martigny zusammengetretenen internationalen Kommission geregelt."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "",
      "content": "Der von der französischen Gesellschaft der PLM betriebene Bahnhof Vallorcine wird internationaler Betriebsanschluss-Bahnhof der Linie von Chamonix, für welche die Konzession der PLM erteilt worden ist, sowie der Linie Martigny–Vallorcine, welche durch eine schweizerische Eisenbahn betrieben wird."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "",
      "content": "Die französische Gesellschaft wird im Einverständnis mit der schweizerischen Eisenbahn dafür besorgt sein, dass der internationale Bahnhof Vallorcine mit allen für einen guten Betrieb notwendigen Einrichtungen versehen ist."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "",
      "content": "Der internationale Bahnhof Vallorcine wird von der französischen Gesellschaft verwaltet, welche sich mit der schweizerischen Eisenbahn über die Bedingungen der Mitbenutzung des Bahnhofes direkt verständigen wird."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "",
      "content": "Die Einzelheiten des Bahnhofsbetriebsdienstes werden zwischen der französischen Gesellschaft und der schweizerischen Eisenbahn direkt geregelt. Es ist von vornherein festgestellt, dass solche Personen, die in dem einen oder dem andern Lande wegen gemeinrechtlicher Verbrechen oder Vergehen und wegen Zuwiderhandlung gegen die Gesetze und Reglemente über das Zollwesen rechtsgültig verurteilt worden sind, im Bahnhofe nicht verwendet werden dürfen."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "",
      "content": "Die im Dienste der schweizerischen Verwaltungen auf dem Bahnhofe Vallorcine zu verwendenden Angestellten schweizerischer Nationalität dürfen, mit Rücksicht auf die von ihnen daselbst auszuübenden Funktionen, in Frankreich keiner persönlichen Steuer unterworfen werden. Desgleichen sind diese Angestellten in Frankreich von jedem Militärdienst, welcher Art er auch sei, befreit."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "",
      "content": "Der Bahnhof Vallorcine soll beiden Ländern zur Beförderung von Personen und nicht verbotenen Gütern offen sein."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "",
      "content": "Die Verrichtungen der schweizerischen Zollverwaltung finden auf schweizerischem Gebiet statt, solange nichts anderes bestimmt wird."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "",
      "content": "Die französische Eisenbahnstrecke zwischen Vallorcine und der schweizerischen Grenze wird von der schweizerischen Eisenbahn betrieben, in deren Besitz oder Betrieb sich die Linie Martigny–Châtelard befindet. Die sich aus diesem Betriebe ergebenden finanziellen Fragen werden durch Verständigung zwischen der französischen Gesellschaft und der schweizerischen Eisenbahn geregelt."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "",
      "content": "Auf die französische Strecke Vallorcine–Schweizer Grenze sollen die für die Linie von Chamonix massgebenden Tarife Anwendung finden. Die schweizerische Eisenbahn hat die auf Sendungen in Eil– und gewöhnlicher Fracht zugunsten des französischen Staates erhobenen Steuern direkt zu entrichten."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "",
      "content": "Für den Betrieb der Strecke Vallorcine–Schweizer Grenze gelten die französischen Gesetze und Reglemente über die Bahnpolizei. Die Polizei in den Zügen wird jedoch von den Angestellten der schweizerischen Bahn ausgeübt, deren Protokolle in Frankreich Rechtskraft haben sollen."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "",
      "content": "Die auf der Strecke Vallorcine–Schweizer Grenze oder im internationalen Bahnhof Vallorcine bediensteten schweizerischen Angestellten geniessen keinerlei Vorrechte in Ansehung des französischen Strafgesetzes."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "",
      "content": "Die beiden Regierungen werden in gemeinsamem Einverständnis dahin wirken, dass die auf dem internationalen Bahnhof Vallorcine nach oder von Martigny und Chamonix abgehenden oder ankommenden Züge soweit als möglich Anschlüsse haben."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "",
      "content": "Die schweizerische Eisenbahn ist auf der von ihr betriebenen französischen Strecke in gleicher Weise zur Besorgung des Postdienstes verpflichtet wie auf der schweizerischen Strecke. Die Postverwaltungen der beiden Staaten sollen im Einvernehmen mit den Eisenbahnverwaltungen den Briefpost‑ und Poststückdienst zwischen den Grenzstationen regeln. Die Übergabe der Fahrpoststücke wird den Gegenstand einer besondern Verständigung zwischen der Gesellschaft der PLM und der schweizerischen Postverwaltung bilden."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "",
      "content": "Für den Eisenbahndienst werden elektro-magnetische Verbindungen (Telegraf, Telefon) erstellt. Ferner sollen die Bahnhöfe von Martigny, Vallorcine und Chamonix ein Aufgabetelegrafenbüro und eine mit der Zentralstation des Ortes verbundene Telefonzelle erhalten, sobald die beteiligten Verwaltungen der beiden Staaten es für notwendig erachten und sich in dieser Beziehung mit den betriebsführenden Verwaltungen der beiden Linien verständigt haben."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "",
      "content": "In bezug auf die gemäss den Artikeln 5, 6, 7 und 11 dieser Übereinkunft von der französischen Gesellschaft und der schweizerischen Eisenbahn direkt zu treffenden Vereinbarungen wird für den Fall, dass die innere Gesetzgebung dies verlangt, die Genehmigung der beteiligten Regierungen vorbehalten."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "",
      "content": "Die vorliegende Übereinkunft ist zu ratifizieren, und die Ratifikationen sind sobald als möglich in Paris auszuwechseln. Sie tritt am Tage des Austausches der Ratifikationsurkunden in Kraft. So geschehen zu Paris, in doppelter Ausfertigung, am 16. Dezember 1908. Lardy S. Pichon"
    }
  ],
  "definitions": []
}