{
  "id": "sr-0-172-031-63",
  "type": "statute",
  "title": "Beglaubigungsvertrag vom 21. August 1916 zwischen der Schweiz und Österreich (mit Beilage)",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/33/368_376_374/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "",
      "content": "Schweizerische Urkunden bedürfen zum Gebrauche in Österreich und österreichische Urkunden zum Gebrauche in der Schweiz keiner weiteren Beglaubigung, wenn sie von einem Gerichte aufgenommen, ausgestellt oder beglaubigt und mit dem Siegel oder Stempel des Gerichtes versehen sind."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "",
      "content": "Schweizerische Urkunden bedürfen zum Gebrauche in Österreich und österreichische Urkunden zum Gebrauche in der Schweiz keiner weiteren Beglaubigung, wenn sie von einer der in dem beigefügten Verzeichnis angeführten obersten oder höheren Verwaltungsbehörde aufgenommen, ausgestellt oder beglaubigt und mit dem Siegel oder Stempel der Verwaltungsbehörde versehen ist. Das Verzeichnis kann im beiderseitigen Einverständnis jederzeit im Verwaltungswege durch Kundmachung geändert oder ergänzt werden."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "",
      "content": "Für Urkunden, welche in den Grenzbezirken von den Finanzbehörden erster Instanz, den Gefällsämtern und den Forstämtern ausgestellt werden, ist keine weitere Beglaubigung erforderlich, wenn die Urkunden mit der Unterschrift des zuständigen Beamten und mit dem Siegel oder Stempel des Amtes versehen sind."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "",
      "content": "Durch den gegenwärtigen Vertrag werden die Erleichterungen nicht berührt, die auf Grund besonderer Vereinbarungen namentlich für den Handelsverkehr und das Zollverfahren gewährt sind."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "",
      "content": "Der gegenwärtige Vertrag soll ratifiziert und die Ratifikationsurkunde sollen in Bern ausgetauscht werden. Der Vertrag tritt zwei Monate nach dem Austausche der Ratifikationsurkunde in Kraft und soll nach Kündigung, die jederzeit zulässig ist, noch drei Monate in Kraft bleiben."
    }
  ],
  "definitions": []
}