{
  "id": "sr-0-420-691-1",
  "type": "statute",
  "title": "Abkommen vom 2. März 2008 zwischen dem Schweizerischen Bundesrat und der Regierung der Republik Slowenien über die wissenschaftliche und technologische Zusammenarbeit",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2009/411/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Zweck",
      "content": "1 Die Vertragsparteien fördern die wissenschaftliche und technologische Zusammenarbeit beider Länder im Sinne der Gleichberechtigung und zu beiderseitigem Nutzen. 2 Die Zusammenarbeit wird namentlich durch wissenschaftliche Institute, wissenschaftliche Fachgesellschaften, Hochschulen, Regierungsstellen und andere Organisationen des Bereichs Wissenschaft und Technologie umgesetzt."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Formen der Zusammenarbeit",
      "content": "Die wissenschaftliche und technologische Zusammenarbeit gemäss diesem Abkommen kann folgende Formen annehmen: a. gemeinsame Projekte der wissenschaftlichen und technologischen Forschung und Entwicklung in einvernehmlich festgelegten Bereichen; b. Besuche und Austausch von Wissenschafterinnen und Wissenschaftern, Fachleuten, Forschenden und Expertinnen und Experten; c. Austausch von wissenschaftlicher und technischer Information und Dokumentation; d. gemeinsame Tagungen, Symposien Workshops und andere wissenschaftliche Treffen; e. andere einvernehmlich bestimmte Formen der wissenschaftlichen und technologischen Zusammenarbeit."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Kosten",
      "content": "Die Vertragsparteien tragen die aus der Zusammenarbeit gemäss diesem Abkommen entstehenden Kosten nach dem Grundsatz der Gleichmässigkeit und der Gegenseitigkeit und im Rahmen der verfügbaren Mittel."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Krankenversicherung",
      "content": "Die Wissenschafterinnen und Wissenschafter, Fachleute, Forschenden sowie die Expertinnen und Experten, die sich am Austausch gemäss diesem Abkommen beteiligen, sorgen vor ihrer Einreise in das Gastland für eine angemessene Kranken- und Unfallversicherung für die Dauer ihres Aufenthalts im Gastland."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Zuständige Stellen",
      "content": "Für die Durchführung dieses Abkommens zuständig ist auf Seiten der Schweiz das Staatssekretariat für Bildung und Forschung des Eidgenössischen Departements des Innern und auf Seiten Sloweniens das Ministerium für Hochschulwesen, Wissenschaft und Technologie der Republik Slowenien. Heute: Staatsekretariat für Bildung, Forschung und Innovation des Eidgenössischen Departements für Wirtschaft, Bildung und Forschung (siehe AS 2012 3631 )."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Gemischter Ausschuss",
      "content": "1 Die zuständigen Stellen setzen einen Gemischten Ausschuss für die wissenschaftliche und technologische Zusammenarbeit (Gemischter Ausschuss) ein; jede der beiden zuständigen Stellen delegiert eine gleiche Anzahl von Vertreterinnen und Vertretern sowie Expertinnen und Experten in den Ausschuss. 2 Der Gemischte Ausschuss hat folgende Aufgaben: a. Er kontrolliert die Entwicklung der Zusammenarbeit gemäss diesem Abkommen. b. Er bestimmt die Bereiche und die Formen der Zusammenarbeit. c. Er richtet Plattformen für die Zusammenarbeit ein und regelt dabei auch die finanziellen Fragen. d. Er erstattet regelmässig Bericht über die Tätigkeiten im Rahmen dieses Abkommens. 3 Der Gemischte Ausschuss tritt regelmässig alle zwei Jahre oder auf Begehren einer Vertragspartei zusammen, abwechslungsweise in der Schweiz und in der Republik Slowenien."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Änderungen",
      "content": "Dieses Abkommen kann im gegenseitigen Einvernehmen zwischen den Vertragsparteien auf schriftlichem Weg geändert werden. Die zwischen den Vertragsparteien vereinbarten Änderungen erfolgen durch Austausch diplomatischer Noten und bilden einen integrierenden Bestandteil dieses Abkommens."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Beilegung von Meinungsverschiedenheiten",
      "content": "Meinungsverschiedenheiten, die sich bei der Durchführung oder Auslegung dieses Abkommens ergeben, werden von den Vertragsparteien auf dem Konsultations- oder Verhandlungsweg einvernehmlich beigelegt."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Inkrafttreten, Dauer und Kündigung",
      "content": "1 Dieses Abkommen tritt durch Notenaustausch in Kraft, in dem die Vertragsparteien sich gegenseitig bestätigen, dass alle gesetzlichen Erfordernisse für das Inkrafttreten des Abkommens erfüllt sind. 2 Das Abkommen bleibt für eine erste Geltungsdauer von fünf Jahren in Kraft und wird jeweils stillschweigend um ein weiteres Jahr verlängert, sofern es nicht von einer Vertragspartei mit einer Frist von sechs Monaten vor Ablauf der Geltungsdauer gegenüber der anderen Partei schriftlich gekündigt worden ist. 3 Die Kündigung dieses Abkommens hat keinen Einfluss auf die Durchführung von Projekten und Programmen, die auf Grund des Abkommens begonnen wurden und zum Zeitpunkt der Kündigung noch nicht abgeschlossen sind."
    }
  ],
  "definitions": []
}