{
  "id": "sr-0-810-21",
  "type": "statute",
  "title": "Zusatzprotokoll vom 12. Januar 1998 zum Übereinkommen zum Schutz der Menschenrechte und der Menschenwürde im Hinblick auf die Anwendung von Biologie und Medizin über das Verbot des Klonens von menschlichen Lebewesen (Zusatzprotokoll über das Verbot des Klonens menschlicher Lebewesen)",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2009/20/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "",
      "content": "(1) Verboten ist jede Intervention, die darauf gerichtet ist, ein menschliches Lebewesen zu erzeugen, das mit einem anderen lebenden oder toten menschlichen Lebewesen genetisch identisch ist. (2) Im Sinne dieses Artikels bedeutet der Ausdruck «menschliches Lebewesen, das mit einem anderen menschlichen Lebewesen ‹genetisch identisch› ist» ein menschliches Lebewesen, das mit einem anderen menschlichen Lebewesen dasselbe Kerngenom gemeinsam hat."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "",
      "content": "Von den Bestimmungen dieses Protokolls darf nicht nach Artikel 26 Absatz 1 des Übereinkommens abgewichen werden."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "",
      "content": "Die Vertragsparteien betrachten die Artikel 1 und 2 dieses Protokolls als Zusatzartikel zu dem Übereinkommen; alle Bestimmungen des Übereinkommens sind entsprechend anzuwenden."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "",
      "content": "Dieses Protokoll liegt für die Unterzeichner des Übereinkommens zur Unterzeichnung auf. Es bedarf der Ratifikation, Annahme oder Genehmigung. Ein Unterzeichner kann dieses Protokoll nicht ratifizieren, annehmen oder genehmigen, wenn er nicht zuvor oder gleichzeitig das Übereinkommen ratifiziert, angenommen oder genehmigt hat. Die Ratifikations-, Annahme- oder Genehmigungsurkunden werden beim Generalsekretär des Europarats hinterlegt."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "",
      "content": "(1) Dieses Protokoll tritt am ersten Tag des Monats in Kraft, der auf einen Zeitabschnitt von drei Monaten nach dem Tag folgt, an dem fünf Staaten, darunter mindestens vier Mitgliedstaaten des Europarats, nach Artikel 4 ihre Zustimmung ausgedrückt haben, durch das Protokoll gebunden zu sein. (2) Für jeden Unterzeichner, der später seine Zustimmung ausdrückt, durch das Protokoll gebunden zu sein, tritt es am ersten Tag des Monats in Kraft, der auf einen Zeitabschnitt von drei Monaten nach Hinterlegung der Ratifikations-, Annahme- oder Genehmigungsurkunde folgt."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "",
      "content": "(1) Nach Inkrafttreten dieses Protokolls kann jeder Staat, welcher dem Übereinkommen beigetreten ist, auch diesem Protokoll beitreten. (2) Der Beitritt erfolgt durch Hinterlegung einer Beitrittsurkunde beim Generalsekretär des Europarats und wird am ersten Tag des Monats wirksam, der auf einen Zeitabschnitt von drei Monaten nach ihrer Hinterlegung folgt."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "",
      "content": "(1) Jede Vertragspartei kann dieses Protokoll jederzeit durch eine an den Generalsekretär des Europarats gerichtete Notifikation kündigen. (2) Die Kündigung wird am ersten Tag des Monats wirksam, der auf einen Zeitabschnitt von drei Monaten nach Eingang der Notifikation beim Generalsekretär folgt."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "",
      "content": "Der Generalsekretär des Europarats notifiziert den Mitgliedstaaten des Rates, der Europäischen Gemeinschaft, jedem Unterzeichner, jeder Vertragspartei und jedem anderen Staat, der zum Beitritt zu dem Übereinkommen eingeladen worden ist: a) jede Unterzeichnung; b) jede Hinterlegung einer Ratifikations-, Annahme-, Genehmigungs- oder Beitrittsurkunde; c) jeden Zeitpunkt des Inkrafttretens dieses Protokolls nach den Artikeln 5 und 6; d) jede andere Handlung, Notifikation oder Mitteilung im Zusammenhang mit diesem Protokoll."
    }
  ],
  "definitions": []
}