{
  "id": "sr-0-741-583-917-2",
  "type": "statute",
  "title": "Übereinkunft vom 30. August 1935 zwischen der schweizerischen und der belgischen Regierung über die Besteuerung der Motorfahrzeuge (mit Schlussprotokoll)",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/13/594_610_557/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "",
      "content": "§ 1. – Die in der Schweiz verkehrspolizeilich zugelassenen Motorfahrzeuge, die vorübergehend in Belgien verkehren, sind auf dem ganzen belgischen Gebiete von den Steuern und Abgaben befreit, die den Verkehr und das Halten von Motorfahrzeugen belasten, soweit die erwähnten Fahrzeuge in beiden Ländern lediglich der unentgeltlichen Beförderung von Personen dienen. § 2. – Die in Belgien verkehrspolizeilich zugelassenen Motorfahrzeuge, die vorübergehend in der Schweiz verkehren, sind auf dem ganzen schweizerischen Gebiete von den Steuern und Abgaben befreit, die den Verkehr und das Halten von Motorfahrzeugen belasten, soweit der Aufenthalt der erwähnten Fahrzeuge in der Schweiz drei aufeinanderfolgende Monate nicht übersteigt und diese in beiden Ländern lediglich der unentgeltlichen Beförderung von Personen dienen. Übersteigt der Aufenthalt in der Schweiz drei aufeinanderfolgende Monate, so ist die Abgabe nur für denjenigen Teil des Aufenthaltes zu entrichten, der über die Befreiungsfrist hinausgeht. § 3. – Vorbehältlich der in Artikel 2 hiernach vorgesehenen Ausnahmen sind also Fahrzeuge, die der Personenbeförderung gegen Entgelt dienen, sowie solche, die zur Güterbeförderung benützt werden, von der vorliegenden Übereinkunft ausgeschlossen."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "",
      "content": "Gesellschaftswagen, die im einen der beiden Länder zugelassen sind und gegen Entgelt ausschliesslich Personen befördern, die im Land der Zulassung eingestiegen sind und eine Reise in das andere Land unternehmen, sind von den in Artikel 1 erwähnten Steuern und Abgaben befreit."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "",
      "content": "§ 1. – Um die in der vorliegenden Übereinkunft vorgesehenen Befreiungen zu geniessen, müssen sämtliche Motorfahrzeuge mit dem Kennzeichen ihres Landes versehen sein und je nach ihrer Zugehörigkeit zum Heimatstaat die Buchstaben B oder CH tragen. § 2. – Es besteht Einverständnis darüber, dass für diese Fahrzeuge der im internationalen Abkommen von Genf vorn 30. Mai 1931 über die Besteuerung der ausländischen Kraftfahrzeuge vorgesehene internationale Steuerausweis nicht erforderlich ist. SR 0.741.583"
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "",
      "content": "Es besteht Einverständnis darüber, dass die in der vorliegenden Übereinkunft vereinbarten Befreiungen sich weder auf Zölle, zollstatistische Gebühren und Verbrauchssteuem noch auf Wege- und Brückengelder oder ähnliche Gebühren, noch auf die mit der Ausführung von Beförderungsverträgen oder der Erteilung von Beförderungskonzessionen verbundenen Abgaben erstrecken. Es besteht ferner Einverständnis darüber, dass die Begünstigten die Zollvorschriften zu beachten haben; insbesondere haben sie die Zollstrassen zu benützen und sich für die Zollabfertigung sowohl bei der Einreise als bei der Ausreise zum nächstgelegenen Grenzzollamt zu begeben."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "",
      "content": "Die vorliegende Übereinkunft ist nur auf das belgische Mutterland, nicht aber auf Kolonien anwendbar."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "",
      "content": "Die vorliegende Übereinkunft tritt am 1. Oktober 1935 in Kraft, zu welchem Zeitpunkt die Vereinbarung von 15. Mai 1929 ausser Kraft tritt. Die vorliegende Übereinkunft kann von jeder der vertragschliessenden Parteien mit dreimonatiger Frist auf das Ende jedes Vierteljahres gekündigt werden. Ausgefertigt in doppelter Urschrift, zu Brüssel, am 30. August 1935. Nicht veröffentlicht."
    }
  ],
  "definitions": []
}