{
  "id": "sr-0-672-934-52",
  "type": "statute",
  "title": "Abkommen vom 27. Dezember 1956 zwischen der Schweizerischen Eidgenossenschaft und der Republik Finnland zur Vermeidung der Doppelbesteuerung auf dem Gebiete der Erbschaftssteuern (mit Schlussprotokoll)",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1957/746_752_772/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "",
      "content": "(1) Dieses Abkommen soll die Doppelbesteuerung vermeiden, die sich im Falle des Ablebens einer Person mit letztem Wohnsitz in einem der beiden Staaten aus der gleichzeitigen Erhebung finnischer und schweizerischer Erbschaftssteuern ergeben könnte. (2) Als Erbschaftssteuern im Sinne dieses Abkommens gelten solche Steuern, die auf Grund der finnischen oder der schweizerischen Gesetzgebung von Todes wegen von den Hinterlassenschaften im ganzen oder von den Erbteilen erhoben werden. (3) Das Abkommen bezieht sich namentlich: a. finnischerseits: auf die Erbanfallsteuer und die Gemeindesteuern auf Erbschaften und Vermächtnissen sowie die Armenzuschläge; b. schweizerischerseits: auf die von den Kantonen, Bezirken, Kreisen und Gemeinden erhobenen Nachlass‑ und Erbanfallsteuern. (4) Das Abkommen bezieht sich auch auf künftige Steuern gleicher oder ähnlicher Art, die in einem der beiden Staaten neben oder an die Stelle der im vorhergehen den Absatz erwähnten treten, sowie auf Steuern, die in Form von Zuschlägen erhoben werden."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "",
      "content": "Unbewegliches Vermögen (einschliesslich der Zugehör sowie des einem land‑ oder forstwirtschaftlichen Betriebe dienenden lebenden und toten Inventars) ist den Erbschaftssteuern nur in dem Staat unterworfen, in dem sich dieses Vermögen befindet. Artikel 3, Absätze 2 und 3, des am 27. Dezember 1956 zwischen den beiden Staaten abgeschlossenen Abkommens zur Vermeidung der Doppelbesteuerung auf dem Gebiete der Steuern vom Einkommen und vom Vermögen finden entsprechende Anwendung. [ AS 1957 733 . SR 0.672.934.51 Art. 28 Ziff. 4]. Siehe heute das Abk. vom 16. Dez. 1991 ( SR 0.672.934.51 )."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "",
      "content": "(1) Das nicht nach Artikel 2 zu behandelnde Nachlassvermögen unterliegt den Erbschaftssteuern nur in dem Staat, in dem der Erblasser im Zeitpunkte seines Todes seinen Wohnsitz hatte. (2) Für die Bestimmung des Wohnsitzes findet Artikel 2, Absätze 2 und 3, des am 27. Dezember 1956 zwischen den beiden Staaten abgeschlossenen Abkommens zur Vermeidung der Doppelbesteuerung auf dem Gebiete der Steuern vom Einkommen und vom Vermögen entsprechende Anwendung. [ AS 1957 733 . SR 0.672.934.51 Art. 28 Ziff. 4]. Siehe heute das Abk. vom 16. Dez. 1991 ( SR 0.672.934.51 )."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "",
      "content": "Nachlassschulden werden im Verhältnis der in jedem Staate der Steuer unterliegenden Teile der rohen Nachlassaktiven zum gesamten vom Erblasser hinterlassenen Rohvermögen in Abzug gebracht."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "",
      "content": "Für die Zwecke dieses Abkommens finden die Bestimmungen von Artikel 11 und Schlussprotokoll zu Artikel 11 des am 27. Dezember 1956 zwischen den beiden Staaten abgeschlossenen Abkommens zur Vermeidung der Doppelbesteuerung auf dem Gebiete der Steuern vom Einkommen und vom Vermögen entsprechende Anwendung. [ AS 1957 733 . SR 0.672.934.51 Art. 28 Ziff. 4]. Siehe heute das Abk. vom 16. Dez. 1991 ( SR 0.672.934.51 )."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "",
      "content": "Dieses Abkommen, das in finnischer und deutscher Urschrift, die gleicherweise authentisch sind, ausgefertigt ist, soll ratifiziert und die Ratifikationsurkunden sollen baldmöglichst in Helsinki ausgetauscht werden."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "",
      "content": "(1) Dieses Abkommen tritt am Tage des Austausches der Ratifikationsurkunden in Kraft. Seine Bestimmungen finden Anwendung auf die Erbschaftssteuern von Nachlässen der Personen, die an oder nach diesem Tage sterben. (2) Dieses Abkommen bleibt in Kraft, solange es nicht von einem der beiden Staaten gekündigt worden ist. Jeder der beiden Staaten kann das Abkommen unter Einhaltung einer sechsmonatigen Frist auf das Ende eines Kalenderjahres kündigen. In diesem Falle wird das Abkommen noch auf die Erbschaftssteuern von Nachlässen der Personen angewendet, die vor Ablauf des Kalenderjahres sterben, auf dessen Ende die Kündigung erfolgt ist."
    }
  ],
  "definitions": []
}