{
  "id": "sr-0-831-109-636-11",
  "type": "statute",
  "title": "Zusatzvereinbarung vom 14. Oktober 1960 zum Abkommen vom 28. März 1958 zwischen der Schweizerischen Eidgenossenschaft und dem Königreich der Niederlande über Sozialversicherung",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1960/1237_1294_1288/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "",
      "content": "Die Bestimmungen des Abkommens finden Anwendung auf die niederländische Gesetzgebung über die allgemeine Witwen- und Waisenversicherung."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "",
      "content": "Die Vorteile gemäss den Artikeln 55, 56 und 57 des niederländischen Gesetzes über die allgemeine Witwen- und Waisenversicherung werden schweizerischen Staatsangehörigen unter den gleichen Voraussetzungen gewährt wie niederländischen Staatsangehörigen."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "",
      "content": "1 Schweizerische Staatsangehörige, welche die in Artikel 2 bezeichneten Vorteile beanspruchen können, geniessen diese Vorteile in vollem Umfange und ohne jede Einschränkung, solange sie in der Schweiz wohnen. 2 Die Familienzulagen gemäss dem niederländischen Gesetz über Familienzulagen an Rentenbezüger sind an Witwen schweizerischer Staatsangehörigkeit auch dann zu zahlen, wenn sie in der Schweiz wohnen. Die Auszahlung erfolgt auch, wenn diese Witwen das 65. Altersjahr zurückgelegt haben. 3 Die in Artikel 2 bezeichneten Vorteile und die im vorstehenden Absatz genannten Familienzulagen werden schweizerischen Staatsangehörigen, die in einem Drittstaat wohnen, unter den gleichen Voraussetzungen und im gleichen Umfang gewährt wie den niederländischen Staatsangehörigen, die in diesem Drittstaat wohnen."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "",
      "content": "Diese Zusatzvereinbarung tritt am Tage ihrer Unterzeichnung rückwirkend auf den 1. Oktober 1959 in Kraft."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "",
      "content": "Vom Tage ihres Inkrafttretens an gilt diese Zusatzvereinbarung als integrierender Bestandteil des Abkommens vom 28. März 1958."
    }
  ],
  "definitions": []
}