{
  "id": "sr-0-360-514-22",
  "type": "statute",
  "title": "Vereinbarung vom 3. Dezember 2008 zwischen dem Schweizerischen Bundesrat und der Regierung des Fürstentums Liechtenstein über die Zusammenarbeit im Bereich des Visumverfahrens und der Einreise",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2012/66/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Zweck",
      "content": "1. Diese Vereinbarung regelt die Zusammenarbeit zwischen dem schweizerischen Bundesamt für Migration (BFM) und dem liechtensteinischen Ausländer- und Passamt (APA) auf dem Gebiet der Einreise von Drittstaatsangehörigen. 2. Die Verpflichtungen des Schengen-Besitzstands bleiben vorbehalten. Heute: Staatssekretariat für Migration (SEM) (siehe AS 2014 4451 )."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Begriffsbestimmungen",
      "content": "Für die Zwecke dieser Vereinbarung und deren Anwendung bezeichnet der Ausdruck: a) «Schengen-Visum» ein nach den einschlägigen Bestimmungen des Schengen-Besitzstands ausgestelltes Visum, das einem Drittstaatsangehörigen die Einreise in das Hoheitsgebiet der Schengen-Staaten für einen Aufenthalt von bis zu drei Monaten gestattet; b) «Nationales Visum» ein für einen länger als drei Monate dauernden Aufenthalt gültiges Visum, welches während dessen Gültigkeit von beiden Vertragsparteien für die Einreise in deren Hoheitsgebiete anerkannt wird."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Absprache",
      "content": "1. Wird ein Visumgesuch für Liechtenstein bearbeitet, spricht sich das BFM mit dem APA ab, bevor das entsprechende Visum ausgestellt oder verweigert wird. Das APA teilt dem BFM mit, in welchen Fällen Schengen-Visa ohne vorgängige Absprache direkt von den schweizerischen Auslandsvertretungen ausgestellt werden können. 2. Das BFM stellt die Visumsunterlagen einschliesslich einer Stellungnahme dem APA nach Möglichkeit in gesicherter elektronischer Form zur Prüfung zu. Das Visum darf erst nach Genehmigung durch das APA ausgestellt werden. 3. Bei einem Visumverfahren an einem internationalen Flughafen in der Schweiz (Schengen-Aussengrenze) können die für die Grenzkontrollen zuständigen Behörden ausserhalb der Bürozeiten des APA auf eine Absprache mit dem APA verzichten. Vor Erteilung oder Verweigerung eines Schengen-Visums nehmen sie in jedem Fall Rücksprache mit dem BFM. 4. Schweizerische Visumkleber für Liechtenstein enthalten den Zusatz «R FL». Heute: SEM (siehe AS 2014 4451 ). Heute: SEM (siehe AS 2014 4451 ). Heute: SEM (siehe AS 2014 4451 ). Heute: SEM (siehe AS 2014 4451 )."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Annullation eines Visums",
      "content": "Die für die Annullation eines Visums jeweils zuständigen Behörden informieren sich unter Angabe der Gründe in der Regel vor der Annullation eines Visums der anderen Vertragspartei."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Rechtsmittelweg für Schengen-Visa",
      "content": "1. Die schweizerischen Behörden sind für die Beschwerden gegen die Verweigerung von Schengen-Visa für Liechtenstein zuständig, sofern darin nicht die Verletzung des Abkommens vom 2. Mai 1992 über den Europäischen Wirtschaftsraum (EWRA) geltend gemacht wird. 2. Das Beschwerdeverfahren richtet sich nach den schweizerischen Verfahrensvorschriften. 3. Das APA übermittelt dem BFM die für die Behandlung des Rechtsmittels notwendigen Informationen. Heute: SEM (siehe AS 2014 4451 )."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Geltungsdauer und Inkrafttreten",
      "content": "1. Diese Vereinbarung wird auf unbestimmte Zeit abgeschlossen. 2. Jede Vertragspartei kann die Vereinbarung unter Einhaltung einer Frist von zwölf Monaten auf Ende eines Kalenderjahres kündigen. 3. Diese Vereinbarung tritt gleichzeitig mit dem Rahmenvertrag in Kraft."
    }
  ],
  "definitions": []
}