{
  "id": "sr-0-192-122-42",
  "type": "statute",
  "title": "Abkommen vom 11. Juni 1955 zwischen dem Schweizerischen Bundesrat und der Europäischen Organisation für Kernphysikalische Forschung zur Festlegung des rechtlichen Statuts dieser Organisation in der  Schweiz",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1956/1078_1158_1170/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Persönlichkeit",
      "content": "Der Schweizerische Bundesrat anerkennt die internationale Rechtspersönlichkeit und die Rechtsfähigkeit der Organisation in der Schweiz."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Immunitäten",
      "content": "Die Organisation geniesst die den internationalen Organisationen üblicherweise zuerkannten Immunitäten und Vorrechte, soweit sie zur Erfüllung ihrer Aufgaben notwendig sind. Die Vorrechte und Erleichterungen auf dem Gebiete des Zollwesens werden entsprechend den für die internationalen Organisationen anwendbaren Zollvorschriften des Bundesrates, die dem vorliegenden Abkommen beigefügt sind, gewährt."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Unverletzbarkeit von Grundstücken und Räumlichkeiten",
      "content": "Grundstücke und Räumlichkeiten der Organisation sind unverletzbar. Kein Vertreter schweizerischer Behörden darf sie ohne ausdrückliche Zustimmung des Generaldirektors oder seines ordnungsgemäss ermächtigten Stellvertreters betreten. Siehe Briefwechsel vom 13. Juli/21. Aug. 1973 ( SR 0.192.122.422 )."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Unverletzbarkeit der Archive",
      "content": "Die Archive der Europäischen Organisation für Kernphysikalische Forschung und ganz allgemein alle ihr gehörenden oder in ihrem Besitz beflindlichen Dokumente sind unverletzbar."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Versammlungsfreiheit",
      "content": "Der Schweizerische Bundesrat gewährleistet der Organisation und den Vertretern ihrer Mitgliedstaaten in ihren Beziehungen zur Organisation die uneingeschränkte Versammlungsfreiheit, einschliesslich der Rede‑ und Beschlussfreiheit."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Befreiung von der Gerichtsbarkeit und Befreiung von andern Massnahmen",
      "content": "1. Die Organisation geniesst für sich selbst, für ihr Eigentum und ihre Vermögenswerte, wo sie sich auch immer befinden und wer immer sie verwahrt, die Befreiung von jeglicher Gerichtsbarkeit, es sei denn, diese Immunität sei vom Rat der Organisation oder von einer von ihm ermächtigten Person ausdrücklich aufgehoben worden. 2. Das Eigentum und die Vermögenswerte der Organisation sind, wo sie sich auch immer befinden und wer immer sie verwahrt, von jeglicher Untersuchungs‑, Requisitions‑, Beschlagnahme‑ und Enteignungsmassnahme und jeder andern Form der Beschlagnahme oder Einmischung irgendeiner Behörde befreit."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Veröffentlichungen",
      "content": "Die Ein‑ und Ausfuhr von Veröffentlichungen der Organisation und der für die Organisation bestimmten Veröffentlichungen sind keinem Verbot oder einschränkenden Massnahmen unterworfen."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Steuerregime",
      "content": "Die Organisation ist befreit von allen direkten und indirekten eidgenössischen, kantonalen und Gemeindesteuern auf den ihr gehörenden und von ihren Dienststellen benützten Liegenschaften sowie auf ihrem beweglichen Eigentum, wobei es sich versteht, dass sie keine Befreiung von Abgaben für öffentliche Dienstleistungen beanspruchen kann. Siehe Ziff. 1 des Briefwechsels vom 11. Juni 1955 ( SR 0.192.122.421 )."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Freie Verfügung über Guthaben",
      "content": "1. Die Organisation kann alle Guthaben, Devisen, Bargeld und andere bewegliche Werte in Empfang nehmen, verwahren und darüber sowohl in der Schweiz als auch im Ausland frei verfügen. 2. Dieser Artikel ist auch auf die Mitgliedstaaten in bezug auf ihre Beziehungen zur Organisation anwendbar."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Dienstlicher Verkehr",
      "content": "Die Organisation geniesst für ihre amtlichen Mitteilungen eine mindestens ebenso günstige Behandlung wie die anderen internationalen Organisationen in der Schweiz: a. in bezug auf alle Vorrechte für Verbindungs‑ und Verkehrsmittel; b. in bezug auf Post‑, Telegramm‑, Radiotelegramm‑, Telefon‑, Radiotelefon‑, Telefoto‑Tarife usw."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Befreiung von der Zensur",
      "content": "Die amtlichen Mitteilungen der Europäischen Organisation für Kernphysikalische Forschung, die als solche gekennzeichnet sind, dürfen keiner Zensur unterstellt werden, welches auch der benützte Verbindungsweg sei."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Freiheit der Einreise und des Aufenthalts",
      "content": "1. Die schweizerischen Behörden treffen alle zweckdienlichen Massnahmen, um die Einreise in die Schweiz, die Ausreise und den Aufenthalt aller Personen zu erleichtern, die in amtlicher Eigenschaft zur Organisation berufen werden, nämlich: a. die Vertreter der Mitgliedstaaten, ohne Rücksicht auf die Beziehungen zwischen der Schweiz und diesen Staaten; b. der Direktor und das Personal der Organisation, wie sie im Abkommen bezeichnet sind; c. die von der Organisation berufenen Personen, ohne Rücksicht auf ihre Staatsangehörigkeit. 2. Alle fremdenpolizeilichen Massnahmen, die eine Einschränkung der Einreise von Ausländern in die Schweiz oder die Kontrolle ihrer Aufenthaltsverhältnisse bezwecken, sind auf die in diesem Artikel aufgeführten Personen nicht anwendbar. SR 0.424.091"
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Vertreter",
      "content": "Gemäss vorliegendem Abkommen umfasst die Bezeichnung Vertreter alle Delegierten, beigeordneten Delegierten, Räte, technischen Experten und Delegationssekretäre."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Immunitäten der Vertreter von Mitgliedstaaten der Organisation",
      "content": "Die Vertreter der Mitgliedstaaten der Organisation, die in amtlicher Eigenschaft zu ihr berufen werden, stehen in der Schweiz für die Dauer der Ausübung ihrer Funktionen im Genuss folgender Vorrechte und Immunitäten: a. Befreiung von persönlicher Verhaftung oder Gefangenhaltung und Beschlagnahme des persönlichen Gepäcks sowie Befreiung von jeglicher Gerichtsbarkeit für Handlungen, einschliesslich mündlicher und schriftlicher Äusserungen, die in Ausübung ihrer Amtstätigkeit erfolgten; b. Unverletzbarkeit sämtlicher Akten und Dokumente; c. Recht zur Benützung von Codes und zum Empfang von Dokumenten und der Korrespondenz durch Kurier oder Sendungen unter Siegelverschluss; d. Befreiung für sich selbst und ihre Ehegatten von allen einschränkenden Massnahmen hinsichtlich der Einwanderung, aller Formalitäten bezüglich der Registrierung von Ausländern und von nationalen Dienstleistungen; e. dieselben Erleichterungen in bezug auf die Geldregelung und den Geldwechsel, wie sie den Vertretern ausländischer Regierungen in vorübergehender Mission gewährt werden; f. Zollerleichterungen entsprechend den auf die internationalen Organisationen anwendbaren Zollvorschriften des Bundesrates. Die Vorrechte und Immunitäten werden den Vertretern der Mitgliedstaaten der Organisation nicht zu ihrem persönlichen Vorteil eingeräumt, sondern um ihnen die Ausübung ihrer mit der Organisation in Zusammenhang stehenden Tätigkeit in voller Unabhängigkeit zu gewährleisten. Folglich hat ein Mitgliedstaat der Organisation nicht nur das Recht, sondern auch die Pflicht, die Immunität seines Vertreters in all den Fällen aufzuheben, wo nach seiner Auffassung die Immunität die Ausübung der Justiz verhindern würde und wo sie aufgehoben werden kann, ohne den Zweck in Frage zu stellen, für den sie gewährt worden ist."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Immunitäten des Generaldirektors und gewisser Beamter",
      "content": "1. Der Generaldirektor der Organisation und die wichtigsten Beamten, die den vom Rat der Organisation oder einer von ihm ermächtigten Person bezeichneten, vom Schweizerischen Bundesrat genehmigten Kategorien angehören, stehen im Genuss der dem höheren Personal der in der Schweiz niedergelassenen internationalen Organisationen zuerkannten Vorrechte und Immunitäten. 2. Die Vorrechte und Erleichterungen auf dem Gebiet des Zollwesens werden entsprechend den auf die internationalen Organisationen anwendbaren Zollvorschriften des Bundesrats gewährt."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Befreiung der Beamten von der Gerichtsbarkeit",
      "content": "Die Beamten und die Experten der Organisation geniessen die Befreiung von der Gerichtsbarkeit für die in Ausübung ihrer Tätigkeit vollzogenen Handlungen, einschliesslich ihrer mündlichen und schriftlichen Äusserungen."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Befreiungen und Erleichterungen der nichtschweizerischen Beamten",
      "content": "Die Beamten der Organisation, die nicht Schweizer Bürger sind: a. sind von allen Steuern auf den durch die Organisation ausgerichteten Gehältern und Einkünften befreit; b. sind von allen nationalen Dienstleistungen in der Schweiz ausgenommen; c. sind, wie auch die von ihnen unterhaltenen Familienmitglieder, den einschränkenden Bestimmungen über die Einwanderung und den Formalitäten bezüglich der Registrierung von Ausländern nicht unterstellt; d. geniessen in bezug auf die Erleichterungen im Geldwechsel dieselben Vorrechte, wie sie den Beamten der in der Schweiz niedergelassenen internationalen Organisationen zuerkannt werden; e. geniessen, wie auch die von ihnen unterhaltenen Familienmitglieder in Zeiten einer internationalen Krise dieselben Erleichterungen in bezug auf die Rückkehr in ihre Heimat wie die diplomatischen Vertreter; f. geniessen auf dem Gebiet des Zollwesens die Erleichterungen, wie sie in den Zollvorschriften des Bundesrates für die internationalen Organisationen vorgesehen sind. Siehe Ziff. 2 und 3 des Briefwechsels vom 11. Juni 1955 ( SR 0.192.122.421 )."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Militärdienst schweizerischer Beamter",
      "content": "1. Der Generaldirektor der Organisation oder die von ihm ermächtigte Person gibt dem Schweizerischen Bundesrat diejenigen Beamten bekannt, die das Schweizer Bürgerrecht besitzen und Militärdienst leisten müssen. 2. Der Generaldirektor der Organisation oder die von ihm ermächtigte Person und der Schweizerische Bundesrat erstellen gemeinsam eine beschränkte Liste von Beamten, die Schweizer Bürger sind und denen auf Grund ihrer Tätigkeit Dispens gewährt wird. 3. Im Falle einer Mobilmachung hat der Generaldirektor die Möglichkeit, durch Vermittlung des Eidgenössischen Politischen Departements für diejenigen Beamten, die Schweizer Bürger sind, einen Stellungsaufschub oder jede andere den Umständen angemessene Anordnung nachzusuchen."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Identitätskarte",
      "content": "1. Das Eidgenössische Politische Departement übergibt der Organisation zuhanden eines jeden Beamten eine mit der Photo des Inhabers versehene Identitätskarte. Diese vom Eidgenössischen Politischen Departement und der Organisation beglaubigte Karte dient dem Beamten zur Legitimation gegenüber eidgenössischen, kantonalen und kommunalen Behörden. 2. Die Organisation übergibt dem Eidgenössischen Politischen Departement regelmässig eine Liste ihrer Beamten und deren Familienangehörigen, in der Geburtsdatum, Staatsangehörigkeit, Wohnort in der Schweiz und die Kategorie oder Funktionsklasse, der ein jeder angehört, aufgeführt sind."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Pensionskasse und Spezialfonds",
      "content": "1. Jede zugunsten der Beamten der Organisation offiziell tätige Pensionskasse oder Fürsorgeeinrichtung besitzt, auf ihren Wunsch, in der Schweiz die Rechtsflähigkeit und geniesst im Rahmen ihrer Tätigkeit zugunsten der erwähnten Beamten die gleichen Befreiungen, Immunitäten und Vorrechte wie die Organisation selbst. 2. Die Fonds und Stiftungen mit oder ohne eigene Rechtspersönlichkeit, die unter der Aufsicht der Organisation verwaltet werden und ihrem offiziellen Zweck dienen, geniessen hinsichtlich ihrer beweglichen Werte die gleichen Befreiungen, Immunitäten und Vorrechte wie die Organisation selbst."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Sozialfürsorge",
      "content": "Die Organisation ist von allen obligatorischen Beitragsleistungen an allgemeine soziale Fürsorgeeinrichtungen, wie Ausgleichs‑, Arbeitslosen‑ und Unfallversicherung usw., befreit, wobei es sich versteht, dass die Organisation im Rahmen des Möglichen und unter noch zu vereinbarenden Bedingungen für den Beitritt derjenigen ihrer Angestellten zu schweizerischen Versicherungen besorgt sein wird, die nicht durch einen gleichwertigen Sozialschutz der Organisation selbst versichert sind."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Gegenstand der Immunitäten",
      "content": "1. Die in der vorliegenden Vereinbarung vorgesehenen Vorrechte und Immunitäten werden nicht eingeräumt, um den Beamten der Organisation persönliche Vorrechte und Vorteile zu verschaffen. Sie sind einzig und allein vorgesehen, um die freie Abwicklung der Tätigkeit der Organisation und die volle Unabhängigkeit ihrer Beamten unter allen Umständen zu gewährleisten. Aufhebung der Immunitäten 2. Der Generaldirektor hat das Recht und die Pflicht, die Immunität eines Beamten aufzuheben, wenn er der Auffassung ist, dass diese Immunität den normalen Gang der Justiz hindern würde, und wenn der Verzicht möglich ist, ohne dass dadurch die Interessen der Organisation betroffen werden. In bezug auf den Generaldirektor ist der Rat befugt, die Aufhebung der Immunität auszusprechen."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Verhinderung von Missbrauch",
      "content": "Die Organisation und die schweizerischen Behörden werden stets zusammenarbeiten zur Erleichterung einer guten Handhabung der Justiz, zwecks Beachtung der Polizeivorschriften und zur Verhinderung eines jeden Missbrauchs der im vorliegenden Abkommen vorgesehenen Vorrechte, Immunitäten und Erleichterungen."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Streitigkeiten privaten Charakters",
      "content": "Die Organisation wird zweckdienliche Massnahmen treffen im Hinblick auf eine zufriedenstellende Beilegung a. von Streitigkeiten aus Verträgen, in denen die Organisation Partei ist, und von anderen Streitigkeiten, die sich auf eine Frage des Privatrechts beziehen; b. von Streitigkeiten, in die ein Beamter der Organisation verwickelt ist, der zufolge seiner dienstlichen Stellung die Immunität geniesst, sofern die Immunität nicht gemäss den Bestimmungen des Artikels 22 aufgehoben worden ist."
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Nichtverantwortlichkeit der Schweiz",
      "content": "Der Schweiz erwächst aus der Tätigkeit der Organisation auf ihrem Gebiet keinerlei internationale Verantwortlichkeit, weder aus Handlungen und Unterlassungen der Organisation noch aus den Handlungen oder Unterlassungen ihrer in Ausübung ihrer Funktionen tätigen Beamten."
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Sicherheit der Schweiz",
      "content": "1. Das Recht des Schweizerischen Bundesrates, im Interesse der Sicherheit der Schweiz zweckdienliche Vorsichtsmassnahmen zu treffen, wird durch das vorliegende Abkommen nicht berührt. 2. Falls es der Schweizerische Bundesrat als notwendig erachtet, den ersten Abschnitt dieses Artikels anzuwenden, wird er sich so rasch, als die Umstände es erlauben, mit der Organisation in Verbindung setzen, um mit ihr gemeinsam die zum Schutze der Interessen der Organisation notwendigen Massnahmen zu beschliessen. 3. Die Organisation wird mit den schweizerischen Behörden zwecks Vermeidung eines jeden Nachteiles, der sich aus ihrer Tätigkeit für die Sicherheit der Schweiz ergeben könnte, zusammenarbeiten."
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "Vollzug des Abkommens durch die Schweiz",
      "content": "Das Eidgenössische Politische Departement ist mit dem Vollzug des vorliegenden Abkommens durch die Schweizerische Eidgenossenschaft beauftragt."
    },
    {
      "provision_ref": "art28",
      "section": "28",
      "title": "Gerichtsstand",
      "content": "1. Jede Meinungsverschiedenheit über Anwendung und Auslegung des vorliegenden Abkommens, die nicht durch direkte Verhandlungen zwischen den Parteien geregelt werden konnte, kann von jeder der beiden Parteien einem aus drei Mitgliedern bestehenden Gericht, das nach Inkrafttreten des vorliegenden Abkommens bestellt wird, zum Entscheid unterbreitet werden. 2. Der Schweizerische Bundesrat und die Organisation bezeichnen je ein Mitglied des Gerichtes. 3. Die auf diese Weise ernannten Mitglieder wählen ihren Präsidenten. 4. Im Falle der Uneinigkeit der Mitglieder über die Person des Präsidenten wird er auf Begehren der Mitglieder des Gerichtes durch den Präsidenten des Internationalen Gerichtshofes bezeichnet. 5. Das Gericht wird von der einen oder anderen Partei auf dem Gesuchsweg angerufen. 6. Das Gericht setzt sein Verfahren selbst fest."
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "Inkrafttreten",
      "content": "Das vorliegende Abkommen tritt in Kraft, sobald es vom Schweizerischen Bundesrat und dem Rat der Organisation genehmigt worden ist."
    },
    {
      "provision_ref": "art30",
      "section": "30",
      "title": "Änderung des Abkommens",
      "content": "1. Das vorliegende Abkommen kann auf Verlangen der einen oder andern Partei abgeändert werden. 2. In diesem Falle werden sich die beiden Parteien über die vorzunehmenden Änderungen der Bestimmungen des vorliegenden Abkommens verständigen. 3. Sollten die Verhandlungen nicht zu einer Einigung führen, kann das Abkommen von der einen oder anderen Partei unter Einhaltung einer Kündigungsfrist von zwei Jahren gekündigt werden."
    },
    {
      "provision_ref": "art31",
      "section": "31",
      "title": "",
      "content": "Der französische und englische Text des Abkommens sind in gleicher Weise verbindlich. Ausgefertigt und unterzeichnet in Genf, den 11. Juni 1955, in vier Exemplaren, wovon zwei in französischer und zwei in englischer Sprache, wobei die beiden Texte als authentisch gelten. Für den Schweizerischen Bundesrat: Pierre Micheli Für die Europäische Organisation für Kernphysikalische Forschung: Félix Bloch"
    }
  ],
  "definitions": []
}