{
  "id": "sr-0-632-14",
  "type": "statute",
  "title": "Internationale Übereinkunft vom 14. Dezember 1928 über Wirtschaftsstatistik, geändert am 9. Dezember 1948 (mit Prot. und Schlussakte)",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1970/498_498_499/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "",
      "content": "1. Die Hohen Vertragschliessenden Parteien verpflichten sich, für alle diejenigen Teile der ihrer Verwaltung unterstehenden Gebiete, auf welche sich die vorliegende Übereinkunft bezieht, und innerhalb der verschiedenen verabredeten zeitlichen Zwischenräume die im nachstehenden Artikel 2 vorgesehenen Kategorien statistischer Nachweise aufzustellen und zu veröffentlichen. 2. Für die Zwecke der in der vorliegenden Übereinkunft in Aussicht genommenen statistischen Nachweise kann jedes Gebiet, welches eine besondere statistische Organisation besitzt, in diesen Nachweisen als eine besondere Einheit betrachtet werden. In den gemäss der vorliegenden Übereinkunft veröffentlichten statistischen Nachweisen muss das Gebiet, auf welches sie sich beziehen, genau bezeichnet werden. 3. Die in der vorliegenden Übereinkunft festgelegten Verpflichtungen sind den Auslegungsbestimmungen und Vorbehalten unterworfen, welche in dem der vorliegenden Übereinkunft beigegebenen Protokoll enthalten sind; ebenso sind sie den Vorbehalten unterworfen, welche kraft der Bestimmungen des Artikels 17 etwa nachträglich zugelassen werden. Siehe die V vom 5. Dez. 1988 über die Statistik des Aussenhandels ( SR 632.14 )."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "",
      "content": "Die im vorstehenden Artikel in Aussicht genommenen Kategorien statistischer Nachweise sind folgende:"
    },
    {
      "provision_ref": "art3",
      "chapter": "VI. Preis‑Indexzahlen",
      "section": "3",
      "title": "",
      "content": "Die Hohen Vertragschliessenden Parteien verpflichten sich, zur Erleichterung der Vergleichbarkeit der Aussenhandelsstatistiken der verschiedenen Länder bei der Aufstellung dieser Art von statistischen Nachweisen die in Anlage 1 Teil I dargelegten Grundsätze zur Anwendung zu bringen. Ausserdem verpflichten sich die Hohen Vertragschliessenden Parteien, in dem Ausmass, in dem die verfügbaren Untersuchungsmöglichkeiten es ihnen gestatten, versuchsweise die in Anlage 1 Teil III näher bezeichneten statistischen Tabellen aufzustellen. Diese Anlage wurde in der AS nicht veröffentlicht Diese Anlage wurde in der AS nicht veröffentlicht"
    },
    {
      "provision_ref": "art4",
      "chapter": "VI. Preis‑Indexzahlen",
      "section": "4",
      "title": "",
      "content": "Die Hohen Vertragschliessenden Parteien erklären, dass sie die in Anlage II dargelegten Prinzipien im allgemeinen annehmen, soweit diese die Aufstellung von Fischereistatistiken betreffen, und kommen dahin überein, sie in ihren diesbezüglichen Statistiken, soweit möglich, anzuwenden. Diese Anlage wurde in der AS nicht veröffentlicht"
    },
    {
      "provision_ref": "art5",
      "chapter": "VI. Preis‑Indexzahlen",
      "section": "5",
      "title": "",
      "content": "Die Hohen Vertragschliessenden Parteien erklären, dass sie die der Anlage III zugrunde liegenden Prinzipien im allgemeinen annehmen; diese Anlage ist dazu bestimmt, soweit möglich als Grundlage für die Aufstellung von statistischen Nachweisen über die Produktion der in Artikel 2 (IV) genannten Mineralien und Metalle zu dienen, falls der Landesproduktion an diesen Mineralien und Metallen eine nationale Bedeutung zuerkannt wird; sie kommen weiterhin überein, dieselben Prinzipien anzuwenden, falls sie statistische Nachweise über die Produktion anderer Mineralien und Metalle aufstellen sollten. Diese Anlage wurde in der AS nicht veröffentlicht."
    },
    {
      "provision_ref": "art6",
      "chapter": "VI. Preis‑Indexzahlen",
      "section": "6",
      "title": "",
      "content": "Die Hohlen Vertragschliessenden Parteien erklären, dass sie die der Anlage IV zugrunde liegenden Prinzipien im allgemeinen annehmen (diese Anlage ist der Übereinkunft als Muster für eine Erhebung über die industrielle Produktion beigegeben), und vereinbaren, bei einer später etwa in Aussicht zu nehmenden vollständigen oder teilweisen Erhebung der in Anlage IV genannten Art prüfen zu wollen, ob es möglich ist, die etwa anwendbaren unter diesen Prinzipien anzunehmen. Diese Anlage wurde in der AS nicht veröffentlicht."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "",
      "content": "Die Hohen Vertragschliessenden Parteien erklären, das sie die der Anlage V zugrunde liegenden Prinzipien im allgemeinen annehmen (diese Anlage ist der Übereinkunft als Beispiel für die Aufstellung von Indexzahlen über den industriellen Beschäftigungsgrad beigegeben, und vereinbaren, bei einer später etwa in Aussicht zu nehmenden umfassenden Aufstellung von Indexzahlen über den industriellen Beschäftigungsgrad prüfen zu wollen, ob es möglich ist, die etwa anwendbaren unter diesen Prinzipien anzunehmen. Diese Anlage wurde in der AS nicht veröffentlicht."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "",
      "content": "Abgesehen von den besonderen Funktionen, welche dem Wirtschafts‑ und Sozialrat kraft der Bestimmungen der vorliegenden Übereinkunft und der Anlagen übertragen sind, wird er berechtigt sein, alle diejenigen Vorschläge zu machen, die ihm zur Verbesserung oder Förderung der in der Übereinkunft festgelegten Grundsätze und Vereinbarungen in bezug auf die dar‑in ins Auge gefassten Kategorien statistischer Nachweise nützlich erscheinen. Er wird gleicherweise berechtigt sein, sich über andere Kategorien statistischer Nachweise analoger Art zu äussern, für welche die Sicherung internationaler Einheitlichkeit wünschenswert und möglich erscheint. Er wird alle auf dieses Endziel sich beziehenden Anregungen prüfen, welche ihm seitens der Regierung irgendeiner der Hohen Vertragschliessenden Parteien etwa unterbreitet werden. Der Wirtschafts‑ und Sozialrat wird gebeten, eine Konferenz zum Zwecke der Überprüfung und eventuell der Erweiterung der vorliegenden Übereinkunft einzuberufen, falls zu irgendeinem Zeitpunkt mindestens die Hälfte der Vertragsparteien dieser Übereinkunft dies wünscht."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "",
      "content": "Die Hohen Vertragschliessenden Parteien kommen dahin überein, dass ihre statistischen Dienststellen die auf Grund der Bestimmungen der vorliegenden Übereinkunft aufgestellten und veröffentlichten statistischen Nachweise unmittelbar austauschen werden."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "",
      "content": "Falls zwischen zwei oder mehreren der Hohen Vertragschliessenden Parteien eine Meinungsverschiedenheit hinsichtlich der Auslegung oder Anwendung von Bestimmungen der vorliegenden Übereinkunft entsteht, und falls diese Meinungsverschiedenheit nicht unmittelbar zwischen den Parteien oder auf dem Wege einer anderweitigen gütlichen Beilegung geschlichtet werden kann, können die Parteien durch ein gemeinsames Abkommen die Meinungsverschiedenheit zwecks gütlicher Regelung dem Wirtschafts‑ und Sozialrat unterbreiten. In diesem Falle kann der Rat die Parteien auffordern, mündlich oder schriftlich ihre Bemerkungen vorzubringen. Der Rat wird ein beratendes Gutachten über den Streitpunkt abgeben."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "",
      "content": "Jeder der Hohen Vertragschliessenden Parteien kann im Augenblick der Unterzeichnung, der Ratifizierung oder des Beitritts erklären, dass sie durch die Annahme der vorliegenden Übereinkunft keine Verpflichtung für die Gesamtheit oder einen Teil ihrer Kolonien, Schutzgebiete, überseeischen Gebiete oder alte Treuhandschaftsgebiete, mit deren Verwaltung sie betraut ist, übernimmt, in diesem Fall findet die vorliegende Übereinkunft keine Anwendung auf die Gebiete, für die diese Erklärung abgegeben worden ist. Jede der Hohen Vertragschliessenden Parteien kann in der Folge dein Generalsekretär der Organisation der Vereinten Nationen mitteilen, dass sie die vorliegende Übereinkunft auf die Gesamtheit oder einen Teil der Gebiete für anwendbar erklären will, die Gegenstand der im vorigen Absatz vorgesehenen Erklärung waren. In diesem Fall wird die Übereinkunft ein Jahr nach Eingang der Mitteilung bei dem Generalsekretär der Organisation der Vereinten Nationen auf die Gebiete anwendbar, die in der Mitteilung genannt sind. Ebenso kann jede der Hohen Vertragschliessenden Parteien jederzeit nach Ablauf der im Artikel 16 erwähnten Frist von fünf Jahren erklären, dass die vorliegende Übereinkunft auf die Gesamtheit oder einen Teil ihrer Kolonien, Schutzgebiete, überseeischen Gebieten oder aller Treuhandschaftsgebiete, mit deren Verwaltung sie betraut ist, nicht mehr anwendbar sein soll; in diesem Fall hört die Anwendbarkeit der Übereinkunft auf die in der genannten Erklärung aufgeführten Gebiete sechs Monate nach Eingang dieser Erklärung beim Generalsekretär der Organisation der Vereinten Nationen auf. Der Generalsekretär der Organisation der Vereinten Nationen teilt die auf Grund dieses Artikels eingegangenen Erklärungen und Mitteilungen allen Mitgliedstaaten der Organisation der Vereinten Nationen und den Nichtmitgliedstaaten, denen er ein Exemplar der vorliegenden Übereinkunft zugestellt hat, mit."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "",
      "content": "Die vorliegende Übereinkunft, deren französischer und englischer Text gleich massgebend sind, trägt das Datum des heutigen Tages. Sie kann bis zum 30. September 1929 im Namen jedes Mitglieds des Völkerbundes und auch jedes Nichtmitgliedstaates unterzeichnet werden, wenn dieser auf der Genfer Konferenz vertreten war oder der Völkerbundsrat ihm zu diesem Zweck ein Exemplar dieser Übereinkunft übermittelt. Die vorliegende Übereinkunft soll ratifiziert werden. Vom Zeitpunkt des Inkrafttretens des in Paris unterzeichneten Protokolls zur Abänderung der vorliegenden Übereinkunft an werden die Ratifikationsurkunden dem Generalsekretär der Vereinten Nationen übermittelt, der ihren Eingang allen Mitgliedern der Organisation sowie allen Nichtmitgliedstaaten, denen er ein Exemplar der vorliegenden Übereinkunft zugestellt hat, mitteilt."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "",
      "content": "Vom Datum des Inkrafttretens des in Paris unterzeichneten Protokolls zur Abänderung der vorliegenden Übereinkunft an kann jedes Mitglied der Organisation der Vereinten Nationen oder jeder Nichtmitgliedstaat, dem der Wirtschafts‑ und Sozialrat offiziell die vorliegende Übereinkunft bekanntgibt, dieser Übereinkunft beitreten. Die Beitrittsurkunden sind an den Generalsekretär der Vereinten Nationen zu richten, der ihren Eingang allen Mitglieder der Organisation und allen Nichtmitgliedstaaten, denen er ein Exemplar dieser Übereinkunft zugestellt hat, anzeigt."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "",
      "content": "Die vorliegende Übereinkunft tritt in Kraft am neunzigsten Tage, nachdem von mindestens zehn Mitgliedern des Völkerbundes oder Nichtmitgliedstaaten die Ratifikations‑ oder Beitrittsurkunden beim Generalsekretär des Völkerbundes eingegangen sind."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "",
      "content": "Alle Ratifikations‑ oder Beitrittsurkunden, welche gemäss den Bestimmungen des Artikels 14 nach dem Inkrafttreten der Übereinkunft eingehen, treten neunzig Tage nach dem Datum ihres Eingangs beim Generalsekretär der Vereinten Nationen in Kraft."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "",
      "content": "Nach Ablauf einer Frist von fünf Jahren nach dem Inkrafttreten dieser Übereinkunft gemäss den Bestimmungen des Artikels 14 kann die vorliegende Übereinkunft schriftlich gekündigt werden; das Kündigungsschreiben wird beim Generalsekretär der Vereinten Nationen niedergelegt. Die Kündigung wird sechs Monate nach ihrem Eingang beim Generalsekretär rechtskräftig und ist nur in bezug auf das Mitglied der Vereinten Nationen oder den Nichtmitgliedstaat wirksam, in dessen Namen das Kündigungsschreiben niedergelegt worden ist. Der Generalsekretär teilt die Kündigung sämtlichen Mitgliedern der Organisation der Vereinten Nationen und den Nichtmitgliedstaaten mit, denen er ein Exemplar der vorliegenden Übereinkunft zugestellt hat. Wenn infolge von gleichzeitigen oder aufeinanderfolgenden Kündigungen die Anzahl der an die Bestimmungen der vorliegenden Übereinkunft gebundenen Mitglieder und Nichtmitglieder der Organisation der Vereinten Nationen unter zehn sinkt, so tritt die Übereinkunft ausser Kraft."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "",
      "content": "Die Hohen Vertragschliessenden Parteien erkären die für die Anwendung der vorliegenden Übereinkunft ausgesprochenen Vorbehalte, wie sie in dem der Übereinkunft beigefügten Protokoll formuliert sind, hinsichtlich der darin namentlich bezeichneten Länder anzunehmen. Die Regierung der Länder, welche geneigt sind, der Übereinkunft kraft Artikel 13 beizutreten, jedoch die Genehmigung zu erhalten wünschen, Vorbehalte bezüglich der Anwendung der Übereinkunft zu machen, können den Generalsekretär der Vereinten Nationen von ihrer Absicht in Kenntnis setzen. Dieser teilt die Vorbehalte unmittelbar den Regierungen der Vertragsparteien der vorliegenden Übereinkunft mit und fragt, ob sie Einwendungen vorzubringen haben. Falls innerhalb einer Frist von sechs Monaten nach dieser Mitteilung kein Land Einwendungen erhoben hat, gelten die in Frage stehenden Vorbehalte als angenommen."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "",
      "content": "Die vorliegende Übereinkunft wird an dem Tage ihres Inkrafttretens vorn Generalsekretär des Völkerbundes eingetragen."
    }
  ],
  "definitions": []
}