{
  "id": "sr-0-946-294-321",
  "type": "statute",
  "title": "Abkommen vom 11. Februar 1978 über den Handelsverkehr sowie die wirtschaftliche und technische Zusammenarbeit zwischen der Schweizerischen Eidgenossenschaft und der Republik Irak",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1978/2047_2047_2047/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "",
      "content": "Die Vertragsparteien sind bestrebt, den Warenaustausch sowie die wirtschaftliche und technische Zusammenarbeit zwischen den beiden Staaten auszubauen. Zu diesem Zweck werden die beiden Vertragsparteien alle nötigen Massnahmen ergreifen, die im Rahmen der in den beiden Staaten geltenden Gesetze und Verordnungen möglich sind."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "",
      "content": "(1) Die Vertragsparteien gewähren sich gegenseitig die Behandlung der meistbegünstigten Nation in bezug auf Zölle und Zollformalitäten, die gegenwärtig gelten oder die in Zukunft verordnet werden, für Importe und Exporte, den Warenumschlag, den Transit, die Lagerung sowie die Verteilung von Gütern fremden Ursprungs. (2) Die Meistbegünstigung bezieht sich jedoch nicht auf die Befreiungen, Zugeständnisse und Vorteile, die jede Vertragspartei – den angrenzenden Staaten im Grenzverkehr, – den Staaten, die mit ihr einer Zollunion, einer Freihandelszone oder einer gleichartigen Vereinigung verbunden sind oder in Zukunft verbunden sein werden, gewährt oder gewähren wird. (3) Die Meistbegünstigung bezieht sich ebenfalls nicht auf die Befreiungen, Zugeständnisse und Vorteile, die die Republik Irak arabischen Staaten gewährt oder gewähren wird."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "",
      "content": "Die zuständigen Verwaltungsangestellten beider Staaten erteilen, falls nötig, die in ihren Gesetzen und Verordnungen vorgeschriebenen Import- und Exportbewilligungen."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "",
      "content": "In Anerkennung des gegenseitigen Interesses am Ausbau der Zusammenarbeit auf dem Gebiete der Wirtschaft, der Industrie, der Agrarentwicklung, des Kommunikations- und Transportwesens, der öffentlichen Arbeiten, der Technologie, der Dienstleistungen sowie des Tourismus, fördern und unterstützen die beiden Vertragsparteien die Bestrebungen, die von den Gesellschaften und Verbänden in ihren Ländern zu diesem Zwecke unternommen werden."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "",
      "content": "Die Vertragsparteien ergreifen alle möglichen und erforderlichen Massnahmen zur Förderung der technischen Zusammenarbeit zwischen den beiden Parteien, sei es durch Ausbildung und Austausch von Fachkräften und technischen Experten oder durch Austausch von wissenschaftlichen und technischen Informationen auf verschiedenen Gebieten. Ohne den Anwendungsbereich dieses Artikels einzuschränken, wird die in Artikel 13 erwähnte Gemischte Kommission die Gebiete sowie die Mittel und Wege zur Realisierung einer solchen Zusammenarbeit zwischen den beiden Staaten prüfen."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "",
      "content": "Die aus der in Artikel 5 erwähnten Zusammenarbeit hervorgehenden Ergebnisse geniessen im Rahmen der in den beiden Staaten geltenden Gesetze und Vorschriften die möglichst günstige Behandlung."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "",
      "content": "Die beiden Vertragsparteien leihen einander im Rahmen ihrer jetzigen und zukünftigen internationalen Verpflichtungen allen erforderlichen Beistand, um den natürlichen und juristischen Personen der andern Vertragspartei den Schutz der gewerblichen Eigentumsrechte und der Urheberrechte (einschliesslich der Herkunftsbezeichnung) zu gewährleisten."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "",
      "content": "Die Zahlungen zwischen der Schweizerischen Eidgenossenschaft und der Republik Irak erfolgen in frei konvertierbaren Währungen."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "",
      "content": "Die beiden Vertragsparteien gewähren einander das Transitrecht in bezug auf die Güter, die den in den beiden Staaten geltenden Gesetzen und Vorschriften unterworfen sind."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "",
      "content": "Unter Vorbehalt der in den beiden Staaten geltenden Gesetze und Bestimmungen sind die beiden Vertragsparteien bestrebt, die Teilnahme an zeitlich begrenzten oder permanenten Ausstellungen sowie die Errichtung von Handelszentren in den beiden Staaten zu fördern."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "",
      "content": "Keine Bestimmung dieses Abkommens begrenzt das Recht der Vertragsparteien, Massnahmen zu ergreifen, die zum Schutze der nationalen Sicherheit und der öffentlichen Gesundheit nötig sind."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "",
      "content": "Jede Vertragspartei gewährt den Staatsangehörigen der andern Vertragspartei im Rahmen der geltenden Gesetze und Vorschriften jede Unterstützung, um in ihrem Lande zu arbeiten, zu studieren, sich auszubilden und technische oder wissenschaftliche Aufträge auszuführen."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "",
      "content": "Es wird eine aus Vertretern beider Vertragsparteien zusammengesetzte Gemischte Kommission gegründet. Sie tritt auf Verlangen der einen oder andern Vertragspartei (in der Schweiz oder im Irak) zusammen, um alle Fragen zu prüfen, die sich aus der Anwendung des vorliegenden Abkommens ergeben; insbesondere die Fortschritte der angestrebten wirtschaftlichen Zusammenarbeit sowie die Mittel und Wege zur Förderung der gegenseitigen Kooperation gemäss den Artikeln 4, 5 und 6 des vorliegenden Abkommens. Zu den Sitzungen können auch Vertreter der Privatwirtschaft eingeladen werden."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "",
      "content": "Alle Streitigkeiten, die aus der Anwendung von Verträgen, die im Rahmen dieses Abkommens abgeschlossen werden, entstehen könnten, werden der in Artikel 13 dieses Abkommens erwähnten schweizerisch-irakischen Gemischten Kommission unterbreitet, die darüber entsprechend den Zielsetzungen des vorliegenden Abkommens im Geiste der Freundschaft und der Zusammenarbeit beraten wird."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "",
      "content": "Das vorliegende Abkommen erstreckt sich auf das Fürstentum Liechtenstein, solange dieses durch einen Zollunionsvertrag mit der Schweizerischen Eidgenossenschaft verbunden ist. SR 0.631.112.514"
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "",
      "content": "Nach Auflösung dieses Vertrages bleiben seine Bestimmungen für alle Verträge gültig, die während seiner Geltungsdauer abgeschlossen worden sind."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "",
      "content": "(1) Das vorliegende Abkommen tritt provisorisch am Tage der Unterzeichnung in Kraft. Definitiv wird es an dem Tage in Kraft treten, an dem jede Vertragspartei der andern notifiziert hat, dass die verfassungsrechtlichen Vorschriften über den Abschluss und die Inkraftsetzung von internationalen Abkommen erfüllt sind und wird für die Dauer eines Jahres gelten. (2) Es wird von Jahr zu Jahr stillschweigend erneuert, solange es nicht von der einen oder andern Vertragspartei drei Monate vor Ablauf der Gültigkeitsdauer schriftlich gekündigt worden ist."
    }
  ],
  "definitions": []
}