{
  "id": "sr-0-132-454-27",
  "type": "statute",
  "title": "Abkommen vom 16. Mai 1961 zwischen der Schweizerischen Eidgenossenschaft und der Italienischen Republik über eine Änderungen der Grenze bei der See-Enge von Lavena und an der Tresa",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1963/523_520_536/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "",
      "content": "In teilweiser Abänderung des Abkommens zwischen der Schweizerischen Eidgenossenschaft und dem Königreich Italien über die Festlegung der italienisch-schweizerischen Grenze zwischen Run Do oder Cima Garibaldi und Mont Dolent, vom 24. Juli 1941, wird der Verlauf der Grenze bei der See-Enge von Lavena und entlang der Tresa zwischen Ponte Tresa und Madonnone auf der Achse des Flusses festgelegt, der gemäss dem in Artikel I des schweizerisch-italienischen Abkommens über die Luganerseeregulierung vom 17. September 1955 erwähnten und von den beiden Vertragsparteien gutgeheissenen technischen Projekt korrigiert worden ist. Der Grenzverlauf in den in Absatz 1 dieses Artikels erwähnten Abschnitten ist in den folgenden zwei dem Abkommen beigefügten Plänen dargestellt: a. Plan im Massstab von 1:2000, Nr. 48 636, vom 31. Januar 1949, betitelt «Correzione dello Stretto die Lavena. – Determinazione della linea di confine italo-svizzera nello stretto»; b. Plan im Massstabe von 1:2500, Nr. 51 208, vom 14. Oktober 1950, betitelt «Correzione della Tresa. – Determinazione della linea di confine italo-svizzera nel fiume Tresa». Vorbehalten bleiben die geringfügigen Änderungen, die sich aus der Vermarkung der abgeänderten Grenze ergeben können. Vorbehalten bleiben auch allfällige Änderungen des Korrektionsprojektes, wie sie in Artikel VI Absatz 2 des schweizerisch-italienischen Abkommens über die Luganerseeregulierung vom 17. September 1955 vorgesehen sind. SR 0.132.454.2 Diese in der AS (AS 1963 nach Seite 524) veröffentlichten Planauszüge werden in der vorliegenden Sammlung nicht wiedergegeben."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "",
      "content": "Sobald die beiden Regierungen das in Artikel VII des schweizerisch-italienischen Abkommens über die Luganerseeregulierung vom 17. September 1955 vorgesehene Abnahmeprotokoll genehmigt haben, wird die Kommission zur Erhaltung der Landesgrenze Schweiz-Italien a. die endgültige Festlegung des neuen Grenzverlaufs; b. die Vermarkung der neuen Grenzlinie gemäss den zwischen den beiden Staaten geltenden Bestimmungen; c. die Erstellung einer beschreibenden Dokumentation über den neuen Grenzverlauf vornehmen."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "",
      "content": "Die Kosten betreffend die Aufgaben, mit denen die Kommission zur Erhaltung der Landesgrenze Schweiz-Italien gemäss Art. 2 betraut ist, werden zu gleichen Teilen auf die beiden Staaten verteilt; diese haben indessen die Kosten für ihre eigenen amtlichen Vertreter zu tragen."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "",
      "content": "Dieses Abkommen soll ratifiziert und die Ratifikationsurkunden sollen in Bern ausgetauscht werden. Es tritt am Tage des Austausches der Ratifikationsurkunden in Kraft."
    }
  ],
  "definitions": []
}