{
  "id": "sr-0-141-126-3",
  "type": "statute",
  "title": "Abkommen vom 15. Januar 1959 zwischen der Schweiz und Kolumbien betreffend den Militärdienst",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1963/147_143_151/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "",
      "content": "Die Regierung der Republik von Kolumbien verpflichtet sich, diejenigen Personen, die zugleich gemäss den kolumbischen Gesetzen die kolumbische Staatsangehörigkeit und gemäss den schweizerischen Gesetzen die schweizerische Staatsangehörigkeit besitzen, nicht in ihrer Armee einzuteilen, wenn diese Personen nachweisen, dass sie in der schweizerischen Armee Militärdienst geleistet haben."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "",
      "content": "Die Regierung der Schweizerischen Eidgenossenschaft verpflichtet sich, diejenigen Personen, die zugleich gemäss den schweizerischen Gesetzen die schweizerische Staatsangehörigkeit und gemäss den kolumbischen Gesetzen die kolumbische Staatsangehörigkeit besitzen, nicht in der schweizerischen Armee einzuteilen, wenn diese Personen durch ein vom Kriegsministerium ausgestelltes Dokument beweisen, dass sie in der kolumbischen Armee Militärdienst geleistet haben."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "",
      "content": "Die Bestimmungen des vorliegenden Abkommens berühren in keiner Weise die Rechtsstellung der unter die oben erwähnten Artikel fallenden Personen in bezug auf ihre Staatsangehörigkeit."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "",
      "content": "Das vorliegende Abkommen tritt am Tage des Austausches der Ratifikationsurkunden, der sobald als möglich in Bern stattfinden soll, für eine Dauer von fünf Jahren in Kraft; es gilt als stillschweigend um fünf Jahre verlängert, wenn es nicht durch eine der Hohen Vertragsparteien wenigstens sechs Monate vor Ablauf des entsprechenden Zeitraumes von fünf Jahren gekündigt wird. Die Kündigung wird erst wirksam am Ende des Zeitraumes, in dessen Verlauf sie ausgesprochen wurde."
    }
  ],
  "definitions": []
}