{
  "id": "sr-0-747-305-91",
  "type": "statute",
  "title": "Abkommen vom 6. März 1948 zur Schaffung einer Internationalen Seeschifffahrts-Organisation (mit Anhängen)",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1958/983_1025_1031/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "I. Teil Ziele der Organisation",
      "section": "1",
      "title": "",
      "content": "Die Ziele der Organisation sind: a) Eine Zusammenarbeit zwischen den Regierungen bei der staatlichen Regelung und Handhabung technischer Fragen aller Art der internationalen Handelsschiffahrt herbeizuführen, die allgemeine Annahme möglichst hoher Normen für die Sicherheit auf See, die Leistungsfähigkeit der Schiffahrt und die Verhütung und Bekämpfung der Meeresverschmutzung durch Schiffe zu fördern und zu erleichtern sowie Verwaltungs- und Rechtsfragen im Zusammenhang mit den in diesem Artikel genannten Zielen zu behandeln; b) Förderung der Beseitigung der von den Regierungen gegenüber der internationalen Handelsschiffahrt angewandten diskriminierenden Massnahmen und unnötigen Einschränkungen, damit die Mittel der Seeschiffahrt dem Welthandel uneingeschränkt zur Verfügung stehen; die Unterstützung und Förderung, die eine Regierung zur Entwicklung der nationalen Handelsmarine und zum Zwecke der Sicherheit gewährt, stellen als solche keine Diskriminierung dar, sofern diese Unterstützung und diese Förderung nicht auf Massnahmen beruhen, die auf eine Einschränkung der Freiheit für die Schiffe aller Flaggen, am internationalen Handel teilzunehmen, abzielen; c) Prüfung der mit dem einschränkenden, unloyalen Geschäftsgebaren der Seeschiffahrtsunternehmungen zusammenhängenden Fragen, gemäss dem II. Teil; d) alle Fragen der Schiffahrt und der Auswirkungen der Schiffahrt auf die Meeresumwelt, die ein Organ oder eine Sonderorganisation der Vereinten Nationen ihr unterbreitet, zu prüfen; e) Besorgung des Nachrichtenaustausches zwischen den Regierungen über die von der Organisation zur Prüfung entgegengenommenen Fragen. Fassung gemäss Resolution der Generalversammlung der IMCO vom 17. Nov. 1977, von der BVers genehmigt am 9. Dez. 1980, in Kraft getreten für die Schweiz am 10. Nov. 1984 ( AS 1984 1268 , 1982 670 ; BBl 1980 II 709 ). Fassung gemäss Resolution der Generalversammlung der IMCO vom 17. Nov. 1977, von der BVers genehmigt am 9. Dez. 1980, in Kraft getreten für die Schweiz am 10. Nov. 1984 ( AS 1984 1268 , 1982 670 ; BBl 1980 II 709 )."
    },
    {
      "provision_ref": "art2",
      "chapter": "II. Teil Aufgaben",
      "section": "2",
      "title": "",
      "content": "Zur Erreichung der in Teil I genannten Ziele wird die Organisation: a) vorbehältlich des Artikels 3, die unter Artikel 1 Buchstaben a), b) und c) erwähnten Fragen, die ihr von ihren Mitgliedern, einem Organ oder einer Sonderorganisation der Vereinten Nationen oder einer anderen zwischenstaatlichen Organisation vorgelegt werden, sowie Fragen, die ihr gemäss Artikel 1 Buchstabe d unterbreitet werden, prüfen und diesbezügliche Empfehlungen aussprechen; b) Übereinkommen, Abkommen und sonstige zweckdienliche Übereinkünfte ausarbeiten, die sie den Regierungen und zwischenstaatlichen Organisationen empfiehlt, und die Konferenz einberufen, die sie für erforderlich hält; c) Konsultationen zwischen den Mitgliedern und den Informationsaustausch zwischen den Regierungen ermöglichen; d) die sich im Zusammenhang mit den Buchstaben a), b) und c) dieses Artikels ergebenden Aufgaben wahrnehmen, insbesondere diejenigen, die ihr durch internationale Übereinkünfte über Fragen der Seeschiffahrt und der Auswirkungen der Schiffahrt auf die Meeresumwelt oder auf Grund solcher Übereinkünfte zugewiesen werden; e) soweit erforderlich und im Einklang mit Teil X die technische Zusammenarbeit im Rahmen der Organisation erleichtern. Fassung gemäss Resolution der Generalversammlung der IMCO vom 17. Nov. 1977, von der BVers genehmigt am 9. Dez. 1980 und in Kraft getreten für die Schweiz am 10. Nov. 1984 ( AS 1984 1268 , 1982 670 ; BBl 1980 II 709 ). Gemäss derselben Resolution wurden die Art. 3–31 in Art. 2–30 umnumeriert und die Verweise auf diese Artikel entsprechend geändert."
    },
    {
      "provision_ref": "art3",
      "chapter": "II. Teil Aufgaben",
      "section": "3",
      "title": "",
      "content": "In den Fragen, die ihr für eine Regelung durch die im internationalen Seetransport üblichen Handelsmethoden nicht geeignet erscheinen, wird die Organisation diese Art der Regelung empfehlen. Ist sie der Ansicht, dass eine das einschränkende, unloyale Geschäftsgebaren der Seeschiffahrtsunternehmungen betreffende Frage für die Regelung durch die im internationalen Seetransport üblichen Handelsmethoden nicht geeignet ist, oder wenn es erwiesenermassen nicht möglich war, sie durch diese Methoden zu lösen, wird die Organisation, sofern das Problem vorher Gegenstand direkter Verhandlungen zwischen den interessierten Mitgliedern war, dieses auf Gesuch eines derselben überprüfen."
    },
    {
      "provision_ref": "art4",
      "chapter": "III. Teil Mitglieder",
      "section": "4",
      "title": "",
      "content": "Unter den im III. Teil aufgestellten Bedingungen kann jeder Staat Mitglied der Organisation werden."
    },
    {
      "provision_ref": "art5",
      "chapter": "III. Teil Mitglieder",
      "section": "5",
      "title": "",
      "content": "Die Mitglieder der Vereinten Nationen können Mitglieder der Organisation werden, indem sie dem Abkommen entsprechend den Bestimmungen des Artikels 76 beitreten. Verweis gemäss Änderung der Generalversammlung der IMCO vom 7. Nov. 1991, in Kraft getreten für die Schweiz am 7. Dez. 2008 ( AS 2025 438 ). Diese Änderung wurde in den in der AS genannten Bestimmungen vorgenommen."
    },
    {
      "provision_ref": "art6",
      "chapter": "III. Teil Mitglieder",
      "section": "6",
      "title": "",
      "content": "Die Nichtmitglieder der Vereinten Nationen, die eingeladen wurden, an die auf den 19. Februar 1948 nach Genf einberufene Seeschiffahrtskonferenz der Vereinten Nationen Vertreter zu entsenden, können Mitglieder werden, indem sie dem Abkommen entsprechend den Bestimmungen des Artikels 76 beitreten."
    },
    {
      "provision_ref": "art7",
      "chapter": "III. Teil Mitglieder",
      "section": "7",
      "title": "",
      "content": "Jeder Staat, der nicht berechtigt ist, gemäss Artikel 5 oder 6 Mitglied zu werden, kann durch den Generalsekretär der Organisation ein Beitrittsgesuch stellen; er wird als Mitglied aufgenommen, wenn er dem Abkommen gemäss den Bestimmungen des Artikels 76 beigetreten ist, sofern sein Beitrittsgesuch auf Empfehlung des Rates von zwei Dritteln der Mitglieder der Organisation, die zugewandten Mitglieder ausgenommen, gutgeheissen wurde."
    },
    {
      "provision_ref": "art8",
      "chapter": "III. Teil Mitglieder",
      "section": "8",
      "title": "",
      "content": "Jedes Territorium oder jede Gruppe von Territorien, für die das Abkommen, gestützt auf Artikel 77, durch das Mitglied, das deren internationale Beziehungen besorgt, oder durch die Vereinten Nationen anwendbar erklärt wurde, kann zugewandtes Mitglied der Organisation werden, indem eine schriftliche Bekanntgabe an den Generalsekretär der Vereinten Nationen durch das verantwortliche Mitglied oder gegebenenfalls durch die Organisation der Vereinten Nationen gerichtet wird. Verweis gemäss Änderung der Generalversammlung der IMCO vom 7. Nov. 1991, in Kraft getreten für die Schweiz am 7. Dez. 2008 ( AS 2025 438 ). Diese Änderung wurde in den in der AS genannten Bestimmungen vorgenommen."
    },
    {
      "provision_ref": "art9",
      "chapter": "III. Teil Mitglieder",
      "section": "9",
      "title": "",
      "content": "Ein zugewandtes Mitglied hat die Rechte und Pflichten, die allen Mitgliedern durch das Abkommen zuerkannt sind. Es kann indessen weder an den Abstimmungen des Rates mitwirken noch an diesem Organ beteiligt sein. Unter diesem Vorbehalt umfasst das Wort «Mitglied» im vorliegenden Abkommen auch die zugewandten Mitglieder, sofern im Text nichts Gegenteiliges bestimmt ist. Fassung gemäss Resolution der Versammlung der IMCO vom 17. Okt. 1974, von der BVers genehmigt am 24. Sept. 1975 und in Kraft getreten für die Schweiz am 1. April 1978 ( AS 1978 365 , 1977 1074 Art. 1 Bst. d; BBl 1975 I 929 )."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "",
      "content": "Kein Staat oder Territorium kann entgegen einem Beschluss der Generalversammlung der Vereinten Nationen Mitglied der Organisation werden oder bleiben."
    },
    {
      "provision_ref": "art11",
      "chapter": "IV. Teil Organe",
      "section": "11",
      "title": "",
      "content": "Die Organisation besteht aus einer Versammlung, einem Rat, einem Schiffssicherheitsausschuss, einem Rechtsausschuss, einem Ausschuss für den Schutz der Meeresumwelt, einem Ausschuss für technische Zusammenarbeit, einem Ausschuss für die Erleichterung des internationalen Seeverkehrs und den sonstigen von der Organisation zu irgendeinem Zeitpunkt für erforderlich erachteten Nebenorganen sowie aus einem Sekretariat. Fassung gemäss Änderung der Generalversammlung der IMCO vom 7. Nov. 1991, in Kraft getreten für die Schweiz am 7. Dez. 2008 ( AS 2025 438 )."
    },
    {
      "provision_ref": "art12",
      "chapter": "V. Teil Die Versammlung",
      "section": "12",
      "title": "",
      "content": "Die Versammlung besteht aus allen Mitgliedern."
    },
    {
      "provision_ref": "art13",
      "chapter": "V. Teil Die Versammlung",
      "section": "13",
      "title": "",
      "content": "Die Versammlung tritt alle zwei Jahre zu einer ordentlichen Tagung zusammen. Eine ausserordentliche Tagung ist nach einer Voranzeige von sechzig Tagen abzuhalten, wenn ein Drittel der Mitglieder dem Generalsekretär ein entsprechendes Gesuch eingereicht hat, oder zu jeder beliebigen Zeit, ebenfalls nach einer Voranzeige von sechzig Tagen, wenn der Rat es für notwendig erachtet."
    },
    {
      "provision_ref": "art14",
      "chapter": "V. Teil Die Versammlung",
      "section": "14",
      "title": "",
      "content": "Bei den Sitzungen der Versammlung ist zur Herstellung der Beschlussfähigkeit die Anwesenheit der Mehrheit erforderlich, die zugewandten Mitglieder ausgenommen."
    },
    {
      "provision_ref": "art15",
      "chapter": "V. Teil Die Versammlung",
      "section": "15",
      "title": "",
      "content": "Die Versammlung hat folgende Aufgaben: a) Sie wählt auf jeder ordentlichen Tagung aus ihren ordentlichen Mitgliedern ihren Präsidenten und zwei Vizepräsidenten; diese bleiben bis zur nächsten ordentlichen Tagung im Amt; b) sie gibt sich eine Geschäftsordnung, soweit dieses Abkommen nichts anderes vorsieht; c) sie setzt, wenn sie es für erforderlich erachtet, die nicht ständigen oder, auf Empfehlung des Rates, die ständigen Nebenorgane ein; d) sie wählt die Mitglieder des Rates gemäss Artikel 17; e) sie prüft die ihr vom Rat vorgelegten Berichte und entscheidet über alle vom Rat ihr unterbreiteten Fragen; f) sie genehmigt das Arbeitsprogramm der Organisation; g) sie beschliesst über den Haushalt und bestimmt die Finanzordnung der Organisation gemäss Teil XIII; h) sie prüft die Ausgaben und genehmigt den Rechnungsabschluss der Organisation; i) sie nimmt die Aufgaben der Organisation wahr, wobei sie Fragen nach Artikel 2 Buchstaben a) und b) zur Ausarbeitung diesbezüglicher Empfehlungen oder Übereinkünfte an den Rat verweist; alle ihr vom Rat unterbreiteten und von ihr nicht gebilligten Empfehlungen oder Übereinkünfte werden, allenfalls mit ihrer Stellungnahme, zur weiteren Prüfung erneut an den Rat verwiesen; j) sie empfiehlt den Mitgliedern die Annahme von Vorschriften und Richtlinien betreffend die Sicherheit auf See, die Verhütung und Bekämpfung der Meeresverschmutzung durch Schiffe und sonstige der Organisation durch internationale Übereinkünfte über die Auswirkungen der Schiffahrt auf die Meeresumwelt oder auf Grund solcher Übereinkünfte zugewiesene Fragen sowie die Annahme von Änderungen solcher Vorschriften und Richtlinien, die ihr unterbreitet worden sind; k) sie ergreift die von ihr für zweckmässig erachteten Massnahmen zur Förderung der technischen Zusammenarbeit nach Artikel 2 Buchstabe e) und berücksichtigt dabei die besonderen Bedürfnisse der Entwicklungsländer; l) sie beschliesst die Einberufung einer internationalen Konferenz oder die Anwendung eines anderen geeigneten Verfahrens zur Annahme internationaler Übereinkünfte oder von Änderungen internationaler Übereinkünfte, die vom Schiffssicherheitsausschuss, vom Rechtsausschuss, vom Ausschuss für den Schutz der Meeresumwelt, vom Ausschuss für technische Zusammenarbeit, vom Ausschuss für die Erleichterung des internationalen Seeverkehrs oder von anderen Organen der Organisation ausgearbeitet worden sind; m) sie verweist alle in den Zuständigkeitsbereich der Organisation fallenden Fragen zur Prüfung oder Entscheidung an den Rat, wobei aber die Befugnis zur Abgabe von Empfehlungen gemäss Buchstabe j) nicht übertragen werden darf. Fassung gemäss Resolution der Generalversammlung der IMCO vom 17. Nov. 1977, von der BVers genehmigt am 9. Dez. 1980 und in Kraft getreten für die Schweiz am 10. Nov. 1984 ( AS 1984 1268 , 1982 670 ; BBl 1980 II 709 ). Verweis gemäss Änderung der Generalversammlung der IMCO vom 7. Nov. 1991, in Kraft getreten für die Schweiz am 7. Dez. 2008 ( AS 2025 438 ). Fassung gemäss Änderung der Generalversammlung der IMCO vom 7. Nov. 1991, in Kraft getreten für die Schweiz am 7. Dez. 2008 ( AS 2025 438 )."
    },
    {
      "provision_ref": "art16",
      "chapter": "VI. Teil Der Rat",
      "section": "16",
      "title": "",
      "content": "Der Rat setzt sich aus 40 Mitgliedern zusammen, die durch die Versammlung gewählt werden. Fassung gemäss Änderungen der Versammlung der Organisation vom 4. Nov. 1993, in Kraft seit 7. Nov. 2002 ( AS 2004 3291 )."
    },
    {
      "provision_ref": "art17",
      "chapter": "VI. Teil Der Rat",
      "section": "17",
      "title": "",
      "content": "Bei der Wahl der Mitglieder des Rates beachtet die Versammlung folgende Grundsätze: a. zehn sind aus Staaten zu wählen, die das grösste Interesse haben, internationaleSeeschiffahrtsdienste zur Verfügung zu stellen; b zehn sind aus anderen Staaten zu wählen, die das grösste Interesse am internationalen Seehandel haben; c. zwanzig sind aus Staaten zu wählen, die aufgrund der Buchstaben a und b bei der Wahl nicht berücksichtigt worden sind, die besondere Interessen am Seetransport oder der Seeschiffahrt haben und deren Wahl gewährleistet, dass alle grossen geographischen Regionen der Welt im Rat vertreten sind. Fassung gemäss Änderungen der Versammlung der Organisation vom 4. Nov. 1993, in Kraft seit 7. Nov. 2002 ( AS 2004 3291 )."
    },
    {
      "provision_ref": "art18",
      "chapter": "VI. Teil Der Rat",
      "section": "18",
      "title": "",
      "content": "Die gestützt auf Artikel 16 im Rat vertretenen Mitglieder bleiben bis zum Schluss der nächsten ordentlichen Tagung der Versammlung im Amte. Die aus dem Rat ausscheidenden Mitglieder sind wiederwählbar."
    },
    {
      "provision_ref": "art19",
      "chapter": "VI. Teil Der Rat",
      "section": "19",
      "title": "",
      "content": "a) Der Rat ernennt seinen Präsidenten und gibt sich eine Geschäftsordnung, soweit das vorliegende Abkommen nichts anderes bestimmt. b) Der Rat ist bei Anwesenheit von 26 Mitgliedern beschlussfähig. c) Einen Monat nach der Ankündigung versammelt sich der Rat auf Einberufung durch seinen Präsidenten oder auf Gesuch von mindestens vier seiner Mitglieder, sooft es für die Durchführung seiner Aufgabe notwendig ist. Er versammelt sich dort, wo es ihm angezeigt erscheint. Fassung gemäss Änderung der Generalversammlung der IMCO vom 15. Nov. 1979, von der BVers genehmigt am 9. Dez. 1980 und in Kraft getreten für die Schweiz am 10. Nov. 1984 ( AS 1984 1268 , 1982 670 ; BBl 1980 II 709 ). Fassung gemäss Änderungen der Versammlung der Organisation vom 4. Nov. 1993, in Kraft seit 7. Nov. 2002 ( AS 2004 3291 )."
    },
    {
      "provision_ref": "art20",
      "chapter": "VI. Teil Der Rat",
      "section": "20",
      "title": "",
      "content": "Prüft der Rat eine Frage, die ein Mitglied der Organisation besonders interessiert, so ladet er dieses ein, ohne Stimmrecht an seinen Besprechungen teilzunehmen."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "",
      "content": "a) Der Rat prüft den Entwurf eines Arbeitsprogramms und die Haushaltsvoranschläge, die vom Generalsekretär aufgrund der Vorschläge des Schiffssicherheitsausschusses, des Rechtsausschusses, des Ausschusses für den Schutz der Meeresumwelt, des Ausschusses für technische Zusammenarbeit, des Ausschusses für die Erleichterung des internationalen Seeverkehrs und anderer Organe der Organisation ausgearbeitet worden sind; er stellt unter Berücksichtigung dieser Vorschläge das Arbeitsprogramm und den Haushalt der Organisation auf und legt sie der Versammlung vor, wobei er den allgemeinen Interessen und den Prioritäten der Organisation Rechnung trägt. b) Der Rat nimmt die Berichte, Vorschläge und Empfehlungen des Schiffssicherheitsausschusses, des Rechtsausschusses, des Ausschusses für den Schutz der Meeresumwelt, des Ausschusses für technische Zusammenarbeit, des Ausschusses für die Erleichterung des internationalen Seeverkehrs und anderer Organe der Organisation entgegen und übermittelt sie mit seinen Bemerkungen und Empfehlungen der Versammlung oder, wenn diese nicht tagt, den Mitgliedern zur Unterrichtung. c) Der Rat prüft die unter die Artikel 28, 33, 38, 43 und 48 fallenden Fragen erst, nachdem er den Schiffssicherheitsausschuss, den Rechtsausschuss, den Ausschuss für den Schutz der Meeresumwelt, den Ausschuss für technische Zusammenarbeit oder den Ausschuss für die Erleichterung des internationalen Seeverkehrs dazu gehört hat. Fassung gemäss Änderung der Generalversammlung der IMCO vom 7. Nov. 1991, in Kraft getreten für die Schweiz am 7. Dez. 2008 ( AS 2025 438 )."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "",
      "content": "Der Rat ernennt, unter Vorbehalt der Genehmigung durch die Versammlung, den Generalsekretär. Der Rat trifft die zur Einstellung des nötigen Personals erforderlichen Vorkehren. Er setzt die Anstellungsbedingungen des Generalsekretärs und des Personals fest und hält sich dabei möglichst an die durch die Vereinten Nationen und ihre Spezialorganisationen getroffenen Anordnungen."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "",
      "content": "Der Rat erstattet der Versammlung auf jeder ordentlichen Tagung über die seit der letzten ordentlichen Tagung von der Organisation geleistete Arbeit Bericht. Fassung gemäss Resolution der Generalversammlung der IMCO vom 14. Nov. 1975, von der BVers genehmigt am 9. Dez. 1980 und in Kraft getreten für die Schweiz am 22. Mai 1982 ( AS 1982 671 670 ; BBl 1980 II 709 )."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "",
      "content": "Der Rat unterbreitet der Versammlung die Finanzberichte der Organisation nebst seinen Bemerkungen und Empfehlungen. Fassung gemäss Resolution der Generalversammlung der IMCO vom 14. Nov. 1975, von der BVers genehmigt am 9. Dez. 1980 und in Kraft getreten für die Schweiz am 22. Mai 1982 ( AS 1982 671 670 ; BBl 1980 II 709 )."
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "",
      "content": "a) Der Rat kann Abkommen schliessen oder Anordnungen über die Beziehungen der Organisation zu anderen Organisationen – wie in Teil XVI vorgesehen – treffen. Diese Abkommen und Anordnungen bedürfen der Genehmigung durch die Versammlung. b) Im Hinblick auf Teil XVI und die von den jeweiligen Ausschüssen aufgrund der Artikel 28, 33, 38, 43 und 48 zu anderen Organismen unterhaltenen Beziehungen ist der Rat zwischen den Tagungen der Versammlung für die Beziehungen zu anderen Organisationen verantwortlich. Fassung gemäss Resolution der Generalversammlung der IMCO vom 17. Nov. 1977, von der BVers genehmigt am 9. Dez. 1980 und in Kraft getreten für die Schweiz am 10. Nov. 1984 ( AS 1984 1268 , 1982 670 ; BBl 1980 II 709 ). Verweis gemäss Änderung der Generalversammlung der IMCO vom 7. Nov. 1991, in Kraft getreten für die Schweiz am 7. Dez. 2008 ( AS 2025 438 ). Fassung gemäss Änderung der Generalversammlung der IMCO vom 7. Nov. 1991, in Kraft getreten für die Schweiz am 7. Dez. 2008 ( AS 2025 438 )."
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "",
      "content": "Zwischen den Tagungen der Versammlung nimmt der Rat alle Aufgaben der Organisation wahr, ausgenommen die Abgabe von Empfehlungen gemäss Artikel 15 Buchstabe i). Insbesondere koordiniert der Rat die Tätigkeit der Organe der Organisation und kann die für die wirksame Arbeit der Organisation unbedingt erforderlichen Änderungen des Arbeitsprogramms vornehmen. Fassung gemäss Resolution der Generalversammlung der IMCO vom 14. Nov. 1975, von der BVers genehmigt am 9. Dez. 1980 und in Kraft getreten für die Schweiz am 22. Mai 1982 ( AS 1982 671 670 ; BBl 1980 II 709 )."
    },
    {
      "provision_ref": "art27",
      "chapter": "VII. Teil Seesicherheitskomitee",
      "section": "27",
      "title": "",
      "content": "Das Seesicherheitskomitee setzt sich aus allen Mitgliedern zusammen. Fassung gemäss Resolution der ausserordentlichen Versammlung der IMCO vom 17. Okt. 1974, von der BVers genehmigt am 24. Sept. 1975 und in Kraft getreten für die Schweiz am 1. April 1978 ( AS 1978 365 , 1977 1074 Art. 1 Bst. d; BBl 1975 I 929 )."
    },
    {
      "provision_ref": "art28",
      "chapter": "VII. Teil Seesicherheitskomitee",
      "section": "28",
      "title": "",
      "content": "a) Der Schiffssicherheitsausschuss prüft alle in den Zuständigkeitsbereich der Organisation fallenden Fragen, wie zum Beispiel die Navigationshilfen, Bau und Ausrüstung von Schiffen, Bemannung der Schiffe unter dem Gesichtspunkt der Sicherheit, Regeln zur Verhütung von Zusammenstössen, Handhabung gefährlicher Güter, Verfahren und Erfordernisse für die Sicherung der Seefahrt, hydrographische Informationen, Schiffstagebücher und Navigationsaufzeichnungen, Untersuchungen von Seeunfällen, Bergungs- und Rettungswesen, sowie alle sonstigen die Sicherheit der Seefahrt unmittelbar betreffenden Fragen. b) Der Schiffssicherheitsausschuss trifft Vorkehrungen für die Wahrnehmung der ihm durch dieses Abkommen, von der Versammlung oder vom Rat übertragenen Aufgaben sowie aller Aufgaben im Sinne dieses Artikels, die ihm durch die Bestimmungen oder auf Grund einer anderen internationalen Übereinkunft übertragen und von der Organisation angenommen werden. c) Der Schiffssicherheitsausschuss wird im Hinblick auf Artikel 25, auf Ersuchen der Versammlung und des Rates, oder wenn er dies im Interesse seiner eigenen Arbeit für nützlich hält, enge Beziehungen zu anderen Organismen unterhalten, soweit dies den Zielen der Organisation dienlich ist. Fassung gemäss Resolution der Generalversammlung der IMCO vom 14. Nov. 1975, von der BVers genehmigt am 9. Dez. 1980 und in Kraft getreten für die Schweiz am 22. Mai 1982 ( AS 1982 671 670 ; BBl 1980 II 709 ). Worte eingefügt durch Resolution der Generalversammlung der IMCO vom 17. Nov. 1977, von der BVers genehmigt am 9. Dez. 1980 und in Kraft getreten für die Schweiz am 10. Nov. 1984 ( AS 1984 1268 , 1982 670 ; BBl 1980 II 709 )."
    },
    {
      "provision_ref": "art29",
      "chapter": "VII. Teil Seesicherheitskomitee",
      "section": "29",
      "title": "",
      "content": "Der Schiffssicherheitsausschuss unterbreitet dem Rat: a) von ihm ausgearbeitete Vorschläge betreffend Sicherheitsvorschriften oder die Änderungen von Sicherheitsvorschriften; b) von ihm ausgearbeitete Empfehlungen und Richtlinien; c) einen Bericht über seine Arbeit seit der letzten Tagung des Rates. Fassung gemäss Resolution der Generalversammlung der IMCO vom 14. Nov. 1975, von der BVers genehmigt am 9. Dez. 1980 und in Kraft getreten für die Schweiz am 22. Mai 1982 ( AS 1982 671 670 ; BBl 1980 II 709 )."
    },
    {
      "provision_ref": "art30",
      "section": "30",
      "title": "",
      "content": "Das Seesicherheitskomitee tritt jährlich mindesten einmal zu einer Tagung zusammen. An jeder Jahrestagung ernennt es sein Büro und erlässt sein eigenes Reglement. Fassung gemäss Resolution der Versammlung der IMCO vom 17. Okt. 1974, von der BVers genehmigt am 24. Sept. 1975 und in Kraft getreten für die Schweiz am 1. April 1978 ( AS 1978 365 , 1977 1074 Art. 1 Bst. d; BBl 1975 I 929 )."
    },
    {
      "provision_ref": "art31",
      "section": "31",
      "title": "",
      "content": "Ungeachtet gegenteiliger Bestimmungen dieses Übereinkommens, aber vorbehältlich des Artikels 27, hat der Schiffssicherheitsausschuss bei der Wahrnehmung der ihm durch die Bestimmungen oder auf Grund eines internationalen Übereinkommens oder einer anderen Übereinkunft übertragenen Aufgaben den einschlägigen Bestimmungen des betreffenden Übereinkommens oder der betreffenden Übereinkunft zu entsprechen, insbesondere was die Regeln über das anzuwendende Verfahren anbetrifft. Fassung gemäss Resolution der Generalversammlung der IMCO vom 14. Nov. 1975, von der BVers genehmigt am 9. Dez. 1980 und in Kraft getreten für die Schweiz am 22. Mai 1982 ( AS 1982 671 670 ; BBl 1980 II 709 ). Umnumerierung der Art. 32–42 in Art. 31–41 durch Resolution der Generalversammlung der IMCO vom 17. Nov. 1977, von der BVers genehmigt am 9. Dez. 1980 und in Kraft getreten für die Schweiz am 10. Nov. 1984 ( AS 1984 1268 , 1982 670 ; BBl 1980 II 709 ). Die Verweise auf diese Art. wurden entsprechend geändert."
    },
    {
      "provision_ref": "art32",
      "chapter": "VIII. Teil",
      "section": "32",
      "title": "",
      "content": "Der Rechtsausschuss besteht aus allen Mitgliedern."
    },
    {
      "provision_ref": "art33",
      "chapter": "VIII. Teil",
      "section": "33",
      "title": "",
      "content": "a) Der Rechtsausschuss prüft alle Rechtsfragen aus dem Zuständigkeitsbereich der Organisation. b) Der Rechtsausschuss trifft alle erforderlichen Massnahmen, um die ihm durch dieses Abkommen, von der Versammlung oder vom Rat übertragenen Aufgaben sowie alle Aufgaben im Sinne dieses Artikel wahrzunehmen, die ihm durch die Bestimmungen oder auf Grund einer anderen internationalen Übereinkunft übertragen und von der Organisation angenommen werden. c) Der Rechtsausschuss wird im Hinblick auf Artikel 25, auf Ersuchen der Versammlung und des Rates oder wenn er dies im Interesse seiner eigenen Arbeit für nützlich hält, enge Beziehungen zu anderen Organismen unterhalten, soweit dies den Zielen der Organisation dienlich ist. Worte eingefügt durch Resolution der Generalversammlung der IMCO vom 17. Nov. 1977, von der BVers genehmigt am 9. Dez. 1980 und in Kraft getreten für die Schweiz am 10. Nov. 1984 ( AS 1984 1268 , 1982 670 ; BBl 1980 II 709 )."
    },
    {
      "provision_ref": "art34",
      "chapter": "VIII. Teil",
      "section": "34",
      "title": "",
      "content": "Der Rechtsausschuss unterbreitet dem Rat: a) von ihm ausgearbeitete Entwürfe zu internationalen Übereinkünften und Änderungen internationaler Übereinkünfte; b) einen Bericht über seine Arbeit seit der letzten Tagung des Rates."
    },
    {
      "provision_ref": "art35",
      "chapter": "VIII. Teil",
      "section": "35",
      "title": "",
      "content": "Der Rechtsausschuss tritt mindestens einmal im Jahr zusammen. Er wählt alljährlich sein Büro und gibt sich eine Geschäftsordnung."
    },
    {
      "provision_ref": "art36",
      "chapter": "VIII. Teil",
      "section": "36",
      "title": "",
      "content": "Ungeachtet gegenteiliger Bestimmungen dieses Abkommens, aber vorbehältlich des Artikels 32, hat der Rechtsausschuss bei der Wahrnehmung der ihm durch die Bestimmungen oder auf Grund eines internationalen Übereinkommens oder einer anderen Übereinkunft übertragenen Aufgaben den einschlägigen Bestimmungen des betreffenden Übereinkommens oder der betreffenden Übereinkunft zu entsprechen, insbesondere was die Regeln über das anzuwendende Verfahren anbetrifft."
    },
    {
      "provision_ref": "art37",
      "chapter": "IX. Teil",
      "section": "37",
      "title": "",
      "content": "Der Ausschuss für den Schutz der Meeresumwelt besteht aus allen Mitgliedern."
    },
    {
      "provision_ref": "art38",
      "chapter": "IX. Teil",
      "section": "38",
      "title": "",
      "content": "Der Ausschuss für den Schutz der Meeresumwelt prüft alle Angelegenheiten, die in den Zuständigkeitsbereich der Organisation fallen und die sich auf die Verhütung und Bekämpfung der Meeresverschmutzung durch Schiffe beziehen; insbesondere: a) nimmt er alle Aufgaben wahr, die der Organisation durch die Bestimmungen oder auf Grund internationaler Übereinkünfte zur Verhütung und Bekämpfung der Meeresverschmutzung durch Schiffe übertragen werden oder werden können, vor allem hinsichtlich der Annahme und Änderung von Vorschriften oder sonstigen Bestimmungen, gemäss den betreffenden Übereinkünften; b) prüft er geeignete Massnahmen, um die Durchsetzung der unter Buchstabe a) bezeichneten Übereinkünfte zu erleichtern; c) sorgt er für die Beschaffung wissenschaftlicher, technischer und sonstiger praktischer Informationen über die Verhütung und Bekämpfung der Meeresverschmutzung durch Schiffe, um sie an Staaten, vor allem Entwicklungsländer, weiterzugeben und gegebenenfalls Empfehlungen auszusprechen und Richtlinien auszuarbeiten; d) fördert er die Zusammenarbeit mit regionalen Organismen, die sich mit der Verhütung und Bekämpfung der Meeresverschmutzung durch Schiffe befassen, wobei er Artikel 25 berücksichtigt; e) prüft er alle sonstigen Angelegenheiten, die in den Zuständigkeitsbereich der Organisation fallen und die zur Verhütung und Bekämpfung der Meeresverschmutzung durch Schiffe beitragen können, insbesondere auch die Zusammenarbeit in Umweltfragen mit anderen internationalen Organisationen, und trifft die entsprechenden Massnahmen, wobei er Artikel 25 berücksichtigt."
    },
    {
      "provision_ref": "art39",
      "chapter": "IX. Teil",
      "section": "39",
      "title": "",
      "content": "Der Ausschuss für den Schutz der Meeresumwelt unterbreitet dem Rat: a) von ihm ausgearbeitete Vorschläge für Vorschriften zur Verhütung und Bekämpfung der Meeresverschmutzung durch Schiffe und für Änderungen dieser Vorschriften; b) von ihm ausgearbeitete Empfehlungen und Richtlinien; c) einen Bericht über seine Arbeit seit der letzten Tagung des Rates."
    },
    {
      "provision_ref": "art40",
      "chapter": "IX. Teil",
      "section": "40",
      "title": "",
      "content": "Der Ausschuss für den Schutz der Meeresumwelt tritt mindestens einmal im Jahr zusammen. Er wählt alljährlich sein Büro und gibt sich eine Geschäftsordnung."
    },
    {
      "provision_ref": "art41",
      "chapter": "IX. Teil",
      "section": "41",
      "title": "",
      "content": "Ungeachtet gegenteiliger Bestimmungen dieses Abkommens, aber vorbehältlich des Artikels 37, hat der Ausschuss für den Schutz der Meeresumwelt bei der Wahrnehmung der ihm durch die Bestimmungen oder auf Grund eines internationalen Abkommens oder einer anderen Übereinkunft übertragenen Aufgaben den einschlägigen Bestimmungen des betreffenden Übereinkommens oder der betreffenden Übereinkunft zu entsprechen, insbesondere was die Regeln über das anzuwendende Verfahren anbetrifft."
    },
    {
      "provision_ref": "art42",
      "chapter": "X. Teil",
      "section": "42",
      "title": "",
      "content": "Der Ausschuss für technische Zusammenarbeit besteht aus allen Mitgliedern."
    },
    {
      "provision_ref": "art43",
      "chapter": "X. Teil",
      "section": "43",
      "title": "",
      "content": "a) Der Ausschuss für technische Zusammenarbeit prüft, soweit zweckdienlich, alle Fragen, die in den Zuständigkeitsbereich der Organisation fallen und sich auf die Durchführung von Vorhaben der technischen Zusammenarbeit beziehen, welche aus dem einschlägigen Programm der Vereinten Nationen, für das die Organisation als durchführendes oder mitwirkendes Organ tätig wird, oder aus der Organisation freiwillig zur Verfügung gestellten Treuhandmitteln finanziert werden, sowie alle sonstigen die Tätigkeit der Organisation auf dem Gebiet der technischen Zusammenarbeit betreffenden Fragen. b) Der Ausschuss für technische Zusammenarbeit überwacht die Arbeit des Sekretariats auf dem Gebiet der technischen Zusammenarbeit. c) Der Ausschuss für technische Zusammenarbeit nimmt die ihm durch dieses Abkommen, von der Versammlung oder vom Rat übertragenen Aufgaben sowie alle Aufgaben im Sinne dieses Artikels wahr, die ihm gegebenenfalls durch eine andere internationale Übereinkunft oder auf Grund einer solchen Übereinkunft übertragen und von der Organisation angenommen werden. d) Im Hinblick auf Artikel 25 unterhält der Rat auf Ersuchen der Versammlung und des Rates oder wenn er es im Interesse seiner eigenen Arbeit für nützlich hält, enge Beziehungen zu anderen Organismen soweit dies den Zielen der Organisation dienlich ist."
    },
    {
      "provision_ref": "art44",
      "chapter": "X. Teil",
      "section": "44",
      "title": "",
      "content": "Der Ausschuss für technische Zusammenarbeit unterbreitet dem Rat: a) von ihm ausgearbeitete Empfehlungen; b) einen Bericht über seine Arbeit seit der letzten Tagung des Rates."
    },
    {
      "provision_ref": "art45",
      "chapter": "X. Teil",
      "section": "45",
      "title": "",
      "content": "Der Ausschuss für technische Zusammenarbeit tritt mindestens einmal im Jahr zusammen. Er wählt alljährlich sein Büro und gibt sich eine Geschäftsordnung."
    },
    {
      "provision_ref": "art46",
      "chapter": "X. Teil",
      "section": "46",
      "title": "",
      "content": "Ungeachtet gegenteiliger Bestimmungen dieses Abkommens, aber vorbehältlich des Artikels 42, hat der Ausschuss für technische Zusammenarbeit bei der Wahrnehmung der ihm durch ein internationales Übereinkommen oder eine andere Übereinkunft oder auf Grund eines solchen Übereinkommens oder einer solchen Übereinkunft übertragenen Aufgaben den einschlägigen Bestimmungen des betreffenden Übereinkommens oder der betreffenden Übereinkunft zu entsprechen, insbesondere was die Regeln über das anzuwendende Verfahren anbetrifft."
    },
    {
      "provision_ref": "art47",
      "chapter": "XI. Teil",
      "section": "47",
      "title": "",
      "content": "Der Ausschuss für die Erleichterung des internationalen Seeverkehrs besteht aus allen Mitgliedern."
    },
    {
      "provision_ref": "art48",
      "chapter": "XI. Teil",
      "section": "48",
      "title": "",
      "content": "Der Ausschuss für die Erleichterung des internationalen Seeverkehrs prüft alle Angelegenheiten, die in den Zuständigkeitsbereich der Organisation fallen und sich auf die Erleichterung des internationalen Seeverkehrs beziehen; insbesondere: a) nimmt er alle Aufgaben wahr, die der Organisation durch die Bestimmungen oder aufgrund internationaler Übereinkünfte zur Erleichterung des internationalen Seeverkehrs übertragen worden sind oder gegebenenfalls übertragen werden, vor allem hinsichtlich der Annahme und Änderung von Massnahmen oder sonstigen Bestimmungen nach Massgabe solcher Übereinkünfte; b) wird der Ausschuss für die Erleichterung des internationalen Seeverkehrs unter Berücksichtigung des Artikels 25 auf Ersuchen der Versammlung oder des Rates oder, wenn er dies im Interesse seiner eigenen Arbeit für nützlich hält, enge Beziehungen zu anderen Stellen unterhalten, soweit dies den Zielen der Organisation dienlich ist."
    },
    {
      "provision_ref": "art49",
      "chapter": "XI. Teil",
      "section": "49",
      "title": "",
      "content": "Der Ausschuss für die Erleichterung des internationalen Seeverkehrs unterbreitet dem Rat: a) von ihm ausgearbeitete Empfehlungen und Richtlinien; b) einen Bericht über seine Arbeit seit der letzten Tagung des Rates."
    },
    {
      "provision_ref": "art50",
      "chapter": "XI. Teil",
      "section": "50",
      "title": "",
      "content": "Der Ausschuss für die Erleichterung des internationalen Seeverkehrs tritt mindestens einmal im Jahr zusammen. Er wählt alljährlich seine Amtsträger und gibt sich eine Geschäftsordnung."
    },
    {
      "provision_ref": "art51",
      "chapter": "XI. Teil",
      "section": "51",
      "title": "",
      "content": "Unbeschadet gegenteiliger Bestimmungen dieses Abkommens, aber vorbehaltlich des Artikels 47, hat der Ausschuss für die Erleichterung des internationalen Seeverkehrs bei der Wahrnehmung der ihm durch die Bestimmungen oder aufgrund eines internationalen Übereinkommens oder einer anderen Übereinkunft übertragene Aufgaben den einschlägigen Bestimmungen des betreffenden Übereinkommens oder der betreffenden Übereinkunft zu entsprechen, insbesondere was die Vorschriften über die anzuwendenden Verfahren anbetrifft."
    },
    {
      "provision_ref": "art52",
      "chapter": "XII. Teil",
      "section": "52",
      "title": "",
      "content": "Das Sekretariat besteht aus dem Generalsekretär und dem für die Organisation erforderlichen sonstigen Personal. Der Generalsekretär ist der leitende Verwaltungsbeamte der Organisation und stellt – vorbehältlich des Artikel 22 – ihr Personal ein. Fassung gemäss Resolution der Generalversammlung der IMCO vom 14. Nov. 1975, von der BVers genehmigt am 9. Dez. 1980 und in Kraft getreten für die Schweiz am 22. Mai 1982 ( AS 1982 671 670 ; BBl 1980 II 709 )."
    },
    {
      "provision_ref": "art53",
      "chapter": "XII. Teil",
      "section": "53",
      "title": "",
      "content": "Das Sekretariat führt alle für die Erledigung der Aufgaben der Organisation erforderlichen Akten; es verfasst, sammelt und verteilt die Schriftstücke, Arbeitsunterlagen, Tagesordnungen, Sitzungsberichte und Mitteilungen, die für die Arbeit der Organisation benötigt werden. Fassung gemäss Resolution der Generalversammlung der IMCO vom 14. Nov. 1975, von der BVers genehmigt am 9. Dez. 1980 und in Kraft getreten für die Schweiz am 22. Mai 1982 ( AS 1982 671 670 ; BBl 1980 II 709 )."
    },
    {
      "provision_ref": "art54",
      "chapter": "XII. Teil",
      "section": "54",
      "title": "",
      "content": "Der Generalsekretär stellt die Jahresrechnung auf und unterbreitet diese sowie einen zweijährigen Kostenvoranschlag, der für jedes Jahr getrennte Voranschläge enthält, dem Rat."
    },
    {
      "provision_ref": "art55",
      "chapter": "XII. Teil",
      "section": "55",
      "title": "",
      "content": "Der Generalsekretär hat die Mitglieder über die Tätigkeit der Organisation auf dem laufenden zu halten. Jedes Mitglied kann einen oder mehrere Vertreter bezeichnen, die für die Verbindung mit dem Generalsekretär sorgen."
    },
    {
      "provision_ref": "art56",
      "chapter": "XII. Teil",
      "section": "56",
      "title": "",
      "content": "Für die Erfüllung ihrer Pflichten haben der Generalsekretär und dass Personal keinerlei Instruktionen seitens einer Regierung oder einer der Organisation nicht angehörenden Behörde einzuverlangen oder anzunehmen. Sie haben sich jeder Handlung, die mit ihrer Stellung als internationale Beamte unvereinbar ist, zu enthalten und sind nur der Organisation verantwortlich. Jedes Mitglied der Organisation verpflichtet sich, den ausschliesslich internationalen Charakter der Funktionen des Generalsekretärs und des Personals anzuerkennen und nicht zu versuchen, diese in der Erfüllung ihrer Aufgaben zu beeinflussen."
    },
    {
      "provision_ref": "art57",
      "section": "57",
      "title": "",
      "content": "Der Generalsekretär nimmt alle sonstigen Aufgaben wahr, die ihm durch dieses Abkommen, von der Versammlung oder vom Rat übertragen werden. Fassung gemäss Resolution der Generalversammlung der IMCO vom 14. Nov. 1975, von der BVers genehmigt am 9. Dez. 1980 und in Kraft getreten für die Schweiz am 22. Mai 1982 ( AS 1982 671 670 ; BBl 1980 II 709 )."
    },
    {
      "provision_ref": "art58",
      "chapter": "XIII. Teil Finanzen",
      "section": "58",
      "title": "",
      "content": "Jedes Mitglied kommt selbst für die Bezüge, Reisekosten und sonstigen Aufwendungen seiner Delegation bei den Sitzungen der Organisation auf. Fassung gemäss Resolution der Generalversammlung der IMCO vom 14. Nov. 1975, von der BVers genehmigt am 9. Dez. 1980 und in Kraft getreten für die Schweiz am 22. Mai 1982 ( AS 1982 671 670 ; BBl 1980 II 709 )."
    },
    {
      "provision_ref": "art59",
      "chapter": "XIII. Teil Finanzen",
      "section": "59",
      "title": "",
      "content": "Der Rat überprüft die durch das Generalsekretariat aufgestellten Abrechnungen und Kostenvoranschläge und unterbreitet sie mit seinen Bemerkungen und Empfehlungen der Versammlung."
    },
    {
      "provision_ref": "art60",
      "chapter": "XIII. Teil Finanzen",
      "section": "60",
      "title": "",
      "content": "a. Unter dem Vorbehalt von Vereinbarungen, die zwischen der Organisation und den Vereinten Nationen abgeschlossen werden, überprüft und genehmigt die Versammlung die Kostenvoranschläge. b. Die Versammlung verteilt die Ausgaben auf alle Mitglieder gemäss einer von ihr aufgestellten Skala, die den bezüglichen Vorschlägen des Rates Rechnung trägt."
    },
    {
      "provision_ref": "art61",
      "chapter": "XIII. Teil Finanzen",
      "section": "61",
      "title": "",
      "content": "Ein Mitglied, das seinen finanziellen Verpflichtungen gegenüber der Organisation binnen einem Jahr nach dem Fälligkeitstermin nicht nachkommt, hat in der Versammlung, im Rat, im Schiffssicherheitsausschuss, im Rechtsausschuss, im Ausschuss für den Schutz der Meeresumwelt, im Ausschuss für technische Zusammenarbeit und im Ausschuss für die Erleichterung des internationalen Seeverkehrs kein Stimmrecht; die Versammlung kann, wenn sie es wünscht, von dieser Bestimmung abweichen. Fassung gemäss Änderung der Generalversammlung der IMCO vom 7. Nov. 1991, in Kraft getreten für die Schweiz am 7. Dez. 2008 ( AS 2025 438 )."
    },
    {
      "provision_ref": "art62",
      "chapter": "XIV. Teil Abstimmung",
      "section": "62",
      "title": "",
      "content": "Soweit dieses Abkommen oder eine andere internationale Übereinkunft, die der Versammlung, dem Rat, dem Schiffssicherheitsausschuss, dem Rechtsausschuss, dem Ausschuss für den Schutz der Meeresumwelt, dem Ausschuss für technische Zusammenarbeit oder dem Ausschuss für die Erleichterung des internationalen Seeverkehrs Aufgaben überträgt, nichts anderes vorsieht, gelten folgende Bestimmungen für die Abstimmung in diesen Organen: a) jedes Mitglied hat eine Stimme; b) die Beschlüsse werden mit der Mehrheit der anwesenden und abstimmenden Mitglieder oder – falls sie einer Zweidrittelmehrheit bedürfen – mit Zweidrittelmehrheit der anwesenden Mitglieder gefasst; c) als «anwesende und abstimmende Mitglieder» im Sinne dieses Abkommens gelten «anwesende Mitglieder, die ja oder nein stimmen». Mitglieder, die sich der Stimme enthalten, gelten als nicht abstimmende Mitglieder. Fassung gemäss Änderung der Generalversammlung der IMCO vom 7. Nov. 1991, in Kraft getreten für die Schweiz am 7. Dez. 2008 ( AS 2025 438 )."
    },
    {
      "provision_ref": "art63",
      "chapter": "XV. Teil Sitz der Organisation",
      "section": "63",
      "title": "",
      "content": "a. Der Sitz der Organisation wird in London errichtet. b. Die Versammlung kann, sofern notwendig, mit Zweidrittelsmehrheit den Sitz der Organisation an einen andern Ort verlegen. c. Erachtet es der Rat für notwendig, so kann sich die Versammlung auch an irgendeinem andern Orte als am Sitz versammeln."
    },
    {
      "provision_ref": "art64",
      "chapter": "XVI. Teil Beziehungen zu den Vereinten Nationen und anderen Organisationen",
      "section": "64",
      "title": "",
      "content": "Die Organisation ist gemäss Artikel 57 der Charta der Vereinten Nationen als Sonderorganisation auf dem Gebiet der Schiffahrt und der Auswirkungen der Schiffahrt auf die Meeresumwelt mit den Vereinten Nationen verbunden. Diese Beziehung wird auf Grund des Artikels 63 der Charta der Vereinten Nationen durch eine nach Artikel 25 dieses Abkommens mit den Vereinten Nationen geschlossene Vereinbarung hergestellt. Fassung gemäss Resolution der Generalversammlung der IMCO vom 17. Nov. 1977, von der BVers genehmigt am 9. Dez. 1980 und in Kraft getreten für die Schweiz am 10. Nov. 1984 ( AS 1984 1268 , 1982 670 ; BBl 1980 II 709 ). SR 0.120"
    },
    {
      "provision_ref": "art65",
      "chapter": "XVI. Teil Beziehungen zu den Vereinten Nationen und anderen Organisationen",
      "section": "65",
      "title": "",
      "content": "Stellt sich eine im gemeinsamen Interesse der Organisation und einer Spezialorganisation der Vereinten Nationen liegende Frage, so arbeitet die Organisation mit jener Spezialorganisation zusammen; sie wird im Einvernehmen mit jener Spezialorganisation die Überprüfung solcher Fragen vornehmen und entsprechende Massnahmen treffen."
    },
    {
      "provision_ref": "art66",
      "chapter": "XVI. Teil Beziehungen zu den Vereinten Nationen und anderen Organisationen",
      "section": "66",
      "title": "",
      "content": "In allen in ihren Zuständigkeitsbereich fallenden Fragen kann die Organisation mit andern zwischenstaatlichen Organisationen zusammenarbeiten, die keine Spezialorganisationen der Vereinten Nationen sind, deren Interessen und Tätigkeit aber mit ihren Zielen in Zusammenhang stehen."
    },
    {
      "provision_ref": "art67",
      "chapter": "XVI. Teil Beziehungen zu den Vereinten Nationen und anderen Organisationen",
      "section": "67",
      "title": "",
      "content": "Die Organisation kann über alle in ihren Zuständigkeitsbereich fallende Fragen die erforderlichen Abmachungen treffen, um mit den nichtstaatlichen internationalen Organisationen zu beraten oder zusammenzuarbeiten."
    },
    {
      "provision_ref": "art68",
      "chapter": "XVI. Teil Beziehungen zu den Vereinten Nationen und anderen Organisationen",
      "section": "68",
      "title": "",
      "content": "Unter Vorbehalt der Genehmigung durch eine Zweidrittelsmehrheit der Versammlung kann die Organisation innerhalb ihres Zuständigkeitsbereichs von allen internationalen staatlichen oder nichtstaatlichen Organisationen Aufgaben, Hilfsmittel und Verpflichtungen übernehmen, die ihr durch internationale Vereinbarungen oder gegenseitig annehmbare Abmachungen übertragen werden, welche zwischen den zuständigen Behörden der fraglichen Organisationen getroffen worden sind. Die Organisation kann innerhalb ihres Zuständigkeitsbereiches ebenfalls alle Verwaltungsaufgaben übernehmen, die einer Regierung durch eine internationale Vereinbarung übertragen werden."
    },
    {
      "provision_ref": "art69",
      "chapter": "XVII. Teil Rechtsfähigkeit, Privilegien und Immunitäten",
      "section": "69",
      "title": "",
      "content": "Die Rechtsfähigkeit sowie die Privilegien und Immunitäten, die der Organisation zuerkannt werden oder die ihr an und für sich zukommen, werden durch das durch die Generalversammlung der Vereinten Nationen am 21. November 1947 genehmigte allgemeine Abkommen über die Privilegien und Immunitäten der Spezialorganisationen umschrieben und durch dieses geregelt. Vorbehalten bleiben die Abänderungen, die durch den endgültigen (oder revidierten) Text des durch die Organisation gemäss den Abschnitten 36 und 38 des genannten allgemeinen Abkommens genehmigten Anhangs angebracht werden können."
    },
    {
      "provision_ref": "art70",
      "chapter": "XVII. Teil Rechtsfähigkeit, Privilegien und Immunitäten",
      "section": "70",
      "title": "",
      "content": "Jedes Mitglied, das dem genannten allgemeinen Abkommen nicht beigetreten ist, verpflichtet sich, hinsichtlich der Organisation die Bestimmungen des Anhangs II des vorliegenden Abkommens anzuwenden."
    },
    {
      "provision_ref": "art71",
      "chapter": "XVIII. Teil Abänderungen",
      "section": "71",
      "title": "",
      "content": "Änderungsvorschläge zu diesem Übereinkommen werden den Mitgliedern vom Generalsekretär mindestens sechs Monate vor ihrer Beratung durch die Versammlung übermittelt. Ihre Annahme bedarf der Zweidrittelmehrheit der Versammlung. Jede Änderung tritt zwölf Monate nach ihrer Annahme durch zwei Drittel der ordentlichen Mitglieder der Organisation für alle Mitglieder in Kraft. Erklärt ein Mitglied binnen 60 Tagen seit Beginn dieser zwölfmonatigen Frist, dass es wegen einer Änderung aus der Organisation austritt, so wird dieser Austritt, ungeachtet der Bestimmungen von Artikel 78, im Zeitpunkt des Inkrafttretens der Änderung rechtskräftig. Fassung gemäss Resolution der Generalversammlung der IMCO vom 15. Nov. 1979, von der BVers genehmigt am 9. Dez. 1980 und in Kraft getreten für die Schweiz am 10. Nov. 1984 ( AS 1984 1268 , 1982 670 ; BBl 1980 II 709 ). Verweis gemäss Änderung der Generalversammlung der IMCO vom 7. Nov. 1991, in Kraft getreten für die Schweiz am 7. Dez. 2008 ( AS 2025 438 )."
    },
    {
      "provision_ref": "art72",
      "chapter": "XVIII. Teil Abänderungen",
      "section": "72",
      "title": "",
      "content": "Jede gemäss Artikel 71 angenommene Abänderung wird beim Generalsekretär der Vereinten Nationen, der allen Mitgliedern ohne Verzug davon Kenntnis gibt, hinterlegt. Verweis gemäss Änderung der Generalversammlung der IMCO vom 7. Nov. 1991, in Kraft getreten für die Schweiz am 7. Dez. 2008 ( AS 2025 438 )."
    },
    {
      "provision_ref": "art73",
      "chapter": "XVIII. Teil Abänderungen",
      "section": "73",
      "title": "",
      "content": "Die in Artikel 71 vorgesehenen Erklärungen oder Annahmeerklärungen erfolgen durch Zustellung einer Urkunde an den Generalsekretär zwecks Hinterlegung beim Generalsekretär der Vereinten Nationen. Der Generalsekretär unterrichtet die Mitglieder über den Empfang einer solchen Urkunde und über den Zeitpunkt, in welchem die Abänderung in Kraft tritt. Verweis gemäss Änderung der Generalversammlung der IMCO vom 7. Nov. 1991, in Kraft getreten für die Schweiz am 7. Dez. 2008 ( AS 2025 438 )."
    },
    {
      "provision_ref": "art74",
      "chapter": "XIX. Teil Auslegung",
      "section": "74",
      "title": "",
      "content": "Jede Frage oder Streitigkeit betreffend die Auslegung oder Anwendung dieses Abkommens wird zur Beilegung der Versammlung unterbreitet oder auf andere, von den Streitparteien vereinbarte Weise beigelegt. Dieser Artikel schliesst nicht aus, dass ein Organ der Organisation alle sich bei der Wahrnehmung seiner Aufgaben ergebenden Fragen oder Streitigkeiten beilegt. Fassung gemäss Resolution der Generalversammlung der IMCO vom 14. Nov. 1975, von der BVers genehmigt am 9. Dez. 1980 und in Kraft getreten für die Schweiz am 22. Mai 1982 ( AS 1982 671 670 ; BBl 1980 II 709 )."
    },
    {
      "provision_ref": "art75",
      "chapter": "XIX. Teil Auslegung",
      "section": "75",
      "title": "",
      "content": "Über jede Rechtsfrage, die durch die in Artikel 74 vorgesehenen Verfahren nicht geregelt werden kann, holt die Organisation vom Internationalen Gerichtshof gemäss Artikel 96 der Satzung der Vereinten Nationen ein Rechtsgutachten ein. Verweis gemäss Änderung der Generalversammlung der IMCO vom 7. Nov. 1991, in Kraft getreten für die Schweiz am 7. Dez. 2008 ( AS 2025 438 )."
    },
    {
      "provision_ref": "art76",
      "chapter": "XX. Teil Verschiedene Bestimmungen",
      "section": "76",
      "title": "Unterzeichnung und Annahme",
      "content": "Vorbehältlich der Bestimmungen des III. Teils bleibt das vorliegende Abkommen zur Unterzeichnung und Annahme offen, und die Staaten können dem Abkommen beitreten durch: a. Unterzeichnung ohne Vorbehalt der Annahme; b. Unterzeichnung vorbehältlich der Annahme, gefolgt von Annahme; oder c. Annahme. Die Annahme wird durch Hinterlegung einer Urkunde beim Generalsekretär der Vereinten Nationen vollzogen."
    },
    {
      "provision_ref": "art77",
      "chapter": "XX. Teil Verschiedene Bestimmungen",
      "section": "77",
      "title": "Territorien",
      "content": "a. Die Mitglieder können zu jeder Zeit erklären, dass ihre Beteiligung am Abkommen jene der Gesamtheit oder einer Gruppe von Territorien oder eines einzigen Territoriums, deren internationale Beziehungen sie betreuen, einschliesst. b. Das vorliegende Abkommen gilt für die Territorien, deren internationale Beziehungen die Mitglieder betreuen, nur wenn in ihrem Namen eine Erklärung dafür gemäss den Bestimmungen von Buchstabe a abgegeben wurde. c. Jede gemäss Buchstabe a dieses Artikels erfolgte Erklärung wird dem Generalsekretär der Vereinten Nationen mitgeteilt, der davon an alle zur Seeschiffahrtskonferenz der Vereinten Nationen eingeladenen Staaten sowie an alle anderen Mitglieder gewordenen Staaten eine Abschrift sendet. d. In den Fällen, wo, gestützt auf ein Treuhandschaftsabkommen, die Vereinten Nationen mit der Verwaltung gewisser Territorien beauftragt sind, können die Vereinten Nationen das Abkommen im Namen eines, mehrerer oder der Gesamtheit der unter ihrer Treuhandschaft stehenden Territorien gemäss dem in Artikel 76 angegebenen Verfahren annehmen. Verweis gemäss Änderung der Generalversammlung der IMCO vom 7. Nov. 1991, in Kraft getreten für die Schweiz am 7. Dez. 2008 ( AS 2025 438 )."
    },
    {
      "provision_ref": "art78",
      "chapter": "XX. Teil Verschiedene Bestimmungen",
      "section": "78",
      "title": "Austritt",
      "content": "a. Die Mitglieder können aus der Organisation durch schriftliche Mitteilung an den Generalsekretär der Vereinten Nationen austreten. Dieser verständigt umgehend die andern Mitglieder und den Generalsekretär der Organisation. Nach Ablauf einer Frist von zwölf Monaten seit dem Inkrafttreten des Abkommens kann die Mitteilung über den Austritt jederzeit erfolgen. Der Austritt wird zwölf Monate nach Eintreffen der schriftlichen Mitteilung beim Generalsekretär der Vereinten Nationen rechtswirksam. b. Die Anwendung des Abkommens auf die in Artikel 77 erwähnten Territorien oder Gruppen von Territorien kann jederzeit beendet werden, indem das mit den auswärtigen Beziehungen betraute Mitglied oder, sofern es sich um ein unter Treuhandschaft der Vereinten Nationen stehendes Territorium handelt, diese dem Generalsekretär der Vereinten Nationen eine schriftliche Mitteilung zukommen lassen. Der Generalsekretär der Vereinten Nationen verständigt umgehend die Mitglieder und den Generalsekretär der Organisation. Die Mitteilung wird zwölf Monate nach dem Eintreffen beim Generalsekretär der Vereinten Nationen rechtswirksam. Verweis gemäss Änderung der Generalversammlung der IMCO vom 7. Nov. 1991, in Kraft getreten für die Schweiz am 7. Dez. 2008 ( AS 2025 438 )."
    },
    {
      "provision_ref": "art79",
      "chapter": "XXI. Teil Inkrafttreten",
      "section": "79",
      "title": "",
      "content": "Das vorliegende Abkommen tritt in Kraft, wenn ihm 21 Länder, wovon sieben ja eine Gesamttonnage von mindestens einer Million Bruttoregistertonnen besitzen, gemäss Artikel 76 beigetreten sind. Verweis gemäss Änderung der Generalversammlung der IMCO vom 7. Nov. 1991, in Kraft getreten für die Schweiz am 7. Dez. 2008 ( AS 2025 438 )."
    },
    {
      "provision_ref": "art80",
      "chapter": "XXI. Teil Inkrafttreten",
      "section": "80",
      "title": "",
      "content": "Alle zur Seeschiffahrtskonferenz der Vereinten Nationen eingeladenen Staaten und alle andern Mitglieder gewordenen Staaten werden vom Generalsekretär der Vereinten Nationen über den Zeitpunkt, in welchem jeder Staat dem Abkommen beitritt, sowie über den Zeitpunkt, in welchem das Abkommen in Kraft tritt, verständigt."
    },
    {
      "provision_ref": "art81",
      "chapter": "XXI. Teil Inkrafttreten",
      "section": "81",
      "title": "",
      "content": "Das vorliegende Abkommen, dessen englische, französische und spanische Fassung in gleicher Weise massgebend ist, wird beim Generalsekretär der Vereinten Nationen hinterlegt, der jedem an die Seeschiffahrtskonferenz der Vereinten Nationen eingeladenen Staaten sowie allen anderen Mitglieder gewordenen Staaten beglaubigte Abschriften zukommen lässt."
    },
    {
      "provision_ref": "art82",
      "chapter": "XXI. Teil Inkrafttreten",
      "section": "82",
      "title": "",
      "content": "Die Vereinten Nationen sind ermächtigt, das Abkommen, sobald es in Kraft getreten ist, zu registrieren."
    }
  ],
  "definitions": []
}