{
  "id": "sr-0-742-140-21",
  "type": "statute",
  "title": "Staatsvertrag vom 25. November 1895 zwischen der Schweiz und Italien betreffend den Bau und Betrieb einer Eisenbahn durch den Simplon von Brig nach Domodossola",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/16/794_745_811/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "",
      "content": "Die hohen vertragschliessenden Parteien vereinigen sich, um eine neue Verbindung zwischen den Eisenbahnnetzen der beiden Länder mittelst einer durch das Simplonmassiv, zwischen den Endstationen Brig und Domodossola, zu erstellenden Linie zu sichern."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "",
      "content": "Die zu erstellende Verbindung umfasst drei Teilstrecken: 1. die nördliche Zufahrtslinie, von der bestehenden Station Brig bis zum Nordeingang des grossen Tunnels; 2. den grossen Simplontunnel, einschliesslich das Teilstück zwischen dem Südausgang und der Einfahrtsweiche der Station Iselle; 3. die südliche Zufahrtslinie, von der Einfahrtsweiche der Station Iselle bis zu der bestehenden Station Domodossola. Der Anschlusspunkt im eigentlichen Sinne liegt im Innern des grossen Tunnels, ungefähr 9100 Meter vom Nordeingang und ungefähr 10630 Meter vom Südausgang entfernt."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "",
      "content": "Der Schweizerische Bundesrat verpflichtet sich, innert der Grenzen der an die Jura‑Simplon‑Bahn‑Gesellschaft erteilten Konzession die notwendigen Massnahmen zu treffen, um die Ausführung und den Betrieb der nördlichen Zufahrtslinie, wie des grossen Tunnels selbst, einschliesslich der Teilstrecke zwischen dem Südausgang des grossen Tunnels und der Einfahrtsweiche der Station Iselle, zu sichern. Die Schweizerischen Bundesbahnen sind an die Stelle der Jura‑Simplon‑Bahn‑ Gesellschaft getreten (Art. 1 und 12 Bst. b der Übereinkunft vom 16. Mai 1903 zwischen der Schweiz und Italien betreffend die Übertragung der von der italienischen Regierung der Jura‑Simplon‑Bahn‑Gesellschaft erteilten Konzession für den Bau und Betrieb der Simplonbahn auf den Bund [Übereink. vom 16. Mai 1903] – SR 0.742.140.23 )."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "",
      "content": "Die italienische Regierung verpflichtet sich ihrerseits, die Ausführung und den Betrieb der südlichen Zufahrtslinie, von der Station Domodossola bis und mit derjenigen von Iselle, zu sichern und der Jura‑Simplon‑Bahn‑Gesellschaft die erforderliche Konzession zum Bau und Betrieb des auf italienischem Gebiet gelegenen Teiles des grossen Tunnels, einschliesslich der Teilstrecke zwischen dem Südausgange des grossen Tunnels und der Einfahrtsweiche der Station Iselle, zu erteilen. Die Schweizerischen Bundesbahnen sind an die Stelle der Jura‑Simplon‑Bahn‑ Gesellschaft getreten (Art. 1 und 12 Bst. b der Übereinkunft vom 16. Mai 1903 zwischen der Schweiz und Italien betreffend die Übertragung der von der italienischen Regierung der Jura‑Simplon‑Bahn‑Gesellschaft erteilten Konzession für den Bau und Betrieb der Simplonbahn auf den Bund [Übereink. vom 16. Mai 1903] – SR 0.742.140.23 ). Die Konzession wurde am 22. Febr. 1896 erteilt. (Siehe Anhang IV zur Eisenbahnaktensammlung 1896–1897 n. F. Bd. 14.)"
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "",
      "content": "Der grosse Tunnel ist gemäss den diesem Vertrage und den Konzessionsakten beigegebenen generellen Plänen auszuführen. Diese Pläne wurden in der AS nicht veröffentlicht."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "",
      "content": "Die Zufahrtslinien zum grossen Tunnel sollen nach den an eine grosse internationale Linie zu stellenden Anforderungen gebaut werden. Sie sind für zwei Geleise zu projektieren, von denen zunächst nur eines erstellt wird. Jedoch sind überall da, wo die spätere Verbreiterung des Bahnkörpers während des Betriebes bedeutende Mehrkosten erheischen würde, die Arbeiten von Anfang an für zwei Geleise auszuführen. Der kleinste Krümmungshalbmesser wird auf 300 Meter, die Maximalsteigung auf der Nordseite auf 10 ‰ und das grösste Gefälle auf der Südseite auf 25 ‰ festgesetzt."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "",
      "content": "Jede der beiden Regierungen wird die Bauprojekte für die auf ihr Gebiet entfallenden Teilstrecken der Eisenbahn festsetzen und genehmigen sowie deren Ausführung überwachen. Jedoch wird die Kontrolle und Überwachung der Ausführung des grossen Tunnels, welcher ein einheitliches Unternehmen bildet, dem Schweizerischen Bundesrate übertragen, und zwar sowohl für das erste als das zweite Geleise. Der italienischen Regierung steht indessen zu jeder Zeit das Recht zu, die Arbeiten des grossen Tunnels durch von ihr zu bezeichnende technische Delegierte besichtigen zu lassen, um sich von dem regelmässigen Gang der Arbeiten zu vergewissern. Man ist darüber einig, dass die Kontrolle und Aufsicht des Bundesrates über die Ausführung der Arbeiten, von welchen im vorigen Absatz die Rede war, sich auf diejenigen Nebenarbeiten beschränkt, die dazu dienen, den Betrieb der Bahnlinie zu ermöglichen; infolgedessen kann sich die fragliche Kontrolle und Aufsicht nicht auf die Anlagen erstrecken, die Italien zu Verteidigungszwecken auf seine Kosten am Südausgang des Tunnels oder im Tunnel selbst, auf italienischem Gebiet, zu errichten für nötig erachtet. Für diese Anlagen wird die italienische Regierung eigenes Personal anstellen, die Aufsicht durch seine Beamten ausüben lassen und nötigenfalls alle Massregeln treffen, um das Geheimnis der Art und der Lage der fraglichen Anlagen zu wahren. Über alle Einzelheiten, die sich auf die militärische Frage beziehen, d. h. auf den Zutritt von Beamten der Militärverwaltung zum Tunnel zum Zwecke der Erstellung militärischer Anlagen und auf die zur Wahrung des Geheimnisses der Art und Lage dieser Werke getroffenen Massnahmen, findet eine direkte Verständigung zwischen der schweizerischen und der italienischen Regierung statt. Man ist darüber einig, dass die Erstellung dieser Werke sich nach den Bedürfnissen des Betriebes und der Sicherheit desselben zu richten hat und dass Italien die Verantwortlichkeit übernimmt für Unfälle und Schaden, die aus der Erstellung dieser Werke entstehen können. Abs. eingefügt durch Art. 6 der Übereink. vom 16. Mai 1903 ( SR 0.742.140.23 ). Siehe hierzu auch die Vereinb. mit Italien vom 17. Nov./26. Dez. 1908 betreffend militärische Arbeiten im Simplontunnel ( SR 0.742.140.27 ). Abs. eingefügt durch Art. 6 der Übereink. vom 16. Mai 1903 ( SR 0.742.140.23 )."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Art. 8",
      "content": "Die beiden Regierungen werden darüber wachen, dass die Vorschriften betreffend die internationale technische Einheit im Eisenbahnwesen bei dem Bau der ihrer bezüglichen Kontrolle unterstehenden Teilstrecken pünktlich beachtet werden. Siehe SR 742.141.3"
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "",
      "content": "Der Schweizerische Bundesrat wird für Vollziehung der die Ausführung des grossen Tunnels betreffenden Vorschriften des gegenwärtigen Vertrages sorgen und über alle auf diese Ausführung bezüglichen Fragen entscheiden, jedoch nach Einholung des Gutachtens der technischen Delegierten Italiens, wenn diese Fragen die Arbeiten auf italienischem Gebiet betreffen. Die beiden Regierungen werden sich gegenseitig periodische Berichte über Gang und Stand des Fortschrittes der ihrer bezüglichen Kontrolle unterliegenden Arbeiten mitteilen."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "",
      "content": "Die Arbeiten sollen auf beiden Gebieten derart geleitet und gefördert werden, dass die ganze Linie von Brig bis Domodossola innert einer Frist von längstens acht Jahren, vom Datum des Austausches der Ratifikationen des gegenwärtigen Vertrages an gerechnet, dem Betriebe übergeben werden kann. Diese Frist wird zwei Jahre nach dem Beginn der Arbeiten am grossen Tunnel genauer festgestellt werden. … Abs. aufgehoben durch Art. 5 Abs. 2 der Übereink. vom 16. Mai 1903 ( SR 0.742.140.23 )."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "",
      "content": "Die Bewilligung zum Beginn der Arbeiten wird der Jura‑Simplon‑Bahn‑Gesellschaft erst erteilt werden, wenn letztere bei beiden Regierungen über den Besitz genügender Geldmittel zur Ausführung ihrer Konzessionen sich ausgewiesen haben wird."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "",
      "content": "Der Schweizerische Bundesrat verpflichtet sich, dem Simplondurchstich die durch Bundesgesetz vom 22. August 1878 für eine Alpenbahn im Westen des Gotthards bewilligte Subvention von vier und einer halben Million Franken zuzuwenden. Die italienische Regierung verpflichtet sich ihrerseits, der Jura‑Simplon‑Bahn-Gesellschaft von der Inbetriebsetzung des grossen Tunnels und der im Artikel 2 bezeichneten Zufahrtslinien an, und zwar während der ganzen Konzessionsdauer, eine jährliche Subvention von sechsundsechzigtausend Lire zu bezahlen. Die Jura‑Simplon‑Bahn‑Gesellschaft sieht ausserdem die Erlangung einer Subvention von zehn und einer halben Million Franken von seiten der Schweiz (Kantone, Gemeinden und Körperschaften) und von vier Millionen Lire von seiten Italiens (an dem Unternehmen interessierte Provinzen, Gemeinden und Körperschaften) vor. Der Verzicht auf die nach Mitgabe der Konzessionen den Kantonen bezüglich gewisser auf ihrem Gebiet gelegenen Teilstrecken zustehenden sogenannten Heimfallsrechte kann bei der obigen von der Schweiz zu leistenden Subvention von 10 1 /2 Millionen in Rechnung gebracht werden. SR 742.191"
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "",
      "content": "Die Schweizerische Eidgenossenschaft verpflichtet sich, ohne Unterstützung Italiens, das zweite Geleise zu erstellen, sobald der Bruttoertrag des Verkehrs zwischen Brig und Domodossola 50 000 Franken per Kilometer der wirklichen Länge und per Jahr überschritten haben wird. Das zweite Geleise muss spätestens innerhalb der Frist von fünf Jahren, nachdem offiziell festgestellt worden sein wird, dass der Bruttoertrag die 50 000 Franken überschritten hat, dem Betrieb übergeben werden. Die italienische Regierung ist verpflichtet, innerhalb derselben Frist das zweite Geleise zwischen Iselle und Domodossola zu erstellen. Falls sich infolge der Erstellung des zweiten Geleises Italien zur Errichtung von Befestigungen, sei es am Südausgang des Tunnels, sei es im Tunnel selbst, veranlasst sehen sollte, so findet der dem Artikel 7 beigefügte Vorbehalt betreffend die Kontrolle und Überwachung der Arbeiten ebenfalls Anwendung. Fassung gemäss den Art. 4 und 7 der Übereink. vorn 16. Mai 1903 ( SR 0.742.140.23 ). Siehe hierzu auch die Vereinb. mit Italien vom 17. Nov./26. Dez. 1908 betreffend militärische Arbeiten im Simplontunnel ( SR 0.742.140.27 )."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "",
      "content": "Die vertragschliessenden Parteien werden sich verständigen, um soweit ihnen möglich den Verkehr auf der Simplonbahn zu erleichtern und um die Beförderung von Personen, Gütern und Postgegenständen aller Art auf die regelmässigste und rascheste Weise sowie zu möglichst billigem Preise zu sichern."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "",
      "content": "Der Betrieb der Linie zwischen Brig und Domodossola wird nur von einer der beiden Anschlussbahnen besorgt werden, und zwar von der Jura‑Simplon‑Bahn-Gesellschaft, in ihrer Eigenschaft als Konzessionärin des Baues und Betriebes des grossen Tunnels, welcher den wichtigsten Teil der Linie bildet. Ein besonderer Vertrag wird die Betriebsbedingungen der Strecke von Iselle bis Domodossola festsetzen. Siehe das Übereink. vom 2. Dez. 1899 zwischen der Schweiz und Italien betreffend den Anschluss des schweizerischen Bahnnetzes an das italienische durch den Simplon, die Bezeichnung des internationalen Bahnhofes und den Betrieb der Bahnstrecke Iselle–Domodossola ( SR 0.742.140.22 )."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "",
      "content": "Die beiden Regierungen werden darüber wachen, dass bei Ausarbeitung der Tarife auf den Zufahrtslinien zum grossen Tunnel keine höhern Taxen zur Anwendung kommen als auf den Anschlusslinien. Ferner werden sie dafür sorgen, dass für den Durchgangsverkehr über den Simplon direkte Tarife erstellt werden. Diese Tarife, wie allfällig daran als angezeigt erachtete Änderungen, müssen den Regierungen beider Länder zur Genehmigung vorgelegt werden. Behufs Sicherung der Tarifeinheit auf der Tunnelstrecke werden die Personen‑ und Gütertransporttaxen für den ganzen Durchlauf von Brig bis Iselle auf Grundlage der schweizerischen Konzession festgesetzt. In Anbetracht der hohen Baukosten dieses Teilstückes dürfen alle Tarife zwischen Brig und Iselle auf Grund eines Längenzuschlages von 22 Kilometern, d. h. von 11 Kilometern auf beiden Gebieten, berechnet werden. Siehe auch die Art. 11 und 12 Bst. b der Übereink. vom 16. Mai 1903 ( SR 0.742.140.23 )."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "",
      "content": "Der Schweizerische Bundesrat erteilt seine Zustimmung, dass von dem Austausch der Ratifikationen des gegenwärtigen Vertrages an eine billige Zahl von ihm auf den Vorschlag der italienischen Regierung zu wählender Mitglieder dem Verwaltungsrate der Jura‑Simplon‑Bahn‑Gesellschaft angehören. Seit dem Erwerb der Jura‑Simplon‑Bahn durch den Bund übt Italien sein Aufsichtsrecht in der internationalen Delegation für die Angelegenheiten der Simplonbahn aus (Art. 11–14 der Übereink. vom 16. Mai 1903 – SR 0.742.140.23 )."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "",
      "content": "Wegen gemeiner Verbrechen oder Vergehen oder wegen Widerhandlung gegen Zollgesetze verurteilte Personen dürfen von der Jura‑Simplon‑Bahn‑Gesellschaft zwischen den Anschlussbahnhöfen nicht verwendet werden. Im übrigen sollen die Hoheitsrechte, welche jedem der beiden Staaten hinsichtlich des auf seinem Gebiete gelegenen Teiles der Eisenbahn zustehen, keinerlei Beeinträchtigung erfahren."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "",
      "content": "Die beiden Regierungen werden in gemeinsamem Einverständnis auf die Sicherung der Korrespondenz mit den abfahrenden und ankommenden direktesten Zügen der Anschlussnetze in Brig sowohl als in Domodossola hinwirken. Sie behalten sich vor, die Minimalzahl der für den Personentransport bestimmten Züge festzusetzen; diese Zahl darf in keinem Falle weniger als vier per Tag in beiden Richtungen betragen, und es muss von diesen Zügen wenigstens einer ein Schnellzug sein."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "",
      "content": "Auf der ganzen Bahnstrecke soll weder in Hinsicht auf die Art und den Preis des Transportes noch auf die Zeit und die Art der Beförderung ein Unterschied zwischen den Einwohnern der beiden Staaten gemacht werden. Zu diesem Behufe sollen die aus dem einen der beiden Staaten in den andern übergehenden oder einen derselben transitierenden Reisenden und Güter in keiner Beziehung weniger günstig behandelt werden, als die Reisenden und Güter, welche ein Gebiet verlassen oder im Innern verkehren."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "",
      "content": "Die beiden Regierungen sichern sich gegenseitig zu, dass die vorkommenden Falls bezüglich der Untersuchung der Pässe oder bezüglich der Reisendenpolizei zu erfüllenden Formalitäten so vorteilhaft, als es die Gesetzgebung jedes der beiden Länder gestattet, geregelt werden sollen."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "",
      "content": "Die beiden Regierungen werden den Reisenden, deren Gepäck und den zu befördernden Gütern, was die Zollbehandlung betrifft, alle mit den allgemeinen Gesetzen und Reglementen der beiden Staaten vereinbarten Erleichterungen und insbesondere diejenigen gewähren, welche auf irgendeiner andern Eisenbahn, welche die Grenze des einen der beiden Staaten überschreitet, schon jetzt bestehen oder künftighin zugestanden werden. Güter und Gepäckstücke, die mit Bestimmung nach andern als den Anschlussstationen von einem in das andere der beiden Länder befördert werden, können bis an ihren Bestimmungsort weiter gehen, ohne der zollamtlichen Untersuchung in den Grenzzollbüros zu unterliegen, und zwar unter folgenden Voraussetzungen: 1. dass die Wagenladungen wie die Stückgüter ausnahmslos vom Grenzzollbüro unter Zollverschluss gelegt werden; 2. dass die genannte Erleichterung nur gewährt werden kann für Güter und Gepäck mit Bestimmung an einen Ort, wo ein mit den nötigen Kompetenzen ausgestattetes Zollbüro sich befindet; 3. dass Gütersendungen, deren zollamtliche Untersuchung zufolge gesetzlicher oder reglementarischer Bestimmungen in gewissen Fällen anderswo stattzufinden hat, von den oben festgesetzten Erleichterungen ausgeschlossen sind; 4. dass überdies im allgemeinen den in Kraft bestehenden einschlägigen gesetzlichen und reglementarischen Bestimmungen genügt wird. Die beiden Regierungen räumen sich gegenseitig das Recht ein, die zwischen den Anschlussstationen der beiden Länder verkehrenden Züge durch ihre Zollangestellten begleiten zu lassen. Siehe hierzu auch das Übereink. vom 24. März 1906 zwischen der Schweiz und Italien betreffend den Zolldienst auf der Simplonlinie zwischen Brig und Domodossola ( SR 0.631.252.945.44 )."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "",
      "content": "Die Eisenbahn von Brig nach Domodossola wird für beide Länder als offene internationale Strasse für die Ein‑, Aus‑ und Durchfuhr der nicht verbotenen Güter sowie für den Reisendenverkehr betrachtet, und zwar sowohl bei Tag als bei Nacht und ohne Unterschied der Werk‑ und Feiertage, soweit es die fahrplanmässigen Züge betrifft. Siehe hierzu auch das Übereink. vom 24. März 1906 zwischen der Schweiz und Italien betreffend den Zolldienst auf der Simplonlinie zwischen Brig und Domodossola ( SR 0.631.252.945.44 )."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "",
      "content": "Die den Betrieb der Eisenbahn zwischen Brig und Domodossola besorgenden Gesellschaften oder Verwaltungen haben, was den Postdienst auf und zwischen den Anschlussstationen betrifft, die nachbezeichneten Verpflichtungen zu übernehmen: 1. mit jedem Personenzug die Postwagen der beiden Regierungen, die Korrespondenzen, die Pakete und Postsendungen aller Art sowie die den Dienst besorgenden Angestellten zu den im Konzessionsakt und Pflichtenheft aufzustellenden Bedingungen zu befördern; 2. den Angestellten der Postverwaltung den freien Zutritt zu den Postwagen und die Erlaubnis zu gewähren, die Briefe und Pakete daraus zu entnehmen und darin unterzubringen; 3. den Postverwaltungen der beiden Länder in den zu diesem Zwecke zu bezeichnenden Stationen den zur Erstellung der für den Postdienst erforderlichen Gebäude oder Schuppen nötigen Platz anzuweisen, wofür der Pachtzins auf dem Wege gütlicher Verständigung oder durch Experten zu bestimmen ist; 4. zwischen dem Eisenbahnbetrieb und dem Briefpostdienst tunlichst die Übereinstimmung herzustellen, welche von den beiden Regierungen zur Erzielung einer möglichst regelmässigen und raschen Beförderung als notwendig erachtet wird. Die Postverwaltungen der beiden Länder werden hinsichtlich der Benützung der Eisenbahn für den Postdienst zwischen den beiden Grenzstationen eine Vereinbarung untereinander treffen. Siehe das Übereink. vom 24. März 1906 zwischen der Schweiz und Italien betreffend den Postdienst auf der Simplonlinie zwischen Brig und Domodossola und im internationalen Bahnhof Domodossola ( SR 0.783.594.542 )."
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "",
      "content": "Die beiden Regierungen gestatten, dass für den Bahndienst elektromagnetische Telegrafen und Telefone sowie die auf ihrem Gebiet notwendigen Anlagen, um gegebenen Falls einen elektrischen Zugkraftdienst zwischen den Stationen Brig und Iselle einzurichten und zu unterhalten, erstellt werden. Telegrafen‑ und Telefonlinien für den internationalen und öffentlichen Dienst können gleichfalls längs der Eisenbahn von jeder der beiden Regierungen auf ihrem Gebiete erstellt werden. Die schweizerische und die italienische Verwaltung haben Anspruch auf unentgeltliche Beförderung zwischen den Grenzstationen des für Bau, Unterhalt und Überwachung der von jeder von ihnen längs der Eisenbahn erstellten Telegrafen‑ und Telefonlinien erforderlichen Personals und Materials."
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "",
      "content": "Die Bezeichnung des internationalen Bahnhofes, eventuell der internationalen Bahnhöfe, sowie die Aufstellung der Vorschriften betreffend den Zoll‑, Post‑, Telegrafen, den allgemeinen Polizei‑ und den Sanitätspolizeidienst der beiden Staaten, welche in dem oder den genannten internationalen Bahnhöfen gelten sollen, bleiben, soweit diese Punkte nicht im gegenwärtigen Vertrag geregelt sind, ausdrücklich einer spätem Vereinbarung zwischen den Regierungen der beiden Staaten vorbehalten. Siehe die Art. 2–4 des Übereink. vom 2. Dez. 1899 ( SR 0.742.140.22 ), die Übereink. vom 18. Jan. 1906 betreffend Regelung des Telegrafen‑ und Telefondienstes in dem internationalen Bahnhof Domodossola ( SR 0.784.194.542 ) und des Polizeidienstes in dem internationalen Bahnhof Domodossola ( SR 0.742.140.26 ) sowie die Übereink. vom 24. März 1906 betreffend den Dienst der Gesundheits-(Epidemien‑ und Viehseuchen‑)Polizei im internationalen Bahnhof Domodossola ( SR 0.818.109.454 ), betreffend den Zolldienst auf der Simplonlinie zwischen Brig und Domodossola ( SR 0.631.252.945.44 ) und betreffend den Postdienst auf der Simplonlinie zwischen Brig und Domodossola und im internationalen Bahnhof Domodossola ( SR 0.783.594.542 )."
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "",
      "content": "Der gegenwärtige Vertrag ist zur Genehmigung der Bundesversammlung und dem italienischen Parlament vorzulegen und die Ratifikationen desselben sind sobald als tunlich in Bern auszutauschen."
    }
  ],
  "definitions": []
}