{
  "id": "sr-0-831-109-372-11",
  "type": "statute",
  "title": "Verwaltungsvereinbarung vom 24. Oktober 1980 zur Durchführung des Abkommens vom 1. Juni 1973 zwischen der Schweiz und Griechenland (mit Anlagen)",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1981/184_184_184/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Abschnitt I Allgemeine Bestimmungen",
      "section": "1",
      "title": "",
      "content": "Die in Artikel 1 Buchstabe d) des Abkommens bezeichneten zuständigen Behörden oder mit ihrer Ermächtigung die in Artikel 22 Absatz 2 des Abkommens bezeichneten Verbindungsstellen legen im gegenseitigen Einvernehmen die für die Durchführung des Abkommens und dieser Vereinbarung erforderlichen Formulare fest."
    },
    {
      "provision_ref": "art2",
      "chapter": "Abschnitt II Bestimmungen über die anwendbare Gesetzgebung",
      "section": "2",
      "title": "",
      "content": "1. In den Fällen von Artikel 6 Buchstabe a) erster Satz des Abkommens bescheinigen die im folgenden Absatz bezeichneten Träger derjenigen Vertragspartei, deren Gesetzgebung weiterhin angewandt wird, auf Antrag des Arbeitgebers, dass die betreffende Person dieser Gesetzgebung unterstellt ist. 2. Die Bescheinigung wird ausgestellt – in der Schweiz von der zuständigen Ausgleichskasse der Alters‑, Hinterlassenen‑ und Invalidenversicherung und gegebenenfalls von der zuständigen Kreisagentur der Schweizerischen Unfallversicherunganstalt (nachstehend als «SUVA» bezeichnet); – in Griechenland von dem für die Versicherung, der die betreffende Person unterstellt ist, zuständigen Träger. 3. Überschreitet die Entsendungsdauer die in Artikel 6 Buchstabe a) erster Satz des Abkommens vorgesehene Dauer von 24 Monaten, so ist ein Gesuch um eine Vereinbarung nach dem zweiten Satz von Buchstabe a) einzureichen, und zwar – in der Schweiz beim Bundesamt für Sozialversicherung in Bern, – in Griechenland beim Ministerium für Soziale Angelegenheiten in Athen. 4. Der von den zuständigen Behörden der beiden Vertragsparteien im gegenseitigen Einvernehmen getroffene Entscheid nach Artikel 6 Buchstabe a) des Abkommens ist den beteiligten Trägern mitzuteilen."
    },
    {
      "provision_ref": "art3",
      "chapter": "Abschnitt II Bestimmungen über die anwendbare Gesetzgebung",
      "section": "3",
      "title": "",
      "content": "1. Zur Ausübung des in Artikel 7 Absätze 2 und 3 des Abkommens vorgesehenen Wahlrechts reichen die in der Schweiz beschäftigten Arbeitnehmer ihr Gesuch – bei der Sozialversicherungsanstalt in Athen (nachstehend als «IKA» bezeichnet); und die in Griechenland beschäftigten Arbeitnehmer ihr Gesuch – bei der Eidgenössischen Ausgleichskasse in Bern ein. 2. Wählen die in Artikel 7 Absätze 2 und 3 des Abkommens erwähnten Arbeitnehmer die Gesetzgebung des vertretenen Staates, so stellen ihnen die zuständigen Versicherungsträger dieses Staates eine Bescheinigung darüber aus, dass sie dieser Gesetzgebung unterstellt sind."
    },
    {
      "provision_ref": "art4",
      "chapter": "Abschnitt II Bestimmungen über die anwendbare Gesetzgebung",
      "section": "4",
      "title": "",
      "content": "Die von den zuständigen Behörden der beiden Vertragsparteien im gegenseitigen Einvernehmen getroffenen Entscheide nach Artikel 8 des Abkommens werden den beteiligten Trägern mitgeteilt."
    },
    {
      "provision_ref": "art5",
      "chapter": "1. Kapitel Alter und Tod",
      "section": "5",
      "title": "",
      "content": "1. Griechische Staatsangehörige reichen ihren Antrag auf Renten der schweizerischen Alters‑ und Hinterlassenenversicherung beim IKA ein. 2. Für die Rentenanträge sind die von der Schweizerischen Ausgleichskasse (nachstehend als «Schweizerische Ausgleichskasse» bezeichnet) dem IKA zur Verfügung gestellten Formulare zu verwenden. Die Angaben auf den Formularen sind, soweit in diesen vorgesehen, mit den erforderlichen Ausweisen zu belegen."
    },
    {
      "provision_ref": "art6",
      "chapter": "1. Kapitel Alter und Tod",
      "section": "6",
      "title": "",
      "content": "1. Das IKA vermerkt das Eingangsdatum des Leistungsantrages auf dem Formular selbst und prüft den Antrag auf seine Vollständigkeit. Das IKA oder der zuständige Träger bestätigt die Richtigkeit der vom Antragsteller gemachten Angaben, soweit dies im Formular vorgesehen ist. Hierauf leitet das IKA den Antrag an die Schweizerische Ausgleichskasse weiter. 2. Auf Ersuchen der Schweizerischen Ausgleichskasse übermittelt das IKA ihr weitere Schriftstücke oder stellt Bescheinigungen aus."
    },
    {
      "provision_ref": "art7",
      "chapter": "1. Kapitel Alter und Tod",
      "section": "7",
      "title": "",
      "content": "Die Schweizerische Ausgleichskasse entscheidet über den Rentenantrag und stellt ihre Verfügung mit einer Rechtsmittelbelehrung versehen direkt dem Antragsteller zu; zwei Durchschriften übermittelt sie dem IKA."
    },
    {
      "provision_ref": "art8",
      "chapter": "1. Kapitel Alter und Tod",
      "section": "8",
      "title": "",
      "content": "In Griechenland wohnhafte griechische Staatsangehörige reichen ihre Beschwerden gegen Verfügungen von schweizerischen Ausgleichskassen oder ihre Verwaltungsgerichtsbeschwerden gegen Urteile schweizerischer erstinstanzlicher Rekursbehörden bei den zuständigen schweizerischen Rechtspflegebehörden entweder direkt durch Einschreibebrief oder durch Vermittlung des IKA ein. Im letzteren Fall vermerkt das IKA das Eingangsdatum auf der Beschwerdeschrift und übermittelt diese sodann der Schweizerischen Ausgleichskasse zuhanden der zuständigen Rechtspflegebehörde. B. Auszahlung der Leistungen"
    },
    {
      "provision_ref": "art9",
      "chapter": "1. Kapitel Alter und Tod",
      "section": "9",
      "title": "",
      "content": "Die Renten der schweizerischen Alters‑ und Hinterlassenenversicherung werden den in Griechenland wohnhaften Berechtigten direkt durch die Schweizerische Ausgleichskasse nach den von der schweizerischen Gesetzgebung vorgesehenen Bestimmungen ausbezahlt. Die zuständigen Behörden können die Auszahlung durch Vermittlung von Verbindungsstellen vereinbaren."
    },
    {
      "provision_ref": "art10",
      "chapter": "1. Kapitel Alter und Tod",
      "section": "10",
      "title": "",
      "content": "Die Schweizerische Ausgleichskasse holt einmal jährlich entweder direkt oder durch Vermittlung des IKA bei den Bezügern von Leistungen der schweizerischen Alters‑ und Hinterlassenenversicherung eine Lebensbescheinigung sowie andere für die Leistungsgewährung erforderliche Bestätigungen ein."
    },
    {
      "provision_ref": "art11",
      "chapter": "1. Kapitel Alter und Tod",
      "section": "11",
      "title": "",
      "content": "Für die Zusprechung und Auszahlung der einmaligen Abfindung nach Artikel 9 Absatz 2 des Abkommens finden die Artikel 5–9 sinngemäss Anwendung."
    },
    {
      "provision_ref": "art12",
      "chapter": "1. Kapitel Alter und Tod",
      "section": "12",
      "title": "",
      "content": "1. Griechische Staatsangehörige, die in Anwendung von Artikel 12 Absätze 1 und 2 des Abkommens die Überweisung der Beiträge verlangen, haben ihren Antrag beim zuständigen griechischen Versicherungsträger einzureichen und zu diesem Zweck das besondere Formular für Überweisungsanträge zu benutzen. Der Antrag wird vom IKA an die Schweizerische Ausgleichskasse weitergeleitet. 2. Die Schweizerische Ausgleichskasse entscheidet über den Antrag und stellt ihre Verfügung dem Antragsteller zu; zwei Durchschriften übermittelt sie dem IKA und nimmt gegebenenfalls die verlangte Überweisung vor. 3. Artikel 8 dieser Vereinbarung findet sinngemäss Anwendung. II. Schweizerische und griechische Staatsangehörige in der Schweiz mit Anspruch auf Leistungen der griechischen Alters‑ und Hinterlassenenversicherung A. Einreichung und Bearbeitung der Anträge"
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "",
      "content": "1. Schweizerische und griechische Staatsangehörige reichen ihren Antrag auf Leistungen der griechischen Alters‑ und Hinterlassenenversicherung bei der Schweizerischen Ausgleichskasse ein. 2. Für die Leistungsanträge sind die vom IKA der Schweizerischen Ausgleichskasse zur Verfügung gestellten Formulare zu verwenden. Die Angaben auf den Formularen sind, soweit in diesen vorgesehen, mit den erforderlichen Ausweisen zu belegen."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "",
      "content": "1. Die Schweizerische Ausgleichskasse vermerkt das Eingangsdatum des Leistungsantrags auf dem Formular selbst, prüft den Antrag auf seine Vollständigkeit und bestätigt die Richtigkeit der vom Antragsteller gemachten Angaben, soweit dies im Formular vorgesehen ist; sie leitet hierauf den Antrag an das IKA weiter. 2. Auf Ersuchen des IKA übermittelt die Schweizerische Ausgleichskasse ihm weitere Schriftstücke oder stellt Bescheinigungen aus."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "",
      "content": "Der zuständige griechische Träger entscheidet über den Leistungsantrag und stellt seine Verfügung mit einer Rechtsmittelbelehrung versehen direkt dem Antragsteller zu; eine Durchschrift dieser Verfügung übermittelt das IKA der Schweizerischen Ausgleichskasse."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "",
      "content": "In der Schweiz wohnhafte griechische und schweizerische Staatsangehörige reichen alle ihre Beschwerden gegen Verfügungen griechischer Versicherungsträger entweder direkt durch Einschreibebrief oder durch Vermittlung der Schweizerischen Ausgleichskasse bei den betreffenden Trägern ein. Im letzteren Fall vermerkt die Schweizerische Ausgleichskasse das Eingangsdatum auf der Beschwerdeschrift und übermittelt diese sodann dem IKA zuhanden des zuständigen Trägers. B. Auszahlung der Leistungen"
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "",
      "content": "Die Alters‑ und Hinterlassenenleistungen werden den in der Schweiz wohnhaften Berechtigten direkt durch den zuständigen griechischen Träger nach den von der griechischen Gesetzgebung vorgesehenen Bestimmungen ausbezahlt. Die zuständigen Behörden können die Auszahlung durch Vermittlung von Verbindungsstellen vereinbaren."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "",
      "content": "Der zuständige Träger holt entweder direkt oder durch Vermittlung der Schweizerischen Ausgleichskasse bei den Bezügern von Leistungen eine Lebensbescheinigung sowie andere für die Leistungsgewährung erforderliche Bestätigungen ein. III. In Drittländern wohnhafte schweizerische und griechische Staatsangehörige mit Anspruch auf Leistungen der schweizerischen oder griechischen Alters- und Hinterlassenenversicherung"
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "",
      "content": "1. Schweizer Bürger, die in einem Drittstaat wohnen und eine Leistung der griechischen Versicherung beanspruchen können, reichen ihren Antrag zusammen mit den erforderlichen Belegen direkt beim zuständigen griechischen Träger ein. 2. Griechische Staatsangehörige, die in einem Drittstaat wohnen und eine Leistung der schweizerischen Versicherung beanspruchen können, reichen ihren Antrag zusammen mit den erforderlichen Belegen direkt bei der Schweizerischen Ausgleichskasse ein. 3. Über die Anträge entscheidet in den Fällen von Absatz 1 der zuständige griechische Träger, in den Fällen von Absatz 2 die Schweizerische Ausgleichskasse. Die Zustellung der Entscheide sowie die Auszahlung erfolgen direkt an die Berechtigten, gegebenenfalls nach den zwischen dem Land des leistungspflichtigen Trägers und dem Drittland bestehenden Zahlungsabkommen. IV. Mitteilung der Versicherungszeiten"
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "",
      "content": "Für die Anwendung von Artikel 15 des Abkommens teilt die Schweizerische Ausgleichskasse auf Verlangen des IKA die Versicherungszeiten mit, welche der Antragsteller nach der schweizerischen Gesetzgebung zurückgelegt hat."
    },
    {
      "provision_ref": "art21",
      "chapter": "2. Kapitel Invalidität",
      "section": "21",
      "title": "",
      "content": "Für die Anwendung von Artikel 11 Absatz 3 des Abkommens teilt das IKA auf Verlangen der Schweizerischen Ausgleichskasse die Versicherungszeiten mit, welche der Antragsteller nach der griechischen Gesetzgebung zurückgelegt hat."
    },
    {
      "provision_ref": "art22",
      "chapter": "2. Kapitel Invalidität",
      "section": "22",
      "title": "",
      "content": "Hat der Bezüger einer Invalidenrente seinen Wohnort nach Griechenland verlegt, so kann die Schweizerische Ausgleichskasse jederzeit das IKA ersuchen, ärztliche Untersuchungen vorzunehmen sowie weitere von der schweizerischen Gesetzgebung verlangte Auskünfte einzuholen."
    },
    {
      "provision_ref": "art23",
      "chapter": "2. Kapitel Invalidität",
      "section": "23",
      "title": "",
      "content": "Verlegt ein griechischer Staatsangehöriger, der eine Invalidenrente bezieht, seinen Wohnort nach Griechenland, so finden die Artikel 8–10 sinngemäss Anwendung. II. Schweizerische und griechische Staatsangehörige, die Anspruch auf eine griechische Invalidenrente haben oder im Genuss einer solchen Leistung sind"
    },
    {
      "provision_ref": "art24",
      "chapter": "2. Kapitel Invalidität",
      "section": "24",
      "title": "",
      "content": "Für die Anwendung von Artikel 16 des Abkommens teilt die Schweizerische Ausgleichskasse auf Verlangen des IKA die Versicherungszeiten mit, welche der Antragsteller nach der schweizerischen Gesetzgebung zurückgelegt hat."
    },
    {
      "provision_ref": "art25",
      "chapter": "2. Kapitel Invalidität",
      "section": "25",
      "title": "",
      "content": "Hat der Bezüger einer Invalidenleistung seinen Wohnort in die Schweiz verlegt, so kann das IKA jederzeit die Schweizerische Ausgleichskasse ersuchen, ärztliche Untersuchungen vornehmen zu lassen sowie weitere von der griechischen Gesetzgebung verlangte Auskünfte einzuholen."
    },
    {
      "provision_ref": "art26",
      "chapter": "2. Kapitel Invalidität",
      "section": "26",
      "title": "",
      "content": "Verlegt der Bezüger einer Invalidenleistung seinen Wohnort in die Schweiz, so finden die Artikel 16–18 sinngemäss Anwendung."
    },
    {
      "provision_ref": "art27",
      "chapter": "3. Kapitel Gemeinsame Bestimmungen zum 1. und 2. Kapitel",
      "section": "27",
      "title": "",
      "content": "Für die Anwendung der Artikel 15 Absatz 1 und 11 Absatz 3 des Abkommens werden die nach Artikel 20 und 21 dieser Vereinbarung mitgeteilten Versicherungszeiten umgerechnet; dabei entspricht ein in der schweizerischen Versicherung zurückgelegter Versicherungsmonat 25 in den griechischen Versicherungen zurückgelegten Versicherungstagen und umgekehrt. Die Anwendung der Regelung im vorstehenden Absatz darf nicht dazu führen, dass für die während eines Kalenderjahres insgesamt zurückgelegten Zeiten mehr als zwölf Monate nach der schweizerischen Gesetzgebung oder mehr als 300 Tage nach der griechischen Gesetzgebung berücksichtigt werden."
    },
    {
      "provision_ref": "art28",
      "chapter": "4. Kapitel Arbeitsunfälle und Berufskrankheiten",
      "section": "28",
      "title": "",
      "content": "1. In Griechenland wohnhafte schweizerische und griechische Staatsangehörige oder ihre Hinterlassenen, die wegen eines Arbeitsunfalles oder einer Berufskrankheit Leistungen nach der schweizerischen Gesetzgebung beanspruchen, reichen ihren Antrag direkt oder durch Vermittlung des IKA bei der SUVA ein. 2 n der Schweiz wohnhafte schweizerische und griechische Staatsangehörige oder ihre Hinterlassenen, die wegen eines Arbeitsunfalles oder einer Berufskrankheit Leistungen nach der griechischen Gesetzgebung beanspruchen, reichen ihren Antrag direkt oder durch Vermittlung der SUVA beim IKA ein. 3. In einem Drittstaat wohnhafte schweizerische und griechische Staatsangehörige oder ihre Hinterlassenen, die wegen eines Arbeitsunfalles oder einer Berufskrankheit Leistungen der schweizerischen oder der griechischen Unfallversicherung beanspruchen, wenden sich direkt an den für die Gewährung dieser Leistungen zuständigen schweizerischen oder griechischen Träger."
    },
    {
      "provision_ref": "art29",
      "chapter": "4. Kapitel Arbeitsunfälle und Berufskrankheiten",
      "section": "29",
      "title": "",
      "content": "1. In Griechenland wohnhafte schweizerische und griechische Staatsangehörige oder ihre Hinterlassenen reichen ihre Klagen über Leistungen der schweizerischen Unfallversicherung beim Kantonalen Versicherungsgericht in Luzern und ihre Verwaltungsgerichtsbeschwerden gegen Urteile eines kantonalen Versicherungsgerichts beim Eidgenössischen Versicherungsgericht in Luzern entweder direkt oder durch Vermittlung des IKA ein. Im letzteren Fall ist das Eingangsdatum auf der Rechtsschrift zu vermerken. 2. In der Schweiz wohnhafte griechische und schweizerische Staatsangehörige oder ihre Hinterlassenen reichen alle ihre Beschwerden gegen Verfügungen griechischer Versicherungsträger entweder direkt mittels Einschreibebrief oder durch Vermittlung der SUVA bei den betreffenden Trägern ein. Im letzteren Fall vermerkt die SUVA das Eingangsdatum auf der Beschwerdeschrift und übermittelt diese sodann dem IKA zuhanden des zuständigen Trägers."
    },
    {
      "provision_ref": "art30",
      "chapter": "4. Kapitel Arbeitsunfälle und Berufskrankheiten",
      "section": "30",
      "title": "",
      "content": "In den Fällen von Artikel 17 Absatz 1 des Abkommens werden die Sachleistungen vom Träger des Landes, in dem der Unfall sich ereignete, gewährt, sofern der Antragsteller seinen Leistungsanspruch nachweist. Kann keine Bescheinigung über den Leistungsanspruch beigebracht werden, so ersucht der Träger des Ortes, an dem der Unfall sich ereignete, den zuständigen Träger um Zustellung der erforderlichen Bescheinigungen und Schriftstücke."
    },
    {
      "provision_ref": "art31",
      "chapter": "4. Kapitel Arbeitsunfälle und Berufskrankheiten",
      "section": "31",
      "title": "",
      "content": "Bei der Anwendung von Artikel 17 Absatz 2 des Abkommens händigt der leistungspflichtige Träger dem Versicherten eine Bescheinigung aus über dessen Leistungsanspruch nach Verlegung des Wohnortes."
    },
    {
      "provision_ref": "art32",
      "chapter": "4. Kapitel Arbeitsunfälle und Berufskrankheiten",
      "section": "32",
      "title": "",
      "content": "Die in Artikel 17 Absatz 4 des Abkommens erwähnten Körperersatzstücke und Sachleistungen von erheblicher Bedeutung werden in der Anlage 1 zu dieser Vereinbarung aufgezählt. Die Verbindungsstellen können je nach Bedarf Änderungen dieser Anlage vereinbaren."
    },
    {
      "provision_ref": "art33",
      "chapter": "4. Kapitel Arbeitsunfälle und Berufskrankheiten",
      "section": "33",
      "title": "",
      "content": "1. Für die Anwendung von Artikel 18 Absatz 1 des Abkommens wird die Arbeitsunfähigkeit durch ein ärztliches Zeugnis bescheinigt, das nach den vom Träger des Wohnortes angewandten Vorschriften ausgestellt wurde. Der Versicherte teilt ausserdem dem genannten Träger Namen und Adresse seines Arbeitgebers mit. Der Träger des Wohnortes teilt dem zuständigen Träger die Dauer der Arbeitsunfähigkeit des Versicherten mit. Der zuständige Träger behält sich vor, den Versicherten durch einen Arzt seiner Wahl untersuchen zu lassen. 2. Weitere ärztliche Untersuchungen des Versicherten werden nach den Vorschriften vorgenommen, die für den Träger des Wohnortes gelten. Stellt dieser fest, dass der Versicherte die Arbeit wieder aufnehmen kann, so teilt er das Ende der Arbeitsunfähigkeit dem Versicherten sowie dem zuständigen Träger mit. 3. Verlangt der zuständige Träger die Auszahlung der Geldleistungen durch Vermittlung des Trägers des Wohnortes, so hat er in seiner Mitteilung den genauen Betrag sowie die Dauer der Leistungen anzugeben."
    },
    {
      "provision_ref": "art34",
      "section": "34",
      "title": "",
      "content": "1. Bei der Anwendung von Artikel 19 des Abkommens werden die vom zuständigen Träger zu erstattenden Kosten für Sachleistungen wie folgt festgelegt: a) in der Schweiz die von der SUVA tatsächlich aufgewendeten Beträge; b) in Griechenland die tatsächlichen Ausgaben für diese Leistungen, wie sie aus der Buchhaltung der leistungsgewährenden Träger hervorgehen. 2. Die von den Versicherungsträgern der beiden Länder nach Absatz 1 festgelegten Beträge werden für jeden Fall gesondert errechnet. Die Abrechnungen werden nach Abschluss eines jeden Falles vorgelegt."
    },
    {
      "provision_ref": "art35",
      "section": "35",
      "title": "",
      "content": "Die Bestimmungen dieses Kapitels gelten sinngemäss auch für Nichtbetriebsunfälle, die nach der schweizerischen und der griechischen Gesetzgebung zu entschädigen sind."
    },
    {
      "provision_ref": "art36",
      "chapter": "5. Kapitel Familienzulagen",
      "section": "36",
      "title": "",
      "content": "1. In der Schweiz wohnhafte griechische Staatsangehörige, die auf Grund der schweizerischen Bundesgesetzgebung Anspruch auf Kinderzulagen für ihre in Griechenland verbliebenen Kinder erheben, legen ihrem Antrag als Nachweis für das Vorhandensein der Kinder eine von der hiefür zuständigen Behörde am Wohnort der Kinder ausgestellte Bescheinigung bei. Die griechischen Staatsangehörigen erteilen ausserdem alle anderen Auskünfte und liefern alle Unterlagen, die von den Familienausgleichskassen nach der schweizerischen Gesetzgebung verlangt werden. 2. In Griechenland wohnhafte schweizerische Staatsangehörige, die auf Grund der griechischen Gesetzgebung Anspruch auf Kinderzulagen für ihre in der Schweiz verbliebenen Kinder erheben, legen ihrem Antrag als Nachweis für das Vorhandensein der Kinder eine von der hiefür zuständigen Behörde am Wohnort der Kinder ausgestellte Bescheinigung bei. Die schweizerischen Staatsangehörigen erteilen ausserdem alle anderen Auskünfte und liefern alle Unterlagen, die vom Familienzulagenträger nach der griechischen Gesetzgebung verlangt werden."
    },
    {
      "provision_ref": "art37",
      "chapter": "6. Kapitel Krankenversicherung",
      "section": "37",
      "title": "",
      "content": "1. Um in den Genuss der in Ziffer 17 Buchstabe a) des Schlussprotokolls zum Abkommen vorgesehenen Erleichterungen zu gelangen, müssen die dort erwähnten Personen einer schweizerischen anerkannten Krankenkasse, die bei der Durchführung der genannten Ziffer mitwirkt, eine Bescheinigung über den Zeitpunkt der Beendigung der Versicherung in der griechischen Krankenversicherung sowie über die Versicherungsdauer im Laufe der letzten sechs Monate vorlegen. Die schweizerische Krankenkasse kann das IKA nötigenfalls um die Bestätigung weiter zurückliegender Versicherungszeiten ersuchen. 2. Die Bescheinigung wird auf Ersuchen des Antragstellers durch den zuständigen griechischen Träger ausgestellt. Ist der Antragsteller nicht im Besitz der erwähnten Bescheinigung, so gelangt die schweizerische Krankenkasse, die sich mit dem Aufnahmegesuch befasst, durch Vermittlung des Bundesamtes für Sozialversicherung an das IKA zwecks Einholung dieser Bescheinigung. In diesem Fall hat der Antragsteller den griechischen Träger, bei dem er versichert war, sowie Namen und Adresse seines letzten Arbeitgebers in Griechenland anzugeben. 3. Die Liste der schweizerischen Krankenkassen, die bei der Anwendung von Ziffer 17 Buchstabe a) des Schlussprotokolls zum Abkommen mitwirken, ist in der Anlage 2 zu dieser Vereinbarung enthalten. Die zuständige schweizerische Behörde wird der zuständigen griechischen Behörde die Namen jener Krankenkassen bekanntgeben, die später erklären, bei der Anwendung von Ziffer 17 Buchstabe a) des genannten Protokolls mitwirken zu wollen."
    },
    {
      "provision_ref": "art38",
      "chapter": "6. Kapitel Krankenversicherung",
      "section": "38",
      "title": "",
      "content": "Um in den Genuss der in Ziffer 17 Buchstabe b) des Schlussprotokolls zum Abkommen vorgesehenen Erleichterungen zu gelangen, müssen die dort erwähnten Personen dem zuständigen griechischen Träger eine Bescheinigung über die Versicherungszeiten vorlegen, die sie in der Schweiz während des Jahres, in dem die Versicherung in diesem Staat endet, sowie während des vorausgegangenen Kalenderjahres zurückgelegt haben. Die Bescheinigung wird auf Ersuchen des Antragstellers durch die schweizerische Krankenkasse ausgestellt. Ist der Antragsteller nicht im Besitz der erwähnten Bescheinigung, so gelangt der griechische Versicherungsträger, der sich mit dem Aufnahmegesuch befasst, an das Bundesamt für Sozialversicherung zwecks Einholung dieser Bescheinigung. Im letzteren Fall erteilt der Antragsteller alle Auskünfte über seine Kassenmitgliedschaft in der Schweiz."
    },
    {
      "provision_ref": "art39",
      "chapter": "Abschnitt IV Verschiedene Bestimmungen",
      "section": "39",
      "title": "",
      "content": "1. Die Versicherungsträger und die Verbindungsstellen der Vertragsparteien leisten sich auf allgemeines oder besonderes Ersuchen die zur Durchführung des Abkommens und dieser Vereinbarung erforderliche Hilfe. 2. Die Versicherungsträger und die Verbindungsstellen der einen Vertragspartei übersenden dem Träger oder der Verbindungsstelle der anderen Vertragspartei eine Durchschrift der Entscheidungen in Verfahren, an denen letztere in Anwendung von Artikel 28 des Abkommens beteiligt waren."
    },
    {
      "provision_ref": "art40",
      "chapter": "Abschnitt IV Verschiedene Bestimmungen",
      "section": "40",
      "title": "",
      "content": "1. Die Bezüger von Leistungen nach der Gesetzgebung der einen Vertragspartei, die im Gebiet der anderen Vertragspartei wohnen, melden dem leistungspflichtigen Träger alle Änderungen betreffend ihre persönliche und familiäre Lage, ihren Gesundheitszustand oder ihre Arbeits‑ und Erwerbsfähigkeit, welche ihre Rechte oder Pflichten auf Grund der in Artikel 2 des Abkommens aufgeführten Gesetzgebungen sowie auf Grund der Bestimmungen des Abkommens beeinflussen können, entweder direkt oder durch Vermittlung der Verbindungsstellen. 2. Die Versicherungsträger unterrichten einander durch Vermittlung der Verbindungsstellen über alle Auskünfte der obenerwähnten Art, die ihnen bekannt werden."
    },
    {
      "provision_ref": "art41",
      "chapter": "Abschnitt IV Verschiedene Bestimmungen",
      "section": "41",
      "title": "",
      "content": "1. Die aus der Durchführung dieser Vereinbarung entstehenden Verwaltungskosten werden von den mit der Durchführung beauftragten Stellen getragen. 2. Die Kosten für ärztliche Untersuchungen und Erhebungen zur Feststellung der Arbeits‑ oder Erwerbsfähigkeit, einschliesslich der damit zusammenhängenden Reise‑, Verpflegungs‑, Unterkunfts‑ oder weiteren Kosten, werden vom beauftragten Träger vorgeschossen und vom auftraggebenden Träger für jeden Fall gesondert zurückerstattet."
    },
    {
      "provision_ref": "art42",
      "chapter": "Abschnitt IV Verschiedene Bestimmungen",
      "section": "42",
      "title": "",
      "content": "Diese Vereinbarung tritt gleichzeitig mit dem am 1. Juni 1973 abgeschlossenen Abkommen zwischen der Schweiz und Griechenland über Soziale Sicherheit in Kraft. Sie gilt während der gleichen Dauer wie das Abkommen. Geschehen zu Athen am 24. Oktober 1980, in doppelter Ausfertigung, in französischer und griechischer Sprache; beide Fassungen sind gleichermassen verbindlich. Für die zuständige schweizerische Behörde: Für die zuständige griechische Behörde: A. Schuler A. Zafirakopoulos"
    }
  ],
  "definitions": []
}