{
  "id": "sr-0-192-110-31",
  "type": "statute",
  "title": "Zusatzprotokoll vom 6. November 1952 zum Allgemeinen Abkommen über die Vorrechte und Immunitäten des Europarates",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1966/786_812_803/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "",
      "content": "Jedes gegenwärtige oder zukünftige Mitglied des Europarates, das das Abkommen nicht unterzeichnet hat, kann ihm und diesem Protokoll durch Hinterlegung seiner Beitrittserklärung beim Generalsekretär des Europarates beitreten; der Generalsekretär notifiziert die Hinterlegung den Mitgliedern des Rates."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "",
      "content": "a. Die Bestimmungen des Teils IV des Abkommens finden auf die Vertreter, die an den Sitzungen der Ministerstellvertreter teilnehmen, Anwendung. b. Die Bestimmungen des Teils IV des Abkommens finden Anwendung auf die Vertreter (mit Ausnahme der Vertreter in der Beratenden Versammlung), die an Sitzungen teilnehmen, die vom Europarat einberufen werden und ausserhalb der Tagungen des Ministerkomitees und der Ministerstellvertreter stattfinden; die Vertreter, die an diesen Sitzungen teilnehmen, können sich jedoch bei einer Verhaftung oder gerichtlichen Verfolgung nicht auf diese Befreiung berufen, wenn sie auf frischer Tat ertappt werden."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "",
      "content": "Die Bestimmungen des Artikels 15 des Abkommens finden ebenfalls – möge die Beratende Versammlung tagen oder nicht – auf die Vertreter in der Versammlung sowie auf ihre Stellvertreter Anwendung, wenn sie an einer Sitzung einer Kommission oder eines Unterausschusses der Versammlung teilnehmen, sich an den Sitzungsort begeben oder von dort zurückkommen."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "",
      "content": "Die ständigen Vertreter der Mitglieder beim Europarat geniessen während der Wahrnehmung ihrer Aufgaben und auf ihren Reisen zu Tagungsorten und zurück die Vorrechte, Immunitäten und Erleichterungen, die diplomatischen Vertretern vergleichbaren Ranges zustehen."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "",
      "content": "Diese Vorrechte, Immunitäten und Erleichterungen werden den Vertretern der Mitglieder nicht zu ihrem persönlichen Vorteil gewährt, sondern zu dem Zweck, in voller Unabhängigkeit die Wahrnehmung ihrer Aufgaben in Verbindung mit dem Europarat zu ermöglichen. Daher hat ein Mitglied nicht nur das Recht, sondern die Pflicht, die Immunität seines Vertreters in allen Fällen aufzuheben, in denen nach seiner Auffassung die Immunität verhindern würde, dass dem Recht Nachachtung verschafft wird und in denen die Immunität ohne Beeinträchtigung des Zwecks, für den sie gewährt wird, aufgehoben werden kann."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "",
      "content": "Die Bestimmungen des Artikels 4 können nicht gegenüber den Behörden des Staates, dem der Vertreter angehört, oder gegenüber den Behörden des Mitglieds, das er vertritt oder vertreten hat, geltend gemacht werden."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "",
      "content": "a. Dieses Protokoll steht den Mitgliedern, die das Abkommen unterzeichnet haben, zur Unterzeichnung offen. Das Protokoll wird gleichzeitig mit dem Abkommen ratifiziert oder nach der Ratifizierung des letzteren. Die Ratifikationsurkunden werden beim Generalsekretär des Europarates hinterlegt. b. Dieses Protokoll tritt mit dem Tage in Kraft, an dem es von allen Unterzeichnerstaaten ratifiziert ist, die bis dahin das Abkommen ratifiziert haben, sofern die Zahl der Unterzeichnerstaaten, die das Abkommen und das Protokoll ratifiziert haben, nicht weniger als sieben beträgt. c. Für die Unterzeichnerstaaten, die das Protokoll nachträglich ratifizieren, tritt es mit der Hinterlegung der Ratifikationsurkunde in Kraft. d. Für die Mitglieder, die dem Abkommen und dem Protokoll gemäss Artikel 1 beigetreten sind, treten das Abkommen und das Protokoll in Kraft (i) mit dem im vorstehenden Absatz b angegebenen Tage, wenn die Beitrittsurkunde vor diesem Zeitpunkt hinterlegt worden ist, oder (ii) mit der Hinterlegung der Beitrittsurkunde, wenn die Hinterlegung zu einem späteren als dem im obigen Absatz b angegebenen Zeitpunkt erfolgt."
    }
  ],
  "definitions": []
}