{
  "id": "sr-0-672-971-411",
  "type": "statute",
  "title": "Vereinbarung vom 17. August 1993 zwischen der Schweiz und Schweden zur Ausführung der Artikel 10 und 11 des schwedisch-schweizerischen Abkommens vom 7. Mai 1965 zur Vermeidung der Doppelbesteuerung auf dem Gebiete der Steuern vom Einkommen und vom Vermögen",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1994/74_74_74/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "I. Schweizerische Verrechnungssteuer von Dividenden und Zinsen",
      "section": "1",
      "title": "Entlastung durch ganze oder teilweise Rückerstattung",
      "content": "1. Die in den Artikeln 10 und 11 des Abkommens vorgesehene Entlastung von Steuern auf Dividenden und Zinsen wird von schweizerischer Seite durch eine ganze oder teilweise Rückerstattung der Verrechnungssteuer gewährt. 2. Diese Vereinbarung findet keine Anwendung auf die Erstattung der Verechnungssteuer, die die in Schweden ansässigen Personen schon nach der schweizerischen Bundesgesetzgebung beanspruchen können. SR 0.672.971.41"
    },
    {
      "provision_ref": "art2",
      "chapter": "I. Schweizerische Verrechnungssteuer von Dividenden und Zinsen",
      "section": "2",
      "title": "Antragstellung",
      "content": "1. Der in Schweden ansässige Anspruchsberechtigte hat die ganze oder teilweise Rückerstattung der Verechnungssteuer auf Formular R 80 zu beantragen. 2. Der Antragsteller hat den Antrag in vierfacher Ausfertigung innert drei Jahren nach Ablauf des Kalenderjahres, in dem die Dividenden oder Zinsen fällig geworden sind, bei dem für ihn zuständigen lokalen Steueramt (skattemyndigheten pa hemorten) einzureichen. 3. Entstehen im Laufe eines Kalenderjahres mehrere Erstattungsansprüche, so sind sie zusammen in einem Antrag geltend zu machen. Ansprüche aus mehreren Jahren können in einem Antrag zusammengefasst werden. 4. Ist der Antrag begründet, gibt das lokale Steueramt (skattemyndigheten pa hemorten) die auf dem Antragsformular vorgesehene Bestätigung ab. Der Antragsteller stellt das Antragsformular hierauf der Eidgenössischen Steuerverwaltung zu."
    },
    {
      "provision_ref": "art3",
      "chapter": "I. Schweizerische Verrechnungssteuer von Dividenden und Zinsen",
      "section": "3",
      "title": "Prüfung und Entscheid",
      "content": "1. Die Eidgenössische Steuerverwaltung prüft den Antrag auf seine Berechtigung und Richtigkeit. Notwendige ergänzende Auskünfte und Beweismittel holt sie direkt beim Antragsteller ein. 2. Die Eidgenössische Steuerverwaltung eröffnet dem Antragsteller ihren Entscheid schriftlich und überweist den Erstattungsbetrag an die im Antrag angegebene Adresse. 3. Wird ein Antrag ganz oder teilweise abgewiesen, so wird der Entscheid mit einer Begründung und einer Rechtsmittelbelehrung durch eingeschriebenen Brief eröffnet. 4. Gegen den Entscheid der Eidgenössischen Steuerverwaltung kann innert 30 Tagen nach der Eröffnung Einsprache erhoben werden. Gegen den Einspracheentscheid der Eidgenössischen Steuerverwaltung kann innert 30 Tagen nach Eröffnung Beschwerde bei der Eidgenössischen Steuerrekurskommission erhoben werden. Gegen den Beschwerdeentscheid der Eidgenössischen Steuerrekurskommission kann innert 30 Tagen nach der Eröffnung beim Schweizerischen Bundesgericht in Lausanne Verwaltungsgerichtsbeschwerde erhoben werden."
    },
    {
      "provision_ref": "art4",
      "chapter": "I. Schweizerische Verrechnungssteuer von Dividenden und Zinsen",
      "section": "4",
      "title": "Formvorschriften",
      "content": "1. Die Eidgenössische Steuerverwaltung nimmt Korrespondenzen und Einsprachen von in Schweden ansässigen Antragstellern in einer der schweizerischen Nationalsprachen (Deutsch, Französisch, Italienisch, Rätoromanisch) und auch in englischer Sprache entgegen. 2. Beschwerden an die Eidgenössischen Steuerrekurskommission und Verwaltungsgerichtsbeschwerden an das Bundesgericht in Lausanne sollen in einer der schweizerischen Nationalsprachen abgefasst oder von einer Übersetzung in einer dieser Sprachen begleitet sein."
    },
    {
      "provision_ref": "art5",
      "chapter": "A. Couponsteuer auf Aktiendividenden",
      "section": "5",
      "title": "Entlastung durch ganze oder teilweise Rückerstattung",
      "content": "Die in Artikel 10 des Abkommens vorgesehene Entlastung von der schwedischen Couponsteuer wird durch eine ganze oder teilweise Rückerstattung dieser Steuer gewährt."
    },
    {
      "provision_ref": "art6",
      "chapter": "A. Couponsteuer auf Aktiendividenden",
      "section": "6",
      "title": "Antragstellung",
      "content": "1. Der in der Schweiz ansässige Anspruchsberechtigte hat die ganze oder teilweise Rückerstattung der Couponsteuer auf Formular R‑Sv 1 (800) zu beantragen. 2. Der Antragsteller hat den Antrag in dreifacher Ausfertigung innert fünf Jahren nach Ablauf des Kalenderjahres, in dem die Dividenden fällig geworden sind, bei der für ihn zuständigen kantonalen Steuerbehörde einzureichen. 3. Entstehen im Laufe eines Kalenderjahres mehrere Erstattungsansprüche, so sind sie zusammen in einem Antrag geltend zu machen. Ansprüche aus mehreren Jahren können in einem Antrag zusammengefasst werden. 4. Die kantonale Steuerbehörde prüft, ob die Voraussetzungen für die Erstattung von der schwedischen Steuer erfüllt sind. Ist der Antrag begründet, so bescheinigt dies die kantonale Steuerbehörde auf der zweiten Ausfertigung, die sie zusammen mit der dritten Ausfertigung der Eidgenössischen Steuerverwaltung zustellt. Die erste Ausfertigung bleibt bei der kantonalen Steuerbehörde und wird besonders dazu verwendet, die Erhebung der schweizerischen Steuern auf den im Antrag erwähnten Einkünften sicherzustellen. 5. Gestützt auf die Bestätigung der kantonalen Steuerbehörde bescheinigt die Eidgenössische Steuerverwaltung auf der dritten Ausfertigung des Antrages, die sie an die schwedischen Steuerbehörden weiterleitet, dass der Ertragsgläubiger im Zeitpunkt der Fälligkeit der im Antrag angegebenen Erträge in der Schweiz ansässig gewesen ist."
    },
    {
      "provision_ref": "art7",
      "chapter": "A. Couponsteuer auf Aktiendividenden",
      "section": "7",
      "title": "Prüfung und Entscheid",
      "content": "1. Das Sondersteueramt (det särskilda skattekontoret vid skattemyndigheten i Kopparbergs län) prüft den Antrag auf seine Berechtigung und Richtigkeit. Notwendige ergänzende Auskünfte und Beweismittel holt es direkt beim Antragsteller ein. 2. Das Sondersteueramt (det särskilda skattekontoret vid skattemyndigheten 1 Kopparbergs län) eröffnet dem Antragsteller seinen Entscheid schriftlich und überweist den Erstattungsbetrag an die im Antrag angegebene Adresse. 3. Wird ein Antrag ganz oder teilweise abgewiesen, so wird der Entscheid mit einer Begründung und einer Rechtsmittelbelehrung durch eingeschriebenen Brief eröffnet. 4. Gegen Entscheide über die Rückerstattung der Couponsteuer stehen dem Antragsteller die in der schwedischen Gesetzgebung für diese Steuer vorgesehenen Rechtsmittel zu. 5. Zurückzuerstattende Steuerbeträge werden nicht verzinst."
    },
    {
      "provision_ref": "art8",
      "chapter": "B. Staatliche Einkommensteuer auf Dividenden von Genossenschaftsanteilen von Genossenschaftsanteilen",
      "section": "8",
      "title": "Antragstellung",
      "content": "1. Der in der Schweiz ansässige nutzungsberechtigte Empfänger schwedischer Dividenden von Genossenschaftsanteilen hat die Begrenzung der staatlichen Einkommensteuer unter Verwendung des Formulars R‑Sv 2 (801) zu beantragen. Der Antrag ist bei der Veranlagung zur staatlichen Einkommensteuer, spätestens aber innert fünf Jahren nach Ablauf des Kalenderjahres, in dem diese Dividenden fällig geworden sind, zu stellen. 2. Der Antrag ist dreifach auszufertigen und vor Ablauf der in Absatz 1 genannten Frist der zuständigen kantonalen Steuerbehörde einzureichen. Artikel 6 Absätze 3–5 dieser Vereinbarung ist sinngemäss anwendbar, mit der Abweichung, dass eine Ausfertigung des Antrages mit der Bescheinigung der Eidgenössischen Steuerverwaltung dem Antragsteller zurückzugeben ist."
    },
    {
      "provision_ref": "art9",
      "chapter": "B. Staatliche Einkommensteuer auf Dividenden von Genossenschaftsanteilen von Genossenschaftsanteilen",
      "section": "9",
      "title": "Prüfung und Entscheid",
      "content": "1. Die zuständige schwedische Steuerbehörde entscheidet gestützt auf den Antrag über die Durchführung der Begrenzung der staatlichen Einkommensteuer. Artikel 7 Absätze 1 und 3 dieser Vereinbarung sind sinngemäss anwendbar. 2. Gegen Entscheide der zuständigen schwedischen Steuerbehörde stehen dem Gläubiger von Dividenden von Genossenschaftsanteilen die in dem schwedischen Veranlagungsgesetz vom 10. Mai 1990 vorgesehenen Rechtsmittel zu."
    },
    {
      "provision_ref": "art10",
      "chapter": "B. Staatliche Einkommensteuer auf Dividenden von Genossenschaftsanteilen von Genossenschaftsanteilen",
      "section": "10",
      "title": "Formvorschriften",
      "content": "1. Das Sondersteueramt (det särskilda skattekontoret vid skattemyndigheten i Kopparbergs län) oder die zuständige schwedische Steuerbehörde nehmen Korrespondenzen und Einsprachen von in der Schweiz ansässigen Antragstellern in schwedischer, deutscher, französischer oder englischer Sprache entgegen. 2. Beschwerden in Couponsteuersachen oder gegen die zuständigen schwedischen Steuerbehörden sollen in schwedischer Sprache abgefasst werden oder von einer Übersetzung in schwedischer Sprache begleitet sein."
    },
    {
      "provision_ref": "art11",
      "chapter": "III. Schlussbestimmungen",
      "section": "11",
      "title": "Inkrafttreten und Kündigung",
      "content": "1. Diese Vereinbarung tritt am 1. Oktober 1993 in Kraft. 2. Die Vereinbarung ersetzt mit Wirkung ab dem Tage ihres Inkrafttretens die Vereinbarung vom 29. November 1985. Anträge, die vor diesem Zeitpunkt eingereicht worden sind, werden nach der Vereinbarung vom 29. November 1985 weiterbehandelt. 3. Die Vereinbarung kann in gegenseitigem Einverständnis jederzeit durch Schriftenwechsel geändert oder ergänzt werden. 4. Die Vereinbarung kann von jeder der beiden Parteien unter Einhaltung einer Frist von mindestens sechs Monaten zum Ende eines Kalenderjahres gekündigt werden. [ AS 1989 1112 ]"
    }
  ],
  "definitions": []
}