{
  "id": "sr-0-923-51",
  "type": "statute",
  "title": "Abkommen vom 19. März 1986 zwischen der Schweizerischen Eidgenossenschaft und der Italienischen Republik über die Fischerei in den schweizerisch-italienischen Gewässern",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1989/539_539_539/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "1. Abschnitt Allgemeine Bestimmungen",
      "section": "1",
      "title": "Geltungsbereich",
      "content": "1 Gegenstand dieses Abkommens sind die Gewässer des Langensees (Verbano) und des Luganersees (Ceresio) sowie des Flusses Tresa, auch wenn dieser einem besonderen Privatfischereirecht unterstellt ist. 2 Im Sinne dieses Abkommens endet der Langensee bei der Eisenbahnbrücke in der Gemeinde Sesto Calende und der Luganersee bei der Zollbrücke zwischen den Gemeinden Lavena Ponte Tresa in Italien und Ponte Tresa in der Schweiz. Eingefügt durch Notenaustausch vom 10./24. April 2017, in Kraft seit 28. Jan. 2022 ( AS 2022 178 )."
    },
    {
      "provision_ref": "art2",
      "chapter": "1. Abschnitt Allgemeine Bestimmungen",
      "section": "2",
      "title": "Kommission",
      "content": "1 Für die Verwirklichung der Ziele dieses Abkommens sowie die Anwendung der Bestimmungen über die Tätigkeiten im Bereich des Fischfanges in den schweizerisch‑italienischen Gewässern sorgt die schweizerisch‑italienische Fischereikommission. 2 Die Kommission besteht aus einem Kommissär und zwei Vizekommissären aus jedem Staat. Sie zieht eine Unterkommission bei, die sich aus Fachleuten der Fischerei und Hydrobiologie der beiden Staaten zusammensetzt. 3 Die Regierungen beider Staaten ernennen ihren Fischereikommissär und die Vizekommissäre. 4 Die Fischereikommissäre haben folgende Aufgaben: a. sie üben im Geltungsbereich des Abkommens in den für die Fischerei bedeutsamen Fragen eine beratende Tätigkeit aus und schlagen den zuständigen Behörden der beiden Staaten den Erlass von geeigneten Massnahmen vor; b. sie tauschen gegenseitig Informationen aus, insbesondere über die von den einzelnen Staaten erlassenen Bestimmungen; c. sie sorgen dafür, dass das Abkommen über die Fischerei und die sich darauf stützenden Vorschriften einheitlich angewendet werden, und sie unterbreiten den zuständigen Behörden der beiden Staaten geeignete Empfehlungen; d. sie ernennen die Fachleute, die in die entsprechenden Unterkommissionen berufen werden. 5 Die Fischereikommission hat folgende Aufgaben: a. sie erarbeitet und unterbreitet Vorschläge für allfällige Änderungen dieses Abkommens; b. sie entscheidet bei Streitigkeiten über die Auslegung und die Anwendung dieses Abkommens; c. sie gibt sich die in diesem Abkommen vorgesehenen Reglemente und Verordnungen sowie ein Geschäftsreglement für die Kommission; d. sie erhebt und bearbeitet die Fischfang- und Fischereidaten; e. sie bereitet den Kostenvoranschlag für die gemeinsamen Auslagen vor und erstellt die Schlussabrechnung. Fassung gemäss Notenaustausch vom 10./24. April 2017, in Kraft seit 28. Jan. 2022 ( AS 2022 178 ). Fassung gemäss Notenaustausch vom 10./24. April 2017, in Kraft seit 28. Jan. 2022 ( AS 2022 178 ). Eingefügt durch Notenaustausch vom 10./24. April 2017, in Kraft seit 28. Jan. 2022 ( AS 2022 178 )."
    },
    {
      "provision_ref": "art3",
      "chapter": "2. Abschnitt Ausübung der Fischerei",
      "section": "3",
      "title": "Fischereipatent",
      "content": "1 In den diesem Abkommen unterstehenden Gewässern darf fischen, wer eine ordnungsgemässe Bewilligung des Staates besitzt, auf dessen Gebiet er die Fischerei ausübt. 2 Sollte die Entwicklung der Fischerei und eine künftige Harmonisierung der verschiedenen Patentsysteme dies als sinnvoll erscheinen lassen, kann die Kommission innerhalb ihrer spezifischen Kompetenzen die nötigen Schritte unternehmen, um die Fischerei auf dem Gebiet beider Staaten mit einem einzigen Patent zuzulassen. Dazu ist in jedem Fall die Zustimmung der zuständigen Verwaltungsbehörden und der Kommissäre einzuholen. Eingefügt durch Notenaustausch vom 10./24. April 2017, in Kraft seit 28. Jan. 2022 ( AS 2022 178 )."
    },
    {
      "provision_ref": "art4",
      "chapter": "2. Abschnitt Ausübung der Fischerei",
      "section": "4",
      "title": "Fanggeräte",
      "content": "1 Die zuständigen Behörden der beiden Staaten veröffentlichen im gegenseitigen Einvernehmen eine Ausführungsverordnung zu diesem Abkommen, welche die Vorschriften für die Ausübung der Fischerei, ein Verzeichnis der zulässigen Geräte sowie die Schon- und Schutzgebiete umfasst. 2 Auf den Gewässern im Sinne dieses Abkommens und an ihren Ufern ist es untersagt, Fanggeräte und -mittel mitzuführen oder auf sich zu tragen, die nach der Ausführungsverordnung nicht erlaubt sind, ausser es werde nachgewiesen, dass sie nicht für den Fischfang bestimmt sind. Fassung gemäss Notenaustausch vom 10./24. April 2017, in Kraft seit 28. Jan. 2022 ( AS 2022 178 )."
    },
    {
      "provision_ref": "art5",
      "chapter": "3. Abschnitt Fangbestimmungen",
      "section": "5",
      "title": "Methoden und Modalitäten",
      "content": "Die Methoden und Modalitäten für die Fischerei sind in der Ausführungsverordnung geregelt. Fassung gemäss Notenaustausch vom 10./24. April 2017, in Kraft seit 28. Jan. 2022 ( AS 2022 178 )."
    },
    {
      "provision_ref": "art6",
      "chapter": "3. Abschnitt Fangbestimmungen",
      "section": "6",
      "title": "Fischereiverbotszone",
      "content": "1 Die Ausführungsverordnung bezeichnet und regelt für die Seen im Sinne dieses Abkommens die besonders schutzwürdigen Mündungsgebiete der Zuflüsse, in denen die Fischbestände besonders geschützt werden sollen. 2 … 3 Wird die Ausscheidung weiterer Schutzzonen als notwendig erachtet, so werden diese von den zuständigen Behörden der beiden Staaten auf Antrag der Kommissäre festgelegt. 4 Alle Schon‑ oder Schutzgebiete sind mit Bojen oder auf andere geeignete Weise zu bezeichnen. Fassung gemäss Notenaustausch vom 10./24. April 2017, in Kraft seit 28. Jan. 2022 ( AS 2022 178 ). Aufgehoben durch Notenaustausch vom 10./24. April 2017, mit Wirkung seit 28. Jan. 2022 ( AS 2022 178 )."
    },
    {
      "provision_ref": "art7",
      "chapter": "4. Abschnitt Schonbestimmungen",
      "section": "7",
      "title": "Fangmindestmasse",
      "content": "Die Ausführungsverordnung regelt, zum Zweck des bestmöglichen Schutzes der natürlichen Fortpflanzung, die Mindestmasse der Fische, gemessen von der Kopfspitze bis zum Ende der Schwanzflosse, die für den Fang und den Verkauf der Fische gelten. Fassung gemäss Notenaustausch vom 10./24. April 2017, in Kraft seit 28. Jan. 2022 ( AS 2022 178 )."
    },
    {
      "provision_ref": "art8",
      "chapter": "4. Abschnitt Schonbestimmungen",
      "section": "8",
      "title": "Schonzeiten",
      "content": "Die Dauer der Schonzeiten ist in der Ausführungsverordnung unter Berücksichtigung der Fortpflanzungsperioden der als schutzwürdig erachteten Arten festgelegt. Fassung gemäss Notenaustausch vom 10./24. April 2017, in Kraft seit 28. Jan. 2022 ( AS 2022 178 )."
    },
    {
      "provision_ref": "art9",
      "chapter": "4. Abschnitt Schonbestimmungen",
      "section": "9",
      "title": "Verletzung von Schonbestimmungen",
      "content": "1 Fische, die versehentlich während der Schonzeit gefangen werden oder das für die jeweilige Art vorgeschriebene Fangmindestmass nicht erreichen, sind am Fangort sofort und mit aller Sorgfalt ins Gewässer zurückzuversetzen. 2 Tote Fische, die während der Schonzeit der jeweiligen Art mit einem bewilligten Netz gefangen werden oder die das vorgeschriebene Fangmindestmass nicht erreichen, sind in einen eigens dafür vorgesehenen Behälter zu legen, der auf dem Boot gut sichtbar aufgestellt ist und sich von den Behältern unterscheidet, die normalerweise für den Fang verwendet werden. Diese Fische dürfen von den Berufsfischern nur für den Eigenverbrauch verwendet werden. Fassung gemäss Notenaustausch vom 10./24. April 2017, in Kraft seit 28. Jan. 2022 ( AS 2022 178 )."
    },
    {
      "provision_ref": "art10",
      "chapter": "4. Abschnitt Schonbestimmungen",
      "section": "10",
      "title": "Krebsfang",
      "content": "1 In den Gewässern im Sinne dieses Abkommens ist der Fang von einheimischen Krebsen untersagt. 2 Das Fangen und der Transport von nicht einheimischen Krebsen sind in der Ausführungsverordnung geregelt. Fassung gemäss Notenaustausch vom 10./24. April 2017, in Kraft seit 28. Jan. 2022 ( AS 2022 178 )."
    },
    {
      "provision_ref": "art11",
      "chapter": "5. Abschnitt Abweichungen",
      "section": "11",
      "title": "Einschränkende Massnahmen",
      "content": "Jeder Kommissär kann in seinem Zuständigkeitsgebiet und in Übereinstimmung mit den in seinem eigenen Staat geltenden Verfahren einschränkendere Massnahmen treffen, als es im vorliegenden Abkommen vorgesehen ist; er hat den Kommissär des anderen Staates unverzüglich davon in Kenntnis zu setzen."
    },
    {
      "provision_ref": "art12",
      "chapter": "5. Abschnitt Abweichungen",
      "section": "12",
      "title": "Erleichterung von Vorschriften",
      "content": "Wenn nachweisbare technische oder wissenschaftliche Gründe vorliegen, können die Bestimmungen der Abschnitte 2, 3 und 4 dieses Abkommens in gegenseitigem Einvernehmen der beiden Kommissäre für beschränkte Zeit in erleichterndem Sinne abgeändert werden, jedoch unter der Voraussetzung, dass die vorgesehenen Massnahmen den Zielsetzungen des vorliegenden Abkommens nicht widersprechen."
    },
    {
      "provision_ref": "art13",
      "chapter": "5. Abschnitt Abweichungen",
      "section": "13",
      "title": "Bewilligung des Fischfangs für wissenschaftliche Zwecke",
      "content": "Zu wissenschaftlichen und didaktischen Zwecken kann die zuständige Behörde jedes Staates an namentlich genannte Personen Bewilligungen zum Fischfang erteilen, welche von den Bestimmungen dieses Abkommens und der Ausführungsverordnung abweichen. Fassung gemäss Notenaustausch vom 10./24. April 2017, in Kraft seit 28. Jan. 2022 ( AS 2022 178 )."
    },
    {
      "provision_ref": "art14",
      "chapter": "6. Abschnitt Schutz der Lebensräume",
      "section": "14",
      "title": "Verbotene und bewilligungspflichtige Eingriffe",
      "content": "1 Es ist untersagt, den Gewässergrund aufzuwühlen und mit irgendwelchen Mitteln die Wasserpflanzen auszureissen oder zu entfernen; ausgenommen sind die in der Ausführungsverordnung zugelassenen Fanggeräte und die Vorkehrungen, welche ausschliesslich der Erhaltung der öffentlichen Schifffahrt und des Badens dienen. Im Weiteren sind alle Arbeiten, welche die Beseitigung von Pflanzengemeinschaften betreffen, die üblicherweise als «Schilfgürtel» bezeichnet werden, verboten. 2 Vorkehrungen, welche ausschliesslich der Erhaltung der öffentlichen Schifffahrt und des Badens dienen, Arbeiten zur Ableitung, Verlegung, Wasserentnahme und Trockenlegung sowie Arbeiten zur Reinigung und Ausbesserung der Ufer, welche die Beseitigung von Wasser- und Sumpfpflanzen sowie Erdbewegungen vorsehen, sind zusätzlich zu den durch geltende Gesetzesbestimmungen vorgeschriebenen Bewilligungen dem Kommissär oder der von ihm ermächtigten Behörde zur obligatorischen und verbindlichen Stellungnahme zu unterbreiten. 3 Einbauten, welche den natürlichen Abfluss der in diesem Abkommen erwähnten Gewässer unterbrechen oder verändern, müssen mit Einrichtungen versehen sein, welche den Fischzug gewährleisten. Die entsprechenden Pläne sind dem Kommissär oder der von ihm ermächtigten Behörde zur verbindlichen und obligatorischen Stellungnahme zu unterbreiten. Fassung gemäss Notenaustausch vom 10./24. April 2017, in Kraft seit 28. Jan. 2022 ( AS 2022 178 )."
    },
    {
      "provision_ref": "art15",
      "chapter": "6. Abschnitt Schutz der Lebensräume",
      "section": "15",
      "title": "Fischereiliche Auflagen und Wiederherstellung der Lebensräume",
      "content": "1 Die in Artikel 14 vorgesehenen Eingriffe können mit Auflagen zum Schutz des Fischbestandes oder mit kompensierenden Umweltmassnahmen verbunden werden. 2 Werden Übertretungen der in Artikel 14 enthaltenen Bestimmungen oder Beeinträchtigungen, Schädigungen oder Verschmutzungen der Gewässer festgestellt, kann der Kommissär im Sinne einer Wiedergutmachung und unter Wahrung der in seinem Staat geltenden Verfahren fischereiliche Auflagen und kompensierende Umweltmassnahmen festlegen, die dem verursachten Schaden angemessen sind, sowie die Wiederherstellung des ursprünglichen Zustandes verlangen, sofern dies möglich ist; er kann zudem bei Umweltstraftaten als Zivilpartei in einem Strafverfahren auftreten. Fassung gemäss Notenaustausch vom 10./24. April 2017, in Kraft seit 28. Jan. 2022 ( AS 2022 178 )."
    },
    {
      "provision_ref": "art16",
      "chapter": "6. Abschnitt Schutz der Lebensräume",
      "section": "16",
      "title": "Fischbesatz",
      "content": "1 Alle Massnahmen für den Fischbesatz in den diesem Abkommen unterstellten Gewässern, die von öffentlichen Körperschaften, Vereinen oder Privaten vorgenommen werden, sind vorgängig zur Bewilligung dem Kommissär oder der von ihm ermächtigten Behörde zu unterbreiten. In jeden Fall untersagt ist das Einsetzen von Fischarten, die nicht bereits in den schweizerisch-italienischen Gewässern vorhanden sind. 2 Die Fischarten, bei denen ein Besatz durchgeführt werden kann, und die anderen Massnahmen zur Förderung des Fischbestandes sind in einem gesonderten, von der Kommission genehmigten Besatzreglement festgelegt. Mit diesem soll zudem der Fischbesatz durch öffentliche Körperschaften im Luganersee, im Langensee und im Fluss Tresa koordiniert werden, indem eine gemeinsame Planung für die institutionellen Akteure der beiden Staaten erstellt wird, welche die Kriterien für die Aufteilung des Fischbesatzes festhält, wobei auf das in den Fischzuchten der Schweiz respektive Italiens verfügbare Besatzmaterial Rücksicht genommen wird. Fassung gemäss Notenaustausch vom 10./24. April 2017, in Kraft seit 28. Jan. 2022 ( AS 2022 178 )."
    },
    {
      "provision_ref": "art17",
      "chapter": "7. Abschnitt Förderungsmassnahmen",
      "section": "17",
      "title": "Jährlicher Austausch von Tätigkeitsberichten",
      "content": "1 Zur besseren Wahrung und Förderung des Fischbestandes der schweizerisch-italienischen Gewässer liefert die Kommission zweckdienliche Auskünfte über die Förderung des Fischbestandes, die Kontrolle der übermässig sich entwickelnden Fischarten, die Massnahmen zur Verbesserung der Umweltbedingungen, die Intensität der Fischerei und die Krankheitserscheinungen bei den Fischen. 2 Zu diesem Zwecke tauschen die Kommissäre jedes Jahr die nötigen Informationen gemäss den im Geschäftsreglement vorgesehenen Modalitäten aus."
    },
    {
      "provision_ref": "art18",
      "chapter": "7. Abschnitt Förderungsmassnahmen",
      "section": "18",
      "title": "Wissenschaftliche Untersuchungen",
      "content": "Die beiden Staaten fördern die wissenschaftliche Untersuchung des aquatischen Lebensraumes, soweit er Gegenstand dieses Abkommens ist."
    },
    {
      "provision_ref": "art19",
      "chapter": "7. Abschnitt Förderungsmassnahmen",
      "section": "19",
      "title": "Fischzuchtanstalten",
      "content": "Beide Staaten verpflichten sich, jeder für die Gewässer seines Hoheitsgebietes, die Kosten für den Fischbesatz und andere Massnahmen zur Förderung des Fischbestandes zu tragen. Fassung gemäss Notenaustausch vom 10./24. April 2017, in Kraft seit 28. Jan. 2022 ( AS 2022 178 )."
    },
    {
      "provision_ref": "art20",
      "chapter": "8. Abschnitt Aufsicht und Strafbestimmungen",
      "section": "20",
      "title": "Aufsicht",
      "content": "1 Die Aufsicht über den Schutz des Fischbestandes und über den Fischfang sowie die korrekte Anwendung dieses Abkommens ist dem Aufsichtspersonal übertragen, welches diese Aufgaben im eigenen Hoheitsgebiet zu erfüllen hat. 2 Das Aufsichtspersonal kann seine Aufgabe nur in den Gewässerabschnitten und auf dem Hoheitsgebiet seines Staates ausüben. Es ist jedoch ermächtigt, im Falle einer offenkundigen Widerhandlung, seine Funktion auch auf Gewässerabschnitten des anderen Staates auszuüben und sich nötigenfalls zum nächstgelegenen Wachtposten zu begeben; dabei darf es keine Zwangsmassnahmen anwenden. 3 Bei der Ausübung seiner Amtsbefugnis auf Gewässerabschnitten des anderen Staates muss sich das Aufsichtspersonal als solches ausweisen können. Das Tragen von Uniform und Dienstwaffe ist dabei zulässig. Der Gebrauch der Dienstwaffe ist aber nur im Falle von Notwehr gestattet. 4 Das Aufsichtspersonal kann die zuständige Behörde des anderen Staates ersuchen, beschuldigte Personen ausfindig zu machen sowie verbotene Gegenstände und unrechtmässig gefangene Fische zu beschlagnahmen."
    },
    {
      "provision_ref": "art21",
      "chapter": "8. Abschnitt Aufsicht und Strafbestimmungen",
      "section": "21",
      "title": "Widerhandlungen gegen das Aufsichtspersonal",
      "content": "1 Sofern das Aufsichtspersonal seine Tätigkeit gemäss Artikel 20 Absatz 2 dieses Abkommens in Gewässern des anderen Staates ausübt, kommt ihm der Schutz und der Beistand des Aufsichtspersonals des anderen Staates zu. 2 Für Widerhandlungen, die gegen das Aufsichtspersonal eines Staates während der Ausübung seiner Funktion auf dem Hoheitsgebiet des anderen Staates verübt werden, sind die in letzterem geltenden Rechtsnormen anwendbar."
    },
    {
      "provision_ref": "art22",
      "chapter": "8. Abschnitt Aufsicht und Strafbestimmungen",
      "section": "22",
      "title": "Vorgehen bei Widerhandlungen",
      "content": "1 Jeder der beiden Staaten verfolgt nach seinen eigenen Rechtsnormen die sich auf seinem Hoheitsgebiet befindenden Personen, welche die in diesem Abkommen und ihren Ausführungsbestimmungen festgelegten Normen auf dem Hoheitsgebiet des anderen Staates verletzt haben. 2 Die Strafverfolgung erfolgt auf Antrag des Staates, auf dessen Hoheitsgebiet die Widerhandlung begangen wurde, nachdem das Protokoll über die Widerhandlung auf dem offiziellen Weg an die zuständige Behörde des anderen Staates übermittelt wurde. 3 Von der Strafverfolgung wird jedoch abgesehen, wenn der Täter bereits rechtskräftig verurteilt worden ist, wenn die Widerhandlung zu einer rechtskräftigen Verwaltungsmassnahme geführt hat oder wenn ein Grund für den Wegfall der Strafbarkeit oder der Strafe besteht, ausgenommen wenn der Täter sich dem Vollzug der ihm auferlegten Strafe entzogen hat oder die in der rechtskräftigen Verwaltungsmassnahme festgelegte Geldleistung nicht erbracht hat. 4 Die Verfahrenskosten werden nicht vergütet. Die Bussenbeträge fallen in die Kasse desjenigen Staates, der die Strafverfolgung durchgeführt hat. Die geschädigte Partei hat Anrecht auf Rückerstattung der Auslagen und auf Ersatz des Schadens sowie auf die entsprechenden Zinsen."
    },
    {
      "provision_ref": "art23",
      "chapter": "9. Abschnitt Beziehung zwischen den Behörden",
      "section": "23",
      "title": "Beziehung zwischen den Behörden",
      "content": "1 Um die ordnungsgemässe Anwendung dieses Abkommens und das zweckmässige Wirken der darin vorgesehenen Organe zu gewährleisten, beraten sich die Kommissäre untereinander und treffen die entsprechenden Entscheide in gegenseitigem Einvernehmen. 2 Die Kommissäre können direkt miteinander verkehren."
    },
    {
      "provision_ref": "art24",
      "chapter": "9. Abschnitt Beziehung zwischen den Behörden",
      "section": "24",
      "title": "Kosten",
      "content": "1 Jeder Staat trägt die Kosten der eigenen Delegation in der Kommission und der eigenen in die Unterkommission berufenen Fachleute. 2 Die Kosten für die Forschungsarbeiten gemäss Artikel 18 sowie für den Fischbesatz und die Massnahmen zur Förderung des Fischbestandes gemäss Artikel 19 werden von den beiden Regierungen auf Vorschlag der Kommission übernommen. 3 Für allfällige weitere Kosten, die nicht nach Absatz 2 aufgeteilt werden können, bestimmt die Kommission jeweils die Art der Aufteilung von Fall zu Fall. Fassung gemäss Notenaustausch vom 10./24. April 2017, in Kraft seit 28. Jan. 2022 ( AS 2022 178 )."
    },
    {
      "provision_ref": "art25",
      "chapter": "10. Abschnitt Übergangs‑ und Schlussbestimmungen",
      "section": "25",
      "title": "Vollzugsbestimmungen",
      "content": "1 Jeder der beiden Staaten trifft die Massnahmen, die erforderlich sind, um die Bestimmungen dieses Abkommens auf seinem Gebiet zu vollziehen. Er erlässt spätestens ein Jahr nach dem Austausch der Ratifikationen die entsprechenden Vollzugsbestimmungen. 2 Dieses Abkommen wird unter Respektierung der von den beiden Ländern untereinander eingegangenen internationalen Verpflichtungen und denjenigen Italiens gegenüber der Europäischen Union angewendet. Eingefügt durch Notenaustausch vom 10./24. April 2017, in Kraft seit 28. Jan. 2022 ( AS 2022 178 )."
    },
    {
      "provision_ref": "art26",
      "chapter": "10. Abschnitt Übergangs‑ und Schlussbestimmungen",
      "section": "26",
      "title": "Aufhebung bisherigen Rechts",
      "content": "Mit dem Inkrafttreten dieses Abkommens werden alle Bestimmungen über die Fischerei in den schweizerisch-italienischen Gewässern aufgehoben, insbesondere: – die Zusatzübereinkunft vom 8. Juli 1898 zur Übereinkunft zwischen der Schweiz und Italien vom 8. November 1882 betreffend gleichartige Bestimmungen über die Fischerei in den beiden Staaten gemeinsam angehörenden Gewässern; – die Übereinkunft vom 13. Juni 1906 zwischen der Schweiz und Italien betreffend gleichartige Bestimmungen über die Fischerei in den beiden Staaten angehörenden Gewässern, – die Zusatzerklärung vom 15. Januar 1907 zu dieser Übereinkunft; – der Zusatz vom 8. Februar 1911 zur Übereinkunft vom 13. Juni 1906; – der Notenaustausch vom 13. Oktober und 19. Dezember 1947, vom 1. und 16. März 1948 und vom 13. und 27. November 1950 zwischen der Schweiz und Italien über die Anwendung einheitlicher Bestimmungen über die Fischerei in den gemeinsamen Gewässern. [BS 14 273] [BS 14 263] [ AS 23 49 ] [ AS 27 172 ] [ AS 63 1414 ] [ AS 1949 291 ] [ AS 1951 390 ]"
    },
    {
      "provision_ref": "art27",
      "chapter": "10. Abschnitt Übergangs‑ und Schlussbestimmungen",
      "section": "27",
      "title": "Abkommensänderungen",
      "content": "1 Die Regierungen der beiden Staaten können dieses Abkommen in gegenseitigem Einvernehmen ändern. 2 Die Änderungen erfolgen mit Notenaustausch entsprechend dem in Artikel 28 Absatz 1 vorgesehenen Verfahren."
    },
    {
      "provision_ref": "art28",
      "chapter": "10. Abschnitt Übergangs‑ und Schlussbestimmungen",
      "section": "28",
      "title": "Inkrafttreten und Kündigung",
      "content": "1 Jeder der beiden Staaten teilt dem anderen die Erfüllung der Voraussetzungen für das Inkrafttreten dieses Abkommens mit. Das Abkommen tritt am ersten Tag des zweiten Kalendermonats in Kraft, der auf den Eingang der letzten dieser Noten folgt. 2 Nach Ablauf einer Frist von drei Jahren nach Inkrafttreten kann das Abkommen jederzeit von beiden vertragschliessenden Regierungen mit einer Kündigungsfrist von sechs Monaten gekündigt werden. Geschehen in Rom, am 19. März 1986, ausgefertigt in zwei Originalen in italienischer Sprache. Für den Schweizerischen Bundesrat: Gaspard Bodmer Für die italienische Regierung: Mario Fioret"
    }
  ],
  "definitions": []
}