{
  "id": "sr-0-632-401-01",
  "type": "statute",
  "title": "Zusatzprotokoll vom 12. Juli 1989 zum Abkommen zwischen der Schweizerischen Eidgenossenschaft und der Europäischen Wirtschaftsgemeinschaft betreffend die Beseitigung bestehender und Verhinderung neuer mengenmässiger Beschränkungen bei der Ausfuhr sowie von Massnahmen gleicher Wirkung (mit Prot. Nr. 6 und Erkl.)",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1990/478_478_478/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "",
      "content": "Folgende Artikel werden in das Abkommen eingefügt: Artikel 13 A ... Artikel 13 B ... Artikel 24 A ... Text eingefügt im genannten Abk. Text eingefügt im genannten Abk. Text eingefügt im genannten Abk."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "",
      "content": "Das Abkommen wird wie folgt geändert: 1. Artikel 7 Absatz 2 des Abkommens erhält folgende Fassung: ... 2. Anhang III zu dem Abkommen erhält folgende Fassung: ... Text eingefügt im genannten Abk. Text eingefügt im genannten Abk."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "",
      "content": "Artikel 27 des Abkommens erhält folgende Fassung: ... Text eingefügt im genannten Abk."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "",
      "content": "Folgender Wortlaut wird dem Abkommen als Protokoll Nr. 6 angefügt:"
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "",
      "content": "Dieses Zusatzprotokoll gilt gleichermassen für das Gebiet des Fürstentums Liechtenstein, und zwar so lange, wie der Vertrag vom 29. März 1923 über die Errichtung einer Zollunion zwischen der Schweizerischen Eidgenossenschaft und dem Fürstentum Liechtenstein in Kraft ist. SR 0.631.112.514"
    },
    {
      "provision_ref": "art6",
      "chapter": "9",
      "section": "6",
      "title": "",
      "content": "Dieses Zusatzprotokoll wird von den Vertragsparteien nach deren eigenen Verfahren genehmigt. Es tritt am 1. Januar 1990 in Kraft, sofern die Vertragsparteien einander vor diesem Zeitpunkt den Abschluss der dafür erforderlichen Verfahren notifiziert haben. Wenn sich die Vertragsparteien den Abschluss der Verfahren nicht bis zu diesem Zeitpunkt notifiziert haben, so wird das Protokoll ab 1. Januar 1990 vorläufig angewandt."
    },
    {
      "provision_ref": "art7",
      "chapter": "9",
      "section": "7",
      "title": "",
      "content": "Dieses Zusatzprotokoll ist in zwei Urschriften abgefasst, jede in deutscher, französischer, italienischer, dänischer, englischer, griechischer, niederländischer, portugiesischer und spanischer Sprache, wobei jeder Wortlaut gleichermassen verbindlich ist. Geschehen zu Brüssel am zwölften Juli neunzehnhundertneunundachtzig. Für die Regierung der Schweizerischen Eidgenossenschaft: Benedikt von Tscharner Für den Rat der Europäischen Gemeinschaften: Jean Vidal Gianluigi Giola"
    }
  ],
  "definitions": []
}