{
  "id": "sr-0-192-120-242",
  "type": "statute",
  "title": "Abkommen vom 10. März 1955 zwischen dem Schweizerischen Bundesrat und der Meteorologischen Weltorganisation zur Festlegung des rechtlichen Statuts dieser Organisation in der Schweiz",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1956/1063_1143_1155/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Handlungsfreiheit der MWO",
      "content": "Der Schweizerische Bundesrat gewährleistet der Meteorologischen Weltorganisation die ihr als internationale Organisation zustehende Unabhängigkeit und Handlungsfreiheit."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Rechtspersönlichkeit der MWO",
      "content": "Der Schweizerische Bundesrat anerkennt die internationale Rechtspersönlichkeit und die Rechtsfähigkeit der Meteorologischen Weltorganisation in der Schweiz."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Befreiungen der MWO",
      "content": "Die Meteorologische Weltorganisation steht im Genuss aller dem europäischen Sitz der Vereinten Nationen zugestandenen Befreiungen. Die Vorrechte und Erleichterungen in bezug auf den Zoll werden gemäss dem für die internationalen Organisationen angewandten Zollreglement des Bundesrates gewährt."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Exterritorialität von Grundstücken und Räumlichkeiten",
      "content": "Der Schweizerische Bundesrat anerkennt insbesondere die Exterritorialität der Grundstücke und Räumlichkeiten der Meteorologischen Weltorganisation sowie aller Räumlichkeiten, die sie anlässlich ihrer Versammlungen und für jede andere von ihr in der Schweiz einberufene Zusammenkunft benützt."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Versammlungsfreiheit",
      "content": "Der Schweizerische Bundesrat gewährleistet der Meteorologischen Weltorganisation sowie ihren Mitgliedern in ihren Beziehungen zur Organisation die uneingeschränkte Versammlungsfreiheit, inbegriffen die Rede- und Beschlussfreiheit."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Befreiung von der Gerichtsbarkeit und Befreiung von andern Massnahmen",
      "content": "1. Die Meteorologische Weltorganisation geniesst für sich selbst, für ihr Eigentum und ihre Vermögenswerte, wo sie sich auch immer befinden und wer sie immer verwahrt, die Befreiung von jeglicher Gerichtsbarkeit, es sei denn, diese Immunität sei durch den Generalsekretär der Meteorologischen Weltorganisation oder durch seinen dazu ermächtigten Vertreter ausdrücklich aufgehoben worden. 2. Das Eigentum und die Vermögenswerte der Meteorologischen Weltorganisation sind, wo sie sich auch immer befinden und wer sie immer verwahrt, von jeglicher Untersuchungs-, Requisitions-, Beschlagnahme-, Enteignungsmassnahme sowie von jeder anderen Form der Beschlagnahme oder Einmischung irgend einer Behörde befreit."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Unverletzbarkeit der Grundstücke und der Räumlichkeiten",
      "content": "Die Grundstücke und Räumlichkeiten der Meteorologischen Weltorganisation sind unverletzbar. Kein Vertreter schweizerischer Behörden darf sie ohne die ausdrückliche Zustimmung der Meteorologischen Weltorganisation betreten."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Unverletzbarkeit der Archive",
      "content": "Die Archive der Meteorologischen Weltorganisation und, ganz allgemein, sämtliche ihr gehörenden oder in ihrem Besitz befindlichen Akten sind unverletzbar."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Veröffentlichungen",
      "content": "Die Ein- und Ausfuhr von Veröffentlichungen der Meteorologischen Weltorganisation sind keinerlei Verboten oder Beschränkungen wirtschaftlicher oder finanzieller Art unterworfen."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Steuerregime der MWO",
      "content": "Die Meteorologische Weltorganisation ist befreit von allen direkten und indirekten eidgenössischen, kantonalen und Gemeindesteuern auf den ihr gehörenden oder von ihr gemieteten und von ihren Dienstzweigen benützten Liegenschaften sowie auf ihrem beweglichen Eigentum, wobei es sich versteht, dass sie keine Befreiung von Abgaben für öffentliche Dienstleistungen beansprucht. Siehe Ziff. 1 des Briefwechsels vom 10. März 1955 ( SR 0.192.120.242.2 )."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Freies Verfügungsrecht über Guthaben",
      "content": "1. Die Meteorologische Weltorganisation kann alle Guthaben, Devisen, Bargeld und andere beweglichen Werte entgegennehmen und verwahren und darüber sowohl in der Schweiz als auch in ihren Beziehungen mit dem Ausland frei verfügen. 2. Dieser Artikel findet auch auf die Mitgliedstaaten in bezug auf ihre Beziehungen zur Meteorologischen Weltorganisation Anwendung."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Amtliche Mitteilungen",
      "content": "Die Meteorologische Weltorganisation geniesst für ihre amtlichen Mitteilungen eine mindestens ebenso günstige Behandlung wie der europäische Sitz der Vereinten Nationen."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Befreiung von der Zensur",
      "content": "Die amtlichen Mitteilungen der Meteorologischen Weltorganisation, die als solche gekennzeichnet sind, dürfen keiner Zensur unterstellt werden, welches auch der benützte Verbindungsweg sei."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Freiheit der Einreise und des Aufenthaltes",
      "content": "1. Die schweizerischen Behörden treffen alle zweckdienlichen Massnahmen, um die Einreise in die Schweiz, die Ausreise und den Aufenthalt aller Personen zu erleichtern, die in amtlicher Eigenschaft zur Meteorologischen Weltorganisation berufen werden, nämlich: a. die Vertreter der Mitgliedstaaten, ohne Rücksicht auf die Beziehungen zwischen der Schweiz und diesen Staaten; b. die Mitglieder des Exekutivkomitees der Meteorologischen Weltorganisation, ohne Rücksicht auf ihre Staatsangehörigkeit; c. die nichtschweizerischen Agenten und Beamten der Meteorologischen Weltorganisation; d. die zur Meteorologischen Weltorganisation berufenen Personen, ohne Rücksicht auf ihre Staatsangehörigkeit. 2. Alle fremdenpolizeilichen Massnahmen, die die Einschränkung der Einreise von Ausländern in die Schweiz oder die Kontrolle ihrer Aufenthaltsverhältnisse bezwecken, sind auf die in diesem Artikel aufgeführten Personen nicht anwendbar."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Immunitäten der Vertreter der Mitgliedstaaten und der Mitglieder des Exekutivkomitees der MWO",
      "content": "Die Vertreter der Mitgliedstaaten der Meteorologischen Weltorganisation, sowie die Mitglieder ihres Exekutivkomitees, die zwecks Ausübung ihrer Tätigkeit in die Schweiz berufen werden, stehen im Genusse der gleichen Vorrechte und Immunitäten wie die Vertreter der Mitglieder der Vereinten Nationen. Die Zollbefreiungen und Zollerleichterungen werden gemäss dem für die internationalen Organisationen anwendbaren Zollreglemente des Bundesrates zuerkannt."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Diplomatische Immunitäten des Generalsekretärs und gewisser Beamter",
      "content": "Der Generalsekretär der Meteorologischen Weltorganisation und die von ihm als solche bezeichneten und durch den Schweizerischen Bundesrat genehmigten Kategorien der höheren Beamten stehen im Genuss der Vorrechte, Immunitäten, Befreiungen und Erleichterungen, die den diplomatischen Vertretern gemäss Völkerrecht und internationalem Brauch eingeräumt werden. Die Zollbefreiungen und Zollerleichterungen werden gemäss dem für die internationalen Organisationen anwendbaren Zollreglement des Bundesrates zuerkannt. Siehe Ziff. 2 des Briefwechsels vom 10. März 1955 ( SR 0.192.120.242.2 )."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Immunitäten und Erleichterungen für alle Beamten",
      "content": "Alle Beamten der Meteorologischen Weltorganisation stehen, ohne Rücksicht auf ihre Staatsangehörigkeit, im Genusse der folgenden Immunitäten und Erleichterungen: a. Befreiung von jeder Gerichtsbarkeit hinsichtlich der in Ausübung ihrer Amtstätigkeit vorgenommenen Handlungen; b. Befreiung von allen eidgenössischen, kantonalen und Gemeindesteuern auf den ihnen von der Meteorologischen Weltorganisation ausbezahlten Besoldungen, Vergütungen und Entschädigungen. Siehe Ziff. 3 des Briefwechsels vom 10. März 1955 ( SR 0.192.120.242.2 )."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Befreiungen und Erleichterungen für nichtschweizerische Beamten",
      "content": "Die Beamten der Meteorologischen Weltorganisation, die nicht Schweizer Bürger sind, geniessen die Befreiungen und Erleichterungen, die in der Vollzugsvereinbarung zum vorliegenden Abkommen festgelegt sind. Die Zollerleichterungen und Zollbefreiungen werden gemäss dem für die internationalen Organisationen anwendbaren Zollreglement des Bundesrates zuerkannt. SR 0.192.120.242.1"
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Pensionskasse usw.",
      "content": "1. Jede zugunsten der Beamten der Meteorologischen Weltorganisation offiziell tätige Pensionskasse oder Fürsorgeeinrichtung besitzt auf ihren Wunsch in der Schweiz die Rechtsfähigkeit und geniesst im Rahmen ihrer Tätigkeit zugunsten der erwähnten Beamten die gleichen Befreiungen, Immunitäten und Vorrechte wie die Organisation selbst. 2. Die Fonds und Stiftungen, mit oder ohne eigene Rechtspersönlichkeit, die unter der Aufsicht der Meteorologischen Weltorganisation verwaltet werden und für ihre offiziellen Zwecke bestimmt sind, geniessen hinsichtlich ihrer beweglichen Werte die gleichen Befreiungen, Immunitäten und Vorrechte wie die Organisation selbst."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Zweck der Immunitäten",
      "content": "1. Die in der vorliegenden Vereinbarung vorgesehenen Immunitäten werden nicht eingeräumt, um den Beamten der Meteorologischen Weltorganisation persönliche Vorrechte oder Vorteile zu verschaffen. Sie sind einzig und allein vorgesehen, um die Abwicklung der Geschäfte der Meteorologischen Weltorganisation und die völlige Unabhängigkeit ihrer Beamten zu gewährleisten. 2. Der Generalsekretär der Meteorologischen Weltorganisation hat das Recht und die Pflicht, die Immunität eines Beamten aufzuheben, wenn er der Auffassung ist, dass diese Immunität den normalen Gang der Justiz verhindert und die Interessen der Meteorologischen Weltorganisation nicht beeinträchtigt werden."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Verhinderung von Missbräuchen",
      "content": "Die Meteorologische Weltorganisation wird mit den schweizerischen Behörden stets zusammenarbeiten zur Erleichterung einer guten Handhabung der Justiz, zwecks Beachtung der Anordnungen der Polizei, und zwecks Verhinderung eines jeden Missbrauchs der in den vorliegenden Abkommen vorgesehenen Vorrechte, Immunitäten und Erleichterungen."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Streitigkeiten privaten Charakters",
      "content": "Die Meteorologische Weltorganisation wird zweckdienliche Massnahmen treffen im Hinblick auf eine zufriedenstellende Beilegung von: a. Streitigkeiten aus Verträgen, in denen die Meteorologische Weltorganisation als Partei beteiligt ist, und von anderen Streitigkeiten, die sich auf eine Frage des Privatrechts beziehen; b. Streitigkeiten, in die ein Beamter der Meteorologischen Weltorganisation verwickelt ist, der zufolge seiner amtlichen Stellung im Genusse der Immunität steht, sofern diese Immunität durch den Generalsekretär der Meteorologischen Weltorganisation nicht aufgehoben worden ist."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Nichtverantwortlichkeit der Schweiz",
      "content": "Der Schweiz erwächst aus der Tätigkeit der Meteorologischen Weltorganisation auf ihrem Gebiet keinerlei internationale Verantwortlichkeit, weder aus den Handlungen und Unterlassungen der Organisation, noch aus den Handlungen oder Unterlassungen ihrer in Ausübung ihrer Funktionen tätigen Beamten."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Sicherheit der Schweiz",
      "content": "1. Das Recht des Schweizerischen Bundesrates, im Interesse der Sicherheit der Schweiz zweckdienliche Vorsichtsmassnahmen zu treffen, wird durch das vorliegende Abkommen nicht berührt. 2. Falls es der Schweizerische Bundesrat als notwendig erachtet, den ersten A b schnitt dieses Artikels anzuwenden, wird er sich so rasch als die Umstände es erlauben, mit der Meteorologischen Weltorganisation in Verbindung setzen, um mit ihr gemeinsam die zum Schutze der Interessen der Organisation notwendigen Massnahmen zu beschliessen. 3. Die Meteorologische Weltorganisation wird mit den schweizerischen Behörden zwecks Vermeidung eines jeden Nachteils, der sich aus ihrer Tätigkeit für die Sicherheit der Schweiz ergeben könnte, zusammenarbeiten."
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Vollzug des Abkommens durch die Schweiz",
      "content": "Das Eidgenössische Politische Departement ist mit dem Vollzug des vorliegenden Abkommens und der dazugehörenden Vollzugsvereinbarung durch die Schweizerische Eidgenossenschaft beauftragt. SR 0.192.120.242.1"
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Gerichtsstand",
      "content": "1. Jede Meinungsverschiedenheit über die Anwendung oder Auslegung des vorliegenden Abkommens oder der Vollzugsvereinbarung die nicht durch direkte Verhandlung zwischen den Parteien beigelegt werden konnte, kann von jeder der beiden Parteien einem aus drei Mitgliedern bestehenden Gericht, das nach Inkrafttreten des vorliegenden Abkommens bestellt wird, zum Entscheid unterbreitet werden. 2. Der Schweizerische Bundesrat und die Meteorologische Weltorganisation bezeichnen je ein Mitglied des Gerichts. 3. Die auf diese Weise ernannten Richter wählen ihren Präsidenten. 4. Im Falle einer Uneinigkeit der Richter über die Person des Präsidenten wird er auf Begehren der Mitglieder des Gerichts durch den Präsidenten des Internationalen Gerichtshofes bezeichnet. 5. Das Gericht wird von der einen oder anderen Partei auf dem Gesuchswege angerufen. 6. Das Gericht setzt sein Verfahren selbst fest. SR 0.192.120.242.1"
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "Inkrafttreten",
      "content": "Das vorliegende Abkommen tritt rückwirkend auf den 20. Dezember 1951 in Kraft."
    },
    {
      "provision_ref": "art28",
      "section": "28",
      "title": "Änderung des Abkommens",
      "content": "1. Das vorliegende Abkommen kann auf Verlangen der einen oder andern Partei abgeändert werden. 2. In diesem Falle werden sich die beiden Parteien über die vorzunehmenden Änderungen der Bestimmungen des vorliegenden Abkommens verständigen. 3. Sollten die Verhandlungen nicht innerhalb eines Jahres zu einer Einigung führen, kann das Abkommen von der einen oder andern Partei unter Einhaltung einer Kündigungsfrist von zwei Jahren gekündigt werden."
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "Vollzugsvereinbarung",
      "content": "Die Bestimmungen des vorliegenden Abkommens werden durch die Vollzugsvereinbarung ergänzt. Ausgefertigt und unterzeichnet am Sitze der Meteorologischen Weltorganisation in Genf, am 10. März 1955, in doppelter Ausfertigung. Für den Schweizerischen Bundesrat: Für die Meteorologische Weltorganisation: Pierre Micheli G. Swoboda SR 0.192.120.242.1"
    }
  ],
  "definitions": []
}