{
  "id": "sr-0-142-117-679-11",
  "type": "statute",
  "title": "Durchführungsprotokoll vom 21. Juli 2020 zwischen dem Eidgenössischen Justiz- und Polizeidepartement der Schweizerischen Eidgenossenschaft, dem Staatssekretariat für Migration der Schweizerischen Eidgenossenschaft und dem Staatlichen Migrationsdienst der Ukraine, dem Dienst Staatsgrenzenverwaltung der Ukraine zum Abkommen zwischen der Schweizerischen Eidgenossenschaft und der Ukraine über die Rückübernahme von Personen (mit Anhängen)",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2020/731/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Gemeinsame Liste der Dokumente, die als Nachweis der Staatsangehörigkeit gelten",
      "content": "(Art. 5 Abs. 1 Bst. a des Abkommens) 1. Für die Schweizerische Eidgenossenschaft: – Schweizer Identitätskarte; – Schweizer Reisepass; – Schweizer Diplomatenpass; – Schweizer Dienstpass; – Provisorischer Schweizer Pass (Notpass); – Schweizer Laissez-passer. 2. Für die Ukraine: – Reisepass für ukrainische Staatsangehörige; – Internationaler Reisepass für ukrainische Staatsangehörige; – Temporäre Identitätskarte für ukrainische Staatsangehörige; – Diplomatenpass der Ukraine; – Dienstpass der Ukraine; – Seemanns Ausweis; – Ausweis für Flugbegleitpersonal; – Laissez-passer der Ukraine."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Gemeinsame Liste der Dokumente, mit denen die Staatsangehörigkeit festgestellt wird",
      "content": "(Art. 5 Abs. 1 Bst. b des Abkommens) – In Artikel 1 dieses Durchführungsprotokolls aufgeführte Dokumente, deren Gültigkeit abgelaufen ist; – Fotokopien der in Artikel 1 dieses Durchführungsprotokolls aufgeführten Dokumente; – Staatsangehörigkeitsbescheinigungen und sonstige amtliche Dokumente, in denen die Staatsangehörigkeit erwähnt wird oder aus denen sie hervorgeht; – Führerscheine oder Fotokopien davon; – Geburtsurkunden oder Fotokopien davon; – Wehrdienstbuch und Militärausweis oder Fotokopien davon; – Firmenausweise oder Fotokopien davon; – Zeugenaussagen; – Erklärungen der betreffenden Person; – Das Ergebnis einer amtlichen Prüfung zur Feststellung der von der Person gesprochenen Sprache. Für die Zwecke dieses Durchführungsprotokolls ist unter «amtlicher Prüfung» eine Prüfung zu verstehen, die von der zuständigen Behörde des ersuchenden Staates in Auftrag gegeben oder durchgeführt und vom ersuchten Staat akzeptiert wird; – jedes sonstige Dokument, das dazu beitragen kann, die Staatsangehörigkeit der betreffenden Person festzustellen."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Gemeinsame Liste der Dokumente, die als Nachweis für die Erfüllung der Voraussetzungen für die Rückübernahme Drittstaatsangehöriger und Staatenloser gelten",
      "content": "(Art. 6 Abs. 1 Bst. a des Abkommens) – Einreise-/Ausreisestempel und ähnliche Vermerke im Reisedokument der betreffenden Person sowie sonstige Beweise für die Einreise/Ausreise (z.B. Videoaufnahmen); – mit Namen versehene Tickets und/oder Passagierlisten für internationale Flug, Zug- oder Busreisen, aus denen die Anwesenheit dieser Person im Hoheitsgebiet des ersuchten Staates und die Route ihrer auf direktem Weg zurückgelegten Reise aus dem Hoheitsgebiet des ersuchten Staates in das Hoheitsgebiet des ersuchenden Staates hervorgehen."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Gemeinsame Liste der Dokumente, mit denen die Erfüllung der Voraussetzungen für die Rückübernahme Drittstaatsangehöriger und Staatenloser festgestellt werden kann",
      "content": "(Art. 6 Abs. 1 Bst. b des Abkommens) – Förmliche Erklärungen, insbesondere von Grenzbeamten des ersuchenden Staates und anderen Zeugen, die den Grenzübertritt der betreffenden Person bezeugen können; – Dokumente, Bescheinigungen und Rechnungen jeder Art (z.B. Hotelrechnungen, Terminkarten für Arzt-/Zahnarztbesuche, Eintrittskarten für öffentliche/private Einrichtungen, Mietwagenverträge, Kreditkartenbelege usw.), aus denen klar hervorgeht, dass sich die betreffende Person im Hoheitsgebiet des ersuchten Staates aufgehalten hat; – Angaben, aus denen hervorgeht, dass die betreffende Person einen Reisebegleiter oder ein Reisebüro in Anspruch genommen hat; – Förmliche Erklärung der betreffenden Person in Gerichts- oder Verwaltungsverfahren."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Weitere Dokumente",
      "content": "1. Erachten die zuständigen Behörden des ersuchenden Staates andere, nicht in den Artikeln 1–4 dieses Durchführungsprotokolls aufgeführte Dokumente zur Feststellung der Staatsangehörigkeit der rückzuübernehmenden Person für nützlich, so können diese den zuständigen Behörden des ersuchten Staates zusammen mit dem Rückübernahmegesuch zugestellt werden. 2. Die zuständigen Behörden des ersuchten Staates entscheiden, ob sie die in Absatz 1 dieses Artikels genannten Dokumente bei der Bearbeitung des Rückübernahmegesuchs in Betracht ziehen wollen."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Rückübernahmegesuch",
      "content": "(Art. 4 Abs. 1 des Abkommens) 1. Das Rückübernahmegesuch nach Anhang 1 dieses Durchführungsprotokolls ist der zuständigen Behörde des ersuchten Staates durch die zuständige Behörde des ersuchenden Staates auf einem sicheren Übermittlungsweg schriftlich zuzustellen. 2. Die Beantwortung des Rückübernahmegesuchs durch die zuständige Behörde des ersuchten Staates hat auf einem sicheren Übermittlungsweg schriftlich an die zuständige Behörde des ersuchenden Staates zu erfolgen. 3. Die Fristen nach Artikel 7 des Abkommens beginnen am Tag des Empfangs eines geeigneten Gesuchs der zuständigen Behörden des ersuchenden Staates durch die zuständigen Behörden des ersuchten Staates; als Tag des Empfangs gilt der Tag, an dem das Gesuch gemäss den internen Verfahren der zuständigen Behörde, die das Gesuch empfangen hat, als Eingang registriert wurde."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Begleitung einer durchzubefördernden Person",
      "content": "(Art. 10 des Abkommens) 1. Erfolgt die Durchbeförderung einer Person unter Einsatz von Begleitpersonal, so haben die zuständigen Behörden des ersuchenden Staates folgende Angaben zu liefern: Vornamen, Nachnamen der Begleitpersonen. 2. Die Begleitpersonen haben sich an die Gesetze des ersuchten Staates zu halten. 3. Die Begleitpersonen tragen weder Waffen noch andere Objekte, die im Hoheitsgebiet des ersuchten Staates Einschränkungen unterworfen sind. 4. Die Begleitpersonen treten in Zivil auf, tragen gültige Pässe und Dienstausweise mit sich und können Dienstreiseaufträge der zuständigen Behörde des ersuchenden Staates vorweisen. 5. Die Zahl der Begleitpersonen wird von den zuständigen Behörden von Fall zu Fall im Voraus vereinbart. 6. Die zuständigen Behörden arbeiten in sämtlichen Fragen zum Aufenthalt von Begleitpersonal im Hoheitsgebiet des ersuchten Staates zusammen. Erforderlichenfalls gewähren die zuständigen Behörden des ersuchten Staates dem Begleitpersonal Unterstützung."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Durchbeförderungsgesuch",
      "content": "(Art. 11 des Abkommens) 1. Das Durchbeförderungsgesuch nach Anhang 2 dieses Durchführungsprotokolls ist schriftlich zu stellen und ist der zuständigen Behörde des ersuchten Staates durch die zuständige Behörde des ersuchenden Staates auf einem sicheren Übermittlungsweg zuzustellen. 2. Die Beantwortung des Durchbeförderungsgesuchs durch die zuständige Behörde des ersuchten Staates hat auf einem sicheren Übermittlungsweg an die zuständige Behörde des ersuchenden Staates zu erfolgen. 3. Die Fristen nach Artikel 11 des Abkommens beginnen am Tag des Empfangs eines geeigneten Gesuchs der zuständigen Behörden des ersuchenden Staates durch die zuständigen Behörden des ersuchten Staates; als Tag des Empfangs gilt der Tag, an dem das Gesuch gemäss den internen Verfahren der zuständigen Behörde, die das Gesuch empfangen hat, als Eingang registriert wurde."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Kosten",
      "content": "(Art. 12 des Abkommens) Die Kosten, die dem ersuchten Staat in Zusammenhang mit der Rückübernahme und der Durchbeförderung entstanden sind und die gemäss Artikel 12 des Abkommens der ersuchende Staat zu tragen hat, werden von diesem innert 30 Tagen nach Erhalt der Rechnung zurückerstattet."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Rückübernahme- und Durchbeförderungsverfahren",
      "content": "Für die Rückübernahme und die Durchbeförderung bestimmen die Vertragsparteien folgende Grenzübergangsstellen: Für die Schweizerische Eidgenossenschaft: – internationaler Flughafen Zürich-Kloten; – internationaler Flughafen Genf-Cointrin; – internationaler Flughaben Basel-Mülhausen; – Grenzübergangsstelle St. Margrethen. Für die Ukraine: – internationaler Flughafen «Boryspil»; – internationaler Flughafen «Igor Sikorsky Kyiv»."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Verfahren für die Kommunikation zwischen den zuständigen Behörden",
      "content": "1. Sofern die Vertragsparteien nichts anderes beschliessen, verständigen sich die zuständigen Behörden der Vertragsparteien bei der Durchführung des Abkommens mündlich und schriftlich in englischer Sprache. 2. Die Vertragsparteien tauschen spätestens 30 Kalendertage nach Unterzeichnung dieses Protokolls auf diplomatischem Weg die Adressen, Telefon- und Faxnummern sowie E-Mailadressen der zuständigen Behörden aus. Die zuständigen Behörden informieren einander unverzüglich über Änderungen ihrer Namen, Adressen, Telefon- und Faxnummern oder E-Mailadressen."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Inkrafttreten, Kündigung und Änderungen",
      "content": "1. Dieses Durchführungsprotokoll tritt am Tag der Unterzeichnung durch die zuständigen Behörden in Kraft. 2. Dieses Durchführungsprotokoll wird gleichzeitig mit dem Abkommen beendet. 3. Dieses Durchführungsprotokoll wird von den zuständigen Behörden im gegenseitigen Einvernehmen schriftlich auf diplomatischem Weg geändert. Die Änderungen treten gemäss dem Verfahren nach Absatz 1 dieses Artikels in Kraft. Geschehen zu Kiew am 21. Juli 2020 in zweifacher Ausfertigung in deutscher, ukrainischer und englischer Sprache, wobei jeder Text gleichermassen authentisch ist. Bei Meinungsverschiedenheiten über die Auslegung des vorliegenden Durchführungsprotokolls ist der englische Text massgebend. Für das Eidgenössische Justiz- und Polizeidepartement der Schweizerischen Eidgenossenschaft: Claude Wild Für das Staatssekretariat für Migration der Schweizerischen Eidgenossenschaft: Claude Wild Für den Staatlichen Migrationsdienst der Ukraine: Maksym Sokoliuk Für den Dienst Staatsgrenzenverwaltung der Ukraine: Serhiy Deyneko"
    }
  ],
  "definitions": []
}