{
  "id": "sr-0-923-211",
  "type": "statute",
  "title": "Vollzugsverordnung vom 17. November 2015 zum Abkommen zwischen dem Schweizerischen Bundesrat und der Regierung der Französischen Republik über die Fischerei im Genfersee (mit Anhang)",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2015/902/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Kapitel I Fischereirecht",
      "section": "1",
      "title": "Fischereibewilligung",
      "content": "Die beiden Staaten sind zuständig für: a) die Definition der von ihnen ausgegebenen Bewilligungskategorien für die Berufs- und Angelfischerei; b) die Definition der in Artikel 8–12 des vorliegenden Reglements aufgeführten zugelassenen Fischereigeräte für jede dieser Kategorien; c) die Beschränkung bestimmter Fischereigeräte, insbesondere deren Anzahl, für gewisse Kategorien von Bewilligungen für die Berufsfischerei."
    },
    {
      "provision_ref": "art2",
      "chapter": "Kapitel I Fischereirecht",
      "section": "2",
      "title": "Voraussetzungen",
      "content": "1 Niemand darf gleichzeitig mehr als eine Fischereibewilligung für den Genfersee haben. 2 Zur Ausübung der Berufsfischerei sind nur Personen berechtigt, die: a) die Fischerei persönlich, auf eigene Rechnung und hauptberuflich ausüben; b) nicht bereits eine solche Bewilligung für andere Gewässer als den Genfersee besitzen; c) die von den Behörden beider Staaten durchgeführte Prüfung zur Ausübung der Berufsfischerei erfolgreich bestanden haben. 3 Die Inhaber und Inhaberinnen eines Patentes für die Berufsfischerei können sich beim Setzen der Fischereigeräte jederzeit gegenseitig ersetzen. Jeder Patentinhaber und Patentinhaberin kann nur die eigenen Fischereigeräte heben, die mit Vornamen und Namen beschriftet sind."
    },
    {
      "provision_ref": "art3",
      "chapter": "Kapitel I Fischereirecht",
      "section": "3",
      "title": "Anzahl Bewilligungen",
      "content": "1 Die Höchstzahl der an Berufsfischer und Berufsfischerinnen abgegebenen Bewilligungen beträgt: a) 92 für die Schweiz; b) 60 für Frankreich. 2 In diesen Kontingenten sind die französischen Lizenzen für die kleinen Patente und die schweizerischen Sonderpatente eingeschlossen. Je drei dieser Bewilligungen entsprechen einer an einen Berufsfischer oder an eine Berufsfischerin abgegebenen Bewilligung."
    },
    {
      "provision_ref": "art4",
      "chapter": "Kapitel I Fischereirecht",
      "section": "4",
      "title": "Berechtigung zur Ausübung der Fischerei in den Gewässern des anderen Staates",
      "content": "1 In den Gewässern des anderen Staates dürfen die Berufsfischer und Berufsfischerinnen nur das Grosse Schwebnetz setzen. 2 Sie dürfen das Grosse Schwebnetz nur innerhalb der gemeinsamen Zone setzen, die sich östlich der Linie, welche die Kirche von Yvoire und Villas Prangins (Club House des Golfs) verbindet, beiderseits der mittleren Grenze über 15 % der Seebreite und westlich dieser Linie beiderseits der mittleren Grenze über 10 % der Seebreite erstreckt. 3 Sie sind berechtigt, die Grossen Schwebnetze im ganzen See zu heben."
    },
    {
      "provision_ref": "art5",
      "chapter": "Kapitel II Geografische Grenzen und Begriffe",
      "section": "5",
      "title": "Grenze zwischen dem See, seinen Zuflüssen und seinem Abfluss",
      "content": "1 Die Verlängerung der natürlichen Ufer des Sees bildet die Grenze zwischen dem See und seinen Zuflüssen. 2 Die flussaufwärts liegende Seite der Mont-Blanc-Brücke in Genf bildet die Grenze zwischen dem See und der abfliessenden Rhone."
    },
    {
      "provision_ref": "art6",
      "chapter": "Kapitel II Geografische Grenzen und Begriffe",
      "section": "6",
      "title": "Seezonen",
      "content": "1 Die Litoralzone ist der Teil des Sees, der sich vom Ufer seewärts erstreckt und eine sanft abfallende, in geringer Wassertiefe liegende Uferplatte bildet. 2 Die Hangzone ist der stark abfallende und an die Litoralzone angrenzende Teil. 3 Der Rand der Hangzone ist die Kante im abfallenden Teil zwischen der Litoralzone und der Hangzone. 4 Die Tiefenzone ist das tiefe Seegebiet am Fuss der Hangzone."
    },
    {
      "provision_ref": "art7",
      "chapter": "Kapitel II Geografische Grenzen und Begriffe",
      "section": "7",
      "title": "Arten der Fischerei",
      "content": "1 Bei der passiven Fischerei beschränkt sich der Fischer oder die Fischerin auf das Setzen und Heben des Geräts, bedient es aber während des eigentlichen Fangaktes nicht. 2 Bei der aktiven Fischerei bedient der Fischer oder die Fischerin das Fischereigeräts während des Fangaktes. 3 Bei der Treibfischerei wird der Fisch bewusst in Richtung des Netzes getrieben."
    },
    {
      "provision_ref": "art8",
      "chapter": "Kapitel II Geografische Grenzen und Begriffe",
      "section": "8",
      "title": "Fischereigeräte",
      "content": "1 Die Fischerei erfolgt mittels drei Arten von Fischereigeräten: a) Netze; b) Fallen; c) Angelhaken, die an einer Schnur oder an einer Angel angebracht sind. 2 Ein Fischereigerät wird als schwebend bezeichnet, wenn es mittels Schwimmern im Wasser aufgehängt ist; ein schwebendes Gerät kann verankert oder frei treibend sein. 3 Ein Fischereigerät wird als halb schwebend bezeichnet, wenn es teils schwebend ist und teils am Boden aufliegt. 4 Ein Fischereigerät wird als Bodenfanggerät bezeichnet, wenn es am Boden aufliegt. 5 Alle von einem fahrenden Boot gezogenen Fischereigeräte werden als Schleppfanggeräte bezeichnet."
    },
    {
      "provision_ref": "art9",
      "chapter": "Kapitel II Geografische Grenzen und Begriffe",
      "section": "9",
      "title": "Netze",
      "content": "1 Als Netz wird jedes Fischereigerät bezeichnet, das aus einem weichen Maschengeflecht aus Natur- oder Kunstfasern besteht. 2 Das einfache Netz besteht aus einer einzelnen Maschenschicht. 3 Das Spiegelnetz besteht aus einer Schicht mit grosser Maschenweite und einer darüber liegenden zweiten Schicht mit kleiner Maschenweite oder aus drei übereinander liegenden Schichten, wobei die beiden Aussenschichten grossmaschig sind und die Innenschicht kleinmaschig ist. 4 Das Zugnetz wird für die aktive Fischerei benutzt; es besteht aus zwei länglichen Teilen – Arme genannt –, die durch einen sackförmigen Teil verbunden sind. Man unterscheidet zwei Arten von Zugnetzen: das Grosse Zugnetz und das Kleine Zugnetz. 5 Das Gründlingsnetz dient dem Fang kleiner Cypriniden. 6 Das Senknetz ist ein quadratisches Netz, das mittels oben miteinander verbundenen Bügeln gespannt wird. 7 Der Kescher oder Feumer ist ein Netz in Form einer Tasche, das an einem festen Rahmen angebracht und mit einem Stiel versehen ist. 8 Weitere Begriffe: a) Netzsätze: mehrere miteinander verbundene Netze; b) Oberähre: die den oberen Teil des Netzes begrenzende Schnur; c) Unterähre: die den unteren Teil des Netzes begrenzende Schnur; d) Heben des Netzes: das Netz vollständig aus dem Wasser ziehen; e) Absuchen der Netze: die Netze durch Anheben entlang der Oberähre kontrollieren, ohne sie jedoch ganz zu heben."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Fallen",
      "content": "1 Die Reuse ist eine Fisch- oder Krebsfalle, die aus einem Maschengeflecht aus Natur‑, Kunstfasern oder Draht besteht und straff über einen Rahmen gespannt ist. 2 Die Köderfischflasche ist eine Fischfalle in Form eines Behälters, dessen konkaver Boden in der Mitte ein Loch aufweist. 3 Das Krebsnetz ist eine Falle, die auf den Boden gestellt wird und über eine Schnur mit der Oberfläche verbunden ist. Sie besteht aus einem oder mehreren übereinander liegenden Ringen, die durch ein Drahtgeflecht oder Netz miteinander verbunden sind. Der untere Ring wird durch ein Drahtgeflecht oder ein Netz verschlossen."
    },
    {
      "provision_ref": "art10a",
      "section": "10a",
      "title": "a Angelhaken",
      "content": "Der Angelhaken ist ein Haken mit oder ohne Widerhaken, der am Ende oder entlang einer Schnur oder Angel angebracht ist; es kann sich dabei um einen Einerhaken, um eine Doppel- oder um eine Dreifachangel handeln."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Legeschnur",
      "content": "Die Legeschnur ist ein Gerät, bei dem einer oder mehrere Angelhaken auf einer gelegten oder schwebenden Schnur angebracht sind; sie wird für die passive Fischerei verwendet."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Angel",
      "content": "1 Ein oder mehrere auf einer Schnur angebrachte Angelhaken bilden eine Angel; sie wird für die aktive Fischerei verwendet. 2 Die schwebende Angel ist eine mit einem festen Schwimmer versehene Angel. 3 Die Senkangel ist eine mit Blei bestückte Angel mit einem oder ohne einen laufenden Schwimmer. 4 Die Hegene ist eine mit Blei bestückte Senkangel ohne Schwimmer, die vertikal bewegt wird. 5 Die Setzangel ist eine mit Blei bestückte Angel, deren Blei auf dem Grund aufliegt. 6 Die Spinnangel ist eine mit einem Gewicht bestückte Angel ohne Schwimmer oder mit einem laufenden Schwimmer. Der Köder oder künstliche Köder wird weit hinaus geworfen und vom Fischer oder der Fischerin aktiv eingezogen. 7 Die Schleppangel wird hinter einem fahrenden Boot gezogen."
    },
    {
      "provision_ref": "art12a",
      "section": "12a",
      "title": "a Im See vorkommende Arten",
      "content": "Die im Genfersee vorkommenden einheimischen oder akklimatisierten Arten sind in Anhang 1-A zu dieser Vollzugsverordnung aufgelistet, die eingeführten und unerwünschten Arten in Anhang 1-B."
    },
    {
      "provision_ref": "art13",
      "chapter": "Kapitel III Verbotene Fischereigeräte und -methoden",
      "section": "13",
      "title": "Verbotene Geräte und Methoden",
      "content": "1 Die folgenden Fangmethoden dürfen nicht angewendet werden: a) betäubende, explodierende oder giftige Stoffe sowie elektrischer Strom; b) Feuerwaffen; c) Geräte, die zum Harpunieren dienen, wie beispielsweise Bootshaken; d) Schlingen; e) chemische, optische und elektronische akustische Lockmittel; f) Geräte, die der Tauchfischerei dienen. 2 Das Fischen mit der Hand und das Schleppen von Netzen sind verboten."
    },
    {
      "provision_ref": "art14",
      "chapter": "Kapitel III Verbotene Fischereigeräte und -methoden",
      "section": "14",
      "title": "Verbotene Apparate",
      "content": "Boote, die für die Fischerei mit dem Grossen Zugnetz benutzt werden, und Boote, die sich an solcher Fischerei beteiligen, dürfen keine Funkpeilgeräte zum Auffinden der Fische mitführen."
    },
    {
      "provision_ref": "art15",
      "chapter": "Kapitel III Verbotene Fischereigeräte und -methoden",
      "section": "15",
      "title": "Treibfischerei",
      "content": "Die Treibfischerei ist verboten."
    },
    {
      "provision_ref": "art16",
      "chapter": "Kapitel IV Normen für die Benutzung der für die Berufsfischerei zugelassenen Geräte",
      "section": "16",
      "title": "Bestimmung der Netzgrössen",
      "content": "Die Länge eines Netzes wird durch die Länge der Oberähre bestimmt, seine Höhe durch das Maschennetz in geöffnetem Zustand."
    },
    {
      "provision_ref": "art17",
      "chapter": "Kapitel IV Normen für die Benutzung der für die Berufsfischerei zugelassenen Geräte",
      "section": "17",
      "title": "Bestimmung der Maschenweite für Netze und Reusen",
      "content": "1 Die Maschen müssen mit einem Messgerät mit Millimetereinteilung gemessen werden. Es sind nur die folgenden Maschen erlaubt: a) für Netze: quadratische oder rautenförmige Maschen; b) für Reusen: quadratische, rechteckige oder sechseckige Maschen. 2 Die Maschenweite muss an Netzen kontrolliert werden, die vorgängig gewässert wurden. Die Maschen der Netze werden in Längsrichtung ausgelegt, ohne gestreckt zu werden, und zwischen den am weitesten entfernten Knoten gemessen, und zwar nacheinander an fünf nebeneinander liegenden Maschen; anschliessend wird jedes Ergebnis durch zwei geteilt. Diese Messung wird an zwei verschiedenen Stellen des Netzes durchgeführt. Das Mittel dieser zehn Messungen ergibt die Maschenweite. 3 Für die Kontrolle der Maschenweite der Reusen wird der kürzeste Abstand zwischen zwei parallelen Seiten des Gitters gemessen – die Fadendicke nicht eingerechnet – und zwar nacheinander an zehn nebeneinander liegenden Maschen. Das Mittel dieser zehn Messungen ergibt die Maschenweite der Reuse."
    },
    {
      "provision_ref": "art18",
      "chapter": "Kapitel IV Normen für die Benutzung der für die Berufsfischerei zugelassenen Geräte",
      "section": "18",
      "title": "Zugnetze (Grosses und Kleines Zugnetz)",
      "content": "1 Das Grosse und das Kleine Zugnetz müssen unmittelbar nach dem Setzen gehoben werden. Sie dürfen nicht geschleppt werden. 2 Der Inhalt des sackförmigen Teils darf erst ins Boot gehoben werden, wenn alle Fische, die durch die Maschen gehen, ausgeschüttelt worden sind."
    },
    {
      "provision_ref": "art19",
      "chapter": "Kapitel IV Normen für die Benutzung der für die Berufsfischerei zugelassenen Geräte",
      "section": "19",
      "title": "Grosses Zugnetz",
      "content": "1 Die Arme des Grossen Zugnetzes dürfen höchstens 120 m lang und 40 m hoch sein; der sackförmige Teil darf nicht tiefer als 25 m sein. Die Mindestmaschenweite beträgt 35 mm für den sackförmigen Teil und 40 mm für die Arme. 2 Die Verwendung des Grossen Zugnetzes ist verboten: a) an Samstagen ab 12 Uhr und an Sonntagen; b) während der Schonzeit für Salmoniden; c) ab Eröffnung der Fangzeit für Salmoniden bis zum 31. Januar auf den in Artikel 47 genannten Saiblingslaichplätzen; d) vom 15. April bis zum 30. Juni bis 100 m vom Ufer entfernt und in einer Wassertiefe von weniger als 30 m."
    },
    {
      "provision_ref": "art20",
      "chapter": "Kapitel IV Normen für die Benutzung der für die Berufsfischerei zugelassenen Geräte",
      "section": "20",
      "title": "Kleines Zugnetz",
      "content": "1 Die einzelnen Arme des Kleinen Zugnetzes dürfen höchstens 100 m lang 20 m hoch sein; der sackförmige Teil darf nicht tiefer als 20 m sein. Die Mindestmaschenweite beträgt 22 mm für den sackförmigen Teil und 30 mm für die Arme, mit Ausnahme jener Teile der Arme, die auf einer Breite von höchstens 20 m an den Sack angrenzen; hier beträgt die Mindestmaschenweite 25 mm. 2 Die Verwendung des Kleinen Zugnetzes ist verboten: a) an Samstagen ab 12 Uhr und an Sonntagen; b) vom 1. bis zum 25. Mai und vom 15. November bis zum 31. März; c) immer in den Zonen des Sees, die tiefer als 45 m sind. 3 Nach vorgängiger Ankündigung kann der Fischer oder die Fischerin, der oder die mit dem Kleinen Zugnetz fischt, verlangen, dass die anderen im Bereich seines Netzes gesetzten oder gespannten Fanggeräte und stationierten Boote von ihren Besitzern verschoben werden; dies gilt ausschliesslich für diese Art der Fischerei."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Grosses Schwebnetz",
      "content": "1 Das Grosse Schwebnetz ist ein Schwebnetz von höchstens 120 m Länge und 20 m Höhe; die Mindestmaschenweite beträgt 48 mm. 2 Es dürfen höchstens acht Schwebnetze verwendet werden. 3 Für die Verwendung des Grossen Schwebnetzes gelten die folgenden Beschränkungen: a) während der Schonzeit für Salmoniden ist die Verwendung verboten; b) in den Zonen des Sees, die weniger tief als 30 m sind, ist sie verboten; c) diese Netze dürfen nicht vor 16 Uhr gesetzt und nicht nach 10 Uhr gehoben werden; eine einzige Hebung ist zwischen 16 Uhr und 10 Uhr erlaubt; vom 15. Mai bis zum 15. September dürfen diese Netze nicht vor 17 Uhr gesetzt werden und nicht nach 10 Uhr gehoben werden; eine einzige Hebung ist zwischen 17 Uhr und 10 Uhr erlaubt; d) der Abstand zwischen der Wasseroberfläche und der Oberähre muss mindestens 3 m betragen. Von der Eröffnung der Salmonidenfischerei bis zum 31. Mai kann dieser Abstand mindestens 2 m für die Monofilnetze betragen; e) verankerte Grosse Schwebnetze dürfen nicht gleichzeitig mit verankerten Forellennetzen gesetzt werden."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Forellennetze",
      "content": "1 Das Forellennetz ist ein verankertes Schwebnetz, das dicht unter dem Wasserspiegel gesetzt werden kann. Es darf höchstens 100 m lang und 3 m hoch sein; die Mindestmaschenweite beträgt 48 mm. 2 Es dürfen höchstens drei Forellennetze benutzt werden. 3 Für die Verwendung des Forellennetzes gelten die folgenden Beschränkungen: a) es darf nur ab Ende der Schonzeit für Salmoniden bis zum 31. März verwendet werden; b) es muss nach 16 Uhr gesetzt und vor 9 Uhr gehoben werden."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Bodennetze",
      "content": "1 Es dürfen höchstens verwendet werden: a) zehn Bodennetze mit einer Maximallänge von 100 m, einer Maximalhöhe von 4,20 m und einer Mindestmaschenweite von 35 mm; b) vier Bodennetze mit einer Maximallänge von 100 m, einer Maximalhöhe von 8 m und einer Mindestmaschenweite von 40 mm. 2 Für die Verwendung des Bodennetzes gelten die folgenden Beschränkungen: a) während der Schonzeit für Salmoniden ist es verboten; erlaubt bleibt in dieser Zeit indessen das Fangen von Hechten mit höchstens vier Bodennetzen mit einer Mindestmaschenweite von 80 mm, einer Maximallänge von je 100 m und einer Maximalhöhe von 4,20 m; diese Geräte müssen rechtwinklig zum Ufer gesetzt und täglich gehoben oder abgesucht werden; b) vom 1. Mai bis zum 31. Mai ist es verboten, Netze mit einer Maschenweite von weniger als 50 mm in einer Tiefe von weniger als 30 m zu verwenden; c) das Netz muss am Grund gesetzt werden; zwischen der Wasseroberfläche und der Oberähre müssen mindestens 2 m freies Wasser sein; d) es dürfen höchstens acht dieser Netze zu einem Satz verbunden werden, ausser im Bereich der Bucht von Sciez, wo höchstens vier dieser Netze zu einem Satz verbunden werden dürfen; e) in Genfer Gewässern dürfen ausser in der Enklave von Céligny diese Netze nur senkrecht zum Ufer gesetzt werden."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Kleines Netz",
      "content": "1 Das Kleine Netz ist ein einfaches Netz. Es darf höchstens 100 m lang und 2 m hoch sein. 2 Für die Verwendung des Kleinen Netzes gelten die folgenden Beschränkungen: a) das schwebende oder halb schwebende Kleine Netz muss verankert werden; b) es dürfen höchstens acht dieser Netze zu einem Satz verbunden werden, ausser im Bereich der Bucht von Sciez, wo höchstens vier dieser Netze zu einem Satz verbunden werden dürfen; c) in Genfer Gewässern ausserhalb des Gewässerbereichs von Céligny darf das Kleine Netz nur senkrecht zum Ufer gesetzt werden; d) der Abstand zwischen der Wasseroberfläche und der Oberähre muss mindestens 2 m betragen. Für Bodennetze darf vom 1. Februar bis zum 30. September der Abstand kleiner sein, vorausgesetzt, dass diese Netze frühestens eine Stunde vor Sonnenuntergang gesetzt und spätestens eine Stunde nach Sonnenaufgang gehoben werden. Diese Ausnahme gilt nicht in Häfen und in einem Bereich von 50 m um ihre Einfahrt."
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Kleines Netz mit einer Maschenweite von weniger als 32 mm",
      "content": "1 Es dürfen höchstens zehn Kleine Netze mit einer Maschenweite zwischen 23 mm und 31,9 mm verwendet werden. Nur sechs von ihnen dürfen eine Maschenweite unter 26 mm aufweisen. Ein 100 m langes Netz darf durch zwei Netze von höchstens 50 m Länge ersetzt werden. 2 Die Fischereiberechtigten dürfen auf ihren Booten nicht gleichzeitig Forellen, Saiblinge, Felchen und Hechte und Kleine Netze mit einer Maschenweite zwischen 28 mm und 31,9 mm mitführen. 3 Für die Verwendung von Kleinen Netzen mit einer Maschenweite von weniger 32 mm gelten die folgenden Beschränkungen: a) vom 1. bis zum 25. Mai ist die Verwendung dieser Netze verboten; b) vom 26. Mai bis zum 31. Oktober dürfen diese Netze nicht tiefer als 35 m gesetzt werden; c) vom 1. November bis zum 31. März dürfen diese Netze nicht tiefer als 50 m gesetzt werden; d) vom 1. bis zum 30. April dürfen höchstens vier dieser Netze weniger tief als 15 m gesetzt werden."
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Kleines Netz mit einer Mindestmaschenweite von 32 mm",
      "content": "1 Der Fischer oder die Fischerin kann die in Artikel 23 aufgeführten Bodennetze durch höchstens 30 Kleine Netze mit einer Mindestmaschenweite von 32 mm ersetzen. Es dürfen nur 15 dieser Netze tiefer als 45 m gesetzt werden. 2 Die Beschränkungen für die Verwendung von Bodennetzen nach Artikel 23 Absatz 2 gelten auch für diese Netze."
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "Kleines Schwebnetz mit einer Maschenweite zwischen 32 und 39,9 mm",
      "content": "1 Es dürfen maximal acht verankerte Kleine Schwebnetze mit einer Maschenweite zwischen 32 mm und 39,9 mm verwendet werden. Die Anzahl dieser Netze ist im Kontingent der 30 Kleinen Netze nach Artikel 26 Absatz 1 enthalten. 2 Für die Verwendung der Kleinen Schwebnetze mit einer Maschenweite zwischen 32 mm und 39,9 mm gelten die folgenden Beschränkungen: a) während der Schonzeit für Salmoniden ist die Verwendung verboten; b) die Netze dürfen nur in Zonen gesetzt werden, die tiefer als 35 m sind. Sie müssen mindestens 8 m unter der Wasseroberfläche und mindestens 10 m über dem Seeboden liegen."
    },
    {
      "provision_ref": "art28",
      "section": "28",
      "title": "Spiegelnetz für das Fischen von Trüschen",
      "content": "1 Das Spiegelnetz darf höchstens 100 m lang und 2 m hoch sein; die Mindestmaschenweite beträgt 23 mm. 2 Es dürfen höchstens acht Spiegelnetze benutzt werden. In der Länge dürfen höchstens vier Netze miteinander verbunden werden. 3 Die Spiegelnetze dürfen verwendet werden: a) vom 1. bis zum 25. Mai sind sie verboten; b) westlich der Linie, welche die Kirche von Yvoire und Villas Prangins (Club House des Golfs) verbindet, in einem Abstand von mehr als 1400 m vom Ufer. Ausserdem dürfen die Spiegelnetze in diesem Gebiet höchstens 1 m hoch sein und die Maschenweite lediglich 23 mm betragen."
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "Gründlingsnetz",
      "content": "1 Die Maschenweite des Gründlingsnetzes muss zwischen 12 und 16 mm betragen. Es dürfen höchstens fünf Gründlingsnetze von maximal je 100 m Länge und 2 m Höhe verwendet werden. 2 Jedes Netz von 100 m Länge kann durch zwei Netze von 50 m Länge ersetzt werden. 3 Für die Verwendung des Gründlingsnetzes gelten die folgenden Beschränkungen: a) vom 1. Mai bis zum 15. Juni ist die Verwendung verboten; b) das Netz darf nur zum Fischen von Cypriniden verwendet werden; c) es darf unter der Wasseroberfläche oder am Boden gesetzt werden, aber nur in Zonen mit weniger als 5 m Wassertiefe."
    },
    {
      "provision_ref": "art30",
      "section": "30",
      "title": "Verbinden von Netzen",
      "content": "1 Es ist verboten, Netze der Höhe nach miteinander zu verbinden. 2 Die Fischereiberechtigten dürfen ihre Sätze nicht verbinden. Die Sätze der Grossen Schwebnetze dürfen verbunden werden, sofern sie einen Mindestabstand von 10 m aufweisen."
    },
    {
      "provision_ref": "art31",
      "section": "31",
      "title": "Fischreuse",
      "content": "1 Die Maschenweite der Reusen muss mindestens 23 mm betragen. Das Volumen der Reuse darf einschliesslich der Eingangsvorrichtung nicht grösser sein als 4 m 3 sein. 2 Es dürfen höchstens acht Fischreusen benutzt werden. 3 Für die Verwendung von Reusen gelten die folgenden Beschränkungen: a) vom 1. bis zum 25. Mai ist die Verwendung verboten; b) der Abstand zwischen der Wasseroberfläche und dem höchsten Punkt der Reuse muss mindestens 2 m betragen, ausser wenn sie weniger als 2 m vom Ufer oder von einem Damm entfernt gesetzt wird oder wenn sie gemäss den Bestimmungen der Verordnung über die Schifffahrt gekennzeichnet ist."
    },
    {
      "provision_ref": "art32",
      "section": "32",
      "title": "Krebsreuse",
      "content": "1 Die Krebsreuse darf ein Maximalvolumen von 100 Liter haben und einen oder zwei Eingänge aufweisen. 2 Es dürfen höchstens 20 Krebsreusen verwendet werden. 3 Die Krebsreuse darf nur für den Krebsfang benutzt werden."
    },
    {
      "provision_ref": "art32bis",
      "section": "32bis",
      "title": "bis Schleien- und Brachsmenreuse",
      "content": "1 Die Maschenweite der Reusen für den Fang von Schleien und Brachsmen muss mindestens 100 mm betragen. Das Volumen der Reuse darf einschliesslich der Eingangsvorrichtung nicht grösser sein als 4 m 3 . 2 Es dürfen höchstens drei Reusen verwendet werden."
    },
    {
      "provision_ref": "art33",
      "section": "33",
      "title": "Schweb-/Legeschnüre",
      "content": "1 Die Schweb- und Legeschnüre dürfen nicht länger als 100 m sein und höchstens 50 Angelhaken mit oder ohne Widerhaken aufweisen; die Mindestöffnung der Angelhaken beträgt 10 mm. 2 Für die Verwendung von Schweb- und Legeschnüren gelten die folgenden Beschränkungen: a) sie müssen senkrecht zum Ufer gesetzt werden; b) während der Schonzeit für Salmoniden ist ihre Verwendung verboten; c) die Anzahl ist auf zwei Schnüre pro Fischer oder Fischerin beschränkt; d) sie müssen verankert werden."
    },
    {
      "provision_ref": "art34",
      "section": "34",
      "title": "Markierung der Fanggeräte für die Berufsfischerei",
      "content": "1 Jedes ins Wasser ausgesetzte oder ausgelegte Fischereigerät muss mit einem schwimmenden Kennzeichen versehen sein, auf dem der Name und Vorname des Patentinhabers oder der Patentinhaberin gut lesbar aufgedruckt ist. 2 Die Markierungen müssen an einem Fischereigerät angebracht sein; eine Ausnahme gilt für das verankerte Grosse Schwebnetz und das Forellennetz bis zum 31. März. 3 Die Grossen Schwebnetze müssen an einem Ende des Satzes mit einem mindestens 40 cm breiten und 70 cm hohen schwarzen Fähnchen, das mindestens 1,40 m über der Wasseroberfläche liegt, und am anderen Ende des Satzes mit einem üblichen weissen Standlicht versehen sein. 4 Die Forellennetze müssen an beiden Enden des Satzes gekennzeichnet sein: a) mit einem üblichen weissen Standlicht; b) mit einem von einem gelben Fähnchen markierten, in einer Distanz von 5–10 m vom Festufer entfernten und auf der Achse des Netzes angebrachten Schwimmer. Das Fähnchen muss mindestens 40 cm breit und 70 cm hoch sein; der obere Abschluss des Fähnchens muss mindestens 1,40 m über der Wasseroberfläche liegen und senkrecht zur Fahnenstange stehen. Die Schwimmer können tagsüber an Ort gelassen werden; das gelbe Fähnchen als Signalisation muss belassen werden. 5 Die Bodennetze sind folgendermassen zu markieren: a) Die Kleinen Netze müssen an beiden Enden mit einem roten Schwimmer landwärts und einem schwarzen Schwimmer seewärts markiert werden; die Schwimmer müssen mindestens 30 cm aus dem Wasser herausragen und ein Mindestvolumen von 4 Litern aufweisen. In den Genfer Gewässern ausserhalb des Gewässerbereichs von Céligny muss der rote Schwimmer rechtsufrig und der schwarze Schwimmer linksufrig gesetzt werden. b) Netze, die höher als 2 m sind, müssen an beiden Enden mit einem von einem Fähnchen mit 50 cm Seitenlänge markierten Schwimmer gekennzeichnet werden; das Fähnchen ist landwärts rot, seewärts schwarz und muss mindestens 50 cm über der Wasseroberfläche angebracht sein. In den Genfer Gewässern ausserhalb des Gewässerbereichs von Céligny muss das rote Fähnchen rechtsufrig und das schwarze Fähnchen linksufrig gesetzt werden. Westlich der Linie zwischen dem Turm der Kirche von Yvoire und Villas Prangins (Club House des Golfs) kann anstelle dieser Schwimmer eine einzige rote Fahne mit einer Seitenlänge von 1 m verwendet werden, die mindestens 1,40 m über der Wasseroberfläche angebracht ist. c) Zur Kennzeichnung eines einzelnen, senkrecht zum Ufer ausgelegten Netzes kann anstelle der in Buchstabe a erwähnten Vorkehrungen ein an einem Schaft befestigtes rot-schwarzes Fähnchen verwendet werden, welches mindestens 50 cm aufragt und uferseitig gesetzt ist. 6 Die Fischreuse ist mit einem weissen Schwimmer zu kennzeichnen, der mit einem mindestens 15 cm hohen und mindestens 20 cm langen Fähnchen markiert ist; das Fähnchen muss mindestens 30 cm aufragen. Für Häfen können die zuständigen Behörden der beiden Staaten zur Vereinfachung der Navigation spezielle Markierungen vorsehen. 7 Die Reuse für den Fang von Schleien und Brachsmen ist mit einem weissen Schwimmer zu kennzeichnen, der mit einem grünen, mindestens 15 cm hohen und mindestens 20 cm langen Fähnchen markiert ist; das Fähnchen muss mindestens 30 cm aufragen. 8 Die Krebsreuse ist mit einem weissen Schwimmer zu kennzeichnen, der mit einem gelben, mindestens 15 cm hohen und mindestens 20 cm langen Fähnchen markiert ist; das Fähnchen muss mindestens 30 cm aufragen. Für Sätze mit zehn Reusen genügt hingegen eine einzige Markierung. 9 Die Schweb- und Legeschnüre sind an beiden Enden mit einer schwarz-weissen, mindestens 15 cm hohe und mindestens 20 cm langen Fahne zu markieren; die Fahne muss mindestens 30 cm aufragen."
    },
    {
      "provision_ref": "art35",
      "chapter": "Kapitel V Normen für die Benutzung der für die Berufs- und Angelfischerei zugelassenen Geräte",
      "section": "35",
      "title": "Schleppangel",
      "content": "1 Die Schleppangeln dürfen hinter dem Boot nicht länger als 200 m und seitlich nicht weiter als 50 m von der Bootsachse entfernt sein. 2 Sie dürfen höchstens 20 Anbissstellen pro Fischer und maximal 30 Anbissstellen pro Boot aufweisen, und jede Anbissstelle darf mit höchstens drei Einerhaken, Doppel- oder Dreifachangeln mit oder ohne Widerhaken versehen sein. 3 Während der Schonzeit für Salmoniden ist die Verwendung von Schleppangeln verboten; eine Ausnahme bilden diejenigen, die für den Fang von Hechten zugelassen sind und die pro Boot mit höchstens zehn Anbissstellen ausgerüstet sind, welche aus einem mindestens 18 cm langen Körper (ohne Tauchschaufel und Haken) bestehen und mit je drei Einerhaken, Doppel- oder Dreifachangeln versehen sind."
    },
    {
      "provision_ref": "art36",
      "chapter": "Kapitel V Normen für die Benutzung der für die Berufs- und Angelfischerei zugelassenen Geräte",
      "section": "36",
      "title": "Andere Angelgeräte",
      "content": "1 Es dürfen wahlweise maximal drei der folgenden Angelgeräte verwendet werden: Schwebangel, Spinnangel, Setzangel, Senkangel oder Hegene. 2 Es ist erlaubt höchstens 18 Angelhaken zu verwenden. 3 Die in Absatz 1 erwähnten Angelgeräte dürfen nur vom Seeufer oder von einem stehenden Boot aus verwendet werden. Letzteres darf nicht mit der Vorrichtung zur Markierung eines Geräts für die Berufsfischerei vertäut sein. 4 Vom 1. bis zum 25. Mai ist die Verwendung der Hegene verboten."
    },
    {
      "provision_ref": "art37",
      "chapter": "Kapitel V Normen für die Benutzung der für die Berufs- und Angelfischerei zugelassenen Geräte",
      "section": "37",
      "title": "Köderfischflasche",
      "content": "1 Es dürfen höchstens zwei Köderfischflaschen verwendet werden, deren Fassungsvermögen 3 Liter nicht übersteigt. 2 Die Köderfischflasche darf nur zum Fang von Köderfischen für den Eigenbedarf benutzt werden."
    },
    {
      "provision_ref": "art38",
      "chapter": "Kapitel V Normen für die Benutzung der für die Berufs- und Angelfischerei zugelassenen Geräte",
      "section": "38",
      "title": "Kescher",
      "content": "1 Es darf nur ein Kescher verwendet werden, wobei dessen Durchmesser höchstens 1 m betragen darf. 2 Der Kescher darf nur verwendet werden, um den mit einem anderen Fischereigerät gefangenen Fisch aus dem Wasser zu ziehen oder um Köderfische für den Eigenbedarf zu fischen."
    },
    {
      "provision_ref": "art39",
      "chapter": "Kapitel V Normen für die Benutzung der für die Berufs- und Angelfischerei zugelassenen Geräte",
      "section": "39",
      "title": "Senknetz",
      "content": "1 Es darf nur ein Senknetz von höchstens 1 mal 1 m Seitenlänge benutzt werden. 2 Das Senknetz darf nur für den Fang von Köderfischen für den Eigenbedarf verwendet werden."
    },
    {
      "provision_ref": "art40",
      "chapter": "Kapitel V Normen für die Benutzung der für die Berufs- und Angelfischerei zugelassenen Geräte",
      "section": "40",
      "title": "Krebsnetz",
      "content": "1 Es dürfen höchstens sechs Krebsnetze verwendet werden. 2 Jedes Netz darf einen Durchmesser von höchstens 50 cm aufweisen. 3 Ihre Verwendung muss vom Fischer ständig kontrolliert werden. Dieses Gerät ist ausschliesslich für den Krebsfang bestimmt."
    },
    {
      "provision_ref": "art41",
      "chapter": "Kapitel VI Schutz der Fische",
      "section": "41",
      "title": "Fangmindestmasse",
      "content": "1 Die Länge eines Fisches wird von der Kopfspitze bis zu den Spitzen der natürlich ausgebreiteten Schwanzflosse gemessen. 2 Die nachfolgend genannten Fische dürfen nur gefangen werden, wenn sie die folgenden Mindestfangmasse aufweisen: a) Forelle (Salmo trutta) 35 cm b) Seesaibling ( Salvelinus umbla ) 30 cm c) Felchen ( Coregonus sp . ) 30 cm d) Hecht ( Esox lucius ) 45 cm e) Barsch ( Perca fluviatilis ) 15 cm 3 Um die Kontrolle der Fische zu ermöglichen, dürfen die Fischereiberechtigten weder den Kopf noch den Schwanz des gefangenen Fisches abschneiden, bevor sie zu Hause oder – handelt es sich um Berufsfischer und Berufsfischerinnen – in ihrer Fischerhütte angekommen sind. 4 Alle Barsche, die von Patentinhabern und Patentinhaberinnen für die Angelfischerei mit der Angel gefangenen werden, müssen behalten werden und dürfen unter keinen Umständen ins Wasser zurückversetzt werden, auch wenn sie kleiner sind als 15 cm. 5 Unter Vorbehalt der Bestimmungen in Absatz 4 sind alle Fische, die das Mindestfangmass nicht erreichen, unverzüglich und sorgfältig ins Wasser zurückzuversetzen. 6 Der Fang von Äschen ( Thymallus thymallus ) ist verboten."
    },
    {
      "provision_ref": "art42",
      "chapter": "Kapitel VI Schutz der Fische",
      "section": "42",
      "title": "Schonzeiten",
      "content": "1 Für die nachfolgend genannten Fischarten gelten folgende Schonzeiten: a) Salmoniden: 1. Januar 2016 bis 16. Januar 2016 Forellen ( Salmo trutta ), 17. Oktober 2016 bis 14. Januar 2017 Seesaibling ( Salvelinus umbla ) und 16. Oktober 2017 bis 13. Januar 2018 15. Oktober 2018 bis 12. Januar 2019 Felchen ( Coregonus sp . ) 14. Oktober 2019 bis 11. Januar 2020 [tab] 19. Oktober 2020 bis 31. Dezember 2020 b) Hecht ( Esox luciu s ) 1. April bis 20. April c) Barsch ( Perca fluviatilis ) 1. Mai bis 25. Mai 2 Die Netze für den Fang von Salmoniden dürfen am ersten Tag der Schonzeit für Salmoniden noch gehoben werden; die gefangenen Salmoniden dürfen an Land gebracht werden. 3 Die Netze und Reusen für den Fang von Barschen dürfen bis am 1. Mai um 12 Uhr gehoben werden; sie dürfen ab 25. Mai um 12 Uhr ausgelegt oder ausgesetzt, nicht aber gehoben werden. 4 Fische, die während ihrer Schonzeit gefangen werden, sind unverzüglich und sorgfältig ins Wasser zurückzuversetzen."
    },
    {
      "provision_ref": "art43",
      "chapter": "Kapitel VI Schutz der Fische",
      "section": "43",
      "title": "Höchstfangmenge",
      "content": "Für Personen, die Freiangelei betreiben, und für Patentinhaber und Patentinhaberinnen für die Angelfischerei gelten die folgenden Höchstfangmengen: a) 8 Forellen pro Tag und 200 pro Jahr; b) 8 Saiblinge pro Tag und 200 pro Jahr; c) 10 Felchen pro Tag und 250 pro Jahr; d) 100 Barsche pro Tag; e) 5 Hechte pro Tag."
    },
    {
      "provision_ref": "art44",
      "section": "44",
      "title": "Köder",
      "content": "1 Die Verwendung der folgenden Köder ist verboten: a) Fische, die zu den in Artikel 42 Absatz 1 aufgeführten Arten gehören; b) Äsche ( Thymallus thymallus ) oder Schneider ( Alburnoides bipunct a tus ); c) Fische, die nicht zu einer der in Anhang 1 A aufgeführten Arten gehören; d) Fischlaich oder eine Imitation davon. 2 Der Einsatz von lebenden Köderfischen ist vom Ufer oder von einem nicht absichtlich fortbewegten Boot aus und ausschliesslich unter Verwendung einer gelegten Schnur, einer Schwebangel, einer Setzangel oder einer Senkangel, jedoch nicht mit einer Hegene, gestattet. Dabei darf die Anköderung lebender Köderfische nur im Maulbereich erfolgen."
    },
    {
      "provision_ref": "art45",
      "section": "45",
      "title": "Schutzgebiete und -bereiche: a) Schilfgürtel",
      "content": "Innerhalb von Schilfgürteln und in Naturschutzgebieten darf nicht gefischt werden."
    },
    {
      "provision_ref": "art46",
      "section": "46",
      "title": "b) Mündungen",
      "content": "Für die Schweiz: 1 Das Fischen mit Netzen, Fischreusen, Schleppangeln, Schweb- und Legschnüren ist während des ganzen Jahres verboten: a) im Bereich von 100 m um das Ende der Molen des Stockalper-Kanals, des Grand Canal, des Boiron de Nyon und der Eau froide sowie zwischen den Molen; b) im Bereich von 300 m um die Mündung der Rhone, der Venoge, der Aubonne, der Promenthouse und der Versoix; c) im Bereich von 50 m um die Mündung der Vieux-Rhône. 2 Das Fischen mit Netzen, Fischreusen, Schleppangeln, Schweb- und Legschnüren ist während der Schonzeit für Salmoniden verboten: a) im Bereich von 300 m um die Mündung des Stockalper-Kanals, des Grand Canal, der Eau Froide, der Morges, des Boiron de Morges und der Dullive; b) im Bereich von 100 m um die Mündung der folgenden Fliessgewässer: Baye de Montreux, Ognonnaz (Vevey-La Tour), Salenche (Saint-Saphorin), Lutrive, Paudèze, Vuachère, Chamberonne, Asse (Nyon), Boiron de Nyon, Nant de Pry, Brassu, Nant de Braille, Hermance, Veraye (Veytaux), Baye de Clarens, Veveyse und Forestay (Rivaz). Die Verwendung von Reusen in den Bereichen der Veraye, der Baye de Clarens, der Veveyse und des Forestay ist jedoch erlaubt. Für Frankreich: 3 In den folgenden Gebieten ist das Fischen mit jeglichen Fischereigeräten – mit Ausnahme der Angelgeräte – untersagt: a) im Bereich von 300 m um die Mündung der Dranse; b) während der Schonzeit für Forellen im Bereich von 100 m um die Mündung der Hermance, der Morge, des Pamphiot, des Foron, des Redon und des Vion. Die Grenzen dieser Schongebiete sind mit Grenzsteinen oder Markierungen am Ufer gekennzeichnet. [tab] Für beide Staaten: [tab] Während der Schonzeit für Salmoniden dürfen die für den Fang von Hechten zugelassenen Geräte im Sinne von Artikel 23 und 35 nicht näher als im Umkreis von 500 m rund um die in diesem Artikel bezeichneten Mündungen gesetzt oder geschleppt werden."
    },
    {
      "provision_ref": "art47",
      "section": "47",
      "title": "c) Saiblingslaichplätze",
      "content": "1 Während der Schonzeit für Salmoniden ist das Fischen mit Netzen und Reusen auf den Saiblingslaichplätzen verboten. 2 Hingegen darf auf den Saiblingslaichplätzen von Meillerie und Ripaille ab Beginn der Schonzeit für Salmoniden bis und mit 30. Oktober das Kleine Zugnetz für den Fang von Barschen verwendet werden. 3 Die Grenzen der Saiblingslaichplätze verlaufen wie folgt: a) Saiblingslaichplätze von Saint-Gingolph [tab] östliche Grenze: Linie senkrecht zum Ufer bei der Villa Eugénie, [tab] südliche Grenze: Seeufer, [tab] westliche Grenze: Linie senkrecht zum Ufer beim «Château des Serves» (350 m westlich der Pointe du Fenalet), [tab] nördliche Grenze: Linie parallel zum Ufer in einer Entfernung von 500 m seewärts; b) Saiblingslaichplätze von Chillon [tab] östliche Grenze: Seeufer, [tab] südliche Grenze: Linie Landungssteg von Chillon – Rhonemündung, [tab] westliche Grenze: Linie Hôtel National in Montreux – viereckiger Turm des Verwaltungsgebäudes der Gemeinde von Villeneuve (alte Kirche), [tab] nördliche Grenze: Linie Mündung der Veraye – Rhonemündung; c) Saiblingslaichplätze von Montreux [tab] östliche Grenze: Seeufer, [tab] südliche Grenze: Verbindungslinie von der rue du Quai, Rundbau des Hôtel Eden in Montreux, bis zur Rhonemündung, [tab] westliche Grenze: Linie in einer Entfernung von 200 m um das Mündungsgebiet der Baye de Montreux, [tab] nördliche Grenze: Linie Ile de Salagnon in Clarens – Gebäude Forum oder südwestliche Ecke des Marktplatzes in Montreux; d) Die Saiblingslaichplätze von Meillerie erstrecken sich über eine Breite von 1000 m ab Ufer und sind in zwei Bereiche aufgeteilt, Locum und Meillerie. Bereich Locum (Steinbrüche): [tab] östliche Grenze: senkrecht zur Bahnunterführung zwischen den Hundertmetergrenzsteinen 1 und 2 der Nationalstrasse westlich von Locum (markierte Stelle), [tab] westliche Grenze: senkrecht zur markierten Stelle östlich des Bahnübergangs zwischen Locum und Meillerie, Bereich Meillerie (Steinbrüche): [tab] östliche Grenze: senkrecht zum Felsen von Baleyron und zum Felsen, der am Seeufer markiert ist, [tab] westliche Grenze: senkrecht zur Eisenbahnverbauung vor dem Tunnel Ost von Meillerie und senkrecht zu einem ebenfalls am Seeufer markierten Felsen; e) Saiblingslaichplätze der Dranse [tab] östliche Grenze: Verlängerung der Verbindungslinie der beiden Grenzsteine am Ufer östlich des Schutzgebietes der Dranse um 1000 m seewärts; die Verbindungslinie streift den Kirchturm von Vongy, [tab] westliche Grenze: Verlängerung der Verbindungslinie der beiden Grenzsteine am Ufer westlich des Schutzgebietes der Dranse um 1000 m seewärts; die Verbindungslinie streift den Kirchturm von Marin, [tab] nördliche Grenze: Verbindungslinie zwischen den beiden Enden der oben genannten Verlängerungslinien, [tab] südliche Grenze: Seeufer und Mündung der Dranse; f) Die Saiblingslaichplätze von Ripaille erstrecken sich über eine Breite von 1000 m ab Ufer: [tab] östliche Grenze: Normale beim Ort mit Flurnamen Fin du Bois (markierte Stelle), [tab] westliche Grenze: Normale beim Ort mit Flurnamen La Rivière (markierte Stelle)."
    },
    {
      "provision_ref": "art48",
      "chapter": "Kapitel VII Weitere Beschränkungen",
      "section": "48",
      "title": "Fangzeiten: a) Berufsfischer",
      "content": "1 Die Berufsfischerei ist ganzjährig (Sommerzeit und Winterzeit) von 3 Uhr bis 22 Uhr erlaubt. 2 Ausserhalb dieser Zeiten dürfen Netze und Reusen nicht gesetzt, gehoben und abgesucht werden."
    },
    {
      "provision_ref": "art49",
      "chapter": "Kapitel VII Weitere Beschränkungen",
      "section": "49",
      "title": "b) Angelfischerei",
      "content": "Angelfischern und Angelfischerinnen ist das Fischen frühestens eine halbe Stunde vor Sonnenaufgang und spätestens noch eine halbe Stunde nach Sonnenuntergang erlaubt."
    },
    {
      "provision_ref": "art50",
      "chapter": "Kapitel VII Weitere Beschränkungen",
      "section": "50",
      "title": "Zusätzliche Beschränkungen",
      "content": "Beide Staaten können die Fischerei an Samstagen, Sonntagen und Feiertagen oder an gewissen Orten verbieten und die Maximaldauer für den Einsatz der Fischereigeräte festlegen."
    },
    {
      "provision_ref": "art51",
      "chapter": "Kapitel VIII Fangstatistik und Fischbesatz",
      "section": "51",
      "title": "Berufsfischerei",
      "content": "1 Jeder Berufsfischer und jede Berufsfischerin muss täglich mit wasserfester Tinte das Gewicht und die Anzahl Fänge pro Art sowie die Anzahl der Fischereigeräte auf dem offiziellen Statistikformular eintragen. 2 Berufsfischer und Berufsfischerinnen sind verpflichtet, ihr Statistikformular innerhalb von fünf Tagen nach Ende jeden Monats abzugeben. 3 Beide Staaten können zusätzliche Regelungen für die Berufsfischerei vorsehen."
    },
    {
      "provision_ref": "art52",
      "chapter": "Kapitel VIII Fangstatistik und Fischbesatz",
      "section": "52",
      "title": "Angelfischerei",
      "content": "1 Inhaberinnen und Inhaber einer Bewilligung für die Angelfischerei müssen ihr Kontrollheft unterzeichnen. 2 Sie sind verpflichtet, mit wasserfester Tinte das Datum, die Anzahl Fische und das Gewicht ihrer Fänge je Art gemäss den im Kontrollheft aufgeführten Bestimmungen einzutragen. 3 Das Kontrollheft ist der zuständigen Fischereiaufsicht zurückzugeben: a) von den Patentinhabern und Patentinhaberinnen bei der Erneuerung des Patents, spätestens aber am 30. April des folgenden Jahres; b) von den Inhabern und Inhaberinnen von Monats- oder Tagesbewilligungen spätestens 8 Tage nach Ablauf der Bewilligung. 4 Beide Staaten können zusätzliche Regelungen für die Angelfischerei vorsehen."
    },
    {
      "provision_ref": "art53",
      "chapter": "Kapitel VIII Fangstatistik und Fischbesatz",
      "section": "53",
      "title": "Besatzfischaufzucht",
      "content": "1 Zur Sicherung eines optimalen Fischbestandes im Genfersee setzen sich beide Staaten für eine nachhaltige Besatzwirtschaft ein. Dies erfolgt zur Sicherstellung einer rationellen Bewirtschaftung der Fischbestände unter Beachtung des biologischen Gleichgewichts. 2 Die zu diesem Zweck verwendeten Fische müssen einheimischem Laich entstammen. 3 Die Vorgaben des jährlichen Besatzplanes sind: a) Felchen: 10 000 000 Brütlinge; diese Vorgaben sind von den Staaten je zur Hälfte zu erfüllen. b) Seesaibling: 800 000 Sömmerlinge; diese Vorgaben sind von den Staaten je zur Hälfte zu erfüllen. c) Seeforelle: 50 000 200 000 Smolts für Frankreich. Brütlinge für die Schweiz. 4 Das Einsetzen von Saiblingen und Seeforellen kann durch Vorsömmerlinge erfolgen, wobei ein Sömmerling jeweils zwei Vorsömmerlingen entspricht. 5 Jeder Staat bestimmt die Bedingungen für die Laichfischfänge, insbesondere ihren Start und ihr Ende. 6 Jeder Staat bestimmt die Fischer, die für die Laichfischerei des Seesaiblings und der Felchen zuständig sind."
    },
    {
      "provision_ref": "art54",
      "chapter": "Kapitel IX Schlussbestimmungen",
      "section": "54",
      "title": "Ausnahmen",
      "content": "1 Die zuständigen Behörden können in gegenseitigem Einvernehmen ausnahmsweise vom vorliegenden Reglement abweichen: a) bei Massnahmen zur Wiederherstellung des Gleichgewichts zwischen den verschiedenen Fischarten; b) bei anderen Massnahmen, die sich vom ökologischen Gesichtspunkt her aufdrängen oder die einer rationellen Bewirtschaftung der Fischbestände dienen. 2 Die zuständigen Behörden können ausnahmsweise Abweichungen vom vorliegenden Reglement zulassen, um den Erfordernissen wissenschaftlicher Studien zu genügen. 3 In Abweichung von den Bestimmungen in Artikel 42 können die beiden Staaten den Laichfischfang bewilligen, falls dies notwendig ist, um den von der Beratenden Kommission angestrebten Fischbestand zu gewährleisten."
    },
    {
      "provision_ref": "art55",
      "chapter": "Kapitel IX Schlussbestimmungen",
      "section": "55",
      "title": "Transport lebender Krebse",
      "content": "1 Der Transport lebender Krebse ausserhalb des Wassers ist streng untersagt. Gefangene Krebse müssen unverzüglich am Fangort durch Zertrümmern des Gehirns getötet werden. 2 In Abweichung von Absatz 1 dürfen durch die Berufsfischerei gefangene Krebse, die für die Vermarktung bestimmt sind, lebend transportiert werden, sofern die zuständige Behörde eine Einzelbewilligung erteilt hat. 3 Lebende Krebse dürfen nur mit bestimmten Auflagen und über einen Zwischenhandel vermarktet werden, der Gewähr leistet für die Vermeidung einer Ausbreitung der Krebse. Die Auflagen werden im gegenseitigen Einvernehmen von den zuständigen Behörden bestimmt, die für jeden Staat verschiedene Regelungen festlegen können."
    },
    {
      "provision_ref": "art56",
      "chapter": "Kapitel IX Schlussbestimmungen",
      "section": "56",
      "title": "Regelungen in den beiden Staaten",
      "content": "Die die Fischerei betreffenden Auszüge der Regelwerke der beiden Staaten sind dieser Vollzugsverordnung als Anhänge beigefügt."
    },
    {
      "provision_ref": "art57",
      "chapter": "Kapitel IX Schlussbestimmungen",
      "section": "57",
      "title": "Aufzuhebende Bestimmung",
      "content": "Das Reglement vom 6. Dezember 2010 ist aufgehoben. [ AS 2011 701 ]"
    }
  ],
  "definitions": []
}