{
  "id": "sr-0-814-502-1",
  "type": "statute",
  "title": "Übereinkommen Nr. 115 vom 22. Juni 1960 über den Schutz der Arbeitnehmer vor ionisierenden Strahlen (mit Empfehlungen)",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1963/692_688_712/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Teil I Allgemeine Bestimmungen",
      "section": "1",
      "title": "",
      "content": "Jedes Mitglied der Internationalen Arbeitsorganisation, das dieses Übereinkommen ratifiziert, verpflichtet sich, es im Wege der Gesetzgebung, durch zusammengefasste Richtlinien für die Praxis oder mittels anderer geeigneter Massnahmen durchzuführen. Bei der Durchführung des Übereinkommens hat die zuständige Stelle Vertreter der Arbeitgeber und der Arbeitnehmer anzuhören."
    },
    {
      "provision_ref": "art2",
      "chapter": "Teil I Allgemeine Bestimmungen",
      "section": "2",
      "title": "",
      "content": "1. Dieses Übereinkommen gilt für alle Tätigkeiten, bei denen Arbeitnehmer bei ihrer Arbeit ionisierenden Strahlen ausgesetzt werden. 2. Dieses Übereinkommen gilt weder für diejenigen radioaktiven Stoffe in umschlossener oder offener Form noch für diejenigen ionisierende Strahlen erzeugenden Geräte, welche auf Grund der geringfügigen Dosen ionisierender Strahlen, die von ihnen empfangen werden können, nach einer der in Artikel 1 vorgesehenen Methoden zur Durchführung des Übereinkommens von seiner Anwendung ausgenommen werden."
    },
    {
      "provision_ref": "art3",
      "chapter": "Teil I Allgemeine Bestimmungen",
      "section": "3",
      "title": "",
      "content": "1. Nach dem jeweiligen Stand der Erkenntnisse sind alle geeigneten Massnahmen zu ergreifen, um einen wirksamen Schutz der Arbeitnehmer vor ionisierenden Strahlen im Hinblick auf ihre Gesundheit und Sicherheit zu gewährleisten. 2. Zu diesem Zweck sind die notwendigen Vorschriften zu erlassen und Massnahmen zu treffen und die für einen wirksamen Schutz wesentlichen Daten zur Verfügung zu stellen. 3. Um einen solchen wirksamen Schutz zu gewährleisten, a. haben die Massnahmen zum Schutz der Arbeitnehmer vor ionisierenden Strahlen, die ein Mitglied nach der Ratifikation des Übereinkommens trifft, den Bestimmungen des Übereinkommens zu entsprechen; b. hat das betreffende Mitglied die von ihm vor der Ratifikation des Übereinkommens getroffenen Massnahmen so bald als möglich abzuändern, damit sie dessen Bestimmungen entsprechen, und in gleicher Weise die Abänderung anderer Massnahmen zu fördern, die im Zeitpunkt der Ratifikation bestehen; c. hat das betreffende Mitglied dem Generaldirektor des Internationalen Arbeitsamtes bei der Ratifikation des Übereinkommens eine Erklärung zu übermitteln, in der es angibt, in welcher Weise und auf welche Kategorien von Arbeitnehmern die Bestimmungen des Übereinkommens Anwendung finden, und in seinen Berichten über die Durchführung des Übereinkommens die dabei erzielten Fortschritte anzugeben; d. hat der Verwaltungsrat des Internationalen Arbeitsamtes nach Ablauf von drei Jahren nach dem erstmaligen Inkrafttreten dieses Übereinkommens der Konferenz einen besondern Bericht über die Durchführung des Unterabsatzes b dieses Absatzes vorzulegen und darin die Vorschläge zu unterbreiten, die er im Hinblick auf weitere entsprechende Massnahmen für angebracht erachtet."
    },
    {
      "provision_ref": "art4",
      "chapter": "Teil II Schutzmassnahmen",
      "section": "4",
      "title": "",
      "content": "Die in Artikel 2 genannten Tätigkeiten sind in der Weise zu gestalten und auszuführen, dass der in diesem Teil des Übereinkommens vorgesehene Schutz gewährleistet ist."
    },
    {
      "provision_ref": "art5",
      "chapter": "Teil II Schutzmassnahmen",
      "section": "5",
      "title": "",
      "content": "Alle Anstrengungen sind zu unternehmen, um die Einwirkung ionisierender Strahlen, der die Arbeitnehmer ausgesetzt werden, auf das erreichbare Mindestmass zu beschränken; jede unnötige Einwirkung ist von allen Beteiligten zu vermeiden."
    },
    {
      "provision_ref": "art6",
      "chapter": "Teil II Schutzmassnahmen",
      "section": "6",
      "title": "",
      "content": "1. Die höchstzulässigen Dosen ionisierender Strahlen, die von Quellen ausserhalb oder innerhalb des Körpers ausgehen sowie die höchstzulässigen Mengen von radioaktiven Stoffen, die in den Körper gelangen können, sind nach den Bestimmungen des Teils I dieses Übereinkommens für die verschiedenen Kategorien von Arbeitnehmern festzusetzen. 2. Diese höchstzulässigen Dosen und Mengen sind nach dem Stand der neuesten Erkenntnisse laufend zu überprüfen."
    },
    {
      "provision_ref": "art7",
      "chapter": "Teil II Schutzmassnahmen",
      "section": "7",
      "title": "",
      "content": "1. Für Arbeitnehmer, die direkt bei Strahlenarbeiten beschäftigt sind, sind gemäss Artikel 6 geeignete Werte festzusetzen, und zwar a. einerseits für Arbeitnehmer im Alter von achtzehn Jahren und darüber; b. anderseits für Arbeitnehmer unter achtzehn Jahren. 2. Arbeitnehmer unter sechzehn Jahren dürfen nicht bei Arbeiten beschäftigt werden, die mit der Verwendung ionisierender Strahlen verbunden sind."
    },
    {
      "provision_ref": "art8",
      "chapter": "Teil II Schutzmassnahmen",
      "section": "8",
      "title": "",
      "content": "Für Arbeitnehmer, die nicht direkt bei Strahlenarbeiten beschäftigt sind, aber an Orten sich aufhalten oder vorbeigehen, wo sie der Einwirkung ionisierender Strahlen oder radioaktiver Stoffe ausgesetzt werden können, sind gemäss Artikel 6 geeignete Werte festzusetzen."
    },
    {
      "provision_ref": "art9",
      "chapter": "Teil II Schutzmassnahmen",
      "section": "9",
      "title": "",
      "content": "1. Um auf das Bestehen einer Gefährdung durch ionisierende Strahlen hinzuweisen, sind geeignete Warnzeichen zu verwenden. Den Arbeitnehmern sind alle in diesem Zusammenhang notwendigen Aufklärungen zu geben. 2. Alle direkt bei Strahlenarbeiten beschäftigten Arbeitnehmer sind vor und während der Ausübung einer solchen Beschäftigung über die zum Schutz ihrer Gesundheit und für ihre Sicherheit zu treffenden Vorsichtsmassnahmen und über deren Gründe angemessen zu unterrichten."
    },
    {
      "provision_ref": "art10",
      "chapter": "Teil II Schutzmassnahmen",
      "section": "10",
      "title": "",
      "content": "Die Gesetzgebung hat vorzuschreiben, dass Arbeiten, bei denen Arbeitnehmer bei ihrer Arbeit ionisierenden Strahlen ausgesetzt werden, in der von ihr bestimmten Weise angezeigt werden."
    },
    {
      "provision_ref": "art11",
      "chapter": "Teil II Schutzmassnahmen",
      "section": "11",
      "title": "",
      "content": "Zur Messung der Einwirkung ionisierender Strahlen und radioaktiver Stoffe, der die Arbeitnehmer ausgesetzt werden, ist eine geeignete Überwachung der Arbeitnehmer und der Arbeitsstätten durchzuführen, um festzustellen, dass die festgesetzten Werte eingehalten werden."
    },
    {
      "provision_ref": "art12",
      "chapter": "Teil II Schutzmassnahmen",
      "section": "12",
      "title": "",
      "content": "Alle direkt bei Strahlenarbeiten beschäftigten Arbeitnehmer haben sich vor oder kurz nach der Aufnahme solcher Arbeiten einer geeigneten ärztlichen Untersuchung und in der Folge in angemessenen Zeitabständen weiteren ärztlichen Untersuchungen zu unterziehen."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "",
      "content": "Nach einer der in Artikel 1 dieses Übereinkommens vorgesehenen Durchführungsmethoden sind die Umstände zu bestimmen, unter denen auf Grund der Natur oder des Grades der Strahleneinwirkung unverzüglich folgende Massnahmen zu veranlassen sind: a. der Arbeitnehmer hat sich einer geeigneten ärztlichen Untersuchung zu unterziehen; b. der Arbeitgeber hat der zuständigen Stelle gemäss deren Richtlinien Anzeige zu machen; c. in Strahlenschutzfragen sachkundige Personen haben die Bedingungen zu untersuchen, unter denen der Arbeitnehmer seine Arbeit verrichtet; d. der Arbeitgeber hat auf Grund des technischen Befundes und der ärztlichen Ratschläge alle erforderlichen Abhilfemassnahmen zu treffen."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "",
      "content": "Kein Arbeitnehmer darf entgegen einem von berufener Seite abgegebenen ärztlichen Gutachten mit einer Arbeit beschäftigt oder weiterbeschäftigt werden, bei der er ionisierenden Strahlen ausgesetzt werden könnte."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "",
      "content": "Jedes Mitglied, das dieses Übereinkommen ratifiziert, verpflichtet sich, geeignete Aufsichtsdienste mit der Überwachung der Anwendung seiner Bestimmungen zu betrauen oder sich zu vergewissern, dass eine angemessene Aufsicht gewährleistet ist."
    },
    {
      "provision_ref": "art16",
      "chapter": "Teil III Schlussbestimmungen",
      "section": "16",
      "title": "",
      "content": "Die förmlichen Ratifikationen dieses Übereinkommens sind dem Generaldirektor des Internationalen Arbeitsamtes zur Eintragung mitzuteilen."
    },
    {
      "provision_ref": "art17",
      "chapter": "Teil III Schlussbestimmungen",
      "section": "17",
      "title": "",
      "content": "1. Dieses Übereinkommen bindet nur diejenigen Mitglieder der Internationalen Arbeitsorganisation, deren Ratifikation durch den Generaldirektor eingetragen ist. 2. Es tritt in Kraft zwölf Monate, nachdem die Ratifikationen zweier Mitglieder durch den Generaldirektor eingetragen worden sind. 3. In der Folge tritt dieses Übereinkommen für jedes Mitglied zwölf Monate nach der Eintragung seiner Ratifikation in Kraft."
    },
    {
      "provision_ref": "art18",
      "chapter": "Teil III Schlussbestimmungen",
      "section": "18",
      "title": "",
      "content": "1. Jedes Mitglied, das dieses Übereinkommen ratifiziert hat, kann es nach Ablauf von fünf Jahren, gerechnet von dem Tag, an dem es zum ersten Mal in Kraft getreten ist, durch Anzeige an den Generaldirektor des Internationalen Arbeitsamtes kündigen. Die Kündigung wird von diesem eingetragen. Ihre Wirkung tritt erst ein Jahr nach der Eintragung ein. 2. Jedes Mitglied, das dieses Übereinkommen ratifiziert hat und innerhalb eines Jahres nach Ablauf des im vorigen Absatz genannten Zeitraumes von fünf Jahren von dem in diesem Artikel vorgesehenen Kündigungsrecht keinen Gebrauch macht, bleibt für einen weiteren Zeitraum von fünf Jahren gebunden. In der Folge kann es dieses Übereinkommen jeweils nach Ablauf eines Zeitraumes von fünf Jahren nach Massgabe dieses Artikels kündigen."
    },
    {
      "provision_ref": "art19",
      "chapter": "Teil III Schlussbestimmungen",
      "section": "19",
      "title": "",
      "content": "1. Der Generaldirektor des Internationalen Arbeitsamtes gibt allen Mitgliedern der Internationalen Arbeitsorganisation Kenntnis von der Eintragung aller Ratifikationen und Kündigungen, die ihm von den Mitgliedern der Organisation mitgeteilt werden. 2. Der Generaldirektor wird die Mitglieder der Organisation, wenn er ihnen von der Eintragung der zweiten Ratifikation, die ihm mitgeteilt wird, Kenntnis gibt, auf den Zeitpunkt aufmerksam machen, in dem dieses Übereinkommen in Kraft tritt."
    },
    {
      "provision_ref": "art20",
      "chapter": "Teil III Schlussbestimmungen",
      "section": "20",
      "title": "",
      "content": "Der Generaldirektor des Internationalen Arbeitsamtes übermittelt dem Generalsekretär der Vereinten Nationen zwecks Eintragung nach Artikel 102 der Charta der Vereinten Nationen vollständige Auskünfte über alle von ihm nach Massgabe der vorausgehenden Artikel eingetragenen Ratifikationen und Kündigungen. SR 0.120"
    },
    {
      "provision_ref": "art21",
      "chapter": "Teil III Schlussbestimmungen",
      "section": "21",
      "title": "",
      "content": "Der Verwaltungsrat des Internationalen Arbeitsamtes hat, so oft er es für nötig erachtet, der Allgemeinen Konferenz einen Bericht über die Durchführung dieses Übereinkommens zu erstatten und zu prüfen, ob die Frage seiner gänzlichen oder teilweisen Abänderung auf die Tagesordnung der Konferenz gesetzt werden soll."
    },
    {
      "provision_ref": "art22",
      "chapter": "Teil III Schlussbestimmungen",
      "section": "22",
      "title": "",
      "content": "1. Nimmt die Konferenz ein neues Übereinkommen an, welches das vorliegende Übereinkommen ganz oder teilweise abändert, und sieht das neue Übereinkommen nichts anderes vor, so gelten folgende Bestimmungen: a. Die Ratifikation des neugefassten Übereinkommens durch ein Mitglied schliesst ohne weiteres die sofortige Kündigung des vorliegenden Übereinkommens in sich ohne Rücksicht auf Artikel 18, vorausgesetzt, dass das neugefasste Übereinkommen in Kraft getreten ist. b. Vom Zeitpunkt des Inkrafttretens des neugefassten Übereinkommens an kann das vorliegende Übereinkommen von den Mitgliedern nicht mehr ratifiziert werden. 2. Indessen bleibt das vorliegende Übereinkommen nach Form und Inhalt jedenfalls in Kraft für die Mitglieder, die dieses, aber nicht das neugefasste Übereinkommen ratifiziert haben."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "",
      "content": "Der französische und der englische Wortlaut dieses Übereinkommens sind in gleicher Weise massgebend."
    }
  ],
  "definitions": []
}