{
  "id": "sr-0-429-01",
  "type": "statute",
  "title": "Übereinkommen vom 11. Oktober 1947 über die Weltorganisation für Meteorologie (mit Anhänge I, II)",
  "title_en": "",
  "short_name": "II",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1952/222_222_226/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Teil I Gründung",
      "section": "1",
      "title": "",
      "content": "Hiermit wird eine Weltorganisation für Meteorologie gegründet (im folgenden als «Organisation» bezeichnet)."
    },
    {
      "provision_ref": "art2",
      "chapter": "Teil II",
      "section": "2",
      "title": "Zweck",
      "content": "Zweck der Organisation ist es, a) eine weltumspannende Zusammenarbeit bei der Errichtung von Stationsnetzen zur Durchführung sowohl meteorologischer Beobachtungen als auch hydrologischer und anderer die Meteorologie berührender geophysikalischer Beobachtungen zu erleichtern und die Errichtung und den Betrieb von Zentralstellen zu fördern, die mit der Wahrnehmung meteorologischer und verwandter Aufgaben betraut sind; b) die Errichtung und den Betrieb von Systemen zum schnellen Austausch von meteorologischen und verwandten Nachrichten zu fördern; c) die Normung der meteorologischen und verwandten Beobachtungen zu fördern und die einheitliche Veröffentlichung von Beobachtungen und Statistiken sicherzustellen; d) die Anwendung der Meteorologie auf Luftfahrt, Schiffahrt, Wasserprobleme, Landwirtschaft und andere Arbeitsgebiete zu fördern; e) die Tätigkeit auf dem Gebiet der operationellen Hydrologie zu unterstützen und eine enge Zusammenarbeit zwischen meteorologischen und hydrologischen Diensten zu fördern; f) die Forschung und Ausbildung auf dem Gebiet der Meteorologie und gegebenenfalls auf verwandten Gebieten zu fördern und die internationalen Aspekte dieser Forschung und Ausbildung koordinieren zu helfen."
    },
    {
      "provision_ref": "art3",
      "chapter": "Teil III Mitgliedschaft",
      "section": "3",
      "title": "Mitglieder",
      "content": "Nach dem in diesem Übereinkommen festgelegten Verfahren können folgende Länder Mitglied der Organisation werden: a) in Anlage 1 aufgeführte Staaten, die auf der am 22. September 1947 in Washington, D. C., zusammengetretenen Direktoren‑Konferenz der Internationalen Meteorologischen Organisation vertreten waren, wenn sie dieses Übereinkommen unterzeichnen und nach Artikel 32 ratifizieren oder wenn sie ihm nach Artikel 33 beitreten; b) Mitglieder der Vereinten Nationen, die einen meteorologischen Dienst besitzen, wenn sie diesem Übereinkommen nach Artikel 33 beitreten; c) nicht in Anlage 1 aufgeführte und den Vereinten Nationen nicht angehörende Staaten, die für ihre internationalen Beziehungen voll verantwortlich sind und einen meteorologischen Dienst besitzen, wenn sie nach Einreichung eines Antrags auf Mitgliedschaft beim Sekretariat der Organisation und nach Zustimmung zu diesem Antrag durch zwei Drittel der unter den Buchstaben a, b und c bezeichneten Mitglieder der Organisation diesem Übereinkommen nach Artikel 33 beitreten, d) in Anlage 11 aufgeführte Hoheitsgebiete oder Gruppen von solchen, die einen eigenen meteorologischen Dienst unterhalten, wenn dieses Übereinkommen nach Artikel 34 Buchstabe a in ihrem Namen von dem Staat angewendet wird, der für ihre internationalen Beziehungen verantwortlich ist, sofern dieser Staat auf der am 22. September 1947 in Washington, D. C., zusammengetretenen Direktoren‑Konferenz der Internationalen Meteorologischen Organisation vertreten war und in Anlage 1 aufgeführt ist; e) nicht in Anlage II aufgeführte und für ihre internationalen Beziehungen nicht selbst verantwortliche Hoheitsgebiete oder Gruppen von solchen, die einen eigenen meteorologischen Dienst unterhalten und in deren Namen dieses Übereinkommen nach Artikel 34 Buchstabe b angewendet wird, wenn der Antrag auf Mitgliedschaft durch das für ihre internationalen Beziehungen verantwortliche Mitglied gestellt wird und die Zustimmung von zwei Dritteln der unter den Buchstaben a, b und c bezeichneten Mitglieder der Organisation findet; f) von den Vereinten Nationen verwaltete Treuhandgebiete oder Gruppen von solchen, die einen eigenen meteorologischen Dienst unterhalten, wenn die Vereinten Nationen dieses Übereinkommen nach Artikel 34 auf sie anwenden. In jedem Antrag auf Erwerb der Mitgliedschaft in der Organisation ist anzugeben, nach welchem Buchstaben dieses Artikels die Mitgliedschaft beantragt wird."
    },
    {
      "provision_ref": "art4",
      "chapter": "Teil IV Organisation",
      "section": "4",
      "title": "",
      "content": "a) Die Organisation besteht aus 1. dem Meteorologischen Weltkongress (im folgenden als «Kongress» bezeichnet), 2. dem Exekutivrat, 3. den Meteorologischen Regionalverbänden (im folgenden als «Regionalverbände» bezeichnet), 4. den Fachkommissionen, 5. dem Sekretariat. b) Die Organisation hat einen Präsidenten und drei Vizepräsidenten, die zugleich Präsident und Vizepräsident des Kongresses und des Exekutivrats sind."
    },
    {
      "provision_ref": "art5",
      "chapter": "Teil IV Organisation",
      "section": "5",
      "title": "",
      "content": "Über die Tätigkeit der Organisation und ihre Geschäftsführung beschliessen die Mitglieder der Organisation. a) Diese Beschlüsse werden in der Regel von dem zu einer Tagung zusammengetretenen Kongress gefasst. b) Ausser in Angelegenheiten, für welche nach dem Übereinkommen die Beschlussfassung dem Kongress vorbehalten ist, können die Mitglieder auch schriftlich beschliessen, wenn zwischen den Kongresstagungen ein Handeln dringend erforderlich ist. Auf diesem Weg wird abgestimmt, wenn der Generalsekretär einen entsprechenden Antrag der Mehrheit der Mitglieder der Organisation erhalten hat oder der Exekutivrat dies beschliesst. Derartige Abstimmungen werden nach Massgabe der Artikel 11 und 12 sowie der (im folgenden als «Geschäftsordnung» bezeichneten) Allgemeinen Geschäftsordnung durchgeführt."
    },
    {
      "provision_ref": "art6",
      "chapter": "Teil V Amtsträger der Organisation und Mitglieder des Exekutivrats",
      "section": "6",
      "title": "",
      "content": "a) Als Präsident oder Vizepräsident der Organisation oder eines Regionalverbandes sowie ‑ vorbehaltlich des Artikels 13 Buchstabe c Ziffer ii – als Mitglied des Exekutivrats sind nur Personen wählbar, die von Mitgliedern der Organisation für die Zwecke dieses Übereinkommens zu Direktoren ihres meteorologischen oder hydrometeorologischen Dienstes im Sinne der Geschäftsordnung bestellt worden sind. b) Bei der Wahrnehmung ihrer Pflichten haben alle Amtsträger der Organisation und alle Mitglieder des Exekutivrats als Vertreter der Organisation und nicht als Vertreter einzelner Mitglieder der Organisation zu handeln."
    },
    {
      "provision_ref": "art7",
      "chapter": "Teil VI Der Meteorologische Weltkongress",
      "section": "7",
      "title": "Zusammensetzung",
      "content": "a) Der Kongress ist die Generalversammlung der die Mitglieder vertretenden Delegierten und als solche das höchste Organ der Organisation. b) Jedes Mitglied benennt einen seiner Delegierten, vorzugsweise den Direktor seines meteorologischen oder hydrometeorologischen Dienstes, als seinen Hauptdelegierten auf dem Kongress. c) Damit eine möglichst umfassende fachliche Vertretung sichergestellt wird, kann der Präsident jeden Direktor eines meteorologischen oder hydrometeorologischen Dienstes und jede andere Person einladen, nach Massgabe der Geschäftsordnung den Beratungen des Kongresses beizuwohnen und sich daran zu beteiligen."
    },
    {
      "provision_ref": "art8",
      "chapter": "Teil VI Der Meteorologische Weltkongress",
      "section": "8",
      "title": "Aufgaben",
      "content": "Ausser den in anderen Artikeln festgelegten Aufgaben hat der Kongress folgende Hauptpflichten: a) Er legt allgemeine Richtlinien für die Erfüllung des in Artikel 2 bezeichneten Organisationszwecks fest; b) er erteilt Empfehlungen an Mitglieder in Angelegenheiten, die zum Aufgabenbereich der Organisation gehören; c) er verweist Angelegenheiten, die unter dieses Übereinkommen fallen, an die dafür zuständigen Organe der Organisation; d) er legt die Vorschriften fest, welche die Verfahrensweise der einzelnen Organe der Organisation regeln, insbesondere die Allgemeine Geschäftsordnung, die Fachvorschriften, die Finanzordnung und die Personalordnung; e) er prüft die Berichte und die Tätigkeit des Exekutivrats und trifft diesbezügliche Massnahmen; f) er gründet nach Artikel 18 Regionalverbände, bestimmt ihre geographischen Grenzen, koordiniert ihre Tätigkeit und prüft ihre Empfehlungen; g) er setzt nach Artikel 19 Fachkommissionen ein, bestimmt ihre Zuständigkeiten, koordiniert ihre Tätigkeit und prüft ihre Empfehlungen; h) er setzt alle weiteren Organe ein, die er für erforderlich erachtet; i) er bestimmt den Sitz des Sekretariats der Organisation; j) er wählt den Präsidenten und die Vizepräsidenten der Organisation sowie die anderen Mitglieder des Exekutivrats mit Ausnahme der Präsidenten der Regionalverbände. Der Kongress kann ferner alle sonstigen geeigneten Massnahmen in Angelegenheiten ergreifen, welche die Organisation betreffen."
    },
    {
      "provision_ref": "art9",
      "chapter": "Teil VI Der Meteorologische Weltkongress",
      "section": "9",
      "title": "Durchführung von Kongressbeschlüssen",
      "content": "a) Die Mitglieder werden sich nach besten Kräften bemühen, die Beschlüsse des Kongresses durchzuführen. b) Stellt jedoch ein Mitglied fest, dass es eine Bestimmung einer vom Kongress angenommenen fachlichen Entschliessung nicht durchführen kann, so teilt es dem Generalsekretär der Organisation unter Angabe der Gründe mit, ob es diese Bestimmung nur vorläufig nicht oder überhaupt nicht durchführen kann."
    },
    {
      "provision_ref": "art10",
      "chapter": "Teil VI Der Meteorologische Weltkongress",
      "section": "10",
      "title": "Tagungen",
      "content": "a) Der Kongress wird in der Regel in möglichst genauen Abständen von vier Jahren einberufen; Ort und Zeitpunkt beschliesst der Exekutivrat. b) Auf Beschluss des Exekutivrats kann ein ausserordentlicher Kongress einberufen werden. c) Gehen beim Generalsekretär Anträge von einem Drittel der Mitglieder der Organisation auf einen ausserordentlichen Kongress ein, so führt der Generalsekretär eine schriftliche Abstimmung durch; spricht die einfache Mehrheit der Mitglieder sich dafür aus, so wird ein ausserordentlicher Kongress einberufen."
    },
    {
      "provision_ref": "art11",
      "chapter": "Teil VI Der Meteorologische Weltkongress",
      "section": "11",
      "title": "Abstimmung",
      "content": "a) Bei Abstimmungen des Kongresses hat jedes Mitglied eine Stimme. Jedoch haben nur Mitglieder der Organisation, die Staaten sind (im folgenden als «Mitgliedstaaten» bezeichnet), das Recht, über folgende Angelegenheiten abzustimmen oder zu beschliessen: 1. Änderung oder Auslegung dieses Übereinkommens oder Vorschläge für ein neues Übereinkommen; 2. Anträge auf Mitgliedschaft in der Organisation; 3. Beziehungen zu den Vereinten Nationen und anderen zwischenstaatlichen Organisationen; 4. Wahl des Präsidenten und der Vizepräsidenten der Organisation sowie der Mitglieder des Exekutivrats mit Ausnahme der Präsidenten der Regionalverbände. b) Beschlüsse bedürfen einer Zweidrittelmehrheit der abgegebenen Ja‑ und Nein‑Stimmen; jedoch genügt bei der Wahl von Personen, die in irgendeiner Eigenschaft in der Organisation Dienst tun sollen, die einfache Mehrheit der abgegebenen Stimmen. Dieser Buchstabe gilt nicht für Beschlüsse, die nach den Artikeln 3, 10 Buchstabe c, 25, 26 und 28 gefasst werden."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Beschlussfähigkeit",
      "content": "Zur Beschlussfähigkeit des Kongresses bei seinen Sitzungen ist die Anwesenheit von Delegierten der Mehrheit aller Mitglieder erforderlich. Für diejenigen Sitzungen des Kongresses, auf denen Beschlüsse über die in Artikel 11 Buchstabe a genannten Angelegenheiten gefasst werden, ist zur Beschlussfähigkeit die Anwesenheit von Delegierten der Mehrheit aller Mitgliedstaaten erforderlich."
    },
    {
      "provision_ref": "art13",
      "chapter": "Teil VII Der Exekutivrat",
      "section": "13",
      "title": "Zusammensetzung",
      "content": "Der Exekutivrat besteht aus a) dem Präsidenten und den Vizepräsidenten der Organisation; b) den Präsidenten der Regionalverbände, an deren Stelle ihre Vertreter nach Massgabe der Geschäftsordnung an den Tagungen teilnehmen können; c) sechsundzwanzig Direktoren von meteorologischen oder hydrometeorologischen Diensten der Mitglieder der Organisation, an deren Stelle ihre Vertreter an den Tagungen teilnehmen können; dies gilt mit der Massgabe, i) dass diese Vertreter die Voraussetzungen der Geschäftsordnung erfüllen und ii) dass höchstens neun und mindestens drei Mitglieder des Exekutivrats, einschliesslich des Präsidenten und der Vizepräsidenten der Organisation, der Präsidenten der Regionalverbände und der sechsundzwanzig gewählten Direktoren aus derselben Region kommen, wobei sich die Region jedes Mitglieds nach der Geschäftsordnung bestimmt."
    },
    {
      "provision_ref": "art14",
      "chapter": "Teil VII Der Exekutivrat",
      "section": "14",
      "title": "Aufgaben",
      "content": "Der Exekutivrat ist das ausführende Organ der Organisation; er ist dem Kongress für die Koordinierung des Programms der Organisation und für die Verwendung seiner Haushaltsmittel nach Massgabe der Kongressbeschlüsse verantwortlich. Ausser den in anderen Artikeln festgesetzten Aufgaben hat er folgende Hauptaufgaben: a) Er führt die von den Mitgliedern der Organisation entweder im Kongress oder durch Schriftwechsel gefassten Beschlüsse aus und leitet die Tätigkeit der Organisation im Sinne dieser Beschlüsse; b) er prüft das Programm und die Haushaltsvoranschläge für den jeweils folgenden Rechnungszeitraum, die vom Generalsekretär ausgearbeitet werden, und legt seine diesbezüglichen Bemerkungen und Empfehlungen dem Kongress vor; c) er prüft die Entschliessungen und Empfehlungen der Regionalverbände und Fachkommissionen und trifft erforderlichenfalls namens der Organisation diesbezügliche Massnahmen in Übereinstimmung mit den in der Geschäftsordnung festgesetzten Verfahren; d) er gibt fachliche Auskünfte, Rat und Unterstützung in den Tätigkeitsbereichen der Organisation; e) er prüft alle Angelegenheiten, welche die internationale Meteorologie und verwandte Tätigkeiten der Organisation berühren, und erteilt entsprechende Empfehlungen; f) er stellt die Tagesordnung des Kongresses auf und gibt den Regionalverbänden und Fachkommissionen Richtlinien für die Aufstellung ihrer Arbeitsprogramme; g) er erstattet auf jeder Tagung des Kongresses über seine Tätigkeit Bericht; h) er verwaltet die Finanzen der Organisation gemäss Teil XI. Der Exekutivrat kann ferner alle sonstigen Aufgaben wahrnehmen, die ihm vom Kongress oder gemeinsam von Mitgliedern übertragen werden."
    },
    {
      "provision_ref": "art15",
      "chapter": "Teil VII Der Exekutivrat",
      "section": "15",
      "title": "Tagungen",
      "content": "a) Der Exekutivrat hält normalerweise mindestens einmal im Jahr eine Tagung ab, deren Ort und Zeitpunkt der Präsident der Organisation nach Konsultation mit anderen Mitgliedern des Rates festsetzt. b) Eine ausserordentliche Tagung des Exekutivrats wird nach dem in der Geschäftsordnung festgesetzten Verfahren anberaumt, wenn der Generalsekretär von einer Mehrheit der Mitglieder des Exekutivrats entsprechende Anträge erhalten hat. Ferner kann eine solche Tagung auf Grund eines einvernehmlichen Beschlusses des Präsidenten und der drei Vizepräsidenten anberaumt werden."
    },
    {
      "provision_ref": "art16",
      "chapter": "Teil VII Der Exekutivrat",
      "section": "16",
      "title": "Abstimmung",
      "content": "a) Beschlüsse des Exekutivrats bedürfen einer Zweidrittelmehrheit der abgegebenen Ja‑ und Nein‑Stimmen. Jedes Mitglied des Exekutivrats hat nur eine Stimme, selbst wenn es in mehr als einer Eigenschaft Mitglied ist. b) Zwischen den Tagungen kann der Exekutivrat schriftlich abstimmen. Derartige Abstimmungen sind nach Artikel 16 Buchstabe a und Artikel 17 durchzuführen."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Beschlussfähigkeit",
      "content": "Zur Beschlussfähigkeit des Exekutivrats bei seinen Sitzungen ist die Anwesenheit von zwei Dritteln der Mitglieder erforderlich."
    },
    {
      "provision_ref": "art18",
      "chapter": "Teil VIII Regionalverbände",
      "section": "18",
      "title": "",
      "content": "a) Die Regionalverbände setzen sich aus denjenigen Mitgliedern der Organisation zusammen, deren Netze ganz in der Region liegen oder teilweise in diese hinreichen. b) Die Mitglieder der Organisation haben das Recht, den Tagungen der Regionalverbände, denen sie nicht angehören, beizuwohnen, an den Erörterungen teilzunehmen und zu Fragen Stellung zu nehmen, die ihren eigenen meteorologischen oder hydrometeorologischen Dienst berühren; sie haben jedoch kein Stimmrecht. c) Die Regionalverbände tagen, sooft dies erforderlich ist. Zeitpunkt und Ort der Tagung bestimmen ihre Präsidenten im Einvernehmen mit dem Präsidenten der Organisation. d) Die Regionalverbände haben folgende Aufgaben: i) Sie fördern die Durchführung der Entschliessungen des Kongresses und des Exekutivrats in ihren Regionen; ii) sie prüfen Angelegenheiten, auf die der Exekutivrat ihre Aufmerksamkeit lenkt; iii) sie erörtern Angelegenheiten von allgemeinem Interesse und koordinieren meteorologische und verwandte Tätigkeiten in ihren Regionen; iv) sie legen dem Kongress und dem Exekutivrat Empfehlungen im Rahmen des Organisationszwecks vor; v) sie nehmen alle sonstigen Aufgaben wahr, die ihnen der Kongress zuweist. e) Jeder Regionalverband wählt seinen Präsidenten und Vizepräsidenten."
    },
    {
      "provision_ref": "art19",
      "chapter": "Teil IX Fachkommissionen",
      "section": "19",
      "title": "",
      "content": "a) Der Kongress kann Kommissionen aus Fachleuten einsetzen, die Fragen im Rahmen des Organisationszwecks prüfen und dem Kongress und dem Exekutivrat entsprechende Empfehlungen vorlegen. b) Die Mitglieder der Organisation haben das Recht, in den Fachkommissionen vertreten zu sein. c) Jede Fachkommission wählt ihren Präsidenten und Vizepräsidenten. d) Die Präsidenten der Fachkomissionen können ohne Stimmrecht an den Sitzungen des Kongresses und des Exekutivrats teilnehmen."
    },
    {
      "provision_ref": "art20",
      "chapter": "Teil X Das Sekretariat",
      "section": "20",
      "title": "",
      "content": "Das ständige Sekretariat der Organisation setzt sich aus einem Generalsekretär und dem für die Arbeiten der Organisation erforderlichen Fach‑ und Verwaltungspersonal zusammen."
    },
    {
      "provision_ref": "art21",
      "chapter": "Teil X Das Sekretariat",
      "section": "21",
      "title": "",
      "content": "a) Der Generalsekretär wird vom Kongress zu Bedingungen bestellt, die der Genehmigung des Kongresses bedürfen. b) Das Personal des Sekretariats wird vom Generalsekretär mit Zustimmung des Exekutivrats in Übereinstimmung mit Vorschriften bestellt, die der Kongress erlässt."
    },
    {
      "provision_ref": "art22",
      "chapter": "Teil X Das Sekretariat",
      "section": "22",
      "title": "",
      "content": "a) Der Generalsekretär ist dem Präsidenten der Organisation für die fachlichen und verwaltungsmässigen Arbeiten des Sekretariats verantwortlich. b) Bei der Wahrnehmung ihrer Pflichten dürfen der Generalsekretär und das Personal keine Weisungen von Stellen ausserhalb der Organisation erbitten oder entgegennehmen. Sie haben sich jeder Handlung zu enthalten, die ihrer Stellung als internationale Bedienstete abträglich sein könnte. Jedes Mitglied der Organisation wird seinerseits den ausschliesslich internationalen Charakter der Verantwortlichkeiten des Generalsekretärs und des Personals achten und nicht versuchen, diese bei der Erfüllung ihrer Verpflichtungen gegenüber der Organisation zu beeinflussen."
    },
    {
      "provision_ref": "art23",
      "chapter": "Teil XI Finanzen",
      "section": "23",
      "title": "",
      "content": "a) Der Kongress bestimmt die Höchstsumme der Ausgaben der Organisation auf Grund von Voranschlägen, die ihm der Generalsekretär nach Prüfung durch den Exekutivrat zugleich mit dessen Empfehlungen vorlegt. b) Der Kongress überträgt dem Exekutivrat die Vollmacht, die erforderlich ist, um die jährlichen Ausgaben der Organisation innerhalb der vom Kongress festgesetzten Grenzen zu genehmigen."
    },
    {
      "provision_ref": "art24",
      "chapter": "Teil XI Finanzen",
      "section": "24",
      "title": "",
      "content": "Die Kosten der Organisation werden nach einem vom Kongress festzusetzenden Verhältnis auf die Mitglieder der Organisation umgelegt."
    },
    {
      "provision_ref": "art25",
      "chapter": "Teil XII Beziehungen zu den Vereinten Nationen",
      "section": "25",
      "title": "",
      "content": "Die Organisation steht im Sinne von Artikel 57 der Charta der Vereinten Nationen mit diesen in Beziehung. Jede diese Beziehung betreffende Übereinkunft bedarf der Genehmigung durch zwei Drittel der Mitgliedstaaten. SR 0.120"
    },
    {
      "provision_ref": "art26",
      "chapter": "Teil XIII Beziehungen zu anderen Organisationen",
      "section": "26",
      "title": "",
      "content": "a) Die Organisation nimmt, soweit sie dies für wünschenswert hält, konkrete Beziehungen zu anderen zwischenstaatlichen Organisationen auf und arbeitet eng mit ihnen zusammen. Jegliche formelle Übereinkunft mit solchen Organisationen wird vom Exekutivrat geschlossen und bedarf der Zustimmung durch zwei Drittel der Mitgliedstaaten, entweder im Kongress oder auf schriftlichem Weg. b) Die Organisation kann über Angelegenheiten, die im Rahmen ihres Zweckes liegen, geeignete Vereinbarungen über Konsultation und Zusammenarbeit mit internationalen nichtstaatlichen Organisationen und bei Vorliegen des Einverständnisses der zuständigen Regierung mit nationalen staatlichen oder nichtstaatlichen Organisationen treffen. c) Vorbehaltlich der Zustimmung durch zwei Drittel der Mitgliedstaaten kann die Organisation von jeder anderen internationalen Organisation oder Stelle, deren Ziel und Tätigkeit im Rahmen des Organisationszwecks liegen, Aufgaben, Hilfsmittel und Verpflichtungen übernehmen, soweit solche der Organisation durch internationale Übereinkunft oder durch Vereinbarung zwischen den zuständigen Organen der betreffenden Organisationen Übertragen werden."
    },
    {
      "provision_ref": "art27",
      "chapter": "Teil XIV Rechtsstellung, Vorrechte und Immunitäten",
      "section": "27",
      "title": "",
      "content": "a) Die Organisation besitzt im Hoheitsgebiet eines jeden Mitglieds die Rechtsfähigkeit, die für die Erfüllung ihres Zweckes und die Wahrnehmung ihrer Aufgaben notwendig ist. b) i) Die Organisation geniesst im Hoheitsgebiet eines jeden Mitglieds, auf das dieses Übereinkommen Anwendung findet, diejenigen Vorrechte und Immunitäten, die für die Erfüllung ihres Zweckes und die Wahrnehmung ihrer Aufgaben notwendig sind. ii) Vertreter der Mitglieder, Amtsträger und Bedienstete der Organisation sowie Mitglieder des Exekutivrats geniessen ebenfalls diejenigen Vorrechte und Immunitäten, die für die unabhängige Wahrnehmung ihrer Aufgaben im Rahmen der Organisation notwendig sind. c) Diese Rechtsfähigkeit, Vorrechte und Immunitäten bestimmen sich im Hoheitsgebiet jedes Mitgliedstaats, der dem am 21. November 1947 von der Generalversammlung der Vereinten Nationen angenommenen Abkommen über die Vorrechte und Befreiungen der Sonderorganisationen beigetreten ist, nach dem genannten Abkommen."
    },
    {
      "provision_ref": "art28",
      "chapter": "Teil XV Änderungen",
      "section": "28",
      "title": "",
      "content": "a) Der Generalsekretär teilt den Mitgliedern der Organisation den Wortlaut jedes Änderungsvorschlags zu diesem Übereinkommen spätestens sechs Monate vor dessen Behandlung durch den Kongress mit. b) Änderungen dieses Übereinkommens, die neue Verpflichtungen für die Mitglieder enthalten, bedürfen der Zustimmung des Kongresses, und zwar durch Zweidrittelmehrheit im Sinne des Artikels 11; sie treten nach Annahme durch zwei Drittel der Mitgliedstaaten für jeden Mitgliedstaat, der sie angenommen hat, in Kraft, und danach für jeden weiteren Mitgliedstaat zu dem Zeitpunkt, in dem er sie annimmt. Diese Änderungen treten für jedes für seine internationalen Beziehungen nicht selbst verantwortliche Mitglied in Kraft, sobald sie in dessen Namen von dem für seine internationalen Beziehungen verantwortlichen Mitglied angenommen worden sind. c) Sonstige Änderungen treten nach Zustimmung durch zwei Drittel der Mitgliedstaaten in Kraft."
    },
    {
      "provision_ref": "art29",
      "chapter": "Teil XVI Auslegung und Streitigkeiten",
      "section": "29",
      "title": "",
      "content": "Entsteht über die Auslegung oder Anwendung dieses Übereinkommens eine Frage oder Streitigkeit, die nicht durch Verhandlungen oder durch den Kongress geregelt werden kann, so wird sie einem unabhängigen Schiedsrichter unterbreitet, der vom Präsidenten des Internationalen Gerichtshofs ernannt wird, sofern sich die beteiligten Parteien nicht auf eine andere Form der Regelung einigen."
    },
    {
      "provision_ref": "art30",
      "chapter": "Teil XVII Austritt",
      "section": "30",
      "title": "",
      "content": "a) Jedes Mitglied kann mit einer Kündigungsfrist von zwölf Monaten aus der Organisation austreten; die Kündigung ist schriftlich beim Generalsekretär der Organisation einzureichen; dieser unterrichtet sofort alle Mitglieder der Organisation. b) Für jedes für seine internationalen Beziehungen nicht selbst verantwortliche Mitglied der Organisation kann der Austritt mit einer Frist von zwölf Monaten auf Grund einer Kündigung erfolgen, die das für dessen internationale Beziehungen verantwortliche Mitglied oder eine andere verantwortliche Stelle schriftlich beim Generalsekretär der Organisation einreicht; dieser unterrichtet sofort alle Mitglieder der Organisation."
    },
    {
      "provision_ref": "art31",
      "chapter": "Teil XVIII Suspendierung",
      "section": "31",
      "title": "",
      "content": "Kommt ein Mitglied seinen finanziellen Verpflichtungen gegenüber der Organisation nicht nach oder erfüllt es seine sonstigen Verpflichtungen aus diesem Übereinkommen nicht, so kann der Kongress dieses Mitglied durch Entschliessung von der Ausübung seiner Rechte und Vorrechte als Mitglied der Organisation so lange ausschliessen, bis es seine finanziellen oder sonstigen Verpflichtungen erfüllt hat."
    },
    {
      "provision_ref": "art32",
      "chapter": "Teil XIX Ratifikation und Beitritt",
      "section": "32",
      "title": "",
      "content": "Dieses Übereinkommen bedarf der Ratifikation durch die Unterzeichnerstaaten; die Ratifikationsurkunden sind bei der Regierung der Vereinigten Staaten von Amerika zu hinterlegen; diese notifiziert den Tag der Hinterlegung jedem Staat, der das Übereinkommen unterzeichnet hat oder ihm beitritt."
    },
    {
      "provision_ref": "art33",
      "chapter": "Teil XIX Ratifikation und Beitritt",
      "section": "33",
      "title": "",
      "content": "Vorbehaltlich des Artikels 3 wird der Beitritt durch Hinterlegung einer Beitrittsurkunde bei der Regierung der Vereinigten Staaten von Amerika vollzogen; diese übermittelt jedem Mitglied der Organisation eine entsprechende Notifikation."
    },
    {
      "provision_ref": "art34",
      "chapter": "Teil XIX Ratifikation und Beitritt",
      "section": "34",
      "title": "",
      "content": "Vorbehaltlich des Artikels 3 a) kann jeder Vertragsstaat erklären, dass seine Ratifikation oder sein Beitritt Hoheitsgebiete oder Gruppen von solchen mit einschliesst, für deren internationale Beziehungen er verantwortlich ist; b) kann dieses Übereinkommen in der Folge jederzeit nach schriftlicher Notifikation an die Regierung der Vereinigten Staaten von Amerika auf derartige Hoheitsgebiete oder Gruppen von solchen angewendet werden und tritt dann für diese mit dem Tag in Kraft, an dem die Notifikation bei der Regierung der Vereinigten Staaten von Amerika eingeht; diese übermittelt jedem Staat, der das Übereinkommen unterzeichnet hat oder ihm beitritt, eine entsprechende Notifikation; c) können die Vereinten Nationen dieses Übereinkommen auf jegliche unter ihrer Verwaltungshoheit stehenden Treuhandgebiete oder Gruppen von solchen anwenden. Die Regierung der Vereinigten Staaten von Amerika notifiziert diese Anwendung allen Staaten, die das Übereinkommen unterzeichnet haben oder ihm beitreten."
    },
    {
      "provision_ref": "art35",
      "chapter": "Teil XX Inkrafttreten",
      "section": "35",
      "title": "",
      "content": "Dieses Übereinkommen tritt am dreissigsten Tag nach Hinterlegung der dreissigsten Ratifikations‑ oder Beitrittsurkunde in Kraft. Für jeden Staat, der es nach diesem Zeitpunkt ratifiziert oder ihm beitritt, tritt es am dreissigsten Tag nach Hinterlegung seiner Ratifikations‑ oder Beitrittsurkunde in Kraft. Dieses Übereinkommen trägt das Datum des Tages, an dem es zur Unterzeichnung aufgelegt wird; es liegt danach 120 Tage lang zur Unterzeichnung auf."
    }
  ],
  "definitions": []
}