{
  "id": "sr-0-131-245-4",
  "type": "statute",
  "title": "Rahmenabkommen vom 24. Februar 1993 zwischen der Schweizerischen Eidgenossenschaft und der Italienischen Republik über die grenzüberschreitende Zusammenarbeit der regionalen und lokalen Gebietskörperschaften und Behörden",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1993/2072_2072_2072/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "",
      "content": "Die Parteien bemühen sich, die Initiativen der Gebietskörperschaften und der regionalen und lokalen Einheiten zu fördern, die auf den Aufbau und die Entwicklung der grenzüberschreitenden Zusammenarbeit hinzielen."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "",
      "content": "Im Sinne dieses Abkommens sind unter Gebietskörperschaften und regionalen und lokalen Einheiten zu verstehen: a) für Italien: die Regionen, Provinzen, Gemeinden, Berggemeinschaften, kommunalen und provinziellen Dienstleistungs- und Werkskonsortien. Die Tiefe der Zone, innerhalb derer die lokalen italienischen Einheiten liegen müssen, die befähigt sind, die fraglichen Abkommen und Übereinkünfte zu schliessen, und die nicht direkt an die Schweiz stossen, beträgt 25 Kilometer gemessen von der italienisch-schweizerischen Grenze; b) für die Schweiz: die Kantone Graubünden, Tessin und Wallis sowie deren Gemeinden, die Gemeindekonsortien und ‑verbände, Regionalkonsortien, Bürgergemeinden, Bergregionen und Dienstleistungs- und Werkskonsortien."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "",
      "content": "1 Folgende Bereiche können im Sinne dieses Abkommens Gegenstand von Abkommen und Übereinkünften sein; a) städtische und regionale Entwicklung; b) Verkehr und Kommunikationen; c) Energie; d) Schutz der Natur und der Umwelt; e) Unterricht sowie wissenschaftliche und technologische Zusammenarbeit in den jeweiligen Zuständigkeitsbereichen; f) berufliche Ausbildung, Beratung und Umschulung; g) Gesundheitswesen; h) Kultur und Sport; i) Zivilschutz und gegenseitige Katastrophenhilfe; l) Fremdenverkehr; m) Probleme der Grenzgänger; n) Förderung von Wirtschaft und Handel; o) Tätigkeiten betreffend grenzüberschreitende Pärke, die Behandlung von Abfällen und den Bau von Abwasser- und Kanalisationsanlagen; p) Verbesserung der landwirtschaftlichen Strukturen; q) soziale Einrichtungen. 2 In diesen Bereichen und im Rahmen der innerstaatlichen Kompetenzen jeder Partei können deren Gebietskörperschaften und deren regionale und lokale Einheiten Abkommen und Übereinkünfte zur grenzüberschreitenden Zusammenarbeit abschliessen. 3 Die Parteien werden sich über die allfällige Erweiterung der obenstehenden Liste einigen, wobei Entwicklungen auf innerstaatliche Ebene Rechnung zu tragen ist."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "",
      "content": "1 Die Abkommen und Übereinkünfte sind unter Respektierung der innerstaatlichen Verfahren jeder Partei abzuschliessen. 2 Die Abkommen und Übereinkünfte können nicht in einer Art und Weise ausgelegt werden, welche die bereits in verschiedenen Formen zwischen den Parteien geschlossenen Abkommen zur grenzüberschreitenden Zusammenarbeit ändert oder ihrer Wirkung beraubt oder welche die Befähigung der Parteien beeinträchtigt, selbst Abkommen in den fraglichen Bereichen abzuschliessen. 3 Die Kosten, die sich aus den fraglichen Abkommen und Übereinkünften sowie aus den Massnahmen zu deren Anwendung ergeben, gehen nicht zu Lasten der Zentralverwaltungen der Parteien."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "",
      "content": "Allfällige Fragen betreffend die Anwendung und die Auslegung der Abkommen und Übereinkünfte, die von den Gebietskörperschaften und regionalen und lokalen Einheiten aufgrund dieses Abkommens abgeschlossen worden sind, können von den Parteien auf diplomatischem Weg geprüft werden."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "",
      "content": "1 Dieses Abkommen hat eine unbeschränkte Dauer, sofern es nicht von einer der beiden Parteien unter Beachtung einer Frist von sechs Monaten gekündigt wird. 2 Das Abkommen tritt an dem Tag in Kraft, an dem sich die Parteien gegenseitig die Erfüllung der in ihren Verfassungsgesetzgebungen aufgestellten Erfordernisse notifiziert haben. Geschehen zu Bern am 24. Februar 1993 in zwei Ausfertigungen in italienischer Sprache. Für den Schweizerischen Bundesrat: Mathias Krafft Für die Regierung der italienischen Republik: Franco Ferretti"
    }
  ],
  "definitions": []
}