{
  "id": "sr-0-142-37",
  "type": "statute",
  "title": "Abkommen vom 15. Oktober 1946 über die Abgabe eines Reiseausweises an Flüchtlinge, die unter dem Schutze des Intergouvernementalen Komitees für die Flüchtlinge stehen",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/63/177_173_177/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "",
      "content": "1. Flüchtlingen, die unter dem Schutz des Intergouvernementalen Komitees für die Flüchtlinge stehen, wird von den vertragschliessenden Regierungen unter Vorbehalt der Artikel 2 und 16 ein Reiseausweis nach den Bestimmungen von Artikel 3 abgegeben, sofern sie staatenlos sind oder nicht unter dem wirksamen Schutze einer Regierung stehen, sich rechtmässig auf dem Gebiet der betreffenden vertragschliessenden Regierung aufhalten und nicht unter die Bestimmungen über die Abgabe eines Reisepapieres der Abkommen vom 5. Juli 1922, 31. Mai 1924, 12. Mai 1926, 30. Juni 1928, 30. Juli 1935 oder der Vereinbarung vom 28. Oktober 1933 fallen. 2. Dieser Reiseausweis wird den Flüchtlingen auf Gesuch hin für Reisen ausserhalb des Aufenthaltsstaates abgegeben."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "",
      "content": "Als Übergangsmassnahme kann der in Artikel 1 erwähnte Ausweis, nach Ermessen der zuständigen Regierung, auch Flüchtlingen abgegeben werden, die zwar den übrigen Bestimmungen dieses Abkommens entsprechen, aber sich im Zeitpunkt des Inkrafttretens des Abkommens nicht rechtmässig auf ihrem Gebiet aufhalten, sofern sie sich in einer von der zuständigen Regierung zu bestimmenden Frist, die nicht unter drei Monate betragen soll, den Behörden melden."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "",
      "content": "1. Der in diesem Abkommen umschriebene Reiseausweis hat dem beigefügten Muster zu entsprechen (siehe Beilage). 2. Er soll mindestens in zwei Sprachen abgefasst werden: Französisch und Landessprache oder ‑sprachen des Staates, der den Ausweis abgibt. In der AS nicht veröffentlicht."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "",
      "content": "Kinder können gemäss den Vorschriften des Ausgabestaates im Reiseausweis eines erwachsenen Flüchtlings aufgeführt werden."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "",
      "content": "Die Gebühren für die Abgabe des Reiseausweises sollen den niedrigsten Ansatz, der für heimatliche Pässe gilt, nicht übersteigen."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "",
      "content": "Unter Vorbehalt von Sonder- oder Ausnahmefällen soll der Ausweis für möglichst viele Staaten gültig sein."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "",
      "content": "Die Gültigkeitsdauer des Ausweises soll nach Wahl der ausstellenden Behörde ein oder zwei Jahre betragen."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "",
      "content": "1. Erneuerung und Verlängerung des Reiseausweises sind Sache der Behörde, die den Ausweis abgegeben hat, für so lange, als sich der Inhaber rechtmässig auf ihren Gebiet aufhält. Zur Ausstellung eines neuen Ausweises ist unter der gleichen Bedingung die Behörde, die den frühern Ausweis abgegeben hat, zuständig. 2. Diplomatische oder konsularische Vertretungen, die dazu besonders ermächtigt wurden, können die Gültigkeitsdauer der von ihrer Regierung ausgestellten Ausweise um höchstens sechs Monate verlängern."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "",
      "content": "Alle vertragschliessenden Regierungen werden die gemäss diesem Abkommen abgegebenen Ausweise anerkennen."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "",
      "content": "Die Behörden des Gebietes, in das der Flüchtling reisen will, werden in seinem Reiseausweis ein Visum eintragen, wenn sie bereit sind, ihn aufzunehmen."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "",
      "content": "Die Behörden der Gebiete, in denen dieses Abkommen gilt, verpflichten sich, Flüchtlingen, die das Einreisevisum des Bestimmungslandes erhalten haben, Transitvisa zu erteilen."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "",
      "content": "Die Gebühren für die Erteilung von Aus-, Ein- oder Durchreisevisa sollen den für Visa in ausländischen Pässen vorgesehenen niedrigsten Ansatz nicht übersteigen."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "",
      "content": "Wenn ein Flüchtling sich rechtmässig in einem andern Gebiete niederlässt, in dem dieses Abkommen gilt, ist die Abgabe eines neuen Ausweises Sache der zuständigen Behörden dieses Gebietes, und der Flüchtling kann sie darum ersuchen."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "",
      "content": "Die Behörde, die einen neuen Ausweis abgibt, hat den frühern einzuziehen."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "",
      "content": "1. Der Inhaber des Reiseausweises ist während der Gültigkeitsdauer seines Ausweises berechtigt, ohne besondere Visa das Land, das den Ausweis abgegeben hat, zu verlassen und wieder zurückzukehren unter dem einzigen Vorbehalt der Gesetze und Verordnungen, die auch für Inhaber von gehörig visierten Pässen gelten. 2. Die vertragschliessenden Regierungen behalten sich das Recht vor, in Ausnahmefällen bei der Abgabe des Ausweises die Frist, innerhalb der der Flüchtling wieder einreisen kann, zu beschränken; die Frist soll aber nicht weniger als drei Monate betragen."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "",
      "content": "1. Die Bestimmungen dieses Abkommens haben, mit Ausnahme von Artikel 15, keinen Einfluss auf die Gesetze und Verordnungen über Zulassung, Transit, Aufenthalt, Niederlassung und Ausreise der Gebiete, in denen dieses Abkommen gilt. 2. Auch Massnahmen der Behörden gegen einzelne unter dieses Abkommen fallende Personen bleiben vorbehalten."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "",
      "content": "Weder durch die Abgabe des Ausweises noch durch die Einträge wird das Statut, insbesondere die Staatszugehörigkeit, des Inhabers bestätigt oder geändert."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "",
      "content": "Die Abgabe des Reiseausweises gibt dem Inhaber keinen Anspruch auf diplomatischen oder konsularischen Schutz des Staates, der den Ausweis abgegeben hat, und überträgt dessen Vertretern keine Schutzbefugnisse."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "",
      "content": "Vor dem Inkrafttreten dieses Abkommens an Personen, die unter die Artikel 1 und 2 fallen, abgegebene Reiseausweise bleiben bis zum Ablauf ihrer Gültigkeitsdauer gültig."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "",
      "content": "Falls die Aufgaben des Intergouvernementalen Komitees für die Flüchtlinge einer andern internationalen Organisation übertragen würden, werden alle Bestimmungen dieses Abkommens, die sich auf das Intergouvernementale Komitee für die Flüchtlinge beziehen, auf diese Organisation anwendbar sein. Für die Schweiz werden heute die genannten Aufgaben wahrgenommen von der Zwischenstaatlichen Kommission für Migrationsbewegungen in Europa (Art. 1 des BB vom 17. März 1954 betreffend die weitere Beteiligung der Schweiz am Zwischenstaatlichen Komitee für Europäische Auswanderung – BBl 1954 I 538 ) sowie vom Hochkommissariat der Vereinten Nationen für die Flüchtlinge (Art. 35 des Abk. vom 28. Juli 1951 über die Rechtsstellung der Flüchtlinge – SR 0.142.30 )."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "",
      "content": "Für das vorstehende Abkommen sind der englische und der französische Text massgebend; es trägt das Datum des heutigen Tages und bleibt in London für den Beitritt von Mitgliedstaaten des Intergouvernementalen Komitees für die Flüchtlinge wie auch von Nichtmitgliedstaaten offen."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "",
      "content": "Die Regierung des Vereinigten Königreiches von Grossbritannien und Nordirland wird beauftragt, jeden Beitritt, unter Angabe des Datums, den Mitgliedstaaten des Intergouvernementalen Komitees für die Flüchtlinge und den Nichtmitgliedstaaten, die dieses Abkommen unterzeichnet haben, mitzuteilen."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "",
      "content": "1. Dieses Abkommen wird neunzig Tage nach der Unterzeichnung durch sechs Regierungen in Kraft treten. 2. Für Regierungen, die später beitreten, wird das Abkommen neunzig Tage nach der Unterzeichnung in Kraft treten."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "",
      "content": "1. Das vorstehende Abkommen kann durch jede vertragschliessende Regierung, nach Ablauf eines Jahres vom Datum seines Inkrafttretens an, durch schriftliche Mitteilung an die Regierung des Vereinigten Königreiches von Grossbritannien und Nordirland gekündigt werden; diese wird allen in Artikel 22 erwähnten Regierungen Kündigungen, unter Angabe des Datums, mitteilen. 2. Die Kündigung wird sechs Monate nach Eingang bei der Regierung des Vereinigten Königreiches wirksam."
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "",
      "content": "1. Die vertragschliessenden Regierungen können nach Inkrafttreten des Abkommens gemäss Artikel 23 jederzeit der Regierung des Vereinigten Königreiches schriftlich erklären, dass das Abkommen vom Zeitpunkt der Erklärung an ganz oder teilweise in seinen Kolonien, überseeischen Gebieten, Protektoraten, Mandaten oder treuhänderisch verwalteten Gebieten gelten soll. 2. Die Teilnahme von Gebieten gemäss der vorhergehenden Ziffer kann durch eine schriftliche Mitteilung an die Regierung des Vereinigten Königreiches beendigt werden; das Abkommen wird nach sechs Monaten vom Datum des Einganges der Mitteilung an für das Land oder die Gebiete, die in der Mitteilung genannt werden, nicht mehr gelten. 3. Die Regierung des Vereinigten Königreiches wird den in Artikel 22 erwähnten Regierungen alle Erklärungen gemäss Ziffer 1 und alle Mitteilungen gemäss Ziffer 2 unter Angabe des Zeitpunktes, an dem die Erklärungen oder Mitteilungen in Kraft treten."
    }
  ],
  "definitions": []
}