{
  "id": "sr-0-440-4",
  "type": "statute",
  "title": "Übereinkommen vom 3. Oktober 1985 zum Schutz des baugeschichtlichen Erbes in Europa",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1996/2402_2402_2402/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Begriff des baugeschichtlichen Erbes",
      "section": "1",
      "title": "",
      "content": "Das baugeschichtliche Erbe im Sinne dieses Übereinkommens umfasst folgende unbewegliche Kulturgüter: 1. Baudenkmäler: Alle Bauwerke von herausragendem geschichtlichem, archäologischem, künstlerischem, wissenschaftlichem, sozialem oder technischem Interesse, mit Einschluss zugehöriger Einrichtungen und Ausstattungen; 2. Baugruppen: Einheitliche Gruppen städtischer oder ländlicher Gebäude von besonderem geschichtlichem, archäologischem, künstlerischem, wissenschaftlichem, sozialem oder technischem Interesse; ihr Zusammenhang muss im Gelände erkennbar und planlich abgrenzbar sein; 3. Stätten: Gemeinsam von Mensch und Natur geformte Bereiche, die sich aufgrund ihrer Ausprägung und Geschlossenheit abgrenzen lassen und von besonderem geschichtlichem, archäologischem, künstlerischem, wissenschaftlichem, sozialem oder technischem Wert sind."
    },
    {
      "provision_ref": "art2",
      "chapter": "Erfassung der zu schützenden Güter",
      "section": "2",
      "title": "",
      "content": "Um die schutzwürdigen Baudenkmäler, Baugruppen und Stätten genau zu erfassen, verpflichtet sich jede Vertragspartei zur Erstellung eines Inventars sowie zur rechtzeitigen und umfassenden Dokumentation bedrohter Objekte."
    },
    {
      "provision_ref": "art3",
      "chapter": "Rechtliche Schutzmassnahmen",
      "section": "3",
      "title": "",
      "content": "Jede Vertragspartei verpflichtet sich: 1. gesetzliche Massnahmen zum Schutze ihres baugeschichtlichen Erbes zu treffen; 2. geeignete Vorschriften zu erlassen, um den Schutz der Baudenkmäler, Baugruppen und Stätten zu gewährleisten."
    },
    {
      "provision_ref": "art4",
      "chapter": "Rechtliche Schutzmassnahmen",
      "section": "4",
      "title": "",
      "content": "Jede Vertragspartei verpflichtet sich: 1. wirksame Kontroll‑ und Genehmigungsverfahren einzuführen; 2. zu verhindern, dass geschützte Kulturgüter verunstaltet, beeinträchtigt oder zerstört werden. In diesem Sinne verpflichten sich die Vertragsparteien, falls dies noch nicht geschehen ist, gesetzlich vorzuschreiben, a) dass jede beabsichtigte Zerstörung oder Veränderung von Baudenk-mälern, die bereits geschützt sind oder für die Schutzmassnahmen eingeleitet worden sind, wie auch jede Beeinträchtigung ihrer Umgebung der zuständigen Behörde unterbreitet wird; b) dass jedes Vorhaben, das eine ganze Baugruppe oder einen Teil davon oder eine Stätte berührt und das – den Abbruch von Gebäuden, – die Errichtung neuer Gebäude, – wesentliche Veränderungen, die den Charakter der Gebäude oder der Stätte beeinträchtigen, der zuständigen Behörde unterbreitet wird; c) dass die Behörden vom Eigentümer eines geschützten Objektes verlangen können, gewisse Arbeiten durchzuführen, oder dass sie selber diese Arbeiten durchführen können, wenn der Eigentümer säumig ist; d) dass ein geschütztes Objekt enteignet werden kann."
    },
    {
      "provision_ref": "art5",
      "chapter": "Rechtliche Schutzmassnahmen",
      "section": "5",
      "title": "",
      "content": "Jede Vertragspartei verpflichtet sich, die vollständige oder teilweise Versetzung eines geschützten Baudenkmals an einen anderen Ort zu verbieten, ausser in Fällen, wo die materielle Erhaltung eine Versetzung unumgänglich macht. In einem solchen Fall hat die zuständige Behörde alle erforderlichen Vorkehren für den Abbau, die Überführung und den Wiederaufbau an geeigneter Stelle zu treffen."
    },
    {
      "provision_ref": "art6",
      "chapter": "Zusätzliche Massnahmen",
      "section": "6",
      "title": "",
      "content": "Jede Vertragspartei verpflichtet sich: 1. die Erhaltung und Wiederherstellung des baugeschichtlichen Erbes auf ihrem Hoheitsgebiet im Rahmen der verfügbaren Mittel auf nationaler, regionaler und lokaler Ebene finanziell zu unterstützen; 2. durch steuerliche Massnahmen, soweit nötig, die Erhaltung dieses Erbes zu erleichtern; 3. private Initiativen zur Erhaltung und Wiederherstellung dieses Erbes zu fördern."
    },
    {
      "provision_ref": "art7",
      "chapter": "Zusätzliche Massnahmen",
      "section": "7",
      "title": "",
      "content": "Jede Vertragspartei verpflichtet sich, Massnahmen einzuleiten zur qualitativen Verbesserung sowohl der unmittelbaren Umgebung von Baudenkmälern wie auch innerhalb von Baugruppen und Stätten."
    },
    {
      "provision_ref": "art8",
      "chapter": "Zusätzliche Massnahmen",
      "section": "8",
      "title": "",
      "content": "Um den Gefahren der physischen Schädigung ihres baugeschichtlichen Erbes zu begegnen, verpflichtet sich jede Vertragspartei: 1. wissenschaftliche Forschungen zu unterstützen, welche die schädigenden Auswirkungen der Luftverschmutzung ermitteln und analysieren und Wege und Mittel zur Verringerung oder Beseitigung aufzeigen; 2. im Rahmen einer Politik zur Bekämpfung der Luft‑, Gewässer‑ und Bodenverschmutzung die besonderen Probleme der Erhaltung des baugeschichtlichen Erbes zu berücksichtigen."
    },
    {
      "provision_ref": "art9",
      "chapter": "Sanktionen",
      "section": "9",
      "title": "",
      "content": "Jede Vertragspartei verpflichtet sich, im Rahmen ihrer Rechtsprechung sicherzustellen, dass die Verletzung von Gesetzen und Vorschriften zum Schutze des baugeschichtlichen Erbes von der zuständigen Behörde in angemessener Weise geahndet wird. So soll zum Beispiel der Verursacher verpflichtet werden, ein widerrechtlich erstelltes Gebäude wieder abzubrechen oder ein geschütztes Gut in seinen ursprünglichen Zustand zurückzuversetzen."
    },
    {
      "provision_ref": "art10",
      "chapter": "Politik zur Erhaltung von Kulturgütern",
      "section": "10",
      "title": "",
      "content": "Jede Vertragspartei verpflichtet sich, eine integrierte Politik der Kulturwahrung zu betreiben, die: 1. den Schutz des baugeschichtlichen Erbes als ein wesentliches Ziel der Raumund Stadtplanung enthält und Gewähr bietet, dass dieser Forderung sowohl bei der Erstellung von Plänen als auch beim Genehmigungsverfahren von Arbeiten nachgekommen wird; 2. Programme entwickelt zur Wiederherstellung und zum Unterhalt des baugeschichtlichen Erbes; 3. die Erhaltung, Belebung und Wertschätzung des baugeschichtlichen Erbes zu einem wesentlichen Bestandteil ihrer Kultur‑, Umwelt‑ und Planungs-politik macht; 4. im Rahmen der Raumplanung und der Stadtgestaltung – wann und wo dies immer möglich ist – die Erhaltung und die Nutzung bestimmter alter Gebäude erleichtert, deren eigentliche Bedeutung zwar keinen Schutz nach Artikel 3 Absatz 1 dieses Übereinkommens beanspruchen könnte, die aber im Zusammenhang mit ihrer städtischen oder ländlichen Umgebung und von der Lebensqualität her von Interesse sind; 5. die Anwendung und Verbreitung traditioneller Techniken und Materialien wegen ihrer Bedeutung für die Erhaltung des baugeschichtlichen Erbes fördert."
    },
    {
      "provision_ref": "art11",
      "chapter": "Politik zur Erhaltung von Kulturgütern",
      "section": "11",
      "title": "",
      "content": "Jede Vertragspartei verpflichtet sich, in Würdigung des architektonischen und geschichtlichen Charakters des baugeschichtlichen Erbes: – die Nutzung geschützter Objekte nach den Bedürfnissen des heutigen Lebens zu gestatten; – eine passende Verwendung alter Gebäude für neue Nutzungen zu ermöglichen."
    },
    {
      "provision_ref": "art12",
      "chapter": "Politik zur Erhaltung von Kulturgütern",
      "section": "12",
      "title": "",
      "content": "Ungeachtet des Bestrebens, die öffentliche Zugänglichkeit geschützter Kulturgüter zu erleichtern, verpflichtet sich jede Vertragspartei, gleichwohl die erforderlichen Massnahmen zu treffen, um sicherzustellen, dass die Folgen dieser Zugänglichkeit, namentlich im Zusammenhang mit Einrichtungen für die Besucher, den architektonischen und geschichtlichen Charakter solcher Güter und ihrer Umgebung nicht beeinträchtigen."
    },
    {
      "provision_ref": "art13",
      "chapter": "Politik zur Erhaltung von Kulturgütern",
      "section": "13",
      "title": "",
      "content": "Um die Durchsetzung dieser Politik zu erleichtern, verpflichtet sich jede Vertragspartei, im Rahmen ihrer jeweiligen politischen und administrativen Voraussetzungen eine wirksame Zusammenarbeit zwischen der Denkmalpflege, der Kulturförderung, dem Umweltschutz und der Raumplanung auf allen Ebenen zu fördern."
    },
    {
      "provision_ref": "art14",
      "chapter": "Beteiligung und Vereinigungen",
      "section": "14",
      "title": "",
      "content": "Um die Wirkung behördlicher Massnahmen zur Erfassung, zum Schutz, zur Wiederherstellung, zum Unterhalt sowie zur Verwaltung und Belebung des bangeschichtlichen Erbes zu verstärken, verpflichtet sich jede Vertragspartei: 1. auf den verschiedenen Entscheidungsebenen die Voraussetzungen dafür zu schaffen, dass Information, Beratung und Zusammenarbeit zwischen dem Staat, den regionalen und lokalen Behörden, kulturellen Institutionen und Vereinigungen und der Öffentlichkeit gewährleistet sind; 2. die Entwicklung des Mäzenatentums und der gemeinnützigen Vereinigungen, die auf diesem Gebiet tätig sind, zu fördern."
    },
    {
      "provision_ref": "art15",
      "chapter": "Information und Ausbildung",
      "section": "15",
      "title": "",
      "content": "Jede Vertragspartei verpflichtet sich: 1. die Erhaltung des baugeschichtlichen Erbes im Bewusstsein der Öffentlichkeit zu verankern, als Teil der kulturellen Identität zu entwickeln und als Quelle des Einfallsreichtums und der Kreativität für heutige und künftige Generationen zu fördern; 2. mit dieser Zielsetzung und in Anwendung der modernen Technik eine vielfältige Information und Aufklärung zu betreiben und dabei insbesondere: a) das Interesse der Menschen, schon vom Schulalter an, am Schutz des Kulturerbes, an der Qualität der baulichen Umwelt und an der Formensprache der Architektur zu wecken oder zu steigern; b) die Einheit des Kulturerbes und die Verbindungen zu verdeutlichen, die zwischen Architektur, Kunst, Brauchtum und Lebensformen auf europäischer, nationaler und regionaler Ebene gleichermassen bestehen."
    },
    {
      "provision_ref": "art16",
      "chapter": "Information und Ausbildung",
      "section": "16",
      "title": "",
      "content": "Jede Vertragspartei verpflichtet sich, die Ausbildung in den verschiedenen Berufen und Handwerken, die auf die Erhaltung des baugeschichtlichen Erbes ausgerichtet sind, zu fördern."
    },
    {
      "provision_ref": "art17",
      "chapter": "Zusammenarbeit auf europäischer Ebene",
      "section": "17",
      "title": "",
      "content": "Die Vertragsparteien verpflichten sich, Informationen über ihre Massnahmen der Kulturerhaltung auszutauschen, namentlich über: 1. die Methoden der Erfassung, des Schutzes und der Erhaltung des Kulturgutes unter Berücksichtigung der historischen Entwicklung und einer allmählichen Mehrung des baugeschichtlichen Erbes; 2. die bestmögliche Verbindung des Schutzes des baugeschichtlichen Erbes mit den Bedürfnissen des heutigen wirtschaftlichen, sozialen und kulturellen Lebens; 3. die durch neue Technologien geschaffenen Möglichkeiten der Erfassung und Darstellung des baugeschichtlichen Erbes sowie der Bemühungen gegen den Zerfall von Baumaterialien, ferner mit Bezug auf die wissenschaftliche Erforschung, die Restaurierung und die Methoden der Verwaltung und Belebung der Kulturgüter; 4. die Massnahmen zur Förderung des architektonischen Schaffens als eines Beitrags unseres Zeitalters zum europäischen Kulturerbe."
    },
    {
      "provision_ref": "art18",
      "chapter": "Zusammenarbeit auf europäischer Ebene",
      "section": "18",
      "title": "",
      "content": "Die Vertragsparteien verpflichten sich, einander bei Bedarf jede technische Unterstützung in Form des Austausches von Erfahrungen und Fachleuten auf dem Gebiet der Erhaltung des baugeschichtlichen Erbes zu gewähren."
    },
    {
      "provision_ref": "art19",
      "chapter": "Zusammenarbeit auf europäischer Ebene",
      "section": "19",
      "title": "",
      "content": "Die Vertragsparteien verpflichten sich, im Rahmen ihrer einschlägigen nationalen Gesetzgebung wie auch von internationalen Abmachungen den europäischen Austausch von Fachleuten im Bereich des baugeschichtlichen Erbes einschliesslich der fachtechnischen Ausbildung zu fördern."
    },
    {
      "provision_ref": "art20",
      "chapter": "Zusammenarbeit auf europäischer Ebene",
      "section": "20",
      "title": "",
      "content": "Im Sinne dieses Übereinkommens soll ein durch das Ministerkomitee des Europarates nach Artikel 17 des Statuts des Europarates eingesetzter Expertenausschuss seine Anwendung überwachen und insbesondere: 1. regelmässig dem Ministerkomitee des Europarates Bericht erstatten über die Politik der Erhaltung des baugeschichtlichen Erbes in den Staaten, die diesem Übereinkommen beigetreten sind, über den Vollzug der in dem Übereinkommen niedergelegten Grundsätze und über seine eigene Tätigkeit, 2. dem Ministerkomitee des Europarates Vorschläge für Massnahmen zum Vollzug der Bestimmungen des Übereinkommens machen, einschliesslich multilateraler Tätigkeiten sowie mit Bezug auf die Revision oder Verbesserung des Übereinkommens oder zur Information der Öffentlichkeit über den Zweck des Übereinkommens; 3. dem Ministerkomitee des Europarates Empfehlungen unterbreiten betreffend die Einladung von Staaten, die nicht Mitglieder des Europarates sind, diesem Übereinkommen beizutreten. SR 0.192.030"
    },
    {
      "provision_ref": "art21",
      "chapter": "Zusammenarbeit auf europäischer Ebene",
      "section": "21",
      "title": "",
      "content": "Die Bestimmungen dieses Übereinkommens sollen nicht die Anwendung spezieller und allenfalls günstigerer Bestimmungen betreffend den Schutz der in Artikel 1 beschriebenen Kulturgüter behindern, wie sie enthalten sind – im Übereinkommen zum Schutze des Kultur‑ und Naturgutes der Welt vom 23. November 1972; – im Europäischen Übereinkommen über den Schutz des archäologischen Kulturgutes vom 6. Mai 1969. SR 0.451.41 AS 1970 1227 , 1996 2785"
    }
  ],
  "definitions": []
}