{
  "id": "sr-0-742-101-1",
  "type": "statute",
  "title": "Statut vom 9. Dezember 1923 über die internationale Rechtsordnung der Eisenbahnen (mit Unterzeichnungsprotokoll)",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/44/744_798_782/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Kapitel 1: Verbindung internationaler Strecken",
      "section": "1",
      "title": "",
      "content": "Um ihre Eisenbahnnetze in einer den Bedürfnissen des internationalen Verkehrs entsprechenden Weise zu verbinden, verpflichten sich die Vertragsstaaten: in den Fällen, in denen die Eisenbahnnetze sich schon berühren, auf den bestehenden Strecken den durchgehenden Dienst einzurichten, wo immer es die Bedürfnisse des internationalen Verkehrs verlangen, in den Fällen, in denen die bestehenden Verbindungen den Bedürfnissen des internationalen Verkehrs nicht genügen, sich ihre Entwürfe über den Ausbau bestehender Linien oder den Bau neuer Linien, deren Verbindung mit den Eisenbahnnetzen eines oder mehrerer der Vertragsstaaten oder deren Fortsetzung in das Gebiet eines oder mehrerer der Vertragsstaaten diesen Bedürfnissen entsprechen würden, unverzüglich mitzuteilen und sie in wohlwollendem Einvernehmen zu prüfen. Die vorstehenden Bestimmungen ziehen keinerlei Verpflichtung nach sich für die Strecken, die aus örtlichen Gründen oder zur Landesverteidigung gebaut sind."
    },
    {
      "provision_ref": "art2",
      "chapter": "Kapitel 1: Verbindung internationaler Strecken",
      "section": "2",
      "title": "",
      "content": "Angesichts des allgemeinen Vorteils, den die Vereinigung der Förmlichkeiten beim Ein‑ und Austritt an ein und derselben Stelle für die Benützer der Eisenbahnen und besonders für die Reisenden bietet, werden sich die Staaten, die sich daran nicht durch andere Rücksichten gehindert sehen, bemühen, diese Vereinigung zu verwirklichen, sei es durch die Einrichtung von gemeinschaftlichen Grenzbahnhöfen oder wenigstens von Gemeinschaftsbahnhöfen für jede Richtung, sei es durch sonstige geeignete Mittel. Der Staat, auf dessen Gebiet sich der gemeinschaftliche Grenzbahnhof befindet, wird dem andern Staat alle Erleichterungen für die Einrichtung und die Tätigkeit der Dienststellen gewähren, die zur Durchführung des internationalen Verkehrs unentbehrlich sind."
    },
    {
      "provision_ref": "art3",
      "chapter": "Kapitel 1: Verbindung internationaler Strecken",
      "section": "3",
      "title": "",
      "content": "Der Staat, auf dessen Gebiet die Anschlussstrecken oder die Grenzbahnhöfe liegen, wird den Staatsbeamten oder Eisenbahnbediensteten des andern Staates zur Erleichterung des internationalen Verkehrs bei Ausübung ihrer Tätigkeit Hilfe und Beistand leisten. Ihre Hoheits‑ und Herrschaftsrechte werden hierdurch nicht berührt, bleiben vielmehr voll aufrechterhalten."
    },
    {
      "provision_ref": "art4",
      "chapter": "Kapitel 2: Massnahmen zur Durchführung des internationalen Verkehrs",
      "section": "4",
      "title": "",
      "content": "In Erkenntnis der Notwendigkeit, dem Betrieb der Eisenbahnen die unentbehrliche Beweglichkeit zu lassen, damit er den vielseitigen Verkehrsbedürfnissen gerecht werden kann, sind sich die Vertragsstaaten darüber einig, die Freiheit dieses Betriebes unberührt zu erhalten, wobei sie aber darüber wachen werden, dass diese Freiheit ohne Nachteil für den internationalen Verkehr ausgeübt wird. Sie verpflichten sich, dem internationalen Verkehr angemessene Erleichterungen zu gewähren und enthalten sich jeder unterschiedlichen Behandlung, die ein Übelwollen gegen die andern Vertragsstaaten, gegen ihre Staatsangehörigen oder gegen ihre Schiffe darstellen könnte. Die Anwendung der Bestimmungen dieses Artikels ist nicht beschränkt auf Transporte, die Gegenstand eines einzigen Vertrages bilden, sie erstreckt sich ebenfalls auf die in den Artikeln 21 und 22 des Statuts bezeichneten Transporte unter den darin aufgeführten Bedingungen. Siehe hierzu auch das Unterzeichnungsprot. hiernach."
    },
    {
      "provision_ref": "art5",
      "chapter": "Kapitel 2: Massnahmen zur Durchführung des internationalen Verkehrs",
      "section": "5",
      "title": "",
      "content": "Zur Erleichterung des internationalen Personen‑ und Gepäckverkehrs sind die Verbindungen hinsichtlich der Fahrpläne, der Fahrgeschwindigkeit und der Reisebequemlichkeit um so günstiger zu gestalten, je wichtiger die Verkehrsverbindungen sind. Die Staaten werden die Einführung durchlaufender Züge oder wenigstens die Einstellung durchlaufender Wagen für die wichtigen internationalen Verkehrsverbindungen sowie alle Massnahmen zur besonders raschen und bequemen Gestaltung der Reise in diesen Verkehrsverbindungen fördern."
    },
    {
      "provision_ref": "art6",
      "chapter": "Kapitel 2: Massnahmen zur Durchführung des internationalen Verkehrs",
      "section": "6",
      "title": "",
      "content": "Zur Förderung des internationalen Güterverkehrs ist die Fahrgeschwindigkeit und die Regelmässigkeit des Verkehrs um so vorteilhafter zu gestalten, je wichtiger die Verkehrslinien sind. Die Staaten werden alle technischen Massnahmen fördern, die dazu bestimmt sind, auf besonders wichtigen internationalen Verkehrswegen einen ihrer Bedeutung entsprechenden Betrieb zu gewährleisten."
    },
    {
      "provision_ref": "art7",
      "chapter": "Kapitel 2: Massnahmen zur Durchführung des internationalen Verkehrs",
      "section": "7",
      "title": "",
      "content": "Wenn der internationale Verkehr auf einer bestimmten Strecke vorübergehend unterbrochen oder beschränkt sein sollte, werden sich die Betriebsverwaltungen bemühen, soweit ihnen die Abhilfe obliegt, so rasch wie möglich einen regelmässigen Betrieb herzustellen und bis dahin den Verkehr über einen andern Weg zu leiten, und zwar im Bedarfsfalle unter Mithilfe der Verwaltungen anderer Staaten, die in der Lage sind, ihre Strecken zur Verfügung zu stellen."
    },
    {
      "provision_ref": "art8",
      "chapter": "Kapitel 2: Massnahmen zur Durchführung des internationalen Verkehrs",
      "section": "8",
      "title": "",
      "content": "Die Vertragsstaaten regeln die Zoll‑ und Polizeiförmlichkeiten so, dass der internationale Verkehr so wenig wie möglich behindert und aufgehalten wird. Dasselbe gilt für Passförmlichkeiten, soweit solche bestehen. Die Vertragsstaaten werden insbesondere alle Massnahmen zur Verminderung der in den Grenzbahnhöfen vorzunehmenden Verrichtungen fördern, namentlich den Abschluss von Vereinbarungen betreffend den Verschluss der zu verzollenden Wagen und den zollamtlichen Verschluss der Sendungen sowie alle Einrichtungen, die es ermöglichen, die Erledigung der Zollförmlichkeiten in das Landesinnere zu verlegen."
    },
    {
      "provision_ref": "art9",
      "chapter": "II. Teil: Gegenseitige Benutzung des rollenden Materials und technischeEinheit",
      "section": "9",
      "title": "",
      "content": "Die Vertragsstaaten werden in jedem nach den Umständen zulässigen vernünftigen Ausmass die unter ihrer Staatshoheit oder Herrschaft stehenden Eisenbahnverwaltungen, deren Strecken ein zusammenhängendes Schienennetz mit gleicher Spurweite bilden, veranlassen, untereinander alle Massnahmen zu vereinbaren, die geeignet sind, den gegenseitigen Austausch und Gebrauch des rollenden Materials zu ermöglichen und zu erleichtern. Diese Vereinbarungen können auch Bestimmungen über die Aushilfe mit leeren Wagen vorsehen, wenn die Aushilfe zur Befriedigung der Bedürfnisse des internationalen Verkehrs notwendig ist. In den Massnahmen, die den Gegenstand der vorerwähnten Vereinbarung bilden, sind solche nicht einbegriffen, die Veränderungen der wesentlichen Beschaffenheit des Eisenbahnnetzes oder des rollenden Materials mit sich bringen würden. Wenn jedoch solche Veränderungen im Hinblick auf die Stärke des Verkehrs und den verhältnismässig geringen Aufwand für die Anpassung besonders wünschenswert erscheinen, kommen die Vertragsstaaten überein, sich unverzüglich alle Vorschläge für solche Veränderungen mitzuteilen und sie wohlwollend zu prüfen."
    },
    {
      "provision_ref": "art10",
      "chapter": "II. Teil: Gegenseitige Benutzung des rollenden Materials und technischeEinheit",
      "section": "10",
      "title": "",
      "content": "Um die gegenseitige Benutzung des rollenden Materials zu erleichtern, werden die Vertragsstaaten in jedem für die glatte Abwicklung des internationalen Verkehrs dienlichen Masse die Schaffung von Übereinkommen über die technische Einheit der Eisenbahnen fördern, namentlich hinsichtlich des Baues und der Bedingungen des Unterhalts des rollenden Materials sowie der Beladung der Güterwagen. Um dem internationalen Verkehr jede wünschenswerte Erleichterung und Sicherheit zu geben, können diese Übereinkommen, namentlich für Gruppen angrenzender Gebiete, die Einheitlichkeit der Bedingungen für den Bau und für die technischen Einrichtungen der Eisenbahnen vorsehen. Siehe die Bestimmungen über die Technische Einheit im Eisenbahnwesen in der V vom 16. Dez. 1938 ( SR 742.141.3 )."
    },
    {
      "provision_ref": "art11",
      "chapter": "II. Teil: Gegenseitige Benutzung des rollenden Materials und technischeEinheit",
      "section": "11",
      "title": "",
      "content": "Sonderübereinkommen können eine Aushilfe mit Zugförderungsmitteln und, falls der betreffende internationale Verkehr es rechtfertigt, eine Aushilfe mit Brennstoffen oder elektrischer Energie vorsehen."
    },
    {
      "provision_ref": "art12",
      "chapter": "II. Teil: Gegenseitige Benutzung des rollenden Materials und technischeEinheit",
      "section": "12",
      "title": "",
      "content": "Durch Sonderübereinkommen unter den Staaten kann vorgesehen werden, dass das im Eigentum einer Eisenbahnverwaltung stehende rollende Material einschliesslich der Zugförderungsmittel sowie der darin befindlichen beweglichen Gegenstände dieser Eisenbahnverwaltung einer Pfändung ausserhalb der Grenzen des Staates, dem die Eigentümerin angehört, nur auf Grund eines Urteils der Gerichtsbehörden dieses Staates unterworfen werden darf."
    },
    {
      "provision_ref": "art13",
      "chapter": "II. Teil: Gegenseitige Benutzung des rollenden Materials und technischeEinheit",
      "section": "13",
      "title": "",
      "content": "Über die Benutzung und den Umlauf der Wagen im internationalen Verkehr, die Privaten oder anderen Unternehmungen als Eisenbahnen gehören, werden Sonderübereinkommen abgeschlossen werden."
    },
    {
      "provision_ref": "art14",
      "chapter": "III. Teil: Beziehungen zwischen der Eisenbahn und den Benutzern",
      "section": "14",
      "title": "",
      "content": "Zur Hebung des internationalen Verkehrs erleichtern es die Vertragsstaaten in jedem nach den Umständen zulässigen vernünftigen Ausmass, Vereinbarungen zu schaffen zur Anwendung eines einzigen, für den gesamten Transport geltenden Vertrages. Diese Vereinbarungen sollen die grösstmögliche Einheitlichkeit der Bedingungen zu erreichen suchen, unter denen der direkte Vertrag von jeder der am Transport beteiligten Verwaltungen ausgeführt werden kann."
    },
    {
      "provision_ref": "art15",
      "chapter": "III. Teil: Beziehungen zwischen der Eisenbahn und den Benutzern",
      "section": "15",
      "title": "",
      "content": "Wenn ein «einziger» Beförderungsvertrag nicht abgeschlossen worden ist, sollen angemessene Erleichterungen für die Durchführung der Transporte gewährt werden, die sich auf Grund von aufeinanderfolgenden Beförderungsverträgen über Eisenbahnen zweier oder mehrerer Vertragsstaaten erstrecken."
    },
    {
      "provision_ref": "art16",
      "chapter": "III. Teil: Beziehungen zwischen der Eisenbahn und den Benutzern",
      "section": "16",
      "title": "",
      "content": "Die hauptsächlichsten Bestimmungen, die für den «einzigen» Vertrag über die Beförderung von Reisenden und Gepäck besonders vereinbart werden sollen, sind folgende: a) die Bedingungen, unter denen die Eisenbahn verpflichtet oder nicht verpflichtet ist, den Beförderungsvertrag anzunehmen; b) die Bedingungen für den Abschluss des Beförderungsvertrages und für die Aufstellung der diesen Vertrag bestimmenden Urkunden; c) die Verpflichtungen des Reisenden und die von ihm zu beachtenden Vorschriften; d) die Verpflichtungen des Reisenden bezüglich der Erfüllung der mit der Beförderung notwendig verbundenen Förmlichkeiten (wie z. B. der Zollförmlichkeiten); e) die Bedingungen für die Auslieferung des Reisegepäcks; f) die Bestimmungen, die bei Betriebsunterbrechungen oder beim Eintritt anderer Verkehrshindernisse gelten; g) die Haftung der Eisenbahn aus dem Beförderungsvertrag; h) die gerichtliche Geltendmachung von Ansprüchen aus dem Beförderungsvertrag und die Vollstreckung der Urteile."
    },
    {
      "provision_ref": "art17",
      "chapter": "III. Teil: Beziehungen zwischen der Eisenbahn und den Benutzern",
      "section": "17",
      "title": "",
      "content": "Die hauptsächlichsten Bestimmungen, die für den «einzigen» Vertrag über die Beförderung von Gütern besonders vereinbart werden sollen, sind folgende: a) die Bedingungen, unter denen die Eisenbahn verpflichtet oder nicht verpflichtet ist, den Frachtvertrag anzunehmen; b) die Bedingungen für den Abschluss des Frachtvertrages und die Aufstellung der diesen Vertrag bestimmenden Urkunde; c) die Festsetzung der Verpflichtungen und der Haftung der am Frachtvertrag mit der Eisenbahn Beteiligten; d) die Bestimmungen über den einzuhaltenden Beförderungsweg und gegebenenfalls über die Lieferfristen; e) die Bedingungen für die unterwegs zu erfüllenden, mit der Beförderung notwendig verbundenen Förmlichkeiten (wie z. B. die Zollförmlichkeiten); f) die Bedingungen für die Ablieferung des Gutes und für die Bezahlung der Forderungen der Eisenbahn; g) die Sicherstellung der Eisenbahn für die Bezahlung ihrer Forderungen; h) die bei Beförderungs‑ oder Ablieferungshindernissen zu treffenden Verfügungen; i) die Haftung der Eisenbahn aus dem Frachtvertrag; j) die gerichtliche Geltendmachung von Ansprüchen aus dem Frachtvertrag und die Vollstreckung der Urteile."
    },
    {
      "provision_ref": "art18",
      "chapter": "IV. Teil: Tarife",
      "section": "18",
      "title": "",
      "content": "Die nach den innerstaatlichen Gesetzen gültigen und vor ihrer Inkraftsetzung gehörig veröffentlichten Tarife bestimmen für Reisende und Gepäck: die Beförderungspreise, gegebenenfalls einschliesslich der Nebengebühren, und die Bedingungen, unter denen sie anzuwenden sind; für Güter: die Frachtsätze einschliesslich der Nebengebühren, die Einteilung der Güter, für welche die Frachtsätze gelten und die Bedingungen für deren Anwendbarkeit. Die Eisenbahn darf keinem Transporte den auf ihn anwendbaren Tarif verweigern, sofern die Bedingungen für seine Anwendung vorliegen."
    },
    {
      "provision_ref": "art19",
      "chapter": "IV. Teil: Tarife",
      "section": "19",
      "title": "",
      "content": "Im internationalen Verkehr dürfen über die Sätze der für einen Transport gültigen Tarife hinaus nur solche Beträge erhoben werden, die ein angemessenes Entgelt für Leistungen darstellen, für die die Tarife keine Gebühr vorsehen."
    },
    {
      "provision_ref": "art20",
      "chapter": "IV. Teil: Tarife",
      "section": "20",
      "title": "",
      "content": "In der Erkenntnis der Notwendigkeit, den Tarifen im allgemeinen die unentbehrliche Geschmeidigkeit zu lassen, um sich möglichst genau den vielseitigen Bedürfnissen des Handels und des kaufmännischen Wettbewerbs anpassen zu können, sind sich die Vertragsstaaten darüber einig, die Freiheit ihrer Tarifierung nach den durch ihre eigene Gesetzgebung eingeführten Grundsätzen unberührt zu erhalten, wobei sie darüber wachen werden, dass diese Freiheit ohne Nachteil für den internationalen Verkehr ausgeübt wird. Sie verpflichten sich, im internationalen Verkehr angemessene Tarife sowohl hinsichtlich der Preise wie hinsichtlich der Anwendung zu gewähren und sich jeder unterschiedlichen Behandlung zu enthalten, die ein Übelwollen gegen die andern Vertragsstaaten, gegen ihre Staatsangehörigen oder gegen ihre Schiffe darstellen könnte. Diese Bestimmungen bilden kein Hindernis, gemeinsame Tarife für Eisenbahn und Schiffahrt aufzustellen, wenn die in den vorhergehenden Absätzen niedergelegten Grundsätze beachtet werden. Siehe hierzu auch das Unterzeichnungsprot. hiernach."
    },
    {
      "provision_ref": "art21",
      "chapter": "IV. Teil: Tarife",
      "section": "21",
      "title": "",
      "content": "Die Gültigkeit der Bestimmungen des Artikels 20 ist nicht beschränkt auf Transporte, die auf Grund eines «einzigen» Vertrages ausgeführt werden. Sie erstreckt sich ebenso auf Transporte, die auf Grund getrennter Verträge über mehrere anschliessende Eisenbahnstrecken, Seestrecken oder irgendwelche andere den Gebieten mehrerer Vertragsstaaten angehörende Fahrwege ausgeführt werden, vorausgesetzt, dass die nachstehenden Bedingungen erfüllt werden. In jedem der aufeinanderfolgenden Verträge muss der ursprüngliche Herkunftsort und der endgültige Bestimmungsort des Transports angegeben sein; das Gut muss während der ganzen Dauer der Beförderung unter Aufsicht der Transportunternehmung sein und von jeder der nachfolgenden ohne Mittelsperson und ohne anderen Zeitverlust übergeben werden, als zur Erfüllung der Übergabegeschäfte, der zoll‑, steuer‑, polizeiamtlichen oder sonstigen behördlichen Förmlichkeiten notwendig ist."
    },
    {
      "provision_ref": "art22",
      "chapter": "IV. Teil: Tarife",
      "section": "22",
      "title": "",
      "content": "Die Bestimmungen des Artikels 20 sind sowohl im inländischen wie im internationalen Eisenbahnverkehr auch anwendbar auf Güter, die in einem Hafen lagern, ohne Rücksicht auf die Flagge, unter der sie eingeführt worden sind oder ausgeführt werden."
    },
    {
      "provision_ref": "art23",
      "chapter": "IV. Teil: Tarife",
      "section": "23",
      "title": "",
      "content": "Die Vertragsstaaten werden sich bemühen, die Einführung internationaler Tarife nach Massgabe der Bedürfnisse des internationalen Verkehrs, die sich vernünftigerweise befriedigen lassen, zu fördern. Sie werden die Annahme aller Massnahmen erleichtern, die selbst ausserhalb des Rahmens der internationalen Tarife eine rasche Frachtberechnung für die wichtigsten Verkehrswege ermöglichen."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "",
      "content": "Die Vertragsstaaten werden sich bemühen, Einheitlichkeit in der Gestaltung der internationalen sowie auch der Binnentarife zu erreichen, insbesondere für die Gruppen angrenzender Gebiete, um dadurch die Anwendung dieser Tarife im internationalen Verkehr zu erleichtern."
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "",
      "content": "Die finanziellen Abmachungen unter den Eisenbahnverwaltungen müssen derart abgefasst sein, dass ihre Durchführung den internationalen Verkehr und besonders die Anwendung des «einzigen» Beförderungsvertrages in keiner Weise behindert."
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "",
      "content": "Hinsichtlich der Einnahmen der Eisenbahnen sind bei solchen Abmachungen namentlich Bestimmungen über nachstehende Punkte vorzusehen: a) Regelung des Rechts jeder Eisenbahnverwaltung auf Zuscheidung des ihr zukommenden Anteils an der Forderung der Eisenbahn; b) Regelung der Haftung der Eisenbahnverwaltung, welche die Einziehung eines von ihr zu erhebenden Betrages versäumt hat; c) Bestimmungen über die Sicherstellung einer genauen Abrechnung, wenn die Aufstellung solcher Abrechnungen anderen Verwaltungen anvertraut ist, d) Bestimmungen über die Abrechnungen unter den Verwaltungen zum Zwecke grösstmöglicher Einschränkung der durch diese Abrechnungen erforderlich werdenden Geldbewegung."
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "",
      "content": "Hinsichtlich der Beträge, welche die Eisenbahn an ihre Benützer bezahlt hat, sind bei den Abmachungen unter den Eisenbahnverwaltungen namentlich Bestimmungen über nachstehende Punkte vorzusehen: a) Regelung des Rückgriffs einer Eisenbahnverwaltung, die eine Entschädigung gezahlt hat, auf andere am Transport beteiligte Eisenbahnverwaltungen; b) Bestimmungen über die Grenze der Haftung der verschiedenen Eisenbahnverwaltungen oder über die Haftung, die sie als gemeinsam anerkennen wollen; c) Bestimmungen über den Rückgriff unter den Eisenbahnverwaltungen, wenn eine von ihnen genötigt war, einen von der Eisenbahn zu viel erhobenen Betrag zu erstatten; d) Regelung der Anerkennung richterlicher Urteile, die gegen eine Eisenbahnverwaltung ergangen sind und sie zur Zahlung eines Betrages nötigen, durch andere Verwaltungen."
    },
    {
      "provision_ref": "art28",
      "section": "28",
      "title": "",
      "content": "Wenn sich aus dem Stande der Wechselkurse Schwierigkeiten ergeben, die den internationalen Verkehr ernstlich behindern, sind Massnahmen zu ergreifen, um diese Unzuträglichkeiten auf das geringstmögliche Mass herabzumindern. Jede Eisenbahnverwaltung, die der Gefahr ausgesetzt ist, bei den Abrechnungen infolge der Kursschwankungen empfindliche Verluste zu erleiden, kann sich durch Erhebung eines im Verhältnis zur Verlustgefahr angemessenen Zuschlags schützen. Die unter Eisenbahnverwaltungen getroffenen Abmachungen können unter Vorbehalt regelmässiger Nachprüfung feststehende Wechselkurse vorsehen. Es werden Massnahmen ergriffen, um soweit wie möglich missbräuchliche Spekulationen von Zwischenpersonen bei der Abwicklung der aus dem Stande der Wechselkurse sich ergebenden Geschäfte zu verhindern."
    },
    {
      "provision_ref": "art29",
      "chapter": "VI. Teil: Allgemeine Bestimmungen",
      "section": "29",
      "title": "",
      "content": "Ausnahmsweise und für eine möglichst beschränkte Zeit können die Vorschriften des Statuts durch besondere oder allgemeine Massnahmen geändert werden, die ein Vertragsstaat beim Eintreten schwerwiegender, die Sicherheit des Staates oder die Lebensinteressen des Landes berührender Ereignisse zu treffen genötigt ist. Es besteht Einverständnis darüber, dass dabei die Grundsätze des Statuts in möglichst vollem Umfange gewahrt werden müssen."
    },
    {
      "provision_ref": "art30",
      "chapter": "VI. Teil: Allgemeine Bestimmungen",
      "section": "30",
      "title": "",
      "content": "Keiner der Vertragsstaaten wird durch das Statut verpflichtet, die Durchreise solcher Personen, denen das Betreten seines Gebietes verboten ist, oder den Durchgang solcher Güter zu gewährleisten, deren Einfuhr aus Gründen der öffentlichen Gesundheitspflege oder der öffentlichen Sicherheit oder zur Verhütung der Einschleppung von Tier‑ und Pflanzenkrankheiten untersagt ist. Was den Verkehr, abgesehen vom Durchgangsverkehr, anbetrifft, so ist keiner der Vertragsstaaten durch das Statut verpflichtet, die Beförderung solcher Personen, denen das Betreten seines Gebietes verboten ist, oder solcher Güter, deren Ein‑ oder Ausfuhr nach den Landesgesetzen untersagt ist, zu gewährleisten. Jeder Vertragsstaat ist berechtigt, die erforderlichen. Vorsichtsmassregeln für die Beförderung gefährlicher oder gleichartiger Güter zu treffen, selbstverständlich ohne dass solche Massnahmen zu einer unterschiedlichen, den Grundsätzen des Statuts zuwiderlaufenden Behandlung führen dürfen, sowie die allgemeinen polizeilichen Anordnungen einschliesslich der für Auswanderer zu erlassen. Das Statut kann ferner in keiner Weise die Massnahmen berühren, die irgendeiner der Vertragsstaaten auf Grund allgemeiner internationaler Vereinbarungen, an denen er beteiligt ist, oder die späterhin abgeschlossen werden sollten, zu treffen sich veranlasst sieht oder sehen könnte. Namentlich gilt dies für Vereinbarungen, die unter dem Schutz des Völkerbundes abgeschlossen sind und den Durchgangsverkehr, die Aus‑ oder Einfuhr bestimmter Warengattungen, wie Opium und anderer schädlicher Drogen, Waffen und Fischereierzeugnisse, betreffen, und ebenso für allgemeine Vereinbarungen, welche die Verhütung irgendwelcher Beeinträchtigung von gewerblichen, literarischen oder künstlerischen Eigentumsrechten zum Gegenstand haben oder sich auf die Anwendung falscher Waren‑ oder Ursprungsbezeichnungen oder anderer Mittel des unlauteren Wettbewerbes beziehen."
    },
    {
      "provision_ref": "art31",
      "chapter": "VI. Teil: Allgemeine Bestimmungen",
      "section": "31",
      "title": "",
      "content": "Das Statut legt mit diesen Bestimmungen keinem der Vertragsstaaten eine neue Verpflichtung auf zur Erleichterung der Beförderung von Angehörigen eines Staates, der nicht Vertragsteil ist oder von deren Reisegepäck oder von Gütern, Personen‑ und Güterwagen, die aus einem Staat stammen oder nach einem Staat bestimmt sind, der nicht Vertragsteil ist."
    },
    {
      "provision_ref": "art32",
      "chapter": "VI. Teil: Allgemeine Bestimmungen",
      "section": "32",
      "title": "",
      "content": "Das Statut ordnet nicht die Rechte und Pflichten der Kriegführenden und Neutralen in Kriegszeiten, bleibt jedoch auch in Kriegszeiten in Geltung, soweit es mit diesen Rechten und Pflichten vereinbar ist."
    },
    {
      "provision_ref": "art33",
      "chapter": "VI. Teil: Allgemeine Bestimmungen",
      "section": "33",
      "title": "",
      "content": "Das Statut hat keineswegs die Aufhebung von Erleichterungen zur Folge, die in einem weitergehenden Masse, als es durch seine Bestimmungen geschehen ist, für den internationalen Eisenbahnverkehr bereits unter Bedingungen zugestanden sein sollten, die mit seinen Grundsätzen vereinbar sind. Ebensowenig will es die Gewährung solcher Erleichterungen für die Zukunft ausschliessen."
    },
    {
      "provision_ref": "art34",
      "chapter": "VI. Teil: Allgemeine Bestimmungen",
      "section": "34",
      "title": "",
      "content": "Jeder Vertragsstaat, der gegen die Anwendung irgendeiner Bestimmung des Statuts auf seinem Gesamtgebiet oder auf einem Teil desselben mit triftigen Gründen den Ernst seiner wirtschaftlichen Lage als Folge der Verwüstungen während des Krieges 1914 bis 1918 geltend machen kann, gilt gemäss Artikel 23 Buchstabe e des Völkerbundsvertrages vorübergehend als von den Verpflichtungen aus jener Bestimmung befreit, wobei jedoch die Grundsätze dieses Statuts soweit wie möglich zu wahren sind. Art. 23 Bst. e des Völkerbundsvertrages lautete: «Unter Vorbehalt und in Übereinstimmung mit den Vorschriften der gegenwärtig zu Recht bestehenden oder später abzuschliessenden internationalen Übereinkommen erklären die Mitglieder des Völkerbundes: … e) dass sie die erforderlichen Bestimmungen treffen werden, um die Freiheit der Verbindungswege und der Durchfuhr zu gewährleisten und aufrechtzuerhalten sowie um eine gerechte Behandlung des Handels aller Mitglieder des Völkerbunds sicherzustellen. In dieser Hinsicht soll den besondern Bedürfnissen der im Kriege von 1914–1918 verwüsteten Gebiete Rechnung getragen werden.»"
    },
    {
      "provision_ref": "art35",
      "section": "35",
      "title": "",
      "content": "Entsteht zwischen zwei oder mehreren Vertragsstaaten wegen der Auslegung oder Anwendung des Statuts ein Streitfall, der weder unmittelbar unter den Parteien noch auf irgendeinem andern Wege gütlich beigelegt werden kann, so können die Parteien, bevor sie ein Schiedsgerichtsverfahren oder ein gerichtliches Verfahren herbeiführen, den Streitfall zur Begutachtung der Stelle vorlegen, die vom Völkerbund als beratendes fachmännisches Organ der Mitglieder des Völkerbundes in Fragen der Verkehrswege und des Durchgangsverkehrs eingesetzt sein sollte. In dringenden Fällen kann ein vorläufiger Bescheid die Anwendung einstweiliger Massnahmen empfehlen, die inbesondere dazu dienen, dem internationalen Verkehr wieder die Erleichterungen zu gewähren, die vor der Handlung oder vor dem Vorfall, die den Streitfall herbeiführten, bestanden haben. Kann der Streitfall nicht durch eines der im vorhergehenden Absatz angegebenen Verfahren beigelegt werden, so unterbreiten ihn die Vertragsstaaten einem Schiedsgericht, sofern sie nicht auf Grund einer Vereinbarung zwischen den Parteien beschlossen haben oder beschliessen, ihn bei dem Ständigen Internationalen Gerichtshof anhängig zu machen. Der Ständige Internationale Gerichtshof wurde aufgelöst durch den Beschluss der Völkerbundsversammlung vom 18. April 1946 ( BBl 1946 II 1227 ) und ersetzt durch den Internationalen Gerichtshof (siehe SR 0.193.50 )."
    },
    {
      "provision_ref": "art36",
      "section": "36",
      "title": "",
      "content": "Ist die Angelegenheit dem Ständigen Internationalen Gerichtshof unterbreitet, so wird gemäss Artikel 27 des Statuts des genannten Gerichtshofs verfahren und erkannt. Sofern die Parteien nichts anderes bestimmen, bezeichnet im Falle eines Schiedsverfahrens jede Partei einen Schiedsrichter; das dritte Mitglied des Schiedsgerichts wird von den Schiedsrichtern oder, wenn sie sich nicht einigen können, vom Völkerbundsrat gewählt, und zwar aus der Liste der Beisitzer für die im Artikel 27 des Statuts des Ständigen Internationalen Gerichtshofs angeführten Angelegenheiten der Verkehrswege und des Durchgangsverkehrs; in diesem Falle wird das dritte Mitglied gemäss den Bestimmungen im vorletzten Absatz des Artikels 4 und im ersten Absatz des Artikels 5 des Völkerbundsvertrages gewählt. Das Schiedsgericht erkennt auf Grund des von den Parteien im gemeinsamen Einvernehmen geschlossenen Schiedsvertrags. Haben sich die Parteien nicht einigen können, so setzt das Schiedsgericht durch einstimmige Entscheidung den Schiedsvertrag nach Prüfung der von den Parteien vorgebrachten Ansprüche fest. Wird keine Einstimmigkeit erzielt, so entscheidet der Völkerbundsrat nach den im vorhergehenden Absatz vorgesehenen Bestimmungen. Hat der Schiedsvertrag das Verfahren nicht festgesetzt, so geschieht dies durch das Schiedsgericht selbst. Die Parteien verpflichten sich, im Verlaufe des Schiedsgerichtsverfahrens und mangels gegenteiliger Abmachungen im Schiedsvertrag jede Frage des internationalen Rechts oder jede Frage der rechtlichen Auslegung des Statuts dem Ständigen Internationalen Gerichtshof zu unterbreiten, wenn das Schiedsgericht auf Antrag einer Partei sich dahin aussprechen sollte, dass die Frage vor Schlichtung des Streitfalles gelöst werden müsse. Der Ständige Internationale Gerichtshof wurde aufgelöst durch den Beschluss der Völkerbundsversammlung vom 18. April 1946 ( BBl 1946 II 1227 ) und ersetzt durch den Internationalen Gerichtshof (siehe SR 0.193.50 ). Diesem Artikel entsprechen die Art. 26 und 27 des Statuts des Internationalen Gerichtshofes vom 26. Juni 1945 ( SR 0.193.501 ). Diesem Artikel entsprechen die Art. 26 und 27 des Statuts des Internationalen Gerichtshofes vom 26. Juni 1945 ( SR 0.193.501 ). Art. 4 vorletzter Absatz, und Art. 5 Abs. 1 des Völkerbundsvertrages lauteten: Art. 4 vorletzter Absatz: «Jedes Mitglied des Völkerbundes, das im Rate nicht vertreten ist, wird, sooft Beratungen stattfinden, welche seine Interessen besonders berühren, eingeladen werden, einen Vertreter zu entsenden, der mit Stimmrecht an diesen Verhandlungen des Rates teilnimmt.» Art. 5 Abs. 1: «Unter Vorbehalt ausdrücklich gegenteiliger Bestimmungen des vorliegenden Völkerbundsvertrages oder des Friedensvertrages (Gemeint ist der Vertrag von Versailles) werden die Beschlüsse der Versammlung und des Rates von den in der Sitzung vertretenen Mitgliedern des Völkerbundes einstimmig gefasst.» Siehe Fussn. zu Art. 35."
    },
    {
      "provision_ref": "art37",
      "section": "37",
      "title": "",
      "content": "Die Vertragsstaaten werden den Abschluss von Sonderübereinkommen erleichtern, um die Ausführung der Bestimmungen des Statuts zu sichern, wenn dazu die bestehenden Übereinkommen nicht ausreichen."
    },
    {
      "provision_ref": "art38",
      "section": "38",
      "title": "",
      "content": "Die Bestimmungen des Statuts können durch Sonderübereinkommen auf Unternehmungen ausgedehnt werden, die den Transport auf irgendeinem andern Wege als der Eisenbahn besorgen, insbesondere, wenn diese Unternehmungen zur Ergänzung eines Eisenbahntransportes dienen. Diese Unternehmungen sind alsdann allen Verpflichtungen unterworfen und mit allen Rechten ausgestattet, die das Statut für die Eisenbahnen vorsieht. Die im ersten Absatz vorgesehenen Sonderübereinkommen können jedoch so weit von dem Statut abweichen, wie es sich aus den verschiedenen Arten der Beförderung ergibt. Was insbesondere den Vertrag über einen internationalen Transport anbetrifft, der sich auf Eisenbahn‑ und Seeweg erstreckt, so kann in diesen Abweichungen die Anwendung des Seerechts für die Seestrecke vorgesehen werden."
    },
    {
      "provision_ref": "art39",
      "section": "39",
      "title": "",
      "content": "Sollten die in Artikel 38 vorgesehenen Sonderübereinkommen nicht Anwendung finden, so werden für Transporte, die sich über die Eisenbahn und einen andern Weg, wie z. B. den Seeweg, erstrecken, angemessene Erleichterungen gewährt."
    },
    {
      "provision_ref": "art40",
      "section": "40",
      "title": "",
      "content": "Die Vertragsstaaten verpflichten sich, sobald die Verhältnisse es ermöglichen, spätestens aber beim Erlöschen der Vereinbarungen, diese, falls sie den Bestimmungen des Statuts zuwiderlaufen sollten, durch entsprechende Abänderungen so weit mit ihnen in Einklang zu bringen, wie es die geographischen, wirtschaftlichen oder technischen Verhältnisse der Länder oder Gebiete, die den Gegenstand jener Übereinkommen bilden, irgend gestatten."
    },
    {
      "provision_ref": "art41",
      "section": "41",
      "title": "",
      "content": "Hinsichtlich aller Ämter oder Stellen, die kraft internationaler Übereinkommen zu dem Zweck geschaffen sind oder noch geschaffen werden, um die Regelung der Eisenbahntransportfragen zwischen Staaten zu erleichtern, soll unbeschadet der Anwendung des Artikels 24 des Völkerbundsvertrages angenommen werden, dass sie von demselben Geiste beseelt sind wie die Organe des Völkerbundes und dass sie in ihrem eigenen Wirkungskreis zur Ausführung dieses Übereinkommens die Tätigkeit dieser Organe gleichsam ergänzen. Sie werden infolgedessen unmittelbar mit den zuständigen Stellen des Völkerbundes alle zweckdienlichen Mitteilungen austauschen, die sich auf die Ausführung ihrer Aufgabe internationaler Zusammenarbeit beziehen. Art. 24 des Völkerbundsvertrages lautete: «Alle durch frühere Kollektivverträge errichteten internationalen Ämter sollen, vorbehältlich der Zustimmung der Vertragsparteien, unter die Leitung des Völkerbundes gestellt werden. Das gleiche soll für alle andern künftig zu gründenden internationalen Ämter und Kommissionen zur Regelung von Angelegenheiten internationalen Interesses gelten. Für alle Fragen von internationalem Interesse, die in allgemeinen Verträgen geregelt, aber der Überwachung durch Kommissionen oder internationale Ämter nicht unterstellt sind, soll das Sekretariat des Völkerbundes auf Verlangen der Vertragsparteien und mit Zustimmung des Rates alle zweckmässigen Erkundigungen einziehen und weiterleiten und jede notwendige oder gewünschte Mitwirkung leihen. Der Rat kann die Auslagen für jedes Amt oder jede Kommission, die unter die Leitung des Völkerbundes gestellt ist, in die Auslagen für das Sekretariat einbeziehen.»"
    },
    {
      "provision_ref": "art42",
      "section": "42",
      "title": "",
      "content": "Die Vertragsstaaten werden alle notwendigen Anordnungen treffen, damit dem Völkerbund alle Auskünfte zugehen, um seinen Ämtern die Ausführung der Aufgaben zu ermöglichen, die ihnen hinsichtlich der Anwendung dieses Übereinkommens obliegen."
    },
    {
      "provision_ref": "art43",
      "section": "43",
      "title": "",
      "content": "Es besteht Einverständnis darüber, dass das Statut nicht in dem Sinne ausgelegt werden darf, als ob es in irgendeiner Beziehung die Rechte und Pflichten von Gebieten unter sich ( inter se ) berühre, die Bestandteile eines und desselben souveränen Staates bilden oder unter seinem Schutze stehen, gleichviel, ob diese Gebiete, jedes für sich, Vertragsstaaten sind oder nicht."
    },
    {
      "provision_ref": "art44",
      "section": "44",
      "title": "",
      "content": "in den vorstehenden Artikeln darf keine Bestimmung so ausgelegt werden, als ob sie irgendwie die Rechte oder Pflichten irgendeines Vertragsstaates in seiner Eigenschaft als Mitglied des Völkerbundes berühre."
    }
  ],
  "definitions": []
}