{
  "id": "sr-0-742-140-316-33",
  "type": "statute",
  "title": "Vereinbarung vom 27. Oktober 2003 zwischen dem Departement für Umwelt, Verkehr, Energie und Kommunikation der Schweizerischen Eidgenossenschaft und dem Bundesministerium für Verkehr, Innovation und Technologie der Republik Österreich über die Zusammenarbeit bei der weiteren Entwicklung des Eisenbahnwesens",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2005/30/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Abschnitt I: Bereiche der Zusammenarbeit",
      "section": "1",
      "title": "",
      "content": "1. Die Vertragsparteien stellen in Aussicht, auf der Grundlage einer gleichwertigen und gegenseitig vorteilhaften Zusammenarbeit den Personen- und Güterverkehr auf der Schiene zwischen der Schweizerischen Eidgenossenschaft und der Republik Österreich zu fördern und weiterzuentwickeln. 2. Diese Zusammenarbeit erstreckt sich insbesondere auf folgende Gebiete: a) Strategien der Personen- und Güterbeförderung auf der Schiene zwischen den beiden Staaten. b) Informationsaustausch zur Koordination der Entwicklungsprogramme für die Eisenbahninfrastruktur und den Eisenbahnverkehr, vor allem für die internationalen Eisenbahnverbindungen: i) Genf / Basel – Zürich – St. Gallen – St. Margrethen – Bregenz (– Lindau – München) – Salzburg – Wien (– Budapest), bzw. Genf / Basel – Zürich – St. Gallen – St. Margrethen – Bregenz – Feldkirch – Innsbruck – Wien (– Budapest) / Graz/Klagenfurt / (Ljubljana), ii) Genf / Basel – Zürich – Sargans – Buchs SG – Feldkirch – Innsbruck – Wien (– Budapest) / Graz/Klagenfurt / (Ljubljana), iii) Chur – Sargans – Buchs SG – St. Margrethen / Feldkirch – Bregenz (– Lindau – Ulm), iv) Brennerachse, v) Gotthardachse. c) Erfüllung der infrastrukturellen Voraussetzungen für einen künftigen Einsatz der Neigetechnik im internationalen Eisenbahnverkehr zwischen den Staaten der Vertragsparteien auf geeigneten Eisenbahnverbindungen. d) Verbesserung des internationalen Güterverkehrs mit dem Ziel einer Erhöhung der Beförderungsqualität, insbesondere durch Kürzung der Beförderungszeiten. e) Gemeinsame Studien über die Modernisierung der Eisenbahninfrastruktur und den Ausbau der Schienenverkehrsangebote. f) Informationsaustausch über organisatorische, rechtliche und technische Fragen, einschliesslich jener Fragen, die mit der Stellung der Eisenbahn im Verkehrssystem der Staaten der Vertragsparteien zusammenhängen."
    },
    {
      "provision_ref": "art2",
      "chapter": "Abschnitt I: Bereiche der Zusammenarbeit",
      "section": "2",
      "title": "",
      "content": "1. Die Vertragsparteien wirken im Rahmen ihrer Zuständigkeiten darauf hin, dass bei der weiteren Entwicklung der Eisenbahninfrastruktur und von deren Interoperabilität, des Rollmaterials und der Grundsätze für die Organisation des Eisenbahnverkehrs eine Zusammenarbeit erfolgt. Diese Zusammenarbeit bezieht sich insbesondere auf: a) die angestrebte Modernisierung der Eisenbahnverbindungen auf den Strecken: i) St. Gallen – St. Margrethen – Bregenz – Lochau (– Lindau), ii) Sargans – Buchs SG – Feldkirch, iii) Sargans – Buchs SG – St. Margrethen – St. Gallen, iv) Bregenz – Feldkirch – Bludenz; b) die Weiterentwicklung des Eisenbahnverkehrs durch Massnahmen, die für die Modernisierung und die Kompatibilität der technischen Anlagen der Eisenbahninfrastruktur und den operativen Informationsaustausch notwendig sind, sowie durch organisatorische und administrative Massnahmen. 2. Die Vertragsparteien unterstützen im Einklang mit den in ihren Staaten gültigen Rechtsvorschriften die Zusammenarbeit der Eisenbahnunternehmen auf den beiden Staatsgebieten und gehen davon aus, dass die Einzelheiten dieser Zusammenarbeit, insbesondere die einzelnen gemeinsamen Projekte, von den Eisenbahnunternehmen vereinbart werden. 3. Die Vertragsparteien sind im Rahmen ihrer Zuständigkeiten für die Finanzierung der auf ihrem Territorium zu realisierenden Massnahmen und vorbehaltlich der nationalen prozeduralen Mechanismen betreffend Finanzierungsbeschlüsse verantwortlich. In besonders begründeten Einzelfällen kann in Abweichung vom Territorialitätsprinzip eine exterritoriale Mitfinanzierung von Infrastrukturverbesserungen im grenznahen Raum in Betracht gezogen werden, sofern sich beide Vertragsparteien mit einem solchen Vorgehen einverstanden erklären."
    },
    {
      "provision_ref": "art3",
      "chapter": "Abschnitt II: Ziele für die grenzüberschreitenden Strecken",
      "section": "3",
      "title": "",
      "content": "1. Als Planungsgrundlage dienen den Vertragsparteien die nationalen Planungen sowie die Zielsetzungen des Konzepts BODAN-RAIL 2020 für den Grossraum Bodensee. Die Vertragsparteien setzen sich im Rahmen ihrer Zuständigkeiten dafür ein, dass erste Teile dieses Konzepts bis zum Zeithorizont 2010 umgesetzt werden. 2. Erste Priorität hat der Ausbau der Strecke St. Gallen – St. Margrethen – Bregenz mit dem Ziel, die Kantenzeit auf 30 Minuten zu reduzieren, unter anderem durch Verkürzung des Grenzaufenthaltes in St. Margrethen auf 1–2 Minuten. Die Vertragsparteien unterstützen im Weiteren die Bestrebungen, einen freizügigen grenzüberschreitenden Einsatz des Rollmaterials auf der Strecke St. Gallen – St. Margrethen – Bregenz – Lindau / Wolfurt zu erreichen. 3. Die Eisenbahnverbindung Feldkirch – Buchs SG soll gemeinsam mit dem Fürstentum Liechtenstein vertieft untersucht werden mit dem Ziel, die erforderlichen Massnahmen abzustimmen und allenfalls mit einer gesonderten trilateralen Vereinbarung zu regeln."
    },
    {
      "provision_ref": "art4",
      "chapter": "Abschnitt III: Umsetzung der Zusammenarbeit",
      "section": "4",
      "title": "",
      "content": "1. Zur Umsetzung dieses Abkommens wird ein Lenkungsausschuss eingerichtet, der aus Vertreterinnen und Vertretern der Vertragsparteien besteht und mindestens einmal im Jahr zusammentritt. Je nach Bedarf können Vertreterinnen und Vertreter der betroffenen Gebietskörperschaften und Eisenbahnunternehmen beigezogen werden. 2. Jede Vertragspartei kann die Einberufung des Lenkungsausschusses verlangen, sofern sie es als notwendig erachtet. In diesem Fall hat der Lenkungsausschuss binnen drei Monaten zusammenzutreten. 3. Der Lenkungsausschuss begleitet die Umsetzung der vorliegenden Vereinbarung und erarbeitet ein Vollzugsprogramm. Er macht Vorschläge zur allfälligen Weiterentwicklung der Ziele und Massnahmen, welche gegebenenfalls als Nachträge zur vorliegenden Vereinbarung ausgestaltet werden."
    },
    {
      "provision_ref": "art5",
      "chapter": "Abschnitt IV: Schlussbestimmungen",
      "section": "5",
      "title": "",
      "content": "Alle Informationen und Arbeitsergebnisse, die im Rahmen dieses Abkommens ausgetauscht und bearbeitet werden, können nur mit der Zustimmung beider Vertragsparteien publiziert werden."
    },
    {
      "provision_ref": "art6",
      "chapter": "Abschnitt IV: Schlussbestimmungen",
      "section": "6",
      "title": "",
      "content": "1. Diese Vereinbarung tritt am ersten Tag des zweiten Monats nach der Unterzeichnung in Kraft. 2. Sie wird auf unbestimmte Zeit abgeschlossen. 3. Sie kann zu jeder Zeit durch eine Vertragspartei schriftlich gekündigt werden und tritt in diesem Falle sechs Monate nach dem Tag des Empfangs der Kündigung ausser Kraft. Geschehen zu Bern, am 27. Oktober 2003, in zwei Urschriften jeweils in deutscher Sprache. Für das Departement für Umwelt, Verkehr, Energie und Kommunikation der Schweizerischen Eidgenossenschaft: Für das Bundesministerium für Verkehr, Innovation und Technologie der Republik Österreich: Moritz Leuenberger Hubert Gorbach"
    }
  ],
  "definitions": []
}