{
  "id": "sr-0-192-122-971",
  "type": "statute",
  "title": "Abkommen vom 20. Januar 1930 über die Bank für Internationalen Zahlungsausgleich (mit Grundgesetz und Statuten der Bank) ",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/46/68_68_72/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "",
      "content": "Die Schweiz verpflichtet sich, unverzüglich der Bank für Internationalen Zahlungsausgleich das folgende Grundgesetz, das Gesetzeskraft haben soll, zu gewähren und ohne das Einverständnis der anderen unterzeichneten Regierungen weder dieses Grundgesetz aufzuheben, noch es abzuändern, noch ihm etwas hinzuzufügen, noch den in Ziffer 4 des Grundgesetzes erwähnten Abänderungen der Statuten der Bank Rechtskraft zu verleihen."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "",
      "content": "Jede Streitigkeit zwischen der Schweizerischen Regierung und irgendeiner der anderen unterzeichneten Regierungen über die Auslegung oder Anwendung des gegenwärtigen Vertrages wird dem im Haager Abkommen vom Januar 1930 vorgesehenen Schiedsgericht unterbreitet. Die Schweizerische Regierung kann für dieses Schiedsgericht ein Mitglied ernennen, das bei derartigen Streitigkeiten mitwirkt; die Stimme des Vorsitzenden gibt nötigenfalls den Ausschlag. Wenn die Parteien das Schiedsgericht anrufen, können sie jederzeit vereinbaren, die Streitigkeit dem Vorsitzenden oder einem Mitglied des Schiedsgerichts nach ihrer Wahl als Einzelschiedsrichter zu unterbreiten. Die Bestimmungen des Haager Reparationsabkommens vom 20. Januar 1930 – das die Schweiz nicht unterzeichnet hat – über die Einrichtung und das Verfahren dieses Schiedsgerichts finden sich im BBl 1930 I 117 ."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "",
      "content": "Das gegenwärtige Abkommen ist für die Dauer von 15 Jahren geschlossen. Es wird von der Schweiz unter Vorbehalt der Ratifikation geschlossen und soll in Kraft gesetzt werden, sobald es von der Regierung der Schweizerischen Eidgenossenschaft ratifiziert worden ist. Die Ratifikationsurkunde soll im Ministerium der Auswärtigen Angelegenheiten in Paris niedergelegt werden. Nach Inkrafttreten des Abkommens wird die Schweizerische Regierung das erforderliche verfassungsmässige Verfahren einleiten, um die Zustimmung des Schweizervolkes zur Aufrechterhaltung der Bestimmungen des gegenwärtigen Abkommens für die Dauer des Bestehens der Bank herbeizuführen. Sobald diese Massnahmen voll wirksam geworden sind, wird die Schweizerische Regierung den anderen unterzeichneten Regierungen dies mitteilen, womit diese Bestimmungen für die Dauer des Bestehens der Bank wirksam werden sollen. Dies ist geschehen durch BB vom 25. Februar 1930 betreffend die Verlängerung der Gültigkeit des von der Bundesversammlung genehmigten Abkommens über die Bank für Internationalen Zahlungsausgleich ( AS 46 301 ). Der Bundesbeschluss war gemäss Art. 89 BV ( SR 101 ) dem Referendum unterstellt."
    }
  ],
  "definitions": []
}