{
  "id": "sr-0-142-112-681",
  "type": "statute",
  "title": "Abkommen vom 21. Juni 1999 zwischen der Schweizerischen Eidgenossenschaft einerseits und der Europäischen Gemeinschaft und ihren Mitgliedstaaten andererseits über die Freizügigkeit (mit Anhängen, Prot. und Schlussakte)",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2002/243/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "I. Grundbestimmungen",
      "section": "1",
      "title": "Ziel",
      "content": "Ziel dieses Abkommens zu Gunsten der Staatsangehörigen der Mitgliedstaaten der Europäischen Gemeinschaft und der Schweiz ist Folgendes: a) Einräumung eines Rechts auf Einreise, Aufenthalt, Zugang zu einer unselbstständigen Erwerbstätigkeit und Niederlassung als Selbstständiger sowie des Rechts auf Verbleib im Hoheitsgebiet der Vertragsparteien; b) Erleichterung der Erbringung von Dienstleistungen im Hoheitsgebiet der Vertragsparteien, insbesondere Liberalisierung kurzzeitiger Dienstleistungen; c) Einräumung eines Rechts auf Einreise und Aufenthalt im Hoheitsgebiet der Vertragsparteien für Personen, die im Aufnahmestaat keine Erwerbstätigkeit ausüben; d) Einräumung der gleichen Lebens-, Beschäftigungs- und Arbeitsbedingungen wie für Inländer."
    },
    {
      "provision_ref": "art2",
      "chapter": "I. Grundbestimmungen",
      "section": "2",
      "title": "Nichtdiskriminierung",
      "content": "Die Staatsangehörigen einer Vertragspartei, die sich rechtmässig im Hoheitsgebiet einer anderen Vertragspartei aufhalten, werden bei der Anwendung dieses Abkommens gemäss den Anhängen I, II und III nicht auf Grund ihrer Staatsangehörigkeit diskriminiert."
    },
    {
      "provision_ref": "art3",
      "chapter": "I. Grundbestimmungen",
      "section": "3",
      "title": "Einreiserecht",
      "content": "Den Staatsangehörigen einer Vertragspartei wird das Recht auf Einreise in das Hoheitsgebiet der anderen Vertragspartei gemäss den in Anhang I festgelegten Bestimmungen eingeräumt."
    },
    {
      "provision_ref": "art4",
      "chapter": "I. Grundbestimmungen",
      "section": "4",
      "title": "Recht auf Aufenthalt und Zugang zu einer Erwerbstätigkeit",
      "content": "Das Recht auf Aufenthalt und Zugang zu einer Erwerbstätigkeit wird vorbehaltlich des Artikels 10 nach Massgabe des Anhangs I eingeräumt."
    },
    {
      "provision_ref": "art5",
      "chapter": "I. Grundbestimmungen",
      "section": "5",
      "title": "Dienstleistungserbringer",
      "content": "(1) Unbeschadet besonderer Abkommen über die Erbringung von Dienstleistungen zwischen den Vertragsparteien (einschliesslich des Abkommens über das öffentliche Beschaffungswesen, sofern es die Erbringung von Dienstleistungen umfasst) wird einem Dienstleistungserbringer einschliesslich Gesellschaften gemäss Anhang I das Recht eingeräumt, Dienstleistungen im Hoheitsgebiet der anderen Vertragspartei zu erbringen, deren tatsächliche Dauer 90 Arbeitstage pro Kalenderjahr nicht überschreitet. (2) Einem Dienstleistungserbringer wird das Einreise- und Aufenthaltsrecht im Hoheitsgebiet der anderen Vertragspartei eingeräumt, sofern a) er gemäss Absatz 1 oder auf Grund eines in Absatz 1 genannten Abkommens zur Erbringung einer Dienstleistung berechtigt ist oder, b) falls die Voraussetzungen unter Buchstabe a nicht erfüllt sind, ihm von den zuständigen Behörden der betreffenden Vertragspartei eine Erlaubnis zur Erbringung einer Dienstleistung erteilt wurde. (3) Natürlichen Personen, die Staatsangehörige eines Mitgliedstaates der Europäischen Gemeinschaft oder der Schweiz sind und sich nur als Empfänger einer Dienstleistung in das Hoheitsgebiet einer Vertragspartei begeben, wird das Einreise- und Aufenthaltsrecht eingeräumt. (4) Die in diesem Artikel genannten Rechte werden gemäss den Bestimmungen der Anhänge I, II und III eingeräumt. Die Höchstzahlen des Artikels 10 können gegenüber den in diesem Artikel genannten Personen nicht geltend gemacht werden."
    },
    {
      "provision_ref": "art6",
      "chapter": "I. Grundbestimmungen",
      "section": "6",
      "title": "Aufenthaltsrecht für Personen, die keine Erwerbstätigkeit ausüben",
      "content": "Das Aufenthaltsrecht im Hoheitsgebiet einer Vertragspartei wird den Personen, die keine Erwerbstätigkeit ausüben, gemäss den Bestimmungen des Anhangs I über Nichterwerbstätige eingeräumt."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Sonstige Rechte",
      "content": "Die Vertragsparteien regeln insbesondere die folgenden mit der Freizügigkeit zusammenhängenden Rechte gemäss Anhang I: a) Recht auf Gleichbehandlung mit den Inländern in Bezug auf den Zugang zu einer Erwerbstätigkeit und deren Ausübung sowie auf die Lebens-, Beschäftigungs- und Arbeitsbedingungen; b) Recht auf berufliche und geographische Mobilität, das es den Staatsangehörigen der Vertragsparteien gestattet, sich im Hoheitsgebiet des Aufnahmestaates frei zu bewegen und den Beruf ihrer Wahl auszuüben; c) Recht auf Verbleib im Hoheitsgebiet einer Vertragspartei nach Beendigung einer Erwerbstätigkeit; d) Aufenthaltsrecht der Familienangehörigen, ungeachtet ihrer Staatsangehörigkeit; e) Recht der Familienangehörigen auf Ausübung einer Erwerbstätigkeit, ungeachtet ihrer Staatsangehörigkeit; f) Recht auf Erwerb von Immobilien im Zusammenhang mit der Ausübung der im Rahmen dieses Abkommens eingeräumten Rechte; g) während der Übergangszeit: Recht auf Rückkehr in das Hoheitsgebiet einer Vertragspartei nach Beendigung einer Erwerbstätigkeit oder eines Aufenthalts in diesem Gebiet zwecks Ausübung einer Erwerbstätigkeit sowie Recht auf Umwandlung einer befristeten in eine ständige Aufenthaltserlaubnis."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Koordinierung der Systeme der sozialen Sicherheit",
      "content": "Die Vertragsparteien regeln die Koordinierung der Systeme der sozialen Sicherheit gemäss Anhang II, um insbesondere Folgendes zu gewährleisten: a) Gleichbehandlung; b) Bestimmung der anzuwendenden Rechtsvorschriften; c) Zusammenrechnung aller nach den verschiedenen nationalen Rechtsvorschriften berücksichtigten Versicherungszeiten für den Erwerb und die Aufrechterhaltung des Leistungsanspruchs sowie für die Berechnung der Leistungen; d) Zahlung der Leistungen an Personen, die ihren Wohnsitz im Hoheitsgebiet der Vertragsparteien haben; e) Amtshilfe und Zusammenarbeit der Behörden und Einrichtungen."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Diplome, Zeugnisse und sonstige Befähigungsnachweise",
      "content": "Um den Staatsangehörigen der Mitgliedstaaten der Europäischen Gemeinschaft und der Schweiz den Zugang zu unselbstständigen und selbstständigen Erwerbstätigkeiten und deren Ausübung sowie die Erbringung von Dienstleistungen zu erleichtern, treffen die Vertragsparteien gemäss Anhang III die erforderlichen Massnahmen zur gegenseitigen Anerkennung der Diplome, Zeugnisse und sonstigen Befähigungsnachweise und zur Koordinierung ihrer Rechts- und Verwaltungsvorschriften über den Zugang zu unselbstständigen und selbstständigen Erwerbstätigkeiten und deren Ausübung sowie die Erbringung von Dienstleistungen."
    },
    {
      "provision_ref": "art10",
      "chapter": "II. Allgemeine und Schlussbestimmungen",
      "section": "10",
      "title": "Übergangsbestimmungen und Weiterentwicklung dieses Abkommens",
      "content": "(1) Während eines Zeitraums von fünf Jahren nach Inkrafttreten dieses Abkommens kann die Schweiz für die beiden Kategorien der Aufenthalte von mehr als vier Monaten und weniger als einem Jahr und der Aufenthalte von einem Jahr oder mehr, Höchstzahlen für den Zugang zu einer Erwerbstätigkeit aufrechterhalten. Die Aufenthalte von weniger als vier Monaten unterliegen keiner Beschränkung. Ab dem sechsten Jahr werden die Höchstzahlen für die Staatsangehörigen der Mitgliedstaaten der Europäischen Gemeinschaft aufgehoben. (1a) Die Schweiz kann bis zum 31. Mai 2007 für die Kategorie der Aufenthalte von mehr als vier Monaten und weniger als einem Jahr und die Kategorie der Aufenthalte von einem Jahr oder mehr weiterhin Höchstzahlen für den Zugang zu einer Erwerbstätigkeit von Arbeitnehmern und Selbstständigen aufrechterhalten, die Staatsangehörige der Tschechischen Republik, der Republik Estland, der Republik Lettland, der Republik Litauen, der Republik Ungarn, der Republik Polen, der Republik Slowenien und der Slowakischen Republik sind. Aufenthalte von weniger als vier Monaten unterliegen keinen Höchstzahlen. Vor Ablauf des vorstehend genannten Übergangszeitraums prüft der Gemischte Ausschuss anhand eines Berichts der Schweiz das Funktionieren der für die Staatsangehörigen der neuen Mitgliedstaaten geltenden Übergangsregelung. Nach Abschluss der Überprüfung und spätestens zu Ende des vorstehend genannten Zeitraums notifiziert die Schweiz dem Gemischten Ausschuss, ob sie weiterhin Höchstzahlen für in der Schweiz beschäftigte Arbeitnehmer anwenden wird. Die Schweiz kann solche Massnahmen bis 31. Mai 2009 anwenden. Erfolgt keine solche Notifikation, so läuft der Übergangszeitraum am 31. Mai 2007 ab. Mit Ablauf des in diesem Absatz definierten Übergangszeitraums werden die Höchstzahlen für die Staatsangehörigen der Tschechischen Republik, der Republik Estland, der Republik Lettland, der Republik Litauen, der Republik Ungarn, der Republik Polen, der Republik Slowenien und der Slowakischen Republik aufgehoben. Diese Mitgliedstaaten sind berechtigt, für dieselben Zeiträume dieselben Höchstzahlen für Schweizer Staatsangehörige einzuführen. (1b) Die Schweiz kann bis zwei Jahre nach Inkrafttreten des Protokolls zu diesem Abkommen im Hinblick auf die Aufnahme der Republik Bulgarien und Rumäniens als Vertragsparteien für die Kategorie der Aufenthalte von mehr als vier Monaten und weniger als einem Jahr und die Kategorie der Aufenthalte von einem Jahr und mehr weiterhin Höchstzahlen für den Zugang zu einer Erwerbstätigkeit von Arbeitnehmern und Selbständigen aufrechterhalten, die Staatsangehörige der Republik Bulgarien oder Rumäniens sind. Aufenthalte von weniger als vier Monaten unterliegen keinen Höchstzahlen. Vor Ende des genannten Übergangszeitraums prüft der Gemischte Ausschuss anhand eines Berichts der Schweiz das Funktionieren der für die Staatsangehörigen der neuen Mitgliedstaaten geltenden Übergangsregelung. Nach Abschluss der Überprüfung, spätestens aber am Ende des genannten Zeitraums notifiziert die Schweiz dem Gemischten Ausschuss, ob sie weiterhin Höchstzahlen für in der Schweiz beschäftigte Arbeitnehmer anwenden wird. Die Schweiz kann solche Massnahmen während eines Zeitraums von fünf Jahren nach Inkrafttreten des genannten Protokolls anwenden. Erfolgt keine solche Notifikation, so endet der Übergangszeitraum mit dem im ersten Unterabsatz definierten Zweijahreszeitraum. Am Ende des in diesem Absatz definierten Übergangszeitraums werden die Höchstzahlen für die Staatsangehörigen der Republik Bulgarien und Rumäniens aufgehoben. Diese Mitgliedstaaten sind berechtigt, für dieselben Zeiträume dieselben Höchstzahlen für Staatsangehörige der Schweiz einzuführen. (1c) Die Schweiz kann bis Ende des zweiten Jahres nach Inkrafttreten des Protokolls zu diesem Abkommen im Hinblick auf die Aufnahme der Republik Kroatien als Vertragspartei für die Kategorie der Aufenthalte von mehr als vier Monaten und weniger als einem Jahr und für die Kategorie der Aufenthalte von einem Jahr und mehr weiterhin Höchstzahlen für den Zugang zu einer Erwerbstätigkeit von Arbeitnehmern und Selbständigen aufrechterhalten, die Staatsangehörige der Republik Kroatien sind. Aufenthalte von weniger als vier Monaten unterliegen keinen Höchstzahlen. Vor Ende des genannten Übergangszeitraums prüft der Gemischte Ausschuss anhand eines Berichts der Schweiz das Funktionieren der für die Staatsangehörigen der Republik Kroatien geltenden Übergangsregelung. Nach Abschluss der Überprüfung, spätestens aber am Ende des genannten Zeitraums notifiziert die Schweiz dem Gemischten Ausschuss, ob sie weiterhin Höchstzahlen für diese in der Schweiz beschäftigten Arbeitnehmer anwenden wird. Die Schweiz kann solche Massnahmen während eines Zeitraums von fünf Jahren nach Inkrafttreten des genannten Protokolls anwenden. Erfolgt keine solche Notifikation, so endet der Übergangszeitraum mit dem in Unterabsatz 1 definierten Zweijahreszeitraum. Am Ende des in diesem Absatz definierten Übergangszeitraums werden alle Höchstzahlen für die Staatsangehörigen der Republik Kroatien aufgehoben. Kroatien ist berechtigt, für dieselben Zeiträume dieselben Höchstzahlen für Staatsangehörige der Schweiz einzuführen. (2) Die Vertragsparteien können die Kontrolle der Einhaltung des Vorrangs der in den regulären Arbeitsmarkt integrierten Arbeitnehmer und die Kontrolle der Entlohnungs- und Arbeitsbedingungen für die Staatsangehörigen der anderen Vertragspartei einschliesslich der in Artikel 5 genannten Dienstleistungserbringer höchstens zwei Jahre lang beibehalten. Vor Ablauf des ersten Jahres prüft der Gemischte Ausschuss, inwieweit diese Beschränkungen noch notwendig sind. Er kann die Höchstdauer von zwei Jahren verkürzen. Die Erbringer der Dienstleistungen, die durch ein besonderes Abkommen über die Erbringung von Dienstleistungen zwischen den Vertragsparteien (einschliesslich des Abkommens über bestimmte Aspekte des öffentlichen Beschaffungswesens, sofern es die Erbringung von Dienstleistungen umfasst) liberalisiert wurden, unterliegen nicht der Kontrolle der Einhaltung des Vorrangs der in den regulären Arbeitsmarkt integrierten Arbeitnehmer. (2a) Die Schweiz und die Tschechische Republik, die Republik Estland, die Republik Lettland, die Republik Litauen, die Republik Ungarn, die Republik Polen, die Republik Slowenien und die Slowakische Republik können bis zum 31. Mai 2007 für Arbeitnehmer einer dieser Vertragsparteien, die in ihrem Hoheitsgebiet beschäftigt sind, die Kontrolle der Einhaltung des Vorrangs der in den regulären Arbeitsmarkt integrierten Arbeitnehmer und die Kontrolle der Entlohnungs- und Arbeitsbedingungen für die Staatsangehörigen der betreffenden Vertragspartei beibehalten. Dieselben Kontrollen können für Personen beibehalten werden, die Dienstleistungen in den folgenden vier Sektoren erbringen, auf die in Artikel 5 Absatz 1 des Abkommens verwiesen wird: Gartenbau, Bauwesen und zugehörige Branchen; Sicherheit; industrielle Reinigung (NACE-Kodes: 01.41, 45.1 bis 4, 74.60, 74.70). Die Schweiz wird während der in den Absätzen 1a, 2a, 3a und 4a genannten Übergangszeiträume Arbeitnehmern, die Staatsangehörige der neuen Mitgliedstaaten sind, gegenüber Arbeitnehmern aus Nicht-EU- und Nicht-EFTA-Staaten den Vorzug hinsichtlich des Zugangs zu ihrem Arbeitsmarkt geben. Die Erbringer von Dienstleistungen, die durch ein besonderes Abkommen über die Erbringung von Dienstleistungen zwischen den Vertragsparteien (einschliesslich des Abkommens über bestimmte Aspekte des öffentlichen Beschaffungswesens, sofern es die Erbringung von Dienstleistungen umfasst) liberalisiert wurden, unterliegen nicht der Kontrolle der Einhaltung des Vorrangs der in den regulären Arbeitsmarkt integrierten Arbeitnehmer. Im selben Zeitraum können Qualifikationsanforderungen für Aufenthaltserlaubnisse von weniger als vier Monaten und für Personen aufrechterhalten werden, die Dienstleistungen in den vier oben genannten Sektoren erbringen, auf die in Artikel "
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Behandlung von Beschwerden",
      "content": "(1) Die unter dieses Abkommen fallenden Personen haben das Recht, hinsichtlich der Anwendung der Bestimmungen dieses Abkommens bei den zuständigen Behörden Beschwerde einzulegen. (2) Die Beschwerden müssen innerhalb einer angemessenen Frist behandelt werden. (3) Die unter dieses Abkommen fallenden Personen erhalten die Möglichkeit, gegen die Entscheidungen über Beschwerden oder das Nichtergehen einer Entscheidung innerhalb einer angemessenen Frist bei dem zuständigen nationalen Gericht Berufung einzulegen."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Günstigere Bestimmungen",
      "content": "Dieses Abkommen steht günstigeren innerstaatlichen Bestimmungen, die den Staatsangehörigen der Vertragsparteien bzw. ihren Familienangehörigen eingeräumt werden, nicht entgegen."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Stand still",
      "content": "Die Vertragsparteien verpflichten sich, in den unter dieses Abkommen fallenden Bereichen keine neuen Beschränkungen für Staatsangehörige der anderen Vertragspartei einzuführen."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Gemischter Ausschuss",
      "content": "(1) Ein aus Vertretern der Vertragsparteien bestehender Gemischter Ausschuss wird eingesetzt, der für die Verwaltung und die ordnungsgemässe Anwendung dieses Abkommens verantwortlich ist. Zu diesem Zweck gibt er Empfehlungen ab. Er fasst Beschlüsse in den in diesem Abkommen vorgesehenen Fällen. Der Gemischte Ausschuss beschliesst einvernehmlich. (2) Bei schwerwiegenden wirtschaftlichen oder sozialen Problemen tritt der Gemischte Ausschuss auf Verlangen einer Vertragspartei zusammen, um geeignete Abhilfemassnahmen zu prüfen. Der Gemischte Ausschuss kann innerhalb von 60 Tagen nach dem Antrag über die zu ergreifenden Massnahmen beschliessen. Diese Frist kann der Gemischte Ausschuss verlängern. Diese Massnahmen sind in Umfang und Dauer auf das zur Abhilfe erforderliche Mindestmass zu beschränken. Es sind solche Massnahmen zu wählen, die das Funktionieren dieses Abkommens so wenig wie möglich beeinträchtigen. (3) Zur Gewährleistung der ordnungsgemässen Durchführung dieses Abkommens tauschen die Vertragsparteien regelmässig Informationen aus und führen auf Verlangen einer der Vertragsparteien Konsultationen im Gemischten Ausschuss. (4) Der Gemischte Ausschuss tritt bei Bedarf, mindestens jedoch einmal jährlich, zusammen. Jede Vertragspartei kann die Einberufung einer Sitzung verlangen. Der Gemischte Ausschuss tritt binnen 15 Tagen zusammen, nachdem ein Antrag gemäss Absatz 2 gestellt wurde. (5) Der Gemischte Ausschuss gibt sich eine Geschäftsordnung, die unter anderem die Verfahren zur Einberufung der Sitzungen, zur Ernennung des Vorsitzenden und zur Festlegung von dessen Mandat enthält. (6) Der Gemischte Ausschuss kann die Einsetzung von Arbeitsgruppen oder Sachverständigengruppen beschliessen, die ihn bei der Erfüllung seiner Aufgaben unterstützen."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Anhänge und Protokolle",
      "content": "Die Anhänge und Protokolle sind Bestandteile dieses Abkommens. Die Erklärungen sind in der Schlussakte enthalten."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Bezugnahme auf das Gemeinschaftsrecht",
      "content": "(1) Zur Erreichung der Ziele dieses Abkommens treffen die Vertragsparteien alle erforderlichen Massnahmen, damit in ihren Beziehungen gleichwertige Rechte und Pflichten wie in den Rechtsakten der Europäischen Gemeinschaft, auf die Bezug genommen wird, Anwendung finden. (2) Soweit für die Anwendung dieses Abkommens Begriffe des Gemeinschaftsrechts herangezogen werden, wird hierfür die einschlägige Rechtsprechung des Gerichtshofs der Europäischen Gemeinschaften vor dem Zeitpunkt der Unterzeichnung berücksichtigt. Über die Rechtsprechung nach dem Zeitpunkt der Unterzeichnung dieses Abkommens wird die Schweiz unterrichtet. Um das ordnungsgemässe Funktionieren dieses Abkommens sicherzustellen, stellt der Gemischte Ausschuss auf Antrag einer Vertragspartei die Auswirkungen dieser Rechtsprechung fest."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Entwicklung des Rechts",
      "content": "(1) Sobald eine Vertragspartei das Verfahren zur Annahme eines Entwurfs zur Änderung ihrer innerstaatlichen Rechtsvorschriften einleitet oder eine Änderung in der Rechtsprechung der Instanzen, deren Entscheidungen nicht mehr mit Rechtsmitteln des innerstaatlichen Rechts angefochten werden können, in einem unter dieses Abkommen fallenden Bereich eintritt, unterrichtet die betroffene Vertragspartei die andere Vertragspartei im Rahmen des Gemischten Ausschusses hiervon. (2) Der Gemischte Ausschuss führt einen Meinungsaustausch über die Auswirkungen der Änderung auf das ordnungsgemässe Funktionieren dieses Abkommens."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Revision",
      "content": "Wünscht eine Vertragspartei eine Revision dieses Abkommens, so unterbreitet sie dem Gemischten Ausschuss hierzu einen Vorschlag. Die Änderung dieses Abkommens tritt nach Abschluss der jeweiligen internen Verfahren in Kraft; hiervon ausgenommen sind Änderungen der Anhänge II und III, die vom Gemischten Ausschuss beschlossen werden und sofort nach dessen Beschluss in Kraft treten können."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Streitbeilegung",
      "content": "(1) Die Vertragsparteien können den Gemischten Ausschuss mit allen Streitigkeiten über die Auslegung oder die Anwendung dieses Abkommens befassen. (2) Der Gemischte Ausschuss kann die Streitigkeit beilegen. Dem Gemischten Ausschuss werden alle zweckdienlichen Informationen für eine eingehende Prüfung der Angelegenheit im Hinblick auf eine annehmbare Lösung zur Verfügung gestellt. Zu diesem Zweck prüft der Gemischte Ausschuss alle Möglichkeiten zur Aufrechterhaltung des ordnungsgemässen Funktionierens dieses Abkommens."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Beziehung zu bilateralen Abkommen über die soziale Sicherheit",
      "content": "Sofern in Anhang II nichts Gegenteiliges bestimmt ist, werden die bilateralen Abkommen über die soziale Sicherheit zwischen der Schweiz und den Mitgliedstaaten der Europäischen Gemeinschaft mit Inkrafttreten dieses Abkommens insoweit ausgesetzt, als in diesem Abkommen derselbe Sachbereich geregelt wird."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Beziehung zu den bilateralen Doppelbesteuerungsabkommen",
      "content": "(1) Die Bestimmungen der bilateralen Doppelbesteuerungsabkommen zwischen der Schweiz und den Mitgliedstaaten der Europäischen Gemeinschaft bleiben von den Bestimmungen dieses Abkommens unberührt. Insbesondere lassen die Bestimmungen dieses Abkommens die in den Doppelbesteuerungsabkommen festgelegte Begriffsbestimmung des Grenzgängers unberührt. (2) Keine Bestimmung dieses Abkommens ist so auszulegen, dass sie die Vertragsparteien daran hindert, bei der Anwendung ihrer Steuervorschriften eine Unterscheidung zwischen Steuerpflichtigen zu machen, die sich – insbesondere hinsichtlich ihres Wohnsitzes – nicht in vergleichbaren Situationen befinden. (3) Keine Bestimmung dieses Abkommens hindert die Vertragsparteien daran, Massnahmen zu beschliessen oder anzuwenden, um nach Massgabe der Bestimmungen der nationalen Steuergesetzgebung einer Vertragspartei oder der zwischen der Schweiz einerseits und einem oder mehreren Mitgliedstaaten der Europäischen Gemeinschaft andererseits geschlossenen Doppelbesteuerungsabkommen oder sonstiger steuerrechtlicher Vereinbarungen die Besteuerung sowie die Zahlung und die tatsächliche Erhebung der Steuern zu gewährleisten oder die Steuerflucht zu verhindern."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Beziehung zu bilateralen Abkommen in anderen Bereichen als der sozialen Sicherheit und der Doppelbesteuerung",
      "content": "(1) Ungeachtet der Artikel 20 und 21 lässt dieses Abkommen die Abkommen zwischen der Schweiz einerseits und einem oder mehreren Mitgliedstaaten der Europäischen Gemeinschaft andererseits, beispielsweise Abkommen betreffend Privatpersonen, Wirtschaftsbeteiligte, die grenzüberschreitende Zusammenarbeit oder den kleinen Grenzverkehr, insoweit unberührt, als sie mit diesem Abkommen vereinbar sind. (2) Sind die betreffenden Abkommen nicht mit diesem Abkommen vereinbar, so ist letzteres massgebend."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Erworbene Ansprüche",
      "content": "Im Falle der Kündigung oder der Nichtverlängerung des Abkommens bleiben die erworbenen Ansprüche von Einzelnen unberührt. Die Vertragsparteien treffen im gegenseitigen Einvernehmen eine Regelung für die Anwartschaften."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Räumlicher Geltungsbereich",
      "content": "Dieses Abkommen gilt für das Hoheitsgebiet der Schweiz einerseits und die Gebiete, in denen der Vertrag zur Gründung der Europäischen Gemeinschaft Anwendung findet, und nach Massgabe jenes Vertrags andererseits."
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Inkrafttreten und Geltungsdauer",
      "content": "(1) Dieses Abkommen bedarf der Ratifikation oder Genehmigung durch die Vertragsparteien gemäss ihren eigenen Verfahren. Es tritt am ersten Tag des zweiten Monats in Kraft, der auf die letzte Notifikation der Hinterlegung der Ratifikations- oder Genehmigungsurkunden aller nachstehenden sieben Abkommen folgt: – Abkommen über die Freizügigkeit, – Abkommen über den Luftverkehr, – Abkommen über den Güter- und Personenverkehr auf Schiene und Strasse, – Abkommen über den Handel mit landwirtschaftlichen Erzeugnissen, – Abkommen über die gegenseitige Anerkennung von Konformitätsbewertungen, – Abkommen über bestimmte Aspekte des öffentlichen Beschaffungswesens, – Abkommen über die wissenschaftliche und technologische Zusammenarbeit. (2) Dieses Abkommen wird für eine anfängliche Dauer von sieben Jahren geschlossen. Es verlängert sich für unbestimmte Zeit, sofern die Gemeinschaft oder die Schweiz der anderen Vertragspartei vor Ablauf der anfänglichen Geltungsdauer nichts Gegenteiliges notifiziert. Im Falle einer solchen Notifikation findet Absatz 4 Anwendung. (3) Die Europäische Gemeinschaft oder die Schweiz kann dieses Abkommen durch Notifikation gegenüber der anderen Vertragspartei kündigen. Im Falle einer solchen Notifikation findet Absatz 4 Anwendung. (4) Die in Absatz 1 aufgeführten sieben Abkommen treten sechs Monate nach Erhalt der Notifikation über die Nichtverlängerung gemäss Absatz 2 oder über die Kündigung gemäss Absatz 3 ausser Kraft. Geschehen zu Luxemburg am einundzwanzigsten Juni neunzehnhundertneunundneunzig in zweifacher Ausfertigung in dänischer, deutscher, englischer, finnischer, französischer, griechischer, italienischer, niederländischer, portugiesischer, spanischer und schwedischer Sprache, wobei jeder dieser Wortlaute gleichermassen verbindlich ist. SR 0.748.127.192.68 SR 0.740.72 SR 0.916.026.81 SR 0.946.526.81 SR 0.172.052.68 SR 0.420.513.1 Dieses Abk. ist für eine unbestimmte Zeit verlängert (siehe Art. 1 des BB vom 13. Juni 2008 – AS 2009 2411 )."
    }
  ],
  "definitions": []
}