{
  "id": "sr-0-142-113-211",
  "type": "statute",
  "title": "Freundschaftsvertrag vom 7. Juni 1934 zwischen der Schweiz und Ägypten",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/51/243_250_281/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "",
      "content": "Immerwährender Friede und unveränderliche Freundschaft sollen zwischen der Schweiz und Ägypten sowie zwischen ihren Staatsangehörigen und Untertanen bestehen."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "",
      "content": "Jeder der vertragschliessenden Teile kann diplomatische Vertreter, Generalkonsuln, Konsuln, Vizekonsuln und Konsularagenten ernennen, die in den Städten, Häfen und Plätzen des andern Teils Wohnsitz nehmen, in denen auch Vertreter gleicher Art eines dritten Landes zugelassen sind. Die Generalkonsuln, Konsuln, Vizekonsuln und Konsularagenten müssen, um ihr Amt antreten zu können, das Exequatur oder eine andere gültige Ermächtigung der Regierung des Aufenthaltslandes besitzen. Es ist der Regierung, die ein Exequatur oder eine ähnliche Ermächtigung erteilt hat, unbenommen, sie zurückzuziehen, wenn sie es für gut findet. Sofern sie von diesem Rechte Gebrauch macht, wird sie die Gründe dieses Entzuges bekanntgeben. Die diplomatischen Vertreter beider Länder geniessen die gleichen Rechte, Privilegien, Befreiungen und Immunitäten, wie sie den Vertretern gleichen Ranges und gleicher Art der meistbegünstigten Nation jetzt oder in Zukunft gewährt werden. Siehe auch das Wiener Übereink. vom 18. April 1961 über diplomatische Beziehungen ( SR 0.191.01 ) sowie das Wiener Übereink. vom 24. April 1963 über konsularische Beziehungen ( SR 0.191.02 )."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "",
      "content": "Der gegenwärtige Vertrag wird ratifiziert und tritt in Kraft am Tage des Austausches der Ratifikationsurkunden, der in Kairo sobald als möglich stattfinden soll."
    }
  ],
  "definitions": []
}