{
  "id": "sr-0-142-113-672",
  "type": "statute",
  "title": "Abkommen vom 25. Februar 2019 zwischen der Schweizerischen Eidgenossenschaft und dem Vereinigten Königreich von Grossbritannien und Nordirland über die Rechte der Bürgerinnen und Bürger infolge des Austritts des Vereinigten Königreichs aus der Europäischen Union und des Wegfalls des Freizügigkeitsabkommens (mit Anhang)",
  "title_en": "Agreement of 25 February 2019 between the Swiss Confederation and the United Kingdom of Great Britain and Northern Ireland on Citizens’ Rights following the Withdrawal of the United Kingdom from the European Union and the Free Movement of Persons Agreement",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2020/1059/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Part One Common Provisions",
      "section": "1",
      "title": "Objective",
      "content": "The Agreement between the European Community and its Member States, of the one part, and the Swiss Confederation, of the other, on the free movement of persons («the FMOPA») ceases to apply on the specified date between the Swiss Confederation («Switzerland») and the United Kingdom of Great Britain and Northern Ireland («United Kingdom») as a consequence of the United Kingdom’s withdrawal from the European Union («Union»). Acknowledging their commitment with regard to Article 23 of the FMOPA, the United Kingdom and Switzerland secure the rights acquired under the FMOPA (including the three annexes) with this Agreement. This agreement protects the rights of Swiss, United Kingdom and, for matters related to Annex II, European Union nationals who have acquired rights under the FMOPA. SR 0.142.112.681"
    },
    {
      "provision_ref": "art2",
      "chapter": "Part One Common Provisions",
      "section": "2",
      "title": "Definitions",
      "content": "For the purposes of this Agreement, the following definitions apply: a) «the FMOPA» means the Agreement between the European Community and its Member States, of the one part, and the Swiss Confederation, of the other, on the free movement of persons. b) «specified date» means: i) in the case where there is no transitional arrangement, the date on which the United Kingdom ceases to be a Member State of the European Union; ii) in the case where there is a transitional arrangement, the date on which that transitional arrangement ceases to apply. c) «transitional arrangement» means an arrangement during which the FMOPA continues to apply to the United Kingdom. d) «United Kingdom national» means a national of the United Kingdom as defined in the New Declaration by the Government of the United Kingdom of 31 December 1982 on the definition of the term «nationals» together with Declaration No 63 annexed to the Final Act of the intergovernmental conference which adopted the Treaty of Lisbon. OJ L. C 23 of 28.1.1983, p. 1 OJ L. C 306 of 17.12.2007, p. 270"
    },
    {
      "provision_ref": "art3",
      "chapter": "Part One Common Provisions",
      "section": "3",
      "title": "Territorial scope",
      "content": "The provisions of this Agreement shall apply, on the one hand, to the United Kingdom and Gibraltar and, on the other hand, to Switzerland."
    },
    {
      "provision_ref": "art4",
      "chapter": "Part One Common Provisions",
      "section": "4",
      "title": "Methods and principles relating to the effect, the implementation and the application of this Agreement",
      "content": "1. The Parties undertake to apply or to give effect to the provisions of this Agreement and in particular to guarantee the rights of Swiss and United Kingdom nationals and their family members under the Agreement by the specified date. 2. The persons covered by this Agreement shall enjoy the rights provided in this Agreement for their lifetime, unless they no longer fulfil the conditions set out in this Agreement. 3. The application of this Agreement is without prejudice to any more favourable national provisions which may exist for both nationals of the United Kingdom and Switzerland and their family members. 4. In the interpretation and application of any domestic legislation implementing this Agreement and the rights contained therein, each Party’s judicial and administrative authorities shall have due regard to this Agreement. 5. The provisions of this Agreement referring to the FMOPA and Union law concepts contained therein shall be interpreted in conformity with Article 16 paragraph 2 of the FMOPA."
    },
    {
      "provision_ref": "art4a",
      "section": "4a",
      "title": "a Good faith",
      "content": "The Parties shall, in full mutual respect and good faith, assist each other in carrying out tasks which flow from this Agreement. They shall take all appropriate measures, whether general or particular, to ensure fulfilment of the obligations arising from this Agreement and shall refrain from any measures which could jeopardise the attainment of the objectives of this Agreement."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "References to the FMOPA",
      "content": "1. Unless otherwise provided in this Agreement all references in this Agreement to the FMOPA shall be understood as references to the FMOPA as applicable immediately prior to the specified date. 2. Unless otherwise provided in this Agreement, all references in this Agreement to Union acts or provisions thereof, shall be understood as references to the acts or provisions as incorporated into the FMOPA, and made applicable in the Contracting Parties to the FMOPA, as applicable immediately prior to the specified date."
    },
    {
      "provision_ref": "art5a",
      "section": "5a",
      "title": "a References to member states",
      "content": "For the purposes of this Agreement, all references to Member States and competent authorities in provisions of the FMOPA made applicable by this Agreement shall be read as including the United Kingdom and its competent authorities."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Joint Committee",
      "content": "1. A Joint Committee composed of representatives of the Parties is hereby established. It shall be responsible for the management, proper application and monitoring of this Agreement. It shall have particular regard to Part Three of the Agreement and review regularly its functioning. To those ends it shall issue recommendations where applicable and take decisions in the circumstances provided for in this Agreement. The Joint Committee shall reach its decisions by mutual agreement. 2. For the purposes of the proper implementation of this Agreement, the Parties shall regularly exchange information and, at the request of either of them, shall consult each other within the Joint Committee. 3. The Joint Committee shall establish its rules of procedure. 4. The Joint Committee shall meet as and when necessary. 5. The Joint Committee may decide to set up any working party or group of experts to assist it in the performance of its duties. 6. The Parties may bring a matter under dispute which concerns the interpretation or application of this Agreement to the Joint Committee. 7. The Joint Committee may settle the dispute. Any information which might be of use in making possible an in-depth examination of the situation with a view to finding an acceptable solution shall be supplied to the Joint Committee. To this end, the Joint Committee shall consider every possible means to maintain the good functioning of this Agreement."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Non-discrimination",
      "content": "Nationals of a Party who are lawfully resident in the territory of the other Party shall not, in application of and in accordance with the provisions of this Agreement, be the subject of any discrimination on grounds of nationality."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Right of appeal",
      "content": "Article 11 of the FMOPA shall apply in respect of any decision of the competent authorities of the United Kingdom or Switzerland with regard to the application and implementation of this Agreement."
    },
    {
      "provision_ref": "art9",
      "chapter": "Title I General Provisions",
      "section": "9",
      "title": "Definitions",
      "content": "For the purposes of this Part, the following definitions shall apply: a) «family members» means family members of Swiss nationals or United Kingdom nationals as defined in Article 3 paragraph 2 of Annex I to the FMOPA, irrespective of their nationality; b) «frontier workers» means Swiss nationals or United Kingdom nationals who have their residence in the territory of a State which was a Contracting Party to the FMOPA before the specified date and who pursue an economic activity in the United Kingdom or Switzerland respectively, returning to their place of residence as a rule every day or at least once a week; c) «host State» means: i) in respect of Swiss nationals, the United Kingdom if they exercised there their right of residence in accordance with the FMOPA before the specified date and continue to reside there thereafter, ii) in respect of United Kingdom nationals, Switzerland if they exercised there their right of residence in accordance with the FMOPA before the specified date and continue to reside there thereafter; d) «persons providing services» means: i) Swiss nationals or United Kingdom nationals who are established in the territory of Switzerland or the United Kingdom respectively and provide a service in the territory of the other Party, ii) employees, irrespective of their nationality, who are integrated into the regular labour market of Switzerland or the United Kingdom and posted for the provision of a service in the territory of the other Party by their employer established in Switzerland or the United Kingdom in conformity with Article 18 of Annex I to the FMOPA; e) «State of work» means: i) in respect of Swiss nationals, the United Kingdom, if they pursued an economic activity as frontier workers there before the specified date and continue to do so thereafter, ii) in respect of United Kingdom nationals, Switzerland, if they pursued an economic activity as frontier workers before the specified date and continue to do so thereafter."
    },
    {
      "provision_ref": "art10",
      "chapter": "Title I General Provisions",
      "section": "10",
      "title": "Personal scope",
      "content": "1. Without prejudice to Parts Three and Four, this Part shall apply to the following persons: a) Swiss nationals who exercised their right to reside in the United Kingdom in accordance with the FMOPA before the specified date and continue to reside there thereafter; b) United Kingdom nationals who exercised their right to reside in Switzerland in accordance with the FMOPA before the specified date and continue to reside there thereafter; c) Swiss nationals who exercised their right as frontier workers in the United Kingdom in accordance with the FMOPA before the specified date and continue to do so thereafter; d) United Kingdom nationals who exercised their right as frontier workers in Switzerland in accordance with the FMOPA before the specified date and continue to do so thereafter; e) family members of the persons referred to in sub-paragraphs (a) to (b), where they fulfil one of the following conditions: i) they resided in the host State in accordance with the FMOPA before the specified date and continue to reside there thereafter, ii) they were directly related to a person referred to in sub-paragraphs a–b and resided outside the host State before the specified date, provided that they fall under paragraph 2 sub-paragraphs a–c of Article 3 paragraph 2 of Annex I to the FMOPA at the time they seek residence under this Part in order to join the person referred to in sub-paragraphs a–b of this paragraph, iii) they are born to, or otherwise become the child of, a person referred to in sub-paragraphs a–b on or after the specified date, whether inside or outside the host State, provided that they fall under paragraph 2 sub-paragraph a or c of Article 3 of Annex I to the FMOPA at the time they seek residence under this Part in order to join the person referred to in sub-paragraphs a–b of this paragraph, iv) they become the spouse of a person referred to in sub-paragraphs a–b within the period of five years following the specified date, provided they seek residence under this Part in order to join the person referred to in sub-paragraphs a–b of this paragraph before the end of that period; f) persons providing services, to the extent set out in Articles 23 and 24. 2. Family members falling under Article 3 paragraph 2 of Annex I to the FMOPA otherwise than under sub-paragraphs a–c of that provision whose admission was facilitated by Switzerland or the United Kingdom before the specified date in accordance with that provision shall, subject to Article 14, retain their right of residence in the host State on or after that date in accordance with the national legislation of Switzerland or the United Kingdom respectively. 3. Paragraph 2 also applies to persons falling under Article 3 paragraph 2 of Annex 1 to the FMOPA otherwise than under sub-paragraphs a–c of that provision who have applied for facilitation of entry and residence before the specified date, and whose admission is facilitated by Switzerland or the United Kingdom in accordance with its national legislation on or after that date."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Continuity of Residence",
      "content": "Continuity of residence for the purposes of Articles 9 and 10 shall not be affected by absences as referred to in Articles 4 (see the reference to Regulation (EEC) No 1251/70), 6 paragraph 5, 12 paragraph 5 and 24 paragraph 6 of Annex I to the FMOPA."
    },
    {
      "provision_ref": "art12",
      "chapter": "Title II Rights and Obligations",
      "section": "12",
      "title": "Residence rights",
      "content": "1. Swiss nationals and United Kingdom nationals shall have the right to reside in the host State subject to the limitations and conditions set out in Articles 2, 4, 6, 10, 12, 16 and 24 of Annex I to the FMOPA. 2. Family members, whatever their nationality, shall have the right to reside in the host State as set out in Articles 3 and 4 of Annex I to the FMOPA, subject to the limitations and conditions set out in those provisions. 3. The host State may not impose any limitations and conditions other than those provided for in this Title on the persons referred to in paragraphs 1 and 2 for obtaining, retaining or losing residence rights. There shall be no discretion in applying the limitations and conditions, other than in favour of the person concerned."
    },
    {
      "provision_ref": "art13",
      "chapter": "Title II Rights and Obligations",
      "section": "13",
      "title": "Right of exit and of entry",
      "content": "1. Subject to paragraph 3, Swiss nationals and United Kingdom nationals and their respective family members residing in the territory of the host State in accordance with the conditions set out in this Title shall have the right to leave the host State and the right to enter it set out in Article 1 of Annex 1 to the FMOPA with a valid passport or national identity card, and a valid passport for their respective family members who are not Swiss nationals or United Kingdom nationals. After five years following the specified date, the United Kingdom may decide no longer to accept a national identity card to enter or exit its territory, if the respective national identity card does not include a chip compliant with the applicable International Civil Aviation Organisation standards related to biometric identification. 2. Subject to paragraph 3, no exit or entry visa or equivalent formality shall be required for holders of a valid document issued in accordance with the following Articles of this Agreement: a) Article 16; b) Article 21; c) Article 24, insofar as it applies to Swiss nationals and United Kingdom nationals. 3. In Switzerland, the entry and exit of United Kingdom nationals and their family members shall be regulated in accordance with its association with Schengen. If, and only if, Switzerland is obliged to require documents other than those set out in Article 1 of Annex 1 to the FMOPA due to its Schengen association, the United Kingdom may also require these same documents for the purposes of the entry and exit of Swiss nationals in the United Kingdom. 4. Where the host State requires either i) persons providing services pursuant to Article 23 of this Agreement who are neither a United Kingdom nor a Swiss national; or ii) family members who join the Swiss national or the United Kingdom national covered by this Agreement on or after the specified date, to have an entry visa, the host State shall grant such persons every facility to obtain the necessary visas."
    },
    {
      "provision_ref": "art14",
      "chapter": "Title II Rights and Obligations",
      "section": "14",
      "title": "Permanent residence status",
      "content": "1. For the purposes of determining eligibility for permanent residence status under national law, the Parties shall not require Swiss nationals or United Kingdom nationals who fall under Article 10 paragraph 1 subparagraphs a, b or e, 2 or 3 of this Agreement to have resided legally for a continuous period of more than 5 years. 2. Subject to paragraph 3, permanent residence status shall not be affected by absences from the territory of Switzerland or the United Kingdom for a period of less than four consecutive years. 3. The host State may impose in respect of persons holding permanent residence status a notification scheme for departure abroad, in which case paragraph 2 shall only apply where the holder of permanent residence status makes a request for their permanent residence status to remain valid for a further four years (as they shall be permitted to do under national legislation) and that request is granted. The request must be submitted no later than six months from the date of exit from the host State."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Status and changes",
      "content": "The right of Swiss nationals, United Kingdom nationals and their respective family members to rely directly on this Part shall not be affected when they change status, for example between student, worker, self-employed person, economically inactive person and family member. Persons who, before the specified date, enjoyed a right of residence in their capacity as family members of Swiss nationals or United Kingdom nationals cannot become persons referred to in sub-paragraphs a–b of Article 10 paragraph 1 of this Agreement. Accordingly, they cannot generate family reunification rights under sub-paragraph e of Article 10 paragraph 1 of this Agreement."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Issuance of residence documents",
      "content": "1. The host State may require Swiss nationals, United Kingdom nationals and their respective family members, residing in its territory in accordance with the conditions set out in this Title, to apply for a new residence status which confers the rights under this Title and a document evidencing such status which may be in a digital form. Applying for such a residence status shall be subject to the following conditions: a) the purpose of the application procedure shall be to verify whether the applicant is entitled to the residence rights set out in this Title. Where that is the case, the applicant shall have a right to be granted the residence status and the document evidencing it; b) the deadline for submitting the application shall not be less than 6 months from the specified date for persons residing in the host State before the specified date. The deadline for persons who have the right to commence residence in the host State after the specified date in accordance with this Title shall be 3 months after their arrival or the expiry of the deadline referred to in the first sentence of this subparagraph, whichever is later. A certificate of application for the residence status shall be issued immediately; c) the deadline for submitting the application referred to in sub-paragraph b shall be extended automatically by one year where: i) Switzerland or the United Kingdom has notified the United Kingdom or Switzerland, respectively, that technical problems prevent the host State either from registering the application or from issuing the certificate of application referred to in sub-paragraph b, or ii) the Joint Committee decides that there are reasonable grounds for so extending it. The host State shall provide appropriate public information for the nationals concerned in good time; d) where the deadline for submitting the application referred to in sub-paragraph b is not respected by the persons concerned, the competent authorities shall assess all the circumstances and reasons for not respecting the deadline and allow those persons to submit an application within a reasonable further period of time, where there are reasonable grounds for the failure to respect the deadline; e) the host State shall ensure that administrative procedures for applications are smooth, transparent and simple and that any unnecessary administrative burdens are avoided; f) application forms shall be short, simple, user friendly and adjusted to the context of this Agreement; applications made by families at the same time shall be considered together; g) the document evidencing the status shall be issued free of charge or for a charge not exceeding that imposed on nationals for the issuing of similar documents; h) persons who, before the specified date, are holders of a valid immigration document recognising or conferring a permanent right to reside in the United Kingdom, shall have the right to exchange that document within the period referred to in sub-paragraph b for a new residence document upon application after a verification of their identity, a criminality and security check in accordance with sub-paragraph o of this paragraph and confirmation of ongoing residence; such a document shall be free of charge; i) the identity of the applicants shall be verified through the presentation of a valid passport or national identity card for Swiss nationals and United Kingdom nationals, and a valid passport for their respective family members who are not Swiss nationals or United Kingdom nationals; the acceptance of such identity documents shall not be made conditional upon any criteria other than that of validity. Where the identity document is retained by the competent authorities of the host State while the application is pending, the host State shall return that document upon application without delay and before the decision on the application is taken; j) supporting documents other than identity documents, such as civil status documents, may be submitted in copy. Originals of supporting documents can be required only in specific cases where there is a reasonable doubt as to the authenticity of the supporting documents submitted; k) the host State may only require Swiss nationals and United Kingdom nationals to produce, in addition to the identity documents referred to in sub-paragraph i of this paragraph, the following supporting evidence: i) where they reside in the host State as employed persons, the document by virtue of which they entered the host State and a 12 contractual statement from the employer or a written confirmation of engagement, ii) where they reside in the host State as self-employed persons, the document by virtue of which they entered the host State and proof that they are self-employed or wish to become so, iii) where they reside in the host State as economically inactive persons, proof that they have sufficient resources for themselves and their family members not to have to apply for social assistance benefits during their stay and have comprehensive sickness insurance cover in the host State, iv) where they reside in the host State as students, evidence that they are registered in an approved establishment for the purpose of following, as their principal activity, a vocational training course, have sufficient financial means for themselves and their spouse and dependent children not to have to apply for social assistance benefits during their stay, and have comprehensive sickness insurance cover in the host State; l) the host State may only require family members to produce, in addition to the identity documents referred to in point i of this paragraph, the document by virtue of which they entered the territory, a document issued by the competent authority of the state of origin or provenance proving their relationship, and, for dependants, a document issued by the competent authority of the state or origin or provenance certifying that they are dependents of the Swiss national or UK national or that they live in their household in that state; m) if the host State has reasonable doubts as to whether the conditions relating to the right of residence under this Title have been fulfilled, the host State may require additional evidence. The host State shall not require applicants to present evidence that goes beyond what is strictly necessary and proportionate to demonstrate that the conditions relating to the right of residence under this Title have been fulfilled; n) the competent authorities of the host State shall help the applicants prove their eligibility and avoid any errors or omissions in the application; they shall give the applicants the opportunity to furnish supplementary evidence and to correct any deficiencies, errors or omission; o) criminality and security checks may be carried out systematically on applicants with the exclusive aim of verifying whether restrictions set out in Article 17 of this Agreement may be applicable. For that purpose, applicants may be required to declare past criminal convictions which appear in their criminal record in accordance with the law of the state of conviction at the time of the application; p) the new residence document shall include a statement that it has been issued in accordance with this Agreement. 2. During the period referred to in sub-paragraph b of paragraph 1 of this Article and its possible one-year extension under sub-paragraph c of paragraph 1 of this Article, all rights provided for in this Part shall be deemed to apply to Swiss nationals, United Kingdom nationals and their respective family members, residing in the host State in accordance with the conditions and subject to the restrictions set out in Article 17 of this Agreement. 3. Pending a final decision by the competent authorities on any application referred to in paragraph 1, as well as a final judgment handed down in case of judicial redress sought against any rejection of such application by the competent administrative authorit"
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Restrictions of the right of residence",
      "content": "1. Conduct of Swiss nationals, United Kingdom nationals or their family members exercising rights under this Title that occurred before the specified date shall be considered in accordance with Article 5 of Annex I to the FMOPA. 2. Conduct of Swiss nationals, United Kingdom nationals or their family members exercising rights under this Title that occurred on or after the specified date may constitute grounds for restricting the right of residence by the host State or the right of entry in the State of work in accordance with national legislation. 3. The host State may adopt the necessary measures to refuse, terminate or withdraw any right conferred by this Title in the case of abuse of those rights or fraud."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Related rights",
      "content": "1. In accordance with Article 3 paragraph 5 of Annex I to the FMOPA, irrespective of nationality, the spouse, dependent children and children aged under 21 of a Swiss national or a United Kingdom national who have the right of residence in the host State or the State of work shall be entitled to take up employment or self-employment there. 2. In accordance with Article 3 paragraph 6 of Annex I to the FMOPA, the children of a Swiss national or a United Kingdom national shall be admitted to general education, apprenticeships and vocational training courses on the same basis as nationals of the host State, if those children are living in its territory."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Rights of employed and self-employed persons exercising a residence right and of their family members",
      "content": "1. Employed persons and self-employed persons (within the meaning of Articles 6 and 12 of Annex I to the FMOPA) who are residing on the basis of this Agreement in the territory of the host State shall: a) have the right to occupational and geographical mobility throughout the territory of that State as set out in Articles 8 and 14 of Annex I to the FMOPA respectively; and b) enjoy equal treatment with the nationals of that State as set out in Articles 9 and 15 of Annex I to the FMOPA respectively. 2. Family members of employed persons and self-employed persons shall enjoy the rights set out in Articles 9 paragraph 2 and 15 paragraph 2 of Annex I to the FMOPA respectively."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Rights and restrictions of rights of frontier workers",
      "content": "1. The rights set out in Articles 8, 9, 14 and 15 of Annex I to the FMOPA shall continue to apply to frontier workers to the extent that they applied to such persons before the specified date. 2. Frontier workers shall enjoy the right to enter and exit the State of work in accordance with Article 13 of this Agreement. 3. The State of work may restrict the rights of frontier workers in accordance with Article 17 of this Agreement."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Issuance of a document identifying frontier workers’ rights",
      "content": "1. Switzerland and the United Kingdom may require frontier workers to apply for a document which: a) certifies that they have rights under this Title; or b) confers the rights under this Title. 2. The document referred to in paragraph 1 shall be valid throughout the territory of the State of work in accordance with Articles 7 paragraph 3 and 13 paragraph 3 of Annex I to the FMOPA."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Purchase and retention of immovable property",
      "content": "1. Nationals of a Party who have acquired immovable property in the other Party in accordance with national law before the specified date shall retain the right to hold that property as provided in Article 25 of Annex I to the FMOPA. 2. Nationals of a Party who have established a temporary residence right or a residence right before the specified date in the other Party shall be entitled to acquire immovable property as provided in article 25 of Annex I to the FMOPA on or after the specified date, provided that at the time of purchase the residence right persists and that the national of a Party has his principal residence in the host State. 3. Nationals of a Party who were frontier workers in the other Party prior to the specified date and who have retained their status as frontier workers shall be permitted to acquire immovable property in the other Party in which they are frontier working as provided in Article 25 paragraph 3 of Annex I to the FMOPA."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Rights of persons providing services",
      "content": "1. With reference to Article 5 of FMOPA as well as Article 17 of Annex I to the FMOPA, persons providing services from Switzerland and the United Kingdom shall have the right to continue providing services in the territory of the other Party on or after the specified date for a period not exceeding 90 days of actual work in a calendar year subject to the following conditions: i) persons providing services must do so on the basis of a written service contract which was concluded, and the performance of which started, prior to the specified date; ii) the provision of services may not continue beyond the period ending 5 years after the specified date, unless the period is extended in accordance with paragraph 2. 2. Prior to the end of the period specified in paragraph 1(ii) and prior to the end of each subsequent 5-year period, the Parties shall jointly review through the Joint Committee whether to extend the period specified in paragraph 1 (ii). Where the Parties agree there are no compelling grounds to decline to extend the period, the Parties shall extend the period for a further 5 years by decision of the Joint Committee. 3. This Article shall be superseded in circumstances where an agreement dealing with the movement of natural persons for the purposes of the supply of services in accordance with the Parties’ rights and obligations under the General Agreement on Trade in Services of the World Trade Organisation is concluded and applied between the Parties. 4. Annexes II and III of the FMOPA shall apply accordingly. For this purpose, any reference in Title II of Directive 2005/36/EC of the European Parliament and of the Council and in Council Directive 77/249/EEC to «Member State» shall be considered to apply only to the United Kingdom and Switzerland so as to provide that persons providing services must be established in the United Kingdom or Switzerland for the purpose of pursuing their profession. For the purposes of applying Annex II, the provisions of Title II of Regulation (EC) No 883/2004 of the European Parliament and of the Council shall be applied during the periods provided for in paragraph 1 of this Article to persons providing services who are not or are no longer covered by Article 25. 5. Persons providing services in accordance with this Article shall enjoy the right to enter and exit Switzerland and the United Kingdom in accordance with Article 13 of this Agreement. 6. Switzerland and the United Kingdom may restrict the rights of persons providing services pursuant to this Article in accordance with Article 17 of this Agreement. For greater certainty, «written» shall include in electronic form. Directive 2005/36/EC of the European Parliament and of the Council of 7 September 2005 on the recognition of professional qualifications (OJ L 255, 30.9.2005, p. 22) Council Directive 77/249/EEC of 22 March 1977 to facilitate the effective exercise by lawyers of freedom to provide services (OJ L 78, 26.3.1977, p. 17) Regulation (EC) No 883/2004 of the European Parliament and of the Council of 29 April 2004 on the coordination of social security systems (OJ L 166, 30.4.2004, p.1)"
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Issuance of a document identifying rights of persons providing services",
      "content": "Switzerland and the United Kingdom may require persons providing services to apply for a document which: a) certifies that they have rights under this Title; or b) confers the rights under this Title."
    },
    {
      "provision_ref": "art25",
      "chapter": "Part Three Coordination of Social Security Systems",
      "section": "25",
      "title": "Persons covered",
      "content": "1. Without prejudice to Parts Two and Four, this Part shall apply to the following persons: a) Swiss nationals who are subject to the legislation of the United Kingdom immediately before the specified date, as well as their family members and survivors; b) United Kingdom nationals who are subject to the legislation of Switzerland immediately before the specified date, as well as their family members and survivors; c) Swiss nationals who reside in the United Kingdom and are subject to the legislation of Switzerland immediately before the specified date, as well as their family members and survivors; d) United Kingdom nationals who reside in Switzerland, and are subject to the legislation of the United Kingdom immediately before the specified date, as well as their family members and survivors; e) persons who do not fall within points (a) to (d) but are: i) Swiss nationals who pursue an activity as an employed or self-employed person in the United Kingdom immediately prior to the specified date, and who, based on Title II of Regulation (EC) No 883/2004 of the European Parliament and of the Council, are subject to the legislation of Switzerland, as well as their family members and survivors, or ii) United Kingdom nationals who pursue an activity as an employed or self-employed person in Switzerland immediately before the specified 18 date, and who, based on Title II of Regulation (EC) No 883/2004, are subject to the legislation of the United Kingdom, as well as their family members and survivors; f) stateless persons and refugees, residing in Switzerland or in the United Kingdom, who are in one of the situations described in points a) to e), as well as their family members and survivors. 2. The persons referred to in paragraph 1 shall be covered for as long as they continue without interruption to be in one of the situations set out in that paragraph involving both Switzerland and the United Kingdom at the same time. 3. This Part shall also apply to persons who do not, or who no longer, fall within points a) to e) of paragraph 1 of this Article but who fall within Article 10 of this Agreement, as well as their family members and survivors. 4. The persons referred to in paragraph 3 shall be covered for as long as they continue to have a right to reside in the host State under Article 12 of this Agreement, or a right to work in their State of work under Article 20 of this Agreement. 5. Where this Article refers to family members and survivors, those persons shall be covered by this Title only to the extent that they derive rights and obligations in that capacity under Regulation (EC) No 883/2004."
    },
    {
      "provision_ref": "art26",
      "chapter": "Part Three Coordination of Social Security Systems",
      "section": "26",
      "title": "Social security coordination rules",
      "content": "1. The rules and objectives set out in Article 8 of the FMOPA, Regulation (EC) No 883/2004 and Regulation (EC) No 987/2009 of the European Parliament and of the Council shall apply to the persons covered by this Part. Switzerland and the United Kingdom shall take due account of the Decisions and Recommendations of the Administrative Commission for the Coordination of Social Security Systems attached to the European Commission, set up under Regulation (EC) No 883/2004 («Administrative Commission») listed in Part I of Annex I this Agreement. 2. For the purposes of this Part, the definitions in Article 1 of Regulation (EC) No 883/2004 shall apply. Regulation (EC) No 987/2009 of the European Parliament and of the Council of 16 September 2009 laying down the procedure for implementing Regulation (EC) No 883/2004 on the coordination of social security systems (OJ L 284, 30.10.2009, p. 1)"
    },
    {
      "provision_ref": "art26a",
      "section": "26a",
      "title": "a Special situations covered",
      "content": "1. The following rules shall apply in the following situations, insofar as they relate to persons not or no longer covered by Article 25: a) the following persons shall be covered by this Part for the purposes of reliance on and aggregation of periods of insurance, employment, self-employment or residence, including rights and obligations deriving from such periods in accordance with Regulation (EC) No 883/2004: i) Swiss nationals, as well as stateless persons and refugees residing in Switzerland, who have been subject to the legislation of the United Kingdom before the specified date, as well as their family members and survivors, ii) United Kingdom nationals, as well as stateless persons and refugees residing in the United Kingdom, who have been subject to the legislation of Switzerland before the specified date, as well as their family members and survivors; For the purposes of the aggregation of periods, periods completed both before and after the specified date shall be taken into account in accordance with Regulation (EC) No 883/2004; b) the rules set out in Articles 20 and 27 of Regulation (EC) No 883/2004 shall continue to apply to persons who, before the specified date, had requested authorisation to receive a course of planned health care treatment pursuant to Regulation (EC) No 883/2004, until the end of the treatment. The corresponding reimbursement procedures shall also apply even after the treatment ends. Such persons and the accompanying persons shall enjoy the right to enter and exit the State of treatment in accordance with Article 13, mutatis mutandis; c) the rules set out in Articles 19 and 27 of Regulation (EC) No 883/2004 shall continue to apply to persons who are covered by Regulation (EC) No 883/2004 and who are on a stay immediately before the specified date in Switzerland or the United Kingdom, until the end of their stay. The corresponding reimbursement procedures shall also apply even after the stay or treatment ends; d) the rules set out in Articles 67, 68 and 69 of Regulation (EC) No 883/2004 shall continue to apply, for as long as the conditions are fulfilled, to awards of family benefits to which there is entitlement immediately before the specified date for the following persons: i) Swiss nationals, stateless persons and refugees residing in Switzerland, who are subject to the legislation of Switzerland and have 20 family members residing in the United Kingdom immediately before the specified date, ii) United Kingdom nationals, as well as stateless persons and refugees residing in the United Kingdom, who are subject to the legislation of the United Kingdom and have family members residing in Switzerland immediately before the specified date; e) in the situations set out in point d) numbers i) and ii) of the first subparagraph, for any persons who have rights as family members immediately before the specified date under Regulation (EC) No 883/2004, such as derived rights for sickness benefits in kind, that Regulation and the corresponding provisions of Regulation (EC) No 987/2009 shall continue to apply for as long as the conditions provided therein are fulfilled. 2. The provisions of Chapter 1 of Title III of Regulation (EC) No 883/2004 as regards sickness benefits shall apply to persons receiving benefits under sub-paragraph a) of paragraph 1 of this Article. This paragraph shall apply mutatis mutandis as regards family benefits based on Articles 67, 68 and 69 of Regulation (EC) No 883/2004."
    },
    {
      "provision_ref": "art26b",
      "section": "26b",
      "title": "b Nationals of European Union Member States",
      "content": "1. The provisions of this Part applicable to nationals of Switzerland shall apply to nationals of European Union Member States, provided that: a) the European Union has concluded and applies a corresponding agreement with the United Kingdom which applies to Swiss nationals; and b) the European Union has concluded and applies a corresponding agreement with Switzerland which applies to United Kingdom nationals. 2. Upon notification from the United Kingdom and from Switzerland of the date of entry into force of the agreements referred to in paragraph 1 of this Article, the Joint Committee established by Article 6 shall set the date from which the provisions of this Part shall apply to the nationals of the European Union Member States. By Joint Committee Decision No 1/2021 adopted on 4 August 2021, the Contracting Parties decided that the provisions of Part III of the Agreement on the coordination of social security schemes shall apply to nationals of the Member States of the European Union as from 1 Jan. 2021 ( AS 2021 709 )."
    },
    {
      "provision_ref": "art26c",
      "section": "26c",
      "title": "c Operation of this Part in circumstances where there is no relevant withdrawal agreement between the European Union and the United Kingdom",
      "content": "Where there is no agreement in force between the United Kingdom and the European Union which provides for Regulations (EC) No 883/2004 and (EC) No 987/2009 to apply to any specified category of person as between the United Kingdom and the European Union, the 21 European Union coordination regulations referred to in Article 26 shall apply only as between the United Kingdom and Switzerland to the extent possible and necessary for the purposes of this Agreement."
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "Reimbursement, recovery and offsetting",
      "content": "The provisions of Regulations (EC) No 883/2004 and (EC) No 987/2009 on reimbursement, recovery and offsetting shall continue to apply in relation to events, in so far as they relate to persons not covered by Article 25, that: a) occurred before the specified date; or b) occur on or after the specified date and relate to persons who were covered by Articles 25 or 26 a when the event occurred."
    },
    {
      "provision_ref": "art28",
      "section": "28",
      "title": "Development of law and adaptations of Union acts",
      "content": "1. Where Regulations (EC) No 883/2004 and (EC) No 987/2009 are amended or replaced on or after the specified date, the reference to those Regulations in this Agreement shall be read as referring to them as amended or replaced, in accordance with the acts listed in Part II of Annex I to this Agreement. The Joint Committee established under Article 6 of this Agreement shall revise Part II of Annex I to this Agreement and align it to any act amending or replacing Regulations (EC) No 883/2004 and (EC) No 987/2009 and incorporated into the FMOPA and the Withdrawal Agreement between the United Kingdom and the European Union, as soon as a decision to that effect is adopted by the Swiss-EU Joint Committee established under Article 14 of the FMOPA and the corresponding Joint Committee established under the Withdrawal Agreement between the United Kingdom and the European Union. To that end, the Parties shall, as soon as possible after adoption, inform each other within the Joint Committee established under Article 6 of this Agreement of any act amending or replacing those Regulations. 2. By way of derogation from the second subparagraph of paragraph 1, where an act amending or replacing Regulations (EC) No 883/2004 and (EC) No 987/2009 that has been incorporated into the FMOPA and the Withdrawal Agreement between the United Kingdom and the European Union: a) amends or replaces the matters covered by Article 3 of Regulation (EC) No 883/2004; or b) makes a cash benefit which is exportable or non-exportable under that Regulation immediately prior to the specified date non-exportable or exportable respectively; or c) makes a cash benefit which is exportable for a limited period of time under that Regulation immediately prior to the specified date exportable for an unlimited period of time, or makes a cash benefit which is exportable for an unlimited period of time under that Regulation immediately prior to the specified date exportable only for a limited period of time; the Joint Committee shall assess the effects of the act. In making its assessment the Joint Committee shall consider in good faith the scale of the changes referred to in a) to c), as well as the importance of the continued good functioning of Regulations (EC) No 883/2004 and (EC) No 987/2009 between Switzerland and the United Kingdom and of there being a competent State in relation to an individual in scope of Regulation (EC) No 883/2004. If the Joint Committee so decides within 6 months from the information given pursuant to paragraph 1, Part II of Annex I to this Agreement shall not be aligned to the act referred to in sub-paragraph 1. For the purposes of this paragraph: d) «exportable» means payable under Regulation (EC) No 883/2004 to or in relation to a person residing in a Member State other than that in which the institution responsible for providing the benefit is situated. ‘Non-exportable’ shall be interpreted accordingly; and e) «exportable for an unlimited period of time» means exportable for as long as the conditions giving rise to entitlements are met. 3. Regulations (EC) No 883/2004 and (EC) No 987/2009 shall, for the purposes of this Agreement, be understood as comprising the adaptations listed in Part III of Annex I to this Agreement. The United Kingdom shall, as soon as possible after adoption, inform Switzerland of any changes in domestic provisions of relevance to Part III of Annex I to this Agreement within the Joint Committee. 4. The Decisions and Recommendations of the Administrative Commission shall, for the purposes of this Agreement, be understood as comprising the list set out in Part I of Annex I. The Joint Committee shall amend Part I of Annex I to reflect any new Decision or Recommendation adopted by the Administrative Commission. To that end, the Parties shall, as soon as possible after adoption, inform each other thereof within the Joint Committee. Such adaptations shall be made by the Joint Committee on a proposal of Switzerland or the United Kingdom ."
    },
    {
      "provision_ref": "art28a",
      "section": "28a",
      "title": "a Development of law and adaptations of Union acts in the case of no relevant withdrawal agreement",
      "content": "1. This Article applies in circumstances where there is no agreement in force between the United Kingdom and the Union which provides for Regulations (EC) No 883/2004 and (EC) No 987/2009 to apply to any specified category of person as between the United Kingdom and the Union. 2. Where Regulations (EC) No 883/2004 and (EC) No 987/2009 are amended or replaced on or after the specified date, the reference to those Regulations in this Agreement shall be read as referring to them as amended or replaced, in accordance with the acts listed in Part II of Annex I to this Agreement. Where an act amending or replacing Regulations (EC) No 883/2004 and (EC) No 987/2009 has been incorporated into the FMOPA, the Joint Committee shall assess the effects of the act and shall consider whether it is appropriate for Part II of Annex I to this Agreement to be aligned to that act. To that end, Switzerland shall, as soon as possible after adoption, inform the United Kingdom within the Joint Committee established under Article 6 of this Agreement of any act amending or replacing those Regulations. If the Joint Committee does not take a decision to align Part II of Annex I to this Agreement to the act referred to, Part II of Annex I to this Agreement shall not be aligned to that act. 3. Regulations (EC) No 883/2004 and (EC) No 987/2009 shall, for the purposes of this Agreement, be understood as comprising the adaptations listed in Part III of Annex I to this Agreement. The United Kingdom shall, as soon as possible after adoption, inform Switzerland of any changes in domestic provisions of relevance to Part III of Annex I to this Agreement within the Joint Committee. 4. The Decisions and Recommendations of the Administrative Commission shall, for the purposes of this Agreement, be understood as comprising the list set out in Part I of Annex I. The Joint Committee may amend Part I of Annex I to reflect any new Decision or Recommendation adopted by the Administrative Commission as the Joint Committee consider appropriate. To that end, Switzerland shall, as soon as possible after adoption, inform the United Kingdom thereof within the Joint Committee. Such adaptations shall be made by the Joint Committee on a proposal of Switzerland or the United Kingdom. 5. The Joint Committee may, until the end of the fourth year following the end of the specified date, adopt decisions amending Part Three of this Agreement, for the purpose of clarifying the operation of Regulation (EC) No 883/2004 and Regulation (EC) No 987/2009 in a bilateral context."
    },
    {
      "provision_ref": "art28b",
      "section": "28b",
      "title": "b Review of Part Three in the case of no relevant withdrawal agreement",
      "content": "In the circumstances mentioned in paragraph 1 of Article 28 a , the Parties shall jointly review the provisions of Part Three of this Agreement in the Joint Committee prior to the end of the year following the date on which it is applied between the Parties and annually thereafter. In carrying out the review, the Parties shall consider whether Part Three remains the most appropriate means of securing social security coordination for the persons covered or whether Part Three should be amended or replaced."
    },
    {
      "provision_ref": "art29",
      "chapter": "Part Four Mutual Recognition of Professional Qualifications",
      "section": "29",
      "title": "Persons covered",
      "content": "Without prejudice to Parts Two and Three, this Part applies to United Kingdom nationals and Swiss nationals."
    },
    {
      "provision_ref": "art30",
      "chapter": "Part Four Mutual Recognition of Professional Qualifications",
      "section": "30",
      "title": "Recognised professional qualifications",
      "content": "1. The recognition, before the specified date of professional qualifications as defined in point b of Article 3 paragraph 1 of Directive 2005/36/EC of the European Parliament and of the Council, by Switzerland and the United Kingdom, shall maintain its effects in the respective state including where applicable the right to pursue the profession under the same conditions as its nationals, where such recognition was made in accordance with any of the following provisions: a) Title III of Directive 2005/36/EC in respect of the recognition of professional qualifications in the context of the exercise of the freedom of establishment, whether such recognition fell under the general system for the recognition of evidence of training, the system for recognition of professional experience or the system for the recognition on the basis of coordination of minimum training conditions; b) Article 10 paragraphs 1 and 3 of Directive 98/5/EC of the European Parliament and of the Council to facilitate practice of the profession of lawyer on a permanent basis in a state other than that in which the qualification was obtained; c) Council Directive 74/556/EEC in respect of the acceptance of evidence of the knowledge and ability to take up or pursue activities of self-employed persons and of intermediaries engaging in the trade and distribution of toxic products or activities involving the professional use of toxic products. 2. Lawyers registered with the relevant competent authority in Switzerland or the United Kingdom under Article 3 of Directive 98/5/EC and practising permanently under their United Kingdom professional title in Switzerland or under their Swiss professional title in the United Kingdom (such titles being home state professional titles and having the same meaning as in Article 1 paragraph 2 point d of Directive 98/5/EC) before the specified date pursuant to Article 2 of Directive 98/5/EC shall be permitted to continue practising under their home State professional title on a permanent basis in accordance with Directive 98/5/EC provided the registration is continuous. If a lawyer practising under their home State professional title is no longer registered then national law or the terms of any successor agreement between the United Kingdom and Switzerland shall apply, should that lawyer seek to register again. 3. The parties shall continue to apply as between themselves Council Directive 86/653/EEC in respect of self-employed commercial agents in respect of individuals established in the United Kingdom or Switzerland who have entered into arrangements covered by that Directive as self-employed agents before the specified date, until that arrangement is concluded. Directive 98/5/EC of the European Parliament and of the Council of 16 February 1998 to facilitate practice of the profession of lawyer on a permanent basis in a Member State other than that in which the qualification was obtained (OJ L 77, 14.3.1998, p. 36). Council Directive 74/556/EEC of 4 June 1974 laying down detailed provisions concerning transitional measures relating to activities, trade in and distribution of toxic products and activities entailing the professional use of such products including activities of intermediaries (OJ L 307, 18.11.1974, p. 1). Council Directive 86/653/EEC of 18 December 1986 on the coordination of the laws of the Member States relating to self-employed commercial agents (OJ L 382, 31.12.1986, p. 17)."
    },
    {
      "provision_ref": "art30a",
      "section": "30a",
      "title": "a Persons providing services in regulated professions",
      "content": "Persons providing services pursuant to Article 23 of this Agreement can continue to benefit from Title II of Directive 2005/36/EC and from Directive 77/249/EEC under the conditions set out in Article 23 paragraph 4."
    },
    {
      "provision_ref": "art31",
      "section": "31",
      "title": "Ongoing procedures on the recognition of professional qualifications",
      "content": "1. Article 4, in respect of professional qualifications for establishment purposes, and Title III of Directive 2005/36/EC, the second paragraph of Article 2 and Article 10 paragraphs 1, 3 and 4 of Directive 98/5/EC and Directive 74/556/EEC shall apply in respect of the examination by a competent authority of any application for the recognition of professional qualifications made before the specified date in Switzerland or the United Kingdom and in respect of the decision on any such application. 9 Council Directive 74/556/EEC of 4 June 1974 laying down detailed provisions concerning transitional measures relating to activities, trade in and distribution of toxic products and activities entailing the professional use of such products including activities of intermediaries. 2. Article 3 of Directive 98/5/EC shall apply in respect of an examination by a competent authority of any application for registration as a lawyer practising under their Swiss professional title or the relevant United Kingdom professional title (such titles being home state professional titles and having the same meaning as in Article 1 paragraph 2 point d of Directive 98/5/EC) made before the specified date in Switzerland or the United Kingdom and in respect of the decision of any such application. Where an application for registration under Article 3 of that Directive is successful the lawyer shall be permitted to practise under their home State professional title in accordance with Directive 98/5/EC provided that registration is continuous. If a lawyer practising under their home State professional title is no longer registered then national law or the terms of any successor agreement between the United Kingdom and Switzerland shall apply should that lawyer seek to register again."
    },
    {
      "provision_ref": "art32",
      "section": "32",
      "title": "Recognition procedures not yet started",
      "content": "1. Persons who have: a) obtained professional qualifications before the specified date; or b) started but not yet completed professional qualifications before the specified date and who have not started the relevant recognition procedure pursuant to Title III of Directive 2005/36/EC before the specified date, shall be permitted to apply for a recognition decision within four years of the specified date. Article 4 in respect of professional qualifications for establishment purposes, and Title III of Directive 2005/36/EC shall apply in respect of the examination by a competent authority of any application for the purposes of this paragraph. 2. Persons who have not yet applied for an attestation valid as a permit recognising their professional knowledge and ability to take up or pursue activities as provided for by Directive 74/556/EEC shall be permitted to apply for an attestation valid as a permit within four years of the specified date. Directive 74/556/EEC shall apply in respect of the examination by a competent authority of any application for the purposes of this paragraph. 3. Within four years of the specified date: a) lawyers who hold the relevant Swiss professional title or the relevant United Kingdom professional title (as listed in Article 1 paragraph 2 point a of Directive 98/5/EC) immediately before the specified date shall be permitted to register as a lawyer practising under their home State professional title (which has the same meaning as in Article 1 paragraph 2 point d of Directive 98/5/EC) with the relevant competent authority of the other Party pursuant to Article 3 of Directive 98/5/EC; b) persons who have started training towards but not yet obtained the relevant Swiss professional title or the relevant United Kingdom professional title (as listed in Article 1 paragraph 2 point a of Directive 98/5/EC) before the specified date shall be permitted upon obtaining that professional title to register as a lawyer practising under their home State title (which has the same meaning as in Article 1 paragraph 2 point d of Directive 98/5/EC) with the relevant competent authority of the other Party pursuant to Article 3 of Directive 98/5/EC. Where a lawyer within sub-paragraphs a) or b) does register with the relevant competent authority of the other Party pursuant to Article 3 of Directive 98/5/EC they shall be permitted to practise under their home State professional title in accordance with Directive 98/5/EC provided that registration is continuous. If a lawyer practising under their home State professional title is no longer registered then national law or the terms of any successor agreement between the United Kingdom and Switzerland shall apply should that lawyer seek to register again. 4. Those: a) lawyers registered with the relevant competent authority under their United Kingdom professional title in Switzerland and lawyers registered with the relevant competent authority under their Swiss professional title in the United Kingdom (such titles being home State professional titles and having the same meaning as in Article 1 paragraph 2 point d of Directive 98/5/EC) pursuant to Article 3 of Directive 98/5/EC before the specified date; b) lawyers who have obtained the relevant Swiss professional title or the relevant United Kingdom professional title (such titles being home State professional titles and having the same meaning as in Article 1 paragraph 2 point d of Directive 98/5/EC) before the specified date but who have not registered with the relevant competent authority in Switzerland or the United Kingdom under Article 3 of Directive 98/5/EC before the specified date; or c) persons who have started training towards but not yet obtained the relevant Swiss professional title or the relevant United Kingdom professional title (such titles being home State professional titles and having the same meaning as in Article 1 paragraph 2 point d of Directive 98/5/EC) before the specified date, and who have not yet started the process for admission to the profession of lawyer within the other Party under Article 10 paragraph 1 or 3 of Directive 98/5/EC before the specified date, shall be permitted, subject to registration pursuant to Article 3 of Directive 98/5/EC where sub-paragraphs b) and c) of this paragraph apply, to apply for admission under Article 10 paragraph 1 or 3 of Directive 98/5/EC within four years of the specified date. Article 10 paragraph 4 of Directive 98/5/EC shall apply in respect of the examination by a competent authority of an application under Article 10 paragraphs 1 or 3. 5. For the purposes of the recognition of third country professional qualifications where the recognition procedure has not commenced before the specified date, the following shall apply: a) persons who have secured a first recognition decision in the United Kingdom or Switzerland pursuant to Article 2(2) of Directive 2005/36/EC before the specified date, shall be permitted to apply within four years of the specified date for a recognition decision from Switzerland or the United Kingdom respectively in accordance with the provisions of that Directive; b) persons who have attained a third country professional qualification and have submitted an application for a first recognition decision to the relevant United Kingdom or Swiss competent authority pursuant to Article 2 paragraph 2 of Directive 2005/36/EC before the specified date, shall be permitted to apply within four years of the specified date for a recognition decision from Switzerland or the United Kingdom respectively in accordance with the provisions of that Directive."
    },
    {
      "provision_ref": "art33",
      "section": "33",
      "title": "Administrative cooperation on recognition of professional qualifications",
      "content": "With regard to pending applications referred to in Article 31, applications not yet initiated under Article 32 and in respect of lawyers practising under their home State professional title under Article 30 paragraph 2, the parties shall cooperate and shall provide mutual assistance in order to facilitate the application of Articles 30 paragraph 2, 31 and 32. Cooperation may include the exchange of information, including disciplinary action or criminal sanctions taken or any other serious and specific circumstances which are likely to have consequences for the pursuit of the activities falling under the Directives referred to in Articles 30 paragraph 2, 31 and 32."
    },
    {
      "provision_ref": "art34",
      "chapter": "Part Five Final Provisions",
      "section": "34",
      "title": "Annex",
      "content": "Annex I shall form an integral part of this Agreement."
    },
    {
      "provision_ref": "art35",
      "chapter": "Part Five Final Provisions",
      "section": "35",
      "title": "Authentic texts",
      "content": "This Agreement is drawn up in two original copies in the German and English languages, the texts in each of these languages being equally authentic."
    },
    {
      "provision_ref": "art36",
      "chapter": "Part Five Final Provisions",
      "section": "36",
      "title": "Entry into force and application",
      "content": "1. The Parties shall ratify or approve this Agreement in accordance with their internal procedures. Each Party shall notify the other Party of the completion of those procedures. 2. This Agreement shall enter into force on the later of: a) the specified date; or b) the first day of the second month following the date of receipt of the later of the Parties’ notifications that they have completed their internal procedures. 3. a) Pending entry into force of this Agreement, the Parties shall provisionally apply this Agreement from the specified date. b) A Party may terminate the provisional application of the Agreement by giving written notice to the other Party. Such termination shall take effect on the first day of the second month following notification. Done in Bern on 25 February 2019. For the Swiss Confederation: Mario Gattiker For the United Kingdom of Great Britain and Northern Ireland: Chris Heaton-Harris"
    }
  ],
  "definitions": []
}