{
  "id": "sr-0-142-114-879",
  "type": "statute",
  "title": "Abkommen vom 23. Dezember 1997 zwischen dem Schweizerischen Bundesrat und der Regierung der Republik Lettland über die Rückübernahme von Personen mit unbefugtem Aufenthalt (Rückübernahmeabkommen) (mit Prot.)",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2001/79/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Übernahme eigener Staatsangehöriger",
      "content": "(1) Jede Vertragspartei übernimmt auf Antrag der anderen Vertragspartei formlos die Person, die im Hoheitsgebiet der ersuchenden Vertragspartei die geltenden Voraussetzungen für die Einreise oder den Aufenthalt nicht oder nicht mehr erfüllt, wenn nachgewiesen oder glaubhaft gemacht wird, dass sie die Staatsangehörigkeit der ersuchten Vertragspartei besitzt. (2) Die ersuchende Vertragspartei nimmt diese Person unter denselben Voraussetzungen wieder zurück, wenn die Nachprüfung ergibt, dass sie zum Zeitpunkt der Ausreise aus dem Hoheitsgebiet der ersuchenden Vertragspartei nicht im Besitz der Staatsangehörigkeit der ersuchten Vertragspartei war. (3) Besitzt die Person eine mehrfache Staatsangehörigkeit oder eine dauernde Aufenthaltsbewilligung in einem Drittstaat, so besteht keine Pflicht zur Rückübernahme, wenn sie in den Drittstaat ausreisen kann."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Übernahme der Angehörigen von Drittstaaten oder Staatenlose",
      "content": "(1) Artikel 1 dieses Abkommens findet sinngemäss auf Angehörige von Drittstaaten oder Staatenlose Anwendung, denen im Hoheitsgebiet der ersuchten Vertragspartei eine dauernde Aufenthaltsbewilligung ausgestellt oder die Flüchtlingseigenschaft zuerkannt wurde. (2) Die ersuchende Vertragspartei nimmt die in Absatz 1 genannten Personen wieder zurück, wenn sich nachträglich herausstellt, dass diese zum Zeitpunkt der Ausreise aus dem Hoheitsgebiet der ersuchten Vertragspartei nicht über eine dauernde Aufenthaltsbewilligung oder den Flüchtlingsstatus im Hoheitsgebiet der ersuchten Vertragspartei verfügten."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Dauernde Aufenthaltsbewilligung",
      "content": "Als dauernde Aufenthaltsbewilligung nach Artikel 2 gilt jede von den zuständigen Behörden einer Vertragspartei nach ihrem nationalen Recht ausgestellte Erlaubnis, die im Protokoll aufgelistet ist."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Fristen",
      "content": "(1) Die ersuchte Vertragspartei beantwortet die an sie gerichteten Rückübernahmeersuchen schriftlich innerhalb von acht Arbeitstagen. (2) Die ersuchte Vertragspartei übernimmt die Person, deren Rückübernahme zugestimmt wurde, innerhalb eines Monats. Diese Frist kann auf Antrag der ersuchenden Vertragspartei verlängert werden. (3) Hält sich eine ausländische Person mit Wissen einer Vertragspartei nachweisbar länger als ein Jahr ununterbrochen in ihrem Hoheitsgebiet auf, kann sie kein Rückübernahmeersuchen mehr stellen."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Durchbeförderung",
      "content": "(1) Jede Vertragspartei übernimmt auf Ersuchen der anderen Vertragspartei Angehörige von Drittstaaten zur Durchbeförderung (nachstehend Durchbeförderung genannt), wenn die Weiterreise durch Durchgangsstaaten und die Übernahme durch den Zielstaat von der ersuchenden Vertragspartei sichergestellt worden ist. Ein Transitvisum der ersuchten Vertragspartei ist in diesem Fall nicht erforderlich. (2) Die Durchbeförderung der in Absatz 1 genannten Personen wird nicht erbeten oder wird abgelehnt, wenn hinreichende Anhaltspunkte dafür vorliegen, dass die Person im Zielstaat oder in einem allfälligen Durchgangsstaat mit unmenschlicher Behandlung oder Todesstrafe bedroht oder ihr Leben, ihre körperliche Integrität oder ihre Freiheit wegen ihrer Nationalität, Religion, Rasse oder politischen Überzeugung in Gefahr ist. (3) Die Durchbeförderung kann ausserdem abgelehnt werden, wenn die Person im Hoheitsgebiet der ersuchten Vertragspartei, in einem Durchgangsstaat oder im Zielstaat eine Strafverfolgung oder eine Strafvollstreckung, ausgenommen wegen illegalen Grenzübertrittes, zu erwarten hätte. (4) Das Gesuch um Durchbeförderung wird schriftlich auf direktem Weg zwischen dem Justiz- und Polizeidepartement der Schweizerischen Eidgenossenschaft und dem Ministerium des Innern der Republik Lettland gestellt und beantwortet. Form und Inhalt des Gesuches richten sich nach dem Protokoll. (5) Weist die ersuchte Vertragspartei das Gesuch um Durchbeförderung wegen Nichterfüllung der Voraussetzungen gemäss den Absätzen 1–3 ab, teilt sie der ersuchenden Vertragspartei schriftlich die hierfür massgeblichen Gründe mit. Zur Durchbeförderung übernommene Personen können trotz vorgängiger Zusicherung an die ersuchende Vertragspartei wieder zurückgegeben werden, wenn nachträglich bekannt wird, dass Voraussetzungen nach Absatz 1 fehlen oder Hinderungsgründe nach den Absätzen 2 oder 3 vorliegen. Bei Vorliegen solcher Umstände ist die ersuchende Vertragspartei zur Rückübernahme verpflichtet."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Datenschutz",
      "content": "Soweit für die Durchführung des Abkommens personenbezogene Daten zu übermitteln sind, dürfen diese Informationen ausschliesslich betreffen: – die Personalien der zu übergebenden Person und gegebenenfalls der Angehörigen (Name, Vorname, gegebenenfalls früherer Name, Beinamen oder Pseudonyme, Geburtsdatum und -ort, Geschlecht, derzeitige und frühere Staatsangehörigkeit), – den Personalausweis oder den Reisepass (Nummer, Gültigkeitsdauer, Ausstellungsdatum, ausstellende Behörde, Ausstellungsort usw.), – sonstige zur Identifizierung der zu übergebenden Personen erforderliche Angaben, – die Aufenthaltsorte und die Reisewege, – die Aufenthaltserlaubnisse oder die durch eine der Vertragsparteien erteilten Visa, – gegebenenfalls den Ort der Einreichung eines Asylantrags, – gegebenenfalls das Datum der Einreichung eines früheren Asylantrags, das Datum der Einreichung des jetzigen Asylantrags, den Stand des Verfahrens und den Tenor der gegebenenfalls getroffenen Entscheidung, – die Zusicherung des Zielstaates auf Übernahme der zu übergebenden Person. Für den Umgang mit diesen Daten sind die im Protokoll zur Durchführung dieses Abkommens aufgeführten Grundsätze zu beachten."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Kosten",
      "content": "(1) Die Kosten der Beförderung von Personen trägt bis an die Grenze der ersuchten Vertragspartei die ersuchende Vertragspartei. (2) Die Kosten der Durchbeförderung bis an die Grenze des Zielstaates und gegebenenfalls auch die aus dem Rücktransport erwachsenden Kosten trägt die ersuchende Vertragspartei."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Durchführung des Abkommens",
      "content": "Der Vorsteher des Justiz- und Polizeidepartementes der Schweizerischen Eidgenossenschaft und der Minister des Innern der Republik Lettland unterzeichnen ein Protokoll zur Durchführung dieses Abkommens. In diesem Protokoll werden: a) die zuständigen Amtsstellen sowie die Modalitäten der Verfahren für die gegenseitige Verständigung und für die Übergabe beziehungsweise Übernahme, b) die zur Übergabe beziehungsweise Übernahme notwendigen Dokumente und Angaben, c) andere zur Durchführung dieses Abkommens notwendigen Modalitäten festgelegt."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Unberührtheitsklausel",
      "content": "Die Vorschriften dieses Abkommens beeinflussen in keiner Weise die Rechte und Pflichten der Vertragsparteien, die sich aus anderen internationalen Abkommen ergeben. Insbesondere bleibt die Anwendung des Abkommens vom 28. Juli 1951 über die Rechtsstellung der Flüchtlinge in der Fassung des Protokolls vom 31. Januar 1967 über die Rechtsstellung der Flüchtlinge unberührt. SR 0.142.30 SR 0.142.301"
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Grundsatz der guten Zusammenarbeit",
      "content": "Beide Vertragsparteien verpflichten sich, Probleme, die bei der Anwendung dieses Abkommens entstehen, einvernehmlich zu lösen. Sie unterrichten sich gegenseitig laufend über die Einreisevoraussetzungen für Angehörige von Drittstaaten."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Anwendung des Abkommens für das Fürstentum Liechtenstein",
      "content": "Alle Bestimmungen dieses Abkommens und des Protokolls zur Durchführung des Abkommens finden sinngemäss Anwendung auf das Verhältnis zwischen dem Fürstentum Liechtenstein und der Republik Lettland."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Inkrafttreten",
      "content": "Dieses Abkommen tritt 30 Tage nach seiner Unterzeichnung in Kraft."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Änderung und Suspendierung",
      "content": "(1) Änderungen dieses Abkommens können in beiderseitigem Einverständnis durch diplomatischen Notenwechsel vorgenommen werden. (2) Jede Vertragspartei kann dieses Abkommen mit Ausnahme des Artikels 1 vorübergehend aus Gründen der öffentlichen Ordnung, Sicherheit und Gesundheit ganz oder teilweise suspendieren. Die Einführung und Aufhebung der Suspendierung ist unverzüglich der anderen Vertragspartei schriftlich auf diplomatischem Wege mitzuteilen."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Kündigung",
      "content": "Dieses Abkommen bleibt auf unbestimmte Zeit in Kraft, sofern es nicht von einer Vertragspartei auf diplomatischem Wege schriftlich gekündigt wird. In diesem Fall tritt das Abkommen am dreissigsten Tag nach Empfang der Kündigung ausser Kraft. Geschehen zu Riga am 23. Dezember 1997 in zwei Urschriften, in deutscher und lettischer Sprache, wobei beide Texte authentisch und gleichermassen verbindlich sind. Für den Schweizerischen Bundesrat: Pierre Luciri Für die Regierung der Republik Lettland: Ziedonis Cevers"
    }
  ],
  "definitions": []
}