{
  "id": "sr-0-941-291",
  "type": "statute",
  "title": "Vertrag vom 20. Mai 1875 betreffend die Errichtung eines internationalen Mass- und Gewichtsbüros",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2/3_3_3/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "",
      "content": "Die hohen vertragschliessenden Staaten kommen überein, unter dem Namen «Internationales Mass- und Gewichtsbureau» ein wissenschaftliches und permanentes Institut mit dem Sitze in Paris auf gemeinschaftliche Kosten zu gründen und zu unterhalten."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "",
      "content": "Die französische Regierung wird die nötigen Massregeln treffen, um die Erwerbung und vorkommendenfalls Erbauung eines speziell zu diesem Zwecke bestimmten Gebäudes gemäss den im Reglement zu gegenwärtigem Vertrage enthaltenen Bedingungen möglichst zu fördern."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "",
      "content": "Das internationale Bureau untersteht der ausschliesslichen Direktion und Aufsicht eines «Internationalen Mass- und Gewichts-Komitees», welches seinerseits unter die Autorität einer aus den Abgeordneten der vertragschliessenden Regierungen gebildeten Generalkonferenz für Masse und Gewichte gestellt ist."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "",
      "content": "Der Vorsitz in der Generalkonferenz für Masse und Gewichte ist dem jeweiligen Präsidenten der Pariser Akademie der Wissenschaften übertragen."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "",
      "content": "Die Organisation des Bureaus sowie die Zusammensetzung und die Befugnisse des internationalen Komitees und der Generalkonferenz werden durch das dem gegenwärtigen Vertrage beigefügte Reglement bestimmt."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "",
      "content": "Das Internationale Mass- und Gewichtsbureau ist mit folgenden Aufgaben betraut: 1. sämtliche Vergleichungen und Verifikationen der neuen Prototype des Meters und des Kilogramms vorzunehmen; 2. die internationalen Prototype aufzubewahren; 3. periodische Vergleichungen zwischen den den einzelnen Staaten ausgelieferten Urmetern und Kilogrammen und den internationalen Prototypen und ihren Kontrollmassstäben und Gewichten sowie auch periodische Vergleichungen der denselben beigegebenen Musterthermometer anzustellen; 4. die neuen Prototype mit den nichtmetrischen, in den verschiedenen Ländern und in den Wissenschaften gebräuchlichen Mass- und Gewichtseinheiten zu vergleichen; 5. die geodätischen Massstäbe und Messstangen zu bestimmen und zu vergleichen; 6. alle Präzisionsmasse und Gewichte zu vergleichen, welche, sei es von Regierungen, sei es von wissenschaftlichen Gesellschaften oder auch von Gelehrten und Mechanikern, dem internationalen Bureau zur Bestimmung eingesandt werden."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "",
      "content": "Nach Zusammenfassung der Arbeiten betreffend die elektrischen Massgrössen durch das Komitee und nach einstimmiger Zustimmung durch die Generalkonferenz wird das Bureau mit der Herstellung und der Aufbewahrung der Haupt- und Nebennormalen der elektrischen Einheiten sowie mit der Vergleichung der nationalen sowie von andern Präzisionsnormalen mit diesen Hauptnormalen beauftragt. Das Bureau wird ferner beauftragt, die Ermittlung der physikalischen Konstanten vorzunehmen, deren genauere Kenntnisse dazu beitragen kann, die Präzision zu erhöhen und die Einheitlichkeit auf dem Gebiet, dem die oben erwähnten Einheiten angehören, besser zu gewährleisten (Art. 6 und erster Absatz des Art. 7). Endlich hat es die Aufgabe, die analogen Arbeiten anderer Institute nach einheitlichen Gesichtspunkten zu verwerten. Fassung gemäss internationalem Vertrag vom 6. Okt. 1921 betreffend die Abänderung dieses Vertrages (Art. 1). Der Abänderungsvertrag wurde am 13. Okt. 1922 von der Bundesversammlung genehmigt. Die Ratifikationsurkunde hierzu wurde von der Schweiz am 5. Febr. 1923 hinterlegt. Am gleichen Tage ist der Vertrag für die Schweiz in Kraft getreten ( AS 1923 84 )."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "",
      "content": "Die Prototype und die internationalen Normalen sowie die Nebennormalen bleiben auf dem Bureau aufbewahrt; der Zutritt zum Aufbewahrungsort ist nur dem internationalen Komitee gestattet. Fassung gemäss internationalem Vertrag vom 6. Okt. 1921 betreffend die Abänderung dieses Vertrages (Art. 1). Der Abänderungsvertrag wurde am 13. Okt. 1922 von der Bundesversammlung genehmigt. Die Ratifikationsurkunde hierzu wurde von der Schweiz am 5. Febr. 1923 hinterlegt. Am gleichen Tage ist der Vertrag für die Schweiz in Kraft getreten ( AS 1923 84 )."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "",
      "content": "Sämtliche Herstellungs- und Einrichtungskosten des Internationalen Mass- und Gewichtsbureaus sowie auch die jährlichen Unterhaltungskosten des Bureaus und des internationalen Komitees werden durch Beiträge der vertragschliessenden Staaten aufgebracht, welche nach deren gegenwärtiger Bevölkerungszahl bemessen werden."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "",
      "content": "Die Beträge, welche den Kostenanteil jedes einzelnen vertragschliessenden Staates ausmachen, werden zu Anfang jeden Jahres durch Vermittlung des französischen Ministeriums des Äussern an die «Caisse des dépôts et consignations» in Paris eingezahlt und von dort je nach Bedürfnis durch Anweisungen von dem Direktor des Bureaus bezogen."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "",
      "content": "Diejenigen Regierungen, welche von dem sämtlichen Staaten zustehenden Rechte, dem gegenwärtigen Vertrage beizutreten, später Gebrauch machen wollen, sind gehalten, einen Beitrag zu leisten, dessen Höhe von dem internationalen Komitee auf Grundlage des Artikels 9 festgestellt wird und welcher zur Vermehrung und Verbesserung der wissenschaftlichen Hilfsmittel des Bureaus verwendet werden soll."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "",
      "content": "Die hohen vertragschliessenden Staaten behalten sich vor, an dem gegenwärtigen Vertrage nach gemeinschaftlichem Übereinkommen alle diejenigen Abänderungen vorzunehmen, die sich durch die Erfahrung als zweckmässig erweisen sollten."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "",
      "content": "Nach Verlauf von 12 Jahren kann der gegenwärtige Vertrag von dem einen oder andern der hohen vertragschliessenden Staaten gekündigt werden. Die Regierung, welche von diesem Kündigungsrechte für sich Gebrauch zu machen gedenkt, ist gehalten, ihre Absicht ein Jahr vorher zu erklären, und es verzichtet dieselbe dadurch auf alle Eigentumsrechte an den internationalen Prototypen und an dem Bureau."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "",
      "content": "Der gegenwärtige Vertrag wird nach den in jedem Staate bestehenden konstitutionellen Gesetzen ratifiziert werden, und es sollen die Ratifikationen in der Zeit von sechs Monaten, oder wo möglich früher, zu Paris ausgewechselt werden. Der Vertrag tritt mit dem ersten Januar 1876 in Kraft."
    }
  ],
  "definitions": []
}