{
  "id": "sr-0-747-224-41",
  "type": "statute",
  "title": "Vertrag vom 1. Juni 1973 über die Schifffahrt auf dem Alten Rhein",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1976/38_38_38/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Abschnitt I Allgemeine Bestimmungen",
      "section": "1",
      "title": "",
      "content": "Dieser Vertrag regelt die Schifffahrt auf dem Alten Rhein von seiner Mündung bis zur Strassenbrücke Rheineck-Gaissau."
    },
    {
      "provision_ref": "art2",
      "chapter": "Abschnitt I Allgemeine Bestimmungen",
      "section": "2",
      "title": "",
      "content": "(1) Unter Beachtung der Bestimmungen dieses Vertrages und der nach Artikel 5 geltenden Vorschriften ist die Schifffahrt für jedermann frei. (2) Die Vertragsstaaten behandeln alle Fahrzeuge, die nach diesem Vertrag und den nach Artikel 5 geltenden Vorschriften zum Verkehr berechtigt sind, gleich."
    },
    {
      "provision_ref": "art3",
      "chapter": "Abschnitt I Allgemeine Bestimmungen",
      "section": "3",
      "title": "",
      "content": "In Häfen und an Landestellen, die für den allgemeinen Verkehr bestimmt sind, ist das blosse Anlegen eines Fahrzeuges unentgeltlich. Jedoch dürfen für besondere Leistungen, die in solchen Häfen oder an solchen Landestellen erbracht werden, unter Beachtung des Artikel 2 Absatz 2 Gebühren vorgesehen werden."
    },
    {
      "provision_ref": "art4",
      "chapter": "Abschnitt I Allgemeine Bestimmungen",
      "section": "4",
      "title": "",
      "content": "(1) Die Vertragsstaaten sorgen dafür, dass die Schifffahrt durch Bauten und sonstige künstliche Anlagen oder auf andere Weise nicht mehr behindert wird, als dies zur Wahrung anderer öffentlicher Interessen unvermeidbar ist. Sie verständigen einander über die Pläne neuer Bauten und Anlagen sowie über die bei deren Ausführung zu treffenden Massnahmen. (2) Die Vertragsstaaten treffen gemeinsam die erforderlichen Massnahmen zur Kennzeichnung der Fahrrinne. Die dadurch entstehenden Kosten tragen die Vertragsstaaten je zur Hälfte."
    },
    {
      "provision_ref": "art5",
      "chapter": "Abschnitt II Einheitliche Schifffahrtsvorschriften",
      "section": "5",
      "title": "",
      "content": "Die Vertragsstaaten wenden die auf Grund des Übereinkommens über die Schifffahrt auf dem Bodensee erlassenen Vorschriften an (Schifffahrtsvorschriften). Sie können, soweit es die besonderen örtlichen Verhältnisse erfordern, unter sinngemässer Anwendung des Artikels 5 des Übereinkommens besondere Vorschriften erlassen (besondere Schifffahrtsvorschriften). SR 0.747.223.11"
    },
    {
      "provision_ref": "art6",
      "chapter": "Abschnitt II Einheitliche Schifffahrtsvorschriften",
      "section": "6",
      "title": "",
      "content": "Fahrzeuge, die auf dem Bodensee verkehren dürfen, sind auch zum Verkehr auf dem Alten Rhein berechtigt, soweit die besonderen Schifffahrtsvorschriften nichts anderes bestimmen."
    },
    {
      "provision_ref": "art7",
      "chapter": "Abschnitt II Einheitliche Schifffahrtsvorschriften",
      "section": "7",
      "title": "",
      "content": "Wer auf dem Bodensee ein Fahrzeug führen darf, ist dazu auch auf dem Alten Rhein berechtigt, soweit die besonderen Schifffahrtsvorschriften nichts anderes bestimmen."
    },
    {
      "provision_ref": "art8",
      "chapter": "Abschnitt II Einheitliche Schifffahrtsvorschriften",
      "section": "8",
      "title": "",
      "content": "Jeder Vertragsstaat kann zusätzlich zu den Bestimmungen dieses Abschnittes besondere Vorschriften für die gewerbsmässige Ausübung der Schifffahrt erlassen."
    },
    {
      "provision_ref": "art9",
      "chapter": "Abschnitt III Durchführung des Vertrages",
      "section": "9",
      "title": "",
      "content": "(1) Jeder Vertragsstaat vollzieht diesen Vertrag und die nach Artikel 5 geltenden Vorschriften auf seinem Hoheitsgebiet. (2) Unbeschadet des Absatzes 1 sind die Organe eines Vertragsstaates auf der in Artikel 1 bezeichneten Rheinstrecke auch im Hoheitsgebiet des anderen Vertragsstaates zur Feststellung des Sachverhaltes und zur Vornahme unaufschiebbarer sonstiger Massnahmen berechtigt, wenn sie, insbesondere im Zusammenhang mit einem Unfall, Vorgänge wahrnehmen, die den dringenden Verdacht einer schweren Zuwiderhandlung gegen Schifffahrtsvorschriften begründen, oder ein an einer solchen Zuwiderhandlung beteiligtes Fahrzeug verfolgen. Die Festnahme von Personen ist nicht zulässig."
    },
    {
      "provision_ref": "art10",
      "chapter": "Abschnitt IV Schlussbestimmungen",
      "section": "10",
      "title": "",
      "content": "Ergänzend zu den Bestimmungen dieses Vertrages gilt das Zusatzprotokoll zum Übereinkommen über die Schifffahrt auf dem Bodensee. SR 0.747.223.11"
    },
    {
      "provision_ref": "art11",
      "chapter": "Abschnitt IV Schlussbestimmungen",
      "section": "11",
      "title": "",
      "content": "Dieser Vertrag bedarf der Ratifikation. Die Ratifikationsurkunden werden in Bern ausgetauscht werden."
    },
    {
      "provision_ref": "art12",
      "chapter": "Abschnitt IV Schlussbestimmungen",
      "section": "12",
      "title": "",
      "content": "(1) Dieser Vertrag wird auf unbestimmte Zeit geschlossen. Er tritt am ersten Tag des zweiten Monats nach Ablauf des Monats in Kraft, in dem die Ratifikationsurkunden ausgetauscht worden sind. (2) Dieser Vertrag kann auf diplomatischem Wege schriftlich gekündigt werden. Die Kündigung wird nach Ablauf des auf sie folgenden Kalenderjahres wirksam. (3) Im Falle einer Kündigung des Vertrages nehmen die Vertragsstaaten unverzüglich Verhandlungen zur Neuregelung der Schifffahrt auf dem Alten Rhein auf. Bis zum Inkrafttreten einer Neuregelung wird dieser Vertrag weiter angewendet."
    }
  ],
  "definitions": []
}