{
  "id": "sr-0-916-443-966-312",
  "type": "statute",
  "title": "Protokoll vom 28. Februar 1964 über die Anwendung von Artikel II des Veterinärabkommens zwischen der Schweizerischen Eidgenossenschaft und der Rumänischen Volksrepublik (mit Anlagen)",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1965/733_737_735/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "",
      "content": "Die zentralen Veterinärbehörden beider Vertragsparteien tauschen alle vierzehn Tage die Seuchenberichte über das Vorkommen anzeigepflichtiger Tierseuchen auf den Hoheitsgebieten ihrer Staaten aus. Diese Behörden können einander eingehende Berichte zustellen über den Gesundheitszustand des Tierbestandes, über die Methoden, die zur Bekämpfung von Tierseuchen angewendet werden, und über die erzielten Ergebnisse."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "",
      "content": "Wenn auf dem Hoheitsgebiet einer Vertragspartei eine bisher dort unbekannte Seuche festgestellt wird, meldet die zentrale Veterinärbehörde dies sofort telegraphisch der zentralen Veterinärbehörde der andern Vertragspartei. Diese telegraphische Benachrichtung wird durch einen eingehenden Bericht ergänzt, woraus insbesondere der Ursprung der Seuche, der Ort ihres Auftretens, ihr Verlauf und die Bekämpfungsmassnahmen hervorgehen sollen. Diese Bestimmungen gelten vor allem für Rinderpest, Lungenseuche der Rinder, Bluetong der Schafe, Pferdepest, afrikanische Schweinepest, Rotz und Beschälseuche. Das Auftreten von Maul‑ und Klauenseuche ist nur dann telegraphisch mitzuteilen, wenn es sich um eine Seuche von besonderer Gefährlichkeit handelt."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "",
      "content": "Dieses Protokoll tritt gleichzeitig mit dem am 28. Februar 1964 abgeschlossenen Veterinärabkommen zwischen der Schweizerischen Eidgenossenschaft und der Rumänischen Volksrepublik in Kraft, dessen Bestandteil es bildet. Geschehen in Bukarest am 28. Februar 1964 in zwei Urschriften, in französischer und rumänischer Sprache, wobei beide Wortlaute gleichermassen verbindlich sind. Im Namen des Schweizerischen Bundesrates: E. Bisang Im Namen der Regierung der Rumänischen Volksrepublik: N. Ionescu SR 0.916.443.966.31"
    }
  ],
  "definitions": []
}