{
  "id": "sr-0-631-252-913-692-3",
  "type": "statute",
  "title": "Vereinbarung vom 15. Juni 2010 zwischen dem Eidgenössischen Finanzdepartement der Schweizerischen Eidgenossenschaft und dem Bundesministerium der Finanzen der Bundesrepublik Deutschland über die Errichtung nebeneinanderliegender Grenzabfertigungsstellen am Grenzübergang Basel-Autobahn/Weil am Rhein",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2011/405/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "",
      "content": "1. Am Grenzübergang Basel-Autobahn/Weil am Rhein werden auf dem Hoheitsgebiet der Bundesrepublik Deutschland nebeneinanderliegende Grenzabfertigungsstellen errichtet. 2. Die schweizerische und die deutsche Grenzabfertigung finden an diesen Grenzabfertigungsstellen statt."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "",
      "content": "1. Die Zone umfasst: a) das in Hochlage erstellte Teilstück der Autobahn von der Grenze bis zu dem in Buchstabe b umschriebenen Gebietsteil und die Zubringerstrasse zum schweizerischen Teil der Grenzabfertigungsanlage; b) einen Gebietsteil, der begrenzt ist: – im Osten durch den entlang der Autobahn und der Lustgartenstrasse verlaufenden Begrenzungszaun bis zu seiner nordöstlichen Ecke an den Bedienstetenparkplätzen; – im Norden durch eine Gerade, die von der nordöstlichen Ecke des Begrenzungszaunes zum westlichen Rand des Mittelstreifens bei Autobahnkilometer 812,555 führt, – von dort durch eine Linie, die dem westlichen Rand des Mittelstreifens bis Autobahnkilometer 812,334 folgt, – und von diesem Punkt durch eine Linie, die nach Westen entlang dem nördlichen Rand des Parkplatzes für Lastkraftwagen verläuft; – im Westen durch den Rand des Parkplatzes für Lastkraftwagen (einschliesslich der öffentlichen WC-Anlage beim Autobahnmeisterei-Stützpunkt) einschliesslich des Fussweges vom Parkplatz bis zum Eingang des Transithauses (Im Kränzliacker 9), vom Transithaus bis zur Verbindungsstrasse zur «Alten Strasse» auf der Höhe der Ausfahrt der Bedienstetenparkplätze, – von dort durch eine Linie entlang dem Rand des Zollhofes und des Touristikzentrums bis zur Autobahn; c) die begehbaren Verbindungstunnels zwischen den Dienstgebäuden der Gemeinschaftszollanlage; d) die in den Dienstgebäuden der Gemeinschaftszollanlage den deutschen und schweizerischen Bediensteten zur gemeinschaftlichen Benutzung überlassenen Räume; e) die in den Dienstgebäuden der Gemeinschaftszollanlage den schweizerischen Bediensteten zur alleinigen Benutzung überlassenen Räume; f) die im Transithaus (Im Kränzliacker 9) den schweizerischen Bediensteten zur alleinigen und den deutschen und schweizerischen Bediensteten zur gemeinschaftlichen Nutzung überlassenen Räume; g) die vor dem Westeingang des Transithauses (Im Kränzliacker 9) als Bedienstetenparkplätze ausgewiesene Stellfläche. 2. Für Fahrzeuge, die aus dem in der Bundesrepublik Deutschland gelegenen Parkplatz in die Schweizerische Eidgenossenschaft zurückgeleitet werden müssen, ist die im Norden der Grenzabfertigungsanlage liegende Aus- und Einfahrt einschliesslich der Strassenbrücke für die Dauer der Benutzung Zone."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "",
      "content": "1. Die Zollkreisdirektion Basel einerseits sowie die Bundesfinanzdirektion Südwest und die Bundespolizeidirektion Stuttgart anderseits legen im gegenseitigen Einvernehmen die Einzelheiten fest. 2. Die Leiter der Grenzabfertigungsstellen oder die an den Grenzabfertigungsstellen diensthabenden höchsten Bediensteten der in Absatz 1 genannten Stellen treffen im gegenseitigen Einvernehmen die kurzfristig erforderlichen Massnahmen."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "",
      "content": "Mit Inkrafttreten dieser Vereinbarung tritt die Vereinbarung vom 16. April 1980 über die Errichtung nebeneinanderliegender Grenzabfertigungsstellen am Grenzübergang Basel-Autobahn/Weil am Rhein ausser Kraft. [ AS 1980 963 ]"
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "",
      "content": "1. Diese Vereinbarung wird nach Artikel 1 Absatz 4 des Abkommens vom 1. Juni 1961 durch den Austausch von diplomatischen Noten bestätigt und in Kraft gesetzt. 2. Die Vereinbarung kann auf diplomatischem Wege unter Einhaltung einer Frist von sechs Monaten zum ersten Tag eines Monats gekündigt werden. Geschehen zu Bonn am 15. Juni 2010, in zwei Urschriften in deutscher Sprache. Für das Eidgenössische Finanzdepartement der Schweizerischen Eidgenossenschaft: Für das Bundesministerium der Finanzen im Einvernehmen mit dem Bundesministerium des Innern der Bundesrepublik Deutschland: Rudolf Dietrich Hans-Joachim Stähr"
    }
  ],
  "definitions": []
}