{
  "id": "sr-0-175-031-63",
  "type": "statute",
  "title": "Vertrag vom 23. Mai 1979 zwischen der Schweizerischen Eidgenossenschaft und der Republik Österreich über die Gegenseitigkeit in Amtshaftungssachen",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1981/1670_1670_1670/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "",
      "content": "Angehörige des einen Vertragsstaates können nach den im anderen Vertragsstaat geltenden Rechtsvorschriften auf dem Gebiet der Amtshaftung unter den gleichen Bedingungen Ansprüche geltend machen wie die Angehörigen des anderen Vertragsstaates"
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "",
      "content": "(1) Angehörige der Vertragsstaaten sind a) schweizerische Staatsbürger und österreichische Staatsangehörige, b) juristische Personen und andere parteifähige Gebilde, die ihren tatsächlichen und, wenn ein solcher bestimmt ist, ihren satzungsmässigen Sitz in einem Vertragsstaat oder in beiden Vertragsstaaten haben oder, wenn ein Sitz nicht besteht, dort gelegen sind. (2) Die Regierungen der Vertragsstaaten können diesen Vertrag durch Vereinbarung auf Staatenlose ausdehnen, die ihren gewöhnlichen Aufenthalt in einem der beiden Vertragsstaaten haben."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "",
      "content": "(1) Dieser Vertrag bedarf der Ratifikation; die Ratifikationsurkunden werden so bald wie möglich in Bern ausgetauscht. (2) Dieser Vertrag tritt am ersten Tag des dritten Monats in Kraft, der auf den Austausch der Ratifikationsurkunden folgt. Er findet Anwendung, wenn das schädigende Verhalten nach dem Inkrafttreten des Vertrages stattgefunden hat."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "",
      "content": "(1) Dieser Vertrag wird auf unbestimmte Zeit geschlossen. Er kann jederzeit schriftlich auf diplomatischem Weg gekündigt werden. Die Kündigung wird ein Jahr nach dem Zeitpunkt wirksam, zu dem sie dem anderen Staat notifiziert wurde. (2) Tritt der Vertrag infolge Kündigung ausser Kraft, so gelten seine Bestimmungen für alle Fälle weiter, in denen das schädigende Verhalten vor Ausserkrafttreten des Vertrages stattgefunden hat. Geschehen zu Wien, am 23. Mai 1979 in zwei Urschriften. Für die Schweizerische Eidgenossenschaft: Keller Für die Republik Österreich: Pahr"
    }
  ],
  "definitions": []
}