{
  "id": "sr-0-232-149-514-1",
  "type": "statute",
  "title": "Ausführungsvereinbarung vom 10. Dezember 1979 zum schweizerisch-liechtensteinischen Patentschutzvertrag",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1980/293_293_293/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Hinweis auf das einheitliche Schutzgebiet",
      "content": "1 Ein Hinweis nach Artikel 9 des Patentschutzvertrages auf das einheitliche Schutzgebiet erfolgt im Schweizerischen Patent‑, Muster- und Markenblatt, im Jahreskatalog sowie auf den vom Bundesamt für geistiges Eigentum herausgegebenen Patent‑ und Auslegeschriften. 2 Das Bundesamt für geistiges Eigentum und das liechtensteinische Amt für geistiges Eigentum bestimmen im gegenseitigen Einvernehmen die im Patenterteilungsverfahren verwendeten Drucksachen, auf denen ein Hinweis ebenfalls angebracht werden soll."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Liechtensteinische Vertreter",
      "content": "1 Das Amt für Volkswirtschaft des Fürstentums Liechtenstein führt eine Liste der nach Artikel 8 des Patentschutzvertrages zur geschäftsmässigen Vertretung in Patentsachen befugten natürlichen und juristischen Personen. 2 Es teilt dem Bundesamt für geistiges Eigentum die Eintragungen in die Liste sowie spätere Änderungen solcher Eintragungen und im Falle von juristischen Personen die Namen der Bewilligungsinhaber mit."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Dokumentationsfragen",
      "content": "1 Das Bundesamt für geistiges Eigentum stellt dem liechtensteinischen Amt für geistiges Eigentum folgende Veröffentlichungen unentgeltlich zur Verfügung: a) eine vollständige Ausgabe des Schweizerischen Patent‑, Muster‑ und Markenblattes (Teile I–V); b) ein zusätzliches Exemplar des allgemeinen Teils (Teil I) des Schweizerischen Patent‑, Muster‑ und Markenblattes; c) den Jahreskatalog. 2 Auf Verlangen erhalten liechtensteinische Gerichts‑ und Verwaltungsbehörden vom Bundesamt für geistiges Eigentum einzelne Patent‑ und Auslegeschriften unentgeltlich. 3 Soll im Fürstentum Liechtenstein eine der Öffentlichkeit zugängliche, nach der internationalen Patentklassifikation geordnete Patentschriftensammlung geführt werden, so liefert das Bundesamt für geistiges Eigentum auf Wunsch der liechtensteinischen Behörden die dafür benötigten, von ihm herausgegebenen Patentdokumente unentgeltlich. 4 Das liechtensteinische Amt für geistiges Eigentum erhält die von den Patentbewerbern benötigten Formulare und Merkblätter kostenlos."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Verwaltungsmässiger Vollzug",
      "content": "Das Bundesamt für geistiges Eigentum und das liechtensteinische Amt für geistiges Eigentum sind befugt, Fragen, die sich aus dem verwaltungsmässigen Vollzug des Patentschutzvertrages und dieser Ausführungsvereinbarung ergeben können, im gegenseitigen Einvernehmen zu regeln."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Schlussbestimmung",
      "content": "1 Diese Vereinbarung tritt gleichzeitig mit dem Patentschutzvertrag vom 22. Dezember 1978 in Kraft und gilt solange als dieser in Kraft steht. 2 Die Vereinbarung kann im gegenseitigen Einvernehmen jederzeit geändert werden. Diese Vereinbarung ist in zweifacher Ausfertigung am 10. Dezember 1979 in Bern unterzeichnet worden. Für den Schweizerischen Bundesrat: Paul Braendli Für die Regierung des Fürstentums Liechtenstein: A. F. Gerliczy‑Burian SR 0.232.149.514"
    }
  ],
  "definitions": []
}