{
  "id": "sr-0-132-454-21",
  "type": "statute",
  "title": "Abkommen vom 25. November 1952 zwischen der Schweizerischen Eidgenossenschaft und der Italienischen Republik betreffend eine Grenzbereinigung im Val di Lei (mit Zusatzprotokoll)",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1955/608_626_632/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "",
      "content": "In teilweiser Abänderung des Abkommens zwischen der Schweizerischen Eidgenossenschaft und dem Königreich Italien über die Festlegung der schweizerisch-italienischen Grenze zwischen Run Do oder Cima Garibaldi und Mont Dolent, vom 24. Juli 1941, wird Italien der Schweiz im Val di Lei eine Gebietsfläche im Ausmass von ungefähr 0,5 km 2 abtreten, gemäss dem beiliegenden Plan im Massstabe von 1:25 000, der einen integrierenden Bestandteil dieses Abkommens bildet. Als Gegenleistung wird die Schweiz Italien im Val di Lei eine Gebietsfläche von gleichem Ausmass ohne Rücksicht auf den Bodenwert der ausgetauschten Flächen gemäss den im erwähnten Plan enthaltenen Angaben abtreten. SR 0.132.454.2 Dieser in der AS ( AS 1955 612 ) veröffentlichte Plan wird in der vorliegenden Sammlung nicht wiedergegeben."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "",
      "content": "Den mit der Kontrolle des Personen- und Warenverkehrs an der Grenze betrauten italienischen Organen wird der freie Durchgang ohne Aufenthalt durch das der Schweiz abgetretene Gebietsstück zugestanden. Ausgenommen hievon sind Personen und Detachemente, die mit militärischen Aufgaben beauftragt sind."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "",
      "content": "Die Hoheitsrechte jedes Staates über die auszutauschenden Gebietsflächen werden wirksam nach Beendigung der Arbeiten für die Errichtung der Talsperre, und zwar im Zeitpunkt der Kollaudation, wie er sich aus den von den beiden Regierungen gemäss der Vereinbarung vom 18. Juni 1949 vorgesehenen Verleihungsurkunden ergibt. Die Kollaudation hat gemäss Briefwechsel vom 26. Juni 1964 ( AS 1972 227 ) am 11. April 1963 stattgefunden."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "",
      "content": "Die Kommission zur Erhaltung der Landesgrenze Schweiz-Italien wird beauftragt: – die technischen Arbeiten betreffend die Grenzbereinigung auszuführen; – den neuen Grenzverlauf endgültig festzulegen; – und eine entsprechende Dokumentation zu erstellen. Die Kosten für die Vermarkung, die Vermessung der Grenzzeichen und die Erstellung der entsprechenden Dokumentation über die Grenzbereinigung gehen zu Lasten des konzessionierten Kraftwerkunternehmens."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "",
      "content": "Das vorliegende Abkommen soll ratifiziert und die Ratifikationsurkunden sollen in Rom ausgetauscht werden. Es tritt am Tage des Austausches der Ratifikationsurkunden in Kraft."
    }
  ],
  "definitions": []
}