{
  "id": "sr-0-142-111-638-3",
  "type": "statute",
  "title": "Briefwechsel vom 1. Juni 1957 zwischen der Schweiz und Österreich betreffend die gegenseitige Aufhebung des Passzwanges beim Personenverkehr an der Grenze",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1995/5029_5029_5029/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "",
      "content": "1. Schweizerbürger können ohne Sichtvermerk an allen zugelassenen Grenzübergangsstellen der Republik Österreich ausser mit einem gültigen Schweizerpass, Kinderausweis oder Kollektivpass auch mit einer von den Kantonen oder Gemeinden nach einheitlichem Muster ausgestellten schweizerischen Identitätskarte ein- und ausreisen. 2. Bis zum 31. Dezember 1957 können die bisher von den Kantonen und Gemeinden ausgestellten alten Identitätskarten für den Grenzübertritt benützt werden. 3. Schweizerbürger, die mit einem Kollektivpass reisen, müssen im Besitze eines amtlichen, mit Lichtbild versehenen Ausweises über ihre Person sein. Laut Briefwechsel vom 2./10. Januar 1959 kann es sich auch um einen seit weniger als fünf Jahren abgelaufenen handeln (siehe SR 0.142.111.638.31 )."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "",
      "content": "1. Österreichische Staatsbürger können ohne Visum an allen zugelassenen Grenzübergangsstellen der Schweiz und des Fürstentums Liechtenstein ausser mit einem gültigen Reisepass, Kinderausweis oder Sammelreisepass (Sammelliste) der Republik Österreich auch mit einem gültigen Personalausweis der Republik Österreich ein- und ausreisen. 2. Österreichische Staatsbürger, die mit einem Sammelreisepass (Sammelliste) reisen, müssen im Besitze eines amtlichen, mit Lichtbild versehenen Ausweises über ihre Person sein. Laut Briefwechsel vom 2./10. Januar 1959 kann es sich auch um einen seit weniger als fünf Jahren abgelaufenen handeln (siehe SR 0.142.111.638.31 ). Laut Briefwechsel vom 2./10. Januar 1959 kann es sich auch um einen seit weniger als fünf Jahren abgelaufenen handeln (siehe SR 0.142.111.638.31 )."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "",
      "content": "Kinder bis zum 15. Lebensjahr, die im Reisedokument ihrer Eltern eingetragen sind und mit ihnen reisen, benötigen für den Grenzübertritt keinen besonderen Ausweis."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "",
      "content": "Das Recht der schweizerischen und der österreichischen Behörden, Personen aus Gründen der Sicherheit, Ordnung oder wegen Gefährdung anderer öffentlicher Interessen zurückzuweisen, wird durch dieses Abkommen nicht eingeschränkt."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "",
      "content": "1. Schweizerbürger, die sich als Arbeitnehmer in das Gebiet der Republik Österreich begeben wollen, haben sich vor der Einreise durch Vermittlung ihres zukünftigen Arbeitgebers die Beschäftigungsgenehmigung des österreichischen Arbeitsamtes zu beschaffen. 2. Schweizerbürger, die in Österreich eine Stelle antreten oder länger als drei Monate im Lande verweilen wollen, müssen sich durch einen gültigen Schweizerpass ausweisen. Für Kinder unter 15 Jahren genügt der Kinderausweis an Stelle des Passes."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "",
      "content": "1. Österreichische Staatsbürger, die sich zum Stellenantritt in die Schweiz begeben wollen, haben sich vor der Einreise durch Vermittlung des schweizerischen Arbeitgebers oder einer schweizerischen Konsularvertretung eine Zusicherung der Aufenthaltsbewilligung zum Stellenantritt zu beschaffen. 2. Zur Regelung des Aufenthaltes in der Schweiz müssen sich österreichische Staatsbürger, die eine Stelle antreten oder länger als drei Monate im Lande verweilen wollen, durch einen gültigen Reisepass der Republik Österreich ausweisen. Für Kinder unter 15 Jahren genügt der Kinderausweis an Stelle des Passes."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "",
      "content": "Durch die Bestimmungen der vorstehenden Artikel werden die in jedem der beiden Staaten geltenden allgemeinen Vorschriften über den Aufenthalt der Ausländer nicht berührt."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "",
      "content": "Schweizerbürger und österreichische Staatsbürger, die mit Ausweisen nach Artikel 1 und 2 dieses Abkommens in das Gebiet des anderen Staates eingereist sind, müssen in Anwendung des Abkommens zwischen dem Schweizerischen Bundesrat und der Österreichischen Bundesregierung über die Übereinnahme von Personen an der Grenze vom 5. Januar 1955 übernommen werden. SR 0.142.111.639"
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "",
      "content": "Die Anwendung dieses Abkommens kann aus Gründen der öffentlichen Sicherheit und Ordnung vorübergehend ausgesetzt werden. Die Aussetzung ist der anderen Regierung unverzüglich auf diplomatischem Wege mitzuteilen."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "",
      "content": "Dieses Abkommen gilt auch im Verhältnis zwischen dem Fürstentum Liechtenstein und der Republik Österreich."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "",
      "content": "Dieses Abkommen tritt am 15. Juni 1957 in Kraft. Es kann jederzeit mit einer Frist von drei Monaten gekündigt werden. Sofern die österreichische Bundesregierung mit den vorstehenden Bestimmungen einverstanden ist, beehre ich mich vorzuschlagen, dass der vorliegende Brief und Ihr gleichlautendes Antwortschreiben als ein Abkommen angesehen wird.» Ich habe die Ehre, Ihnen mitzuteilen, dass die österreichische Bundesregierung mit den vorstehenden Bestimmungen einverstanden ist und diesen Briefwechsel als Abkommen zwischen der Schweizerischen Eidgenossenschaft und der Republik Österreich betrachtet. Ich benütze diese Gelegenheit, um Ihnen, Herr Minister, den Ausdruck meiner ausgezeichneten Hochachtung zu erneuern. Leopold Figl"
    }
  ],
  "definitions": []
}