{
  "id": "sr-0-748-410-2",
  "type": "statute",
  "title": "Zusatzabkommen vom 18. September 1961 zum Warschauer Abkommen zur Vereinheitlichung von Regeln über die von einem andern als dem vertraglichen Luftfrachtführer ausgeführte Beförderung im internationalen Luftverkehr",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1964/154_150_151/en",
  "provisions": [
    {
      "provision_ref": "artI",
      "section": "I",
      "title": "",
      "content": "In diesem Abkommen bedeuten: a. «Warschauer Abkommen» entweder das Abkommen zur Vereinheitlichung von Regeln über die Beförderung im internationalen Luftverkehr, unterzeichnet in Warschau am 12. Oktober 1929, oder das Warschauer Abkommen in der Fassung von Den Haag 1955, je nachdem, ob die Beförderung nach dem in Buchstabe b genannten Vertrag dem einen oder dem anderen Abkommen unterliegt; b. «vertraglicher Luftfrachtführer» eine Person, die als eine Vertragspartei mit einem Reisenden oder einem Absender oder mit einer für den Reisenden oder den Absender handelnden Person einen dem Warschauer Abkommen unterliegenden Beförderungsvertrag geschlossen hat; c. «ausführender Luftfrachtführer» eine andere Person als den vertraglichen Luftfrachtführer, die auf Grund einer von dem vertraglichen Luftfrachtführer erteilten Ermächtigung die nach Buchstabe b vorgesehene Beförderung ganz oder zum Teil ausführt, hinsichtlich dieses Teiles jedoch nicht ein nachfolgender Luftfrachtführer im Sinn des Warschauer Abkommens ist. Die Ermächtigung wird bis zum Beweis des Gegenteils vermutet. SR 0.748.410 SR 0.748.410.1"
    },
    {
      "provision_ref": "artII",
      "section": "II",
      "title": "",
      "content": "Führt ein ausführender Luftfrachtführer eine Beförderung, die nach dem in Artikel I Buchstabe b genannten Vertrag dem Warschauer Abkommen unterliegt, ganz oder zum Teil aus, so unterstehen, soweit dieses Abkommen nichts anderes bestimmt, sowohl der vertragliche Luftfrachtführer als auch der ausführende Luftfrachtführer den Regeln des Warschauer Abkommens, der erstgenannte für die gesamte im Vertrag vorgesehene Beförderung, der zweitgenannte nur für die Beförderung, die er ausführt."
    },
    {
      "provision_ref": "artIII",
      "section": "III",
      "title": "",
      "content": "1. Die Handlungen und Unterlassungen des ausführenden Luftfrachtführers und seiner Leute, soweit diese in Ausführung ihrer Verrichtungen handeln, gelten bezüglich der von dem ausführenden Luftfrachtführer ausgeführten Beförderung auch als solche des vertraglichen Luftfrachtführers. 2. Die Handlungen und Unterlassungen des vertraglichen Luftfrachtführers und seiner Leute, soweit diese in Ausführung ihrer Verrichtungen handeln, gelten bezüglich der von dem ausführenden Luftfrachtführer ausgeführten Beförderung auch als solche des ausführenden Luftfrachtführers. Der ausführende Luftfrachtführer kann jedoch durch solche Handlungen oder Unterlassungen keinesfalls einer Haftung unterworfen werden, welche die in Artikel 22 des Warschauer Abkommens festgesetzten Höchstbeträge übersteigt. Eine besondere Vereinbarung, durch die der vertragliche Luftfrachtführer durch das Warschauer Abkommen nicht auferlegte Verpflichtungen übernimmt, ein Verzicht auf Rechte aus dem genannten Abkommen oder eine besondere Erklärung des Interesses an der Lieferung nach Artikel 22 des genannten Abkommens hat gegenüber dem ausführenden Luftfrachtführer keine Wirkung, ausser er stimmt zu."
    },
    {
      "provision_ref": "artIV",
      "section": "IV",
      "title": "",
      "content": "Weisungen oder Beanstandungen, die nach dem Warschauer Abkommen dem Luftfrachtführer zu geben oder ihm gegenüber zu machen sind, haben, gleichgültig ob sie an den vertraglichen Luftfrachtführer oder an den ausführenden Luftfrachtführer gerichtet werden, die gleiche Wirkung. Die Weisungen nach Artikel 12 des Warschauer Abkommens sind jedoch nur wirksam, wenn sie an den vertraglichen Luftfrachtführer gerichtet werden."
    },
    {
      "provision_ref": "artV",
      "section": "V",
      "title": "",
      "content": "Bezüglich der von dem ausführenden Luftfrachtführer ausgeführten Beförderung kann sich jeder der Leute dieses Luftfrachtführers oder des vertraglichen Luftfrachtführers, sofern er beweist, dass er in Ausführung seiner Verrichtungen gehandelt hat, auf die Haftungsbeschränkungen berufen, die nach diesem Abkommen für den Luftfrachtführer gelten, zu dessen Leuten er gehört; dies gilt nicht, wenn bewiesen wird, dass er in einer Weise gehandelt hat, die nach dem Warschauer Abkommen die Berufung auf Haftungsbeschränkungen ausschliesst."
    },
    {
      "provision_ref": "artVI",
      "section": "VI",
      "title": "",
      "content": "Bezüglich der von dem ausführenden Luftfrachtführer ausgeführten Beförderung darf der Gesamtbetrag, der von diesem Luftfrachtführer, von dem vertraglichen Luftfrachtführer und von ihren Leuten, soweit diese in Ausführung ihrer Verrichtungen gehandelt haben, als Schadensersatz erlangt werden kann, den höchsten Schadensersatzbetrag nicht übersteigen, der nach diesem Abkommen dem vertraglichen Luftfrachtführer oder dem ausführenden Luftfrachtführer auferlegt werden kann; keine der genannten Personen haftet jedoch über den für sie geltenden Höchstbetrag hinaus."
    },
    {
      "provision_ref": "artVII",
      "section": "VII",
      "title": "",
      "content": "Bezüglich der von dem ausführenden Luftfrachtführer ausgeführten Beförderung kann eine Klage auf Schadensersatz nach Wahl des Klägers gegen diesen Luftfrachtführer, gegen den vertraglichen Luftfrachtführer oder gegen beide, gemeinsam oder gesondert, erhoben werden. Ist die Klage nur gegen einen dieser Luftfrachtführer erhoben, so hat dieser das Recht, den anderen Luftfrachtführer aufzufordern, sich an dem Rechtsstreit zu beteiligen; die Rechtswirkungen und das Verfahren bestimmen sich nach dem Recht des angerufenen Gerichtes."
    },
    {
      "provision_ref": "artVIII",
      "section": "VIII",
      "title": "",
      "content": "Eine Klage auf Schadensersatz im Sinn des Artikels VII muss nach Wahl des Klägers entweder bei einem der Gerichte erhoben werden, bei denen eine Klage gegen den vertraglichen Luftfrachtführer nach Artikel 28 des Warschauer Abkommens erhoben werden kann, oder bei dem Gericht des Ortes, wo der ausführende Luftfrachtführer seinen Wohnsitz hat oder wo sich seine Hauptbetriebsleitung befindet."
    },
    {
      "provision_ref": "artIX",
      "section": "IX",
      "title": "",
      "content": "1. Jede vertragliche Bestimmung, durch welche die sich aus diesem Abkommen ergebende Haftung des vertraglichen Luftfrachtführers oder des ausführenden Luftfrachtführers ausgeschlossenen oder der nach diesem Abkommen massgebende Haftungshöchstbetrag herabgesetzt werden soll, ist nichtig; ihre Nichtigkeit hat nicht die Nichtigkeit des Vertrages zur Folge; dieser bleibt den Bestimmungen dieses Abkommens unterworfen. 2. Bezüglich der von dem ausführenden Luftfrachtführer ausgeführten Beförderung ist Absatz 1 auf vertragliche Bestimmungen über Verluste oder Beschädigungen nicht anzuwenden, die aus der Eigenart der beförderten Güter oder einem ihnen anhaftenden Mangel herrühren. 3. Alle Bestimmungen des Beförderungsvertrages und alle vor Eintritt des Schadens getroffenen besonderen Vereinbarungen, worin die Parteien durch Bestimmung des anzuwendenden Rechtes oder durch Änderung der Bestimmungen über die Zuständigkeit von diesem Abkommen abweichende Regeln festsetzen, sind nichtig. Im Fall der Beförderung von Gütern sind jedoch Schiedsklauseln im Rahmen dieses Abkommens zulässig, wenn das Verfahren im Bezirk eines der in Artikel VIII bezeichneten Gerichte stattfinden soll."
    },
    {
      "provision_ref": "artX",
      "section": "X",
      "title": "",
      "content": "Mit Ausnahme des Artikels VII berührt keine Bestimmung dieses Abkommens die Rechte und Pflichten der beiden Luftfrachtführer untereinander."
    },
    {
      "provision_ref": "artXI",
      "section": "XI",
      "title": "",
      "content": "Dieses Abkommen liegt bis zum Zeitpunkt seines Inkrafttretens nach den Bestimmungen des Artikels XIII für jeden Staat zur Unterzeichnung auf, der zu diesem Zeitpunkt Mitglied der Vereinten Nationen oder einer der Spezialorganisationen ist."
    },
    {
      "provision_ref": "artXII",
      "section": "XII",
      "title": "",
      "content": "1. Dieses Abkommen bedarf der Ratifikation durch die Unterzeichnerstaaten. 2. Die Ratifikationsurkunden werden bei der Regierung der Vereinigten Staaten von Mexiko hinterlegt."
    },
    {
      "provision_ref": "artXIII",
      "section": "XIII",
      "title": "",
      "content": "1. Dieses Abkommen tritt, sobald es von fünf Unterzeichnerstaaten ratifiziert worden ist, zwischen diesen Staaten am neunzigsten Tag nach der Hinterlegung der fünften Ratifikationsurkunde in Kraft. Für jeden Staat, der es später ratifiziert, tritt es am neunzigsten Tag nach der Hinterlegung seiner Ratifikationsurkunde in Kraft. 2. Die Regierung der Vereinigten Staaten von Mexiko lässt dieses Abkommen sogleich nach seinem Inkrafttreten bei den Vereinten Nationen und bei der Internationalen Zivilluftfahrtorganisation registrieren."
    },
    {
      "provision_ref": "artXIV",
      "section": "XIV",
      "title": "",
      "content": "1. Dieses Abkommen liegt nach seinem Inkrafttreten für jeden Mitgliedstaat der Vereinten Nationen oder einer der Spezialorganisationen zum Beitritt auf. 2. Der Beitritt wird durch Hinterlegung einer Beitrittsurkunde bei der Regierung der Vereinigten Staaten von Mexiko vollzogen und wird am neunzigsten Tag nach dem Zeitpunkt der Hinterlegung wirksam."
    },
    {
      "provision_ref": "artXV",
      "section": "XV",
      "title": "",
      "content": "1. Jeder Vertragsstaat kann dieses Abkommen durch schriftliche Anzeige bei der Regierung der Vereinigten Staaten von Mexiko kündigen. 2. Die Kündigung wird sechs Monate nach Empfang der Anzeige durch die Regierung der Vereinigten Staaten von Mexiko wirksam."
    },
    {
      "provision_ref": "artXVI",
      "section": "XVI",
      "title": "",
      "content": "1. Jeder Vertragsstaat kann bei der Ratifikation oder dem Beitritt oder jederzeit danach durch schriftliche Anzeige bei der Regierung der Vereinigten Staaten von Mexiko erklären, dass sich dieses Abkommen auf Gebiete erstreckt, für deren auswärtige Beziehungen er verantwortlich ist. 2. Neunzig Tage nach Empfang der Anzeige durch die Regierung der Vereinigten Staaten von Mexiko erstreckt sich dieses Abkommen auf die in der Anzeige genannten Gebiete. 3. Jeder Vertragsstaat kann dieses Abkommen, entsprechend den Bestimmungen des Artikels XV, für alle oder einzelne Gebiete, für deren auswärtige Beziehungen er verantwortlich ist, gesondert kündigen."
    },
    {
      "provision_ref": "artXVII",
      "section": "XVII",
      "title": "",
      "content": "Ein Vorbehalt zu diesem Abkommen ist nicht zulässig."
    },
    {
      "provision_ref": "artXVIII",
      "section": "XVIII",
      "title": "",
      "content": "Die Regierung der Vereinigten Staaten von Mexiko wird der Internationalen Zivilluftfahrtorganisation und allen Mitgliedstaaten der Vereinten Nationen oder einer der Spezialorganisationen anzeigen: a. jede Unterzeichnung dieses Abkommens und den Zeitpunkt der Unterzeichnung; b. die Hinterlegung jeder Ratifikations- oder Beitrittsurkunde und den Zeitpunkt der Hinterlegung; c. den Zeitpunkt, zu dem dieses Abkommen nach Artikel XIII Absatz 1 in Kraft tritt; d. den Empfang jeder Kündigungsanzeige und den Zeitpunkt des Empfangs; e. den Empfang jeder Erklärung oder Anzeige nach Artikel XVI und den Zeitpunkt des Empfangs."
    }
  ],
  "definitions": []
}