{
  "id": "sr-0-142-113-498",
  "type": "statute",
  "title": "Vereinbarung vom 15. April 1958 zwischen der Schweiz und Frankreich über die Arbeitskräfte im kleinen Grenzverkehr",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1986/446_446_446/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "",
      "content": "Unter «Arbeitskräfte im kleinen Grenzverkehr» sind französische und schweizerische Staatsangehörige zu verstehen, die gut beleumdet sind, seit wenigstens sechs Monaten in der Grenzzone eines der beiden Länder ihren Wohnsitz haben, regelmässig jeden Tag dorthin zurückkehren und in der Grenzzone des andern Landes als Arbeitnehmer tätig sind."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "",
      "content": "Grenzzonen im Sinne dieser Vereinbarung sind die Zonen, die im Abkommen vom 1. August 1946 betreffend den Grenzverkehr als solche bezeichnet sind. SR 0.631.256.934.91"
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "",
      "content": "a) Für das Verfahren zur Erteilung, Erneuerung und zum Entzug der Arbeitsbewilligungen sind in Frankreich die Departementsbehörden und in der Schweiz die Kantonsbehörden zuständig. b) Dieses Verfahren kann zwischen diesen beiden Behörden durch administrative Übereinkommen geregelt werden."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "",
      "content": "a) Die nach dieser Vereinbarung erteilten Arbeitsbewilligungen oder ihre Verlängerungen sind in der Regel ein Jahr gültig. b) Während der zwei ersten Arbeitsjahre werden die Bewilligungen oder ihre Verlängerungen jedoch in der Regel für eine kürzere Gültigkeitsdauer ausgestellt. c) Die Absätze a) und b) dieses Artikels werden auf Grenzgänger, die eine Saisonstelle bekleiden, nicht anwendet."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "",
      "content": "a) Die Erteilung der Bewilligung und ihre Verlängerung sind abhängig von der Arbeitsmarktlage im Beruf und in der Gegend des Arbeitsortes. b) Kann sich ein Grenzgänger jedoch über eine ununterbrochene, zehnjährige unselbständige Erwerbstätigkeit ausweisen, so wird die Bewilligung erneuert, sofern nicht schwere Störungen des Arbeitsmarktes entgegenstehen. c) Für den Wechsel des Berufes ist, ohne Rücksicht auf die Dauer der Tätigkeit des Grenzgängers, eine besondere Bewilligung erforderlich. d) Zum Stellenwechsel im gleichen Beruf ist während der beiden ersten Jahre eine Bewilligung erforderlich. Nachher ist er ohne besondere Bewilligung zulässig; der Grenzgänger ist jedoch verpflichtet, den Stellenwechsel unverzüglich den Behörden zu melden."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "",
      "content": "a) Hat der zum Militärdienst einberufene Grenzgänger seine Arbeit binnen 60 Tagen nach der Entlassung wieder aufgenommen, so wird die Dauer der vor dem Militärdienst geleisteten Arbeit bei der Berechnung der in dieser Vereinbarung vorgesehenen Fristen mitberücksichtigt. b) Bei der Berechnung der Arbeitsdauer werden Unterbrechungen, die sechs Wochen pro Jahr und im ganzen sechs Monate nicht übersteigen, nicht berücksichtigt, sofern die Arbeitsunterbrechung durch Unfall, Krankheit, Schwangerschaft, Streik oder Aussperrung verursacht wurde. c) Für die Berechnung der Arbeitsdauer, die in der Regel zur Erneuerung der Grenzkarte berechtigt, wird auf die Zeitspanne Rücksicht genommen, während welcher der Grenzgänger im Gebiet des anderen Staates mit einer Aufenthaltsbewilligung gewohnt hat, unter dem Vorbehalt, dass er innert 60 Tagen vom Wohnsitzwechsel an gerechnet das Gesuch um Erteilung der Arbeitsbewilligung als Grenzgänger einreicht. d) Bei der Berechnung der Fristen wird die Zeit nicht berücksichtigt, während welcher ein Grenzgänger im Gebiete des anderen Staates als Lehrling oder Stagiaire tätig war."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "",
      "content": "a) Eine Arbeitsbewilligung wird einem Grenzgänger nur erteilt, wenn er zu den gleichen Arbeits- und Lohnbedingungen wie ein einheimischer Arbeitnehmer beschäftigt wird. Diese Bedingungen müssen den gesetzlichen Vorschriften, den Bestimmungen der Kollektiv- oder Normalarbeitsverträge oder, wo solche fehlen, dem Ortsgebrauch im Beruf entsprechen. b) Spezialfälle, die sich aus der besonderen Lage des Grenzgängers in Bezug auf seinen Wohnsitz ergeben, bleiben vorbehalten."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "",
      "content": "Grenzgängern, die bei Inkrafttreten dieser Vereinbarung in einem ordnungsgemässen Arbeitsverhältnis stehen, wird die Arbeitsdauer vor diesem Datum bei der Berechnung der Fristen gemäss den Artikeln 5 und 6 angerechnet."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "",
      "content": "a) Die vorliegende Vereinbarung tritt mit ihrer Unterzeichnung in Kraft und gilt bis zum 31. Dezember 1958. b) Sie wird von Jahr zu Jahr stillschweigend verlängert, sofern sie nicht von einer der Vertragsparteien gekündigt wird. c) Die Kündigung soll sechs Monate vor Ablauf der Gültigkeit erfolgen."
    }
  ],
  "definitions": []
}