{
  "id": "sr-0-211-213-02",
  "type": "statute",
  "title": "Übereinkommen vom 2. Oktober 1973 über die Anerkennung und Vollstreckung von Unterhaltsentscheidungen",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1976/1559_1559_1559/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Abschnitt I Anwendungsbereich des Übereinkommens",
      "section": "1",
      "title": "",
      "content": "Dieses Übereinkommen ist anzuwenden auf Entscheidungen über Unterhaltspflichten aus Beziehungen der Familie, Verwandtschaft, Ehe oder Schwägerschaft, einschliesslich der Unterhaltspflicht gegenüber einem nichtehelichen Kind, die von Gerichten oder Verwaltungsbehörden eines Vertragsstaates erlassen worden sind entweder 1. zwischen einem Unterhaltsberechtigten und einem Unterhaltsverpflichteten oder 2. zwischen einem Unterhaltsverpflichteten und einer öffentliche Aufgaben wahrnehmenden Einrichtung, die die Erstattung der einem Unterhaltsberechtigten erbrachten Leistung verlangt. Es ist auch anzuwenden auf Vergleiche auf diesem Gebiet, die vor diesen Behörden und zwischen diesen Personen geschlossen worden sind."
    },
    {
      "provision_ref": "art2",
      "chapter": "Abschnitt I Anwendungsbereich des Übereinkommens",
      "section": "2",
      "title": "",
      "content": "Das Übereinkommen ist auf Entscheidungen und Vergleiche ohne Rücksicht auf ihre Bezeichnung anzuwenden. Es ist auch auf Entscheidungen oder Vergleiche anzuwenden, durch die eine frühere Entscheidung oder ein früherer Vergleich geändert worden ist, selbst wenn diese Entscheidung oder dieser Vergleich aus einem Nichtvertragsstaat stammt. Es ist ohne Rücksicht darauf, ob der Unterhaltsanspruch international oder innerstaatlich ist, und unabhängig von der Staatsangehörigkeit oder dem gewöhnlichen Aufenthalt der Parteien anzuwenden."
    },
    {
      "provision_ref": "art3",
      "chapter": "Abschnitt I Anwendungsbereich des Übereinkommens",
      "section": "3",
      "title": "",
      "content": "Betrifft die Entscheidung oder der Vergleich nicht nur die Unterhaltspflicht, so bleibt die Wirkung des Übereinkommens auf die Unterhaltspflicht beschränkt."
    },
    {
      "provision_ref": "art4",
      "chapter": "Abschnitt II Voraussetzungen der Anerkennung und Vollstreckung von Entscheidungen",
      "section": "4",
      "title": "",
      "content": "Die in einem Vertragsstaat ergangene Entscheidung ist in einem anderen Vertragsstaat anzuerkennen oder für vollstreckbar zu erklären/zu vollstrecken, 1. wenn sie von einer Behörde erlassen worden ist, die nach Artikel 7 oder 8 als zuständig anzusehen ist, und 2. wenn gegen sie im Ursprungsstaat kein ordentliches Rechtsmittel mehr zulässig ist. Vorläufig vollstreckbare Entscheidungen und einstweilige Massnahmen sind, obwohl gegen sie ein ordentliches Rechtsmittel zulässig ist, im Vollstreckungsstaat anzuerkennen oder für vollstreckbar zu erklären/zu vollstrecken, wenn dort gleichartige Entscheidungen erlassen und vollstreckt werden können."
    },
    {
      "provision_ref": "art5",
      "chapter": "Abschnitt II Voraussetzungen der Anerkennung und Vollstreckung von Entscheidungen",
      "section": "5",
      "title": "",
      "content": "Die Anerkennung oder Vollstreckung der Entscheidung darf jedoch versagt werden, 1. wenn die Anerkennung oder Vollstreckung mit der öffentlichen Ordnung des Vollstreckungsstaates offensichtlich unvereinbar ist; oder 2. wenn die Entscheidung das Ergebnis betrügerischer Machenschaften im Verfahren ist; oder 3. wenn ein denselben Gegenstand betreffendes Verfahren zwischen denselben Parteien vor einer Behörde des Vollstreckungsstaates anhängig und als erstes eingeleitet worden ist; oder 4. wenn die Entscheidung unvereinbar ist mit einer Entscheidung, die zwischen denselben Parteien über denselben Gegenstand entweder in dem Vollstreckungsstaat oder in einem anderen Staat ergangen ist, im letztgenannten Fall jedoch nur, sofern diese Entscheidung die für die Anerkennung und Vollstreckung im Vollstreckungsstaat erforderlichen Voraussetzungen erfüllt."
    },
    {
      "provision_ref": "art6",
      "chapter": "Abschnitt II Voraussetzungen der Anerkennung und Vollstreckung von Entscheidungen",
      "section": "6",
      "title": "",
      "content": "Eine Versäumnisentscheidung wird nur anerkannt oder für vollstreckbar erklärt/vollstreckt, wenn das das Verfahren einleitende Schriftstück mit den wesentlichen Klagegründen der säumigen Partei nach dem Recht des Ursprungsstaates zugestellt worden ist und wenn diese Partei eine nach den Umständen ausreichende Frist zu ihrer Verteidigung hatte; Artikel 5 bleibt unberührt."
    },
    {
      "provision_ref": "art7",
      "chapter": "Abschnitt II Voraussetzungen der Anerkennung und Vollstreckung von Entscheidungen",
      "section": "7",
      "title": "",
      "content": "Eine Behörde des Ursprungsstaates ist als zuständig im Sinn des Übereinkommens anzusehen, 1. wenn der Unterhaltsverpflichtete oder der Unterhaltsberechtigte zur Zeit der Einleitung des Verfahrens seinen gewöhnlichen Aufenthalt im Ursprungsstaat hatte; oder 2. wenn der Unterhaltsverpflichtete und der Unterhaltsberechtigte zur Zeit der Einleitung des Verfahrens Staatsangehörige des Ursprungsstaates waren; oder 3. wenn sich der Beklagte der Zuständigkeit dieser Behörde entweder ausdrücklich oder dadurch unterworfen hat, dass er sich, ohne deren Unzuständigkeit geltend zu machen, auf das Verfahren in der Sache selbst eingelassen hat."
    },
    {
      "provision_ref": "art8",
      "chapter": "Abschnitt II Voraussetzungen der Anerkennung und Vollstreckung von Entscheidungen",
      "section": "8",
      "title": "",
      "content": "Die Behörden eines Vertragsstaates, die über ein Unterhaltsbegehren entschieden haben, sind als zuständig im Sinn des Übereinkommens anzusehen, wenn der Unterhalt infolge einer von einer Behörde dieses Staates ausgesprochenen Scheidung, Trennung ohne Auflösung des Ehebandes, Nichtigkeit oder Ungültigkeit der Ehe geschuldet und wenn die diesbezügliche Zuständigkeit der Behörde nach dem Recht des Vollstreckungsstaates anerkannt wird; Artikel 7 bleibt unberührt."
    },
    {
      "provision_ref": "art9",
      "chapter": "Abschnitt II Voraussetzungen der Anerkennung und Vollstreckung von Entscheidungen",
      "section": "9",
      "title": "",
      "content": "Die Behörde des Vollstreckungsstaates ist an die tatsächlichen Feststellungen gebunden, auf welche die Behörde des Ursprungsstaates ihre Zuständigkeit gestützt hat."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "",
      "content": "Betrifft die Entscheidung mehrere Ansprüche in einem Unterhaltsbegehren und kann die Anerkennung oder Vollstreckung nicht für alle Ansprüche bewilligt werden, so hat die Behörde des Vollstreckungsstaates das Übereinkommen auf denjenigen Teil der Entscheidung anzuwenden, der anerkannt oder für vollstreckbar erklärt/vollstreckt werden kann."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "",
      "content": "Ist in der Entscheidung die Unterhaltsleistung durch regelmässig wiederkehrende Zahlungen angeordnet, so ist die Vollstreckung sowohl für die bereits fälligen als auch für die künftig fällig werdenden Zahlungen zu bewilligen. Siehe AS 1976 1557 Art. 2 Abs. 3."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "",
      "content": "Die Behörde des Vollstreckungsstaates darf die Entscheidung in der Sache selbst nicht nachprüfen, sofern das Übereinkommen nicht etwas anderes bestimmt."
    },
    {
      "provision_ref": "art13",
      "chapter": "Abschnitt III Verfahren der Anerkennung und Vollstreckung von Entscheidungen",
      "section": "13",
      "title": "",
      "content": "Das Verfahren der Anerkennung oder Vollstreckung der Entscheidung richtet sich nach dem Recht des Vollstreckungsstaates, sofern das Übereinkommen nicht etwas anderes bestimmt."
    },
    {
      "provision_ref": "art14",
      "chapter": "Abschnitt III Verfahren der Anerkennung und Vollstreckung von Entscheidungen",
      "section": "14",
      "title": "",
      "content": "Es kann auch die teilweise Anerkennung oder Vollstreckung einer Entscheidung beantragt werden."
    },
    {
      "provision_ref": "art15",
      "chapter": "Abschnitt III Verfahren der Anerkennung und Vollstreckung von Entscheidungen",
      "section": "15",
      "title": "",
      "content": "Der Unterhaltsberechtigte, der im Ursprungsstaat ganz oder teilweise Verfahrenshilfe oder Befreiung von Verfahrenskosten genossen hat, geniesst in jedem Anerkennungs- oder Vollstreckungsverfahren die günstigste Verfahrenshilfe oder die weitestgehende Befreiung, die im Recht des Vollstreckungsstaates vorgesehen ist."
    },
    {
      "provision_ref": "art16",
      "chapter": "Abschnitt III Verfahren der Anerkennung und Vollstreckung von Entscheidungen",
      "section": "16",
      "title": "",
      "content": "In den durch das Übereinkommen erfassten Verfahren braucht für die Zahlung der Verfahrenskosten keine Sicherheit oder Hinterlegung, unter welcher Bezeichnung auch immer, geleistet zu werden."
    },
    {
      "provision_ref": "art17",
      "chapter": "Abschnitt III Verfahren der Anerkennung und Vollstreckung von Entscheidungen",
      "section": "17",
      "title": "",
      "content": "Die Partei, die die Anerkennung einer Entscheidung geltend macht oder ihre Vollstreckung beantragt, hat folgende Unterlagen beizubringen: 1. eine vollständige, mit der Urschrift übereinstimmende Ausfertigung der Entscheidung; 2. die Urkunden, aus denen sich ergibt, dass gegen die Entscheidung im Ursprungsstaat kein ordentliches Rechtsmittel mehr zulässig ist und, gegebenenfalls, dass die Entscheidung dort vollstreckbar ist; 3. wenn es sich um eine Versäumnisentscheidung handelt, die Urschrift oder eine beglaubigte Abschrift der Urkunde, aus der sich ergibt, dass das das Verfahren einleitende Schriftstück mit den wesentlichen Gründen des Begehrens der säumigen Partei nach dem Recht des Ursprungsstaates ordnungsgemäss zugestellt worden ist; 4. gegebenenfalls jedes Schriftstück, aus dem sich ergibt, dass die Partei im Ursprungsstaat Verfahrenshilfe oder Befreiung von Verfahrenskosten erhalten hat; 5. eine beglaubigte Übersetzung der genannten Urkunden, wenn die Behörde des Vollstreckungsstaates nicht darauf verzichtet. Werden die genannten Urkunden nicht vorgelegt oder ermöglicht es der Inhalt der Entscheidung der Behörde des Vollstreckungsstaates nicht, nachzuprüfen, ob die Voraussetzungen dieses Übereinkommens erfüllt sind, so setzt sie eine Frist für die Vorlegung aller erforderlichen Urkunden. Eine weitere Beglaubigung oder ähnliche Förmlichkeit darf nicht verlangt werden."
    },
    {
      "provision_ref": "art18",
      "chapter": "Abschnitt IV Ergänzende Vorschriften über öffentliche Aufgaben wahrnehmende Einrichtungen",
      "section": "18",
      "title": "",
      "content": "Ist die Entscheidung gegen den Unterhaltsverpflichteten auf Antrag einer öffentliche Aufgaben wahrnehmenden Einrichtung ergangen, welche die Erstattung der einem Unterhaltsberechtigten erbrachten Leistungen verlangt, so ist diese Entscheidung nach dem Übereinkommen anzuerkennen und für vollstreckbar zu erklären/zu vollstrecken, 1. wenn die Einrichtung nach dem Recht, dem sie untersteht, die Erstattung verlangen kann; 2. wenn das nach dem internationalen Privatrecht des Vollstreckungsstaates anzuwendende innerstaatliche Recht eine Unterhaltspflicht zwischen dem Unterhaltsberechtigten und dem Unterhaltsverpflichteten vorsieht."
    },
    {
      "provision_ref": "art19",
      "chapter": "Abschnitt IV Ergänzende Vorschriften über öffentliche Aufgaben wahrnehmende Einrichtungen",
      "section": "19",
      "title": "",
      "content": "Eine öffentliche Aufgaben wahrnehmende Einrichtung darf, soweit sie dem Unterhaltsberechtigten Leistungen erbracht hat, die Anerkennung oder Vollstreckung einer zwischen dem Unterhaltsberechtigten und dem Unterhaltsverpflichteten ergangenen Entscheidung verlangen, wenn sie nach dem Recht, dem sie untersteht, kraft Gesetzes berechtigt ist, an Stelle des Unterhaltsberechtigten die Anerkennung der Entscheidung geltend zu machen oder ihre Vollstreckung zu beantragen."
    },
    {
      "provision_ref": "art20",
      "chapter": "Abschnitt IV Ergänzende Vorschriften über öffentliche Aufgaben wahrnehmende Einrichtungen",
      "section": "20",
      "title": "",
      "content": "Die öffentliche Aufgaben wahrnehmende Einrichtung, welche die Anerkennung geltend macht oder die Vollstreckung beantragt, hat die Urkunden vorzulegen, aus denen sich ergibt, dass sie die in Artikel 18 Ziffer 1 oder Artikel 19 genannten Voraussetzungen erfüllt und dass die Leistungen dem Unterhaltsberechtigten erbracht worden sind; Artikel 17 bleibt unberührt."
    },
    {
      "provision_ref": "art21",
      "chapter": "Abschnitt V Vergleiche",
      "section": "21",
      "title": "",
      "content": "Die im Ursprungsstaat vollstreckbaren Vergleiche sind unter denselben Voraussetzungen wie Entscheidungen anzuerkennen und für vollstreckbar zu erklären/zu vollstrecken, soweit diese Voraussetzungen auf sie anwendbar sind."
    },
    {
      "provision_ref": "art22",
      "chapter": "Abschnitt VI Verschiedene Bestimmungen",
      "section": "22",
      "title": "",
      "content": "Bestehen nach dem Recht eines Vertragsstaates Beschränkungen für die Überweisung von Geldbeträgen, so hat dieser Vertragsstaat der Überweisung von Geldbeträgen, die zur Erfüllung von Unterhaltsansprüchen oder zur Deckung von Kosten für Verfahren nach diesem Übereinkommen bestimmt sind, den grösstmöglichen Vorrang zu gewähren."
    },
    {
      "provision_ref": "art23",
      "chapter": "Abschnitt VI Verschiedene Bestimmungen",
      "section": "23",
      "title": "",
      "content": "Dieses Übereinkommen schliesst nicht aus, dass eine andere internationale Übereinkunft zwischen dem Ursprungsstaat und dem Vollstreckungsstaat oder das nichtvertragliche Recht des Vollstreckungsstaates angewendet wird, um die Anerkennung oder Vollstreckung einer Entscheidung oder eines Vergleiches zu erwirken."
    },
    {
      "provision_ref": "art24",
      "chapter": "Abschnitt VI Verschiedene Bestimmungen",
      "section": "24",
      "title": "",
      "content": "Dieses Übereinkommen ist unabhängig von dem Zeitpunkt anzuwenden, in dem die Entscheidung ergangen ist. Ist die Entscheidung ergangen, bevor dieses Übereinkommen zwischen dem Ursprungsstaat und dem Vollstreckungsstaat in Kraft getreten ist, so ist sie im letztgenannten Staat nur hinsichtlich der nach diesem Inkrafttreten fällig werdenden Zahlungen für vollstreckbar zu erklären/zu vollstrecken."
    },
    {
      "provision_ref": "art25",
      "chapter": "Abschnitt VI Verschiedene Bestimmungen",
      "section": "25",
      "title": "",
      "content": "Jeder Vertragsstaat kann jederzeit erklären, dass er in seinen Beziehungen zu den Staaten, die dieselbe Erklärung abgegeben haben, alle vor einer Behörde oder einer Urkundsperson errichteten öffentlichen Urkunden, die im Ursprungsstaat aufgenommen und vollstreckbar sind, in das Übereinkommen einbezieht, soweit sich dessen Bestimmungen auf solche Urkunden anwenden lassen."
    },
    {
      "provision_ref": "art26",
      "chapter": "Abschnitt VI Verschiedene Bestimmungen",
      "section": "26",
      "title": "",
      "content": "Jeder Vertragsstaat kann sich nach Artikel 34 das Recht vorbehalten, weder anzuerkennen noch für vollstreckbar zu erklären/zu vollstrecken: 1. Entscheidungen und Vergleiche über Unterhaltsleistungen, die ein Unterhaltsverpflichteter, der nicht der Ehegatte oder der frühere Ehegatte des Unterhaltsberechtigten ist, für die Zeit nach der Eheschliessung oder nach dem vollendeten einundzwanzigsten Lebensjahr des Unterhaltsberechtigten schuldet; 2. Entscheidungen und Vergleiche in Unterhaltssachen a. zwischen Verwandten in der Seitenlinie; b. zwischen Verschwägerten; 3. Entscheidungen und Vergleiche, die die Unterhaltsleistung nicht durch regelmässig wiederkehrende Zahlungen vorsehen. Ein Vertragsstaat, der einen Vorbehalt angebracht hat, kann nicht verlangen, dass das Übereinkommen auf Entscheidungen und Vergleiche angewendet wird, die er durch seinen Vorbehalt ausgeschlossen hat."
    },
    {
      "provision_ref": "art27",
      "chapter": "Abschnitt VI Verschiedene Bestimmungen",
      "section": "27",
      "title": "",
      "content": "Sieht das Recht eines Vertragsstaates in Unterhaltssachen zwei oder mehr Rechtsordnungen vor, die für verschiedene Personenkreise gelten, so ist eine Verweisung auf das Recht dieses Staates als Verweisung auf die Rechtsordnung zu verstehen, die nach dem Recht dieses Staates für einen bestimmten Personenkreis gilt."
    },
    {
      "provision_ref": "art28",
      "chapter": "Abschnitt VI Verschiedene Bestimmungen",
      "section": "28",
      "title": "",
      "content": "Besteht ein Vertragsstaat aus zwei oder mehr Gebietseinheiten, in denen verschiedene Rechtsordnungen für die Anerkennung und Vollstreckung von Unterhaltsentscheidungen gelten, so ist 1. eine Verweisung auf das Recht, das Verfahren oder die Behörde des Ursprungsstaates als Verweisung auf das Recht, das Verfahren oder die Behörde der Gebietseinheit zu verstehen, in der die Entscheidung ergangen ist; 2. eine Verweisung auf das Recht, das Verfahren oder die Behörde des Vollstreckungsstaates als Verweisung auf das Recht, das Verfahren oder die Behörde der Gebietseinheit zu verstehen, in der die Anerkennung oder Vollstreckung beantragt wird; 3. eine Verweisung nach den Ziffern 1 und 2 auf das Recht oder das Verfahren des Ursprungsstaates oder des Vollstreckungsstaates in dem Sinne zu verstehen, dass auch auf die einschlägigen Rechtsvorschriften und -grundsätze des Vertragsstaates, die für dessen Gebietseinheiten gelten, verwiesen ist; 4. eine Verweisung auf den gewöhnlichen Aufenthalt des Unterhaltsberechtigten oder des Unterhaltsverpflichteten im Ursprungsstaat als Verweisung auf den gewöhnlichen Aufenthalt in der Gebietseinheit zu verstehen, in der die Entscheidung ergangen ist. Jeder Vertragsstaat kann jederzeit erklären, dass er eine oder mehrere dieser Vorschriften auf eine oder mehrere Bestimmungen dieses Übereinkommens nicht anwenden wird."
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "",
      "content": "Dieses Übereinkommen ersetzt in den Beziehungen zwischen den Staaten, die Vertragsparteien sind, das Haager Übereinkommen vom 15. April 1958 über die Anerkennung und Vollstreckung von Entscheidungen auf dem Gebiet der Unterhaltspflicht gegenüber Kindern."
    },
    {
      "provision_ref": "art30",
      "chapter": "Abschnitt VII Schlussbestimmungen",
      "section": "30",
      "title": "",
      "content": "Dieses Übereinkommen liegt für die Staaten zur Unterzeichnung auf, die Mitglieder der Haager Konferenz für Internationales Privatrecht zur Zeit ihrer Zwölften Tagung waren. Es bedarf der Ratifikation, Annahme oder Genehmigung; die Ratifikations-, Annahme- oder Genehmigungsurkunden sind beim Ministerium für Auswärtige Angelegenheiten der Niederlande zu hinterlegen."
    },
    {
      "provision_ref": "art31",
      "chapter": "Abschnitt VII Schlussbestimmungen",
      "section": "31",
      "title": "",
      "content": "Jeder Staat, der erst nach der Zwölften Tagung Mitglied der Konferenz geworden ist, oder der Mitglied der Vereinten Nationen oder einer ihrer Sonderinstitutionen ist, oder der Satzung des Internationalen Gerichtshofes angehört, kann diesem Übereinkommen beitreten, nachdem es nach Artikel 35 Absatz 1 in Kraft getreten ist. Die Beitrittsurkunde ist beim Ministerium für Auswärtige Angelegenheiten der Niederlande zu hinterlegen. Der Beitritt wirkt nur im Verhältnis zwischen dem beitretenden Staat und den Vertragsstaaten, die innerhalb von zwölf Monaten nach Empfang der in Artikel 37 Ziffer 3 vorgesehenen Notifikation keinen Einspruch gegen den Beitritt erhoben haben. Nach dem Beitritt kann ein solcher Einspruch auch von einem Mitgliedstaat in dem Zeitpunkt erhoben werden, in dem er das Übereinkommen ratifiziert, annimmt oder genehmigt. Die Einsprüche sind dem Ministerium für Auswärtige Angelegenheiten der Niederlande zu notifizieren. SR 0.193.501"
    },
    {
      "provision_ref": "art32",
      "chapter": "Abschnitt VII Schlussbestimmungen",
      "section": "32",
      "title": "",
      "content": "Jeder Staat kann bei der Unterzeichnung, der Ratifikation, der Annahme, der Genehmigung oder dem Beitritt erklären, dass sich dieses Übereinkommen auf alle Gebiete, deren internationale Beziehungen er wahrnimmt, oder auf eines oder mehrere dieser Gebiete erstreckt. Diese Erklärung wird wirksam, sobald das Übereinkommen für den betreffenden Staat in Kraft tritt. Jede spätere Erstreckung dieser Art ist dem Ministerium für Auswärtige Angelegenheiten der Niederlande zu notifizieren. Die Erstreckung wirkt im Verhältnis zwischen den Vertragsstaaten, die innerhalb von zwölf Monaten nach Empfang der in Artikel 37 Ziffer 4 vorgesehenen Notifikation keinen Einspruch dagegen erhoben haben, und dem oder den Gebieten, deren internationale Beziehungen von dem betreffenden Staat wahrgenommen werden und für die die Notifikation vorgenommen worden ist. Nach der Erstreckung kann ein solcher Einspruch auch von einem Mitgliedstaat in dem Zeitpunkt erhoben werden, in dem er das Übereinkommen ratifiziert, annimmt oder genehmigt. Die Einsprüche sind dem Ministerium für Auswärtige Angelegenheiten der Niederlande zu notifizieren."
    },
    {
      "provision_ref": "art33",
      "chapter": "Abschnitt VII Schlussbestimmungen",
      "section": "33",
      "title": "",
      "content": "Ein Vertragsstaat, der aus zwei oder mehr Gebietseinheiten besteht, in denen verschiedene Rechtsordnungen für die Anerkennung und Vollstreckung von Unterhaltsentscheidungen gelten, kann bei der Unterzeichnung, der Ratifikation, der Annahme, der Genehmigung oder dem Beitritt erklären, dass sich dieses Übereinkommen auf alle diese Gebietseinheiten oder nur auf eine oder mehrere dieser Gebietseinheiten erstreckt; er kann diese Erklärung jederzeit durch Abgabe einer neuen Erklärung ändern. Diese Erklärungen sind dem Ministerium für Auswärtige Angelegenheiten der Niederlande unter ausdrücklicher Bezeichnung der Gebietseinheit, für die das Übereinkommen gilt, zu notifizieren. Die anderen Vertragsstaaten können die Anerkennung einer Unterhaltsentscheidung ablehnen, wenn das Übereinkommen in dem Zeitpunkt, in dem die Anerkennung geltend gemacht wird, für die Gebietseinheit, in der die Entscheidung ergangen ist, nicht gilt."
    },
    {
      "provision_ref": "art34",
      "section": "34",
      "title": "",
      "content": "Jeder Staat kann spätestens bei der Ratifikation, der Annahme, der Genehmigung oder dem Beitritt einen oder mehrere der in Artikel 26 vorgesehenen Vorbehalte anbringen. Andere Vorbehalte sind nicht zulässig. Jeder Staat kann ferner, wenn er eine Erstreckung des Übereinkommens nach Artikel 32 notifiziert, die Wirkung eines oder mehrerer dieser Vorbehalte auf alle oder einige der von der Erstreckung erfassten Hoheitsgebiete beschränken. Jeder Vertragsstaat kann einen von ihm angebrachten Vorbehalt jederzeit zurückziehen. Ein solcher Rückzug ist dem Ministerium für Auswärtige Angelegenheiten der Niederlande zu notifizieren. Die Wirkung des Vorbehalts endet am ersten Tag des dritten Kalendermonats nach der in Absatz 3 genannten Notifikation."
    },
    {
      "provision_ref": "art35",
      "section": "35",
      "title": "",
      "content": "Dieses Übereinkommen tritt am ersten Tag des dritten Kalendermonats nach der in Artikel 30 vorgesehenen Hinterlegung der dritten Ratifikations-, Annahme- oder Genehmigungsurkunde in Kraft. Später tritt das Übereinkommen in Kraft – für jeden Unterzeichnerstaat, der es später ratifiziert, annimmt oder genehmigt, am ersten Tag des dritten Kalendermonats nach Hinterlegung seiner Ratifikations-, Annahme- oder Genehmigungsurkunde; – für jeden beitretenden Staat am ersten Tag des dritten Kalendermonats nach Ablauf der in Artikel 31 bestimmten Frist; – für die Gebiete, auf die das Übereinkommen nach Artikel 32 erstreckt worden ist, am ersten Tag des dritten Kalendermonats nach Ablauf der im genannten Artikel bestimmten Frist."
    },
    {
      "provision_ref": "art36",
      "section": "36",
      "title": "",
      "content": "Dieses Übereinkommen gilt für die Dauer von fünf Jahren, vom Tag seines Inkrafttretens nach Artikel 35 Absatz 1 an gerechnet, und zwar auch für die Staaten, die es später ratifiziert, angenommen oder genehmigt haben oder ihm später beigetreten sind. Die Geltungsdauer des Übereinkommens verlängert sich, ausser im Fall der Kündigung, stillschweigend um jeweils fünf Jahre. Die Kündigung ist spätestens sechs Monate vor Ablauf der fünf Jahre dem Ministerium für Auswärtige Angelegenheiten der Niederlande zu notifizieren. Sie kann sich auf bestimmte Gebiete beschränken, für die das Übereinkommen gilt. Die Kündigung wirkt nur für den Staat, der sie notifiziert hat. Für die anderen Vertragsstaaten bleibt das Übereinkommen in Kraft."
    },
    {
      "provision_ref": "art37",
      "section": "37",
      "title": "",
      "content": "Das Ministerium für Auswärtige Angelegenheiten der Niederlande notifiziert den Mitgliedstaaten der Konferenz sowie den Staaten, die nach Artikel 31 beigetreten sind: 1. jede Unterzeichnung, Ratifikation, Annahme und Genehmigung nach Artikel 30; 2. den Tag, an dem dieses Übereinkommen nach Artikel 35 in Kraft tritt; 3. jeden Beitritt nach Artikel 31 und den Tag, an dem der Beitritt wirksam wird; 4. jede Erstreckung nach Artikel 32 und den Tag, an dem sie wirksam wird; 5. jeden Einspruch gegen einen Beitritt oder eine Erstreckung nach den Artikeln 31 und 32; 6. jede Erklärung nach den Artikeln 25 und 32; 7. jede Kündigung nach Artikel 36; 8. jeden Vorbehalt nach den Artikeln 26 und 34 sowie den Rückzug von Vorbehalten nach Artikel 34."
    }
  ],
  "definitions": []
}