{
  "id": "sr-0-632-312-631-1",
  "type": "statute",
  "title": "Abkommen vom 25. November 2008 über die Landwirtschaft zwischen der Schweizerischen Eidgenossenschaft und der Republik Kolumbien (mit Anhängen)",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2011/375/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "1 Anwendungs- und Geltungsbereich",
      "content": "1. Dieses Zusatzabkommen über den Handel mit landwirtschaftlichen Grunderzeugnissen (nachfolgend als «dieses Abkommen» bezeichnet) zwischen der Schweizerischen Eidgenossenschaft (nachfolgend als «Schweiz» bezeichnet) und der Republik Kolumbien (nachfolgend als «Kolumbien» bezeichnet), als «Vertragspartei» und gemeinsam als «die Vertragsparteien» bezeichnet, wird abgeschlossen im Anschluss an das Freihandelsabkommen zwischen den EFTA-Staaten und Kolumbien (nachfolgend als «das Freihandelsabkommen» bezeichnet), insbesondere nach Artikel 1.1 (Errichtung einer Freihandelszone) des Freihandelsabkommens, das am 25. November 2008 gleichzeitig unterzeichnet wird. 2. Dieses Abkommen gilt ebenso für das Fürstentum Liechtenstein, solange der Zollunionsvertrag vom 29. März 1923 zwischen der Schweiz und dem Fürstentum Liechtenstein in Kraft ist. SR 0.632.312.631 SR 0.631.112.514"
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Allgemeine Regeln",
      "content": "Dieses Abkommen gilt für von den Vertragsparteien ergriffene oder beibehaltene Massnahmen bezüglich landwirtschaftlicher Erzeugnisse: (a) die unter die Kapitel 1–24 des Harmonisierten Systems zur Bezeichnung und Codierung von Waren (nachfolgend als «das HS» bezeichnet) fallen und nicht in den Anhängen III (Landwirtschaftliche Verarbeitungserzeugnisse) und IV (Fische und andere Meeresprodukte) des Freihandelsabkommens aufgeführt sind; und (b) die von Anhang II (Ausgenommene Erzeugnisse) nach Artikel 2.2 Buchstabe (a) (Geltungsbereich) des Freihandelsabkommens erfasst werden."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "3 Zollkonzessionen",
      "content": "1. Kolumbien gewährt Zollkonzessionen auf landwirtschaftliche Erzeugnisse schweizerischen Ursprungs nach Anhang I dieses Abkommens. Die Schweiz gewährt Zollkonzessionen auf landwirtschaftliche Erzeugnisse kolumbianischen Ursprungs nach Anhang II dieses Abkommens. 2. Unbeschadet von Absatz 1 kann eine Vertragspartei zur Erfüllung eines Leistungserfordernisses eine Entbindung von Zöllen auf Sojabohnen und Getreide festsetzen. 3. Für Erzeugnisse nach Artikel 2 Buchstabe (a) kolumbianischen Ursprungs, die nicht von Anhang II dieses Abkommens erfasst werden, gewährt die Schweiz eine Behandlung, die nicht weniger günstig ist als für Entwicklungsländer unter dem Schweizerischen Allgemeinen Präferenzsystem (nachfolgend als «das Schweizer APS» bezeichnet), solange Kolumbien Berechtigter dieses Systems ist. Diese Behandlung wird nach Ablauf der Umsetzungsdauer der Doha-Runde der WTO überprüft, spätestens aber 8 Jahre nach Inkrafttreten dieses Abkommens."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Ausgangsansatz",
      "content": "1. Sofern in den Anhängen I und II dieses Abkommens nicht anders bestimmt, ist für jedes Erzeugnis der Ausgangszollansatz, auf den die stufenweisen Senkungen nach den Anhängen I und II anzuwenden sind, der am 1. April 2007 angewendete Meistbegünstigungsansatz. 2. Unbeschadet von Absatz 1 gilt, wenn eine Vertragspartei nach Inkrafttreten dieses Abkommens ihren anwendbaren Meistbegünstigungsansatz senkt, dieser Zollansatz nur, wenn er tiefer ist als der in Übereinstimmung mit den entsprechenden Anhängen berechnete Zollansatz."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Ursprungsregeln und Zollverfahren",
      "content": "1. Die Ursprungsregeln und die Bestimmungen zur Zusammenarbeit in Zollangelegenheiten in Anhang V (Ursprungsregeln) zum Freihandelsabkommen gelten für dieses Abkommen unter Vorbehalt der Ausnahme nach Absatz 2. Jeder Verweis auf «EFTA-Staaten» in diesem Anhang ist als Verweis auf die Schweiz zu verstehen. 2. Für den Zweck dieses Abkommens gilt Anhang V Artikel 3 (Ursprungsregeln) zum Freihandelsabkommen nicht für unter dieses Abkommen fallende Erzeugnisse, die von einem EFTA-Staat in einen anderen ausgeführt werden."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Bestimmungen des Freihandelsabkommens",
      "content": "Soweit in diesem Abkommen nicht anders bestimmt, gelten mutatis mutandis die folgenden Bestimmungen ebenso wie die Kapitel 9 (Transparenz) und 12 (Streitbelegung) des Freihandelsabkommens für dieses Abkommen: 1.3 (Räumlicher Anwendungsbereich), 1.4 (Verhältnis zu anderen internationalen Abkommen), 1.6 (Zentrale, regionale und lokale Regierungen), 1.7 (Besteuerung), 2.3 (Ursprungsregeln und gegenseitige Amtshilfe in Zollbereich), 2.8 (Ausfuhrzölle), 2.9 (Ein- und Ausfuhrbeschränkungen), 2.10 (Verwaltungsgebühren und Formalitäten), 2.11 (Inländerbehandlung), 2.12 (Staatliche Handelsunternehmen), 2.13 (Gesundheitspolizeiliche und pflanzenschutzrechtliche Massnahmen), 2.14 (Technische Vorschriften), 2.15 (Subventionen und Ausgleichsmassnahmen), 2.16 (Antidumping), 2.17 (Allgemeine Schutzmassnahmen), 2.18 (Bilaterale Schutzmassnahmen), 2.19 (Allgemeine Ausnahmen), 2.20 (Nationale Sicherheit), 2.21 (Zahlungsbilanz), 8.3 (Zusammenarbeit), 13.1 (Anhänge, Appendizes und Fussnoten), 13.3 (Änderungen), 13.5 (Rücktritt) und 13.7 (Vorbehalte)."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Bilateraler Ausschuss",
      "content": "1. Hiermit wird ein Bilateraler Ausschuss zum Handel mit landwirtschaftlichen Erzeugnissen eingesetzt. Er tagt auf Ersuchen einer der Vertragsparteien. Um einen effizienten Einsatz der Ressourcen zu ermöglichen, sind die Vertragsparteien bestrebt, technische Kommunikationsmittel wie elektronische Kommunikation, Video- oder Telefonkonferenzen zu verwenden, und tagen so oft wie erforderlich, wobei sie vorzugsweise Tagungen des Gemischten Ausschusses des Freihandelsabkommens nutzen. 2. Der Ausschuss: (a) beaufsichtigt die Umsetzung und Verwaltung der Bestimmungen dieses Abkommens; (b) beurteilt die Entwicklung im Handel mit landwirtschaftlichen Erzeugnissen nach diesem Abkommen und dessen Auswirkung auf den Landwirtschaftssektor der Vertragsparteien; (c) führt im Rahmen der jeweiligen Landwirtschaftspolitik der Vertragsparteien die Bemühungen zu weiterer Liberalisierung des Handels mit landwirtschaftlichen Erzeugnissen fort; (d) ist bestrebt, Streitigkeiten über die Auslegung oder Anwendung dieses Abkommens beizulegen; und (e) prüft jede andere Angelegenheit, die das Funktionieren dieses Abkommens berührt."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Weitere Liberalisierung",
      "content": "Die Vertragsparteien verpflichten sich, ihre Bemühungen zur Erreichung einer weiteren Liberalisierung ihres Handels mit landwirtschaftlichen Erzeugnissen fortzuführen, wobei sie die Struktur dieses Handels zwischen ihnen, die besondere Empfindlichkeit solcher Erzeugnisse und die Entwicklung der Landwirtschaftspolitik auf beiden Seiten berücksichtigen. Auf Ersuchen einer Vertragspartei konsultieren die Vertragsparteien einander zur Erreichung dieses Ziels, einschliesslich durch Verbesserungen beim Marktzugang durch Senkung oder Aufhebung von Zöllen auf landwirtschaftliche Erzeugnisse und durch Ausdehnung des Bereichs von landwirtschaftlichen Erzeugnissen, die von diesem Abkommen erfasst werden."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "WTO-Übereinkommen über die Landwirtschaft",
      "content": "Die Vertragsparteien bekräftigen ihre Rechte und Pflichten, die sich aus dem WTO- Übereinkommen über die Landwirtschaft ergeben, sofern das vorliegende Abkommen nichts anderes bestimmt. SR 0.632.20 , Anhang 1A.3"
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Landwirtschaftliche Ausfuhrsubventionen",
      "content": "1. Ausfuhrsubventionen gemäss Begriffsbestimmung des WTO- Übereinkommens über die Lan d wirtschaft werden von den Vertragsparteien in ihrem Handel mit Erzeugnissen, die Gegenstand von Zollkonzessionen nach diesem Abkommen sind, nicht beschlossen, beibehalten, eingeführt oder wiedereingeführt. 2. Beschliesst eine Vertragspartei Ausfuhrsubventionen auf ein Erzeugnis, das Gegenstand einer Zollkonzession im Einklang mit Artikel 3 ist, behält sie sie bei oder führt sie sie ein oder wieder ein, so kann die andere Vertragspartei den Zollansatz auf solche Einfuhren bis zum angewendeten Meistbegünstigungsansatz erhöhen, der zu diesem Zeitpunkt in Kraft ist. Erhöht eine Vertragspartei den Zollansatz, so notifiziert sie dies der anderen Vertragspartei innert 30 Tagen."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Preisbandsystem",
      "content": "Kolumbien darf seinen Preisstabilisierungsmechanismus für landwirtschaftliche Erzeugnisse nach Tabelle 3 von Anhang III (Landwirtschaftliche Verarbeitungserzeugnisse) des Freihandelsabkommens aufrechterhalten."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Inkrafttreten und Verhältnis zwischen diesem Abkommen und dem Freihandelsabkommen",
      "content": "1. Dieses Abkommen tritt zum selben Zeitpunkt in Kraft wie das Freihandelsabkommen zwischen der Schweiz und Kolumbien. Dieses Abkommen bleibt so lange in Kraft, wie seine Vertragsparteien Vertragsparteien des Freihandelsabkommens bleiben. 2. Tritt die Schweiz oder Kolumbien vom Freihandelsabkommen zurück, so besteht Einigkeit, dass damit auch der Rücktritt von diesem Abkommen einhergeht. Beide Rücktritte werden zum Zeitpunkt wirksam, zu dem der erste Rücktritt nach Artikel 13.5 des Freihandelsabkommens Wirksamkeit erlangt."
    }
  ],
  "definitions": []
}