{
  "id": "sr-0-274-12",
  "type": "statute",
  "title": "Übereinkunft vom 1. März 1954 betreffend Zivilprozessrecht",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1957/467_467_485/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "I. Mitteilung gerichtlicher und aussergerichtlicher Urkunden",
      "section": "1",
      "title": "",
      "content": "In Zivil- oder Handelssachen erfolgt die Zustellung von Schriftstücken, die für eine im Auslande befindliche Person bestimmt sind, in den Vertragsstaaten auf ein Begehren, das der Konsul des ersuchenden Staates an die vom ersuchten Staate zu bezeichnende Behörde richtet. Das Begehren hat die Behörde, von der das übermittelte Schriftstück ausgeht, den Namen und die Stellung der Parteien, die Adresse des Empfängers sowie die Art des in Rede stehenden Schriftstückes anzugeben und muss in der Sprache der ersuchten Behörde abgefasst sein. Diese Behörde hat dem Konsul die Urkunde zu übersenden, welche die Zustellung nachweist oder den die Zustellung hindernden Umstand angibt. Alle Anstände, zu denen das Zustellungsbegehren des Konsuls Anlass geben mag, sind auf diplomatischem Wege zu erledigen. Jeder Vertragsstaat kann in einer an die andern Vertragsstaaten gerichteten Mitteilung erklären, er verlange, dass das Begehren einer in seinem Gebiete zu bewirkenden Zustellung, das die in Absatz 1 bezeichneten Angaben enthalten soll, auf diplomatischem Wege an ihn gerichtet werde. Die vorstehenden Bestimmungen hindern nicht, dass sich zwei Vertragsstaaten über die Zulassung des unmittelbaren Geschäftsverkehrs zwischen ihren beiderseitigen Behörden verständigen."
    },
    {
      "provision_ref": "art2",
      "chapter": "I. Mitteilung gerichtlicher und aussergerichtlicher Urkunden",
      "section": "2",
      "title": "",
      "content": "Die Zustellung erfolgt durch die nach den Gesetzen des ersuchten Staates zuständige Behörde. Diese Behörde kann sich, ausgenommen in den in Artikel 3 vorgesehenen Fällen, darauf beschränken, die Zustellung durch Übergabe des Schriftstückes an den Empfänger zu bewirken, sofern er zur Annahme bereit ist."
    },
    {
      "provision_ref": "art3",
      "chapter": "I. Mitteilung gerichtlicher und aussergerichtlicher Urkunden",
      "section": "3",
      "title": "",
      "content": "Dem Begehren ist das zuzustellende Schriftstück in zweifacher Ausfertigung beizu fügen. Ist das zuzustellende Schriftstück in der Sprache der ersuchten Behörde oder in der zwischen den beiden beteiligten Staaten vereinbarten Sprache abgefasst oder ist es von einer Übersetzung in eine dieser Sprachen begleitet, so lässt die ersuchte Behörde, falls es in dem Begehren gewünscht wird, das Schriftstück in der durch ihre innere Gesetzgebung für gleichartige Zustellungen vorgeschriebenen Form oder in einer besondern Form, sofern diese ihrer Gesetzgebung nicht zuwiderläuft, zustellen. Ist ein solcher Wunsch nicht ausgesprochen, so wird die ersuchte Behörde zunächst die Übergabe nach den Vorschriften des Artikels 2 zu bewirken suchen. Vorbehältlich anderweitiger Vereinbarung ist die im vorstehenden Absatze vorgesehene Übersetzung von dem diplomatischen oder konsularischen Vertreter des ersuchenden Staates oder von einem beeidigten Dolmetscher des ersuchten Staates zu beglaubigen."
    },
    {
      "provision_ref": "art4",
      "chapter": "I. Mitteilung gerichtlicher und aussergerichtlicher Urkunden",
      "section": "4",
      "title": "",
      "content": "Die in den Artikeln 1, 2 und 3 vorgesehene Zustellung kann nur abgelehnt werden, wenn sie nach der Auffassung des Staates, auf dessen Gebiet sie erfolgen soll, geeignet erscheint, seine Hoheitsrechte zu verletzen oder seine Sicherheit zu gefährden."
    },
    {
      "provision_ref": "art5",
      "chapter": "I. Mitteilung gerichtlicher und aussergerichtlicher Urkunden",
      "section": "5",
      "title": "",
      "content": "Der Nachweis der Zustellung erfolgt entweder durch einen mit Datum versehenen und beglaubigten Empfangsschein des Empfängers oder durch eine Bescheinigung der Behörde des ersuchten Staates, aus der sich die Tatsache, die Form und die Zeit der Zustellung ergibt. Der Empfangsschein oder die Bescheinigung ist auf eine der beiden Ausfertigungen zu setzen oder daran zu heften."
    },
    {
      "provision_ref": "art6",
      "chapter": "I. Mitteilung gerichtlicher und aussergerichtlicher Urkunden",
      "section": "6",
      "title": "",
      "content": "Die Bestimmungen der vorausgehenden Artikel schliessen nicht aus: 1. dass Urkunden den im Auslande befindlichen Beteiligten unmittelbar durch die Post zugesandt werden; 2. dass die Beteiligten die Zustellung unmittelbar durch diejenigen Gerichtsvollzieher oder sonstigen Beamten vornehmen lassen, die in dem Lande, wo die Zustellung erfolgen soll, hierfür zuständig sind; 3. dass jeder Staat die Zustellung an Personen, die sich in einem andern Staate befinden, unmittelbar durch seine diplomatischen oder konsularischen Vertreter vornehmen lasse. Die in diesen Fällen vorgesehenen Zustellungsarten sind jedoch nur statthaft, wenn Abkommen zwischen den beteiligten Staaten sie einräumen oder wenn in Ermangelung von Abkommen der Staat, auf dessen Gebiete die Zustellung erfolgen soll, nicht widerspricht. Dieser Staat kann nicht widersprechen, wenn im Falle des Absatzes 1 Ziffer 3 das Schriftstück ohne Anwendung von Zwang einem Angehörigen des ersuchenden Staates zugestellt werden soll."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "",
      "content": "Für Zustellungen dürfen Gebühren oder Kosten irgendwelcher Art nicht erhoben werden. Jedoch ist, vorbehältlich anderweitiger Übereinkunft, der ersuchte Staat berechtigt, von dem ersuchenden Staate die Erstattung der Kosten zu verlangen, die durch die Mitwirkung eines Vollziehungsbeamten oder durch die Anwendung einer besonderen Form in den Fällen des Artikels 3 entstanden sind."
    },
    {
      "provision_ref": "art8",
      "chapter": "II. Ersuchungsschreiben",
      "section": "8",
      "title": "",
      "content": "In Zivil- oder Handelssachen können die gerichtlichen Behörden eines Vertragsstaates, nach Massgabe der Vorschriften seiner Gesetzgebung, sich durch Ersuchungsschreiben an die zuständige Behörde eines andern Vertragsstaates wenden, um innerhalb deren Geschäftskreises die Vornahme einer richterlichen Prozesshandlung oder anderer gerichtlicher Handlungen zu erbitten."
    },
    {
      "provision_ref": "art9",
      "chapter": "II. Ersuchungsschreiben",
      "section": "9",
      "title": "",
      "content": "Die Ersuchungsschreiben werden durch den Konsul des ersuchenden Staates der von dem ersuchten Staate zu bezeichnenden Behörde übermittelt. Diese Behörde hat dem Konsul die Urkunde zu übersenden, aus der sich die Erledigung des Ersuchens oder der die Erledigung hindernde Umstand ergibt. Alle Anstände, zu denen diese Übermittlung Anlass geben mag, werden auf diplomatischem Wege erledigt. Jeder Vertragsstaat kann durch eine an die andern Vertragsstaaten gerichtete Mitteilung verlangen, dass ihm die auf seinem Gebiete zu erledigenden Ersuchungsschreiben auf diplomatischem Wege übermittelt werden. Die vorstehenden Bestimmungen schliessen nicht aus, dass sich zwei Vertragsstaaten über die Zulassung der unmittelbaren Übermittlung von Ersuchungsschreiben zwischen ihren beiderseitigen Behörden verständigen."
    },
    {
      "provision_ref": "art10",
      "chapter": "II. Ersuchungsschreiben",
      "section": "10",
      "title": "",
      "content": "Vorbehältlich anderweitiger Vereinbarung muss das Ersuchungsschreiben in der Sprache der ersuchten Behörde oder in der zwischen den beiden beteiligten Staaten vereinbarten Sprache abgefasst oder aber von einer Übersetzung in eine dieser Sprachen begleitet sein, die durch einen diplomatischen oder konsularischen Vertreter des ersuchenden Staates oder einen beeidigten Dolmetscher des ersuchten Staates beglaubigt ist."
    },
    {
      "provision_ref": "art11",
      "chapter": "II. Ersuchungsschreiben",
      "section": "11",
      "title": "",
      "content": "Die Gerichtsbehörde, an die das Ersuchen gerichtet wird, ist verpflichtet, ihm zu entsprechen und dabei dieselben Zwangsmittel anzuwenden, wie bei der Erledigung eines Ersuchens der Behörden des ersuchten Staates oder eines dahingehenden Begehrens einer beteiligten Partei. Diese Zwangsmittel brauchen nicht angewendet zu werden, wenn es sich um das persönliche Erscheinen streitender Parteien handelt. Die ersuchende Behörde ist auf ihr Verlangen von der Zeit und dem Orte der auf das Ersuchen vorzunehmenden Handlung zu benachrichtigen, damit die beteiligte Partei ihr beizuwohnen in der Lage ist. Die Erledigung des Ersuchens kann nur abgelehnt werden: 1. wenn die Echtheit der Urkunde nicht feststeht; 2. wenn in dem ersuchten Staate die Erledigung des Ersuchens nicht in den Bereich der Gerichtsgewalt fällt; 3. wenn das Ersuchen nach der Auffassung des Staates, auf dessen Gebiet sie erfolgen soll, geeignet erscheint, seine Hoheitsrechte zu verletzen oder seine Sicherheit zu gefährden."
    },
    {
      "provision_ref": "art12",
      "chapter": "II. Ersuchungsschreiben",
      "section": "12",
      "title": "",
      "content": "Im Falle der Unzuständigkeit der ersuchten Behörde ist das Ersuchungsschreiben von Amtes wegen an die zuständige Gerichtsbehörde desselben Staates unter Beobachtung der dafür nach dessen Gesetzgebung massgebenden Regeln abzugeben."
    },
    {
      "provision_ref": "art13",
      "chapter": "II. Ersuchungsschreiben",
      "section": "13",
      "title": "",
      "content": "In allen Fällen, in denen das Ersuchen von der angegangenen Behörde nicht erledigt wird, hat diese die ersuchende Behörde unverzüglich hievon zu benachrichtigen, und zwar im Falle des Artikels 11 unter Angabe der Gründe, aus denen die Erledigung des Ersuchens abgelehnt, und im Falle des Artikels 12 unter Bezeichnung der Behörde, an die das Ersuchen abgegeben worden ist."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "",
      "content": "Die ein Ersuchen erledigende Gerichtsbehörde hat hinsichtlich der zu beobachtenden Formen des Verfahrens die Gesetze ihres Landes in Anwendung zu bringen. Jedoch ist dem Antrage der ersuchenden Behörde, dass nach einer besonderen Form verfahren werde, zu entsprechen, sofern diese Form der Gesetzgebung des ersuchten Staates nicht zuwiderläuft."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "",
      "content": "Durch die Bestimmungen der vorstehenden Artikel wird nicht ausgeschlossen, dass jeder Staat die Ersuchen unmittelbar durch seine diplomatischen oder konsularischen Vertreter erledigen lassen kann, wenn Abkommen zwischen den beteiligten Staaten dies zulassen oder wenn der Staat, auf dessen Gebiet das Ersuchen erledigt werden soll, nicht widerspricht."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "",
      "content": "Für die Erledigung von Ersuchen dürfen Gebühren oder Kosten irgendwelcher Art nicht erhoben werden. Jedoch ist, vorbehältlich anderweitiger Vereinbarung, der ersuchte Staat berechtigt, von dem ersuchenden Staate die Erstattung der an Zeugen oder Sachverständige bezahlten Entschädigungen sowie der Kosten zu verlangen, welche für die wegen Nichterscheinens der Zeugen erforderlich gewordene Mitwirkung eines Vollziehungsbeamten oder durch die Anwendung des Artikels 14 Absatz 2 entstanden sind."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "",
      "content": "Treten Angehörige eines der Vertragsstaaten in einem andern dieser Staaten als Kläger oder Intervenienten vor Gericht auf, so darf, sofern sie in irgendeinem der Vertragsstaaten ihren Wohnsitz haben, ihnen wegen ihrer Eigenschaft als Ausländer oder deswegen, weil sie keinen Wohnsitz oder Aufenthalt im Inlande haben, eine Sicherheitsleistung oder Hinterlegung, unter welcher Benennung es auch sei, nicht auferlegt werden. Die gleiche Regel findet Anwendung auf die Vorauszahlung, die von den Klägern oder Intervenienten zur Deckung der Gerichtskosten einzufordern wäre. Die Abkommen, wodurch Vertragsstaaten für ihre Angehörigen ohne Rücksicht auf den Wohnsitz Befreiung von der Sicherheitsleistung für die Prozesskosten oder von der Vorauszahlung der Gerichtskosten vereinbart haben, finden auch weiter Anwendung."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "",
      "content": "Entscheidungen, wodurch der Kläger oder Intervenient, der nach Artikel 17 Absätze 1 und 2 oder nach dem in dem Staate der Klagerhebung geltenden Rechte von der Sicherheitsleistung, Hinterlegung oder Vorauszahlung befreit worden war, in die Prozesskosten verurteilt wird, sind, wenn das Begehren auf diplomatischem Wege gestellt wird, in jedem der andern Vertragsstaaten durch die zuständige Behörde kostenfrei vollstreckbar zu erklären. Die gleiche Regel findet Anwendung auf gerichtliche Entscheidungen, durch die der Betrag der Kosten des Prozesses später festgesetzt wird. Die vorhergehenden Bestimmungen schliessen nicht aus, dass zwei Vertragsstaaten vereinbaren, auch der beteiligten Partei selbst zu gestatten, die Vollstreckbarerklärung zu beantragen."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "",
      "content": "Die Kostenentscheidungen werden ohne Anhörung der Parteien, jedoch unbeschadet eines späteren Rekurses der verurteilten Partei, gemäss der Gesetzgebung des Landes, wo die Vollstreckung betrieben wird, vollstreckbar erklärt. Die zur Entscheidung über den Antrag auf Vollstreckbarerklärung zuständige Behörde hat ihre Prüfung darauf zu beschränken: 1. ob nach dem Gesetze des Landes, wo die Verurteilung erfolgt ist, die Ausfertigung der Entscheidung die für ihre Beweiskraft erforderlichen Voraussetzungen erfüllt; 2. ob nach demselben Gesetze die Entscheidung die Rechtskraft erlangt hat; 3. ob das Dispositiv der Entscheidung in der Sprache der ersuchten Behörde oder in der zwischen den beiden beteiligten Staaten vereinbarten Sprache abgefasst ist oder von einer Übersetzung in eine dieser Sprachen begleitet ist, die, vorbehältlich anderweitiger Übereinkunft, durch einen diplomatischen oder konsularischen Vertreter des ersuchenden Staates oder einen beeidigten Dolmetscher des ersuchten Staates beglaubigt sein muss. Den Erfordernissen des Absatzes 2 Ziffern 1 und 2 wird genügt entweder durch eine Erklärung der zuständigen Behörde des ersuchenden Staates, dass die Entscheidung die Rechtskraft erlangt hat, oder durch die Vorlegung gehörig beglaubigter Urkun den, die dartun, dass die Entscheidung in Rechtskraft erwachsen ist. Die Zuständig keit dieser Behörde ist, vorbehältlich anderweitiger Vereinbarung , durch den höch s ten Justizverwaltungsbeamten des ersuchenden Staates zu bescheinigen. Die Erklä rung und die Bescheinigung, die soeben erwähnt worden sind, müssen nach Vor schrift des Absatzes 2 Ziffer 3 abgefasst und übersetzt sein. Die zum Entscheid über den Antrag auf Vollstreckbarerklärung zuständige Behörde bestimmt, sofern die Partei dies gleichzeitig beantragt, die Höhe der in Absatz 2 Zi f fer 3 erwähnten Bescheinigungs-, Übersetzungs- und Beglaubigungskosten. Diese Kosten gelten als Prozesskosten. Siehe Art. 3 Abs. 2 der Erkl. vom 30. April 1910 zwischen der Schweiz und Deutschland betreffend Vereinfachung des Rechtshilfeverkehrs ( SR 0.274.181.362 )."
    },
    {
      "provision_ref": "art20",
      "chapter": "IV. Armenrecht",
      "section": "20",
      "title": "",
      "content": "In Zivil- und Handelssachen werden die Angehörigen eines jeden der Vertragsstaa ten in allen andern Vertragsstaaten unter denselben gesetzlichen Bedingungen und Voraussetzungen zum Armenrecht zugelassen, wie die Angehörigen des Staates, in dessen Gebiete die Bewilligung des Armenrechts nachgesucht wird. In Staaten, die das Armenrecht auch in Verwaltungssachen kennen, gilt der vorste hende Absatz auch für Angelegenheiten, die vor die in Verwaltungssachen zuständi gen Gerichte gebracht werden."
    },
    {
      "provision_ref": "art21",
      "chapter": "IV. Armenrecht",
      "section": "21",
      "title": "",
      "content": "Das Armutszeugnis oder die Erklärung des Unvermögens zur Bestreitung der Prozesskosten muss in allen Fällen von den Behörden des gewöhnlichen Aufenthaltsortes des Ausländers, oder in Ermangelung solcher, von den Behörden seines derzeitigen Aufenthaltsortes ausgestellt oder entgegengenommen sein. Gehören diese Behörden keinem der Vertragsstaaten an und werden von ihnen solche Bescheinigungen oder Erklärungen nicht ausgestellt oder entgegengenommen, so genügt die Ausstellung oder Entgegennahme der Bescheinigung oder der Erklärung durch einen diplomatischen oder konsularischen Vertreter des Landes, dem der Ausländer angehört. Hält der Antragsteller sich nicht in dem Lande auf, wo das Armenrecht nachgesucht wird, so ist das Zeugnis oder die Erklärung des Unvermögens kostenfrei von einem diplomatischen oder konsularischen Vertreter des Landes zu beglaubigen, in dessen Gebiet die Urkunde vorgelegt werden soll."
    },
    {
      "provision_ref": "art22",
      "chapter": "IV. Armenrecht",
      "section": "22",
      "title": "",
      "content": "Die zur Erteilung des Armutszeugnisses oder zur Entgegennahme der Erklärung über das Unvermögen zuständige Behörde kann bei den Behörden der andern Vertragsstaaten über die Vermögensverhältnisse des Antragstellers Erkundigungen einziehen. Der Behörde, die über den Antrag auf Bewilligung des Armenrechts zu entscheiden hat, bleibt in den Grenzen ihrer Amtsbefugnisse das Recht gewahrt, die ihr vorge legten Zeugnisse, Erklärungen und Auskünfte auf ihre Richtigkeit hin zu prüfen und sich zur ausreichenden Unterrichtung ergänzende Aufschlüsse geben zu lassen."
    },
    {
      "provision_ref": "art23",
      "chapter": "IV. Armenrecht",
      "section": "23",
      "title": "",
      "content": "Befindet sich der Bedürftige in einem andern Lande als in dem, wo das Armenrecht nachgesucht werden soll, so kann sein Antrag auf Bewilligung des Armenrechts, samt Zeugnissen oder Erklärungen über das Unvermögen und gegebenenfalls weite ren für die Behandlung des Antrages dienlichen Belegen, durch den Konsul seines Landes der zum Entscheid zuständigen oder der von dem Staat, in dem der Antrag behandelt werden soll, bezeichneten Behörde übermittelt werden. Die in Artikel 9 Absätze 2, 3 und 4 sowie in den Artikeln 10 und 12 hiervor enthal tenen Bestimmungen über Ersuchungsschreiben gelten auch für die Übermittlung von Anträgen auf Bewilligung des Armenrechts und ihrer Beilagen."
    },
    {
      "provision_ref": "art24",
      "chapter": "IV. Armenrecht",
      "section": "24",
      "title": "",
      "content": "Ist das Armenrecht einem Angehörigen eines der Vertragsstaaten bewilligt worden, so hat der ersuchende Staat für Zustellungen jeglicher Art, die sich auf denselben Prozess beziehen und die in einem andern Vertragsstaat vorzunehmen sind, dem ersuchten Staat keinerlei Auslagen zu vergüten. Dasselbe gilt auch für Ersuchungsschreiben, mit Ausnahme der an Sachverständige bezahlten Entschädigungen."
    },
    {
      "provision_ref": "art25",
      "chapter": "V. Kostenfreie Abgabe von Auszügen aus den Zivilstandsregistern",
      "section": "25",
      "title": "",
      "content": "Bedürftige Angehörige eines der Vertragsstaaten können sich unter den gleichen Voraussetzungen wie dessen eigene Staatsangehörige Auszüge aus den Zivilstands registern kostenlos ausstellen lassen. Die zu ihrer Eheschliessung erforderlichen Ausweise werden von den diplomatischen oder konsularischen Vertretern der Ver tragsstaaten kostenfrei beglaubigt."
    },
    {
      "provision_ref": "art26",
      "chapter": "VI. Personalhaft",
      "section": "26",
      "title": "",
      "content": "Die Personalhaft findet in Zivil- oder Handelssachen gegen die einem der Vertragsstaaten angehörenden Ausländer nur in den Fällen statt, in denen sie auch gegen Inländer anwendbar sein würde. Eine Tatsache, auf Grund deren ein im Inlande wohnhafter Inländer die Aufhebung der Personalhaft verlangen kann, soll zugunsten des Angehörigen eines Vertragsstaates die gleiche Wirkung auch dann haben, wenn sich diese Tatsache im Ausland ereignet hat."
    },
    {
      "provision_ref": "art27",
      "chapter": "VII. Schlussbestimmungen",
      "section": "27",
      "title": "",
      "content": "Diese Übereinkunft steht den Staaten, die auf der siebenten Tagung der Konferenz für internationales Privatrecht vertreten waren, zur Unterzeichnung offen. Sie wird ratifiziert und die Ratifikationsurkunden werden beim niederländischen Ministerium für Auswärtige Angelegenheiten hinterlegt. Über jede Hinterlegung von Ratifikationsurkunden wird ein Protokoll aufgenom men, wovon jedem Signatarstaat eine beglaubigte Abschrift auf diplomatischem Wege zu übermitteln ist."
    },
    {
      "provision_ref": "art28",
      "chapter": "VII. Schlussbestimmungen",
      "section": "28",
      "title": "",
      "content": "Diese Übereinkunft tritt am sechzigsten Tage nach der in Artikel 27 Absatz 2 vorge sehenen Hinterlegung der vierten Ratifikationsurkunde in Kraft. Für jeden Signatarstaat, der später ratifiziert, tritt die Übereinkunft am sechzigsten Tage nach Hinterlegung seiner Ratifikationsurkunde in Kraft."
    },
    {
      "provision_ref": "art29",
      "chapter": "VII. Schlussbestimmungen",
      "section": "29",
      "title": "",
      "content": "In den Beziehungen zwischen den Staaten, die sie ratifizieren, tritt diese Überein kunft an die Stelle der am 17. Juli 1905 in Den Haag unterzeichneten Übereinkunft betreffend Zivilprozessrecht."
    },
    {
      "provision_ref": "art30",
      "chapter": "VII. Schlussbestimmungen",
      "section": "30",
      "title": "",
      "content": "Diese Übereinkunft findet auf das Mutterland jedes Vertragsstaates ohne weiteres Anwendung. Wünscht ein Vertragsstaat die Inkraftsetzung der Übereinkunft in allen oder einzel nen andern Gebieten, deren internationale Beziehungen er wahrnimmt, so hat er dies in einer Mitteilung bekannt zu geben, die beim niederländischen Ministerium für Auswärtige Angelegenheiten hinterlegt wird. Dieses übermittelt jedem der Ve r trags staaten auf diplomatischem Wege eine beglaubigte Abschrift. Die Übereinkunft tritt in Kraft für die Beziehungen zwischen den Staaten, die inner halb von sechs Monaten nach dieser Mitteilung keine Einwendungen erheben, und jedem Gebiet, dessen internationale Beziehungen der betreffende Staat wahrnimmt und für welches die Mitteilung erfolgt ist."
    },
    {
      "provision_ref": "art31",
      "chapter": "VII. Schlussbestimmungen",
      "section": "31",
      "title": "",
      "content": "Jeder Staat, der auf der siebenten Tagung der Konferenz nicht vertreten war, kann vorstehender Übereinkunft beitreten, es sei denn, dass ein oder mehrere Staaten, die die Übereinkunft ratifiziert haben, innerhalb einer Frist von sechs Monaten, nach dem die niederländische Regierung den Beitritt mitgeteilt hat, dagegen Einspruch erheben. Der Beitritt erfolgt in der in Artikel 27 Absatz 2 vorgesehenen Weise. Es versteht sich, dass Beitritte erst erfolgen können, nachdem diese Übereinkunft gemäss Artikel 28 Absatz 1 in Kraft getreten ist."
    },
    {
      "provision_ref": "art32",
      "section": "32",
      "title": "",
      "content": "Jeder Vertragsstaat kann sich anlässlich der Unterzeichnung oder der Ratifizierung der vorstehenden Übereinkunft oder anlässlich seines Beitritts vorbehalten, die Anwendung des Artikels 17 auf die Angehörigen der Vertragsstaaten zu beschrä n ken, die ihren gewöhnlichen Aufenthalt auf seinem Gebiete haben. Ein Staat, der von der im vorhergehenden Absatz vorgesehenen Möglichkeit Gebrauch gemacht hat, kann die Anwendung des Artikels 17 durch die anderen Ver tragsstaaten nur zugunsten derjenigen seiner Angehörigen beanspruchen, die ihren gewöhnlichen Aufenthalt auf dem Gebiete des Vertragsstaates haben, vor dessen Gerichten sie als Kläger oder Intervenienten auftreten."
    },
    {
      "provision_ref": "art33",
      "section": "33",
      "title": "",
      "content": "Vorstehende Übereinkunft gilt für die Dauer von fünf Jahren, gerechnet von dem in Artikel 28 Absatz 1 angegebenen Zeitpunkt. Mit demselben Zeitpunkt beginnt der Lauf dieser Frist auch für die Staaten, welche die Übereinkunft erst später ratifizieren oder ihr nachträglich beitreten. In Ermangelung einer Kündigung gilt die Übereinkunft als stillschweigend von fünf zu fünf Jahren erneuert. Die Kündigung muss wenigstens sechs Monate vor Ablauf der Frist dem niederländischen Ministerium für Auswärtige Angelegenheiten erklärt werden, das hiervon allen andern Vertragsstaaten Kenntnis geben wird. Die Kündigung kann auf alle oder einzelne Gebiete, die in einer auf Grund des Arti kels 30 Absatz 2 erfolgten Mitteilung aufgeführt sind, beschränkt werden. Die Kündigung soll nur für den Staat wirksam sein, der sie erklärt hat. Für die übri gen Vertragsstaaten bleibt die Übereinkunft in Kraft."
    }
  ],
  "definitions": []
}