{
  "id": "sr-0-515-091-2",
  "type": "statute",
  "title": "Protokoll über das Verbot oder die Beschränkung des Einsatzes von Minen, Sprengfallen und anderen Vorrichtungen in der am 3. Mai 1996 geänderten Fassung (Protokoll II in der am 3. Mai 1996 geänderten Fassung) zu dem Übereinkommen vom 10. Oktober 1980 über das Verbot oder die Beschränkung des Einsatzes bestimmter konventioneller Waffen, die übermässige Leiden verursachen oder unterschiedslos wirken können",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2004/23/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Geändertes Protokoll",
      "content": "Das Protokoll über das Verbot oder die Beschränkung des Einsatzes von Minen, Sprengfallen und anderen Vorrichtungen (Protokoll II) zu dem Übereinkommen über das Verbot oder die Beschränkung des Einsatzes bestimmter konventioneller Waffen, die übermässige Leiden verursachen oder unterschiedslos wirken können (im folgenden als «Übereinkommen» bezeichnet), wird hiermit geändert. Das Protokoll in seiner geänderten Fassung erhält folgenden Wortlaut: «Protokoll über das Verbot oder die Beschränkung des Einsatzes von Minen, Sprengfallen und anderen Vorrichtungen in der am 3. Mai 1996 geänderten Fassung (Protokoll II in der am 3. Mai 1996 geände r ten Fassung) Art. 1 Anwendungsbereich 1. Dieses Protokoll bezieht sich auf den Einsatz zu Land der hierin definierten Minen, Sprengfallen und anderen Vorrichtungen, einschliesslich der zum Sperren von Stränden, Gewässer- oder Flussübergängen gelegten Minen; es findet jedoch keine Anwendung auf den Einsatz von Minen gegen Schiffe auf See oder auf Binnenwasserstrassen. 2. Dieses Protokoll findet neben den in Artikel 1 des Übereinkommens bezeichneten Situationen auf die in dem den Genfer Abkommen vom 12. August 1949 gemeinsamen Artikel 3 bezeichneten Situationen Anwendung. Es findet keine Anwendung auf Situationen innerer Unruhen und Spannungen wie Tumulte, vereinzelt und sporadisch auftretende Gewalttaten und sonstige Handlungen ähnlicher Art, die nicht als bewaffnete Konflikte gelten. 3. Im Fall eines bewaffneten Konflikts, der keinen internationalen Charakter hat und sich im Hoheitsgebiet einer der Hohen Vertragsparteien ereignet, ist jede der am Konflikt beteiligten Parteien verpflichtet, die Verbote und Beschränkungen dieses Protokolls anzuwenden. 4. Dieses Protokoll darf nicht zur Beeinträchtigung der Souveränität eines Staates oder der Verantwortung der Regierung herangezogen werden, mit allen rechtmässigen Mitteln die öffentliche Ordnung im Staat aufrechtzuerhalten oder wiederherzustellen oder die nationale Einheit und territoriale Unversehrtheit des Staates zu verteidigen. 5. Dieses Protokoll darf nicht zur Rechtfertigung einer wie auch immer begründeten unmittelbaren oder mittelbaren Einmischung in den bewaffneten Konflikt oder in die inneren oder äusseren Angelegenheiten der Hohen Vertragspartei herangezogen werden, in deren Hoheitsgebiet dieser Konflikt stattfindet. 6. Die Anwendung dieses Protokolls auf die an einem Konflikt beteiligten Parteien, die nicht Hohe Vertragsparteien sind, welche das vorliegende Protokoll angenommen haben, ändert weder ausdrücklich noch stillschweigend ihre Rechtsstellung oder die Rechtsstellung eines umstrittenen Gebiets. Art. 2 Begriffsbestimmungen Im Sinne dieses Protokolls 1. bedeutet «Mine» ein unter, auf oder nahe dem Erdboden oder einer anderen Oberfläche angebrachtes Kampfmittel, das dazu bestimmt ist, durch die Gegenwart, Nähe oder Berührung einer Person oder eines Fahrzeugs zur Explosion gebracht zu werden; 2. bedeutet «fernverlegte Mine» eine Mine, die nicht unmittelbar an Ort und Stelle angebracht, sondern durch Artilleriegeschütz, Flugkörper, Rakete, Granatwerfer oder ein ähnliches Mittel verlegt oder aus einem Luftfahrzeug abgeworfen wird. Von einem landgestützten Waffensystem aus einer Entfernung von weniger als 500 Metern verbrachte Minen gelten nicht als «fernverlegt», sofern sie nach Artikel 5 und anderen einschlägigen Artikeln dieses Protokolls eingesetzt werden; 3. bedeutet «Anti-Personenmine» eine Mine, die hauptsächlich dazu bestimmt ist, durch die Gegenwart, Nähe oder Berührung einer Person zur Explosion gebracht zu werden, und die eine oder mehrere Personen kampfunfähig macht, verletzt oder tötet; 4. bedeutet «Sprengfalle» eine Vorrichtung oder einen Stoff, die dazu bestimmt, gebaut oder eingerichtet ist, zu töten oder zu verletzen, und die unerwartet in Tätigkeit tritt, wenn eine Person einen scheinbar harmlosen Gegenstand aus ihrer Lage bringt oder sich ihr nähert oder eine scheinbar ungefährliche Handlung vornimmt; 5. bedeutet «andere Vorrichtungen» handverlegte Kampfmittel und Vorrichtungen, einschliesslich behelfsmässiger Sprengvorrichtungen, die dazu bestimmt sind, zu töten, zu verletzen oder zu beschädigen, und die von Hand, durch Fernbedienung oder nach einer bestimmten Zeitspanne selbsttätig ausgelöst werden; 6. bedeutet «militärisches Ziel», soweit es sich um Objekte handelt, ein Objekt, das aufgrund seiner Beschaffenheit, seines Standorts, seiner Zweckbestimmung oder seiner Verwendung wirksam zu militärischen Handlungen beiträgt und dessen gänzliche oder teilweise Zerstörung, Inbesitznahme oder Neutralisierung unter den zu dem betreffenden Zeitpunkt gegebenen Umständen einen eindeutigen militärischen Vorteil bietet; 7. sind «zivile Objekte» alle Objekte, die keine militärischen Ziele im Sinne von Absatz 6 sind; 8. ist «Minenfeld» ein genau bestimmtes Gebiet, in dem Minen verlegt sind, und «vermintes Gebiet» ein Gebiet, das aufgrund des Vorhandenseins von Minen gefährlich ist. «Scheinminenfeld» bedeutet ein minenfreies Gebiet, das ein Minenfeld vortäuscht. Der Begriff «Minenfeld» schliesst Scheinminenfelder ein; 9. bedeutet «Aufzeichnung» eine physische, verwaltungsmässige und technische Massnahme, die dazu bestimmt ist, zum Zweck der Registrierung in amtlichen Unterlagen alle verfügbaren Informationen zur Erleichterung der Auffindung von Minenfeldern, verminten Gebieten, Minen, Sprengfallen und anderen Vorrichtungen zu erlangen; 10. bedeutet «Selbstzerstörungsmechanismus» einen eingebauten oder aussen angebrachten, selbsttätig arbeitenden Mechanismus, der die Zerstörung des Kampfmittels sicherstellt, in das er eingebaut oder an dem er angebracht ist; 11. bedeutet «Selbstneutralisierungsmechanismus» einen eingebauten, selbsttätig arbeitenden Mechanismus, der das Kampfmittel, in das er eingebaut ist, unwirksam macht; 12. bedeutet «Selbstdeaktivierung» einen Vorgang, durch den ein Kampfmittel aufgrund der unumkehrbaren Erschöpfung eines Bestandteils – z. B. einer Batterie –, der für die Wirkungsweise des Kampfmittels unentbehrlich ist, selbsttätig unwirksam gemacht wird; 13. bedeutet «Fernbedienung» die Bedienung durch Steuerung aus der Feme; 14. bedeutet «Aufnahmesperre» eine Vorrichtung, die eine Mine schützen soll und Teil der Mine, mit ihr verbunden, an ihr befestigt oder unter ihr angebracht ist und die bei dem Versuch, sich an der Mine zu schaffen zu machen, aktiviert wird; 15. umfasst der Begriff «Weitergabe» neben der physischen Verbringung von Minen in ein staatliches oder aus einem staatlichen Hoheitsgebiet auch die Übertragung des Rechts an den Minen und der Kontrolle über die Minen, nicht jedoch die Übertragung von Hoheitsgebiet, in dem Minen verlegt sind. Art. 3 Allgemeine Beschränkungen des Einsatzes von Minen, Sprengfallen und anderen Vorrichtungen 1. Dieser Artikel findet Anwendung auf a) Minen, b) Sprengfallen und c) andere Vorrichtungen. 2. Jede Hohe Vertragspartei oder jede an einem Konflikt beteiligte Partei ist in Übereinstimmung mit diesem Protokoll für alle von ihr verwendeten Minen, Sprengfallen und anderen Vorrichtungen verantwortlich und verpflichtet sich, diese entsprechend den Ausführungen in Artikel 10 zu räumen, zu beseitigen, zu zerstören oder zu unterhalten. 3. Es ist unter allen Umständen verboten, Minen, Sprengfallen oder andere Vorrichtungen einzusetzen, die dazu bestimmt oder geeignet sind, überflüssige Verletzungen oder unnötige Leiden zu verursachen. 4. Waffen, auf die dieser Artikel Anwendung findet, müssen den in dem Technischen Anhang für jede einzelne Kategorie festgelegten Normen und Beschränkungen genau entsprechen. 5. Es ist verboten, Minen, Sprengfallen oder andere Vorrichtungen einzusetzen, die einen Mechanismus oder eine Vorrichtung verwenden, die eigens dazu bestimmt sind, das Kampfmittel durch die Gegenwart allgemein verfügbarer Minensuchgeräte aufgrund deren magnetischer oder sonstiger berührungsloser Beeinflussung während des normalen Gebrauchs bei Suchvorgängen zur Detonation zu bringen. 6. E"
    }
  ],
  "definitions": []
}