{
  "id": "sr-0-810-3",
  "type": "statute",
  "title": "Übereinkommen des Europarats vom 25. März 2015 gegen den Handel mit menschlichen Organen ",
  "title_en": "Council of Europe Convention of 25 March 2015 against Trafficking in Human Organs",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2020/1067/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Chapter I Purposes, Scope and Use of Terms",
      "section": "1",
      "title": "Purposes",
      "content": "1 The purposes of this Convention are: a. to prevent and combat the trafficking in human organs by providing for the criminalisation of certain acts; b. to protect the rights of victims of the offences established in accordance with this Convention; c. to facilitate co-operation at national and international levels on action against the trafficking in human organs. 2 In order to ensure effective implementation of its provisions by the Parties, this Convention sets up a specific follow-up mechanism."
    },
    {
      "provision_ref": "art2",
      "chapter": "Chapter I Purposes, Scope and Use of Terms",
      "section": "2",
      "title": "Scope and use of terms",
      "content": "This Convention applies to the trafficking in human organs for purposes of transplantation or other purposes, and to other forms of illicit removal and of illicit implantation. For the purposes of this Convention, the term: – “trafficking in human organs” shall mean any illicit activity in respect of human organs as prescribed in Article 4 paragraph 1 and Articles 5, 7, 8 and 9 of this Convention; – “human organ” shall mean a differentiated part of the human body, formed by different tissues, that maintains its structure, vascularisation and capacity to develop physiological functions with a significant level of autonomy. A part of an organ is also considered to be an organ if its function is to be used for the same purpose as the entire organ in the human body, maintaining the requirements of structure and vascularisation."
    },
    {
      "provision_ref": "art3",
      "chapter": "Chapter I Purposes, Scope and Use of Terms",
      "section": "3",
      "title": "Principle of non-discrimination",
      "content": "The implementation of the provisions of this Convention by the Parties, in particular the enjoyment of measures to protect the rights of victims, shall be secured without discrimination on any ground such as sex, race, colour, language, age, religion, political or any other opinion, national or social origin, association with a national minority, property, birth, sexual orientation, state of health, disability or other status."
    },
    {
      "provision_ref": "art4",
      "chapter": "Chapter II Substantive Criminal Law",
      "section": "4",
      "title": "Illicit removal of human organs",
      "content": "1 Each Party shall take the necessary legislative and other measures to establish as a criminal offence under its domestic law, when committed intentionally, the removal of human organs from living or deceased donors: a. where the removal is performed without the free, informed and specific consent of the living or deceased donor, or, in the case of the deceased donor, without the removal being authorised under its domestic law; b. where, in exchange for the removal of organs, the living donor, or a third party, has been offered or has received a financial gain or comparable advantage; c. where in exchange for the removal of organs from a deceased donor, a third party has been offered or has received a financial gain or comparable advantage. 2 Any State or the European Union may, at the time of signature or when depositing its instrument of ratification, acceptance or approval, by a declaration addressed to the Secretary General of the Council of Europe, declare that it reserves the right not to apply paragraph 1 letter a of this article to the removal of human organs from living donors, in exceptional cases and in accordance with appropriate safeguards or consent provisions under its domestic law. Any reservation made under this paragraph shall contain a brief statement of the relevant domestic law. 3 The expression “financial gain or comparable advantage” shall, for the purpose of paragraph 1 letters b and c, not include compensation for loss of earnings and any other justifiable expenses caused by the removal or by the related medical examinations, or compensation in case of damage which is not inherent to the removal of organs. 4 Each Party shall consider taking the necessary legislative or other measures to establish as a criminal offence under its domestic law the removal of human organs from living or deceased donors where the removal is performed outside of the framework of its domestic transplantation system, or where the removal is performed in breach of essential principles of national transplantation laws or rules. If a Party establishes criminal offences in accordance with this provision, it shall endeavour to apply also Articles 9 to 22 to such offences."
    },
    {
      "provision_ref": "art5",
      "chapter": "Chapter II Substantive Criminal Law",
      "section": "5",
      "title": "5 Use of illicitly removed organs for purposes of implantation or other purposes than implantation",
      "content": "Each Party shall take the necessary legislative and other measures to establish as a criminal offence under its domestic law, when committed intentionally, the use of illicitly removed organs, as described in Article 4 paragraph 1, for purposes of implantation or other purposes than implantation."
    },
    {
      "provision_ref": "art6",
      "chapter": "Chapter II Substantive Criminal Law",
      "section": "6",
      "title": "6 Implantation of organs outside of the domestic transplantation system or in breach of essential principles of national transplantation law",
      "content": "Each Party shall consider taking the necessary legislative or other measures to establish as a criminal offence under its domestic law, when committed intentionally, the implantation of human organs from living or deceased donors where the implantation is performed outside of the framework of its domestic transplantation system, or where the implantation is performed in breach of essential principles of national transplantation laws or rules. If a Party establishes criminal offences in accordance with this provision, it shall endeavour to apply also Articles 9 to 22 to such offences."
    },
    {
      "provision_ref": "art7",
      "chapter": "Chapter II Substantive Criminal Law",
      "section": "7",
      "title": "Illicit solicitation, recruitment, offering and requesting of undue advantages",
      "content": "1 Each Party shall take the necessary legislative and other measures to establish as a criminal offence under its domestic law, when committed intentionally, the solicitation and recruitment of an organ donor or a recipient, where carried out for financial gain or comparable advantage for the person soliciting or recruiting, or for a third party. 2 Each Party shall take the necessary legislative and other measures to establish as a criminal offence, when committed intentionally, the promising, offering or giving by any person, directly or indirectly, of any undue advantage to healthcare professionals, its public officials or persons who direct or work for private sector entities, in any capacity, with a view to having a removal or implantation of a human organ performed or facilitated, where such removal or implantation takes place under the circumstances described in Article 4 paragraph 1 or Article 5 and where appropriate Article 4 paragraph 4 or Article 6. 3 Each Party shall take the necessary legislative and other measures to establish as a criminal offence, when committed intentionally, the request or receipt by healthcare professionals, its public officials or persons who direct or work for private sector entities, in any capacity, of any undue advantage with a view to performing or facilitating the performance of a removal or implantation of a human organ, where such removal or implantation takes place under the circumstances described in Article 4, paragraph 1 or Article 5 and where appropriate Article 4, paragraph 4 or Article 6."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "8 Preparation, preservation, storage, transportation, transfer, receipt, import and export of illicitly removed human organs",
      "content": "Each Party shall take the necessary legislative and other measures to establish as a criminal offence under its domestic law, when committed intentionally: a. the preparation, preservation, and storage of illicitly removed human organs as described in Article 4 paragraph 1, and where appropriate Article 4 paragraph 4; b. the transportation, transfer, receipt, import and export of illicitly removed human organs as described in Article 4 paragraph 1, and where appropriate Article 4 paragraph 4."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Aiding or abetting and attempt",
      "content": "1 Each Party shall take the necessary legislative and other measures to establish as criminal offences, when committed intentionally, aiding or abetting the commission of any of the criminal offences established in accordance with this Convention. 2 Each Party shall take the necessary legislative and other measures to establish as a criminal offence the intentional attempt to commit any of the criminal offences established in accordance with this Convention. 3 Any State or the European Union may, at the time of signature or when depositing its instrument of ratification, acceptance or approval, by a declaration addressed to the Secretary General of the Council of Europe, declare that it reserves the right not to apply, or to apply only in specific cases or conditions, paragraph 2 to offences established in accordance with Article 7 and Article 8."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Jurisdiction",
      "content": "1 Each Party shall take such legislative or other measures as may be necessary to establish jurisdiction over any offence established in accordance with this Convention, when the offence is committed: a. in its territory; or b. on board a ship flying the flag of that Party; or c. on board an aircraft registered under the laws of that Party; or d. by one of its nationals; or e. by a person who has his or her habitual residence in its territory. 2 Each Party shall endeavour to take the necessary legislative or other measures to establish jurisdiction over any offence established in accordance with this Convention where the offence is committed against one of its nationals or a person who has his or her habitual residence in its territory. 3 Any State or the European Union may, at the time of signature or when depositing its instrument of ratification, acceptance or approval, by a declaration addressed to the Secretary General of the Council of Europe, declare that it reserves the right not to apply or to apply only in specific cases or conditions the jurisdiction rules laid down in paragraph 1 letters d and e of this article. 4 For the prosecution of the offences established in accordance with this Convention, each Party shall take the necessary legislative or other measures to ensure that its jurisdiction as regards paragraphs 1 letters d and e of this article is not subordinated to the condition that the prosecution can only be initiated following a report from the victim or the laying of information by the State of the place where the offence was committed. 5 Any State or the European Union may, at the time of signature or when depositing its instrument of ratification, acceptance or approval, by a declaration addressed to the Secretary General of the Council of Europe, declare that it reserves the right not to apply or to apply only in specific cases paragraph 4 of this article. 6 Each Party shall take the necessary legislative or other measures to establish jurisdiction over the offences established in accordance with this Convention, in cases where an alleged offender is present on its territory and it does not extradite him or her to another State, solely on the basis of his or her nationality. 7 When more than one Party claims jurisdiction over an alleged offence established in accordance with this Convention, the Parties involved shall, where appropriate, consult with a view to determining the most appropriate jurisdiction for prosecution. 8 Without prejudice to the general rules of international law, this Convention does not exclude any criminal jurisdiction exercised by a Party in accordance with its internal law."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Corporate liability",
      "content": "1 Each Party shall take the necessary legislative and other measures to ensure that legal persons can be held liable for offences established in accordance with this Convention, when committed for their benefit by any natural person, acting either individually or as part of an organ of the legal person, who has a leading position within it based on: a. a power of representation of the legal person; b. an authority to take decisions on behalf of the legal person; c. an authority to exercise control within the legal person. 2 Apart from the cases provided for in paragraph 1 of this article, each Party shall take the necessary legislative and other measures to ensure that a legal person can be held liable where the lack of supervision or control by a natural person referred to in paragraph 1 has made possible the commission of an offence established in accordance with this Convention for the benefit of that legal person by a natural person acting under its authority. 3 Subject to the legal principles of the Party, the liability of a legal person may be criminal, civil or administrative. 4 Such liability shall be without prejudice to the criminal liability of the natural persons who have committed the offence."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Sanctions and measures",
      "content": "1 Each Party shall take the necessary legislative and other measures to ensure that the offences established in accordance with this Convention are punishable by effective, proportionate and dissuasive sanctions. These sanctions shall include, for offences established in accordance with Article 4 paragraph 1 and, where appropriate, Article 5 and Articles 7 to 9, when committed by natural persons, penalties involving deprivation of liberty that may give rise to extradition. 2 Each Party shall take the necessary legislative and other measures to ensure that legal persons held liable in accordance with Article 11 are subject to effective, proportionate and dissuasive sanctions, including criminal or non-criminal monetary sanctions, and may include other measures, such as: a. temporary or permanent disqualification from exercising commercial activity; b. placing under judicial supervision; c. a judicial winding-up order. 3 Each Party shall take the necessary legislative and other measures to: a. permit seizure and confiscation of proceeds of the criminal offences established in accordance with this Convention, or property whose value corresponds to such proceeds; b. enable the temporary or permanent closure of any establishment used to carry out any of the criminal offences established in accordance with this Convention, without prejudice to the rights of bona fide third parties, or deny the perpetrator, temporarily or permanently, in conformity with the relevant provisions of domestic law, the exercise of a professional activity relevant to the commission of any of the offences established in accordance with this Convention."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Aggravating circumstances",
      "content": "Each Party shall take the necessary legislative and other measures to ensure that the following circumstances, in so far as they do not already form part of the constituent elements of the offence, may, in conformity with the relevant provisions of domestic law, be taken into consideration as aggravating circumstances in determining the sanctions in relation to the offences established in accordance with this Convention: a. the offence caused the death of, or serious damage to the physical or mental health of, the victim; b. the offence was committed by a person abusing his or her position; c. the offence was committed in the framework of a criminal organisation; d. the perpetrator has previously been convicted of offences established in accordance with this Convention; e. the offence was committed against a child or any other particularly vulnerable person."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Previous convictions",
      "content": "Each Party shall take the necessary legislative and other measures to provide for the possibility to take into account final sentences passed by another Party in relation to the offences established in accordance with this Convention when determining the sanctions."
    },
    {
      "provision_ref": "art15",
      "chapter": "Chapter III Criminal Procedural Law",
      "section": "15",
      "title": "Initiation and continuation of proceedings",
      "content": "Each Party shall take the necessary legislative and other measures to ensure that investigations or prosecution of offences established in accordance with this Convention should not be subordinate to a complaint and that the proceedings may continue even if the complaint is withdrawn."
    },
    {
      "provision_ref": "art16",
      "chapter": "Chapter III Criminal Procedural Law",
      "section": "16",
      "title": "Criminal investigations",
      "content": "Each Party shall take the necessary legislative and other measures, in conformity with the principles of its domestic law, to ensure effective criminal investigation and prosecution of offences established in accordance with this Convention."
    },
    {
      "provision_ref": "art17",
      "chapter": "Chapter III Criminal Procedural Law",
      "section": "17",
      "title": "International co-operation",
      "content": "1 The Parties shall co-operate with each other, in accordance with the provisions of this Convention and in pursuance of relevant applicable international and regional instruments and arrangements agreed on the basis of uniform or reciprocal legislation and their domestic law, to the widest extent possible, for the purpose of investigations or proceedings concerning the offences established in accordance with this Convention, including seizure and confiscation. 2 The Parties shall co-operate to the widest extent possible in pursuance of the relevant applicable international, regional and bilateral treaties on extradition and mutual legal assistance in criminal matters concerning the offences established in accordance with this Convention. 3 If a Party that makes extradition or mutual legal assistance in criminal matters conditional on the existence of a treaty receives a request for extradition or legal assistance in criminal matters from a Party with which it has no such a treaty, it may, acting in full compliance with its obligations under international law and subject to the conditions provided for by the domestic law of the requested Party, consider this Convention as the legal basis for extradition or mutual legal assistance in criminal matters in respect of the offences established in accordance with this Convention."
    },
    {
      "provision_ref": "art18",
      "chapter": "Chapter IV Protection Measures",
      "section": "18",
      "title": "Protection of victims",
      "content": "Each Party shall take the necessary legislative and other measures to protect the rights and interests of victims of offences established in accordance with this Convention, in particular by: a. ensuring that victims have access to information relevant to their case and which is necessary for the protection of their health and other rights involved; b. assisting victims in their physical, psychological and social recovery; c. providing, in its domestic law, for the right of victims to compensation from the perpetrators."
    },
    {
      "provision_ref": "art19",
      "chapter": "Chapter IV Protection Measures",
      "section": "19",
      "title": "Standing of victims in criminal proceedings",
      "content": "1 Each Party shall take the necessary legislative and other measures to protect the rights and interests of victims at all stages of criminal investigations and proceedings, in particular by: a. informing them of their rights and the services at their disposal and, upon request, the follow-up given to their complaint, the charges retained, the state of the criminal proceedings, unless in exceptional cases the proper handling of the case may be adversely affected by such notification, and their role therein as well as the outcome of their cases; b. enabling them, in a manner consistent with the procedural rules of domestic law, to be heard, to supply evidence and have their views, needs and concerns presented, directly or through an intermediary, and considered; c. providing them with appropriate support services so that their rights and interests are duly presented and taken into account; d. providing effective measures for their safety, as well as that of their families, from intimidation and retaliation. 2 Each Party shall ensure that victims have access, as from their first contact with the competent authorities, to information on relevant judicial and administrative proceedings. 3 Each Party shall ensure that victims have access to legal aid, in accordance with domestic law and provided free of charge where warranted, when it is possible for them to have the status of parties to criminal proceedings. 4 Each Party shall take the necessary legislative and other measures to ensure that victims of an offence established in accordance with this Convention committed in the territory of a Party other than the one where they reside can make a complaint before the competent authorities of their State of residence. 5 Each Party shall provide, by means of legislative or other measures, in accordance with the conditions provided for by its domestic law, the possibility for groups, foundations, associations or governmental or non-governmental organisations, to assist and/or support the victims with their consent during criminal proceedings concerning the offences established in accordance with this Convention."
    },
    {
      "provision_ref": "art20",
      "chapter": "Chapter IV Protection Measures",
      "section": "20",
      "title": "Protection of witnesses",
      "content": "1 Each Party shall, within its means and in accordance with the conditions provided for by its domestic law, provide effective protection from potential retaliation or intimidation for witnesses in criminal proceedings, who give testimony concerning offences covered by this Convention and, as appropriate, for their relatives and other persons close to them. 2 Paragraph 1 of this article shall also apply to victims insofar as they are witnesses."
    },
    {
      "provision_ref": "art21",
      "chapter": "Chapter V Prevention Measures",
      "section": "21",
      "title": "Measures at domestic level",
      "content": "1 Each Party shall take the necessary legislative and other measures to ensure: a. the existence of a transparent domestic system for the transplantation of human organs; b. equitable access to transplantation services for patients; c. adequate collection, analysis and exchange of information related to the offences covered by this Convention in co-operation between all relevant authorities. 2 With the aim of preventing and combatting trafficking in human organs, each Party shall take measures, as appropriate: a. to provide information or strengthen training for healthcare professionals and relevant officials in the prevention of and combat against trafficking in human organs; b. to promote awareness-raising campaigns addressed to the general public about the unlawfulness and dangers of trafficking in human organs. 3 Each Party shall take the necessary legislative and other measures to prohibit the advertising of the need for, or availability of human organs, with a view to offering or seeking financial gain or comparable advantage."
    },
    {
      "provision_ref": "art22",
      "chapter": "Chapter V Prevention Measures",
      "section": "22",
      "title": "Measures at international level",
      "content": "The Parties shall, to the widest extent possible, co-operate with each other in order to prevent trafficking in human organs. In particular, the Parties shall: a. report to the Committee of the Parties at its request on the number of cases of trafficking in human organs within their respective jurisdictions; b. designate a national contact point for the exchange of information pertaining to trafficking in human organs."
    },
    {
      "provision_ref": "art23",
      "chapter": "Chapter VI Follow-Up Mechanism",
      "section": "23",
      "title": "Committee of the Parties",
      "content": "1 The Committee of the Parties shall be composed of representatives of the Parties to the Convention. 2 The Committee of the Parties shall be convened by the Secretary General of the Council of Europe. Its first meeting shall be held within a period of one year following the entry into force of this Convention for the tenth signatory having ratified it. It shall subsequently meet whenever at least one third of the Parties or the Secretary General so requests. 3 The Committee of the Parties shall adopt its own rules of procedure. 4 The Committee of the Parties shall be assisted by the Secretariat of the Council of Europe in carrying out its functions. 5 A contracting Party which is not a member of the Council of Europe shall contribute to the financing of the Committee of the Parties in a manner to be decided by the Committee of Ministers upon consultation of that Party."
    },
    {
      "provision_ref": "art24",
      "chapter": "Chapter VI Follow-Up Mechanism",
      "section": "24",
      "title": "Other representatives",
      "content": "1 The Parliamentary Assembly of the Council of Europe, the European Committee on Crime Problems (CDPC), as well as other relevant Council of Europe intergovernmental or scientific committees, shall each appoint a representative to the Committee of the Parties in order to contribute to a multi-sectoral and multidisciplinary approach. 2 The Committee of Ministers may invite other Council of Europe bodies to appoint a representative to the Committee of the Parties after consulting the latter. 3 Representatives of relevant international bodies may be admitted as observers to the Committee of the Parties following the procedure established by the relevant rules of the Council of Europe. 4 Representatives of relevant official bodies of the Parties may be admitted as observers to the Committee of the Parties following the procedure established by the relevant rules of the Council of Europe. 5 Representatives of civil society, and in particular non-governmental organisations, may be admitted as observers to the Committee of the Parties following the procedure established by the relevant rules of the Council of Europe. 6 In the appointment of representatives under paragraphs 2 to 5 of this article, a balanced representation of the different sectors and disciplines shall be ensured. 7 Representatives appointed under paragraphs 1 to 5 above shall participate in meetings of the Committee of the Parties without the right to vote."
    },
    {
      "provision_ref": "art25",
      "chapter": "Chapter VI Follow-Up Mechanism",
      "section": "25",
      "title": "Functions of the Committee of the Parties",
      "content": "1 The Committee of the Parties shall monitor the implementation of this Convention. The rules of procedure of the Committee of the Parties shall determine the procedure for evaluating the implementation of this Convention, using a multi-sectoral and multidisciplinary approach. 2 The Committee of the Parties shall also facilitate the collection, analysis and exchange of information, experience and good practice between States to improve their capacity to prevent and combat trafficking in human organs. The Committee may avail itself of the expertise of other relevant Council of Europe committees and bodies. 3 Furthermore, the Committee of the Parties shall, where appropriate: a. facilitate the effective use and implementation of this Convention, including the identification of any problems that may arise and the effects of any declaration or reservation made under this Convention; b. express an opinion on any question concerning the application of this Convention and facilitate the exchange of information on significant legal, policy or technological developments; c. make specific recommendations to Parties concerning the implementation of this Convention. 4 The European Committee on Crime Problems (CDPC) shall be kept periodically informed regarding the activities mentioned in paragraphs 1, 2 and 3 of this article."
    },
    {
      "provision_ref": "art26",
      "chapter": "Chapter VII Relationship with Other International Instruments",
      "section": "26",
      "title": "Relationship with other international instruments",
      "content": "1 This Convention shall not affect the rights and obligations arising from the provisions of other international instruments to which Parties to the present Convention are Parties or shall become Parties and which contain provisions on matters governed by this Convention. 2 The Parties to the Convention may conclude bilateral or multilateral agreements with one another on the matters dealt with in this Convention, for purposes of supplementing or strengthening its provisions or facilitating the application of the principles embodied in it."
    },
    {
      "provision_ref": "art27",
      "chapter": "Chapter VIII Amendments to the Convention",
      "section": "27",
      "title": "Amendments",
      "content": "1 Any proposal for an amendment to this Convention presented by a Party shall be communicated to the Secretary General of the Council of Europe and forwarded by him or her to the member States of the Council of Europe, the non-member States enjoying observer status with the Council of Europe, the European Union, and any State having been invited to sign this Convention. 2 Any amendment proposed by a Party shall be communicated to the European Committee on Crime Problems (CDPC) and other relevant Council of Europe intergovernmental or scientific committees, which shall submit to the Committee of the Parties their opinions on that proposed amendment. 3 The Committee of Ministers of the Council of Europe shall consider the proposed amendment and the opinion submitted by the Committee of Parties and, after having consulted the Parties to this Convention that are not members of the Council of Europe, may adopt the amendment by the majority provided for in Article 20 letter d of the Statute of the Council of Europe. 4 The text of any amendment adopted by the Committee of Ministers in accordance with paragraph 3 of this article shall be forwarded to the Parties for acceptance. 5 Any amendment adopted in accordance with paragraph 3 of this article shall enter into force on the first day of the month following the expiration of a period of one month after the date on which all Parties have informed the Secretary General that they have accepted it. SR 0.192.030"
    },
    {
      "provision_ref": "art28",
      "chapter": "Chapter IX Final Clauses",
      "section": "28",
      "title": "Signature and entry into force",
      "content": "1 This Convention shall be open for signature by the member States of the Council of Europe, the European Union and the non-member States which enjoy observer status with the Council of Europe. It shall also be open for signature by any other non-member State of the Council of Europe upon invitation by the Committee of Ministers. The decision to invite a non-member State to sign the Convention shall be taken by the majority provided for in Article 20 letter d of the Statute of the Council of Europe, and by unanimous vote of the representatives of the Contracting States entitled to sit on the Committee of Ministers. This decision shall be taken after having obtained the unanimous agreement of the other States/European Union having expressed their consent to be bound by this Convention. 2 This Convention is subject to ratification, acceptance or approval. Instruments of ratification, acceptance or approval shall be deposited with the Secretary General of the Council of Europe. 3 This Convention shall enter into force on the first day of the month following the expiration of a period of three months after the date on which five signatories, including at least three member States of the Council of Europe, have expressed their consent to be bound by the Convention in accordance with the provisions of the preceding paragraph. 4 In respect of any State or the European Union, which subsequently expresses its consent to be bound by the Convention, it shall enter into force on the first day of the month following the expiration of a period of three months after the date of the deposit of its instrument of ratification, acceptance or approval."
    },
    {
      "provision_ref": "art29",
      "chapter": "Chapter IX Final Clauses",
      "section": "29",
      "title": "Territorial application",
      "content": "1 Any State or the European Union may, at the time of signature or when depositing its instrument of ratification, acceptance or approval, specify the territory or territories to which this Convention shall apply. 2 Any Party may, at any later date, by a declaration addressed to the Secretary General of the Council of Europe, extend the application of this Convention to any other territory specified in the declaration and for whose international relations it is responsible or on whose behalf it is authorised to give undertakings. In respect of such territory, the Convention shall enter into force on the first day of the month following the expiration of a period of three months after the date of receipt of such declaration by the Secretary General. 3 Any declaration made under the two preceding paragraphs may, in respect of any territory specified in such declaration, be withdrawn by a notification addressed to the Secretary General of the Council of Europe. The withdrawal shall become effective on the first day of the month following the expiration of a period of three months after the date of receipt of such notification by the Secretary General."
    },
    {
      "provision_ref": "art30",
      "chapter": "Chapter IX Final Clauses",
      "section": "30",
      "title": "Reservations",
      "content": "1 Any State or the European Union may, at the time of signature or when depositing its instrument of ratification, acceptance or approval, declare that it avails itself of one or more of the reservations provided for in Articles 4 paragraph 2, 9 paragraph 3 and 10 paragraphs 3 and 5. 2 Any State or the European Union may also, at the time of signature or when deposing its instrument of ratification, acceptance or approval, declare that it reserves the right to apply the Article 5 and Article 7 paragraphs 2 and 3 only when the offences are committed for purposes of implantation, or for purposes of implantation and other purposes as specified by the Party. 3 No other reservation may be made. 4 Each Party which has made a reservation may, at any time, withdraw it entirely or partially by a notification addressed to the Secretary General of the Council of Europe. The withdrawal shall take effect from the date of the receipt of such notification by the Secretary General."
    },
    {
      "provision_ref": "art31",
      "section": "31",
      "title": "Dispute settlement",
      "content": "The Committee of the Parties will follow in close co-operation with the European Committee on Crime Problems (CDPC) and other relevant Council of Europe intergovernmental or scientific committees the application of this Convention and facilitate, when necessary, the friendly settlement of all difficulties related to its application."
    },
    {
      "provision_ref": "art32",
      "section": "32",
      "title": "Denunciation",
      "content": "1 Any Party may, at any time, denounce this Convention by means of a notification addressed to the Secretary General of the Council of Europe. 2 Such denunciation shall become effective on the first day of the month following the expiration of a period of three months after the date of receipt of the notification by the Secretary General."
    },
    {
      "provision_ref": "art33",
      "section": "33",
      "title": "Notification",
      "content": "The Secretary General of the Council of Europe shall notify the member States of the Council of Europe, the non-member States enjoying observer status with the Council of Europe, the European Union, and any State having been invited to sign this Convention in accordance with the provisions of Article 28, of: a. any signature; b. the deposit of any instrument of ratification, acceptance or approval; c. any date of entry into force of this Convention in accordance with Article 28; d. any amendment adopted in accordance with Article 27 and the date on which such an amendment enters into force; e. any reservation and withdrawal of reservation made in pursuance of Article 30; f. any denunciation made in pursuance of the provisions of Article 32; g. any other act, notification or communication relating to this Convention."
    }
  ],
  "definitions": []
}