{
  "id": "sr-0-741-619-741",
  "type": "statute",
  "title": "Vereinbarung vom 17. Dezember 1975 zwischen dem Schweizerischen Bundesrat und der Regierung der Tschechoslowakischen Sozialistischen Republik über den internationalen Personen- und Güterverkehr auf der Strasse (mit Durchführungsprotokoll)",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1976/863_863_863/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Geltungsbereich",
      "content": "Die Bestimmungen dieser Vereinbarung sind anwendbar auf Personen‑ und Gütertransporte auf der Strasse, die auf eigene Rechnung oder auf Rechnung Dritter von oder nach dem Gebiet einer der Vertragsparteien sowie im Transit durch diese Gebiete mit Fahrzeugen ausgeführt werden, die im Gebiet der andern Vertragspartei zum Verkehr zugelassen sind."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Begriffsbestimmungen",
      "content": "1 Der Begriff «Transportunternehmen» bezeichnet eine natürliche oder juristische Person, welche entweder in der Schweiz oder in der Tschechoslowakischen Sozialistischen Republik gemäss den in diesen Staaten geltenden Vorschriften berechtigt ist, Personen oder Güter auf der Strasse auf eigene Rechnung oder auf Rechnung Dritter zu befördern. 2 Der Begriff «Fahrzeug» bezeichnet ein für Personen‑ oder Gütertransporte gebautes oder eingerichtetes, mechanisch angetriebenes Strassenfahrzeug, einschliesslich dazugehöriger Anhänger oder Sattelauflieger. Personenwagen mit höchstens neun Sitzplätzen einschliesslich Führersitz fallen nicht unter diesen Begriff."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Personentransporte",
      "content": "1 Die Beförderung von Personen ist von der Bewilligungspflicht befreit, wenn die gleichen Personen mit dem gleichen Fahrzeug befördert werden und es sich a) um eine Rundfahrt handelt, die auf dem Gebiet der Vertragspartei beginnt und endigt, wo das Fahrzeug zum Verkehr zugelassen ist oder b) um eine Reise handelt, die auf dem Gebiet der Vertragspartei beginnt, wo das Fahrzeug zum Verkehr zugelassen ist und auf dem Gebiet der anderen Vertragspartei endigt, sofern das Fahrzeug leer zurückkehrt oder c) um eine Transitfahrt handelt, die als Rundfahrt oder als Gelegenheitsfahrt ausgeführt wird. 2 Im Fahrzeug ist ein Verzeichnis der Fahrgäste mitzuführen. 3 Für alle in Ziffer 1 nicht aufgeführten Fahrten ist nach Massgabe des nationalen Rechts der Vertragsparteien eine Bewilligung oder Konzession erforderlich."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Gütertransporte",
      "content": "1 Die Beförderung von Gütern zwischen den Gebieten der beiden Vertragsparteien oder im Transit durch das Gebiet der anderen Vertragspartei ist bewilligungspflichtig. 2 Transporte aus dem Gebiet der anderen Vertragspartei in einen dritten Staat oder aus einem dritten Staat in das Gebiet der anderen Vertragspartei, sind den in Absatz 1 erwähnten Transporten gleichgestellt; indessen werden Bewilligungen nur erteilt, wenn das Gebiet der Vertragspartei, wo das Fahrzeug zum Verkehr zugelassen ist, durchfahren wird. 3 Von der Bewilligungspflicht sind ausgenommen: a) Luftfrachttransporte bei Umleitung von Flugdiensten; b) Übersiedlungsguttransporte; c) Transporte von Messe‑ und Ausstellungsgut; d) Transporte von Kunstgegenständen und Kunstwerken; e) Transporte von Material (einschliesslich Tiere) für Artisten, Schausteller, Zirkustruppen, Revuen und ähnliche Schaustellungen; f) Transporte von Material für Theater‑, Musik‑ und Sportveranstaltungen (einschliesslich der Transport von Rennpferden, Rennfahrzeugen und Booten); g) Transporte beschädigter Fahrzeuge; h) Transporte lebender Tiere (ausgenommen Schlachtvieh); i) Leichentransporte; j) Transporte zur Hilfeleistung bei Katastrophen."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Landesinterne Transporte",
      "content": "Keine Bestimmung dieser Vereinbarung gibt den Transportunternehmen einer Vertragspartei das Recht, auf dem Gebiet der anderen Vertragspartei andere als die auf einer bestimmten Fahrt mitgeführten Fahrgäste zu befördern oder innerhalb des Gebietes der anderen Vertragspartei landesinterne Gütertransporte auszuführen. Ausgenommen sind Transporte von vorübergehend eingeführtem Material für Ausstellungen oder andere zeitlich befristete Veranstaltungen."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Anwendung nationalen Rechts",
      "content": "Soweit diese Vereinbarung nichts anderes bestimmt, ist für Transportunternehmen und Fahrzeugführer im Gebiet der anderen Vertragspartei das dort geltende Recht verbindlich."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Zoll",
      "content": "1 Treibstoffe, die sich in den üblichen Tanks der vorübergehend eingeführten Fahrzeuge befinden, unterliegen keinen Einfuhrabgaben, Einfuhrverboten und Einfuhrbeschränkungen. 2 Ersatzteile, die zur Instandsetzung eines vorübergehend eingeführten Fahrzeuges dienen sollen, werden frei von Einfuhrabgaben, Einfuhrverboten und Einfuhrbeschränkungen zur vorübergehenden Einfuhr zugelassen. Die zuständigen Organe der Vertragsparteien können für die Zollabfertigung dieser Ersatzteile einen Ausweis für die vorübergehende Einfuhr ausstellen. Die ersetzten Teile müssen ausgeführt, verzollt oder unter Aufsicht der Zollorgane vernichtet werden."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Widerhandlungen",
      "content": "1 Die zuständige Behörde einer Vertragspartei kann Transportunternehmen der anderen Vertragspartei, die schwere oder wiederholte Widerhandlungen gegen Bestimmungen dieser Vereinbarung oder gegen Vorschriften über die Strassentransporte oder den Strassenverkehr begehen, für eine bestimmte Zeit die Einfahrt in ihr Hoheitsgebiet verweigern; die Bestrafung aufgrund des nationalen Rechts der Vertragsparteien bleibt vorbehalten. 2 Die zuständige Behörde einer Vertragspartei, die eine solche Massnahme getroffen oder von Widerhandlungen Kenntnis hat, unterrichtet die zuständige Behörde der anderen Vertragspartei."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Geschäftsführende Behörden",
      "content": "Die Vertragsparteien geben sich gegenseitig die Behörden bekannt, die für die Anwendung dieser Vereinbarung zuständig sind. Diese Behörden verkehren direkt miteinander."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Gemischte Kommission",
      "content": "Zur Behandlung der Fragen, die sich aus der Anwendung dieser Vereinbarung ergeben, wird eine aus Vertretern der zuständigen Organe beider Vertragsparteien zusammengesetzte gemischte Kommission gebildet."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Geltungsdauer",
      "content": "1 Diese Vereinbarung tritt in Kraft, sobald die Vertragsparteien einander schriftlich notifiziert haben, dass die verfassungsrechtlichen Voraussetzungen zu ihrem Inkrafttreten erfüllt sind. 2 Die Vereinbarung gilt für ein Jahr vom Tage der Inkraftsetzung an. Sofern sie von einer Vertragspartei nicht drei Monate vor Ablauf der Gültigkeitsdauer gekündigt wird, gilt sie jeweils für ein weiteres Jahr als verlängert."
    }
  ],
  "definitions": []
}