{
  "id": "sr-0-975-268-9",
  "type": "statute",
  "title": "Abkommen vom 6. März 1978 zwischen der Regierung der Schweizerischen Eidgenossenschaft und der Regierung der Republik Singapur über die gegenseitige Förderung und den Schutz von Investitionen (mit Briefwechsel)",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1978/1190_1190_1190/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "",
      "content": "1 Jede Vertragspartei fördert, soweit dies möglich ist, auf ihrem Hoheitsgebiet Investitionen von Staatsangehörigen oder Gesellschaften der andern Vertragspartei und lässt im Rahmen ihrer Wirtschaftspolitik solche Investitionen nach ihren Rechtsvorschriften und Bestimmungen zu. 2 Die Vornahme von Investitionen durch Staatsangehörige oder Gesellschaften der einen Vertragspartei auf dem Hoheitsgebiet der andern Vertragspartei untersteht dem Zulassungsverfahren dieser andern Vertragspartei, falls ein solches besteht. Nur eine auf diese Weise zugelassene und, sofern eine schriftliche Genehmigung erforderlich ist, von dieser andern Vertragspartei ausdrücklich schriftlich als zugelassen genehmigte Investition geniesst die Vorteile und den Schutz dieses Abkommens."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "",
      "content": "1 Jede Vertragspartei wird auf ihrem Hoheitsgebiet die Investitionen von Staatsangehörigen oder Gesellschaften der andern Vertragspartei schützen und die Verwaltung, den Unterhalt, den Gebrauch, die Nutzniessung, das Wachstum, den Verkauf und die allfällige Liquidation solcher Investitionen nicht durch ungerechtfertigte oder benachteiligende Massnahmen beeinträchtigen. Insbesondere wird sich jede Vertragspartei bemühen, die erforderlichen Bewilligungen und Lizenzen für sämtliche Tätigkeiten im Zusammenhang mit der Leitung, der Förderung und dem Personalbedarf solcher Investitionen zu erteilen. 2 Jede Vertragspartei sichert auf ihrem Hoheitsgebiet den Investitionen von Staatsangehörigen oder Gesellschaften der andern Vertragspartei eine gerechte und billige Behandlung zu. Sofern nicht die bei der Vornahme der Investition bestehende Gesetzgebung oder, falls eine Zulassungsurkunde erforderlich ist, ausdrückliche Bestimmungen der Zulassungsurkunde etwas anderes vorsehen, wird die Behandlung, die jede Vertragspartei auf ihrem Hoheitsgebiet den Investitionen von Staatsangehörigen oder Gesellschaften der andern Vertragspartei zuteil werden lässt, nicht weniger günstig sein wie jene, die jede Vertragspartei ihren eigenen Staatsangehörigen oder Gesellschaften oder wie jene, die sie den Staatsangehörigen oder Gesellschaften der meistbegünstigten Nation gewährt, sofern die letztere günstiger ist. Diese Behandlung ist nicht anwendbar auf Vorrechte, die eine Vertragspartei den Staatsangehörigen oder Gesellschaften eines Drittstaates auf Grund ihrer Mitgliedschaft in oder ihrer Verbindung mit einer Zollunion, einem gemeinsamen Markt oder einer Freihandelszone gewährt."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "",
      "content": "Jede Vertragspartei, auf deren Hoheitsgebiet Staatsangehörige oder Gesellschaften der andern Vertragspartei Investitionen vorgenommen haben, sichert diesen Staatsangehörigen oder Gesellschaften den freien Transfer in und aus ihrem Hoheitsgebiet zu für a) Zinsen, Dividenden, Gewinne und andere laufende Erträge; b) Amortisationen und vertragliche Rückzahlungen; c) Beträge, die für die Leitung der Investition erforderlich sind; d) zusätzliche Kapitalbeträge, die für den Unterhalt und die Entwicklung der Investition benötigt werden; e) Abgaben und andere Lizenzgebühren für kommerzielle, administrative oder technische Hilfe; f) Erlöse aus dem Verkauf oder aus der teilweise oder vollständigen Kapitalliquidation, einschliesslich des Mehrwerts."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "",
      "content": "Keine der Vertragsparteien wird direkte oder indirekte Massnahmen der Enteignung, Verstaatlichung oder Besitzesentziehung gegen Investitionen der Staatsangehörigen oder Gesellschaften der andern Vertragspartei ergreifen, es sei denn, dass die Massnahmen im öffentlichen Interesse getroffen werden oder dass sie auf Grund eines Parlamentsbeschlusses zulässig sind, der bei der Vornahme der Investition in Kraft stand, dass die Massnahmen auf nicht diskriminierende Weise und unter Einhaltung der gesetzlichen Vorschriften getroffen werden und eine effektive und angemessene Entschädigung entrichtet wird. Diese Entschädigung wird dem Berechtigten ohne ungerechtfertigte Verzögerung ausbezahlt und ist frei konvertierbar und transferierbar."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "",
      "content": "Unter Vorbehalt der Bestimmungen von Artikel 1 Absatz 2 findet dieses Abkommen auf alle vor oder nach seinem Inkrafttreten von Staatsangehörigen oder Gesellschaften der einen Vertragspartei auf dem Hoheitsgebiet der andern Vertragspartei vorgenommenen Investitionen Anwendung."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "",
      "content": "Dieses Abkommen setzt günstigere Bestimmungen als jene dieses Abkommens, die von einer Vertragspartei mit Staatsangehörigen oder Gesellschaften der andern Vertragspartei vereinbart wurden, nicht ausser Kraft."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "",
      "content": "Hat eine Vertragspartei für eine Investition, die durch einen Staatsangehörigen oder eine Gesellschaft auf dem Hoheitsgebiet der andern Vertragspartei vorgenommen wurde, eine finanzielle Garantie gegen nicht‑kommerzielle Risiken gewährt und hat die erstere Vertragspartei an ihren eigenen Staatsangehörigen oder ihre eigene Gesellschaft eine Zahlung vorgenommen, so wird die andere Vertragspartei auf Grund des Subrogationsprinzips den Übergang der Rechte des Investoren auf die erstere Vertragspartei anerkennen."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "",
      "content": "Im Sinne dieses Abkommens bedeutet a) der Ausdruck «Staatsangehörige» natürliche Personen, die nach den Rechtsvorschriften der beiden Vertragsparteien als Angehörige des jeweiligen Staates gelten; b) der Ausdruck «Gesellschaften»: 1. in bezug auf die Schweizerische Eidgenossenschaft Gesellschaften, Institutionen oder Stiftungen mit Rechtspersönlichkeit sowie Kollektiv- und Kommanditgesellschaften und sonstige Personengemeinschaften ohne Rechtspersönlichkeit, die nach schweizerischem Recht errichtet worden sind oder in denen schweizerische Staatsangehörige mittelbar oder unmittelbar zu jedem Zeitpunkt ein Mehrheitsinteresse haben; 2. in bezug auf die Republik Singapur sämtliche Gesellschaften, Firmen oder Vereinigungen, die nach den in der Republik Singapur geltenden Gesetzen errichtet oder gegründet worden sind oder in denen Staatsangehörige von Singapur mittelbar oder unmittelbar zu jedem Zeitpunkt ein Mehrheitsinteresse haben. c) der Ausdruck «Investition» alle Arten von Vermögensanlagen, einschliesslich aller Arten von Werten, insbesondere, aber nicht ausschliesslich: 1. bewegliches und unbewegliches Vermögen und alle Rechte und Ansprüche auf dieses Vermögen wie Hypotheken, Darlehen, Bürgschaften, Nutzniessungen und ähnliche Rechte; 2. Aktien, Wertschriften und andere Gesellschaftsbeteiligungen; 3. Geldforderungen oder Ansprüche auf Leistungen, die einen wirtschaftlichen Wert haben; 4. Urheberrechte, gewerbliche Eigentumsrechte (wie Patente, Handelsmarken, industrielle Zeichnungen), Know‑how, Handelsnamen und Goodwill; 5. öffentlich‑rechtliche Geschäftskonzessionen mit Einschluss von Konzessionen zur Erforschung, Ausbeutung oder Verwertung von Bodenschätzen. d) der Begriff «Erträge» die Beträge, die eine Investition während eines bestimmten Zeitraumes als Nettoertrag einbringt. Siehe auch den Briefwechsel am Schluss des vorliegenden Abkommens."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "",
      "content": "1 Meinungsverschiedenheiten in bezug auf die Auslegung oder Anwendung der Bestimmungen dieses Abkommens werden durch Verhandlungen zwischen den beiden Vertragsparteien beigelegt. 2 Ist eine Verständigung zwischen den Vertragsparteien nicht innert sechs Monaten möglich, so wird auf Begehren einer Vertragspartei die Meinungsverschiedenheit einem Schiedsgericht unterbreitet, das aus drei Mitgliedern besteht. Jede Vertragspartei bezeichnet einen Schiedsrichter, und diese beiden Schiedsrichter ernennen einen Vorsitzenden, der Angehöriger eines Drittstaates sein muss. 3 Hat eine der Vertragsparteien es unterlassen, ihren Schiedsrichter zu ernennen, und ist sie der Einladung der andern Vertragspartei nicht nachgekommen, diesen innerhalb von zwei Monaten zu bezeichnen, so wird der Schiedsrichter auf Verlangen der andern Vertragspartei durch den Präsidenten des Internationalen Gerichtshofes bezeichnet. 4 Sofern die beiden Schiedsrichter sich über die Wahl des Vorsitzenden nicht innerhalb von zwei Monaten seit ihrer Bezeichnung einigen können, so wird dieser auf Verlangen der einen oder andern Vertragspartei durch den Präsidenten des Internationalen Gerichtshofes ernannt. 5 Sofern der Präsident des Internationalen Gerichtshofes in den unter Absatz 3 und 4 dieses Artikels erwähnten Fällen verhindert ist, sein Mandat auszuüben, oder Staatsangehöriger einer der beiden Vertragsparteien ist, so wird die erforderliche Ernennung durch den Vize‑Präsidenten, und wenn dieser auch verhindert oder Staatsangehöriger einer der beiden Vertragsparteien ist, durch den nächstfolgenden ranghöchsten Richter des Internationalen Gerichtshofes vorgenommen, der nicht Staatsangehöriger einer der beiden Vertragsparteien und nicht verhindert ist, sein Mandat auszuüben. 6 Sofern die Vertragsparteien nichts anderes bestimmen, setzt das Schiedsgericht sein Verfahren selbst fest. 7 Die Entscheide des Schiedsgerichts sind für beide Vertragsparteien bindend."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "",
      "content": "1 Dieses Abkommen tritt an dem Tag in Kraft, an dem sich die beiden Vertragsparteien mitteilen, dass sie die verfassungsrechtlichen Vorschriften über den Abschluss und das Inkrafttreten von internationalen Verträgen erfüllt haben und gilt für vier Jahre. Wird es nicht wenigstens sechs Monate vor Ablauf dieses Zeitraumes durch schriftliche Mitteilung gekündigt, so bleibt es jeweils für weitere zwei Jahre in Kraft, wobei jede Vertragspartei die Möglichkeit hat, das Abkommen jeweils wenigstens sechs Monate vor Ablauf jeder Zweijahresperiode zu kündigen. 2 Nach Kündigung dieses Abkommens gemäss Absatz 1 dieses Artikels bleiben die Bestimmungen der Artikel 1 bis 9 für Investitionen, die vor der Kündigung vorgenommen worden waren, noch während weiteren zehn Jahren in Kraft. Im Falle von Meinungsverschiedenheiten bleiben die Bestimmungen von Artikel 9 dieses Abkommens noch je ein Jahr vor und nach Ablauf dieser Zehnjahresperiode anwendbar. Geschehen in Singapur, am 6. März 1978, in je zwei Originalen in deutscher und englischer Sprache. Beide Texte sind gleichermassen verbindlich, jedoch geht bei Meinungsverschiedenheiten der englische Text vor. Für den Schweizerischen Bundesrat: Jacobi Für die Regierung der Republik Singapur: Ngiam Tong Dow"
    }
  ],
  "definitions": []
}