{
  "id": "sr-0-672-944-111",
  "type": "statute",
  "title": "Protokoll vom 24. Oktober 1980 zwischen der Schweizerischen Eidgenossenschaft und Irland zur Änderungen des am 8. November 1966 in Dublin unterzeichneten Abkommens zur Vermeidung der Doppelbesteuerung auf dem Gebiete der Steuern vom Einkommen und vom Vermögen",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1984/522_522_522/en",
  "provisions": [
    {
      "provision_ref": "artI",
      "section": "I",
      "title": "",
      "content": "1. Artikel 2 Absatz 1 Buchstabe a des Abkommens wird durch folgende Bestimmung ersetzt: … 2. Artikel 2 Absatz 3 des Abkommens wird durch folgende Bestimmung ersetzt: … Text eingefügt im genannten Abk. Text eingefügt im genannten Abk."
    },
    {
      "provision_ref": "artII",
      "section": "II",
      "title": "",
      "content": "Art. 3 Absatz 1 Buchstaben e) und f) des Abkommens werden durch folgende Bestimmungen ersetzt: … Text eingefügt im genannten Abk."
    },
    {
      "provision_ref": "artIII",
      "section": "III",
      "title": "",
      "content": "Der folgende neue Artikel wird unmittelbar nach Artikel 3 des Abkommens eingefügt: Art. 3A … Text eingefügt im genannten Abk."
    },
    {
      "provision_ref": "artIV",
      "section": "IV",
      "title": "",
      "content": "Art. 9 des Abkommens wird durch folgende Bestimmung ersetzt: … Text eingefügt im genannten Abk."
    },
    {
      "provision_ref": "artV",
      "section": "V",
      "title": "",
      "content": "Art. 12 des Abkommens wird durch folgende Bestimmung ersetzt: … Text eingefügt im genannten Abk."
    },
    {
      "provision_ref": "artVI",
      "section": "VI",
      "title": "",
      "content": "Art. 22 des Abkommens wird durch folgende Bestimmung ersetzt: … Text eingefügt im genannten Abk."
    },
    {
      "provision_ref": "artVII",
      "section": "VII",
      "title": "",
      "content": "Der folgende neue Absatz wird unmittelbar nach Artikel 24 Absatz 3 eingefügt: 3 A. … Text eingefügt im genannten Abk."
    },
    {
      "provision_ref": "artVIII",
      "section": "VIII",
      "title": "",
      "content": "1. Dieses Protokoll bedarf der Ratifikation; die Ratifikationsurkunden werden sobald wie möglich in Bern ausgetauscht. 2. Dieses Protokoll tritt mit dem Austausch der Ratifikationsurkunden in Kraft und seine Bestimmungen finden Anwendung: a) in Irland: (i) hinsichtlich der Einkommenssteuern für die Steuerjahre, die am oder nach dem 6. April 1976 beginnen; (ii) hinsichtlich der Körperschaftssteuer für das Rechnungsjahr 1974 und die folgenden Rechnungsjahre; (iii) hinsichtlich der Kapitalgewinnsteuern für die Steuerjahre, die am oder nach dem 6. April 1974 beginnen; b) in der Schweiz: für die Steuerjahre, die am oder nach dem 1. Januar 1977 beginnen. 3. Ergäbe sich nach den Bestimmungen des bestehenden Abkommens eine weitergehende Steuerentlastung als nach dem durch dieses Protokoll geänderten Abkommen, so sind diese Bestimmungen weiterhin anzuwenden: a) in Irland für die Steuer‑ oder Rechnungsjahre, b) in der Schweiz für die Steuerjahre, die vor dem 1. Januar des Kalenderjahres beginnen, in dem dieses Protokoll unterzeichnet wird."
    }
  ],
  "definitions": []
}