{
  "id": "sr-0-142-114-541-1",
  "type": "statute",
  "title": "Protokoll vom 1. Mai 1869 betreffend die Vollziehung der am 22. Juli 1868 in Bern und Florenz zwischen der Schweiz und Italien abgeschlossenen und unterzeichneten Verträge und Übereinkünfte",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/IX/755_651_754/en",
  "provisions": [
    {
      "provision_ref": "artI",
      "section": "I",
      "title": "",
      "content": "Betraf die Ausführung der Übereink. vom 22. Juli 1868 zwischen der Schweiz und Italien zum gegenseitigen Schutz des literarischen und künstlerischen Eigentums [AS IX 680]; diese Übereinkunft wurde von der Schweiz auf den 17. Nov. 1899 gekündigt (BRB vom 17. Nov. 1899 – AS 17 463 )."
    },
    {
      "provision_ref": "artII",
      "section": "II",
      "title": "",
      "content": "In Bezug auf Artikel 4 des Niederlassungs- und Konsularvertrags wird festgesetzt: dass die Erklärungen vom 10./21. Dezember 1866 betreffend die Befreiung von den Zwangsanleihen, mit dem 29. Oktober 1873 ausser Kraft treten; dabei ist jedoch wohl verstanden, dass von jenem Zeitpunkte an die beiden Staaten fortfahren werden, sich gegenseitig die Behandlung der meistbegünstigten Nation zu sichern. SR 0.142.114.541 In der AS nicht veröffentlicht."
    },
    {
      "provision_ref": "artIII",
      "section": "III",
      "title": "",
      "content": "Behufs der Vollziehung des Artikels 9 des nämlichen Vertrags ist vereinbart worden, dass die Appellationshöfe des Königreichs, das Bundesgericht und das Obergericht jedes eidgenössischen Standes fortan direkt miteinander korrespondieren können in Bezug auf alles, was die Zusendung und die Erledigung von Rogatorien in Zivil- oder Strafsachen betrifft. Geldbeträge, welche den Rogatorien oder den auf deren Vollziehung bezüglichen Aktenstücken beigefügt werden müssen, sind durch Postmandate, lautend an die Ordre der Behörden, an welche jene Wertbeträge gerichtet sind, zu übermitteln. Es ist wohl verstanden, dass die direkte Korrespondenz zwischen den Gerichten und den obgenannten Appellationshöfen niemals stattfinden darf mit Bezug auf Auslieferungsbegehren, für welche in allen Beziehungen die Bestimmungen der diese Materie beschlagenden Übereinkunft zu befolgen sind. Für die Rechtshilfe in Strafsachen sind das Europäische Übereink. vom 20. April 1959 über die Rechtshilfe in Strafsachen ( SR 0.351.1 ) sowie der Vertrag vom 10. Sept. 1998 zwischen der Schweiz und Italien zur Ergänzung des Europäischen Übereink. über die Rechtshilfe in Strafsachen vom 20. April 1959 und zur Erleichterung seiner Anwendung ( SR 0.351.945.41 ) anwendbar."
    },
    {
      "provision_ref": "artIV",
      "section": "IV",
      "title": "",
      "content": "Die königliche Regierung gibt zu, dass nach dem von der schweizerischen Bundesversammlung in Bezug auf das letzte Alinea des Artikels 17 des obgenannten Vertrags ausgesprochenen Vorbehalt, die Streitigkeiten, welche zwischen den Erben eines in Italien verstorbenen Schweizers hinsichtlich seines Nachlasses entstehen könnten, vor den Richter des Heimatorts des Erblassers gebracht werden sollen. AS IX 656"
    },
    {
      "provision_ref": "artV",
      "section": "V",
      "title": "",
      "content": "Dieses Protokoll soll als ein integrierender Bestandteil der Verträge, auf welche dasselbe sich bezieht, betrachtet und vollzogen werden. So geschehen in Bern, in doppelter Ausfertigung, am ersten Mai eintausendachthundertneunundsechzig. Der schweizerische Bevollmächtigte: J. Dubs Der italienische Bevollmächtigte: Melegari"
    }
  ],
  "definitions": []
}