{
  "id": "sr-0-741-619-636",
  "type": "statute",
  "title": "Vereinbarung vom 20. Mai 1952 zwischen dem Schweizerischen Bundesrat und der Regierung der Niederlande über den internationalen Strassenpersonenverkehr",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1952/583_603_607/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Gelegenheitsverkehr mit Gesellschaftswagen",
      "content": "Reiseunternehmungen, die ihren Sitz in einem der beiden vertragschliessenden Staaten haben, bedürfen für Fahrten mit Gesellschaftswagen im Gebiet des andern Staates keiner Bewilligung, wenn folgende Bedingungen des Abkommens «Freiheit der Strasse» erfüllt sind: a) Die gleichen Personen werden im gleichen Gesellschaftswagen befördert, und es muss sich um eine Rundreise handeln, die im Lande, in dem das Fahrzeug immatrikuliert ist, beginnt und dort wieder endigen soll; b) Die gleichen Personen werden im gleichen Gesellschaftswagen befördert, und es muss sich um eine Reise handeln, die im Lande, in dem das Fahrzeug immatrikuliert ist, beginnt und im andern Lande endigen soll, wobei aber das Fahrzeug leer in das Herkunftsland zurückkehren oder eine Spezialbewilligung für die Beförderung von Reisenden auf der Rückfahrt besitzen muss."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Regelmässiger grenzüberschreitender Linienverkehr mit Gesellschafts‑ und Personenwagen",
      "content": "1. Für den regelmässigen Linienverkehr bleiben in beiden Ländern die besondern, dafür aufgestellten Bestimmungen ausdrücklich vorbehalten. 2. Für den grenzüberschreitenden Linienverkehr bedürfen Unternehmer der Konzession oder der Bewilligung, gemäss den gesetzlichen Bestimmungen jedes der beiden Staaten. 3. Die Konzession wird nur erteilt, wenn die Staaten, deren Gebiet durchfahren wird, mit der Errichtung oder der Aufrechterhaltung der betreffenden Linie einverstanden sind. Entsprechend ist zu verfahren, wenn eine bestehende Linie eingestellt wird. 4. Gesuche um Einrichtung eines internationalen Linienverkehrs sind bei der zuständigen Behörde des Landes, in dem das Fahrzeug immatrikuliert ist, einzureichen; die Anträge sind alsdann mit der Stellungnahme der obersten Verkehrsbehörde dieses Landes der andern Vertragspartei zu übermitteln."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Allgemeine Bestimmungen",
      "content": "1. Die in einem vertragschliessenden Staat immatrikulierten Fahrzeuge dürfen im andern Staat nur Personen befördern, die darin vom Ausland her eingereist sind, es sei denn, dass für andere Fahrten eine Spezialbewilligung erteilt wird. 2. Die einschlägige Gesetzgebung über Zoll, Strassenverkehr und Polizei bleibt vorbehalten. 3. Die zuständigen Behörden jedes vertragschliessenden Staates sind berechtigt, sowohl im Gelegenheitsverkehr wie auch im regelmässigen Linienverkehr die ihnen notwendig erscheinenden Kontrollmassnahmen vorzusehen. 4. Für die Durchführung dieser Vereinbarung bleiben die Vertragsparteien in ständiger Verbindung. 5. Zuständige Behörden sind: im Königreich der Niederlande das Ministerium für Transporte und des Waterstaat und in der Schweizerischen Eidgenossenschaft das Eidgenössische Post‑ und Eisenbahndepartement. 6. Die Vereinbarung tritt (unter Vorbehalt der Ratifikation durch die zuständigen Behörden beider vertragschliessenden Staaten) am 15. Juni 1952 in Kraft und ist bis zum 31. Dezember 1952 gültig. Wird sie nicht drei Monate vor Ablauf der Gültigkeitsdauer von einer der vertragschliessenden Parteien gekündigt, so bleibt sie ein weiteres Jahr in Kraft. Abgeschlossen im Haag, den 20. Mai 1952. Für die Delegation der Schweiz: Für die Delegation der Niederlande: Haenni Vonk Heute: Eidgenössisches Verkehrs‑ und Energiewirtschaftsdepartement."
    }
  ],
  "definitions": []
}