{
  "id": "sr-0-972-41",
  "type": "statute",
  "title": "Abkommen vom 4. Oktober 1973 zwischen der Regierung der Schweizerischen Eidgenossenschaft und der Interamerikanischen Entwicklungsbank über die Errichtung des Schweizerischen Entwicklungsfonds für Lateinamerika",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1974/1791_1791_1791/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Errichtung des Schweizerischen Entwicklungsfonds für Lateinamerika",
      "content": "Hiermit wird mit den in Artikel 3 des vorliegenden Abkommens erwähnten Mitteln der Schweizerische Entwicklungsfonds für Lateinamerika errichtet (im Folgenden der Fonds genannt)."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Zweckbestimmung des Fonds",
      "content": "Der Fonds ist dazu bestimmt, den Regierungen oder Körperschaften in denjenigen Entwicklungsländern, welche Mitglieder der Bank sind, Darlehen zu gewähren, um damit, unter gebührender Berücksichtigung ihrer wirtschaftlichen Lage sowie der Bedürfnisse der verhältnismässig weniger entwickelten unter ihnen, die Finanzierung von Projekten zu unterstützen, die zur Förderung der wirtschaftlichen und sozialen Entwicklung dieser Länder geeignet sind."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Mittel des Fonds",
      "content": "a) Die Eidgenossenschaft stellt dem Fonds einen Betrag von 30 000 000 Schweizerfranken (im folgenden «der Beitrag» genannt) gemäss dem folgenden Verfahren zur Verfügung. b) Alle der Bank zufliessenden Gelder aus Rückzahlungen von Darlehen oder andern rückzahlbaren Hilfsleistungen, die aus dem Beitrag finanziert wurden, sowie alle Erträge aus diesem – ausgenommen Dienstleistungsgebühren im Sinne von Artikel 6 – sind als Bestandteile des Fonds zu betrachten und zur weitern Verwendung gemäss dem vorliegenden Abkommen bestimmt."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Bestimmung der Bank als Verwalterin",
      "content": "Die Bank ist zur Verwalterin des Fonds bestimmt, den sie entsprechend den Bestimmungen des vorliegenden Abkommens verwaltet."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Zahlungsverfahren",
      "content": "a) Der Beitrag ist der Bank in drei Raten zur Verfügung zu stellen. Die erste Rate im Betrage von 10 000 000 Schweizerfranken wird innerhalb von 30 Tagen nach Inkrafttreten des vorliegenden Abkommens fällig, jedoch nicht vor dem 1. Januar 1974. Die zweite und dritte Rate im Betrage von je 10 000 000 Schweizerfranken wird am 30. Juni 1975, beziehungsweise am 30. Juni 1976 fällig. b) Die in Absatz a) erwähnten Raten werden bar bezahlt durch Hinterlegung auf einem zinslosen Sonderkonto mit der Bezeichnung «Interamerikanische Entwicklungsbank – Schweizerischer Entwicklungsfonds für Lateinamerika», das bei der Schweizerischen Nationalbank zugunsten der Bank eröffnet wird. Wird der Beitrag in Schweizerfranken für Zahlungen an andere Länder als die Schweiz verwendet, sind die Schweizerfranken bei der Schweizerischen Nationalbank in andere Währungen umzutauschen, es sei denn, die letztere stimme einem andern Verfahren zu."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Verwendung des Fonds",
      "content": "a) Die Bank kann den Fonds für sämtliche in Artikel 2 des vorliegenden Abkommens erwähnten Operationen zur Finanzierung der dadurch entstehenden Kosten verwenden (einschliesslich Devisenkosten und lokale Ausgaben), gemäss der allgemeinen Politik und den Verfahrensvorschriften, welche die Bank von Zeit zu Zeit für ihre Spezialoperationen festlegt; der Fonds kann jedoch nicht zur Finanzierung von nicht rückzahlbaren Hilfsleistungen eingesetzt werden. b) Ohne die allgemeine Geltung von Absatz a) einzuschränken, kann der Fonds verwendet werden für die Finanzierung i) der Kosten für die Beschaffung in den Mitgliedstaaten der Bank oder des Internationalen Währungsfonds oder in der Schweiz von Gütern und Dienstleistungen, die in diesen Hoheitsgebieten erzeugt werden. Schweizerische Lieferanten erhalten angemessene Möglichkeiten zur Teilnahme an der Ausschreibung der Güter und Dienstleistungen für unter diesem Abkommen finanzierte Projekte. Beim Zuschlag von Aufträgen werden schweizerische Lieferanten nicht ungünstiger behandelt als Lieferanten anderer Länder. In besonderen Fällen kann die Bank Gütern lokalen Ursprungs eine angemessene Vorzugsbehandlung gewähren; ii) lokaler Kosten im Lande des Darlehensnehmers; iii) von Verwaltungskosten der Bank zulasten der Darlehensnehmer bis zu einem halben Prozent auf verpflichtete oder ausstehende Beträge als Abgeltung der unter diesem Abkommen geleisteten Dienste. c) Amortisation, Zins und Dienstleistungsgebühr sind in Schweizerfranken zahlbar."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Verantwortung für Projektauswahl",
      "content": "Die Bank ist verantwortlich für die Auswahl, die Bearbeitung und die Genehmigung von Darlehensprojekten und, entsprechend den Bestimmungen dieses Abkommens, für das Festsetzen der Kreditbedingungen, wobei sie sich an ihre üblichen Richtlinien und Verfahren hält und mit ihrem Personal arbeitet; dabei konsultiert sie jedoch die Eidgenossenschaft frühzeitig über die Projektauswahl, um ihre Genehmigung zur Inanspruchnahme des Fonds für das betreffende Darlehensprojekt einzuholen. Die Bank lässt der Eidgenossenschaft jede Information und Dokumentation zukommen, die diese in vernünftigem Rahmen anfordern wird."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Trennung von Vermögenswerten",
      "content": "Die Vermögenswerte und die Konten des Fonds werden getrennt von allen übrigen Vermögenswerten und Konten der Bank gehalten und sind in geeigneter Form besonders zu bezeichnen."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Akten der Bank",
      "content": "a) Die Bank führt getrennte Akten und Konten über die mit diesem Abkommen zur Verfügung gestellten Mittel und macht diese Unterlagen der Eidgenossenschaft zugänglich, soweit letztere es in einem vernünftigen Rahmen verlangt; auf jeden Fall erhält die Eidgenossenschaft einen jährlichen Bericht mit Angaben über die Arbeiten des Fonds und über den Stand und die Verwendung jedes Darlehens, das mit den mit diesem Abkommen zur Verfügung gestellten Mitteln finanziert worden ist. b) Zusätzlich zu den in den erwähnten jährlichen Berichten enthaltenen Informationen stellt die Bank der Eidgenossenschaft alle Auskünfte zur Verfügung, die diese im Hinblick auf den Fonds und die daraus finanzierten einzelnen Operationen billigerweise anfordern kann."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Konsultation",
      "content": "Die Eidgenossenschaft und die Bank konsultieren sich von Zeit zu Zeit über alle Belange des vorliegenden Abkommens."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Aufsicht über Projekte",
      "content": "Die Bank ist im Auftrag der Eidgenossenschaft allein verantwortlich für Inspektion und Beaufsichtigung der Projekte und kann zu diesem Zweck von jedem gewährten Darlehen einen ihrer üblichen Praxis entsprechenden Betrag beanspruchen."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Sorgfaltspflicht",
      "content": "Die Bank übt bei ihrer Tätigkeit im Rahmen des vorliegenden Abkommens die gleiche Sorgfalt wie bei der Verwaltung und Führung ihrer eigenen Geschäfte."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Nicht‑Verpflichtung der Bank",
      "content": "Auf Grund des vorliegenden Abkommens gewährte Darlehen der Bank sind nicht Bestandteil ihrer eigenen Mittel und ziehen keine finanzielle Verpflichtung seitens der Bank nach sich."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Konversion",
      "content": "Die Bank erklärt ihr Einverständnis damit, dass die Eidgenossenschaft für den Fall, dass sie nichtregionales Mitglied der Bank wird, zu einem beliebigen Zeitpunkt den der Bank zur Verfügung gestellten Beitrag sowie jeden der Bank noch nicht übermittelten Beitrag in eine schweizerische Kapitalzeichnung oder einen schweizerischen Beitrag zum Fonds für Spezialoperationen der Bank umwandeln kann. Derjenige Teil des Beitrages hingegen, der der Bank bereits zur Verfügung gestellt und von ihr für Darlehen aus dem Fonds verpflichtet wurde, kann nur in einen Anteil des schweizerischen Beitrages zum Fonds für Spezialoperationen umgewandelt werden."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Schiedsgerichtsbarkeit",
      "content": "Alle zwischen der Eidgenossenschaft und der Bank entstehenden Streitigkeiten über die Anwendung oder Auslegung des vorliegenden Abkommens oder aller zusätzlichen Abmachungen oder Übereinkommen, die nicht auf dem Verhandlungswege geregelt werden können, werden einem Kollegium von drei Schiedsrichtern zum Entscheid unterbreitet. Der erste dieser Schiedsrichter wird von der Eidgenossenschaft ernannt, der zweite von der Bank und der Vorsitzende im Einvernehmen durch die Vertragsparteien oder, sofern eine Einigung nicht erzielt wird, vom Präsidenten des Internationalen Gerichtshofes, es sei denn, die Parteien kämen überein, für die Regelung eines bestimmten Falles ein anderes Verfahren einzuschlagen."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Verschiedenes",
      "content": "a) Jede Vertragspartei kann jederzeit Änderungsvorschläge betreffend dieses Abkommen unterbreiten. b) Jede Mitteilung oder jedes Gesuch betreffend dieses Abkommen und jede Abmachung zwischen den Vertragsparteien in Bezug auf das vorliegende Abkommen erfolgt schriftlich."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Beendigung des Abkommens",
      "content": "a) Ist die eine oder andere Vertragspartei der Auffassung, dass die durch das Abkommen beabsichtigte Zusammenarbeit nicht mehr in geeigneter oder nutzbringender Form gewährleistet ist, so steht es der betreffenden Vertragspartei frei, das Abkommen mit einer schriftlichen Kündigung und unter Einhaltung einer neunzigtägigen (90) Frist zu beenden. b) Nach Abgabe oder Erhalt einer solchen Kündigung ist die Bank nicht mehr ermächtigt, Darlehen aus dem Fonds zu gewähren; sie ist aber bis zum Zeitpunkt der Beendigung des Abkommens weiterhin verantwortlich für die laufenden, aus dem Fonds finanzierten Operationen, einschliesslich der Projektaufsicht und der Erfüllung aller Verpflichtungen aus ausstehenden Darlehen. c) Falls die Parteien kein anderes Vorgehen vereinbaren, werden nach der Beendigung des Abkommens alle Vermögenswerte des Fonds, einschliesslich der im Rahmen des Fonds abgeschlossenen Verträge, auf die Eidgenossenschaft übertragen. Nach dieser Übertragung sind sowohl der Fonds als auch die Verantwortung der Bank als aufgehoben zu betrachten. d) In den Gesprächen über die Beendigung des Fonds wird der Behandlung der laufenden Darlehen die nötige Beachtung geschenkt."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Inkrafttreten",
      "content": "Dieses Abkommen tritt in Kraft am Tage, an dem die beiden Vertragsparteien einander mitteilen, dass die verfassungsmässigen Voraussetzungen für das Inkrafttreten des Abkommens erfüllt sind. Geschehen in Washington am 4. Oktober 1973 in je zwei Originalen in französischer und englischer Sprache, wobei jeder Wortlaut gleichermassen verbindlich ist. Für die Regierung der Schweizerischen Eidgenossenschaft: Felix Schnyder Für die Interamerikanische Entwicklungsbank: Henry J. Costanzo"
    }
  ],
  "definitions": []
}