{
  "id": "sr-0-742-140-334-94",
  "type": "statute",
  "title": "Staatsvertrag vom 18. Juni 1909 zwischen der Schweiz und Frankreich betreffend die Zufahrtslinien zum Simplon",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/26/11_10_11/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "",
      "content": "Die französische Regierung wird die Erstellung der Abkürzung Frasne–Vallorbe auf französischem Gebiet sichern und die Bahngesellschaft PLM zur Übernahme des Baues und Betriebes des auf schweizerischem Gebiet gelegenen Teilstückes ermächtigen. Paris–Lyon-Mittelmeerbahn"
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "",
      "content": "Die Ausführungsarbeiten für die Linie Frasne–Vallorbe haben gemäss den Bedingungen des am 14./15. Oktober 1902 zwischen der PLM und der ehemaligen Jura–Simplon–Bahn abgeschlossenen und durch den am 7./8. Juni 1909 zwischen den Schweizerischen Bundesbahnen und der PLM vereinbarten Nachtrag abgeänderten Vertrages zu erfolgen. Der Bahnhof Vallorbe wird hinsichtlich der Zollverhältnisse ein internationaler Bahnhof sein. Die für den Zolldienst nötigen Einrichtungen bedürfen der vorgängigen Zustimmung beider Regierungen. Die in Artikel 26 des genannten Vertrages angesetzte Frist wird bis zum 31. Dezember 1910 verlängert. Siehe die Vereinb. vom 19. Juli 1967 ( SR 0.631.252.934.952.7 )"
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "",
      "content": "Das Studium einer Abkürzungslinie von Bussigny nach Vallorbe wird Gegenstand neuer Verhandlungen zwischen den beiden Staaten sein, wenn nach Ansicht der beiden beteiligten Eisenbahnverwaltungen die Verkehrsentwicklung ihre Ausführung erfordert."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "",
      "content": "Die beteiligten Eisenbahnverwaltungen werden die Führung direkter Personenwagen von Paris nach Genf über Mouchard–Vallorbe und umgekehrt erleichtern. Sollte die PLM, im Einverständnis mit den Schweizerischen Bundesbahnen, besondere direkte Züge von Paris nach Genf und umgekehrt einrichten, so wären diese Züge über die Abkürzung Bussigny–Morges zu leiten."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "",
      "content": "Die Schweizerischen Bundesbahnen werden in zufriedenstellender Weise dafür sorgen, dass die auf dem französischen Ufer des Genfersees verkehrenden Züge fortgesetzt werden; ebenso sind die Züge der Linien St-Maurice–Bouveret und Lausanne–Brig tunlichst aneinander anzuschliessen."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "",
      "content": "Der Linie auf dem französischen Ufer des Genfersees wird derjenige Teil des französisch-italienischen Güterverkehrs zur Beförderung überlassen, für den sie die kürzeste Linie bietet; dabei bleibt die in Artikel 17 vorgesehene Abänderung vorbehalten."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "",
      "content": "Für den Fall, dass die französische Regierung die Erstellung der Doppelspur auf dem französischen Ufer des Genfersees beschliessen sollte, verpflichtet sich die schweizerische Regierung ihrerseits, auch die Strecke zwischen St-Maurice und der Grenze mit Doppelgeleise zu versehen, wobei es die Meinung hat, dass die Legung des zweiten Geleises auf dem schweizerischen Gebiete gleichzeitig mit derjenigen auf der Strecke Annemasse–St‑Gingolph–Grenze beendigt sein soll."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "",
      "content": "Wenn die zwischen der Verwaltung der Schweizerischen Bundesbahnen und den neuen Konzessionären der Linie Münster–Grenchen über die Verkehrsteilung erzielte Verständigung endgültig angenommen sein wird, so wird die französische Regierung die Ostbahngesellschaft ermächtigen, sich an dem für diese Linie nötigen Baukapital zu beteiligen unter dem Vorbehalt, dass diese Linie zwei Jahre nach der Vollendung der Lötschbergbahn erstellt sein wird."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "",
      "content": "Wenn die Eidgenossenschaft oder der Kanton Genf vom Rückkaufsrecht hinsichtlich des Bahnhofes Cornavin und der Linie Genf–La Plaine Gebrauch machen wird, so hat der Rückkauf entweder gemäss den Bedingungen der Konzessionen oder auf Grund gütlicher Verständigung zwischen den beteiligten Eisenbahnverwaltungen zu erfolgen. Dieser Rückkauf ist erfolgt. Siehe das BG vom 10. Juli 1912 betreffend die Ausdehnung des Netzes der Bundesbahnen auf Genfer Gebiet und den ihm beigelegten Vertrag zwischen der Schweizerischen Eidgenossenschaft und dem Kanton Genf ( SR 742.32 )."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "",
      "content": "Die von Bellegarde kommenden Züge der PLM werden wie bisher ihren Endpunkt in Genf haben und umgekehrt. Die Schweizerischen Bundesbahnen werden sich mit der PLM über die technischen und finanziellen Bedingungen für den Durchlauf der Züge auf der zurückgekauften Linie sowie für deren Zulassung in den Bahnhof Genf‑Cornavin verständigen."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "",
      "content": "Auf der Linie Genf-Cornavin–La Plaine–Grenze haben die Vorschriften der schweizerischen Gesetzgebung über das Tarifwesen der Schweizerischen Bundesbahnen Anwendung zu finden. Immerhin sind die Tarife der PLM (interne und Gemeinschaftstarife) für den internationalen Personen‑ und Güterverkehr dieser Linie von und nach Frankreich und weiter anzuwenden. Für die Anwendung dieser Tarife werden die französischen Strecken mit den schweizerischen zusammengenommen, und es werden an der französisch‑schweizerischen Grenze keine Übergangsgebühren erhoben. Siehe Art. 9–12 des BG vom 4. Okt. 1985 über den Transport im öffentlichen Verkehr ( SR 742.40 )."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "",
      "content": "Wenn die französische Regierung zum Bau einer Linie von Lons-le‑Saunier nach Genf durch die Faucille schreiten wird, so wird die schweizerische Regierung das Nötige vorkehren, um deren Erstellung auf Schweizer Gebiet zu sichern."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "",
      "content": "Zu diesem Zwecke verpflichtet sich die schweizerische Regierung, auf Grund eines technischen und finanziellen, mit der Genfer Regierung zu vereinbarenden Programmes eine Verbindungsbahn zwischen den Bahnhöfen Cornavin und Eaux–Vives zu erstellen. Zur Ausführung dieser Verpflichtung ist die Schweiz jedoch erst dann gehalten, wenn die Verwirklichung des Faucilleprojektes gesichert sein wird, wobei der Bau der Verbindungsbahn auf den Zeitpunkt der Betriebseröffnung der Faucillebahn vollendet sein muss."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "",
      "content": "Die schweizerische Regierung ist in keinem Falle verpflichtet, sich an den Kosten für den Bau der Faucillebahn zu beteiligen; sie wird aber einer finanziellen Mitwirkung des Kantons Genf keine Hindernisse in den Weg legen. Der französische Staat seinerseits hat sich weder an den Baukosten der in Frage stehenden Verbindungsbahn noch an denjenigen der auf schweizerischem Gebiet gelegenen Teilstrecke der Linie Lons-le‑Saunier–Genf zu beteiligen."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "",
      "content": "Der Betrieb der Verbindungsbahn durch die Schweizerischen Bundesbahnen wird sich bis Annemasse erstrecken. Die Schweizerischen Bundesbahnen werden der PLM auf ihr Verlangen zu annehmbaren Bedingungen die Fortsetzung der direkten Züge und den Durchlauf der direkten Wagen sichern, die von der Faucille herkommen und nach Genf oder über die Verbindungsbahn nach Hochsavoyen gehen und umgekehrt. Die beiden Verwaltungen haben sich über die technischen und finanziellen Bedingungen für den Durchlauf der Züge und Wagen und auch für deren Zulassung in die Bahnhöfe Genf‑Cornavin und Annemasse zu verständigen."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "",
      "content": "Auf den Teilstrecken Meyrin–Grenze–Genf-Cornavin und Genf-Cornavin–Annemasse–Grenze haben die Vorschriften der schweizerischen Gesetzgebung über das Tarifwesen der Schweizerischen Bundesbahnen Anwendung zu finden. Immerhin sind auf diesen Teilstrecken sowohl für den Transitverkehr als für den internationalen Verkehr (Personen und Güter) von und nach Frankreich und weiter die Tarife der PLM (interne und Gemeinschaftstarife) anzuwenden. Für die Anwendung dieser Tarife werden die französischen Strecken mit den schweizerischen zusammengenommen, und es werden an den französisch‑schweizerischen Grenzstationen keine Übergangsgebühren erhoben."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "",
      "content": "Der französisch–italienische Güterverkehr, für den der kürzeste Weg durch die Faucille und den Simplon führt, wird in beiden Richtungen zwischen den Linien auf dem rechten und linken Genferseeufer hälftig geteilt. Der Lokalverkehr von Genf (Genf-Cornavin und Stationen der Verbindungsbahn, unter Ausschluss von Genf-Eaux-Vives) mit Italien durch den Simplon verbleibt in beiden Richtungen den Schweizerischen Bundesbahnen. Als nicht zum Lokalverkehr gehörig werden die Gütersendungen von und nach Frankreich und weiter betrachtet, die in Genf zur Reexpedition gelangen, ohne den Bahnhof oder die unter Bahnaufsicht stehenden Lagerhäuser verlassen zu haben."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "",
      "content": "Die im Verkehr von oder nach Frankreich den Kanton Genf transitierenden Personen und Güter werden von den Zollförmlichkeiten und Zollgebühren in gleicher Weise befreit sein, wie dies für die Personen und Güter auf der Linie Karlsruhe–Konstanz bei der Durchfahrt durch die Kantone Basel und Schaffhausen der Fall ist. Siehe Art. 12 des Vertrages vom 27. Juli 1852 zwischen der Schweizerischen Eidgenossenschaft und dem Grossherzogtum Baden ( SR 0.742.140.313.61 ) und die Übereink. vom 3. Dez. 1908/3. Jan. 1909 zwischen der Grossherzoglichen Generaldirektion der Badischen Staatseisenbahnen in Karlsruhe und der Direktion des 11. schweizerischen Zollgebietes in Schaffhausen ( SR 0.631.252.913.65 )."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "",
      "content": "Die Verwaltung der Schweizerischen Bundesbahnen wird das zur Zeit auf den Linien La Plaine–Genf-Cornavin und Genf-Eaux-Vives–Annemasse angestellte Personal schweizerischer Nationalität übernehmen. Sie wird sich mit der PLM darüber verständigen, dass innerhalb einer Frist von höchstens zwei Jahren nach der Übernahme jeder dieser Linien das unter den neuen Verhältnissen entbehrliche Personal französischer Nationalität auf dem Netze dieser Gesellschaft wieder angestellt wird, und dass diesem Personal die Vorteile, die es in bezug auf den Gehalt und die Rücktrittsgehalte geniesst, gewahrt bleiben."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "",
      "content": "Im Falle des Rückkaufs des Netzes der PLM tritt für die Ausführung aller obgenannten Bestimmungen der französische Staat an Stelle der Gesellschaft."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "",
      "content": "Der gegenwärtige Vertrag soll ratifiziert werden, und es hat der Austausch der Ratifikationsurkunden spätestens am 31. Dezember 1909 in Bern stattzufinden. Er tritt in Kraft am Tage des Austausches der Ratifikationsurkunden. So geschehen zu Bern, in zweifacher Ausfertigung, den 18. Juni 1909. A. Deucher Comtesse L. Forrer d’Aunay"
    }
  ],
  "definitions": []
}