{
  "id": "sr-0-632-316-821-1",
  "type": "statute",
  "title": "Landwirtschaftsabkommen vom 17. Dezember 2009 zwischen der Schweizerischen Eidgenossenschaft und der Republik Serbien (mit Anhängen)",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2010/606/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Anwendungs- und Geltungsbereich",
      "content": "1. Dieses Abkommen über den Handel mit landwirtschaftlichen Erzeugnissen zwischen der Schweizerischen Eidgenossenschaft (nachfolgend als «Schweiz» bezeichnet) und der Republik Serbien (nachfolgend als «Serbien» bezeichnet) wird abgeschlossen im Anschluss an das am 17. Dezember 2009 unterzeichnete Freihandelsabkommen zwischen den EFTA-Staaten und Serbien (nachfolgend als «das Freihandelsabkommen» bezeichnet), insbesondere nach Artikel 6 Absatz 2 des Freihandelsabkommens. 2. Dieses Abkommen gilt ebenso für das Fürstentum Liechtenstein, so lange der Zollunionsvertrag vom 29. März 1923 zwischen der Schweiz und dem Fürstentum Liechtenstein in Kraft ist. SR 0.632.316.821 SR 0.631.112.514"
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Zollkonzessionen",
      "content": "Serbien gewährt Zollkonzessionen auf landwirtschaftliche Erzeugnisse schweizerischen Ursprungs nach Anhang 1. Die Schweiz gewährt Zollkonzessionen auf landwirtschaftliche Erzeugnisse serbischen Ursprungs nach Anhang 2."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Ursprungsregeln und administrative Zusammenarbeit",
      "content": "1. Die Rechte und Pflichten der Vertragsparteien in Bezug auf die Ursprungsregeln und die administrative Zusammenarbeit zwischen den Zollbehörden der Vertragsparteien richten sich nach Protokoll B des Freihandelsabkommens. 2. Jeder Verweis auf «EFTA-Staaten» im Protokoll B ist als Verweis auf die Schweiz zu verstehen. Fassung gemäss Änd. vom 28. Mai 2021, in Kraft getreten für die Schweiz am 1. Jan. 2022 ( AS 2022 25 ). SR 0.632.316.821"
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Dialog",
      "content": "Die Vertragsparteien untersuchen alle Schwierigkeiten, die sich aus dem gegenseitigen Handel mit landwirtschaftlichen Erzeugnissen ergeben könnten, und sind bestrebt, angemessene Lösungen zu finden."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Weitere Liberalisierung",
      "content": "Die Vertragsparteien verpflichten sich, ihre Bemühungen zur Erreichung einer weiteren Liberalisierung ihres Handels mit landwirtschaftlichen Erzeugnissen fortzuführen, wobei sie die Struktur dieses Handels zwischen ihnen, die besondere Empfindlichkeit solcher Erzeugnisse und die Entwicklung der Landwirtschaftspolitik auf beiden Seiten berücksichtigen. Auf Ersuchen einer Vertragspartei konsultieren die Vertragsparteien einander um dieses Ziel einschliesslich durch Verbesserungen beim Marktzugang durch Senkung oder Aufhebung von Zöllen auf landwirtschaftliche Erzeugnisse und durch Ausdehnung des Bereichs von landwirtschaftlichen Erzeugnissen, die von diesem Abkommen erfasst werden, zu erreichen."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "WTO-Übereinkommen über die Landwirtschaft",
      "content": "Die Vertragsparteien bekräftigen ihre Rechte und Pflichten aus dem WTO-Übereinkommen über die Landwirtschaft. SR 0.632.20 , Anhang 1A.3"
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Bestimmungen des Freihandelsabkommens",
      "content": "Die Bestimmungen zum territorialen Anwendungsbereich (Art. 3), zu zentralen, regionalen und lokalen Regierungen (Art. 4), mengenmässige Beschränkungen (Art. 10), gesundheitspolizeilichen und pflanzenschutzrechtlichen Massnahmen (Art. 12), technischen Vorschriften (Art. 13), Antidumping (Art. 18) und bilateralen Schutzmassnahmen (Art. 21) des Freihandelsabkommens gelten ebenso wie dessen Kapitel 8 über die Streitbeilegung mutatis mutandis zwischen den Vertragsparteien dieses Abkommens. Verweis gemäss Art. 6 des Prot. vom 20. Mai 2015, von der BVers genehmigt am 17. März 2016 und in Kraft für die Schweiz seit 1. Febr. 2017 ( AS 2017 455 453 ; BBl 2016 951 )."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Inkrafttreten und Verhältnis zwischen diesem Abkommen und dem Freihandelsabkommen",
      "content": "Dieses Abkommen tritt zum selben Zeitpunkt in Kraft oder wird zum selben Zeitpunkt vorläufig angewendet, wie das Freihandelsabkommen zwischen der Schweiz und Serbien in Kraft tritt oder vorläufig angewendet wird. Dieses Abkommen bleibt so lange in Kraft, wie das Freihandelsabkommen zwischen ihnen in Kraft bleibt."
    }
  ],
  "definitions": []
}