{
  "id": "sr-0-631-252-934-951-6",
  "type": "statute",
  "title": "Notenwechsel vom 28. Februar 1963 zwischen der Schweiz und Frankreich über die Errichtung nebeneinanderliegender Grenzabfertigungsstellen in Ferney-Voltaire",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1963/440_436_456/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "",
      "content": "1. Die nebeneinanderliegenden Grenzabfertigungsstellen von Ferney‑Voltaire werden auf französischem Gebiet an der Nationalstrasse Nr. 5 in unmittelbarer Nähe der Grenze errichtet. 2. Die schweizerische und die französische Eingangs‑ und Ausgangsabfertigung findet bei diesen Grenzabfertigungsstellen statt."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "",
      "content": "1. Die Zone im Sinne von Artikel 3 des Rahmenvertrages ist auf dem beigefügten Plan, der einen integrierenden Bestandteil dieser Vereinbarung bildet, eingezeichnet und umfasst: a. Die Grenze zwischen beiden Staaten auf der Nationalstrasse Nr. 5, b. eine gerade, parallel zur Grenze verlaufende Linie, welche diese Strasse 275 Meter von der erwähnten Grenze entfernt quert, und c. die seitlichen Grenzen dieser Strasse (Fahrbahn, Gehsteige und Radfahrwege) zwischen den unter a und b bezeichneten Linien. 2. Die Zone umfasst zwei Sektoren: a. einen von den Verwaltungen beider Staaten gemeinsam benützten Sektor (im beigefügten Plan rot gefärbte Fläche), umfassend: – den der Grenzabfertigung des Reisenden‑ und Warenverkehrs in beiden Richtungen dienenden Platz, mitsamt den Zugangsstrassen, Rampen, der Brückenwaage und dem Viehplatz, – die von den Bediensteten beider Staaten in den Gebäuden Nord‑ Ost und Süd‑West benützten Räume; b. einen den schweizerischen Bediensteten vorbehaltenen Sektor (in Blau auf dem neuen, beigefügten Plan), der ihre Diensträume im Gebäude Süd‑West, im Mittelpavillon sowie in den Garagen neben dem Gebäude Süd‑West umfasst. SR 0.631.252.934.95 Dieser (in der AS 1963 nach 442) veröffentlichte Plan wird in der vorliegenden Sammlung nicht wiedergegeben. Fassung gemäss Notenaustausch vom 7. Mai/21. Juli 1986 ( AS 1986 1423 ). Fassung gemäss Notenaustausch vom 7. Mai/21. Juli 1986 ( AS 1986 1423 )."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "",
      "content": "1. Die Direktion des VI. Zollkreises in Genf und die Regionalzolldirektion Léman in Annecy legen im gegenseitigen Einverständnis und im Einvernehmen mit den zuständigen Verwaltungen die Einzelheiten, insbesondere den Verkehrsablauf, fest. 2. Die diensttuenden verantwortlichen Bediensteten der beteiligten örtlichen Verwaltungen beider Staaten ergreifen im gegenseitigen Einverständnis die für den Augenblick oder für einen kurzen Zeitraum anwendbaren Massnahmen, insbesondere zur Beseitigung der sich bei der Grenzabfertigung ergebenden Schwierigkeiten. Fassung gemäss Notenaustausch vom 7. Mai/21. Juli 1986 ( AS 1986 1423 )."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "",
      "content": "Die in Artikel 26 Ziffer 4 des Abkommens vom 25. April 1956 vorgesehene Verteilung der Kosten wird von der Regionalzolldirektion Léman in Annecy im Einvernehmen mit der Direktion des Vl. Zollkreises in Genf vorgenommen. Fassung gemäss Notenaustausch vom 7. Mai/21. Juli 1986 ( AS 1986 1423 ). SR 0.748.131.934.91"
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "",
      "content": "Diese Vereinbarung kann von jeder der beiden Regierungen unter Einhaltung einer Frist von sechs Monaten je auf den ersten Tag eines Monats gekündigt werden. Das Aussenministerium bringt der Schweizerischen Botschaft zur Kenntnis, dass es den Wortlaut der hiermit wiedergegebenen Vereinbarung genehmigt. Es schlägt vor, dass diese Note und die Antwort der Botschaft als der die Vereinbarung bestätigende Austausch diplomatischer Noten betrachtet werden, wie es in Artikel 1 Absatz 4 des Abkommens vom 28. September 1960 vorgesehen ist. Es regt an, dass als Tag des Inkrafttretens der 28. Februar 1963 festgelegt werde.» Die Schweizerische Botschaft teilt dem Aussenministerium ihre Zustimmung zum Gesagten mit und ist damit einverstanden, dass als Tag des Inkrafttretens dieser Vereinbarung der 28. Februar 1963 festgelegt werde. Die Botschaft benützt auch diesen Anlass, um das Aussenministerium erneut ihrer ausgezeichneten Hochachtung zu versichern. Paris, den 28. Februar 1963 SR 0.631.252.934.95"
    }
  ],
  "definitions": []
}