{
  "id": "sr-0-343-11",
  "type": "statute",
  "title": "Protokoll vom 22. November 2017 zur Änderung des Zusatzprotokolls zum Übereinkommen über die Überstellung verurteilter Personen",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2019/795/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "",
      "content": "Die Überschrift des Artikels 2 sowie Artikel 2 Absatz 1 erhalten folgende Fassung: «Art. 2 Personen, die den Urteilsstaat vor Abschluss der Vollstreckung der gegen sie verhängten Sanktion verlassen haben 1. Wurde gegen einen Staatsangehörigen einer Vertragspartei eine Sanktion rechtskräftig verhängt, so kann der Urteilsstaat den Staat, dessen Staatsangehörigkeit diese Person besitzt, unter folgenden Voraussetzungen ersuchen, die Vollstreckung der Sanktion zu übernehmen: a) wenn diese Person in den Staat, dessen Staatsangehörigkeit sie besitzt, geflohen oder auf andere Weise zurückgekehrt ist, wobei sie Kenntnis von dem im Urteilsstaat gegen sie anhängigen Strafverfahren hatte; oder b) wenn diese Person in den Staat, dessen Staatsangehörigkeit sie besitzt, geflohen oder auf andere Weise zurückgekehrt ist, wobei sie Kenntnis davon hatte, dass ein Urteil gegen sie ergangen ist.»"
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "",
      "content": "Artikel 3 Absatz 1, 3 Buchstabe a und 4 erhält folgende Fassung: «Art. 3 Verurteilte Personen, die der Ausweisung oder Abschiebung unterliegen 1. Auf Ersuchen des Urteilsstaats kann der Vollstreckungsstaat vorbehaltlich der Bestimmungen dieses Artikels in die Überstellung einer verurteilten Person ohne deren Zustimmung einwilligen, wenn die gegen diese Person verhängte Sanktion oder eine gegen diese Person ergangene Verwaltungsentscheidung eine Ausweisungs- oder Abschiebungsanordnung oder eine andere Massnahme enthält, aufgrund deren es dieser Person nicht gestattet sein wird, nach der Entlassung aus der Haft im Hoheitsgebiet des Urteilsstaats zu bleiben. 2. [unverändert] 3. Zur Anwendung dieses Artikels stellt der Urteilsstaat dem Vollstreckungsstaat Folgendes zur Verfügung: a) eine Erklärung, aus der die Meinung der verurteilten Person zu ihrer vorgesehenen Überstellung hervorgeht, oder eine Erklärung, dass die verurteilte Person sich weigert, ihre Meinung dazu zu äussern; und b) [unverändert] 4. Eine nach diesem Artikel überstellte Person darf wegen einer anderen vor der Überstellung begangenen Handlung als derjenigen, die der zu vollstreckenden Sanktion zugrunde liegt, nur dann verfolgt, abgeurteilt, zur Vollstreckung einer Strafe oder sichernden Massnahme in Haft gehalten oder einer sonstigen Beschränkung ihrer persönlichen Freiheit unterworfen werden: a) wenn der Urteilsstaat dies genehmigt; zu diesem Zweck ist ein Ersuchen zu stellen, dem alle zweckdienlichen Unterlagen und ein gerichtliches Protokoll über alle Erklärungen der verurteilten Person beizufügen sind; die Genehmigung wird erteilt, wenn die strafbare Handlung, derentwegen darum ersucht wird, nach dem Recht des Urteilsstaats zur Auslieferung Anlass geben könnte oder die Auslieferung nur wegen des Strafmasses ausgeschlossen wäre. Die Entscheidung wird so bald wie möglich, spätestens jedoch 90 Tage nach Eingang des Ersuchens um Zustimmung getroffen. Ist es dem Urteilsstaat nicht möglich, die in diesem Absatz vorgesehene Frist einzuhalten, so teilt er dies dem Vollstreckungsstaat mit und gibt dabei die Gründe für die Verzögerung und die Zeit, die voraussichtlich für die Entscheidung benötigt wird, an; b) wenn die verurteilte Person, obwohl sie dazu die Möglichkeit hatte, das Hoheitsgebiet des Vollstreckungsstaats innerhalb von 30 Tagen nach ihrer endgültigen Freilassung nicht verlassen hat oder wenn sie nach Verlassen dieses Gebiets dorthin zurückgekehrt ist.» Schlussbestimmungen Deutschland und Österreich: «Massregel der Besserung und Sicherung»"
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Unterzeichnung und Ratifikation",
      "content": "1. Dieses Protokoll liegt für die Vertragsparteien des Zusatzprotokolls zur Unterzeichnung auf. Es bedarf der Ratifikation, Annahme oder Genehmigung. Die Ratifikations-, Annahme- oder Genehmigungsurkunden werden beim Generalsekretär des Europarats hinterlegt. 2. Nach Auflegung dieses Protokolls zur Unterzeichnung und vor dessen Inkrafttreten kann eine Vertragspartei des Übereinkommens das Zusatzprotokoll nur ratifizieren, annehmen, genehmigen oder ihm beitreten, wenn sie gleichzeitig dieses Protokoll ratifiziert, annimmt oder genehmigt."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Inkrafttreten",
      "content": "Dieses Protokoll tritt am ersten Tag des Monats in Kraft, der auf einen Zeitabschnitt von drei Monaten nach dem Tag folgt, an dem alle Vertragsparteien des Zusatzprotokolls nach Artikel 3 ihre Zustimmung ausgedrückt haben, durch das Protokoll gebunden zu sein."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Vorläufige Anwendung",
      "content": "Bis zum Inkrafttreten dieses Protokolls nach den in Artikel 4 festgelegten Bedingungen kann eine Vertragspartei des Zusatzprotokolls bei der Ratifikation, der Annahme oder der Genehmigung des Protokolls oder jederzeit danach erklären, dass sie das Protokoll vorläufig anwenden wird. In diesen Fällen findet das Protokoll nur in Bezug auf die anderen Vertragsparteien Anwendung, die eine Erklärung gleichen Inhalts abgegeben haben. Eine solche Erklärung wird am ersten Tag des zweiten Monats nach ihrem Eingang beim Generalsekretär des Europarats wirksam."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Dauer der vorläufigen Anwendung",
      "content": "Die vorläufige Anwendung dieses Protokolls endet mit dem Tag seines Inkrafttretens."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Notifikationen",
      "content": "Der Generalsekretär des Europarats notifiziert den Mitgliedstaaten des Europarats, jedem Unterzeichner, jeder Vertragspartei und jedem anderen Staat, der eingeladen worden ist, dem Übereinkommen beizutreten: a) jede Unterzeichnung; b) jede Hinterlegung einer Ratifikations-, Annahme- oder Genehmigungsurkunde; c) den Zeitpunkt des Inkrafttretens dieses Protokolls nach Artikel 4; d) jede Erklärung nach Artikel 5; e) jede andere Handlung, Notifikation oder Mitteilung im Zusammenhang mit diesem Protokoll."
    }
  ],
  "definitions": []
}