{
  "id": "sr-0-812-121-1",
  "type": "statute",
  "title": "Protokoll vom 20. Mai 1952 über die Aufhebung der Übereinkommen von Brüssel betreffend Vereinheitlichung der Vorschriften für die stark wirkenden Arzneimittel",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1953/485_481_497/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "",
      "content": "In Abweichung von Artikel 6 des Übereinkommens vom 29. November 1906 und von Artikel 41 des Übereinkommens vom 20. August 1929 vereinbaren die Parteien dieses Protokolls untereinander und soweit es das Verhältnis eines Staates zur Weltgesundheitsorganisation betrifft, dass die Internationalen Übereinkommen a. betreffend Vereinheitlichung der Vorschriften für die stark wirkenden Arzneimittel, unterzeichnet in Brüssel am 29. November 1906, und b. zur Revision des Internationalen Übereinkommens betreffend Vereinheitlichung der Vorschriften für die stark wirkenden Arzneimittel, unterzeichnet in Brüssel am 20. August 1929, aufzuheben sind. Die Parteien des vorliegenden Protokolls sehen demzufolge vor, die Vorschriften der beiden Übereinkommen von 1906 und 1929 so bald wie möglich und nach Massgabe ihres Landrechts durch die entsprechenden von der Weltgesundheitsorganisation genehmigten Vorschriften der «Pharmacopoea Internationalis» zu ersetzen. [ AS 24 221 ] [ AS 49 95 ] [ AS 24 221 ] [ AS 49 95 ]"
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "",
      "content": "Gemäss den Bestimmungen der in Artikel 1 aufgeführten Übereinkommen vereinbaren die Parteien des vorliegenden Protokolls untereinander und soweit es das Verhältnis eines Staates zur Weltgesundheitsorganisation betrifft, dass das Ständige Sekretariat der Internationalen Pharmakopöe nach Inkrafttreten des vorliegenden Protokolls von der Weltgesundheitsorganisation und im Rahmen der diesem Sekretariat überbundenen Aufgaben geführt wird."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "",
      "content": "Jeder Staat, der einem oder beiden der in Artikel 1 aufgeführten Übereinkommen beigetreten ist und das vorliegende Protokoll nicht unterzeichnet, kann diesem Protokoll jederzeit durch Hinterlegung der Annahmeurkunde bei der belgischen Regierung beitreten; diese wird alle Regierungen, die das vorliegende Protokoll unterzeichnet oder angenommen haben, und die Weltgesundheitsorganisation über den erfolgten Beitritt unterrichten."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "",
      "content": "Die Staaten können dem vorliegenden Protokoll beitreten durch: 1. Unterzeichnung ohne Vorbehalt der Genehmigung; 2. Unterzeichnung unter Vorbehalt der Genehmigung mit nachheriger Annahme; 3. einfache Annahme. Die Annahme wird durch die Hinterlegung einer offiziellen Urkunde bei der belgischen Regierung wirksam."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "",
      "content": "Das vorliegende Protokoll tritt in Kraft, wenn ihm zehn der einem oder beiden der in Artikel 1 aufgeführten Übereinkommen angeschlossenen Staaten beigetreten sind; in Anwendung von Artikel 102 der Charta der Vereinten Nationen stellt die belgische Regierung hierauf dem Generalsekretär der Vereinten Nationen beglaubigte Abschriften des vorliegenden Protokolls zur Eintragung zu."
    }
  ],
  "definitions": []
}