{
  "id": "sr-0-132-349-18",
  "type": "statute",
  "title": "Abkommen vom 18. September 1996 zwischen der Schweizerischen Eidgenossenschaft und der Französischen Republik über die Bereinigung der schweizerisch-französischen Grenze infolge des Autobahnzusammenschlusses zwischen Bardonnex (Kanton Genf) und Saint-Julien-en-Genevois (Departement Hochsavoyen)",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2000/379/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "",
      "content": "1. Der Verlauf der schweizerisch-französischen Grenze zwischen dem Kanton Genf und dem Departement Hochsavoyen in den Abschnitten einerseits zwischen den Grenzsteinen Nr. 34 und Nr. 47 sowie zwischen den Grenzsteinen Nr. 48 und Nr. 50 und andererseits zwischen den Grenzsteinen Nr. 64 und Nr. 70 wird nach Austausch von Parzellen gleichen Umfangs entsprechend dem vorliegenden Abkommen beigefügten und Bestandteil desselben bildenden Plan im Massstab 1:5000 (Beilage Nr. 1) bereinigt. 2. Vorbehalten bleiben Änderungen von geringer Bedeutung, die sich aus der Vermarkung der bereinigten Grenze ergeben können. Die Beilagen zu diesem Abkommen werden in der AS nicht veröffentlicht. Sie können beim EDA, Direktion für Völkerrecht, Bundesgasse 18, 3003 Bern, eingesehen werden."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "",
      "content": "1. Nach Inkrafttreten dieses Abkommens sind die ständigen Delegierten für die Vermarkung der schweizerisch-französischen Grenze bezüglich der in Artikel 1 bezeichneten Abschnitte beauftragt vorzunehmen: a) die Vermarkung und die Vermessung der Grenze, b) die Errichtung der Verzeichnisse, der Pläne und der Grenzbeschreibung. 2. Nach Abschluss der genannten Arbeiten wird ein Protokoll mit beigefügten Verzeichnissen, Plänen und Beschreibung des neuen Verlaufs aufgestellt. Nach Genehmigung der beiden Regierungen durch einen Notenaustausch wird das Protokoll dieselbe Rechtskraft haben wie das vorliegende Abkommen. 3. Die Kosten der durch dieses Abkommen notwendig gewordenen Bereinigung der Vermarkung werden von jeder der beiden Vertragsparteien je zur Hälfte getragen."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "",
      "content": "1. Mit Inkrafttreten des vorliegenden Abkommens wird das Land senkrecht unter dem Werk sowie beidseits davon ein Streifen von sechs Metern Breite von 11 641 m 2 Fläche, wie im beiliegenden Plan festgelegt (Beilage Nr. 2), der französischen Seite unentgeltlich und frei von Lasten und Dienstbarkeiten zu Eigentum übertragen. 2. Die teilweise, gesamte oder ausgleichende Aufschüttung des Geländes des Hauptwerkes zu Gunsten der schweizerischen Seite ist Gegenstand einer besonderen Vereinbarung. Die Beilagen zu diesem Abkommen werden in der AS nicht veröffentlicht. Sie können beim EDA, Direktion für Völkerrecht, Bundesgasse 18, 3003 Bern, eingesehen werden."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "",
      "content": "Das vorliegende Abkommen tritt am ersten Tag des zweiten auf das Datum des Empfangs der letzten Ratifikationsurkunde folgenden Monats in Kraft. Geschehen in Bern, am 18. September 1996, in zwei Urschriften in französischer Sprache. Für den Schweizerischen Bundesrat: Für den Präsidenten der Französischen Republik: Mathias Krafft Bernard Garcia"
    }
  ],
  "definitions": []
}