{
  "id": "sr-0-193-414-54",
  "type": "statute",
  "title": "Vertrag vom 20. September 1924 zwischen der Schweiz und Italien zur Erledigung von Streitigkeiten im Vergleichs- und Gerichtsverfahren",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/41/179_183_181/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "",
      "content": "Die vertragschliessenden Teile verpflichten sich in Anbetracht der zwischen ihnen bestehenden freundschaftlichen und vertrauensvollen Beziehungen, alle Streitigkeiten irgendwelcher Art, die zwischen ihnen entstehen und nicht binnen angemessener Frist auf diplomatischem Wege geschlichtet werden können, einem Vergleichsverfahren zu unterwerfen. Falls das Vergleichsverfahren scheitert, so ist gemäss Artikel 15 und folgende des gegenwärtigen Vertrages eine gerichtliche Erledigung zu suchen. Vorbehalten bleiben die Streitigkeiten, für deren Schlichtung die vertragschliessenden Teile durch andere zwischen ihnen bestehende Abmachungen an ein besonderes Verfahren gebunden sind."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "",
      "content": "Handelt es sich um eine Streitigkeit, die gemäss der Landesgesetzgebung einer vertragschliessenden Partei in die Zuständigkeit der Gerichte fällt, so kann die belangte Partei es ablehnen, dass die Streitigkeit einem Vergleichsverfahren und gegebenenfalls einem Gerichtsverfahren unterworfen werde, bevor das zuständige Gericht eine endgültige Entscheidung gefällt hat. In diesem Falle muss das Begehren nach Einleitung eines Vergleichsverfahrens spätestens ein Jahr nach dieser Entscheidung gestellt werden."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "",
      "content": "Die vertragschliessenden Teile bilden eine ständige Vergleichskommission von fünf Mitgliedern. Sie ernennen, jeder für sich, nach freier Wahl je ein Mitglied und berufen die drei übrigen Mitglieder im gemeinsamen Einverständnis. Diese drei Mitglieder sollen nicht Angehörige der vertragschliessenden Staaten sein, noch sollen sie auf deren Gebiet ihren Wohnsitz haben oder in deren Dienste stehen. Aus der Mitte der gemeinschaftlich berufenen Mitglieder wird der Vorsitzende der Kommission im gemeinsamen Einverständnis ernannt. Solange das Verfahren nicht eröffnet ist, steht jedem vertragschliessenden Teile das Recht zu, das von ihm ernannte Mitglied abzuberufen und dessen Nachfolger zu ernennen sowie auch seine Zustimmung zur Berufung jedes der drei gemeinsam ernannten Mitglieder zurückzuziehen. In diesem Falle muss unverzüglich zur Ersetzung der ausscheidenden Mitglieder geschritten werden. Die Ersetzung der Mitglieder erfolgt nach Massgabe der für ihre Ernennung geltenden Bestimmungen."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "",
      "content": "Die Kommission ist binnen sechs Monaten nach Austausch der Ratifikationsurkunden zum gegenwärtigen Vertrage zu bilden. Wenn die Ernennung der gemeinsam zu berufenden Mitglieder nicht innerhalb dieser Frist oder, im Falle einer Ergänzungswahl, nicht innerhalb von drei Monaten nach Ausscheiden eines Mitgliedes stattgefunden hat, so erfolgen die Wahlen gemäss den Bestimmungen des Artikels 45 des Haager Abkommens vom 18. Oktober 1907 zur friedlichen Erledigung internationaler Streitfälle. SR 0.193.212"
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "",
      "content": "Der ständigen Vergleichskommission liegt ob, die Schlichtung der Streitigkeit zu erleichtern, indem sie in unparteiischer und gewissenhafter Prüfung den Sachverhalt aufhellt und Vorschläge für die Beilegung der Streitigkeit macht. Die Anrufung der Kommission erfolgt durch ein dahinzielendes Begehren, das von einem der vertragschliessenden Teile an deren Vorsitzenden gerichtet wird. Dieses Begehren wird von der Partei, welche die Eröffnung des Vergleichsverfahrens verlangt, gleichzeitig der Gegenpartei notifiziert."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "",
      "content": "Unter Vorbehalt anderweitiger Vereinbarung tritt die Kommission an dem von ihrem Vorsitzenden bezeichneten Orte zusammen."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "",
      "content": "Das Verfahren vor der Kommission ist kontradiktorisch. Die Kommission setzt selbst das Verfahren fest, wobei sie, falls nicht einstimmig ein anderweitiger Beschluss gefasst wird, die Bestimmungen in Titel III des Haager Abkommens vom 18. Oktober 1907 zur friedlichen Erledigung internationaler Streitfälle berücksichtigt. SR 0.193.212"
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "",
      "content": "Die Verhandlungen der Kommission sind geheim, es sei denn, dass die Kommission im Einvernehmen mit den Parteien anders beschliesst."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "",
      "content": "Die vertragschliessenden Teile können besondere Vertreter bei der Kommission ernennen, die gleichzeitig als Mittelspersonen zwischen ihnen und der Kommission dienen."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "",
      "content": "Unter Vorbehalt anderweitiger Bestimmungen des gegenwärtigen Vertrages trifft die Kommission ihre Beschlüsse mit einfacher Stimmenmehrheit."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "",
      "content": "Die vertragschliessenden Teile verpflichten sich, die Arbeiten der Kommission soweit als möglich zu fördern und insbesondere alle nach der Landesgesetzgebung zu ihrer Verfügung stehenden Mittel anzuwenden, um es der Kommission zu ermöglichen, auf ihrem Gebiete Zeugen und Sachverständige vorzuladen und zu vernehmen sowie Augenscheine durchzuführen."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "",
      "content": "Die Kommission hat ihren Bericht binnen sechs Monaten zu erstatten, nachdem sie in einer Streitigkeit angerufen worden ist, es sei denn, dass die vertragschliessenden Teile diese Frist im gemeinsamen Einverständnis verlängern. Jeder Partei wird eine Ausfertigung des Berichtes ausgehändigt. Der Bericht der Kommission hat weder in bezug auf die Tatsachen noch hinsichtlich der rechtlichen Ausführungen die Bedeutung eines Schiedsspruches."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "",
      "content": "Die Vergleichskommission hat die Frist festzusetzen, innerhalb deren sich die Parteien zu ihren Vorschlägen zu äussern haben. Diese Frist darf indessen die Zeit von drei Monaten nicht überschreiten."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "",
      "content": "Während der tatsächlichen Dauer des Verfahrens erhalten die Mitglieder der Vergleichskommission eine Entschädigung, deren Höhe von den vertragschliessenden Teilen zu vereinbaren ist. Jede Partei kommt für ihre eigenen Kosten auf; die Kosten für die Kommission werden von den Parteien zu gleichen Teilen getragen."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "",
      "content": "Nimmt einer der vertragschliessenden Teile die Vorschläge der ständigen Vergleichskommission nicht an oder äussert er sich nicht innerhalb der im Berichte der Kommission festgesetzten Frist dazu, so kann jeder von ihnen verlangen, dass die Streitigkeit dem Ständigen Internationalen Gerichtshof unterbreitet werde. Falls nach Ansicht des Gerichtshofes der Streitfall nicht rechtlicher Natur sein sollte, so kommen die Parteien überein, dass darüber ex aequo et bono zu entscheiden ist. Heute: der Internationale Gerichtshof (Art. 37 des Statuts des Internationalen Gerichtshofes – SR 0.193.50 1 )."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "",
      "content": "Die vertragschliessenden Teile setzen in jedem Einzelfall eine besondere Schiedsordnung fest, worin der Streitgegenstand, die etwaigen dem Ständigen Internationalen Gerichtshofe zu übertragenden besondern Befugnisse sowie alle sonstigen zwischen den Parteien vereinbarten Einzelheiten genau bestimmt werden. Die Schiedsordnung wird durch Notenaustausch zwischen den Regierungen der vertragschliessenden Teile festgesetzt. Zu deren Auslegung ist in allen Stücken der Gerichtshof zuständig. Kommt die Schiedsordnung nicht innerhalb von drei Monaten zustande, nachdem einer Partei ein Antrag auf Einleitung eines Gerichtsverfahrens unterbreitet worden ist, so kann jede Partei auf dem Wege eines einfachen Begehrens den Gerichtshof anrufen. Heute: der Internationale Gerichtshof (Art. 37 des Statuts des Internationalen Gerichtshofes – SR 0.193.50 1 )."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "",
      "content": "Stellt der Ständige Internationale Gerichtshof fest, dass eine von einem Gericht oder irgendeiner andern Behörde einer vertragschliessenden Partei getroffene Entscheidung ganz oder teilweise mit dem Völkerrecht in Widerspruch steht, können aber nach dem Verfassungsrechte dieser Partei die Folgen der Entscheidung durch Verwaltungsmassnahmen nicht oder nicht vollständig beseitigt werden, so ist der verletzten Partei auf andere Weise eine angemessene Genugtuung zuzuerkennen. Heute: der Internationale Gerichtshof (Art. 37 des Statuts des Internationalen Gerichtshofes – SR 0.193.501 )."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "",
      "content": "Der vom Ständigen Internationalen Gerichtshof gefällte Spruch ist von den Parteien nach Treu und Glauben zu erfüllen. Über Schwierigkeiten, zu denen seine Auslegung Anlass geben könnte, entscheidet der Gerichtshof, den jede Partei zu diesem Zwecke auf dem Wege eines einfachen Begehrens anrufen kann. Siehe Fussn. zu Art. 15."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "",
      "content": "Während der Dauer des Vergleichs‑ oder Gerichtsverfahrens enthalten sich die vertragschliessenden Teile jeglicher Massnahme, die auf die Zustimmung zu den Vorschlägen der Vergleichskommission oder auf die Erfüllung des Spruches des Ständigen Internationalen Gerichtshofes nachteilig zurückwirken kann. Siehe Fussn. zu Art. 15"
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "",
      "content": "Allfällige Streitigkeiten über die Auslegung oder Durchführung des gegenwärtigen Vertrages sind unter Vorbehalt anderweitiger Vereinbarung unmittelbar auf dem Wege eines einfachen Begehrens dem Ständigen Internationalen Gerichtshofe zu unterbreiten. Siehe Fussn. zu Art. 15"
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "",
      "content": "Der gegenwärtige Vertrag soll ratifiziert werden. Die Ratifikationsurkunden sollen sobald als möglich in Rom ausgetauscht werden. Der Vertrag tritt mit dem Austausche der Ratifikationsurkunden in Kraft. Er gilt für die Dauer von zehn Jahren, gerechnet vom Tage des Inkrafttretens an. Wird er nicht sechs Monate vor Ablauf dieser Frist gekündigt, so gilt er als für einen neuen Zeitraum von fünf Jahren verlängert und so fort für je einen Zeitraum von fünf Jahren. Ist im Zeitpunkte des Ablaufs des gegenwärtigen Vertrages ein Vergleichsoder Gerichtsverfahren anhängig, so nimmt dieses seinen Fortgang gemäss den Bestimmungen des gegenwärtigen Vertrages oder irgendeines andern Abkommens, das die vertragschliessenden Teile im gegenseitigen Einvernehmen an dessen Stelle gesetzt haben sollten."
    }
  ],
  "definitions": []
}