{
  "id": "sr-0-741-611-2",
  "type": "statute",
  "title": "Zusatzprotokoll vom 20. Februar 2008 zum Übereinkommen über den Beförderungsvertrag im internationalen Strassengüterverkehr (CMR) betreffend den elektronischen Frachtbrief",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2011/280/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Begriffsbestimmungen",
      "content": "Im Sinne dieses Protokolls bedeuten: «Übereinkommen» das Übereinkommen über den Beförderungsvertrag im internationalen Strassengüterverkehr (CMR); «elektronische Kommunikation» eine elektronisch erfasste, übermittelte, erhaltene oder gespeicherte Information, die zugänglich ist und später abgefragt werden kann; «elektronischer Frachtbrief» ein Frachtbrief, der mittels elektronischer Kommunikation vom Frachtführer, vom Absender oder jeder anderen Partei ausgestellt wird, welche an der Ausführung eines Beförderungsvertrags, der unter das Übereinkommen fällt, ein Interesse hat, einschliesslich der Daten, die der elektronischen Meldung beigefügt oder anderweitig logisch mit der Meldung verknüpft sind und im Moment ihrer Ausfertigung oder nachträglich entstehen, und als deren Bestandteil gelten; «elektronische Signatur» Daten in elektronischer Form, die anderen elektronischen Daten beigefügt oder logisch mit ihnen verknüpft sind und die zur Authentifizierung dienen."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Anwendungsbereich und Tragweite des elektronischen Frachtbriefs",
      "content": "1. Soweit in diesem Protokoll nicht etwas anderes bestimmt ist, können der im Übereinkommen bezeichnete Frachtbrief sowie alle Gesuche, Erklärungen, Weisungen, Anordnungen, Vorbehalte oder andere Mitteilungen, die die Ausführung eines Beförderungsvertrags, der diesem Übereinkommen untersteht, betreffen, mittels elektronischer Kommunikation erstellt werden. 2. Ein Frachtbrief, der gemäss diesem Protokoll ausgestellt wird, ist dem im Übereinkommen bezeichneten Frachtbrief gleichgestellt und hat aus diesem Grund dieselbe Beweiskraft und erzielt die gleichen Wirkungen wie letzterer."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Authentifizierung des elektronischen Frachtbriefs",
      "content": "1. Die Vertragsparteien des Beförderungsvertrags authentifizieren den elektronischen Frachtbrief über eine elektronische Signatur, die mit dem elektronischen Frachtbrief, auf den sie sich bezieht, verknüpft ist. Bis zum Beweis des Gegenteils gilt die Zuverlässigkeit der elektronischen Signatur als gegeben, wenn sie: a. ausschliesslich der Inhaberin oder dem Inhaber zugeordnet ist; b. die Identifizierung der Inhaberin oder des Inhabers ermöglicht; c. mit Mitteln erzeugt wird, welche die Inhaberin oder der Inhaber unter ihrer oder seiner alleinigen Kontrolle halten kann; d. mit den Daten, auf die sie sich bezieht, so verknüpft ist, dass eine nachträgliche Veränderung der Daten erkannt werden kann. 2. Neben der elektronischen Signatur kann die Authentifizierung des elektronischen Frachtbriefs auch über ein anderes elektronische Verfahren erfolgen, wenn dieses Verfahren nach dem Recht des Staates, in dem der Frachtbrief ausgefertigt wird, gestattet ist. 3. Der Inhalt des unterzeichneten elektronischen Frachtbriefs muss den dafür befugten Personen zugänglich sein."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Bedingungen für die Ausfertigung des elektronischen Frachtbriefs",
      "content": "1. Der elektronische Frachtbrief enthält dieselben Angaben wie der im Übereinkommen bezeichnete Frachtbrief. 2. Das Verfahren zur Ausfertigung des elektronischen Frachtbriefs muss gewährleisten, dass die darin enthaltenen Angaben vom Zeitpunkt der endgültigen Originalausfertigung an verlässlich und vertrauenswürdig sind. Diese Voraussetzung ist dann erfüllt, wenn die Angaben – mit Ausnahme von Hinzufügungen und Änderungen – im Verlauf der elektronischen Kommunikation, Speicherung oder Offenlegung vollständig und unverändert bleiben. 3. Die Angaben, die im elektronischen Frachtbrief enthalten sind, dürfen im Rahmen des Übereinkommens ergänzt oder geändert werden. 4. Das Verfahren, das eingesetzt wird, um den elektronischen Frachtbrief zu ergänzen oder zu ändern, muss die vorgenommenen Veränderungen erkennen können. Desgleichen muss es auch die ursprünglichen Angaben, die im elektronischen Frachtbrief enthalten sind, erhalten können."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Umsetzung der Ausfertigung des elektronischen Frachtbriefs",
      "content": "1. Die Parteien, welche an der Ausführung eines Beförderungsvertrags beteiligt sind, einigen sich über die Verfahren und ihre Umsetzung, die zur Erfüllung der Vorschriften dieses Protokolls und des Übereinkommens notwendig sind; insbesondere: a. legen sie das Verfahren fest, mit dem der elektronische Frachtbrief ausgestellt und der befugten Partei übermittelt wird; b. gewährleisten sie, dass der elektronische Frachtbrief seine Vollständigkeit und Unveränderbarkeit behält; c. bestimmen sie das Vorgehen, mit dem der Inhaber der Rechte, die aus dem elektronischen Frachtbrief entstehen, diese Rechte nachweisen kann; d. halten sie die Art fest, wie die Bestätigung der Ablieferung an den Empfänger zu erfolgen hat; e. vereinbaren sie die Verfahren, mit denen der elektronische Frachtbrief ergänzt oder geändert werden kann; f. kommen sie zu den Verfahren, die den elektronischen Frachtbrief allenfalls mit einem anderweitig ausgestellten Frachtbrief ersetzen, überein. 2. Die in Absatz 1 aufgezählten Verfahren müssen im elektronischen Frachtbrief bezeichnet und leicht überprüfbar sein."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Ergänzende Urkunden",
      "content": "1. Der Frachtführer übergibt dem Absender auf dessen Verlangen eine Empfangsbestätigung des Gutes sowie sämtliche Angaben, die für die Identifikation der Sendung und den Zugang zum elektronischen Frachtbrief, der unter diesem Protokoll erstellt wird, notwendig sind. 2. Der Absender kann dem Frachtführer die Urkunden gemäss Artikel 6 Absatz 2 Buchstabe g und Artikel 11 des Übereinkommens mittels elektronischer Kommunikation zur Verfügung stellen, wenn diese Urkunden in der elektronischen Form bestehen und wenn die Parteien die Verfahren vereinbart haben, welche die Verbindung zwischen diesen Urkunden und dem elektronischen Frachtbrief gemäss diesem Protokoll herstellen können, ohne deren Vollständigkeit und Unveränderbarkeit zu gefährden."
    }
  ],
  "definitions": []
}