{
  "id": "sr-0-515-21",
  "type": "statute",
  "title": "Abkommen vom 18. Oktober 1907 betreffend die Rechte und Pflichten der neutralen Mächte und Personen im Falle eines Landkriegs",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/26/499_376_481/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "I. Kapitel: Rechte und Pflichten der neutralen Mächte",
      "section": "1",
      "title": "",
      "content": "Das Gebiet der neutralen Mächte ist unverletzlich."
    },
    {
      "provision_ref": "art2",
      "chapter": "I. Kapitel: Rechte und Pflichten der neutralen Mächte",
      "section": "2",
      "title": "",
      "content": "Es ist den Kriegführenden untersagt, Truppen oder Munitions‑ oder Verpflegungskolonnen durch das Gebiet einer neutralen Macht hindurchzuführen."
    },
    {
      "provision_ref": "art3",
      "chapter": "I. Kapitel: Rechte und Pflichten der neutralen Mächte",
      "section": "3",
      "title": "",
      "content": "Es ist den Kriegführenden gleichermassen untersagt: a) auf dem Gebiete einer neutralen Macht eine funkentelegrafische Station einzurichten oder sonst irgendeine Anlage, die bestimmt ist, einen Verkehr mit den kriegführenden Land‑ oder Seestreitmächten zu vermitteln; b) irgendeine Einrichtung dieser Art zu benutzen, die von ihnen vor dem Kriege auf dem Gebiete der neutralen Macht zu einem ausschliesslich militärischen Zwecke hergestellt und nicht für den öffentlichen Nachrichtendienst freigegeben worden ist."
    },
    {
      "provision_ref": "art4",
      "chapter": "I. Kapitel: Rechte und Pflichten der neutralen Mächte",
      "section": "4",
      "title": "",
      "content": "Auf dem Gebiet einer neutralen Macht dürfen zugunsten der Kriegführenden weder Korps von Kombattanten gebildet noch Werbestellen eröffnet werden."
    },
    {
      "provision_ref": "art5",
      "chapter": "I. Kapitel: Rechte und Pflichten der neutralen Mächte",
      "section": "5",
      "title": "",
      "content": "Eine neutrale Macht darf auf ihrem Gebiete keine der in den Artikeln 2–4 bezeichneten Handlungen dulden. Sie ist nur dann verpflichtet, Handlungen, die der Neutralität zuwiderlaufen, zu bestrafen, wenn diese Handlungen auf ihrem eigenen Gebiete begangen worden sind."
    },
    {
      "provision_ref": "art6",
      "chapter": "I. Kapitel: Rechte und Pflichten der neutralen Mächte",
      "section": "6",
      "title": "",
      "content": "Eine neutrale Macht ist nicht dafür verantwortlich, dass Leute einzeln die Grenze überschreiten, um in den Dienst eines Kriegführenden zu treten."
    },
    {
      "provision_ref": "art7",
      "chapter": "I. Kapitel: Rechte und Pflichten der neutralen Mächte",
      "section": "7",
      "title": "",
      "content": "Eine neutrale Macht ist nicht verpflichtet, die für Rechnung des einen oder des anderen Kriegführenden erfolgende Ausfuhr oder Durchfuhr von Waffen, Munition und überhaupt von allem, was für ein Heer oder eine Flotte nützlich sein kann, zu verhindern."
    },
    {
      "provision_ref": "art8",
      "chapter": "I. Kapitel: Rechte und Pflichten der neutralen Mächte",
      "section": "8",
      "title": "",
      "content": "Eine neutrale Macht ist nicht verpflichtet, für Kriegführende die Benutzung von Telegrafen‑ oder Fernsprechleitungen sowie von Anlagen für drahtlose Telegrafie, gleichviel, ob sie ihr selbst oder Gesellschaften oder Privatpersonen gehören, zu untersagen oder zu beschränken."
    },
    {
      "provision_ref": "art9",
      "chapter": "I. Kapitel: Rechte und Pflichten der neutralen Mächte",
      "section": "9",
      "title": "",
      "content": "Alle Beschränkungen oder Verbote, die von einer neutralen Macht in Ansehung der in den Artikeln 7 und 8 erwähnten Gegenstände angeordnet werden, sind von ihr auf die Kriegführenden gleichmässig anzuwenden. Die neutrale Macht hat darüber zu wachen, dass die gleiche Verpflichtung von den Gesellschaften oder Privatpersonen eingehalten wird, in deren Eigentum sich Telegrafen‑ oder Fernsprechleitungen oder Anlagen für drahtlose Telegrafie befinden."
    },
    {
      "provision_ref": "art10",
      "chapter": "I. Kapitel: Rechte und Pflichten der neutralen Mächte",
      "section": "10",
      "title": "",
      "content": "Die Tatsache, dass eine neutrale Macht eine Verletzung ihrer Neutralität selbst mit Gewalt zurückweist, kann nicht als eine feindliche Handlung angesehen werden."
    },
    {
      "provision_ref": "art11",
      "chapter": "II. Kapitel: Bei Neutralen untergebrachte Angehörige einer Kriegsmacht und in Pflege befindliche Verwundete und in Pflege befindliche Verwundete",
      "section": "11",
      "title": "",
      "content": "Die neutrale Macht, auf deren Gebiet Truppen der kriegführenden Heere übertreten, muss sie möglichst weit vom Kriegsschauplatz unterbringen. Sie kann sie in Lagern verwahren und sie auch in Festungen oder in anderen zu diesem Zwecke geeigneten Orten einschliessen. Es hängt von ihrer Entscheidung ab, ob Offiziere, die sich auf Ehrenwort verpflichten, das neutrale Gebiet nicht ohne Erlaubnis zu verlassen, freigelassen werden können."
    },
    {
      "provision_ref": "art12",
      "chapter": "II. Kapitel: Bei Neutralen untergebrachte Angehörige einer Kriegsmacht und in Pflege befindliche Verwundete und in Pflege befindliche Verwundete",
      "section": "12",
      "title": "",
      "content": "In Ermangelung einer besonderen Vereinbarung hat die neutrale Macht den bei ihr untergebrachten Personen Nahrung, Kleidung und die durch die Menschlichkeit gebotenen Hilfsmittel zu gewähren. Die durch die Unterbringung verursachten Kosten sind nach dem Friedensschluss zu ersetzen."
    },
    {
      "provision_ref": "art13",
      "chapter": "II. Kapitel: Bei Neutralen untergebrachte Angehörige einer Kriegsmacht und in Pflege befindliche Verwundete und in Pflege befindliche Verwundete",
      "section": "13",
      "title": "",
      "content": "Die neutrale Macht, die entwichene Kriegsgefangene bei sich aufnimmt, wird diese in Freiheit lassen. Wenn sie ihnen gestattet, auf ihrem Gebiete zu verweilen, so kann sie ihnen den Aufenthaltsort anweisen. Die gleiche Bestimmung findet Anwendung auf die Kriegsgefangenen, die von den Truppen bei ihrer Flucht auf das Gebiet der neutralen Macht mitgeführt werden."
    },
    {
      "provision_ref": "art14",
      "chapter": "II. Kapitel: Bei Neutralen untergebrachte Angehörige einer Kriegsmacht und in Pflege befindliche Verwundete und in Pflege befindliche Verwundete",
      "section": "14",
      "title": "",
      "content": "Eine neutrale Macht kann den Durchzug von Verwundeten oder Kranken der kriegführenden Heere durch ihr Gebiet gestatten, doch nur unter dem Vorbehalte, dass die zur Beförderung benutzten Züge weder Kriegspersonal noch Kriegsmaterial mit sich führen. Die neutrale Macht ist in einem solchen Falle verpflichtet, die erforderlichen Sicherheits‑ und Aufsichtsmassregeln zu treffen. Die der Gegenpartei angehörenden Verwundeten oder Kranken, die unter solchen Umständen von einem der Kriegführenden auf neutrales Gebiet gebracht werden, sind von der neutralen Macht derart zu bewachen, dass sie an den Kriegsunternehmungen nicht wieder teilnehmen können. Diese Macht hat die gleichen Verpflichtungen in Ansehung der ihr anvertrauten Verwundeten oder Kranken des anderen Heeres."
    },
    {
      "provision_ref": "art15",
      "chapter": "II. Kapitel: Bei Neutralen untergebrachte Angehörige einer Kriegsmacht und in Pflege befindliche Verwundete und in Pflege befindliche Verwundete",
      "section": "15",
      "title": "",
      "content": "Das Genfer Abkommen gilt auch für die im neutralen Gebiet untergebrachten Kranken und Verwundeten. [BS 11 487. SR 0.518.11 Art. 34]. Heute: Die Genfer Abk. von 1929 und 1949 ( SR 0.518.11 und 0.518.12 )."
    },
    {
      "provision_ref": "art16",
      "chapter": "III. Kapitel: Neutrale Personen",
      "section": "16",
      "title": "",
      "content": "Als Neutrale sind anzusehen die Angehörigen eines an dem Kriege nicht beteiligten Staates."
    },
    {
      "provision_ref": "art17",
      "chapter": "III. Kapitel: Neutrale Personen",
      "section": "17",
      "title": "",
      "content": "Ein Neutraler kann sich auf seine Neutralität nicht berufen: a) wenn er feindliche Handlungen gegen einen Kriegführenden begeht; b) wenn er Handlungen zugunsten eines Kriegführenden begeht, insbesondere, wenn er freiwillig Kriegsdienste in der bewaffneten Macht einer der Parteien nimmt. In einem solchen Falle darf der Neutrale von dem Kriegführenden, dem gegenüber er die Neutralität ausser acht gelassen hat, nicht strenger behandelt werden, als ein Angehöriger des anderen kriegführenden Staates wegen der gleichen Tat behandelt werden kann."
    },
    {
      "provision_ref": "art18",
      "chapter": "III. Kapitel: Neutrale Personen",
      "section": "18",
      "title": "",
      "content": "Als Handlungen zugunsten eines Kriegführenden im Sinne des Artikels 17 Buchstabe b sind nicht anzusehen: a) die Übernahme von Lieferungen oder die Bewilligung von Darlehen an einen Kriegführenden, vorausgesetzt, dass der Lieferant oder Darleiher weder im Gebiete der anderen Partei noch in dem von ihr besetzten Gebiete wohnt und dass auch die Lieferungen nicht aus diesen Gebieten herrühren; b) die Leistung von polizeilichen oder Zivilverwaltungsdiensten."
    },
    {
      "provision_ref": "art19",
      "chapter": "IV. Kapitel: Eisenbahnmaterial",
      "section": "19",
      "title": "",
      "content": "Das aus dem Gebiet einer neutralen Macht herrührende Eisenbahnmaterial, das entweder dieser Macht oder Gesellschaften oder Privatpersonen gehört und als solches erkennbar ist, darf von einem Kriegführenden nur in dem Falle und in dem Masse, in dem eine gebieterische Notwendigkeit es verlangt, requiriert und benutzt werden. Es muss möglichst bald in das Herkunftsland zurückgesandt werden. Desgleichen kann die neutrale Macht im Falle der Not das aus dem Gebiete der kriegführenden Macht herrührende Material in entsprechendem Umfange festhalten und benutzen. Von der einen wie von der anderen Seite soll eine Entschädigung nach Verhältnis des benutzten Materials und der Dauer der Benutzung gezahlt werden."
    },
    {
      "provision_ref": "art20",
      "chapter": "V. Kapitel: Schlussbestimmungen",
      "section": "20",
      "title": "",
      "content": "Die Bestimmungen dieses Abkommens finden nur zwischen Vertragsmächten Anwendung und nur dann, wenn die Kriegführenden sämtlich Vertragsparteien sind."
    },
    {
      "provision_ref": "art21",
      "chapter": "V. Kapitel: Schlussbestimmungen",
      "section": "21",
      "title": "",
      "content": "Dieses Abkommen soll möglichst bald ratifiziert werden. Die Ratifikationsurkunden sollen in Den Haag hinterlegt werden. Die erste Hinterlegung von Ratifikationsurkunden wird durch ein Protokoll festgestellt, das von den Vertretern der daran teilnehmenden Mächte und von dem niederländischen Minister der auswärtigen Angelegenheiten unterzeichnet wird. Die späteren Hinterlegungen von Ratifikationsurkunden erfolgen mittels einer schriftlichen, an die Regierung der Niederlande gerichteten Anzeige, der die Ratifikationsurkunde beizufügen ist. Beglaubigte Abschrift des Protokolls über die erste Hinterlegung von Ratifikationsurkunden, der im vorstehenden Absatz erwähnten Anzeigen sowie der Ratifikationsurkunden wird durch die Regierung der Niederlande unverzüglich den zur zweiten Friedenskonferenz eingeladenen Mächten sowie den anderen Mächten, die dem Abkommen beigetreten sind, auf diplomatischem Wege mitgeteilt werden. In den Fällen des vorstehenden Absatzes wird die bezeichnete Regierung ihnen zugleich bekanntgeben, an welchem Tage sie die Anzeige erhalten hat."
    },
    {
      "provision_ref": "art22",
      "chapter": "V. Kapitel: Schlussbestimmungen",
      "section": "22",
      "title": "",
      "content": "Die Mächte, die nicht unterzeichnet haben, können diesem Abkommen später beitreten. Die Macht, die beizutreten wünscht, hat ihre Absicht der Regierung der Niederlande schriftlich anzuzeigen und ihr dabei die Beitrittsurkunde zu übersenden, die im Archive der bezeichneten Regierung hinterlegt werden wird. Diese Regierung wird unverzüglich allen anderen Mächten beglaubigte Abschrift der Anzeige wie der Beitrittsurkunde übersenden und zugleich angeben, an welchem Tage sie die Anzeige erhalten hat."
    },
    {
      "provision_ref": "art23",
      "chapter": "V. Kapitel: Schlussbestimmungen",
      "section": "23",
      "title": "",
      "content": "Dieses Abkommen wird wirksam für die Mächte, die an der ersten Hinterlegung von Ratifikationsurkunden teilgenommen haben, sechzig Tage nach dem Tage, an dem das Protokoll über diese Hinterlegung aufgenommen worden ist, und für die später ratifizierenden oder beitretenden Mächte sechzig Tage, nachdem die Regierung der Niederlande die Anzeige von ihrer Ratifikation oder von ihrem Beitritt erhalten hat."
    },
    {
      "provision_ref": "art24",
      "chapter": "V. Kapitel: Schlussbestimmungen",
      "section": "24",
      "title": "",
      "content": "Sollte eine der Vertragsmächte dieses Abkommen kündigen wollen, so soll die Kündigung schriftlich der Regierung der Niederlande erklärt werden, die unverzüglich beglaubigte Abschrift der Erklärung allen anderen Mächten mitteilt und ihnen zugleich bekanntgibt, an welchem Tage sie die Erklärung erhalten hat. Die Kündigung soll nur in Ansehung der Macht wirksam sein, die sie erklärt hat, und erst ein Jahr, nachdem die Erklärung bei der Regierung der Niederlande eingegangen ist."
    },
    {
      "provision_ref": "art25",
      "chapter": "V. Kapitel: Schlussbestimmungen",
      "section": "25",
      "title": "",
      "content": "Ein im niederländischen Ministerium der auswärtigen Angelegenheiten geführtes Register soll den Tag der gemäss Artikel 21 Absätze 3 und 4 erfolgten Hinterlegung von Ratifikationsurkunden angeben sowie den Tag, an dem die Anzeigen von dem Beitritt (Artikel 22 Absatz 2) oder von der Kündigung (Artikel 24 Absatz 1) eingegangen sind. Jede Vertragsmacht hat das Recht, von diesem Register Kenntnis zu nehmen und beglaubigte Auszüge daraus zu verlangen."
    }
  ],
  "definitions": []
}