{
  "id": "sr-0-515-112",
  "type": "statute",
  "title": "Abkommen vom 18. Oktober 1907 betreffend die Gesetze und Gebräuche des Landkriegs (mit Ordnung)",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/26/429_338_411/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "",
      "content": "Die Vertragsmächte werden ihren Landheeren Verhaltungsmassregeln geben, welche der dem vorliegenden Abkommen beigefügten Ordnung der Gesetze und Gebräuche des Landkriegs entsprechen."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "",
      "content": "Die Bestimmungen der im Artikel 1 angeführten Ordnung sowie des vorliegenden Abkommens finden nur zwischen den Vertragsmächten Anwendung und nur dann, wenn die Kriegführenden sämtlich Vertragsparteien sind."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "",
      "content": "Die Kriegspartei, welche die Bestimmungen der bezeichneten Ordnung verletzen sollte, ist gegebenen Falles zum Schadenersatze verpflichtet. Sie ist für alle Handlungen verantwortlich, die von den zu ihrer bewaffneten Macht gehörenden Personen begangen werden."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "",
      "content": "Dieses Abkommen tritt nach seiner Ratifikation für die Beziehungen zwischen den Vertragsmächten an die Stelle des Abkommens vom 29. Juli 1899 betreffend die Gesetze und Gebräuche des Landkriegs. Das Abkommen von 1899 bleibt in Kraft für die Beziehungen zwischen den Mächten, die es unterzeichnet haben, die aber das vorliegende Abkommen nicht gleichermassen ratifizieren sollten. SR 0.515.111"
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "",
      "content": "Dieses Abkommen soll möglichst bald ratifiziert werden. Die Ratifikationsurkunden sollen in Den Haag hinterlegt werden. Die erste Hinterlegung von Ratifikationsurkunden wird durch ein Protokoll festgestellt, das von den Vertretern der daran teilnehmenden Mächte und von dem niederländischen Minister der auswärtigen Angelegenheiten unterzeichnet wird. Die späteren Hinterlegungen von Ratifikationsurkunden erfolgen mittels einer schriftlichen, an die Regierung der Niederlande gerichteten Anzeige, der die Ratifikationsurkunde beizufügen ist. Beglaubigte Abschrift des Protokolls über die erste Hinterlegung von Ratifikationsurkunden, der im vorstehenden Absatz erwähnten Anzeigen sowie der Ratifikationsurkunden wird durch die Regierung der Niederlande unverzüglich den zur zweiten Friedenskonferenz eingeladenen Mächten sowie den anderen Mächten, die dem Abkommen beigetreten sind, auf diplomatischem Wege mitgeteilt werden. In den Fällen des vorstehenden Absatzes wird die bezeichnete Regierung ihnen zugleich bekanntgeben, an welchem Tage sie die Anzeige erhalten hat."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "",
      "content": "Die Mächte, die nicht unterzeichnet haben, können diesem Abkommen später beitreten. Die Macht, die beizutreten wünscht, hat ihre Absicht der Regierung der Niederlande schriftlich anzuzeigen und ihr dabei die Beitrittsurkunde zu übersenden, die im Archive der bezeichneten Regierung hinterlegt werden wird. Diese Regierung wird unverzüglich allen anderen Mächten beglaubigte Abschrift der Anzeige wie der Beitrittsurkunde übersenden und zugleich angeben, an welchem Tage sie die Anzeige erhalten hat."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "",
      "content": "Dieses Abkommen wird wirksam für die Mächte, die an der ersten Hinterlegung von Ratifikationsurkunden teilgenommen haben, sechzig Tage nach dem Tage, an dem das Protokoll über diese Hinterlegung aufgenommen worden ist, und für die später ratifizierenden oder beitretenden Mächte sechzig Tage, nachdem die Regierung der Niederlande die Anzeige von ihrer Ratifikation oder von ihrem Beitritt erhalten hat."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "",
      "content": "Sollte eine der Vertragsmächte dieses Abkommen kündigen wollen, so soll die Kündigung schriftlich der Regierung der Niederlande erklärt werden, die unverzüglich beglaubigte Abschrift der Erklärung allen anderen Mächten mitteilt und ihnen zugleich bekanntgibt, an welchem Tage sie die Erklärung erhalten hat. Die Kündigung soll nur in Ansehung der Macht wirksam sein, die sie erklärt hat, und erst ein Jahr, nachdem die Erklärung bei der Regierung der Niederlande eingegangen ist."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "",
      "content": "Ein im niederländischen Ministerium der auswärtigen Angelegenheiten geführtes Register soll den Tag der gemäss Artikel 5 Absätze 3 und 4 erfolgten Hinterlegung von Ratifikationsurkunden angeben sowie den Tag, an dem die Anzeigen von dem Beitritt (Artikel 6 Absatz 2) oder von der Kündigung (Artikel 8 Absatz 1) eingegangen sind. Jede Vertragsmacht hat das Recht, von diesem Register Kenntnis zu nehmen und beglaubigte Auszüge daraus zu verlangen."
    }
  ],
  "definitions": []
}