{
  "id": "sr-0-142-311",
  "type": "statute",
  "title": "Vereinbarung vom 23. November 1957 über Flüchtlingsseeleute",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1964/146_142_143/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Kapitel I",
      "section": "1",
      "title": "",
      "content": "Im Sinne dieser Vereinbarung bezeichnet a. der Ausdruck «Abkommen» das Abkommen vom 28. Juli 1951 über die Rechtsstellung der Flüchtlinge; b. der Ausdruck «Flüchtlingsseemann» jede Person, die nach der Definition des Artikels 1 des Abkommens und auf Grund der Erklärung oder Notifikation des betreffenden Vertragsstaats gemäss Abschnitt B des genannten Artikels Flüchtling ist und – gleichviel in welcher Eigenschaft – auf einem Handelsschiff Seemannsdienste leistet oder berufsmässig auf einem Handelsschiff als Seemann ihren Lebensunterhalt verdient."
    },
    {
      "provision_ref": "art2",
      "chapter": "Kapitel II",
      "section": "2",
      "title": "",
      "content": "Hat ein Flüchtlingsseemann keinen rechtmässigen Aufenthalt und keine Aufenthaltsbewilligung, ausser im Hoheitsgebiet eines Staates, in dem er die begründete Befürchtung hegt, wegen seiner Rasse, Religion, Staatsangehörigkeit, Zugehörigkeit zu einer bestimmten sozialen Gruppe oder wegen seiner politischen Überzeugung verfolgt zu werden, so gilt für die Anwendung des Artikels 28 des Abkommens als Gebiet seines rechtmässigen Aufenthalts: a. das Hoheitsgebiet der Vertragspartei, unter deren Flagge er während der letzten drei Jahre vor der Anwendung dieser Vereinbarung auf seinen Fall insgesamt mindestens 600 Tage lang als Flüchtling und Seemann auf Schiffen Dienst getan hat, die mindestens zweimal jährlich Häfen in diesem Hoheitsgebiet angelaufen haben; hierbei bleiben Dienste unberücksichtigt, die dieser Seemann leistete, bevor oder während er in einem anderen Staat Aufenthalt genommen hat, oder, wenn es keine solche Vertragspartei gibt: b. das Hoheitsgebiet der Vertragspartei, in dem er sich während der letzten drei Jahre vor der Anwendung dieser Vereinbarung auf seinen Fall zuletzt als Flüchtling rechtmässig aufgehalten hat, sofern er nicht unterdessen in einem anderen Staat Aufenthalt genommen hat."
    },
    {
      "provision_ref": "art3",
      "chapter": "Kapitel II",
      "section": "3",
      "title": "",
      "content": "Hat bei Inkrafttreten dieser Vereinbarung ein Flüchtlingsseemann keinen rechtmässigen Aufenthalt und keine Aufenthaltsbewilligung ausser im Hoheitsgebiet eines Staates, in dem er die begründete Befürchtung hegt, wegen seiner Rasse, Religion, Staatsangehörigkeit, Zugehörigkeit zu einer bestimmten sozialen Gruppe oder wegen seiner politischen Überzeugung verfolgt zu werden, und hat er auch keinen rechtmässigen Aufenthalt gemäss Artikel 2 dieser Vereinbarung im Hoheitsgebiet einer Vertragspartei, so gilt für die Anwendung des Artikels 28 des Abkommens als Gebiet seines rechtmässigen Aufenthalts: a. das Hoheitsgebiet der Vertragspartei, die ihm als Flüchtling nach dem 31. Dezember 1945 und vor dem Inkrafttreten dieser Vereinbarung zuletzt einen zur Rückkehr in ihr Hoheitsgebiet berechtigenden Reiseausweis ausgestellt, verlängert oder erneuert hat, auch wenn dieser nicht mehr gültig ist; oder, wenn es keine solche Vertragspartei gibt: b. das Hoheitsgebiet der Vertragspartei, in dem er sich nach dem 31. Dezember 1945 und vor dem Inkrafttreten dieser Vereinbarung zuletzt als Flüchtling rechtmässig aufgehalten hat; oder, wenn es keine solche Vertragspartei gibt: c. das Hoheitsgebiet der Vertragspartei, unter deren Flagge er nach dem 31. Dezember 1945 und vor dem Inkrafttreten dieser Vereinbarung zuletzt während eines beliebigen Zeitabschnittes von drei Jahren insgesamt mindestens 600 Tage lang als Flüchtling und Seemann auf Schiffen Dienst getan hat, die mindestens zweimal jährlich Häfen in diesem Hoheitsgebiet angelaufen haben."
    },
    {
      "provision_ref": "art4",
      "chapter": "Kapitel II",
      "section": "4",
      "title": "",
      "content": "Sofern eine Vertragspartei nicht anders entscheidet, gilt der Aufenthalt eines Flüchtlingsseemanns in ihrem Hoheitsgebiet nicht mehr als rechtmässig, wenn dieser Seemann nach dem letzten Zeitpunkt, in dem ihm gemäss Artikel 2 oder 3 die Aufenthaltsberechtigung zustand: a. im Hoheitsgebiet eines anderen Staates Aufenthalt genommen hat oder wenn er b. während eines beliebigen Zeitabschnittes von sechs Jahren nach diesem Zeitpunkt insgesamt mindestens 1350 Tage lang auf Schiffen Dienst getan hat, welche die Flagge ein und desselben anderen Staates führen, oder wenn er c. während eines beliebigen Zeitabschnittes von drei Jahren nach diesem Zeitpunkt nicht insgesamt mindestens 30 Tage lang als Seemann auf Schiffen Dienst getan hat, welche die Flagge dieser Vertragspartei führen und mindestens zweimal jährlich Häfen ihres Hoheitsgebiets angelaufen haben, oder wenn er sich während eines solchen Zeitabschnitts nicht insgesamt mindestens zehn Tage lang im Hoheitsgebiet dieser Vertragspartei aufgehalten hat."
    },
    {
      "provision_ref": "art5",
      "chapter": "Kapitel II",
      "section": "5",
      "title": "",
      "content": "Um die Lage einer möglichst grossen Anzahl von Flüchtlingsseeleuten zu verbessern, wird jede Vertragspartei wohlwollend die Möglichkeit prüfen, die Vergünstigungen dieser Vereinbarung auch Flüchtlingsseeleuten zu gewähren, denen sie auf Grund der Vereinbarung nicht zustehen."
    },
    {
      "provision_ref": "art6",
      "chapter": "Kapitel III",
      "section": "6",
      "title": "",
      "content": "Jede Vertragspartei gewährt einem Flüchtlingsseemann, der im Besitz eines von einer anderen Vertragspartei ausgestellten und ihn zur Rückkehr in deren Hoheitsgebiet berechtigenden Reiseausweises ist, in Bezug auf die Einreise in ihr Hoheitsgebiet zur Erfüllung eines bestehenden Heuervertrages oder zu einem Landurlaub die gleiche Behandlung wie den Seeleuten, die Staatsangehörige der Vertragspartei sind, welche den Ausweis ausgestellt hat, oder mindestens eine nicht weniger günstige Behandlung als ausländischen Seeleuten im allgemeinen."
    },
    {
      "provision_ref": "art7",
      "chapter": "Kapitel III",
      "section": "7",
      "title": "",
      "content": "Stellt ein Flüchtlingsseemann, der einen ihn zur Rückkehr in das Hoheitsgebiet einer Vertragspartei berechtigenden Reiseausweis besitzt, zur Erleichterung seiner Niederlassung in einem dritten Staat oder aus sonstigen triftigen Gründen einen Antrag auf Genehmigung einer befristeten Einreise in das Hoheitsgebiet einer anderen Vertragspartei, so wird diese den Antrag wohlwollend prüfen."
    },
    {
      "provision_ref": "art8",
      "chapter": "Kapitel III",
      "section": "8",
      "title": "",
      "content": "Jede Vertragspartei wird sich bemühen, dafür zu sorgen, dass ein unter ihrer Flagge Dienst tuender Flüchtlingsseemann, der keinen gültigen Reiseausweis erlangen kann, einen Identitätsausweis erhält."
    },
    {
      "provision_ref": "art9",
      "chapter": "Kapitel III",
      "section": "9",
      "title": "",
      "content": "Ein Flüchtlingsseemann darf, soweit es in der Macht der Vertragsparteien steht, nicht gezwungen werden, an Bord eines Schiffes zu bleiben, wenn dies seine körperliche oder geistige Gesundheit ernstlich gefährden würde."
    },
    {
      "provision_ref": "art10",
      "chapter": "Kapitel III",
      "section": "10",
      "title": "",
      "content": "Ein Flüchtlingsseemann darf, soweit es in der Macht der Vertragsparteien steht, nicht gezwungen werden, an Bord eines Schiffes zu bleiben, das einen Hafen anlaufen oder durch Gewässer fahren soll, wo er die begründete Befürchtung hegt, wegen seiner Rasse, Religion, Staatsangehörigkeit, Zugehörigkeit zu einer bestimmten sozialen Gruppe oder wegen seiner politischen Überzeugung verfolgt zu werden."
    },
    {
      "provision_ref": "art11",
      "chapter": "Kapitel III",
      "section": "11",
      "title": "",
      "content": "Die Vertragspartei, deren Hoheitsgebiet das Gebiet des rechtmässigen Aufenthalts eines Flüchtlingsseemanns ist oder gemäss dieser Vereinbarung für die Anwendung des Artikels 28 des Abkommens als Gebiet seines rechtmässigen Aufenthalts gilt, gestattet ihm auf Antrag der Vertragspartei, in deren Hoheitsgebiet er sich befindet, die Einreise in ihr Hoheitsgebiet."
    },
    {
      "provision_ref": "art12",
      "chapter": "Kapitel III",
      "section": "12",
      "title": "",
      "content": "Rechte und Vergünstigungen, die eine Vertragspartei Flüchtlingsseeleuten unabhängig von dieser Vereinbarung gewährt, werden durch diese Vereinbarung nicht berührt."
    },
    {
      "provision_ref": "art13",
      "chapter": "Kapitel III",
      "section": "13",
      "title": "",
      "content": "1 Jede Vertragspartei kann aus zwingenden Gründen der Staatssicherheit oder der öffentlichen Ordnung ihre Verpflichtungen aus dieser Vereinbarung gegenüber einem Flüchtlingsseemann als hinfällig betrachten. Dem betreffenden Flüchtlingsseemann ist Gelegenheit zu geben, der zuständigen Behörde innerhalb einer angemessenen Frist Beweismaterial zu seiner Entlastung vorzulegen, sofern nicht begründeter Anlass zu der Annahme besteht, dass er eine Gefahr für die Sicherheit des Staates darstellt, in dem er sich befindet. 2 Eine Entscheidung gemäss Absatz 1 entbindet die betreffende Vertragspartei nicht von ihren Verpflichtungen aus Artikel 11 gegenüber einem Flüchtlingsseemann, dem sie einen Reiseausweis ausgestellt hat, es sei denn, dass dieser Ausweis im Zeitpunkt, in welchem ihr durch eine andere Vertragspartei der Antrag gestellt wird, schon seit über 120 Tagen nicht mehr gültig ist."
    },
    {
      "provision_ref": "art14",
      "chapter": "Kapitel IV",
      "section": "14",
      "title": "",
      "content": "Jede zwischen den Vertragsparteien über die Auslegung oder Anwendung dieser Vereinbarung entstehende Streitigkeit, die nicht auf andere Weise beigelegt werden kann, wird auf Antrag einer der streitenden Parteien dem Internationalen Gerichtshof vorgelegt."
    },
    {
      "provision_ref": "art15",
      "chapter": "Kapitel IV",
      "section": "15",
      "title": "",
      "content": "Diese Vereinbarung bedarf der Ratifizierung. Die Ratifikationsurkunden werden bei der Regierung des Königreichs der Niederlande hinterlegt."
    },
    {
      "provision_ref": "art16",
      "chapter": "Kapitel IV",
      "section": "16",
      "title": "",
      "content": "Diese Vereinbarung tritt am 90. Tag nach Hinterlegung der achten Ratifikationsurkunde in Kraft."
    },
    {
      "provision_ref": "art17",
      "chapter": "Kapitel IV",
      "section": "17",
      "title": "",
      "content": "1 Jede Regierung, welche gegenüber Flüchtlingsseeleuten die in Artikel 28 des Abkommens vorgesehenen oder entsprechende Verpflichtungen zu übernehmen bereit ist, kann dieser Vereinbarung beitreten. 2 Die Beitrittsurkunden werden bei der Regierung des Königreichs der Niederlande hinterlegt. 3 Für jede beitretende Regierung tritt diese Vereinbarung am 90. Tage nach Hinterlegung ihrer Beitrittsurkunde in Kraft, jedoch nicht vor dem in Artikel 16 bestimmten Zeitpunkt."
    },
    {
      "provision_ref": "art18",
      "chapter": "Kapitel IV",
      "section": "18",
      "title": "",
      "content": "1 Jede Regierung kann bei der Ratifizierung oder dem Beitritt oder zu jedem späteren Zeitpunkt erklären, dass sich diese Vereinbarung auch auf eines oder mehrere der Hoheitsgebiete erstreckt, für deren internationale Beziehungen sie verantwortlich ist, sofern sie bezüglich dieser Hoheitsgebiete die in Artikel 17 Absatz 1 genannten Verpflichtungen zu übernehmen bereit ist. 2 Diese Erstreckung erfolgt durch eine an die Regierung des Königreichs der Niederlande gerichtete Mitteilung. 3 Die Erstreckung tritt am 90. Tage nach Eingang der Mitteilung bei der Regierung des Königreichs der Niederlande in Kraft, jedoch nicht vor dem in Artikel 16 bestimmten Zeitpunkt."
    },
    {
      "provision_ref": "art19",
      "chapter": "Kapitel IV",
      "section": "19",
      "title": "",
      "content": "1 Jede Vertragspartei kann diese Vereinbarung jederzeit durch eine an die Regierung des Königreichs der Niederlande gerichtete Mitteilung kündigen. 2 Die Kündigung wird ein Jahr nach Eingang der Mitteilung bei der Regierung des Königreichs der Niederlande wirksam. Erfolgt eine Kündigung, so kann jede andere Vertragspartei die Vereinbarung nach Konsultierung der übrigen Vertragsparteien kündigen; diese Kündigung wird zu dem genannten Zeitpunkt wirksam, sofern eine Frist von sechs Monaten eingehalten wurde."
    },
    {
      "provision_ref": "art20",
      "chapter": "Kapitel IV",
      "section": "20",
      "title": "",
      "content": "1 Jede Vertragspartei, die eine Mitteilung gemäss Artikel 18 abzugeben hat, kann zu jedem späteren Zeitpunkt durch eine an die Regierung des Königreichs der Niederlande gerichtete Mitteilung erklären, dass die Vereinbarung für eines oder mehrere der in der Mitteilung bezeichneten Hoheitsgebiete nicht mehr gilt. 2 Für das betreffende Hoheitsgebiet endet die Gültigkeit der Vereinbarung ein Jahr nach Eingang der Mitteilung bei der Regierung des Königreichs der Niederlande."
    },
    {
      "provision_ref": "art21",
      "chapter": "Kapitel IV",
      "section": "21",
      "title": "",
      "content": "Die Regierung des Königreichs der Niederlande unterrichtet alle in der Präambel genannten und alle beigetretenen Regierungen von den Hinterlegungen und Mitteilungen, die gemäss den Artikeln 15, 17, 18, 19 und 20 erfolgen."
    }
  ],
  "definitions": []
}