{
  "id": "sr-0-732-323-49",
  "type": "statute",
  "title": "Abkommen vom 30. November 1989 zwischen dem Schweizerischen Bundesrat und der Regierung der Französischen Republik über den Informationsaustausch bei Zwischenfällen oder Unfällen, die radiologische Auswirkungen haben können (mit Briefwechsel)",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1990/324_324_324/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "",
      "content": "Die Vertragsparteien unterrichten sich gegenseitig und unverzüglich über jeden Unfall, der radiologische Auswirkungen haben kann, sich auf ihrem Gebiet infolge ziviler Tätigkeit ereignet und das andere Land berühren kann."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "",
      "content": "Zusätzlich zu den für die Anwendung des in Wien am 26. September 1986 angenommenen internationalen Übereinkommens über die frühzeitige Benachrichtigung bei nuklearen Unfällen vorgesehenen Bestimmungen errichten und unterhalten die Vertragsparteien ein besonderes System zur gegenseitigen Information für den Fall, dass die Notfallsituation betrifft: – die französischen Werke von Bugey, Fessenheim und Creys‑Malville, – die schweizerischen Werke von Mühleberg, Leibstadt, Gösgen und Beznau, – den Transport radioaktiver Substanzen in den französischen Grenzdepartementen zur Schweiz und den schweizerischen Grenzkantonen zu Frankreich. SR 0.732.321.1"
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "",
      "content": "Es werden, soweit nötig, Zentren für die gegenseitige Alarmierung eingerichtet, auf französischer Seite im Centre Opérationnel de la Direction de la Sécurite Civile in Paris, auf schweizerischer Seite in der Nationalen Alarmzentrale in Zürich."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "",
      "content": "Die Vertragsparteien sorgen für die Aufrechterhaltung der Verbindung zwischen den Alarmzentren. Jede Änderung, die eines der Alarmzentren betrifft und die Bedingungen für die rasche Übermittlung von Informationen ändern kann, ist von diesem Zentrum unverzüglich und schriftlich dem andern Zentrum zu melden."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "",
      "content": "Das besondere System zur gegenseitigen Information muss in der Lage sein, allfällige Informationen über eine Notfallsituation, die grenzüberschreitende radiologische Auswirkungen haben kann, 24 Stunden auf 24 Stunden zu empfangen und zu übermitteln."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "",
      "content": "Zu diesem Zweck werden die nötigen Übermittlungsnetze dauernd in betriebsfähigem Zustand gehalten, ihre Zuverlässigkeit periodisch überprüft und angemessene Verfahren zum guten Betrieb geschaffen."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "",
      "content": "Die Informationen über Notfallsituationen, die durch diese Zentren zur gegenseitigen Information gegeben werden, müssen alle verfügbaren Angaben enthalten, welche die Beurteilung der Gefährdung ermöglichen, namentlich – Datum, Zeitpunkt und Ort des Ereignisses, – Art des Ereignisses, – Merkmale der allfälligen Emission (Art, physikalische und chemische Form und, soweit möglich, Menge der abgegebenen radioaktiven Stoffe), – voraussichtliche zeitliche Entwicklung der Emission, – Art des Verfrachtungsmediums (Luft und/oder Wasser), – meteorologische und hydrologische Angaben, die die Voraussage der örtlichen Entwicklung erlauben."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "",
      "content": "Die Notfallmeldungen sind durch die verfügbaren Angaben über die im betroffenen Land zum Schutz der Bevölkerung getroffenen oder beabsichtigten Massnahmen zu ergänzen."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "",
      "content": "Die Angaben über die Entwicklung der Lage auf beiden Seiten, namentlich die Beendigung der Notfallsituation, bilden Gegenstand ergänzender Meldungen."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "",
      "content": "In Notfallsituation im Sinne von Artikel 1 kann, wenn es beide Vertragsparteien als angezeigt erachten, jede der beiden eine Person bezeichnen, der die Eigenschaft eines Korrespondenten auf dem Gebiet der andern Vertragsparteien zukommt. Die Vertragsparteien bemühen sich, die Erfüllung der Aufgabe dieses Korrespondenten zu erleichtern. Er ist ermächtigt, die gesammelten Informationen den zuständigen Diensten seines eigenen Staates zu übermitteln."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "",
      "content": "Für Notfallsituationen, die nicht unter die Bestimmungen von Artikel 1 fallen, sich auf dem Gebiet einer Vertragspartei ereignen und radiologische Auswirkungen auf das Gebiet der andern Vertragspartei haben können, wird das durch dieses Abkommen vorgesehene Informationsverfahren ebenfalls angewandt, unter dem Vorbehalt, dass Angaben, die der militärischen Geheimhaltungspflicht unterstehen, nicht weitergeleitet werden."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "",
      "content": "Anderseits informieren sich die Vertragsparteien gegenseitig, im Bestreben, jede ungerechtfertigte Beunruhigung ihrer Bevölkerungen zu vermeiden, über jeden Zwischenfall, der nicht unter Artikel 1 fällt und Gegenstand einer Information der Öffentlichkeit bilden kann, wenn er die französischen Werke Bugey, Fessenheim und Creys‑Malville und die schweizerischen Werke Mühleberg, Leibstadt, Gösgen und Beznau betrifft."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "",
      "content": "Die Einzelheiten der Anwendung dieses Abkommens werden in einem Briefwechsel zwischen dem Schweizerischen Bundesrat und der Regierung der Französischen Republik festgelegt."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "",
      "content": "Die Zuständigkeit der Behörden zur Durchführung dieses Abkommens richtet sich nach der innerstaatlichen Ordnung der Vertragsstaaten."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "",
      "content": "Dieses Abkommen tritt an dem Tag in Kraft, an welchem die Vertragsparteien einander bekanntgeben, dass die innerstaatlichen Voraussetzungen für das Inkrafttreten erfüllt sind. Es kann jederzeit von einer Partei gekündigt werden. Die Kündigung wird ein Jahr nach ihrer Mitteilung an die andere Vertragspartei wirksam. Mit dem Inkrafttreten dieses Abkommens werden das Abkommen vom 18. Oktober 1979 zwischen dem Schweizerischen Bundesrat und der Regierung der Französischen Republik über den Informationsaustausch bei radiologischen Zwischenfällen und der Notenaustausch vom 25. März 1986/15. Januar 1987 zwischen der Schweizerischen Botschaft in Paris und dem Französischen Aussenministerium über die Information betreffend den Brüter «Superphénix» von Creys‑Malville aufgehoben. [ AS 1980 19 ]"
    }
  ],
  "definitions": []
}