{
  "id": "sr-0-741-619-714",
  "type": "statute",
  "title": "Abkommen vom 12. Dezember 1973 zwischen dem Schweizerischen Bundesrat und der Regierung des Königreichs Schweden über die internationalen Beförderungen auf der Strasse",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1974/1014_1014_1014/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Geltungsbereich",
      "content": "Die Bestimmungen dieses Abkommens sind anwendbar auf Personen‑ und Güterbeförderungen, die von oder nach dem Gebiet einer der Vertragsparteien oder im Transit durch eines dieser Gebiete mit Fahrzeugen ausgeführt werden, die im Gebiet der andern Vertragspartei zum Verkehr zugelassen sind."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Begriffsbestimmungen",
      "content": "1. Der Begriff «Unternehmer» bezeichnet eine natürliche oder juristische Person, die entweder in der Schweiz oder in Schweden gemäss den in ihrem Staat geltenden Vorschriften berechtigt ist, Personen oder Güter auf der Strasse zu befördern. 2. Der Begriff «Fahrzeug» bezeichnet ein Strassenfahrzeug mit mechanischem Antrieb sowie gegebenenfalls dessen Anhänger oder Auflieger, die für die Beförderung a) von mehr als acht Personen (mehr als acht Sitzplätze ohne Führersitz); b) von Gütern eingerichtet sind."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Personenbeförderungen",
      "content": "1. Die Personenbeförderungen, die unter den nachfolgenden Voraussetzungen ausgeführt werden, sind von der Genehmigungs‑ oder Konzessionspflicht ausgenommen: a) die Beförderung der gleichen Personen mit dem gleichen Fahrzeug während einer ganzen Fahrt, deren Ausgangs‑ und Endpunkt in dem Staat liegen, in dem das Fahrzeug zum Verkehr zugelassen ist, sofern unterwegs oder bei Halten ausserhalb dieses Staatsgebietes Personen weder aufgenommen noch abgesetzt werden (geschlossene Rundfahrt) oder b) die Beförderung von Personengruppen von einem Ort des Staates, in dem das Fahrzeug zum Verkehr zugelassen ist, an einen Ort im Gebiet der andern Vertragspartei oder im Transit durch dieses Gebiet nach einem Drittstaat, sofern das Fahrzeug leer in den Staat zurückkehrt, in dem es zum Verkehr zugelassen ist. 2. Andere als in Ziffer 1 erwähnte Beförderungen sind nach Massgabe des nationalen Rechts der Vertragsparteien genehmigungs‑ oder konzessionspflichtig."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Güterbeförderungen",
      "content": "1. Jeder Unternehmer einer Vertragspartei ist berechtigt, vorübergehend ein leeres oder beladenes Fahrzeug in das Gebiet der andern Vertragspartei einzuführen, um Güter zu befördern: a) zwischen einem beliebigen Ort im Gebiet der einen Vertragspartei und einem beliebigen Ort im Gebiet der andern Vertragspartei oder b) im Transit durch das Gebiet der andern Vertragspartei oder c) vom Gebiet der andern Vertragspartei nach einem Drittstaat oder von einem Drittstaat nach dem Gebiet der andern Vertragspartei. 2. Die Unternehmer einer Vertragspartei können die unter Ziffer 1 c) erwähnten Beförderungen nur mit einer Sondergenehmigung der andern Vertragspartei ausführen."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Anwendung des nationalen Rechts",
      "content": "Die Unternehmer und die Fahrzeugführer einer Vertragspartei sind bei Fahrten im Gebiet der andern Vertragsparteien verpflichtet, die dort geltenden Gesetze und Reglemente in allen Belangen, die durch dieses Abkommen nicht geregelt sind, zu beachten."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Verbot landesinterner Beförderungen",
      "content": "Keine Bestimmung dieses Abkommens ermächtigt einen Unternehmer einer Vertragspartei, auf dem Gebiet der andern Vertragspartei Personen oder Güter aufzunehmen, um sie auf dem gleichen Gebiet wieder abzusetzen."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Steuern und Abgaben",
      "content": "Die Unternehmer, die unter dieses Abkommen fallende Beförderungen ausführen, sind unter den Voraussetzungen, die in dem in Artikel 9 dieses Abkommens erwähnten Protokoll umschrieben sind, bei Beförderungen auf dem Gebiet der andern Vertragspartei von den dort geltenden Steuern und Abgaben befreit."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Widerhandlungen",
      "content": "1. Die zuständigen Behörden der Vertragsparteien sind dafür besorgt, dass die Bestimmungen dieses Abkommens von den Unternehmern eingehalten werden. 2. Die Unternehmer, die auf dem Gebiet der andern Vertragspartei gegen Bestimmungen dieses Abkommens oder gegen dort geltende Gesetze und Reglemente über Strassenbeförderungen und den Strassenverkehr verstossen haben, können, ungeachtet des anwendbaren Rechts des Staates, in dem die Widerhandlung begangen wurde, auf Verlangen der zuständigen Behörden dieses Staates mit folgenden Massnahmen belegt werden, die von den Behörden des Staates, in dem das Fahrzeug zum Verkehr zugelassen ist, zu treffen sind a) mit Verwarnung; b) mit befristetem, teilweisem oder vollständigem Entzug der Berechtigung, Beförderungen auf dem Gebiet der Vertragspartei, in dem die Widerhandlung begangen wurde, auszuführen. 3. Die Behörde, die eine solche Massnahme getroffen hat, unterrichtet hierüber die zuständigen Behörden der andern Vertragspartei."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Durchführungsbestimmungen",
      "content": "Die zuständigen Behörden der Vertragsparteien einigen sich über die Durchführung des vorliegenden Abkommens in einem gleichzeitig mit diesem Abkommen erstellten Protokoll. In der AS nicht veröffentlicht. Dieses Prot. kann beim Bundesamt für Verkehr eingesehen werden."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Gemischte Kommission",
      "content": "Die zuständige Behörde einer Vertragspartei kann die Einberufung einer gemischten Kommission, die sich aus Vertretern beider Behörden zusammensetzt, zur Behandlung von Fragen über die Durchführung des vorliegenden Abkommens verlangen; diese Kommission ist für Änderungen des in Artikel 9 erwähnten Protokolls zuständig."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Inkraftsetzung und Geltungsdauer",
      "content": "Dieses Abkommen tritt in Kraft, sobald sich die Vertragsparteien gegenseitig die Erfüllung der verfassungsrechtlichen Vorschriften für seine Inkraftsetzung bekanntgegeben haben. Das Abkommen gilt für eine unbestimmte Dauer; es kann von jeder Vertragspartei unter Einhaltung einer dreimonatigen Frist auf das Ende eines Kalenderjahres schriftlich gekündigt werden."
    }
  ],
  "definitions": []
}