{
  "id": "sr-0-631-145-149-454",
  "type": "statute",
  "title": "Vereinbarung vom 15. Dezember 1961 zwischen der Schweiz und Italien betreffend die Befreiung von Zollabgaben auf der Einfuhr von Lehrmitteln  für Schweizerschulen in Italien und italienische Schulen in der Schweiz",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1963/729_724_749/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "",
      "content": "Die Hohen Vertragsparteien sichern sich gegenseitig Befreiung von Zöllen und von jeglichen Steuern, Gebühren oder andern Abgaben auf der Einfuhr von Lehrmitteln und Unterrichtsmaterialien sowie von Schulmobiliar zu, die zur Errichtung und zum Betrieb von Sekundar‑ und Mittelschulen und von Primarschulen an Schweizerschulen in Italien und an italienischen Schulen in der Schweiz, und von Kindergärten, die diesen Schulen angeschlossen sind, benötigt werden, vorausgesetzt, dass diese Schulen keinen Erwerbszweck verfolgen und die in Frage stehenden Materialien im Einfuhrstaat nicht an Dritte abgetreten werden."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "",
      "content": "Die Hohen Vertragsparteien sichern sich gegenseitig Befreiung von Zöllen und von jeglichen Steuern, Gebühren oder andern Abgaben auf der Einfuhr von Lehrmitteln und Unterrichtsmaterialien sowie von Schulmobiliar (ausgenommen technische Hilfsmittel, Maschinen usw. und technisches Verbrauchsmaterial) zu, die für berufliche oder allgemeine Fortbildungskurse zugunsten von Schweizer Bürgern in Italien oder italienischen Staatsbürgern in der Schweiz bestimmt sind, sofern solche Kurse mit Ermächtigung der betreffenden diplomatischen Vertretungen nach Anhörung der zuständigen Ortsbehörden regelmässig stattfinden und von den Regierungen des Einfuhrstaates offiziell anerkannt werden, vorausgesetzt, dass diese Kurse keinen Erwerbszweck verfolgen und das in Frage stehende Material im Einfuhrstaat nicht an Dritte abgetreten wird."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "",
      "content": "Die Befreiung von jeglichen Zöllen, Steuern, Gebühren oder andern Abgaben auf der Einfuhr von Material, das für das Schweizerische Institut in Rom und das Centro di studio italiani in Zürich bestimmt ist, richtet sich weiterhin nach den in Kraft stehenden Bestimmungen der betreffenden Anordnungen der Hohen Vertragsparteien."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "",
      "content": "Diese Vereinbarung bedarf der Ratifizierung; die Ratifikationsurkunden sollen so bald als möglich in Bern ausgetauscht werden. Die Vereinbarung tritt drei Monate nach Austausch der Ratifikationsurkunden in Kraft; sie kann von jedem der beiden Staaten jederzeit gekündigt werden und tritt ein Jahr nach ihrer Kündigung ausser Kraft."
    }
  ],
  "definitions": []
}