{
  "id": "sr-0-631-244-55",
  "type": "statute",
  "title": "Übereinkommen vom 28. April 1960 über die vorübergehende zollfreie Einfuhr von medizinischem, chirurgischem und Laboratoriumsmaterial zur leihweisen Verwendung in Krankenanstalten und anderen medizinischen Instituten für Zwecke der Diagnose oder Behandlung",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1966/842_867_859/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "",
      "content": "1. Die Vertragsparteien werden medizinisches, chirurgisches und Laboratoriumsmaterial, an dem sie selbst einen ausreichenden Vorrat für ihre eigenen Bedürfnisse besitzen, einer anderen Vertragspartei, die infolge aussergewöhnlicher Umstände einen dringenden Bedarf daran hat, zur leihweisen Verwendung kostenlos zur Verfügung stellen; dieses Material wird auf Gesuch dem interessierten Partner übersandt und ist später zurückzuerstatten. 2. Jede Vertragspartei, welche die Begünstigungen der Ziffer 1 in Anspruch nimmt, wird alle möglichen Erleichterungen für die vorübergehende Einfuhr des entliehenen Materials in ihr Gebiet gewähren."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "",
      "content": "1. Die Dauer der vorübergehenden Einfuhr darf sechs Monate nicht übersteigen; diese Frist kann jedoch unter gleichen Bedingungen im Einvernehmen mit dem Ausfuhrland erneuert werden. 2. Die vorstehenden Erleichterungen werden nur für medizinisches, chirurgisches und Laboratoriumsmaterial gewährt, das zur Verwendung in Krankenanstalten und in anderen medizinischen Instituten bestimmt ist. Sie erstrecken sich auf die Erteilung der für die vorübergehende Einfuhr gegebenenfalls erforderlichen Bewilligungen sowie auf die Befreiung von den Eingangsabgaben und Steuern, einschliesslich aller Abgaben und Steuern, die bei der Einfuhr erhoben werden. Die Behörden des Einfuhrlandes können jedoch die Vergütung der Kosten für erbrachte Dienstleistungen verlangen."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "",
      "content": "Die Bestimmungen der Artikel 1 und 2 hindern die zuständigen Behörden des Einfuhrlandes nicht, die erforderlichen Massnahmen zu treffen, sei es um sicherzustellen, dass das vorübergehend eingeführte Material nach dem Dahinfallen der aussergewöhnlichen Umstände oder nach Ablauf der in Artikel 2 Ziffer 1 genannten Frist wiederausgeführt wird (wobei der jeweils frühere Zeitpunkt massgebend ist) sei es um die Entrichtung der Einfuhrabgaben und Einfuhrsteuern für den Fall der Nichtwiederausfuhr zu gewährleisten."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "",
      "content": "Die Bestimmungen dieses Übereinkommens beeinträchtigen nicht günstigere Bestimmungen über die vorübergehende Einfuhr des in Artikel 1 genannten Materials, die in den Rechtsvorschriften einer Vertragspartei oder in Konventionen, Verträgen oder Abkommen enthalten sind, welche zwischen zwei oder mehreren Vertragsparteien dieses Abkommens in Kraft stehen."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "",
      "content": "1. Dieses Übereinkommen liegt zur Unterzeichnung durch die Mitgliedstaaten des Europarates auf‑, diese können Vertragsparteien werden durch: a. Unterzeichnung ohne Ratifikationsvorbehalt oder b. Unterzeichnung mit Ratifikationsvorbehalt und nachträglicher Ratifikation. 2. Die Ratifikationsurkunden werden beim Generalsekretär des Europarates hinterlegt."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "",
      "content": "1. Dieses Übereinkommen tritt drei Monate nach dem Tage in Kraft, an dem es drei Mitgliedstaaten des Europarates nach Artikel 5 ohne Vorbehalt der Ratifikation unterzeichnet oder ratifiziert haben. 2. Für jeden Mitgliedstaat des Rates, der das Abkommen später ohne Vorbehalt der Ratifikation unterzeichnet oder ratifiziert, tritt es drei Monate nach der Unterzeichnung oder Hinterlegung der Ratifikationsurkunde in Kraft."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "",
      "content": "Das Ministerkomitee des Europarates kann Nichtmitgliedstaaten einladen, dem Übereinkommen beizutreten. Der Beitritt wird drei Monate nach dem Tage der Hinterlegung der Beitrittsurkunde beim Generalsekretär des Europarates wirksam."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "",
      "content": "Der Generalsekretär des Europarates notifiziert den Mitgliedstaaten des Rates und den beitretenden Staaten a. den Zeitpunkt, zu dem das Übereinkommen in Kraft tritt, und die Namen der Mitgliedstaaten, die es ohne Vorbehalt der Ratifikation unterzeichnet oder ratifiziert haben; b. die Hinterlegung von Beitrittsurkunden nach Artikel 7."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "",
      "content": "1. Dieses Übereinkommen bleibt auf unbestimmte Zeit in Kraft. 2. Jede Vertragspartei kann unter Einhaltung einer Kündigungsfrist von einem Jahr durch Notifizierung an den Generalsekretär des Europarates vom Übereinkommen zurücktreten."
    }
  ],
  "definitions": []
}