{
  "id": "sr-0-132-349-19",
  "type": "statute",
  "title": "Vertrag vom 10. Juli 1973 zwischen der Schweiz und Frankreich betreffend eine Bereinigung der Grenze zwischen dem Kanton Genf und dem Departement Hochsavoyen",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1975/895_895_894/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "",
      "content": "1 – Der Verlauf der schweizerisch-französischen Grenze zwischen dem Kanton Genf und dem Departement Hochsavoyen im Abschnitt zwischen den Grenzsteinen 100 und 102 wird nach dem Austausch von Parzellen gleichen Umfanges entsprechend dem diesem Vertrag beigefügten und einen Bestandteil desselben bildenden Plan im Massstab 1:1000 bereinigt. 2 – Vorbehalten bleiben Änderungen von geringer Bedeutung, die sich aus der Vermarkung der bereinigten Grenze ergeben können. Dieser in der AS ( AS 1975 897 ) veröffentlichte Plan wird in der vorliegenden Sammlung nicht wiedergegeben."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "",
      "content": "1 – Nach Inkrafttreten dieses Vertrags sind die ständigen Delegierten für den Unterhalt der schweizerisch-französischen Grenze bezüglich des in Artikel 1 genannten Abschnitts beauftragt, vorzunehmen: a) die Vermarkung und Vermessung der Grenze; b) die Errichtung der Verzeichnisse, der Pläne und der Grenzbeschreibung. 2 – Nach Abschluss der genannten Arbeiten wird dem Vertrag ein Protokoll mit Verzeichnissen, Plänen und Grenzbeschreibung, das den Vollzug dieses Vertrages bestätigt, als Bestandteil beigefügt. Diese Dokumente wurden in der AS nicht veröffentlicht."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "",
      "content": "Dieser Vertrag wird ratifiziert, und die Ratifikationsurkunden werden in Paris ausgetauscht. Er tritt am Tage des Austausches der Ratifikationsurkunden in Kraft."
    }
  ],
  "definitions": []
}