{
  "id": "sr-0-142-114-169",
  "type": "statute",
  "title": "Abkommen vom 31. März 2000 zwischen dem Schweizerischen Bundesrat und der Regierung der besonderen Verwaltungsregion Hongkong der Volksrepublik China über die Rückübernahme von Personen mit unbefugten Aufenthalt (mit Anhang)",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2001/91/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Übernahme von schweizerischen Staatsangehörigen",
      "content": "(1) Auf Antrag der Regierung der Besonderen Verwaltungsregion Hongkong übernimmt die Schweiz formlos jede Person, welche die für das Hoheitsgebiet der Besonderen Verwaltungsregion Hongkong geltenden Einreise- oder Aufenthaltsbedingungen nicht oder nicht mehr erfüllt, vorausgesetzt es steht fest oder wird vermutet, dass diese Person die schweizerische Nationalität besitzt. (2) Die Besondere Verwaltungsregion Hongkong nimmt ihrerseits unter den gleichen Bedingungen die betroffene Person zurück, wenn sich nachträglich herausstellt, dass sie im Zeitpunkt der Ausreise aus der Besonderen Verwaltungsregion Hongkong nicht die schweizerische Nationalität besass."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Übernahme von Personen, die sich in Hongkong aufhalten",
      "content": "(1) Auf Antrag der Schweizer Behörden übernimmt die Besondere Verwaltungsregion Hongkong auf ihr Hoheitsgebiet formlos jede Person, welche die für das Hoheitsgebiet der Schweiz geltenden Einreise- oder Aufenthaltsbedingungen nicht oder nicht mehr erfüllt, vorausgesetzt es steht fest oder wird vermutet, dass diese Person ein permanenter Aufenthalter in Hongkong ist. (2) Die Schweiz nimmt ihrerseits unter den gleichen Bedingungen die betroffene Person zurück, wenn sich nachträglich herausstellt, dass sie im Zeitpunkt der Ausreise aus der Schweiz kein permanenter Aufenthalter in Hongkong war."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Übernahme von Staatsangehörigen anderer Gerichtsbarkeiten",
      "content": "(1) Auf Antrag der anderen Vertragspartei übernimmt jede Vertragspartei auf ihr Hoheitsgebiet einen Staatsangehörigen einer anderen Gerichtsbarkeit, welcher von der ersuchten Vertragspartei eine Bewilligung für einen permanenten Aufenthalt erhalten hat oder als Flüchtling anerkannt wurde. (2) Die ersuchende Vertragspartei nimmt jede in Absatz 1 erwähnte Person zurück, vorausgesetzt es steht fest, dass sie im Zeitpunkt der Ausreise aus dem Hoheitsgebiet der ersuchten Vertragspartei nicht im Besitze einer permanenten Aufenthaltsbewilligung oder nicht als Flüchtling auf dem Hoheitsgebiet der ersuchten Vertragspartei anerkannt war."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Permanente Aufenthaltsbewilligung",
      "content": "Als permanente Aufenthaltsbewilligung im Sinne von Artikel 3 gelten alle im Anhang aufgeführten Dokumente, welche von der zuständigen Behörde einer Vertragspartei in Anwendung ihres innerstaatlichen Rechts ausgestellt wurden."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Fristen",
      "content": "(1) Die ersuchte Vertragspartei antwortet unverzüglich auf jedes Rückübernahmegesuch, in jedem Fall jedoch innerhalb von acht Werktagen. (2) Die ersuchte Vertragspartei übernimmt unverzüglich, in jedem Fall aber innerhalb eines Monats, diejenigen Personen, deren Rückübernahme sie gutgeheissen hat. Diese Frist kann im Einvernehmen mit der ersuchenden Vertragspartei verlängert werden. Die zuständigen Behörden der Vertragsparteien vereinbaren schriftlich und im Voraus den Übergabetermin. (3) Stellt sich heraus, dass sich eine ausländische Person im Wissen einer Vertragspartei mehr als ein Jahr ununterbrochen im Hoheitsgebiet dieser Vertragspartei aufgehalten hat, so kann diese Vertragspartei für diese Person kein Rückübernahmegesuch mehr stellen."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Datenschutz",
      "content": "(1) Soweit für die Durchführung des Abkommens Personendaten zu übermitteln sind, werden diese Daten gemäss innerstaatlichem Recht erfasst, bearbeitet und geschützt. Insbesondere sind folgende Grundsätze zu beachten: (a) Die Vertragspartei verwendet die erhaltenen Daten ausschliesslich zum vorgesehenen Zweck und unter Einhaltung der durch die übermittelnde Vertragspartei vorgeschriebenen Bedingungen. (b) Auf Anfrage informiert die erhaltende Vertragspartei die übermittelnde Vertragspartei über die Verwendung der übermittelten Daten. (c) Personendaten können ausschliesslich von den jeweiligen zuständigen Behörden übermittelt und verwendet werden, welche für die Durchführung dieses Abkommens zuständig sind. Personendaten dürfen nur mit der vorgängigen schriftlichen Genehmigung der übermittelnden Vertragspartei an andere Stellen übermittelt werden. (d) Die übermittelnde Vertragspartei ist verpflichtet, auf die Richtigkeit der zu übermittelnden Daten sowie der Erforderlichkeit und Verhältnismässigkeit in Bezug auf den mit der Übermittlung verfolgten Zweck zu achten. Dabei sind die nach dem jeweiligen innerstaatlichen Recht geltenden Übermittlungseinschränkungen zu beachten. Sind die übermittelten Daten unrichtig oder war die Übermittlung unzulässig, so wird die erhaltende Vertragspartei darüber unverzüglich informiert. Sie ist verpflichtet, die entsprechenden Daten zu korrigieren oder zu vernichten. (e) Dem Betroffenen ist auf Anfrage über die zu seiner Person vorhandenen Daten sowie über den vorgesehenen Verwendungszweck, gemäss dem innerstaatlichen Recht der ersuchten Vertragspartei, Auskunft zu erteilen. (f) Personendaten dürfen nur so lange registriert werden, wie es der Zweck, für den sie übermittelt worden sind, erfordert. Jede Vertragspartei überprüft, gestützt auf ihr innerstaatliches Recht, die Verarbeitung und Verwendung der Daten. (g) Jede Vertragspartei ist verpflichtet, die übermittelten Personendaten gegen unbefugten Zugang, unbefugte Veränderung und unbefugte Bekanntgabe zu schützen. Die Daten geniessen auf jeden Fall zumindest den Schutz, der auf Grund des innerstaatlichen Rechts der ersuchenden Vertragspartei für Daten gleicher Art gilt. (2) Personendaten, welche im Rahmen der Rückübernahme zu übermitteln sind, beinhalten ausschliesslich: (a) die Personalien der zu übergebenden Person und gegebenenfalls der Familienmitglieder (Name, Vorname, gegebenenfalls frühere Namen, Spitznamen oder Pseudonyme, Aliasnamen, Geburtsdatum und ‑ort, Geschlecht, aktuelle und frühere Staatsangehörigkeit), (b) die Identitätskarte oder den Pass (Nummer, Gültigkeitsdauer, Ausstellungsdatum, ausstellende Behörde, Ausstellungsort, usw.), (c) sonstige zur Identifizierung der zu übergebenden Personen erforderlichen Angaben, (d) Aufenthaltsorte und Reisewege."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Kosten",
      "content": "Die Kosten der Beförderung von Personen gehen zu Lasten der ersuchenden Vertragspartei."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Durchführung des Abkommens",
      "content": "Das Eidgenössische Justiz- und Polizeidepartement und das Immigration Depart ment der Regierung der Besonderen Verwaltungsregion Hongkong haben für die Durchführung des vorliegenden Abkommens die folgenden notwendigen Punkte vereinbart: (a) die zuständigen Behörden sowie die Verfahrensabläufe für die gegenseitige Verständigung und den Vollzug der Rückübernahmen, (b) die notwendigen Dokumente und Auskünfte für den Vollzug der Rückübernahmen, (c) die Zahlungsmodalitäten der Kosten gemäss Artikel 7 dieses Abkommens. Diese Punkte sind im Anhang, welcher integraler Bestandteil des vorliegenden Abkommens ist, ausführlich beschrieben."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Weitere Verpflichtungen",
      "content": "Dieses Abkommen berührt keine anderweitigen Verpflichtungen der Vertragsparteien im Rahmen des internationalen Rechts, insbesondere im Bereich der Auslieferungen und der Menschenrechte."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Grundsatz der guten Zusammenarbeit",
      "content": "Die Vertragsparteien unterstützen sich gegenseitig bei der Umsetzung und der Auslegung des vorliegenden Abkommens. Sie informieren einander regelmässig über die Voraussetzungen für die Einwanderung von Staatsangehörigen anderer Gerichtsbarkeiten. Meinungsverschiedenheiten bezüglich Auslegung, Anwendung oder Durchführung dieses Abkommens werden von den zuständigen Behörden der Vertragsparteien mittels gegenseitiger Konsultationen und Meinungsaustausch, mündlich oder schriftlich, bereinigt."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Suspendierung",
      "content": "Jede Vertragspartei kann, nach Konsultation der anderen Vertragspartei, die Bestimmungen dieses Abkommens aus Gründen der öffentlichen Ordnung, Sicherheit und Gesundheit teilweise oder ganz suspendieren. Die Suspendierung muss der anderen Vertragspartei unverzüglich schriftlich notifiziert werden."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Anwendungsbereich",
      "content": "Das vorliegende Abkommen findet ebenfalls Anwendung auf dem Hoheitsgebiet des Fürstentums Liechtenstein sowie auf seine Staatsangehörigen."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Inkrafttreten und Beendigung des Abkommens",
      "content": "(1) Dieses Abkommen tritt am ersten Tag des zweiten Monats nach seiner Unterzeichnung in Kraft. (2) Jede Vertragspartei kann jederzeit dieses Abkommen durch schriftliche Notifikation an die andere Vertragspartei beenden. In diesem Fall wird das Abkommen 30 Tage nach Erhalt der Notifikation nicht mehr angewendet. Geschehen in der Besonderen Verwaltungsregion Hongkong am 31. März 2000 in zwei Urschriften, in englischer Sprache. Für den Schweizerischen Bundesrat: Für die Regierung der Besonderen Verwaltungsregion Hongkong der Volksrepublik China: Peter Vogler Ambrose Siu Kwong Lee"
    }
  ],
  "definitions": []
}