{
  "id": "sr-0-632-293-451",
  "type": "statute",
  "title": "Zusatzvereinbarung vom 14. November 1958 zum Handelsabkommen vom 24. Juni 1927 zwischen der Schweiz und Finnland",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1959/1910_1972_1987/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "",
      "content": "Ziffer 4 des Handelsabkommens vom 24. Juni 1927 wird aufgehoben. SR 0.946.293.451"
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "",
      "content": "Die in der beigefügten Liste A erwähnten Erzeugnisse schweizerischen Ursprungs werden bei der Einfuhr in Finnland zu den in dieser Liste aufgeführten Zöllen zugelassen. Die in der beigefügten Liste B erwähnten Erzeugnisse finnischen Ursprungs werden bei der Einfuhr in das schweizerische Zollgebiet zu den in dieser Liste aufgeführten Zöllen zugelassen. SR 0.632.293.451.1 SR 0.632.211.2"
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "",
      "content": "Solange die beiden Vertragsparteien den Verpflichtungen des Allgemeinen Zoll- und Handelsabkommens (GATT) unterstehen, gelangen die in den beigefügten Listen A und B erwähnten Erzeugnisse in den Genuss der Zölle, welche von den Vertragsparteien gemäss den Bestimmungen des genannten Allgemeinen Abkommens angewandt werden. Wenn die beiden Vertragsparteien, oder eine derselben, sich vom Allgemeinen Abkommen zurückziehen, werden die in den beigefügten Listen A und B erwähnten Erzeugnisse bei der Einfuhr in Finnland und in das schweizerische Zollgebiet weiterhin zu den am Tage dieses Rückzuges im Allgemeinen Abkommen festgesetzten Zöllen zugelassen. SR 0.632.21 SR 0.632.293.451.1 SR 0.632.211.2"
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "",
      "content": "Das Handelsabkommen vom 24. Juni 1927 und die vorliegende Zusatzvereinbarung gelten ebenfalls für das Fürstentum Liechtenstein, solange dieses mit der Schweiz durch einen Zollunionsvertrag verbunden ist. SR 0.946.293.451 SR 0.631.112.514"
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "",
      "content": "Die vorliegende Zusatzvereinbarung wird von dem Tage an angewandt, an welchem die Deklaration über den provisorischen Beitritt der Schweiz zum Allgemeinen Zoll‑ und Handelsabkommen (GATT) seine Wirkungen auf die Vertragsparteien dieser Vereinbarung entfalten wird. Falls jedoch der neue schweizerische Zolltarif in Kraft treten sollte, bevor die Deklaration über den provisorischen Beitritt der Schweiz auf die Beziehungen zwischen der Schweiz und Finnland Anwendung findet, werden die Listen A und B gleichzeitig mit dem Inkrafttreten dieses Tarifes anwendbar. [ AS 1959 1741 ]. Diese Deklaration ist am 1. Jan. 1960 in Kraft getreten. SR 632.10 Anhang. Dieser Tarif ist am 1. Jan. 1960 in Kraft getreten. SR 0.632.293.451.1 SR 0.632.211.2"
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "",
      "content": "Die vorliegende Zusatzvereinbarung wird von den beiden Vertragsparteien entsprechend ihren konstitutionellen Vorschriften ratifiziert. Sie tritt mit dem Austausch der Ratifikationsurkunden in Kraft. Die vorliegende Zusatzvereinbarung kann jederzeit gekündigt werden; sie bleibt jedoch noch während drei Monaten vom Tage der Kündigung an anwendbar. Ausgefertigt in Genf, in zwei Exemplaren, am 14. November 1958. Für die Schweiz: Für Finnland: E. Stopper Olavi Munkki"
    }
  ],
  "definitions": []
}