{
  "id": "sr-0-831-109-349-10",
  "type": "statute",
  "title": "Sonderprotokoll vom 3. Juli 1975 betreffend die beitragslosen Leistungen der Alters, Hinterlassenen und Invalidenversicherungen",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1976/2083_2083_2083/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "I. Schweizerischerseits",
      "section": "1",
      "title": "",
      "content": "1 Französische Staatsangehörige haben unter den gleichen Voraussetzungen wie Schweizer Bürger Anspruch auf die ausserordentlichen Renten der schweizerischen Alters‑, Hinterlassenen‑ und Invalidenversicherung, solange sie ihren Wohnsitz in der Schweiz haben und sofern sie ausserdem a) im Falle von Altersrenten – unmittelbar vor dem Rentengesuch ununterbrochen während mindestens zehn Jahren in der Schweiz gewohnt haben oder – während mindestens 15 Jahren, davon ein Jahr unmittelbar vor dem erwähnten Gesuch, in der Schweiz gewohnt haben oder – im Falle der eine Hinterlassenen‑ oder Invalidenrente ablösenden Altersrente, ununterbrochen während fünf Jahren vor dem Gesuch in der Schweiz gewohnt haben; b) im Falle von Hinterlassenenrenten ununterbrochen – während mindestens fünf Jahren unmittelbar vor dem Rentengesuch oder – während mindestens 15 Jahren, davon ein Jahr unmittelbar vor dem erwähnten Gesuch, [tab] in der Schweiz gewohnt haben, c) im Falle von Invalidenrenten ununterbrochen während mindestens fünf Jahren unmittelbar vor dem Rentengesuch in der Schweiz gewohnt haben. 2 In der Schweiz wohnende französische Staatsangehörige, die die Schweiz nicht länger als drei Monate je Kalenderjahr verlassen, unterbrechen ihre Wohndauer in der Schweiz im Sinne von Absatz 1 nicht. Wohnzeiten in der Schweiz, während denen französische Staatsangehörige von der Versicherungspflicht in der schweizerischen Alters‑, Hinterlassenen‑ und Invalidenversicherung befreit waren, werden jedoch für die Erfüllung der in Absatz 1 genannten Fristen nicht berücksichtigt. 3 Vor Inkrafttreten dieses Sonderprotokolls erfolgte Rückvergütungen von an die schweizerische Alters‑ und Hinterlassenenversicherung bezahlten Beiträgen stehen der Gewährung von ausserordentlichen Renten nach Absatz 1 nicht entgegen; in diesen Fällen werden jedoch die rückvergüteten Beiträge mit den auszuzahlenden Renten verrechnet."
    },
    {
      "provision_ref": "art2",
      "chapter": "II. Französischerseits",
      "section": "2",
      "title": "",
      "content": "1 Beihilfe für alte Arbeitnehmer Die Beihilfe für alte Arbeitnehmer wird unter den in der französischen Gesetzgebung über die alten Arbeitnehmer vorgesehenen Voraussetzungen an alte Arbeitnehmer schweizerischer Staatsangehörigkeit ohne ausreichendes Einkommen gewährt, wenn sie am Tag des Gesuchs eine Wohndauer in Frankreich von 15 Jahren, davon ununterbrochen mindestens ein Jahr unmittelbar vor dem Gesuch, nachweisen. 2 Altersbeihilfe für Selbständigerwerbende Schweizer Bürger, die in Frankreich eine selbständige dem Altersbeihilfesystem nach Abschnitt I des VIII. Buches des Kodex der Sozialen Sicherheit unterstehende Erwerbstätigkeit ausgeübt und zu diesem System niemals Beiträge entrichtet haben, erhalten die beitragslose Altersbeihilfe für Selbständigerwerbende unter den gleichen Voraussetzungen wie französische Staatsangehörige, sofern sie in Frankreich eine Wohndauer von insgesamt 15 Jahren, davon ununterbrochen mindestens ein Jahr unmittelbar vor dem Leistungsantrag, nachweisen. 3 Sonderbeihilfe Schweizer Bürger erhalten die in Abschnitt II des VIII. Buches des Kodex der Sozialen Sicherheit vorgesehene Sonderbeihilfe unter den gleichen Voraussetzungen wie französische Staatsangehörige, sofern sie in Frankreich eine Wohndauer von insgesamt 15 Jahren, davon ununterbrochen mindestens ein Jahr unmittelbar vor dem Leistungsantrag, nachweisen. 4 Zusätzliche Beihilfe aus dem Nationalen Solidaritätsfonds Schweizer Bürger, die eine Alters‑ oder Invaliditätsleistung auf Grund der in Artikel 2 Buchstabe A des Abkommens über Soziale Sicherheit vom 3. Juli 1975 oder eine der in den Absätzen 1, 2 und 3 dieses Artikels genannten Leistungen beziehen, haben unter den gleichen Voraussetzungen wie französische Staatsangehörige Anspruch auf die zusätzliche Beihilfe. 5 Die in den Absätzen 1, 2, 3 und 4 dieses Artikels genannten Leistungen werden nicht mehr gewährt, wenn die Bezüger das französische Gebiet verlassen. SR 0.831.109.349.1"
    },
    {
      "provision_ref": "art3",
      "chapter": "III. Gemeinsame Bestimmungen",
      "section": "3",
      "title": "",
      "content": "Bei Anwendung der in der Gesetzgebung des einen Vertragsstaates vorgesehenen Einkommensklauseln leisten die zuständigen Dienststellen und Träger des anderen Vertragsstaates Hilfe, um a) – die Einkünfte des Antragstellers, insbesondere dessen Renten aus dem System der Sozialen Sicherheit, festzustellen, und zu diesem Zweck alle Untersuchungen oder Nachforschungen unter den in der Gesetzgebung über Soziale Sicherheit vorgesehenen Voraussetzungen vorzunehmen; b) – das Vermögen des Antragstellers zu bewerten; c) – gegebenenfalls an jene Personen zu gelangen, die zum Unterhalt des Antragstellers verpflichtet sind. Die zuständigen Behörden können einen Träger bezeichnen, der zur Entgegennahme entsprechender Gesuche ermächtigt ist."
    },
    {
      "provision_ref": "art4",
      "chapter": "IV. Schlussbestimmungen",
      "section": "4",
      "title": "",
      "content": "– Das am 9. Juli 1949 in Paris unterzeichnete Protokoll Nr. 1 betreffend die Beihilfen an alte Arbeitnehmer (allocation aux vieux travailleurs salariés) und die Übergangsbeihilfen an Alte (allocation temporaire aux vieux) nach französischer Gesetzgebung sowie die Übergangsrenten der schweizerischen Alters‑ und Hinterlassenenversicherung, – das am 1. Juni 1957 in Paris unterzeichnete Protokoll Nr. 2 betreffend die Altersbeihilfen der französischen Gesetzgebung, – das am 15. April 1958 in Paris unterzeichnete Protokoll Nr. 3 über die zusätzliche Beihilfe nach dem französischen Gesetz vom 30. Juni 1956 betreffend Schaffung eines Nationalen Solidaritätsfonds und – der am 14. April 1961 unterzeichnete Zusatz zum erwähnten Protokoll Nr. 3 treten mit Inkrafttreten dieses Sonderprotokolls ausser Kraft. [ AS 1950 1142 , 1957 629 ] [ AS 1957 629 ] [ AS 1958 322 , 1961 375 ] [ AS 1961 375 ]"
    },
    {
      "provision_ref": "art5",
      "chapter": "IV. Schlussbestimmungen",
      "section": "5",
      "title": "",
      "content": "Dieses Sonderprotokoll tritt am selben Tag in Kraft wie das Abkommen zwischen der Schweizerischen Eidgenossenschaft und der Französischen Republik über Soziale Sicherheit vom 3. Juli 1975; es bedarf der Genehmigung und gilt für dieselbe Dauer wie das Abkommen. Geschehen zu Bern, am 3. Juli 1975, in doppelter Ausfertigung. Für den Schweizerischen Bundesrat: Für die Regierung der Französischen Republik: C. Motta B. Dufournier SR 0.831.109.349.1"
    }
  ],
  "definitions": []
}