{
  "id": "sr-0-425-511",
  "type": "statute",
  "title": "Vereinbarung vom 17. Dezember 2021 zwischen der Schweiz und dem Square Kilometre Array Observatory über den Beitritt der Schweiz zum Square Kilometre Array Observatory",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2022/50/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Zweck",
      "content": "Zweck dieser Vereinbarung ist es, die Bedingungen für den Beitritt der Schweiz zum SKAO festzulegen und Vertragspartei des Abkommens zu werden."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Mitgliedschaft im SKAO",
      "content": "1 Die Schweiz wird Mitglied des SKAO und Vertragspartei des Abkommens ab dem Datum des Beitritts zum Abkommen gemäss Artikel 4 Absatz 2 dieser Vereinbarung (nachfolgend als «Datum des Beitritts zum Abkommen» bezeichnet). 2 Als Mitglied des SKAO hat die Schweiz alle Rechte, Vorteile und Pflichten, die den Mitgliedern des SKAO gemäss dem Abkommen und seinen Richtlinien und Verfahren zukommen, einschliesslich der vollen Beteiligung im Beirat und bei dessen Entscheidungsfindung sowie, sobald das SKA betriebsbereit ist, des Zugangs zu den wissenschaftlichen Programmen des SKAO für seine Gemeinschaft gemäss der Zugangspolitik und den Zugangsverfahren des SKAO. 3 Die Schweiz hat in Bezug auf Beschlüsse und Entschliessungen des Beirates oder eines von ihm beauftragten Hilfsorgans sowie in Bezug auf alle vom SKAO abgeschlossenen Abkommen dieselben Rechte und Pflichten wie die anderen Mitgliedstaaten."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Finanzieller Beitrag",
      "content": "1 Die finanziellen Beiträge der Mitglieder zum SKAO werden in Finanzierungsplänen festgelegt, wie im Abkommen beschrieben. Die Schweiz erklärt sich bereit, während der zehnjährigen Laufzeit des COFS gemäss dem nachfolgenden Absatz zu den Tätigkeiten des SKAO beizutragen. 2 Der Gesamtbeitrag der Schweiz beläuft sich auf 26 Millionen Euro (Preise von 2021), die in Form eines Barbeitrags an die allgemeinen Ausgaben und Betriebskosten des SKAO ausgerichtet werden. Der Gesamtbeitrag der Schweiz von 26 Millionen Euro beinhaltet die Ausgangsfinanzierung der EPFL in der Höhe von 0,5 Millionen Euro gemäss der zwischen der EPFL und dem SKAO am 8. Juni 2021 unterzeichneten Zusammenarbeitsvereinbarung. 3 Das geplante Finanzierungsprofil, ohne den EPFL-Beitrag von 0,5 Millionen Euro, sieht wie folgt aus: Jahr 2021 2022 2023 2024 2025 2026 2027 2028 2029 2030 Total Mio. € (Preise von 2021) 2.03 1.77 2.15 2.15 2.90 2.90 2.90 2.90 2.90 2.90 25.50 4 Die Schweiz stimmt der Indexierung ihrer finanziellen Beiträge entsprechend den Ergebnissen der Berechnung des Verbraucherpreisindexes zu und sichert damit ihren Anteil am Projekt und den späteren wissenschaftlichen Zugang zum SKAO."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Inkrafttreten",
      "content": "1 Diese Vereinbarung tritt am Datum des Beitritts zum Abkommen in Kraft. 2 Der Beitritt zum Abkommen wird für die Schweiz gemäss Artikel 19 Absatz 4 des Abkommens 30 Tage nach dem Zeitpunkt der Hinterlegung der Beitrittsurkunde bei der Regierung des Vereinigten Königreichs Grossbritannien und Nordirland (Foreign, Commonwealth and Development Office, London) wirksam."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Streitbeilegung",
      "content": "Wird bei einer Streitigkeit zwischen dem SKAO und der Schweiz über die Anwendung oder Auslegung dieser Beitrittsvereinbarung keine gütliche Beilegung erzielt, so findet Artikel 14 des Abkommens Anwendung."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Anhänge",
      "content": "1 Das Abkommen mit seinen beiden Anhängen (Anhang A «Protokoll über Vorrechte und Immunitäten» und Anhang B «Finanzprotokoll») ist als Anhang 1 integraler Bestandteil dieser Vereinbarung. In Bezug auf Anhang A des Abkommens wird die Schweiz von der Möglichkeit Gebrauch machen, die Vorrechte und Immunitäten nicht auf ihre eigenen Staatsangehörigen oder ständig in der Schweiz ansässige Personen auszudehnen, wie in Artikel 7 Absatz 2 und Artikel 8 Absatz 3 des erwähnten Anhangs vorgesehen. 2 Die Zusammenarbeitsvereinbarung zwischen der Eidgenössischen Technischen Hochschule Lausanne (EPFL) und dem SKAO bildet Anhang 2 dieser Vereinbarung. Geschehen in Bern und Jodrell Bank am 17. Dezember 2021 in zwei Originalausfertigungen in englischer Sprache. Für die Schweiz: Martina Hirayama Für das Square Kilometre Array Observatory: Philip Diamond"
    }
  ],
  "definitions": []
}