{
  "id": "sr-0-440-945-41",
  "type": "statute",
  "title": "Notenaustausch vom 17. April 1986 zwischen dem Schweizerischen Bundesrat und der Regierung der Italienischen Republik betreffend die Einsetzung einer Schweizerisch-italienischen beratenden Kommission für kulturelle Fragen (mit Prot.)",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1986/962_962_962/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "",
      "content": "Es wird eine Schweizerisch‑italienische Kommission für kulturelle Fragen eingesetzt, weiche die kulturelle Zusammenarbeit und den Meinungsaustausch über kulturelle Fragen von gemeinsamem Interesse fördert und dabei insbesondere die kulturellen Beziehungen zwischen der Republik und Kanton Tessin und dem Kanton Graubünden einerseits und die kulturellen Institutionen mit Sitz in der Lombardei und im Piemont anderseits berücksichtigen soll. Als kulturelle Fragen werden betrachtet: – die Organisation von kulturellen Veranstaltungen, Ausstellungen, Schauspielen und Lernseminarien; – der Erfahrungsaustausch in den verschiedenen kulturellen Bereichen wie Literatur und Sprache, schöne Künste, Musik, Theater, Filmwesen, Volksbräuche usw. Die Kommission setzt sich aus zwei Delegationen von je sechs Mitgliedern zusammen, die von ihrer jeweiligen Regierung ernannt werden. Sie trifft sich zweimal jährlich, abwechslungsweise in der Schweiz und in Italien. Die Kommission besitzt keine eigenen finanziellen Mittel und beteiligt sich nicht an der Finanzierung von kulturellen, wissenschaftlichen oder künstlerischen Unternehmungen. Sie kann nur Empfehlungen abgeben. In Angelegenheiten der Kommission und ihrer Arbeit verkehren die beiden Regierungen auf diplomatischem Weg miteinander. Die Kommission bestimmt ihr internes Reglement. Die Kommission wird versuchsweise für die Dauer von zwei Jahren nach Inkrafttreten des vorliegenden Protokolls eingesetzt. Vor dem Ablauf der zwei Jahre werden die Parteien zusammentreten, um über die Möglichkeit einer Erneuerung zu befinden."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "",
      "content": "Das vorliegende Protokoll tritt mit dem Datum der Unterzeichnung in Kraft. Geschehen zu Bern, am 28. Januar 1982, in zwei Originalen. Für den Schweizerischen Bundesrat: Raymond Probst Für die Regierung der Italienischen Republik: Raffaele Costa"
    }
  ],
  "definitions": []
}