{
  "id": "sr-0-515-10",
  "type": "statute",
  "title": "Abkommen vom 18. Oktober 1907 über den Beginn der Feindseligkeiten",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/26/391_318_373/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "",
      "content": "Die Vertragsmächte erkennen an, dass die Feindseligkeiten unter ihnen nicht beginnen dürfen ohne eine vorausgehende unzweideutige Benachrichtigung, die entweder die Form einer mit Gründen versehenen Kriegserklärung oder die eines Ultimatums mit bedingter Kriegserklärung haben muss."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "",
      "content": "Der Kriegszustand ist den neutralen Mächten unverzüglich anzuzeigen und wird für sie erst nach Eingang einer Anzeige wirksam, die auch auf telegrafischem Wege erfolgen kann. Jedoch können sich die neutralen Mächte auf das Ausbleiben der Anzeige nicht berufen, wenn unzweifelhaft feststeht, dass sie den Kriegszustand tatsächlich gekannt haben."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "",
      "content": "Der Artikel 1 dieses Abkommens wird wirksam im Falle eines Krieges zwischen zwei oder mehreren Vertragsmächten. Der Artikel 2 ist verbindlich in den Beziehungen einer kriegführenden Vertragsmacht und den neutralen Mächten, die gleichfalls Vertragsmächte sind."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "",
      "content": "Dieses Abkommen soll möglichst bald ratifiziert werden. Die Ratifikationsurkunden sollen in Den Haag hinterlegt werden. Die erste Hinterlegung von Ratiflikationsurkunden wird durch ein Protokoll festgestellt, das von den Vertretern der daran teilnehmenden Mächte und von dem niederländischen Minister der auswärtigen Angelegenheiten unterzeichnet wird. Die späteren Hinterlegungen von Ratiflikationsurkunden erfolgen mittels einer schriftlichen, an die Regierung der Niederlande gerichteten Anzeige, der die Ratifikationsurkunde beizufügen ist. Beglaubigte Abschrift des Protokolls über die erste Hinterlegung von Ratifikationsurkunden, der im vorstehenden Absatz erwähnten Anzeigen sowie der Ratifikationsurkunden wird durch die Regierung der Niederlande unverzüglich den zur zweiten Friedenskonferenz eingeladenen Mächten sowie den anderen Mächten, die dem Abkommen beigetreten sind, auf diplomatischem Wege mitgeteilt werden. In den Fällen des vorstehenden Absatzes wird die bezeichnete Regierung ihnen zugleich bekannt geben, an welchem Tage sie die Anzeige erhalten hat."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "",
      "content": "Die Mächte, die nicht unterzeichnet haben, können diesem Abkommen später beitreten. Die Macht, die beizutreten wünscht, hat ihre Absicht der Regierung der Niederlande schriftlich anzuzeigen und ihr dabei die Beitrittsurkunde zu übersenden, die im Archive der bezeichneten Regierung hinterlegt werden wird. Diese Regierung wird unverzüglich allen anderen Mächten beglaubigte Abschrift der Anzeige wie der Beitrittsurkunde übersenden und zugleich angeben, an welchem Tage sie die Anzeige erhalten hat."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "",
      "content": "Dieses Abkommen wird wirksam für die Mächte, die an der ersten Hinterlegung von Ratifikationsurkunden teilgenommen haben, sechzig Tage nach dem Tage, an dem das Protokoll über diese Hinterlegung aufgenommen worden ist, und für die später ratifizierenden oder beitretenden Mächte sechzig Tage, nachdem die Regierung der Niederlande die Anzeige von ihrer Ratifikation oder von ihrem Beitritt erhalten hat."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "",
      "content": "Sollte einer der hohen vertragschliessenden Teile dieses Abkommen kündigen wollen, so soll die Kündigung schriftlich der Regierung der Niederlande erklärt werden, die unverzüglich beglaubigte Abschrift der Erklärung allen andern Mächten mitteilt und ihnen zugleich bekannt gibt, an welchem Tage sie die Erklärung erhalten hat. Die Kündigung soll nur in Ansehung der Macht wirksam sein, die sie erklärt hat, und erst ein Jahr, nachdem die Erklärung bei der Regierung der Niederlande eingegangen ist."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "",
      "content": "Ein im niederländischen Ministerium der auswärtigen Angelegenheiten geführtes Register soll den Tag der gemäss Artikel 4 Absatz 3 und 4 erfolgten Hinterlegung von Ratifikationsurkunden angeben sowie den Tag, an dem die Anzeigen von dem Beitritt (Artikel 5 Absatz 2) oder von der Kündigung (Artikel 7 Absatz 1) eingegangen sind. Jede Vertragsmacht hat das Recht, von diesem Register Kenntnis zu nehmen und beglaubigte Auszüge daraus zu verlangen."
    }
  ],
  "definitions": []
}