{
  "id": "sr-0-831-109-763-11",
  "type": "statute",
  "title": "Verwaltungsvereinbarung vom 14. Januar 1970 über die Durchführung des Abkommens zwischen der Schweiz und der Republik Türkei über Soziale Sicherheit vom 1. Mai 1969 (mit Anlagen)",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1976/590_591_591/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Erster Abschnitt Allgemeine Bestimmungen",
      "section": "1",
      "title": "",
      "content": "1 Verbindungsstellen im Sinne von Artikel 24 Absatz 2 Buchstabe d) des Abkommens sind: in der Schweiz a) die Schweizerische Ausgleichskasse in Genf, nachstehend als « Schweizerische Ausgleichskasse» bezeichnet, für die Alters‑, Hinterlassenen‑ und Invalidenversicherung, b) die Schweizerische Unfallversicherungsanstalt in Luzern, nachstehend als «SUVA» bezeichnet, für die Versicherung gegen Betriebs‑ und Nichtbetriebsunfälle sowie gegen Berufskrankheiten, c) das Bundesamt für Sozialversicherungen in Bern für die Familienzulagen sowie die im Schlussprotokoll enthaltenen Regelungen über die Krankenversicherung; in der Türkei a) die Sozialversicherungsanstalt in Ankara, nachstehend als «Sozialversicherungsanstalt» bezeichnet, für alle Zweige der Sozialen Sicherheit, ausgenommen die Gesetzgebung über die Pensionskasse der Republik Türkei, b) die Pensionskasse der Republik Türkei, nachstehend als «Pensionskasse» bezeichnet, für die entsprechende Gesetzgebung. 2 Die zuständigen Behörden jeder Vertragspartei behalten sich die Bezeichnung anderer Verbindungsstellen vor; sie unterrichten einander hierüber. Die Bezeichnung der Verwaltungseinheit wurde in Anwendung von Art. 16 Abs. 3 der Publikationsverordnung vom 17. Nov. 2004 ( SR 170.512.1 ) angepasst. Die Anpassung wurde im ganzen Text vorgenommen."
    },
    {
      "provision_ref": "art2",
      "chapter": "Erster Abschnitt Allgemeine Bestimmungen",
      "section": "2",
      "title": "",
      "content": "Die zuständigen Behörden oder mit ihrer Ermächtigung die Verbindungsstellen legen im gegenseitigen Einvernehmen die für die Durchführung des Abkommens und dieser Vereinbarung erforderlichen Formulare fest."
    },
    {
      "provision_ref": "art3",
      "chapter": "Zweiter Abschnitt Bestimmungen über die anwendbare Gesetzgebung",
      "section": "3",
      "title": "",
      "content": "1 In den Fällen von Artikel 5 Absatz 2 Buchstabe a) des Abkommens bescheinigen die im folgenden Absatz bezeichneten Träger der Vertragspartei, deren Gesetzgebung weiterhin angewandt wird, auf Antrag des Arbeitgebers, dass die betreffende Person dieser Gesetzgebung unterstellt ist. 2 Die Bescheinigung wird ausgestellt [tab] in der Schweiz von der zuständigen Ausgleichskasse der Alters‑, Hinterlassenen‑ und Invalidenversicherung und von der zuständigen Kreisagentur der SUVA; [tab] in der Türkei a) von der Sozialversicherungsanstalt für die in Artikel 1 Absatz 1 Buchstabe A Unterbuchstabe a) des Abkommens erwähnte Gesetzgebung, b) von der Pensionskasse für die in Artikel 1 Absatz 1 Buchstabe A Unterbuchstabe b) des Abkommens erwähnte Gesetzgebung. 3 Überschreitet die Entsendungsdauer die in Artikel 5 Absatz 2 Buchstabe a) des Abkommens vorgesehene Frist von 24 Monaten, so hat der Arbeitgeber vor Ablauf dieser Frist über die zuständige Behörde seines Landes ein Gesuch um eine Vereinbarung gemäss dem zweiten Satz von Buchstabe a) einzureichen, und zwar [tab] in der Schweiz beim Bundesamt für Sozialversicherungen in Bern, [tab] in der Türkei beim Arbeitsministerium in Ankara. 4 Der von den zuständigen Behörden der beiden Vertragsparteien im gegenseitigen Einvernehmen getroffene Entscheid nach Artikel 5 Absatz 2 Buchstabe a) zweiter Satz des Abkommens ist den beteiligten Trägern mitzuteilen."
    },
    {
      "provision_ref": "art4",
      "chapter": "Zweiter Abschnitt Bestimmungen über die anwendbare Gesetzgebung",
      "section": "4",
      "title": "",
      "content": "1 Zur Ausübung des in Artikel 6 Absätze 2 und 3 des Abkommens vorgesehenen Wahlrechts reichen die in der Schweiz beschäftigten Arbeitnehmer ihr Gesuch – bei der Sozialversicherungsanstalt und die in der Türkei beschäftigten Arbeitnehmer ihr Gesuch – bei der Eidgenössischen Ausgleichskasse in Bern ein. 2 Wählen die in Artikel 6 Absätze 2 und 3 des Abkommens erwähnten Arbeitnehmer die Gesetzgebung des entsendenden Staates, so stellen ihnen die zuständigen Versicherungsträger dieses Staates eine Bescheinigung darüber aus, dass sie dieser Gesetzgebung unterstellt sind."
    },
    {
      "provision_ref": "art5",
      "chapter": "1. Kapitel Alter und Tod",
      "section": "5",
      "title": "",
      "content": "1 Türkische Staatsangehörige reichen ihre Gesuche um Renten der schweizerischen Alters‑ und Hinterlassenenversicherung ein a) entweder bei der Sozialversicherungsanstalt oder bei der Pensionskasse, je nachdem, welcher sie zuletzt angeschlossen waren und die deshalb zur Entgegennahme der Gesuche berechtigt ist, b) bei der Sozialversicherungsanstalt, wenn sie keinem der unter a) erwähnten Träger angeschlossen waren. Wird das Gesuch bei einem anderen Träger oder einer als zuständig erachteten türkischen Behörde eingereicht, so vermerkt dieser Träger oder diese Behörde das Eingangsdatum auf dem Gesuch und übermittelt es unverzüglich der Sozialversicherungsanstalt oder der Pensionskasse. 2 Für die Rentengesuche sind die von der Schweizerischen Ausgleichskasse der Sozialversicherungsanstalt zur Verfügung gestellten Formulare zu verwenden. Die Angaben auf den Formularen sind, soweit in diesen vorgesehen, mit den erforderlichen Ausweisen zu belegen."
    },
    {
      "provision_ref": "art6",
      "chapter": "1. Kapitel Alter und Tod",
      "section": "6",
      "title": "",
      "content": "1 Die Sozialversicherungsanstalt oder die Pensionskasse vermerkt das Eingangsdatum des Rentengesuches auf dem Formular selbst, prüft das Gesuch auf seine Vollständigkeit und bestätigt die Richtigkeit der vom Gesuchsteller gemachten Angaben, soweit dies im Formular vorgesehen ist. 2 Gleichzeitig mit der Übermittlung des Gesuches und der Ausweise ersucht die Sozialversicherungsanstalt oder die Pensionskasse die Schweizerische Ausgleichskasse um Mitteilung von Angaben über die schweizerische Versicherung, die sie gegebenenfalls zur Anwendung der Artikel 12 und 15 des Abkommens benötigt. 3 Auf Ersuchen der Schweizerischen Ausgleichskasse übermittelt die Sozialversicherungsanstalt oder die Pensionskasse ihr weitere von den türkischen Behörden ausgestellte Schriftstücke und Bescheinigungen."
    },
    {
      "provision_ref": "art7",
      "chapter": "1. Kapitel Alter und Tod",
      "section": "7",
      "title": "",
      "content": "Die Schweizerische Ausgleichskasse entscheidet über das Rentengesuch und stellt ihre Verfügung mit einer Rechtsmittelbelehrung versehen direkt dem Gesuchsteller zu; zwei Durchschriften sendet sie an die Verbindungsstelle, welche ihr das Gesuch übermittelt hat."
    },
    {
      "provision_ref": "art8",
      "chapter": "1. Kapitel Alter und Tod",
      "section": "8",
      "title": "",
      "content": "In der Türkei wohnhafte türkische Staatsangehörige reichen ihre Beschwerden gegen Verfügungen der Schweizerischen Ausgleichskasse oder ihre Verwaltungsgerichtsbeschwerden gegen Urteile schweizerischer erstinstanzlicher Rekursbehörden bei den zuständigen schweizerischen Rechtspflegebehörden entweder direkt oder durch Vermittlung der Verbindungsstellen ein. Im letzteren Fall vermerkt die Sozialversicherungsanstalt oder die Pensionskasse das Eingangsdatum auf der Beschwerdeschrift und übermittelt diese sodann der Schweizerischen Ausgleichskasse zuhanden der zuständigen Rechtspflegebehörde. B. Auszahlung der Leistungen"
    },
    {
      "provision_ref": "art9",
      "chapter": "1. Kapitel Alter und Tod",
      "section": "9",
      "title": "",
      "content": "Die Renten der schweizerischen Alters‑ und Hinterlassenenversicherung werden den in der Türkei wohnhaften Berechtigten direkt durch die Schweizerische Ausgleichskasse ausbezahlt. Diese Zahlungen erfolgen jeweils im Laufe des letzten Monats eines Quartals. Die zuständigen Behörden können die Auszahlung durch Vermittlung von Verbindungsstellen vereinbaren."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "",
      "content": "Die Schweizerische Ausgleichskasse holt einmal jährlich entweder direkt oder durch Vermittlung der Sozialversicherungsanstalt oder gegebenenfalls der Pensionskasse bei den Bezügern von Leistungen der schweizerischen Alters‑ und Hinterlassenenversicherung eine Lebensbescheinigung sowie andere für die Leistungsgewährung erforderliche Bestätigungen ein."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "",
      "content": "Für die Zusprechung und Auszahlung der einmaligen Abfindung nach Artikel 8 Absatz 2 des Abkommens finden die Artikel 5 bis 10 sinngemäss Anwendung. II Schweizerische und türkische Staatsangehörige in der Schweiz mit Anspruch auf türkische Alters‑ und Hinterlassenenleistungen A. Einreichung und Bearbeitung der Gesuche"
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "",
      "content": "1 Schweizerische und türkische Staatsangehörige reichen ihre Gesuche um türkische Alters‑ oder Hinterlassenenleistungen bei der Schweizerischen Ausgleichskasse ein. Wird das Gesuch bei einer als zuständig erachteten anderen schweizerischen Behörde eingereicht, so vermerkt diese das Eingangsdatum auf dem Gesuch und übermittelt es unverzüglich der Schweizerischen Ausgleichskasse. 2 Für die Leistungsgesuche sind die von der Sozialversicherungsanstalt der Schweizerischen Ausgleichskasse zur Verfügung gestellten Formulare zu verwenden. Die Angaben auf den Formularen sind, soweit in diesen vorgesehen, mit den erforderlichen Ausweisen zu belegen."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "",
      "content": "1 Die Schweizerische Ausgleichskasse vermerkt das Eingangsdatum des Rentengesuches auf dem Formular selbst, prüft das Gesuch auf seine Vollständigkeit und bestätigt die Richtigkeit der vom Gesuchsteller gemachten Angaben, soweit dies im Formular vorgesehen ist; sie leitet hierauf das Gesuch an den zuständigen türkischen Träger weiter. 2 Auf Ersuchen der Sozialversicherungsanstalt oder der Pensionskasse teilt die Schweizerische Ausgleichskasse ihr für die Anwendung der Artikel 12 und 15 des Abkommens die Beitragszeiten mit, welche der Berechtigte nach der schweizerischen Gesetzgebung zurückgelegt hat. 3 Auf Ersuchen der Sozialversicherungsanstalt oder der Pensionskasse übermittelt die Schweizerische Ausgleichskasse ihr weitere von den schweizerischen Behörden ausgestellte Schriftstücke und Bescheinigungen."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "",
      "content": "Der Träger, dem der Versicherte zuletzt angeschlossen war, entscheidet über das Leistungsgesuch und stellt seine Verfügung mit einer Rechtsmittelbelehrung versehen direkt dem Gesuchsteller zu; eine Durchschrift sendet er an die Schweizerische Ausgleichskasse."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "",
      "content": "1 In der Schweiz wohnhafte türkische und schweizerische Staatsangehörige reichen ihre Beschwerden gegen Verfügungen der Sozialversicherungsanstalt oder der Pensionskasse oder ihre Berufungen gegen Urteile erstinstanzlicher Rechtspflegebehörden direkt bei den zuständigen türkischen Gerichten oder den entsprechenden schweizerischen Rechtspflegebehörden ein. Im letzteren Fall vermerkt die schweizerische Behörde das Eingangsdatum auf der Beschwerde‑ oder Berufungsschrift und übermittelt diese sodann den Verbindungsstellen zuhanden des zuständigen türkischen Gerichts. 2 In der Schweiz wohnhafte türkische und schweizerische Staatsangehörige reichen ihre Beschwerden gegen Verfügungen der Sozialversicherungsanstalt, welche sich auf Arztberichte stützen, entweder direkt oder durch Vermittlung der Verbindungsstelle beim Obersten Gesundheitsrat für die Sozialversicherungen ein. B. Auszahlung der Leistungen"
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "",
      "content": "Die Alters‑ und Hinterlassenenleistungen werden den in der Schweiz wohnhaften Berechtigten durch den zuständigen Träger direkt ausbezahlt. Diese Zahlungen erfolgen jeweils zu Beginn eines Quartals. Die zuständigen Behörden können die Auszahlung durch Vermittlung von Verbindungsstellen vereinbaren."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "",
      "content": "Der zuständige Träger holt einmal jährlich entweder direkt oder durch Vermittlung der Schweizerischen Ausgleichskasse bei den Bezügern von Leistungen eine Lebensbescheinigung sowie andere für die Leistungsgewährung erforderliche Bestätigungen ein. III In Drittländern wohnhafte schweizerische und türkische Staatsangehörige mit Anspruch auf Alters‑ oder Hinterlassenenleistungen der türkischen oder schweizerischen Versicherung"
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "",
      "content": "1 Schweizer Bürger, die in einem Drittstaat wohnen und eine türkische Leistung beanspruchen können, reichen ihre Gesuche unter Beilage der erforderlichen Belege direkt bei der Sozialversicherungsanstalt ein. 2 Türkische Staatsangehörige, die in einem Drittstaat wohnen und eine Leistung der schweizerischen Versicherung beanspruchen können, reichen ihre Gesuche unter Beilage der erforderlichen Belege direkt bei der Schweizerischen Ausgleichskasse ein. 3 Über die Gesuche entscheidet in den Fällen von Absatz 1 die Sozialversicherungsanstalt, in den Fällen von Absatz 2 die Schweizerische Ausgleichskasse. Die Zustellung der Entscheide sowie die Auszahlung erfolgen direkt an die Berechtigten, gegebenenfalls nach den zwischen dem Land des leistungspflichtigen Trägers und dem Drittland bestehenden Zahlungsabkommen."
    },
    {
      "provision_ref": "art19",
      "chapter": "2. Kapitel Invalidität",
      "section": "19",
      "title": "",
      "content": "Für die Anwendung von Artikel 10 Absatz 3 des Abkommens teilt die Sozialversicherungsanstalt oder die Pensionskasse auf Verlangen der Schweizerischen Ausgleichskasse die Beitragszeiten mit, welche der Gesuchsteller nach der türkischen Gesetzgebung zurückgelegt hat und welche für die Eröffnung des Anspruches und die Berechnung der Invalidenrente nach dieser Gesetzgebung angerechnet würden."
    },
    {
      "provision_ref": "art20",
      "chapter": "2. Kapitel Invalidität",
      "section": "20",
      "title": "",
      "content": "Hat der Bezüger einer Invalidenrente seinen Wohnort nach der Türkei verlegt, so kann die Schweizerische Ausgleichskasse jederzeit die Sozialversicherungsanstalt ersuchen, ärztliche Untersuchungen vorzunehmen sowie weitere von der schweizerischen Gesetzgebung verlangte Auskünfte einzuholen."
    },
    {
      "provision_ref": "art21",
      "chapter": "2. Kapitel Invalidität",
      "section": "21",
      "title": "",
      "content": "Verlegt ein türkischer Staatsangehöriger, der eine Invalidenrente bezieht, seinen Wohnort nach der Türkei, so finden die Artikel 8 bis 10 sinngemäss Anwendung. II Schweizerische und türkische Staatsangehörige, die Anspruch auf eine türkische Invalidenleistung haben oder im Genuss einer solchen Leistung sind"
    },
    {
      "provision_ref": "art22",
      "chapter": "2. Kapitel Invalidität",
      "section": "22",
      "title": "",
      "content": "Für die Anwendung von Artikel 13 des Abkommens teilt die Schweizerische Ausgleichskasse auf Verlangen der Sozialversicherungsanstalt oder der Pensionskasse die Beitragszeiten mit, welche der Gesuchsteller nach der schweizerischen Gesetzgebung zurückgelegt hat."
    },
    {
      "provision_ref": "art23",
      "chapter": "2. Kapitel Invalidität",
      "section": "23",
      "title": "",
      "content": "Hat der Bezüger einer Invalidenleistung seinen Wohnort nach der Schweiz verlegt, so kann die Sozialversicherungsanstalt oder die Pensionskasse jederzeit die Schweizerische Ausgleichskasse ersuchen, ärztliche Untersuchungen vorzunehmen sowie weitere von der türkischen Gesetzgebung verlangte Auskünfte einzuholen."
    },
    {
      "provision_ref": "art24",
      "chapter": "2. Kapitel Invalidität",
      "section": "24",
      "title": "",
      "content": "Verlegt der Bezüger einer Invalidenrente seinen Wohnort nach der Schweiz, so finden die Artikel 15 bis 17 sinngemäss Anwendung."
    },
    {
      "provision_ref": "art25",
      "chapter": "3. Kapitel Unfälle und Berufskrankheiten",
      "section": "25",
      "title": "",
      "content": "1 In der Türkei wohnhafte schweizerische und türkische Staatsangehörige sowie deren Hinterlassene, die wegen eines Arbeitsunfalles oder einer Berufskrankheit Leistungen nach der schweizerischen Gesetzgebung beanspruchen, reichen ihre Gesuche direkt oder durch Vermittlung der Sozialversicherungsanstalt bei der SUVA ein. 2 In der Schweiz wohnhafte schweizerische und türkische Staatsangehörige sowie deren Hinterlassene, die wegen eines Arbeitsunfalles oder einer Berufskrankheit Leistungen nach der türkischen Gesetzgebung beanspruchen, reichen ihre Gesuche direkt oder durch Vermittlung der SUVA bei der Sozialversicherungsanstalt oder der Pensionskasse ein. 3 In einem Drittstaat wohnhafte schweizerische und türkische Staatsangehörige, die wegen eines Arbeitsunfalles oder einer Berufskrankheit Leistungen der schweizerischen oder türkischen Unfallversicherung beanspruchen, wenden sich direkt an den zuständigen Träger."
    },
    {
      "provision_ref": "art26",
      "chapter": "3. Kapitel Unfälle und Berufskrankheiten",
      "section": "26",
      "title": "",
      "content": "1 In der Türkei wohnhafte schweizerische und türkische Staatsangehörige sowie deren Hinterlassene reichen ihre Klagen über die Leistungen der schweizerischen Unfallversicherung beim Kantonalen Versicherungsgericht in Luzern und ihre Verwaltungsgerichtsbeschwerden gegen Urteile dieses Gerichts beim Eidgenössischen Versicherungsgericht in Luzern entweder direkt oder durch Vermittlung der Sozialversicherungsanstalt ein. Im letzteren Fall ist das Eingangsdatum auf der Rechtsschrift zu vermerken. 2 Auf Beschwerden von in der Schweiz wohnhaften türkischen und schweizerischen Staatsangehörigen gegen Verfügungen des beteiligten türkischen Trägers findet Artikel 15 sinngemäss Anwendung."
    },
    {
      "provision_ref": "art27",
      "chapter": "3. Kapitel Unfälle und Berufskrankheiten",
      "section": "27",
      "title": "",
      "content": "In den Fällen von Artikel 17 Absatz 1 des Abkommens werden die Sachleistungen vom Träger des Landes, in dem sich der Unfall ereignet hat, gewährt, sofern der Antragsteller seinen Leistungsanspruch nachweist. Hat der Arbeitgeber im Lande, in dem sich der Unfall ereignete, einen Vertreter, so obliegt es diesem Vertreter, sofern er dazu in der Lage ist, die Bescheinigungen über den Leistungsanspruch des Antragstellers beizubringen. Kann keine Bescheinigung über den Leistungsanspruch beigebracht werden, so ersucht der Träger des Ortes, an dem der Unfall sich ereignete, den zuständigen Träger um Zustellung der erforderlichen Bescheinigungen und Schriftstücke."
    },
    {
      "provision_ref": "art28",
      "chapter": "3. Kapitel Unfälle und Berufskrankheiten",
      "section": "28",
      "title": "",
      "content": "Bei der Anwendung von Artikel 17 Absatz 2 des Abkommens händigt der leistungspflichtige Träger dem Versicherten eine Bescheinigung über dessen Leistungsanspruch nach Verlegung des Wohnortes aus."
    },
    {
      "provision_ref": "art29",
      "chapter": "3. Kapitel Unfälle und Berufskrankheiten",
      "section": "29",
      "title": "",
      "content": "Die in Artikel 17 Absatz 4 des Abkommens erwähnten Körperersatzstücke und Sachleistungen von erheblicher Bedeutung werden in der Anlage 1 zu dieser Vereinbarung aufgezählt. Die Verbindungsstellen können je nach Bedarf Änderungen dieser Anlage vereinbaren."
    },
    {
      "provision_ref": "art30",
      "chapter": "3. Kapitel Unfälle und Berufskrankheiten",
      "section": "30",
      "title": "",
      "content": "1 Bei der Anwendung von Artikel 18 Absatz 1 des Abkommens wird die Arbeitsunfähigkeit durch ein, nach den vom Träger des Wohnortes angewandten Vorschriften ausgestelltes ärztliches Zeugnis bescheinigt. Der Versicherte teilt ausserdem dem genannten Träger Namen und Adresse seines Arbeitgebers mit. Der Träger des Wohnortes teilt dem zuständigen Träger die Dauer der Arbeitsunfähigkeit des Versicherten mit. Der zuständige Träger behält sich vor, den Versicherten durch einen Arzt seiner Wahl untersuchen zu lassen. 2 Weitere ärztliche Untersuchungen des Versicherten werden vom Träger des Wohnortes nach den von ihm anzuwendenden Vorschriften vorgenommen. Stellt dieser fest, dass der Versicherte die Arbeit wieder aufnehmen kann, so teilt er das Ende der Arbeitsunfähigkeit dem Versicherten sowie dem zuständigen Träger mit. 3 Verlangt der zuständige Träger die Auszahlung der Geldleistungen durch Vermittlung des Trägers des Wohnortes, so hat er in seiner Mitteilung den genauen Betrag sowie die Dauer der Leistungen anzugeben."
    },
    {
      "provision_ref": "art31",
      "section": "31",
      "title": "",
      "content": "1 Bei der Anwendung von Artikel 19 des Abkommens werden die vom zuständigen Träger zu erstattenden Kosten für Sachleistungen wie folgt festgelegt: a) in der Schweiz die von der SUVA tatsächlich aufgewendeten Beträge; b) in der Türkei – für die von Ärzten oder Heilanstalten der Sozialversicherungsanstalt durchgeführten Untersuchungen und Behandlungen der Betrag, der sich auf Grund des vom Arbeitsministerium genehmigten Tarifs ergibt; – für die ausserhalb der genannten Anstalten durchgeführten Behandlungen der von der Sozialversicherungsanstalt tatsächlich aufgewendete Betrag. 2 Die von den Versicherungsträgern der beiden Länder nach Absatz 1 dieses Artikels festgesetzten Beträge werden für jeden Fall gesondert zurückerstattet."
    },
    {
      "provision_ref": "art32",
      "section": "32",
      "title": "",
      "content": "Die Bestimmungen dieses Kapitels finden auch auf die nach der schweizerischen Gesetzgebung zu entschädigenden Nichtbetriebsunfälle sinngemäss Anwendung."
    },
    {
      "provision_ref": "art33",
      "chapter": "4. Kapitel Familienzulagen",
      "section": "33",
      "title": "",
      "content": "In der Schweiz wohnhafte türkische Staatsangehörige, die auf Grund der schweizerischen Bundesgesetzgebung Anspruch auf Kinderzulagen für ihre in der Türkei verbliebenen Kinder erheben, legen ihrem Gesuch als Nachweis für das Vorhandensein der Kinder eine von der hiefür zuständigen Behörde am Wohnort der Kinder ausgestellte Bescheinigung bei. Die türkischen Staatsangehörigen liefern ausserdem alle weiteren Auskünfte oder Unterlagen, die von den Familienausgleichskassen nach der schweizerischen Gesetzgebung verlangt werden."
    },
    {
      "provision_ref": "art34",
      "chapter": "5. Kapitel Krankenversicherung",
      "section": "34",
      "title": "",
      "content": "1 Um in den Genuss der in Ziffer 15 des Schlussprotokolls zum Abkommen vorgesehenen Erleichterungen zu gelangen, legen die dort erwähnten Personen einer der bei der Durchführung der genannten Ziffer mitwirkenden schweizerischen Krankenkassen eine Bescheinigung über den Zeitpunkt der Beendigung der Versicherung in den türkischen Sozialversicherungen sowie über die Versicherungsdauer im Laufe der letzten sechs Monate vor. Die schweizerische Krankenkasse kann die Sozialversicherungsanstalt nötigenfalls um die Bestätigung weiter zurückliegender Versicherungszeiten ersuchen. 2 Die Bescheinigung wird auf Ersuchen des Antragstellers durch die Sozialversicherungsanstalt ausgestellt. Ist der Antragsteller nicht im Besitz der erwähnten Bescheinigung, so gelangt die schweizerische Krankenkasse, die sich mit dem Aufnahmegesuch befasst, durch Vermittlung des Bundesamtes für Sozialversicherung an die Sozialversicherungsanstalt zwecks Einholung dieser Bescheinigung. 3 Die Liste der schweizerischen Krankenkassen, die bei der Anwendung von Ziffer 15 des Schlussprotokolls zum Abkommen mitwirken, ist in der Anlage 2 zu dieser Vereinbarung enthalten. Die zuständige schweizerische Behörde wird der zuständigen türkischen Behörde die Namen jener Krankenkassen bekanntgeben, die später erklären, bei der Anwendung von Ziffer 15 des genannten Protokolls mitwirken zu wollen."
    },
    {
      "provision_ref": "art35",
      "chapter": "5. Kapitel Krankenversicherung",
      "section": "35",
      "title": "",
      "content": "1 Damit die in einer schweizerischen anerkannten Krankenkasse zurückgelegten Versicherungszeiten für die Erfüllung der von der türkischen Gesetzgebung für die Leistungsgewährung verlangten Wartezeiten berücksichtigt werden, legen die in Ziffer 16 des Schlussprotokolls zum Abkommen erwähnten Personen der Sozialversicherungsanstalt eine Bescheinigung über die Dauer ihrer Versicherung im Laufe des letzten, unmittelbar dem Eintritt des Versicherungsfalles vorausgehenden Jahres sowie über den genauen Zeitpunkt des Austritts aus der schweizerischen Krankenkasse vor. Die Sozialversicherungsanstalt kann die Krankenkasse nötigenfalls durch Vermittlung des Bundesamtes für Sozialversicherung um die Bestätigung weiter zurückliegender Versicherungszeiten ersuchen. 2 Die obenerwähnte Bescheinigung wird auf Ersuchen des Antragstellers durch die Krankenkasse ausgestellt, welcher er zuletzt angehört hat. Ist der Antragsteller nicht im Besitz der genannten Bescheinigung, so kann die Sozialversicherungsanstalt diese durch Vermittlung des Bundesamtes für Sozialversicherung bei der Krankenkasse einholen."
    },
    {
      "provision_ref": "art36",
      "chapter": "Vierter Abschnitt Verschiedene Bestimmungen",
      "section": "36",
      "title": "",
      "content": "1 Die Versicherungsträger und die Verbindungsstellen der Vertragsparteien leisten sich auf allgemeines oder besonderes Ersuchen die zur Durchführung des Abkommens und dieser Vereinbarung erforderliche Hilfe. 2 Die Versicherungsträger und die Verbindungsstellen der einen Vertragspartei übersenden dem Träger oder der Verbindungsstelle der anderen Vertragspartei eine Durchschrift der Entscheidungen in Verfahren, an denen letztere in Anwendung von Art. 22 des Abkommens beteiligt waren. 3 Bei der Anwendung von Artikel 22 Absatz 2 des Abkommens zieht der Versicherungsträger der Vertragspartei, in deren Gebiet der verantwortliche Dritte wohnt, die von diesem geschuldete Gesamtforderung ein, sofern der Versicherungsträger der anderen Vertragspartei dies beantragt."
    },
    {
      "provision_ref": "art37",
      "chapter": "Vierter Abschnitt Verschiedene Bestimmungen",
      "section": "37",
      "title": "",
      "content": "1 Die Empfänger von Leistungen nach der Gesetzgebung der einen Vertragspartei, die im Gebiet der anderen Vertragspartei wohnen, teilen dem leistungspflichtigen Träger alle Änderungen betreffend ihre persönliche oder familiäre Lage, ihren Gesundheitszustand oder ihre Arbeits‑ und Erwerbsfähigkeit, welche ihre Rechte oder Pflichten auf Grund der in Artikel 1 des Abkommens aufgeführten Gesetzgebungen sowie auf Grund der Bestimmungen des Abkommens beeinflussen können, entweder direkt oder durch Vermittlung der Verbindungsstellen mit. 2 Die Versicherungsträger unterrichten einander durch Vermittlung der Verbindungsstellen über alle Auskünfte der obenerwähnten Art, die ihnen bekannt werden."
    },
    {
      "provision_ref": "art38",
      "chapter": "Vierter Abschnitt Verschiedene Bestimmungen",
      "section": "38",
      "title": "",
      "content": "1 Die aus der Durchführung dieser Vereinbarung entstehenden Verwaltungskosten werden von den mit der Durchführung beauftragten Stellen getragen. 2 Die Kosten für ärztliche Untersuchungen und Erhebungen zur Feststellung der Arbeits‑ oder Erwerbsfähigkeit, einschliesslich der damit zusammenhängenden Reise‑, Verpflegungs‑, Unterkunfts‑ oder weiteren Kosten, werden vom beauftragten Träger vorgeschossen und vom auftraggebenden Träger für jeden Fall gesondert zurückerstattet."
    },
    {
      "provision_ref": "art39",
      "chapter": "Vierter Abschnitt Verschiedene Bestimmungen",
      "section": "39",
      "title": "",
      "content": "Diese Vereinbarung tritt gleichzeitig mit dem am 1. Mai 1969 abgeschlossenen Abkommen zwischen der Schweiz und der Türkei über Soziale Sicherheit in Kraft. Sie gilt während der gleichen Dauer wie das Abkommen. Geschehen zu Bern am 14. Januar 1970, in zweifacher Ausfertigung, in französischer und türkischer Sprache, wobei jeder Wortlaut gleichermassen authentisch ist. Für den Schweizerischen Bundesrat: Für die Regierung der Republik Türkei: Cristoforo Motta Sitki Coskun"
    }
  ],
  "definitions": []
}