{
  "id": "sr-0-831-109-636-21",
  "type": "statute",
  "title": "Verwaltungsvereinbarung vom 29. Mai 1970 über die Durchführung des Abkommens vom 27. Mai 1970 zwischen der Schweizerischen Eidgenossenschaft und dem Königreich der Niederlande über Soziale Sicherheit",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1975/1915_1915_1915/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Erster Abschnitt Allgemeine Bestimmungen",
      "section": "1",
      "title": "",
      "content": "1 Verbindungsstellen im Sinne von Artikel 16 Buchstabe a) des Abkommens sind: in der Schweiz a) die Schweizerische Ausgleichskasse in Genf, nachstehend als «Schweizerische Ausgleichskasse» bezeichnet, für die Alters-, Hinterlassenen- und Invalidenversicherung, b) die Schweizerische Unfallversicherungsanstalt in Luzern, nachstehend als «SUVA» bezeichnet, für die schweizerische Unfallversicherung, c) das Bundesamt für Sozialversicherung in Bern für die Familienzulagen, die im Schlussprotokoll enthaltenen Regelungen betreffend die Krankenversicherung sowie gegebenenfalls die Anwendung der Artikel 20, 22 Absatz 2 und 25 zweiter Satz der Verwaltungsvereinbarung vom 29. Mai 1970 in der Fassung der vorliegenden Verwaltungsvereinbarung; in den Niederlanden a) die «Sociale Verzekeringsbank» (Sozialversicherungsanstalt) in Amsterdam für die Alters- und Hinterlassenenversicherung sowie für die Familienzulagen, b) der «Gemeenschappelijk Administratiekantoor» (Zentralverwaltung für Sozialversicherung) in Amsterdam für die Invalidenversicherung sowie die schweizerische Unfallversicherung mit Ausnahme der Sachleistungen, c) der «Zickenfondsraad» (Krankenkassenrat) in Amsterdam für die Sachleistungen der schweizerischen Unfallversicherung sowie die im Schlussprotokoll enthaltenen Regelungen betreffend die Krankenversicherung. 2 Die zuständigen schweizerischen und niederländischen Behörden behalten sich die Bezeichnung anderer Verbindungsstellen vor; sie unterrichten einander hierüber. Fassung gemäss der Zusatzverwaltungsvereinb. vom 16. Jan./9. Febr. 1987, in Kraft seit 1. April 1987 ( AS 1987 763 )."
    },
    {
      "provision_ref": "art2",
      "chapter": "Erster Abschnitt Allgemeine Bestimmungen",
      "section": "2",
      "title": "",
      "content": "Die zuständigen Behörden oder mit ihrer Ermächtigung die Verbindungsstellen legen im gegenseitigen Einvernehmen die für die Durchführung des Abkommens und dieser Vereinbarung erforderlichen Formulare fest."
    },
    {
      "provision_ref": "art3",
      "chapter": "Zweiter Abschnitt Bestimmungen über die anwendbare Gesetzgebung",
      "section": "3",
      "title": "",
      "content": "1 In den Fällen des Artikels 7 Absatz 1 Buchstabe a) des Abkommens bescheinigen die im folgenden Absatz bezeichneten Träger desjenigen Staates, dessen Gesetzgebung angewandt wird, auf Antrag des Arbeitgebers, dass der betreffende Arbeitnehmer weiterhin dieser Gesetzgebung unterstellt ist. Werden mehrere Arbeitnehmer gleichzeitig vom gleichen Unternehmen zu gemeinsamer Arbeitsleistung in das Gebiet des anderen Staates entsandt, so kann für sie eine Kollektivbescheinigung ausgestellt werden. 2 Die Bescheinigung wird ausgestellt – in der Schweiz von der zuständigen Ausgleichskasse der Alters‑, Hinterlassenen- und Invalidenversicherung und vom zuständigen Unfallversicherer; – in den Niederlanden vom «Sociale Verzekeringsraad». 3 Die Bescheinigung ist durch den Vertreter des Arbeitgebers im andern Staat oder, wo ein solcher fehlt, durch den betreffenden Arbeitnehmer selber beizubringen. 4 Überschreitet die Entsendungsdauer die in Artikel 7 Absatz 1 Buchstabe a) des Abkommens vorgesehene Frist von 24 Monaten, so hat der Arbeitgeber vor Ablauf dieser Frist über die zuständige Behörde seines Landes ein Gesuch um eine Vereinbarung nach dem zweiten Absatz von Buchstabe a) einzureichen, und zwar – in der Schweiz beim Bundesamt für Sozialversicherung in Bern, – in den Niederlanden beim Minister für Soziale Angelegenheiten und Beschäftigung in Den Haag. Die oben bezeichneten Behörden verständigen sich durch Schriftwechsel und teilen ihren Entscheid den beteiligten Versicherungsträgern ihres Landes mit. Fassung gemäss der Zusatzvereinb. vom 16. Jan./9. Febr. 1987, in Kraft seit 1. April 1987 ( AS 1987 763 ). Fassung gemäss der Zusatzvereinb. vom 16. Jan./9. Febr. 1987, in Kraft seit 1. April 1987 ( AS 1987 763 )."
    },
    {
      "provision_ref": "art4",
      "chapter": "Zweiter Abschnitt Bestimmungen über die anwendbare Gesetzgebung",
      "section": "4",
      "title": "",
      "content": "1 Für die Anwendung von Artikel 8 Absätze 2 und 3 des Abkommens unterrichtet der in der Schweiz beschäftigte Arbeitnehmer den «Sociale Verzekeringsraad» von der Ausübung seines Wahlrechts und der in den Niederlanden beschäftigte Arbeitnehmer das Bundesamt für Sozialversicherung. Ferner unterrichtet er seinen Arbeitgeber davon. 2 Wählt der in Absatz 1 erwähnte Arbeitnehmer die Gesetzgebung des entsendenden Staates, so unterrichten sich die oben bezeichneten Behörden hierüber gegenseitig. Fassung gemäss der Zusatzvereinb. vom 16. Jan./9. Febr. 1987, in Kraft seit 1. April 1987 ( AS 1987 763 )."
    },
    {
      "provision_ref": "art5",
      "chapter": "1. Kapitel Alter und Tod",
      "section": "5",
      "title": "",
      "content": "1 Niederländische Staatsangehörige reichen ihre Gesuche um Leistungen der schweizerischen Alters- und Hinterlassenenversicherung bei der «Sociale Verzekeringsbank» ein. Wird das Gesuch bei einem anderen niederländischen Träger eingereicht, so vermerkt dieser das Eingangsdatum auf dem Gesuch und übermittelt es unverzüglich der «Sociale Verzekeringsbank». 2 Für die Leistungsgesuche sind die von der Schweizerischen Ausgleichskasse der «Sociale Verzekeringsbank» zur Verfügung gestellten Formulare zu verwenden. Die Angaben auf den Formularen sind, soweit in diesen vorgesehen, mit den erforderlichen Ausweisen zu belegen."
    },
    {
      "provision_ref": "art6",
      "chapter": "1. Kapitel Alter und Tod",
      "section": "6",
      "title": "",
      "content": "1 Die «Sociale Verzekeringsbank» vermerkt das Eingangsdatum des Leistungsgesuches auf dem Formular selbst, prüft das Gesuch auf seine Vollständigkeit und bestätigt die Richtigkeit der vom Gesuchsteller gemachten Angaben, soweit dies im Formular vorgesehen ist. Sie übermittelt dann das Gesuch mit den erforderlichen Ausweisen der Schweizerischen Ausgleichskasse. 2 Auf Ersuchen der Schweizerischen Ausgleichskasse übermittelt die «Sociale Verzekeringsbank» ihr weitere von den zuständigen niederländischen Behörden ausgestellte Schriftstücke und Bescheinigungen."
    },
    {
      "provision_ref": "art7",
      "chapter": "1. Kapitel Alter und Tod",
      "section": "7",
      "title": "",
      "content": "Die Schweizerische Ausgleichskasse entscheidet über das Gesuch und stellt ihre Verfügung mit einer Rechtsmittelbelehrung versehen direkt dem Gesuchsteller zu; eine Durchschrift sendet sie an die «Sociale Verzekelingsbank»."
    },
    {
      "provision_ref": "art8",
      "chapter": "1. Kapitel Alter und Tod",
      "section": "8",
      "title": "",
      "content": "In den Niederlanden wohnhafte niederländische Staatsangehörige reichen ihre Beschwerden gegen Verfügungen der Schweizerischen Ausgleichskasse oder ihre Ver-waltungsgerichtsbeschwerden gegen Urteile schweizerischer erstinstanzlicher Rekursbehörden bei den zuständigen schweizerischen Rechtspflegebehörden entweder direkt oder durch Vermittlung der Verbindungsstellen ein. Im letzteren Fall vermerkt die «Sociale Verzekeringsbank» das Eingangsdatum auf der Beschwerdeschrift und übermittelt diese sodann der Schweizerischen Ausgleichskasse zuhanden der zuständigen Rechtspflegebehörde."
    },
    {
      "provision_ref": "art9",
      "chapter": "1. Kapitel Alter und Tod",
      "section": "9",
      "title": "",
      "content": "Die Schweizerische Ausgleichskasse holt einmal jährlich entweder direkt oder durch Vermittlung der niederländischen Verbindungsstelle bei den Bezügern von Leistungen der schweizerischen Alters- und Hinterlassenenversicherung eine Lebensbescheinigung sowie andere für die Leistungsgewährung erforderliche Bestätigungen ein. II. Schweizerische und niederländische Staatsangehörige in der Schweiz mit Anspruch auf niederländische Alters- und Hinterlassenenleistungen"
    },
    {
      "provision_ref": "art10",
      "chapter": "1. Kapitel Alter und Tod",
      "section": "10",
      "title": "",
      "content": "1 Schweizerische und niederländische Staatsangehörige reichen ihre Gesuche um niederländische Alters- oder Hinterlassenenleistungen in zweifacher Ausfertigung bei der Schweizerischen Ausgleichskasse ein. Wird das Gesuch bei einem anderen schweizerischen Träger eingereicht, so vermerkt dieser das Eingangsdatum auf dem Gesuch und übermittelt es unverzüglich der Schweizerischen Ausgleichskasse. 2 Für die Leistungsgesuche sind die von der «Sociale Verzekeringsbank» der Schweizerischen Ausgleichskasse zur Verfügung gestellten Formulare zu verwenden. Die Angaben auf den Formularen sind, soweit in diesen vorgesehen, mit den erforderlichen Ausweisen zu belegen."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "",
      "content": "1 Die Schweizerische Ausgleichskasse vermerkt das Eingangsdatum des Leistungsgesuches auf dem Formular selbst, prüft das Gesuch auf seine Vollständigkeit und bestätigt die Richtigkeit der vom Gesuchsteller gemachten Angaben, soweit dies im Formular vorgesehen ist; sie leitet hierauf das Gesuch an die «Sociale Verzekeringsbank» weiter. 2 Für die Anwendung von Artikel 14 des Abkommens teilt die Schweizerische Ausgleichskasse der «Sociale Verzekeringsbank» mit, ob der Verstorbene im Zeitpunkt seines Todes obligatorisch versichert war. 3 Auf Ersuchen der «Sociale Verzekeringsbank» übermittelt die Schweizerische Ausgleichskasse weitere von den zuständigen schweizerischen Behörden ausgestellte Schriftstücke und Bescheinigungen."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "",
      "content": "Für die Berechnung der auf Grund der niederländischen Gesetzgebung geschuldeten Witwen- und Waisenrenten wird die nach dieser Gesetzgebung längstmögliche Versicherungsdauer nach Artikel 14 des Abkommens von jenem Zeitpunkt an berücksichtigt, an welchem der Versicherte das 15. Altersjahr erreicht hat."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "",
      "content": "Die «Sociale Verzekeringsbank» entscheidet über das Leistungsgesuch und stellt ihre Verfügung mit einer Rechtsmittelbelehrung versehen direkt dem Gesuchsteller zu; eine Durchschrift sendet sie an die Schweizerische Ausgleichskasse."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "",
      "content": "In der Schweiz wohnhafte schweizerische und niederländische Staatsangehörige reichen ihre Beschwerden über Alters- oder Hinterlassenenleistungen beim «Raad van Beroep» (Rekurskommission) in Amsterdam entweder direkt oder durch Vermittlung der Schweizerischen Ausgleichskasse ein. Im letzteren Fall ist das Eingangsdatum auf der Beschwerdeschrift zu vermerken."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "",
      "content": "Die «Sociale Verzekeringsbank» holt einmal jährlich entweder direkt oder durch Vermittlung der Schweizerischen Ausgleichskasse bei den Bezügern von Leistungen eine Lebensbescheinigung sowie andere für die Leistungsgewährung erforderliche Bestätigungen ein. III. In Drittländern wohnhafte schweizerische und niederländische Staatsangehörige mit Anspruch auf Alters- oder Hinterlassenenleistungen der niederländischen oder schweizerischen Versicherung"
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "",
      "content": "1 Schweizer Bürger, die in einem Drittstaat wohnen und eine niederländische Leistung beanspruchen können, reichen ihr Gesuch unter Beilage der erforderlichen Belege direkt bei der «Sociale Verzekeringsbank» ein. Bei der Anmeldung eines Anspruchs auf Hinterlassenenleistungen ist Artikel 11 Absatz 2 sinngemäss anwendbar. 2 Niederländische Staatsangehörige, die in einem Drittstaat wohnen und eine Leistung der schweizerischen Versicherung beanspruchen können, reichen ihr Gesuch unter Beilage der erforderlichen Belege direkt bei der Schweizerischen Ausgleichskasse ein. 3 Über die Gesuche entscheidet in den Fällen von Absatz 1 die «Sociale Verzekeringsbank», in den Fällen von Absatz 2 die Schweizerische Ausgleichskasse; die Entscheide werden den Berechtigten direkt zugestellt."
    },
    {
      "provision_ref": "art17",
      "chapter": "2. Kapitel Schweizerische Invalidenversicherung",
      "section": "17",
      "title": "",
      "content": "Für die Anwendung von Artikel 10 Absatz 2 des Abkommens teilt die «Nieuwe Algemene Bedrijfsvereniging» (Neue allgemeine Berufsvereinigung) in Amsterdam auf Verlangen der Schweizerischen Ausgleichskasse die Versicherungszeiten mit, welche der Gesuchsteller nach niederländischer Gesetzgebung und unter Berück-sichtigung von Ziffer 8 des Schlussprotokolls zurückgelegt hat."
    },
    {
      "provision_ref": "art18",
      "chapter": "2. Kapitel Schweizerische Invalidenversicherung",
      "section": "18",
      "title": "",
      "content": "Bezieht ein niederländischer Staatsangehöriger in den Niederlanden eine schweizerische Rente oder beansprucht er eine solche Rente, so finden die Artikel 5 bis 9 sowie 17 sinngemäss Anwendung."
    },
    {
      "provision_ref": "art19",
      "chapter": "2. Kapitel Schweizerische Invalidenversicherung",
      "section": "19",
      "title": "",
      "content": "Wohnt der Bezüger einer schweizerischen Invalidenrente in den Niederlanden, so kann die Schweizerische Ausgleichskasse jederzeit die «Nieuwe Algemene Bedrijfsvereniging» ersuchen, ärztliche Untersuchungen vorzunehmen sowie weitere von der schweizerischen Gesetzgebung verlangte Auskünfte einzuholen. Der Schweizerischen Ausgleichskasse bleibt es freigestellt, den Gesuchsteller durch einen Arzt ihrer Wahl untersuchen zu lassen."
    },
    {
      "provision_ref": "art20",
      "chapter": "3. Kapitel Schweizerische Unfall- und Berufskrankheitenversicherung",
      "section": "20",
      "title": "",
      "content": "In den Niederlanden wohnhafte schweizerische und niederländische Staatsangehörige sowie deren Hinterlassene, die wegen eines Unfalles oder einer Berufskrankheit Leistungen nach der schweizerischen Gesetzgebung beanspruchen, reichen ihr Gesuch beim schweizerischen zuständigen Unfallversicherer ein. Dieses Gesuch kann vom Gesuchsteller direkt oder durch Vermittlung des «Gemeenschappelijk Administratiekantoor» eingereicht werden. Im letzteren Fall leitet der «Gemeenschappelijk Administratiekantoor» das Gesuch an den schweizerischen zuständigen Unfallversicherer oder, wenn er dessen Bezeichnung nicht kennt, an das Bundesamt für Sozialversicherung weiter. Fassung gemäss der Zusatzverwaltungsvereinb. vom 16. Jan./9. Febr. 1987, in Kraft seit 1. April 1987 ( AS 1987 763 )."
    },
    {
      "provision_ref": "art21",
      "chapter": "3. Kapitel Schweizerische Unfall- und Berufskrankheitenversicherung",
      "section": "21",
      "title": "",
      "content": "In den Niederlanden wohnhafte schweizerische und niederländische Staatsangehörige sowie deren Hinterlassene können gegen die Verfügungen des schweizerischen Unfallversicherers bei diesem Einsprache erheben und gegen den Einspracheentscheid bei dem in der Rechtsmittelbelehrung bezeichneten kantonalen Versicherungsgericht Beschwerde erheben. Gegen das Urteil des kantonalen Versicherungsgerichtes kann in der Folge beim Eidgenössischen Versicherungsgericht in Luzern Verwaltungsgerichtsbeschwerde erhoben werden. Die Einsprachen und Beschwerden sind entweder direkt oder durch Vermittlung des «Gemeenschappelijk Administratiekantoor» einzureichen. Im letzteren Fall ist das Eingangsdatum auf der Rechtsschrift zu vermerken. Fassung gemäss der Zusatzverwaltungsvereinb. vom 16. Jan./9. Febr. 1987, in Kraft seit 1. April 1987 ( AS 1987 763 )."
    },
    {
      "provision_ref": "art22",
      "chapter": "3. Kapitel Schweizerische Unfall- und Berufskrankheitenversicherung",
      "section": "22",
      "title": "",
      "content": "1 Schweizerische und niederländische Staatsangehörige sowie Angehörige von Drittstaaten, die nach schweizerischem Recht versichert sind und in den Niederlanden einen Unfall erleiden oder sich eine Berufskrankheit zuziehen, können in Anwendung von Artikel 16 Buchstabe b) des Abkommens vom «Algemeen Nederlands Onderling Ziekenfonds» (ANOZ) (Allgemeine niederländische Krankenkasse auf Gegenseitigkeit) in Utrecht die Gewährung aller erforderlichen Sachleistungen verlangen. 2 Die im vorstehenden Absatz erwähnten Leistungen werden vom ANOZ gewährt, sofern der Antragsteller seinen Leistungsanspruch nachweist. Kann keine Bescheinigung über den Leistungsanspruch beigebracht werden, so ersucht der ANOZ den schweizerischen zuständigen Unfallversicherer entweder direkt oder, wenn er die Bezeichnung des genannten Versicherers nicht kennt, durch Vermittlung des Bundesamtes für Sozialversicherung um Zustellung der erforderlichen Bescheinigungen und Schriftstücke. Fassung gemäss der Zusatzverwaltungsvereinb. vom 16. Jan./9. Febr. 1987, in Kraft seit 1. April 1987 ( AS 1987 763 )."
    },
    {
      "provision_ref": "art23",
      "chapter": "3. Kapitel Schweizerische Unfall- und Berufskrankheitenversicherung",
      "section": "23",
      "title": "",
      "content": "1 Auf schweizerische und niederländische Staatsangehörige sowie Angehörige von Drittstaaten, die während der Heilbehandlung und mit vorheriger Zustimmung des schweizerischen zuständigen Unfallversicherers ihren Aufenthaltsort in die Niederlande verlegen, findet Artikel 22 der Verwaltungsvereinbarung vom 29. Mai 1970 in der Fassung der vorliegenden Verwaltungsvereinbarung sinngemäss Anwendung. Die Zustimmung ist zu erteilen, wenn keine ärztlichen Bedenken dagegen erhoben werden und die Person sich zu ihren Angehörigen begibt. 2 In den im vorstehenden Absatz erwähnten Fällen händigt der schweizerische zuständige Unfallversicherer dem Versicherten eine Bescheinigung über seinen Leistungsanspruch nach Verlegung des Aufenthaltsorts aus. Fassung gemäss der Zusatzverwaltungsvereinb. vom 16. Jan./9. Febr. 1987, in Kraft seit 1. April 1987 ( AS 1987 763 )."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "",
      "content": "1 Die Sachleistungen, welche die in den Artikeln 22 und 23 Absatz 1 erwähnten Personen beanspruchen können, werden vom ANOZ nach den für ihn geltenden Rechtsvorschriften gewährt, als wären diese Personen bei ihm versichert. 2 Körperersatzstücke und andere Sachleistungen von erheblicher Bedeutung werden jedoch, ausser in Fällen unbedingter Dringlichkeit, nur mit Zustimmung des schweizerischen zuständigen Unfallversicherers gewährt. Fassung gemäss der Zusatzverwaltungsvereinb. vom 16. Jan./9. Febr. 1987, in Kraft seit 1. April 1987 ( AS 1987 763 )."
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "",
      "content": "Der schweizerische zuständige Unfallversicherer erstattet dem niederländischen Träger den tatsächlich aufgewendeten Betrag für die in Anwendung der Artikel 22 und 23 Absatz 1 der Verwaltungsvereinbarung vom 29. Mai 1970 in der Fassung der vorliegenden Verwaltungsvereinbarung erbrachten Leistungen. Die Verbindungsstellen können auch ein Verfahren zur pauschalen Erstattung vereinbaren. Fassung gemäss der Zusatzverwaltungsvereinb. vom 16. Jan./9. Febr. 1987, in Kraft seit 1. April 1987 ( AS 1987 763 )."
    },
    {
      "provision_ref": "art26",
      "chapter": "4. Kapitel Niederländische Arbeitsunfähigkeitsversicherung",
      "section": "26",
      "title": "",
      "content": "Wohnt der Bezüger einer Leistung wegen Arbeitsunfähigkeit in der Schweiz, so kann der niederländische Träger jederzeit die Schweizerische Ausgleichskasse ersuchen, ärztliche Untersuchungen vorzunehmen sowie weitere von der niederländischen Gesetzgebung verlangte Auskünfte einzuholen. Dem niederländischen Träger bleibt es freigestellt, den Gesuchsteller durch einen Arzt seiner Wahl untersuchen zu lassen."
    },
    {
      "provision_ref": "art27",
      "chapter": "4. Kapitel Niederländische Arbeitsunfähigkeitsversicherung",
      "section": "27",
      "title": "",
      "content": "Wohnt der Bezüger einer Leistung wegen Arbeitsunfähigkeit in der Schweiz, so kann der niederländische Träger einmal jährlich entweder direkt oder durch Vermittlung der Schweizerischen Ausgleichskasse eine Lebensbescheinigung einholen."
    },
    {
      "provision_ref": "art28",
      "chapter": "4. Kapitel Niederländische Arbeitsunfähigkeitsversicherung",
      "section": "28",
      "title": "",
      "content": "In der Schweiz wohnhafte schweizerische und niederländische Staatsangehörige, die einen Anspruch auf Leistungen nach der niederländischen Gesetzgebung über die Arbeitsunfähigkeitsversicherung geltend machen, reichen ihre Gesuche entweder direkt oder durch Vermittlung der SUVA oder der Schweizerischen Ausgleichskasse bei demjenigen Berufsverband ein, dem ihr Arbeitgeber angeschlossen ist."
    },
    {
      "provision_ref": "art29",
      "chapter": "4. Kapitel Niederländische Arbeitsunfähigkeitsversicherung",
      "section": "29",
      "title": "",
      "content": "Der zuständige niederländische Berufsverband entscheidet über das Leistungsgesuch und stellt seine Verfügung mit einer Rechtsmittelbelehrung versehen direkt dem Gesuchsteller zu; eine Durchschrift sendet er an die SUVA oder an die Schweizerische Ausgleichskasse."
    },
    {
      "provision_ref": "art30",
      "chapter": "4. Kapitel Niederländische Arbeitsunfähigkeitsversicherung",
      "section": "30",
      "title": "",
      "content": "In der Schweiz wohnhafte schweizerische und niederländische Staatsangehörige reichen ihre Klagen über Leistungen der Arbeitsunfähigkeitsversicherung beim «Raad van Beroep» in Amsterdam entweder direkt oder durch Vermittlung der SUVA oder der Schweizerischen Ausgleichskasse ein. Im letzteren Fall ist das Eingangsdatum auf der Rechtsschrift zu vermerken."
    },
    {
      "provision_ref": "art31",
      "chapter": "5. Kapitel Familienzulagen",
      "section": "31",
      "title": "",
      "content": "Personen, die gestützt auf Artikel 15 des Abkommens Anspruch auf Familienzulagen erheben, legen ihrem Gesuch die erforderlichen, von den zuständigen Behörden oder Trägern des Aufenthaltsstaats der Kinder ausgestellten Bescheinigungen bei. Sie beschaffen ausserdem alle weiteren für die Beurteilung des Familienzulagenanspruchs erforderlichen Auskünfte."
    },
    {
      "provision_ref": "art32",
      "chapter": "6. Kapitel Krankenversicherung",
      "section": "32",
      "title": "",
      "content": "1 Um in den Genuss der in Ziffer 17 des Schlussprotokolls zum Abkommen vorgesehenen Erleichterungen zu gelangen, haben die betreffenden Personen einer der in Betracht kommenden schweizerischen Krankenkassen eine Bescheinigung über den Zeitpunkt der Beendigung der Versicherung bei einem niederländischen Krankenversicherungsträger sowie über die Versicherungsdauer im Laufe der letzten sechs Monate vorzulegen. Die schweizerische Krankenkasse kann diesen Träger nötigenfalls um die Bestätigung weiterer Versicherungszeiten ersuchen. 2 Die Bescheinigung wird auf Ersuchen des Antragstellers durch diejenige niederländische Krankenkasse ausgestellt, der er zuletzt angehört hat. Ist der Antragsteller nicht im Besitz der erwähnten Bescheinigung, so gelangt die schweizerische Krankenkasse, die sich mit dem Aufnahmegesuch befasst, durch Vermittlung des Bundesamtes für Sozialversicherung an die erwähnte niederländische Kasse zur Einholung dieser Bescheinigung. 3 Die zuständige schweizerische Behörde nennt der zuständigen niederländischen Behörde diejenigen Krankenkassen, die bei der Anwendung von Ziffer 17 des Schlussprotokolls zum Abkommen mitwirken."
    },
    {
      "provision_ref": "art33",
      "chapter": "6. Kapitel Krankenversicherung",
      "section": "33",
      "title": "",
      "content": "1 Um in den Genuss der in Ziffer 18 des Schlussprotokolls zum Abkommen vorgesehenen Erleichterungen zu gelangen, haben die betreffenden Personen dem niederländischen Träger, bei dem sie um Aufnahme nachsuchen, eine Bescheinigung über die Beendigung ihrer Versicherung bei einer schweizerischen anerkannten Krankenkasse vorzulegen. 2 Die Bescheinigung wird auf Ersuchen des Antragstellers durch diejenige Krankenkasse ausgestellt, der er zuletzt angehört hat. Ist der Antragsteller nicht im Besitz der erwähnten Bescheinigung, so kann der Träger, der sich mit dem Aufnahmegesuch befasst, diese durch Vermittlung des Bundesamtes für Sozialversicherung bei der erwähnten Krankenkasse einholen."
    },
    {
      "provision_ref": "art34",
      "chapter": "Vierter Abschnitt Verschiedene Bestimmungen",
      "section": "34",
      "title": "",
      "content": "Die von einem Träger des einen Staates geschuldeten Geldleistungen werden den im andern Staat sich aufhaltenden oder wohnhaften Berechtigten direkt und zu den Fälligkeitsdaten gezahlt, die von der für ihn massgebenden Gesetzgebung vorgesehen sind."
    },
    {
      "provision_ref": "art35",
      "chapter": "Vierter Abschnitt Verschiedene Bestimmungen",
      "section": "35",
      "title": "",
      "content": "1 Die Versicherungsträger und Verbindungsstellen der beiden Staaten leisten sich auf allgemeines oder besonderes Ersuchen die zur Durchführung des Abkommens und dieser Vereinbarung erforderliche Hilfe. 2 Besteht beim Tod eines nach der niederländischen Gesetzgebung Versicherten Anspruch sowohl auf eine schweizerische als auch auf eine niederländische Witwenrente, so wartet die Schweizerische Ausgleichskasse mit der Auszahlung der Rente zu, bis ihr die «Sociale Verzekeringsbank» mitteilt, welcher Betrag nach Art. 21 des Abkommens einbehalten werden muss."
    },
    {
      "provision_ref": "art36",
      "chapter": "Vierter Abschnitt Verschiedene Bestimmungen",
      "section": "36",
      "title": "",
      "content": "Die Empfänger von Leistungen auf Grund der Gesetzgebung des einen Landes, die im andern Land wohnen, haben dem leistungspflichtigen Träger direkt oder durch Vermittlung der Verbindungsstellen alle Änderungen über ihren Personen- und Familienstand, ihren Gesundheitszustand oder ihre Arbeits- und Erwerbsfähigkeit mitzuteilen, welche ihre Rechte oder Pflichten auf Grund der in Artikel 2 des Abkommens aufgeführten Gesetzgebungen und der Bestimmungen des Abkommens beeinflussen können."
    },
    {
      "provision_ref": "art37",
      "chapter": "Vierter Abschnitt Verschiedene Bestimmungen",
      "section": "37",
      "title": "",
      "content": "1 Die aus der Durchführung des Abkommens erwachsenden Verwaltungskosten einschliesslich der Kosten für die Überweisung von Leistungen werden von den mit der Durchführung beauftragten Trägern getragen. 2 Die Kosten für die verwaltungsmässige und medizinische Kontrolle werden vom auftraggebenden Träger getragen. Dieser erstattet für jeden Einzelfall gesondert, nach Vorlegung einer detaillierten Abrechnung, die vom ausführenden Träger vorgeschossenen Beträge zurück."
    },
    {
      "provision_ref": "art38",
      "chapter": "Vierter Abschnitt Verschiedene Bestimmungen",
      "section": "38",
      "title": "",
      "content": "Diese Vereinbarung tritt gleichzeitig mit dem Abkommen in Kraft und gilt während der gleichen Dauer. So geschehen zu Bern am 29. Mai 1970, in zweifacher Ausfertigung in französischer Sprache. Für das schweizerische Bundesamt für Sozialversicherung, Für den niederländischen Minister für Soziale Angelegenheiten und Volksgesundheit, der stellvertretende Direktor: der Generaldirektor der sozialen Vorsorge: C. Motta van de Ven"
    }
  ],
  "definitions": []
}