{
  "id": "sr-0-274-181-722",
  "type": "statute",
  "title": "Übereinkunft vom 9. September 1886 zwischen der Schweiz und Belgien betreffend die gegenseitige Bewilligung des Armenrechts im Prozessverfahren",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/9/386_336_386/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "",
      "content": "Die Schweizer geniessen in Belgien und die belgischen Staatsangehörigen geniessen in der Schweiz die Rechtswohltat des Armenrechts vor Gericht in allen Fällen, wo dieselbe auch den Landesangehörigen zusteht, wenn sie die jeweilen in Kraft bestehenden Gesetze des Landes beobachten, in welchem das Armenrecht nachgesucht wird."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "",
      "content": "In allen Fällen soll das Armutszeugnis dem Fremden, welcher das Armenrecht verlangt, von den Behörden seines gewöhnlichen Wohnsitzes ausgestellt werden. Wohnt er nicht in dem Lande, in welchem das Begehren gestellt wird, so soll das Armutszeugnis von einem diplomatischen Agenten des Landes, in welchem dasselbe gebraucht werden will, unentgeltlich beglaubigt werden. Wohnt hingegen der Fremde in dem Lande, wo das Begehren gestellt wird, so können ausserdem bei den Behörden seines Heimatlandes Erkundigungen eingezogen werden."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "",
      "content": "Die Schweizer, welchen in Belgien, und die belgischen Staatsangehörigen, welchen in der Schweiz die Vorteile des Armenrechtes bewilligt worden, sind von Rechts wegen auch von jeder Bürgschaft oder Hinterlage befreit, die von Ausländern, welche gegen Landesangehörige einen Rechtsstreit führen, gemäss der Gesetzgebung des Landes, wo die Klage angestellt wird, unter irgendwelcher Bezeichnung gefordert werden können."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "",
      "content": "Die vorstehende Übereinkunft ist für die Dauer von fünf Jahren abgeschlossen. In dem Falle, wo keine der beiden Hohen kontrahierenden Parteien ein Jahr vor dem Ablaufe dieses Termins die Absicht kundgegeben, ihre Wirkung aufzuheben, soll die Übereinkunft in Kraft bestehen, bis nach geschehener Kündigung seitens des einen oder des anderen Teiles ein Jahr verflossen sein wird."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "",
      "content": "Diese Übereinkunft soll sobald als möglich der Ratifikation der kompetenten Behörden unterstellt werden. Sie tritt mit dem Tage der Auswechslung der Ratifikationsurkunden in Kraft."
    }
  ],
  "definitions": []
}