{
  "id": "sr-0-946-297-722",
  "type": "statute",
  "title": "Abkommen vom 17. März 1948 zwischen der Schweizerischen Eidgenossenschaft und der Union der Sozialistischen Sowjet-Republiken über die Handelsvertretung der Union der Sozialistischen Sowjet-Republiken in der Schweiz",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1948/368_360_306/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "",
      "content": "Die Union der Sozialistischen Sowjet‑Republiken unterhält eine Handelsvertretung in der Schweiz."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "",
      "content": "Die Handelsvertretung der Union der Sozialistischen Sowjet‑Republiken in der Schweiz hat zur Aufgabe: a. zur Entwicklung der Handelsbeziehungen zwischen der Schweiz und der Union der Sozialistischen Sowjet‑Republiken beizutragen; b. auf dem Gebiete des Aussenhandels die Interessen der Union der Sozialistischen Sowjet‑Republiken in der Schweiz zu vertreten; c. den Handel zwischen der Schweiz und der Union der Sozialistischen Sowjet-Republiken auszuüben."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "",
      "content": "Die Handelsvertretung bildet einen integrierenden Bestandteil der Gesandtschaft der Union der Sozialistischen Sowjet‑Republiken in der Schweiz und hat ihren Sitz in Bern. Infolgedessen erstrecken sich die der Gesandtschaft der UdSSR in der Schweiz gewährten Rechte und Vorrechte in gleicher Weise auf die Handelsvertretung, insbesondere was die Unverletzlichkeit der Räumlichkeiten und das Recht der Chiffrebenützung anbelangt. Der Handelsvertreter der UdSSR in der Schweiz und seine beiden Stellvertreter geniessen alle Rechte und Vorrechte, die den Mitgliedern der bei der Regierung der schweizerischen Eidgenossenschaft akkreditierten diplomatischen Mission der UdSSR gewährt werden. Ausser den im vorhergehenden Absatz bezeichneten Personen sind die Angestellten sowjetischer Nationalität der Handelsvertretung von den schweizerischen Steuern auf das Einkommen, das sie aus ihrer Tätigkeit im Dienste der Regierung der UdSSR beziehen, befreit."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "",
      "content": "Die Handelsvertretung handelt im Namen der Regierung der UdSSR. Die Regierung der UdSSR steht nur für kommerzielle Verträge ein, die im Namen der Handelsvertretung in der Schweiz abgeschlossen oder garantiert und durch die hiezu ermächtigten Personen unterzeichnet worden sind. Die Handelsvertretung ist den Vorschriften über das schweizerische Handelsregister nicht unterstellt. Die Handelsvertretung veröffentlicht im Schweizerischen Handelsamtsblatt die Namen der Personen, die ermächtigt sind, für sie zu handeln, wie auch Angaben über die Zuständigkeit jeder dieser Personen, in ihrem Namen geschäftliche Verpflichtungen zu unterzeichnen."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "",
      "content": "Die der Handelsvertretung gemäss Art. 3 dieses Abkommens gewährten Rechte und Vorrechte erstrecken sich auch auf ihre geschäftliche Tätigkeit, unter Vorbehalt folgender Ausnahmen: a. Die Streitigkeiten, die sich auf kommerzielle Verträge beziehen, die gemäss Art. 4 dieses Abkommens in der Schweiz durch die Handelsvertretung abgeschlossen oder garantiert worden sind, fallen, unter Vorbehalt einer Schiedsgerichtsklausel oder einer Klausel, die die Zuständigkeit anderer Gerichte vorsieht, in die Zuständigkeit der schweizerischen Gerichte. Jedoch können keine vorsorglichen Massnahmen gegen die Handelsvertretung ergriffen werden. b. Die Zwangsvollstreckung von endgültigen Urteilen, die gegen die Handelsvertretung über die oben erwähnten Streitigkeiten ergangen sind, ist zulässig; sie kann sich indessen nur auf die Guthaben der Handelsvertretung und die Waren, die ihr Eigentum sind, erstrecken."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "",
      "content": "Die Bestimmungen dieses Abkommens finden auf das Gebiet des Fürstentums Liechtenstein Anwendung, solange dieses mit der schweizerischen Eidgenossenschaft durch einen Zollunionsvertrag verbunden ist. SR 0.631.112.514"
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "",
      "content": "Die Errichtung der Handelsvertretung berührt in keiner Weise das Recht der schweizerischen Handelsfirmen, unmittelbare Beziehungen zu den sowjetischen Aussenhandelsorganisationen zu unterhalten mit dem Zweck, Handelsgeschäfte abzuschliessen und auszuführen."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "",
      "content": "Dieses Abkommen tritt unter Vorbehalt seiner Genehmigung durch die beiden Regierungen am 1. April 1948 in Kraft und ist zwei Jahre gültig. Wenn keiner der vertragschliessenden Teile dem anderen drei Monate vor Ablauf der oben erwähnten Frist von zwei Jahren schriftlich seine Absicht, vom Abkommen zurückzutreten, bekanntgibt, bleibt es weiter in Kraft, bis es unter Einhaltung einer Frist von sechs Monaten durch den einen oder den anderen Teil gekündigt wird. Ausgefertigt in Moskau am 17. März 1948 in zwei Originalexemplaren, jedes in französischer und russischer Sprache, wobei beide Texte in gleicher Weise massgebend sind. Im Namen der schweizerischen Regierung: Troendle Im Namen der Regierung der Union der Sozialistischen Sowjet‑Republiken: A. Mikojan"
    }
  ],
  "definitions": []
}