{
  "id": "sr-0-132-349-20",
  "type": "statute",
  "title": "Abkommen vom 25. Februar 1953 zwischen der Schweiz und Frankreich über verschiedene Änderungen der Grenze längs der französischen Nationalstrasse Nr. 206",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1980/146_144_144/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "",
      "content": "Der veränderte Verlauf der schweizerisch-französischen Grenze dem Kanton Genf und dem Departement Hochsavoyen im Abschnitt zwischen den Grenzsteinen Nr. 67 und 87 wird nach dem diesem Abkommen beiliegenden Situationsplan im Massstabe von 1:2500 bestimmt. Der Austausch der Gebietsflächen ergibt sich aus der dem Situationsplan beigegebenen Aufstellung («tableau des surfaces»). Geringfügige Änderungen, die sich aus der Vermarkung des veränderten Grenzverlaufs ergeben könnten, bleiben vorbehalten. Der in der AS ( AS 1980 149 –156) veröffentlichte Situationsplan wird in der vorliegenden Sammlung nicht wiedergegeben."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "",
      "content": "Sämtliche durch die Änderung der Grenze verursachten Kosten sollen getragen werden a. durch Frankreich allein: für die Änderungen, die auf Grund seines Begehrens entsprechend der Note der Französischen Botschaft in Bern vom 20. Januar 1943 an das Eidgenössische Politische Departement betreffend die Abschnitte «Pont de Combe» und «Sortie de Collonges» vorgenommen werden; b. Durch beide Vertragsstaaten je zur Hälfte: für sämtliche Änderungen, die im Interesse der beiden Staaten ausgeführt werden. Heute: Eidgenössisches Departement für auswärtige Angelegenheiten (Art. 58 Abs. 1 Bst. B des Verwaltungsorganisationsgesetzes vom 19. Sept. 1978; SR 172.010 )."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "",
      "content": "Sobald das vorliegende Abkommen in Kraft getreten ist, was erst nach Ausführung der Umgehungsarbeiten zwischen den Grenzsteinen 71 3 und 73 bis erfolgen kann, wird die Gemischte Kommission zwei Delegierte (einen für jeden Staat) bezeichnen, die mit folgenden Aufgaben betraut werden: a. Vermarkung und Vermessung des veränderten Grenzverlaufs; b. Erstellung der Tabellen, Pläne und Beschreibungen der Grenze zwischen den Grenzsteinen Nr. 67 und 87."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "",
      "content": "Nach Beendigung der in Artikel 3 erwähnten Arbeiten wird ein Protokoll mit Tabellen, Plänen und Beschreibungen über den Vollzug des vorliegenden Abkommens diesem als integrierender Bestandteil beigefügt."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "",
      "content": "Das vorliegende Abkommen wird in zwei Orginalen ausgefertigt, je eines für jeden Staat."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "",
      "content": "Das vorliegende Abkommen soll ratifiziert und die Ratifikationsurkunden sollen in Paris ausgetauscht werden. Das Datum seines Inkrafttretens wird durch Notenwechsel zwischen den beiden Regierungen bestimmt werden."
    }
  ],
  "definitions": []
}