{
  "id": "sr-0-311-34",
  "type": "statute",
  "title": "Internationales Abkommen vom 11. Oktober 1933 über die Unterdrückung des Handels mit volljährigen Frauen",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/50/575_595_645/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "",
      "content": "Wer, um der Unzucht eines andern Vorschub zu leisten, zu unsittlichem Zwecke in einem andern Lande eine volljährige Frau oder ein volljähriges Mädchen, selbst mit deren Einwilligung, anwirbt, verschleppt oder entführt, soll bestraft werden, auch wenn die einzelnen Tatsachen, welche die Merkmale der strafbaren Handlung bilden, auf verschiedene Länder entfallen. Der Versuch ist ebenfalls strafbar. Dasselbe gilt, innerhalb der gesetzlichen Schranken, von den Vorbereitungshandlungen. Im Sinne dieses Artikels umfasst der Ausdruck «Land» die Kolonien und Schutzgebiete des in Frage kommenden vertragsschliessenden Teiles sowie die seiner Oberhoheit unterstellten und die ihm durch Mandat anvertrauten Gebiete. Siehe Art. 196 StGB ( SR 311.0 )."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "",
      "content": "Die vertragsschliessenden Teile, deren Gesetzgebung nicht bereits ausreichen sollte, um die in dem vorhergehenden Artikel vorgesehenen strafbaren Handlungen zu bekämpfen, verpflichten sich, diejenigen Massnahmen zu treffen, die erforderlich sind, damit diese strafbaren Handlungen ihrer Schwere gemäss bestraft werden."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "",
      "content": "Die vertragsschliessenden Teile verpflichten sich, einander über jede Person des einen oder andern Geschlechts, die eine der in diesem Abkommen oder in den Abkommen von 1910 und 1921 betreffend die Unterdrückung des Frauen- und Kinderhandels vorgesehenen strafbaren Handlungen begangen hat oder zu begehen versucht hat, sofern die einzelnen Tatbestände, welche die Merkmale der strafbaren Handlung bilden, in verschiedenen Ländern verwirklicht wurden oder werden sollten, folgende Angaben (oder ähnliche Angaben, deren Bekanntgabe die innerstaatlichen Gesetze und Verordnungen gestatten) mitzuteilen: a. die Strafurteile mit sämtlichen anderweitigen Angaben, die über den Täter erhältlich gemacht werden können, beispielsweise betreffend seinen Zivilstand, seine Personenbeschreibung, seine Fingerabdrücke, sein Lichtbild, die über ihn vorhandenen Polizeiakten, die Art und Weise seines Vorgehens usw. b. Angaben über Ausschaffungs- oder Ausweisungsmassnahmen, die gegen ihn getroffen wurden. Diese Urkunden und Angaben sollen den Behörden der beteiligten Länder in jedem einzelnen Falle unmittelbar und ohne Verzug durch die Behörden, die in Artikel 1 der am 18. Mai 1904 in Paris getroffenen Abrede bezeichnet sind, zugestellt werden. Diese Übermittlung soll, soweit es möglich ist, in allen Fällen von festgestellter Zuwiderhandlung, von Verurteilung, Ausschaffung oder Ausweisung erfolgen. SR 0.311.32 SR 0.311.33 SR 0.311.31"
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "",
      "content": "Entsteht zwischen den vertragsschliessenden Teilen Streit über die Auslegung oder Anwendung dieses Abkommens oder der Abkommen von 1910 und 1921 und kann dieser auf diplomatischem Wege nicht in befriedigender Weise beseitigt werden, so ist er gemäss den Bestimmungen zu erledigen, die über die Erledigung internationaler Streitfälle zwischen den Parteien in Kraft sind. Bestehen keine solchen Bestimmungen zwischen den am Streite beteiligten Parteien, so werden diese den Streitfall einem Schieds- oder Gerichtsverfahren unterwerfen. Einigen sie sich nicht über die Wahl eines andern Gerichts, so werden sie den Streitfall auf Begehren einer von ihnen dem Ständigen Internationalen Gerichtshof unterbreiten, sofern sie alle an dem auf diesen Gerichtshof bezüglichen Protokoll vom 16. Dezember 1920 beteiligt sind, andernfalls einem Schiedsgericht, das auf Grund des Haager Abkommens vom 18. Oktober 1907 zur friedlichen Erledigung internationaler Streitfälle bestellt wird. SR 0.311.32 SR 0.311.33 Heute: dem Internationalen Gerichtshof (Art. 37 des Statuts des Internationalen Gerichtshofes – SR 0.193.501 ). SR 0.193.212"
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "",
      "content": "Dieses Abkommen, dessen französischer und englischer Wortlaut in gleicher Weise massgebend sein soll, wird das Datum des heutigen Tages erhalten und bis zum 1. April 1934 jedem Mitglied des Völkerbundes und jedem dem Völkerbund nicht angehörenden Staate, der auf der Konferenz, die dieses Abkommen ausgearbeitet hat, vertreten war, oder dem der Völkerbundsrat eine Abschrift des Abkommens zu diesem Zwecke übermittelt hat, zur Unterzeichnung offen stehen."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "",
      "content": "Dieses Abkommen bedarf der Ratifikation. Die Ratifikationsurkunden sind dem Generalsekretär des Völkerbundes zu übermitteln, der die Hinterlegung allen Mitgliedern des Völkerbundes und den im vorhergehenden Artikel bezeichneten Nichtmitgliedstaaten bekannt gibt."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "",
      "content": "Vom 1. April 1934 an kann jedes Mitglied des Völkerbundes und jeder im Artikel 5 bezeichnete Nichtmitgliedstaat diesem Abkommen beitreten. Die Beitrittsurkunden sind dem Generalsekretär des Völkerbundes zu übermitteln, der die Hinterlegung allen Mitgliedern des Völkerbundes und den im vorerwähnten Artikel bezeichneten Nichtmitgliedstaaten bekannt gibt. Nach der Auflösung des Völkerbundes ist das Generalsekretariat der Vereinten Nationen mit den hier erwähnten Funktionen betraut (vgl. BBl 1946 II 1222 1227 ff.)."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "",
      "content": "Dieses Abkommen tritt sechzig Tage, nachdem der Generalsekretär des Völkerbundes zwei Ratifikations- oder Beitrittsurkunden entgegengenommen hat, in Kraft. Es ist am Tage seines Inkrafttretens durch den Generalsekretär des Völkerbundes einzutragen. Die späteren Ratifikationen oder Beitritte werden nach Ablauf einer Frist von sechzig Tagen, vom Tage des Empfangs durch den Generalsekretär an gerechnet, wirksam."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "",
      "content": "Dieses Abkommen kann durch Mitteilung an den Generalsekretär des Völkerbundes gekündigt werden. Die Kündigung wird ein Jahr nach Empfang wirksam und gilt nur für den vertragsschliessenden Teil, der gekündigt hat. Nach der Auflösung des Völkerbundes ist das Generalsekretariat der Vereinten Nationen mit den hier erwähnten Funktionen betraut (vgl. BBl 1946 II 1222 1227 ff.)."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "",
      "content": "Jeder vertragsschliessende Teil kann bei der Unterzeichnung, der Ratifikation oder dem Beitritt erklären, dass er durch die Annahme dieses Abkommens keinerlei Verpflichtung hinsichtlich der Gesamtheit oder irgendeines Teiles seiner Kolonien, Schutzgebiete, überseeischen Gebiete oder der seiner Oberhoheit unterstellten oder ihm durch Mandat anvertrauten Gebiete übernimmt. Jeder vertragsschliessende Teil kann späterhin dem Generalsekretär des Völkerbundes erklären, dass dieses Abkommen auf die Gesamtheit oder einen Teil der Gebiete, die den Gegenstand einer nach Massgabe des vorhergehenden Absatzes abgegebenen Erklärung bilden, Anwendung finde. Diese Erklärung wird sechzig Tage nach Empfang wirksam. Jeder vertragsschliessende Teil kann jederzeit die im Absatz 2 vorgesehene Erklärung ganz oder teilweise zurückziehen. In diesem Falle wird die Zurückziehungserklärung ein Jahr nach deren Empfang durch den Generalsekretär des Völkerbundes wirksam. Der Generalsekretär des Völkerbundes gibt allen Mitgliedern des Völkerbundes und den in Artikel 5 bezeichneten Nichtmitgliedstaaten die in Artikel 9 vorgesehenen Kündigungen und die auf Grund dieses Artikels empfangenen Erklärungen bekannt. Trotz der gestützt auf den ersten Absatz dieses Artikels abgegebenen Erklärung bleibt der Absatz 3 des Artikels 1 anwendbar. Nach der Auflösung des Völkerbundes ist das Generalsekretariat der Vereinten Nationen mit den hier erwähnten Funktionen betraut (vgl. BBl 1946 II 1222 1227 ff.). Nach der Auflösung des Völkerbundes ist das Generalsekretariat der Vereinten Nationen mit den hier erwähnten Funktionen betraut (vgl. BBl 1946 II 1222 1227 ff.). Nach der Auflösung des Völkerbundes ist das Generalsekretariat der Vereinten Nationen mit den hier erwähnten Funktionen betraut (vgl. BBl 1946 II 1222 1227 ff.)."
    }
  ],
  "definitions": []
}