{
  "id": "sr-0-916-202",
  "type": "statute",
  "title": "Übereinkommen vom 18. April 1951 zur Gründung der Pflanzenschutzorganisation für Europa und den Mittelmeerraum (mit Anhängen)",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2005/100/en",
  "provisions": [
    {
      "provision_ref": "artI",
      "section": "I",
      "title": "Ziele",
      "content": "Es wird eine Pflanzenschutzorganisation für Europa und den Mittelmeerraum (im Folgenden Organisation) gegründet, als regionale Pflanzenschutzorganisation im Sinne der Bestimmungen des von der Ernährungs- und Landwirtschaftsorganisation der Vereinten Nationen (FAO) geschlossenen Internationalen Pflanzenschutzübereinkommens vom 6. Dezember 1951. Die Organisation setzt sich zum Ziel: a. die Mitgliedstaaten in ihren Bemühungen für einen angemessenen Pflanzenschutz unter Wahrung der Gesundheit von Mensch und Tier sowie der Umwelt zu unterstützen; b. durch Zusammenarbeit zwischen den Mitgliedstaaten den Schutz der Pflanzen und Pflanzenerzeugnisse gegen Schadorganismen, wie auch die Massnahmen zur Verhinderung der internationalen Ausbreitung und insbesondere der Einschleppung solcher Organismen in bedrohte Zonen, weiterhin zu gewährleisten und auszubauen; c. phytosanitäre und andere amtliche, auf internationaler Ebene harmonisierte Massnahmen zum Pflanzenschutz zu entwickeln und nötigenfalls entsprechende Normen zu erarbeiten; d. der FAO, der WTO, anderen regionalen Pflanzenschutzorganisationen sowie anderen mit ähnlichen Aufgaben betrauten Instanzen internationale Normen und soweit nötig die kollektive Meinung der Mitgliedstaaten zu unterbreiten. Siehe Art. VIII des Internationalen Pflanzenschutzübereinkommens vom 6. Dez. 1951; Art. IX des an der 29. Tagung der FAO-Konferenz im Nov. 1997 durch die Resolution 12/97 verabschiedeten revidierten Texts dieses Übereink. SR 0.916.20"
    },
    {
      "provision_ref": "artII",
      "section": "II",
      "title": "Begriffe",
      "content": "Im Sinne dieses Übereinkommens haben die nachstehenden Ausdrücke folgende Bedeutung: «Phytosanitäre Risikoanalyse» – Auswertung biologischer Nachweise oder anderer wissenschaftlicher oder wirtschaftlicher Daten um festzustellen, ob ein Schadorganismus einer Regelung zu unterwerfen ist, und die Strenge der gegebenenfalls zu treffenden phytosanitäre Massnahmen zu bestimmen; «Einschleppung» – Eindringen und anschliessende Einnistung eines Schadorganismus; «Phytosanitäre Massnahme» – Gesetzgebung, Regelung oder amtliche Methode zur Verhinderung der Einschleppung oder der Verbreitung von Schadorganismen; «Internationale Normen» – gemäss Internationalem Pflanzenschutzübereinkommen erlassene internationale Normen; «Regionale Normen» – von einer regionalen Pflanzenschutzorganisation für ihre Mitglieder erlassene Normen; «Quarantäneorganismus» – Schadorganismus, der für die bedrohte Zone wirtschaftliche Folgen zeitigen kann, in dieser Zone noch nicht vorhanden ist oder dort zwar eingedrungen aber nicht weit verbreitet ist, und gegen den amtliche Bekämpfungsmassnahmen ergriffen werden; «Schadorganismus» – für Pflanzen und Pflanzenerzeugnisse schädliche Art oder schädlicher Stamm oder Biotyp von Pflanzen, Tieren und Krankheitserregern; «Reglementierter Schadorganismus» – Quarantäne- oder Nichtquarantäneorganismus, der einer Regelung unterworfen ist; «Reglementierter Nichtquarantäneorganismus» – Schadorganismus, der keiner Quarantäne unterliegt, dessen Vorhandensein in für Kulturen bestimmten Pflanzen jedoch die vorgesehene Verwendung der letzteren mit unannehmbaren wirtschaftlichen Folgen beeinträchtigt und der daher auf dem Hoheitsgebiet des Einfuhrstaates einer Regelung unterworfen ist; «Pflanzenerzeugnisse» – nicht verarbeitete Produkte pflanzlichen Ursprungs (inklusive Samen) sowie verarbeitete Produkte, die wegen ihrer Beschaffenheit oder der Art ihrer Verarbeitung die Gefahr einer Einschleppung oder Verbreitung von Schadorganismen bergen; «Pflanzen» – lebende Pflanzen und Pflanzenteile, inklusive Samen und genetisches Material; «Bedrohte Zone» – Zone, in der ökologische Faktoren die Einnistung eines Schadorganismus begünstigen, dessen Vorhandensein beträchtliche wirtschaftliche Folgen nach sich ziehen würde."
    },
    {
      "provision_ref": "artIII",
      "section": "III",
      "title": "Mitglieder",
      "content": "a. Durch Beitritt zu diesem Übereinkommen im Sinne von Artikel XX können Mitglied der Organisation werden: 1. die im Anhang II aufgeführten Staaten; 2. andere Staaten, die der Rat der Organisation zum Beitritt auffordert. b. Hoheitsgebiete, für welche eine Erklärung im Sinne von Artikel XXI abgegeben wird, können vom Rat der Organisation als Mitglied aufgenommen werden, aber nur auf Vorschlag des die Erklärung abgebenden Mitgliedstaats. Ihre Aufnahme erfordert eine Zweidrittelmehrheit der Abstimmenden. Die aufgenommenen Hoheitsgebiete müssen nach Ansicht des Rats in der Lage sein, einen eigenen, klar definierten Beitrag zur den Arbeiten der Organisation zu leisten."
    },
    {
      "provision_ref": "artIV",
      "section": "IV",
      "title": "Sitz",
      "content": "a. Die Organisation hat ihren Sitz in Paris. b. Die Verwaltungssitzungen der Organisation werden grundsätzlich am Ort des Sitzes abgehalten."
    },
    {
      "provision_ref": "artV",
      "section": "V",
      "title": "Zuständigkeit",
      "content": "Die Organisation: a. erarbeitet 1. die Grundsätze der guten Praxis für die Umsetzung der phytosanitären Massnahmen und des Pflanzenschutzes im Allgemeinen; 2. regionale Normen; b. fördert 1. die Harmonisierung der phytosanitären und andern amtlichen Massnahmen zum Pflanzenschutz; 2. die Vereinfachung und Vereinheitlichung der Regelungen und der Pflanzenschutzzeugnisse; c. berät die Mitgliedstaaten 1. bei technischen Massnahmen zur Verhinderung der Einschleppung und Verbreitung reglementierter Schadorganismen wie Inspektionen, Analysen, Zertifizierung, Behandlung, Erkundung und Ausrottung; 2. bei Verwaltungs- und Gesetzesmassnahmen zur Verhinderung der Einschleppung und Verbreitung reglementierter Schadorganismen, insbesondere bei phytosanitarischen Risikoanalysen sowie bei der Erstellung und Bereinigung der Listen reglementierter Schadorganismen; 3. bei den Massnahmen zur Zulassung und Bewilligung von Pflanzenschutzmitteln, sowie zur Kontrolle ihrer Vermarktung und Verwendung auf ihrem Territorium, unter Beachtung der Grundsätze der guten phytosanitären Praxis und wenn immer möglich derjenigen der integrierten Schädlingsbekämpfung; d. koordiniert und fördert nach Möglichkeit internationale Kampagnen von Mitgliedstaaten gegen Schadorganismen; e. erleichtert die Forschungszusammenarbeit in den Bereichen Schadorganismen, Bekämpfungsmethoden und wissenschaftlicher Informationsaustausch; f. sorgt für die Informationsverbreitung, 1. durch das Einholen von Auskünften über das Vorhandensein, das Auftreten oder die Ausbreitung von Schadorganismen bei den Mitgliedstaaten und die Weitergabe dieser Auskünfte an die andern Mitgliedstaaten; 2. durch den Austausch von Informationen über die nationalen Gesetzgebungen bezüglich phytosanitärer Regelungen, Listen reglementierter Schadorganismen und anderer Massnahmen, welche den Verkehr mit Pflanzen und Pflanzenerzeugnissen einschränken; 3. mittels Schaffung eines Dokumentations- und Informationsdienstes und Veröffentlichung von Schriften für den technischen und wissenschaftlichen Fortschritt in geeigneter Form; g. trifft allgemein die für die Erreichung der von der Organisation verfolgten Ziele zweckmässigen und notwendigen Massnahmen."
    },
    {
      "provision_ref": "artVI",
      "section": "VI",
      "title": "Pflichten der Mitgliedstaaten",
      "content": "a. Die Mitgliedstaaten übermitteln der Organisation möglichst die Informationen, die sie zur Erfüllung ihrer Aufgaben braucht, insbesondere die in Artikel V f1 und f2 genannten Auskünfte. b. Jeder Mitgliedstaat muss sich bemühen, die vom Rat der Organisation verabschiedeten Empfehlungen zu beachten, insbesondere die regionalen Normen."
    },
    {
      "provision_ref": "artVII",
      "section": "VII",
      "title": "Beziehungen zu anderen Organisationen",
      "content": "Zur Erreichung der im vorliegenden Übereinkommen gesetzten Ziele arbeitet die Organisation mit der FAO und den anderen regionalen Pflanzenschutzorganisationen zusammen; sie kann sich auch an entsprechenden Aktivitäten der WTO und anderer Instanzen mit ähnlichen Verantwortlichkeiten beteiligen. Diese Aktivitäten betreffen die Festsetzung von Normen für phytosanitarische und andere amtliche Massnahmen zum Pflanzenschutz, sowie die allfällige Umwandlung regionaler Normen der Organisation in internationale Normen. Die Organisation bemüht sich nach Kräften, Doppelspurigkeiten zu vermeiden."
    },
    {
      "provision_ref": "artVIII",
      "section": "VIII",
      "title": "Struktur der Organisation",
      "content": "Die Organisation umfasst: a. den Rat; b. die Verwaltung, d.h. den Vollzugsausschuss, den Generaldirektor und das Personal; c. die Rechnungsprüfungskommission; d. die vom Rat gemäss Artikel XIII a.5 geschaffenen Organe."
    },
    {
      "provision_ref": "artIX",
      "section": "IX",
      "title": "Der Rat",
      "content": "a. Der Rat der Organisation setzt sich aus den Vertretern der Mitgliedstaaten zusammen. Jeder Mitgliedstaat kann einen Vertreter und einen Stellvertreter für den Rat ernennen. Die von den Mitgliedstaaten bezeichneten Vertreter und Stellvertreter können sich von Assistenten und Beratern begleiten lassen. b. Jeder Mitgliedstaat hat eine Stimme im Rat."
    },
    {
      "provision_ref": "artX",
      "section": "X",
      "title": "Ratssitzungen",
      "content": "a. Der Rat hält im Allgemeinen jährlich eine ordentliche Sitzung ab. b. Der Rat muss eine ausserordentliche Sitzung einberufen, wenn mindestens ein Drittel der Mitgliedstaaten beim Präsidenten ein entsprechendes schriftliches Gesuch einreichen."
    },
    {
      "provision_ref": "artXI",
      "section": "XI",
      "title": "Reglemente",
      "content": "Der Rat arbeitet die Geschäfts- und die Haushaltsordnung der Organisation aus."
    },
    {
      "provision_ref": "artXII",
      "section": "XII",
      "title": "Beobachter",
      "content": "Mit dem Einverständnis des Rats können sich Nichtmitgliedstaaten und zwischenstaatliche Organismen, die ähnliche Aufgaben erfüllen wie die Organisation, an den Sitzungen des Rats von einem oder mehreren Beobachtern mit beratender Stimme vertreten lassen."
    },
    {
      "provision_ref": "artXIII",
      "section": "XIII",
      "title": "Zuständigkeiten des Rats",
      "content": "Der Rat: a. prüft und befindet über: 1. den Bericht des Generaldirektors und die Aktivitäten der Organisation seit seiner letzten ordentlichen Sitzung; 2. die allgemeine Ausrichtung und das Tätigkeitsprogramm der Organisation; 3. das Budget; 4. die Jahresrechnung und die Bilanz; 5. die Schaffung von ständigen oder ad-hoc-Organen zur Sicherstellung der Arbeit der Organisation bzw. über die Auflösung dieser Organe; 6. die Berichte dieser Organe; 7. die ihm vom Vollzugsausschuss unterbreiteten Vorschläge; b. nimmt die statutarischen Wahlen vor; c. ernennt den Generaldirektor und legt seine Anstellungsbedingungen fest."
    },
    {
      "provision_ref": "artXIV",
      "section": "XIV",
      "title": "Präsident und Vizepräsident",
      "content": "a. Der Rat wählt unter den Vertretern der Mitgliedstaaten einen Präsidenten und einen Vizepräsidenten. b. Der Präsident und der Vizepräsident werden für eine Amtszeit von drei Jahren gewählt. Sie können für eine weitere Amtszeit wieder gewählt werden. c. Der Präsident und der Vizepräsident üben ihre Funktion im Rat und im Vollzugsausschuss aus. d. Nach der Wahl sind der Präsident und der Vizepräsident nicht mehr Vertreter ihres Staates."
    },
    {
      "provision_ref": "artXV",
      "section": "XV",
      "title": "Der Vollzugsausschuss",
      "content": "a. Der Vollzugsausschuss setzt sich zusammen aus dem Präsidenten, dem Vizepräsidenten und sieben vom Rat gewählten Vertretern von Mitgliedstaaten. b. Die Mitglieder des Vollzugsausschusses haben in der Regel eine Amtszeit von drei Jahren; sie können wieder gewählt werden. c. Im Falle einer Vakanz vor Ablauf der Amtszeit fordert der Vollzugsausschuss einen Mitgliedstaat auf, den Posten für den Rest der laufenden Amtszeit zu besetzen. d. Der Vollzugsausschuss kommt mindestens einmal im Jahr zusammen."
    },
    {
      "provision_ref": "artXVI",
      "section": "XVI",
      "title": "Zuständigkeiten des Vollzugsausschusses",
      "content": "Der Vollzugsausschuss : a. schlägt dem Rat die Richtlinien und das Tätigkeitsprogramm der Organisation vor; b. prüft die Empfehlungen der Organisationen nach Artikel VII und unterbreitet dem Rat entsprechende Vorschläge; c. kontrolliert, ob die Aktivitäten der Organisation den Entscheiden des Rats entsprechen; d. unterbreitet dem Rat den Budgetentwurf sowie die Jahresrechnung und die Bilanz; der Vollzugsausschuss kann bis zur Prüfung durch den Rat ein provisorisches Budget genehmigen; e. erfüllt die anderen Aufgaben, die ihm gemäss dem vorliegenden Übereinkommen obliegen oder vom Rat anvertraut werden; f. verabschiedet seine eigenen Verfahrensregeln."
    },
    {
      "provision_ref": "artXVII",
      "section": "XVII",
      "title": "Der Generaldirektor",
      "content": "Der Generaldirektor: a. leitet das Sekretariat der Organisation, das seiner Verantwortung untersteht; b. setzt das vom Rat genehmigte Programm um und erfüllt die ihm vom Vollzugsausschuss anvertrauten Aufgaben; c. legt an jeder ordentlichen Sitzung des Rats einen Tätigkeitsbericht der Organisation und einen Bericht über die Finanzlage vor."
    },
    {
      "provision_ref": "artXVIII",
      "section": "XVIII",
      "title": "Finanzielles",
      "content": "a. Die Ausgaben der Organisation werden durch die Jahresbeiträge der Mitgliedstaaten und durch andere, vom Rat oder vom Vollzugsausschuss genehmigte Einnahmen gedeckt. b. Die Beiträge der Mitgliedstaaten werden nach dem Schlüssel im Anhang I berechnet. c. Beim Beitritt zum Übereinkommen werden die neuen Mitgliedstaaten der richtigen Kategorie des Beitragsschlüssels im Anhang I zugeordnet, wenn sie bereits FAO-Mitglied sind. Andernfalls entscheidet der Rat über die Zuordnung. Der Anhang I und die Zuweisung der Mitgliedstaaten zu den Kategorien des Schlüssels im Anhang I können nur durch einen mit Zweidrittelmehrheit der Mitgliedstaaten getroffenen Entscheid des Rats geändert werden. d. Auf Vorschlag des Vollzugsausschusses kann der Rat im Hinblick auf die Aktivitäten der Organisation oder in Berücksichtigung der aktuellen Wirtschaftslage den im Anhang I festgelegten Grundbeitrag mit einem Berichtigungskoeffizienten ergänzen. Der entsprechende Entscheid wird mit Zweidrittelmehrheit der anwesenden und abstimmenden Mitgliedstaaten gefällt. e. Die Jahresbeiträge sind zu Beginn des Finanzjahrs der Organisation fällig. f. Der Vollzugsausschuss bestimmt die Währungen, in denen die Jahresbeiträge zu entrichten sind, wobei das Einverständnis der betroffenen Staaten vorbehalten ist. g. Neue Mitgliedstaaten müssen den ersten Jahresbeitrag im Verlauf des Finanzjahrs zahlen, in dem ihr Beitritt gemäss Artikel XX wirksam wird. h. Staaten oder Staatengruppen, für welche die Organisation besondere Projekte oder Bekämpfungskampagnen durchführt, können zusätzliche Beiträge leisten. i. Der Rat wählt eine Rechnungsprüfungskommission, die sich aus den Vertretern dreier Mitgliedstaaten zusammensetzt. Diese werden für eine Amtszeit von drei Jahren gewählt. Sie können während der drei darauf folgenden Jahre nicht wieder gewählt werden. j. Der Vollzugsausschuss ernennt mit der Genehmigung des Rats einen Rechnungsprüfer, der die Buchhaltung der Organisation jährlich prüft. k. Die Rechnungsprüfungskommission prüft jedes Jahr zusammen mit dem Rechnungsprüfer die Rechnung und die Führung der Organisation. Sie erstattet dem Rat Bericht."
    },
    {
      "provision_ref": "artXIX",
      "section": "XIX",
      "title": "Änderungen",
      "content": "a. Der Text von Abänderungsanträgen zum vorliegenden Übereinkommen und zum Anhang I wird den Mitgliedstaaten vom Generaldirektor mindestens drei Monate vor der Behandlung im Rat übermittelt. b. Änderungen des Übereinkommens treten nach Annahme durch Zweidrittelmehrheit der anwesenden und stimmenden Mitglieder in Kraft, wobei Änderungen, die den Mitgliedstaaten neue Pflichten auferlegen (ausgenommen Änderungen zum Anhang I gemäss Buchstabe c), für jeden von ihnen erst nach individueller Annahme in Kraft treten. c. Änderungen zum Anhang I werden vom Rat mit Zweidrittelmehrheit der Mitgliedstaaten genehmigt. d. Verabschiedete Änderungen werden der französischen Regierung notifiziert, die alle Mitgliedstaaten über die Annahme und das Inkrafttreten der Änderungen informiert."
    },
    {
      "provision_ref": "artXX",
      "section": "XX",
      "title": "Unterschrift und Beitritt",
      "content": "a. Die Unterschrift dieses Übereinkommens oder der Beitritt dazu steht jedem Staat offen, der gemäss Artikel III Mitglied wird, mit folgenden Möglichkeiten: 1. Unterschrift ohne Ratifizierungs-, Annahme- oder Genehmigungsvorbehalt; 2. Unterschrift mit nachfolgender Ratifizierung, Annahme oder Genehmigung; 3. Beitritt. b. Die Ratifizierungs-, Annahme-, Genehmigungs- und Beitrittsurkunden sind bei der französischen Regierung zu hinterlegen. Diese informiert alle Mitgliedstaaten über die Daten, an denen das Übereinkommen unterschrieben oder eine Urkunde hinterlegt wurde."
    },
    {
      "provision_ref": "artXXI",
      "section": "XXI",
      "title": "Räumliche Erweiterung des Geltungsbereichs",
      "content": "a. Die Mitgliedstaaten können jederzeit erklären, ihre Mitgliedschaft umfasse die Gesamtheit oder einen Teil der Hoheitsgebiete, deren Aussenbeziehungen ihrer Verantwortung unterliegen. Diese Erklärung ist der französischen Regierung zu notifizieren. b. Die Erklärungen von Mitgliedstaaten gemäss Buchstabe a treten am dreissigsten Tag nach Eingang der Notifikation bei der französischen Regierung in Kraft. c. Die französische Regierung informiert sofort alle Mitgliedstaaten über die gemäss diesem Artikel abgegebenen Erklärungen."
    },
    {
      "provision_ref": "artXXII",
      "section": "XXII",
      "title": "Kündigung",
      "content": "a. Jeder Mitgliedstaat kann nach einer Mitgliedschaft von zwei Jahren jederzeit durch eine entsprechende Notifikation an die französische Regierung vom Übereinkommen zurücktreten. Die Kündigung wird ein Jahr nach Eingang der Notifikation wirksam. b. Die Nichtbezahlung des Jahresbeitrags in zwei aufeinander folgenden Jahren zieht in normalen Zeiten den Rücktritt des fehlbaren Mitgliedstaats nach sich. c. Die Anwendung des Übereinkommens auf ein oder mehrere Hoheitsgebiet(e) gemäss Artikel XXI kann mittels Notifikation an die französische Regierung durch den für die Aussenbeziehungen des Gebiets oder der Gebiete verantwortlichen Mitgliedstaat gekündigt werden. Die Notifikation wird ein Jahr nach ihrem Eingang wirksam. d. Die französische Regierung informiert sofort alle Mitgliedstaaten über die gemäss diesem Artikel notifizierten Kündigungen."
    },
    {
      "provision_ref": "artXXIII",
      "section": "XXIII",
      "title": "Inkrafttreten",
      "content": "a. Dieses Übereinkommen tritt am Tag des Beitritts von fünf Staaten gemäss Artikel XX in Kraft. b. Die französische Regierung informiert sofort alle Staaten, die das Übereinkommen unterschrieben haben oder ihm beigetreten sind, über das Datum des Inkrafttretens. c. Für die Staaten, die nach dem Inkrafttreten des Übereinkommens gemäss Buchstabe a eine Ratifizierungs-, Annahme-, Genehmigungs- oder Beitrittsurkunde hinterlegt haben, tritt das Übereinkommen am Datum der Hinterlegung der genannten Urkunden in Kraft. (Unterzeichner des Originaltextes) Zu Urkund dessen haben die Unterzeichneten, von ihren Regierungen hierzu gehörig befugt, dieses Übereinkommen und die Anhänge unterschrieben."
    }
  ],
  "definitions": []
}