{
  "id": "sr-0-741-319-136",
  "type": "statute",
  "title": "Vertrag vom 30. Mai 1969 zwischen der Schweizerischen Eidgenossenschaft und der Bundesrepublik Deutschland über die Schadendeckung bei Verkehrsunfällen",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1971/1142_1142_1142/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "",
      "content": "Die Angehörigen jedes der beiden Staaten, die im andern durch ein Motorfahrzeug (Kraftfahrzeug) geschädigt werden, haben dieselben Schadendeckungsansprüche wie die Angehörigen des Unfallandes, gleichgültig, ob der Schaden durch ein ordentlich versichertes, ein nicht versichertes, ein ausländisches, ein entwendetes oder ein nicht ermitteltes Motorfahrzeug (Kraftfahrzeug) verursacht worden ist. Die Gleichstellung bezieht sich auch auf die Ansprüche gegen die von der Versicherungspflicht befreiten Halter von Motorfahrzeugen (Kraftfahrzeugen) wie öffentliche Körperschaften. Derzeit sind massgebend: – in der Schweiz: Strassenverkehrsgesetz ( SR 741.01 ) und Verkehrsversicherungsverordnung vom 20. Nov. 1959 ( SR 741.31 ) – in der Bundesrepublik Deutschland: Pflichtversicherungsgesetz, Ausländer-Pflichtversicherungsgesetz, Verordnung über den Entschädigungsfonds."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "",
      "content": "1 Den Angehörigen eines der beiden Vertragsstaaten sind alle Personen gleichgestellt, die auf seinem Staatsgebiet ihren Wohnsitz haben. Dazu gehören auch jene Personen, die seit der polizeilichen Anmeldung ohne wesentliche Unterbrechung mehr als ein Jahr dort wohnhaft sind. 2 Der Begriff des Motorfahrzeugs (Kraftfahrzeugs) bestimmt sich nach dem Recht des Unfallandes; Fahrzeuge mit Hilfsmotor sind den Motorfahrzeugen (Kraftfahrzeugen) gleichgestellt. 3 Fallen die von einem Motorfahrzeuganhänger (Kraftfahrzeuganhänger) verursachten Schäden nicht unter die Versicherung des Zugfahrzeugs, sondern unter eine selbständige Anhängerversicherung, so ist der Anhänger für die Anwendung dieser Vereinbarung einem Motorfahrzeug (Kraftfahrzeug) gleichgestellt."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "",
      "content": "1 Erfährt die Behörde eines der beiden Staaten, dass ein durch sie zugelassenes, nicht mehr versichertes Fahrzeug im Gebiet des andern Staates verwendet wird, so erstattet sie der örtlich zuständigen Zulassungsstelle oder einer Zentralstelle dieses Staates Meldung. Diese Stellen treffen, unter Berücksichtigung der Rechtslage im Zulassungslande, die gebotenen Massnahmen, damit das Fahrzeug nicht weiter ohne die gesetzlich vorgeschriebene Haftpflichtversicherung verkehrt. 2 Zentralstellen sind, solange die Regierung der betreffenden Vertragspartei nichts anderes bestimmt, in der Schweiz die Eidgenössische Polizeiabteilung, in der Bundesrepublik Deutschland das Kraftfahrt‑Bundesamt. Heute: Bundesamt für Polizeiwesen."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "",
      "content": "Dieser Vertrag gilt zufolge besonderer Bevollmächtigung durch die fürstlich-liechtensteinische Regierung auch für das Fürstentum Liechtenstein."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "",
      "content": "Dieser Vertrag gilt auch für das Land Berlin, sofern nicht die Regierung der Bundesrepublik Deutschland gegenüber dem Schweizerischen Bundesrat innerhalb von drei Monaten nach Inkrafttreten dieses Vertrages eine gegenteilige Erklärung abgibt."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "",
      "content": "1 Dieser Vertrag bedarf der Ratifikation, die Ratifikationsurkunden sollen sobald wie möglich in Bonn ausgetauscht werden. 2 Dieser Vertrag tritt einen Monat nach Austausch der Ratifikationsurkunden in Kraft. 3 Jede Partei kann den Vertrag unter Beachtung einer Frist von sechs Monaten zum Ende eines Kalenderjahres kündigen. Geschehen in Bern, am 30. Mai 1969, in doppelter Ausfertigung. Für die Schweizerische Eidgenossenschaft: Für die Bundesrepublik Deutschland: Spühler F. Buch"
    }
  ],
  "definitions": []
}