{
  "id": "sr-0-232-142-1",
  "type": "statute",
  "title": "Übereinkommen vom 27. November 1963 zur Vereinheitlichung gewisser Begriffe des materiellen Rechts der Erfindungspatente",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1980/1011_1011_1011/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "",
      "content": "Für Erfindungen, die gewerblich anwendbar sind, neu sind und auf einer erfinderischen Tätigkeit beruhen, werden in den Vertragsstaaten Patente erteilt. Eine Erfindung, die diesen Voraussetzungen nicht entspricht, kann nicht Gegenstand eines rechtsgültigen Patents sein. Ein Patent, das für nichtig erklär( worden ist, weil die Erfindung diesen Voraussetzungen nicht entspricht, gilt als von Anfang an nichtig."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "",
      "content": "Die Vertragsstaaten sind nicht verpflichtet, die Erteilung von Patenten vorzusehen: (a) für Erfindungen, deren Veröffentlichung oder Verwertung gegen die öffentliche Ordnung oder die guten Sitten verstossen würde, ein solcher Verstoss kann nicht allein aus der Tatsache hergeleitet werden, dass die Verwertung der Erfindung durch Gesetz oder Verwaltungsvorschrift verboten ist; (b) für Pflanzensorten oder Tierarten sowie für im wesentlichen biologische Verfahren zur Züchtung von Pflanzen oder Tieren; diese Bestimmung ist auf mikrobiologische Verfahren und auf die mit Hilfe dieser Verfahren gewonnenen Erzeugnisse nicht anzuwenden."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "",
      "content": "Eine Erfindung gilt als gewerblich anwendbar, wenn ihr Gegenstand auf irgendeinem gewerblichen Gebiet einschliesslich der Landwirtschaft hergestellt oder benutzt werden kann."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "",
      "content": "1. Eine Erfindung gilt als neu, wenn sie nicht zum Stand der Technik gehört. 2. Vorbehaltlich der Bestimmungen des Absatzes 4 dieses Artikels bildet den Stand der Technik alles, was vor dem Tag der Einreichung der Patentanmeldung oder einer ausländischen Anmeldung, deren Priorität gültig beansprucht wird, durch schriftliche oder mündliche Beschreibung, durch Benutzung oder in sonstiger Weise der Öffentlichkeit zugänglich gemacht worden ist. 3. Jeder Vertragsstaat kann vorsehen, dass der Inhalt der in diesem Staat eingereichten Patentanmeldungen oder erteilten Patente, die an oder nach dem in Absatz 2 dieses Artikels erwähnten Tag Gegenstand einer amtlichen Veröffentlichung waren, als zum Stand der Technik gehörend gilt, soweit dieser Inhalt ein früheres Prioritätsdatum hat. 4. Ein Patent kann nicht lediglich aus dem Grund verweigert oder für nichtig erklärt werden, dass die Erfindung innerhalb von sechs Monaten vor Einreichung der Anmeldung der Öffentlichkeit zugänglich gemacht worden ist, wenn die Offenbarung unmittelbar oder mittelbar zurückgeht: (a) auf einen offensichtlichen Missbrauch zum Nachteil des Anmelders oder seines Rechtsvorgängers, oder (b) auf die Tatsache, dass der Anmelder oder sein Rechtsvorgänger die Erfindung auf amtlichen oder amtlich anerkannten Ausstellungen im Sinne des am 22. November 1928 in Paris unterzeichneten und am 10. Mai 1948 revidierten Übereinkommens über internationale Ausstellungen zur Schau gestellt hat. SR 0.945.11"
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "",
      "content": "Eine Erfindung gilt als auf einer erfinderischen Tätigkeit beruhend, wenn sie sich nicht in nahe liegender Weise aus dem Stand der Technik ergibt. Jedoch kann für die Beurteilung der Frage, ob eine Erfindung auf einer erfinderischen Tätigkeit beruht oder nicht, das Recht jedes Vertragstaats entweder allgemein oder für besondere Arten von Patenten oder Patentanmeldungen, wie etwa Zusatzpatente, vorsehen, dass alle oder ein Teil der in Artikel 4 Absatz 3 erwähnten Patente oder Patentanmeldungen nicht zum Stand der Technik gehören"
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "",
      "content": "Jeder Vertragstaat, der von der in Artikel 4 Absatz 3 erwähnten Möglichkeit keinen Gebrauch macht, ist gleichwohl verpflichtet, vorzusehen, dass eine Erfindung insoweit nicht Gegenstand eines rechtsgültigen Patents sein kann, als sie in diesem Staat bereits den Gegenstand eines Patents bildet, das, ohne zum Stand der Technik zu gehören, für die gemeinsamen Merkmale ein früheres Prioritätsdatum hat."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "",
      "content": "Jede Gruppe von Vertragsstaaten, die Einrichtungen für die gemeinsame Einreichung von Patentanmeldungen geschaffen hat, kann für die Anwendung des Artikels 4 Absatz 3 und des Artikels 6 als ein einziger Staat angesehen werden."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "",
      "content": "1. Die Patentanmeldung muss eine Beschreibung der Erfindung, gegebenenfalls mit den Zeichnungen, auf die sie Bezug nimmt, sowie einen oder mehrere Patentansprüche, die definieren, wofür Schutz begehrt wird, enthalten. 2. In der Beschreibung ist die Erfindung so deutlich und vollständig darzulegen, dass ein Fachmann sie danach ausführen kann. 3. Der sachliche Schutzbereich des Patents wird durch den Inhalt der Patentansprüche bestimmt. Die Beschreibung und die Zeichnungen sind jedoch zur Auslegung der Patentansprüche heranzuziehen."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "",
      "content": "1. Dieses Übereinkommen liegt für die Mitgliedstaaten des Europarats zur Unterzeichnung auf. Es bedarf der Ratifizierung oder Annahme. Die Ratifikations‑ oder Annahmeurkunden werden beim Generalsekretär des Europarats hinterlegt. 2. Das Übereinkommen tritt drei Monate nach dem Tag der Hinterlegung der achten Ratifikations‑ oder Annahmeurkunde in Kraft. 3. Für jeden Unterzeichnerstaat, der das Übereinkommen später ratifiziert oder annimmt, tritt es drei Monate nach dem Tag der Hinterlegung seiner Ratifikations‑ oder Annahmeurkunde in Kraft."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "",
      "content": "1. Nach dem Inkrafttreten dieses Übereinkommens kann das Ministerkomitee des Europarats jedes Mitglied des Internationalen Verbands zum Schutz des gewerblichen Eigentums, das nicht Mitglied des Europarats ist, einladen, dem Übereinkommen beizutreten. 2. Der Beitritt erfolgt durch Hinterlegung einer Beitrittsurkunde beim Generalsekretär des Europarats, die drei Monate nach dem Tag ihrer Hinterlegung wirksam wird."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "",
      "content": "1. Jede Vertragspartei kann bei der Unterzeichnung oder bei der Hinterlegung ihrer Ratifikations‑, Annahme‑ oder Beitrittsurkunde das oder die Hoheitsgebiete bezeichnen, auf die dieses Übereinkommen anzuwenden ist. 2. Jede Vertragspartei kann bei der Hinterlegung ihrer Ratifikations‑, Annahme‑ oder Beitrittsurkunde oder jederzeit danach durch eine an den Generalsekretär des Europarats gerichtete Notifikation die Anwendung dieses Übereinkommens auf jedes andere in der Erklärung bezeichnete Hoheitsgebiet ausdehnen, dessen internationale Beziehungen sie wahrnimmt oder für das sie berechtigt ist, Verträge zu schliessen. 3. Jede nach Absatz 2 abgegebene Erklärung kann für jedes in der Erklärung bezeichnete Hoheitsgebiet gemäss dem in Artikel 13 dieses Übereinkommens festgelegten Verfahren zurückgezogen werden."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "",
      "content": "1. Ungeachtet der Bestimmungen dieses Übereinkommens kann jede Vertragspartei bei der Unterzeichnung oder bei der Hinterlegung ihrer Ratifikations‑, Annahme‑ oder Beitrittsurkunde sich für die nachstehend bezeichnete Übergangszeit das Recht vorbehalten: (a) die Erteilung von Patenten nicht vorzusehen für Nahrungs‑ und Arzneimittel als solche sowie für landwirtschaftliche oder gartenbauliche Verfahren, auf die nicht bereits Artikel 2 Buchstabe b) anwendbar ist; (b) rechtsgültig Patente für Erfindungen zu erteilen, die innerhalb von sechs Monaten vor Einreichung der Anmeldung offenbart worden sind, und zwar entweder, von dem in Artikel 4 Absatz 4b) bereits geregelten Fall abgesehen, vom Erfinder selbst oder, von dem in Artikel 4 Absatz 4a) bereits geregelten Fall abgesehen, von einem Dritten, der auf den Erfinder zurückgehende Kenntnisse erlangt hat. 2. Die in Absatz 1 erwähnte Übergangszeit beträgt im Fall des Buchstabens a) zehn Jahre und im Fall des Buchstabens b) fünf Jahre. Sie beginnt mit dem Inkrafttreten dieses Übereinkommens für die betreffende Vertragspartei. 3. Jede Vertragspartei, die auf Grund dieses Artikels einen Vorbehalt macht, nimmt ihn zurück, sobald es die Umstände gestatten. Die Rücknahme des Vorbehalts erfolgt durch eine an den Generalsekretär des Europarats gerichtete Notifikation und wird einen Monat nach dem Tag des Eingangs der Notifikation wirksam."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "",
      "content": "1. Dieses Übereinkommen bleibt zeitlich unbegrenzt in Kraft. 2. Jede Vertragspartei kann dieses Übereinkommen für sich selbst durch eine an den Generalsekretär des Europarats gerichtete Notifikation kündigen. 3. Die Kündigung wird sechs Monate nach dem Tag des Eingangs der Notifikation beim Generalsekretär wirksam."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "",
      "content": "Der Generalsekretär des Europarats notifiziert den Mitgliedstaaten des Rats, jedem Staat, der diesem Übereinkommen beigetreten ist, sowie dem Direktor des Internationalen Büros zum Schutz des gewerblichen Eigentums: (a) jede Unterzeichnung; (b) jede Hinterlegung einer Ratifikations‑, Annahme‑ oder Beitrittsurkunde; (c) jeden Tag des Inkrafttretens dieses Übereinkommens; (d) jede nach Artikel 11 Absätze 2 und 3 eingegangene Erklärung und Notifikation; (e) jeden nach Artikel 12 Absatz 1 gemachten Vorbehalt; (f) jede nach Artikel 12 Absatz 3 bewirkte Rücknahme eines Vorbehalts; (g) jede nach Artikel 13 Absatz 2 eingegangene Notifikation und den Tag, an dem die Kündigung wirksam wird."
    }
  ],
  "definitions": []
}