{
  "id": "sr-0-747-224-053-1",
  "type": "statute",
  "title": "Abkommen vom 25. Mai 1966 zwischen dem Schweizerischen Bundesrat und der Regierung der Bundesrepublik Deutschland über die Finanzierung des Ausbaues des Rheines zwischen Neuburgweier/Lauterburg und St. Goar",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1967/1147_1187_1181/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "",
      "content": "(1) Die Regierung der Bundesrepublik Deutschland wird den bereits begonnenen Ausbau des Rheins zwischen Neuburgweier/Lauterburg und St. Goar nach Massgabe der von der Wasser- und Schifffahrtsdirektion Mainz aufgestellten Projekte. «Ausbau des Rheins zwischen Mannheim und St. Goar» vom 5. November 1963 und «Ausbau des Rheins zwischen Neuburgweier/Lauterburg und Mannheim» vom 1. Oktober 1965 möglichst bis Ende des Jahres 1976 vollenden. (2) Die Projekte bezwecken die Verbesserung der Fahrwasserverhältnisse des Rheins insbesondere durch a. die Vertiefung der Fahrrinne zwischen Neuburgweier/Lauterburg und St. Goar von ein Meter siebzig Zentimeter auf zwei Meter zehn Zentimeter unter gleichwertigem Wasserstand (gl. W) durch Einbau von Strombauwerken (Bühnen, Leitwerke), Uferabflachungen, Baggerungen, Felsbeseitigungen und ähnlichem; b. die Verbreiterung der Fahrrinne an Engstellen; c. die Abflachung von Krümmungen; d. die Schaffung eines mittleren Fahrwassers im Binger-Riff. (3) Die Kosten sind veranschlagt auf insgesamt einhundertsechzig Millionen Deutsche Mark. (4) Die Arbeiten werden von der deutschen Wasser- und Schifffahrtsverwaltung nach den für sie geltenden Bestimmungen ausgeführt. Der in AS 1967 1150 veröffentlichte Plan wird in der vorliegenden Sammlung nicht wiedergegeben."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "",
      "content": "(1) Der Schweizerische Bundesrat gewährt der Regierung der Bundesrepublik Deutschland als Beitrag zur Finanzierung der in Artikel 1 umschriebenen Bauarbeiten ein Darlehen von dreissig Millionen Schweizerfranken. (2) Zur Deckung ausgewiesener teuerungsbedingter Mehrkosten kann der vorgenannte Darlehensvertrag im gleichen Verhältnis bis höchstens zehn vom Hundert erhöht werden. (3) Das Darlehen wird in Raten von drei Millionen Schweizerfranken am Anfang eines jeden Kalenderjahres überwiesen. Die erste Rate wird mit dem Inkrafttreten dieses Abkommens fällig. (4) Das Darlehen ist erstmalig vom 1. Januar 1977 an zu viereinhalb vom Hundert im Jahr verzinslich. Die Zinsen werden gestundet. Zinseszins wird nicht erhoben. (5) Vorbehältlich anderweitiger Regelung zwischen den Vertragsparteien erfolgen die Rückzahlung des Darlehens und die Zahlung der Zinsen vom 1. Januar 1990 an in zehn gleichen Jahresraten."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "",
      "content": "(1) Die deutsche Wasser- und Schifffahrtsverwaltung unterrichtet das Eidgenössische Amt für Wasserwirtschaft alljährlich im Herbst auf einer gemeinsamen Bereisung über den Stand der Bauarbeiten, über das Bauprogramm des kommenden Jahres und die Termine sowie über die Ausgaben und teilt dabei Projektänderungen und deren voraussichtliche Folgen in technischer und finanzieller Hinsicht mit. (2) Auf der Bereisung wird jeweils abgesprochen, zu welcher für die Schifffahrt besonders wichtigen Baumassnahme dem Eidgenössischen Amt für Wasserwirtschaft Entwurfsunterlagen zuzuleiten sind. (3) Die Besprechungsergebnisse werden in Niederschrift festgehalten. (4) Das Eidgenössische Amt für Wasserwirtschaft und die deutsche Wasser- und Schifffahrtsverwaltung setzen sich zur Durchführung dieses Abkommens unmittelbar in Verbindung. Heute: Bundesamt für Wasserwirtschaft. Heute: Bundesamt für Wasserwirtschaft. Heute: Bundesamt für Wasserwirtschaft."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "",
      "content": "(1) Dieses Abkommen schafft kein Präjudiz für künftige finanzielle Beteiligungen der Schweizerischen Eidgenossenschaft zugunsten des weiteren Ausbaues des Rheins. (2) Die Verpflichtung der Regierung der Bundesrepublik Deutschland zur Verzinsung und zur Rückzahlung des Darlehens fällt dahin, wenn die Vertragsparteien spätestens im Jahr 1990 durch Austausch von Erklärungen festgestellt haben, dass auf der Rheinstrecke zwischen Strassburg und Neuburgweier/Lauterburg eine den jetzigen Verhältnissen entsprechende Fahrrinnenbreite vorhanden ist und eine Fahrrinnentiefe mindestens im gleichen Ausmass zur Verfügung steht wie auf der unterhalb anschliessend liegenden Strecke bis St. Goar."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "",
      "content": "Dieses Abkommen gilt auch für das Land Berlin, sofern nicht die Regierung der Bundesrepublik Deutschland gegenüber dem Schweizerischen Bundesrat innerhalb von drei Monaten nach Inkrafttreten des Abkommens eine gegenteilige Erklärung abgibt."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "",
      "content": "Dieses Abkommen tritt zehn Tage nach dem Tage in Kraft, an dem der Schweizerische Bundesrat der Regierung der Bundesrepublik Deutschland mitteilt, dass die innerstaatlichen Voraussetzungen für das Inkrafttreten des Abkommens erfüllt sind. Geschehen zu Basel, in zwei Unterschriften, am 25. Mai 1966. Für den Schweizerischen Bundesrat M. Oesterhaus Für die Regierung der Bundesrepublik Deutschland Poppe"
    }
  ],
  "definitions": []
}