{
  "id": "sr-0-132-454-22",
  "type": "statute",
  "title": "Abkommen vom 5. April 1951 zwischen der Schweizerischen Eidgenossenschaft und der Italienischen Republik betreffend die Bereinigung der Landesgrenze längs der Roggia Molinara zwischen den Gemeinden Chiasso und Como (mit Beschreibung des Grenzverlaufs)",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1953/403_403_415/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "",
      "content": "In teilweiser Abänderung des Abkommens zwischen der Schweizerischen Eidgenossenschaft und dem Königreich Italien über die Festlegung der schweizerisch-italienischen Grenze zwischen Cima Garibaldi (oder Run Do) und Mont Dolent, abgeschlossen in Bern am 24. Juli 1941, sind die beiden interessierten Regierungen übereingekommen, die Landesgrenze längs der Roggia Molinara zwischen den Gemeinden Chiasso und Como zu berichtigen und sie festzulegen auf der Achse des neuen Kanals, der auf Grund des von der Gemeinde Chiasso am 9. Mai 1949 ausgearbeiteten Projektes erstellt wurde, das einen integrierenden Bestandteil dieses Abkommens bildet. SR 0.132.454.2 In der AS nicht veröffentlicht."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "",
      "content": "Die Kommission zur Erhaltung der Landesgrenze Schweiz-Italien wird mit der Festlegung des neuen Grenzverlaufs betraut. Zu diesem Zwecke werden ihr folgende Aufgaben überbunden: a. Absteckung und Vermessung der neuen Grenzlinie, die die neue Kanalachse bilden wird; b . vor dem Bau des Kanals: Kontrolle der Flächen, die nicht auf Grund des Bodenwertes, sondern ausschliesslich nach ihrem Flächeninhalt ausgetauscht werden. Diese Flächen ergeben sich aus dem erwähnten Projekt der Gemeinde Chiasso vom 9. Mai 1949. Der Gebietsaustausch erfolgt nach dem Prinzip der Flächengleichheit, wobei kleinere Differenzen gemäss der üblichen Praxis toleriert werden; c. nach Errichtung des Kanals: Kontrolle hinsichtlich der vollständigen Übereinstimmung der Grenzlinie mit der neuen Kanalachse; d. Vermarkung der neuen Grenzlinie gemäss den zwischen den beiden Staaten geltenden Vorschriften; e. Vermessung der Grenzzeichen der neuen Grenzlinie und Erstellung der entsprechenden Dokumentation."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "",
      "content": "Die Kosten für die im vorangegangenen Artikel erwähnten Aufgaben werden wie folgt verteilt: 1. zu Lasten der Kommission zur Erhaltung der Landesgrenze Schweiz-Italien, diejenigen der unter Buchstaben a, b, c und e erwähnten Arbeiten; 2. zu Lasten der Stellen, welche die Erstellungskosten des Kanals tragen, diejenigen der Buchstaben d fallenden Arbeiten."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "",
      "content": "Das vorliegende Abkommen soll ratifiziert und die Ratifikationsurkunden sollen so bald als möglich in Rom ausgetauscht werden. Es tritt am Tage des Austausches der Ratifikationsurkunden in Kraft."
    }
  ],
  "definitions": []
}