{
  "id": "sr-0-414-91",
  "type": "statute",
  "title": "Abkommen vom 9. Oktober 1991 zwischen der Schweizerischen Eidgenossenschaft und der Europäischen Wirtschaftsgemeinschaft über die Zusammenarbeit im Bereich der allgemeinen und beruflichen Bildung im Rahmen des ERASMUS-Programms (mit Anhängen)",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1992/924_924_924/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "",
      "content": "Zwischen der Gemeinschaft und der Schweiz wird eine Zusammenarbeit im Bereich der hochschulübergreifenden Kooperation und Mobilität im Rahmen‑ der Durchführung von ERASMUS vereinbart. Die Aktionen des ERASMUS‑Programms sind in Anhang 1 niedergelegt."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "",
      "content": "Im Rahmen dieses Abkommens wird der Begriff «Hochschule» für alle Arten der nach Abschluss der Sekundarstufe II weiterführenden allgemeinen und beruflichen Bildungseinrichtungen verwendet, an denen, gegebenenfalls im Rahmen einer fortgeschrittenen Ausbildung, Qualifikationen oder Diplome des entsprechenden Niveaus erlangt werden können, und zwar ungeachtet der jeweiligen Bezeichnung in den Vertragsparteien. An diesen Einrichtungen eingeschriebene Studenten kommen ungeachtet ihres Studienfachs bis einschliesslich zur Promotion für eine Unterstützung aus dem ERASMUS‑Programm in Frage, sofern die in der Gasthochschule mit dem Lehrplan der Hochschule des Herkunftslands in Einklang stehende Studienzeit Teil ihrer beruflichen Ausbildung darstellt. Das ERASMUS‑Programm deckt nicht Tätigkeiten im Bereich der Forschung und der technologischen Entwicklung."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "",
      "content": "Sofern in diesem Artikel nicht anders festgelegt, gelten die Angaben in Anhang I dieses Übereinkommens mit Bezug auf die Mitgliedstaaten der Gemeinschaft für die Zwecke des vorliegenden Abkommens auch für die Schweiz. Was die verschiedenen Aktionen von ERASMUS betrifft, so unterliegt die Beteiligung von Universitäten aus der Schweiz an ERASMUS‑Aktivitäten den besonderen Bedingungen und Regelungen, die in diesem Artikel enthalten sind."
    },
    {
      "provision_ref": "art4",
      "chapter": "2. Aktion 2: Stipendien für Studenten im Rahmen des ERASMUS‑Programms Stipendien für Studenten im Rahmen des ERASMUS‑Programms",
      "section": "4",
      "title": "",
      "content": "(1) Die Schweiz leistet einen jährlichen Beitrag zur Finanzierung des ERASMUS‑Programms, beginnend mit dem auf das Inkrafttreten dieses Abkommens folgende Kalenderjahr bis und einschliesslich des Kalenderjahres, in dem das letzte Studienjahr im Rahmen der Laufzeit dieses Abkommens beginnt. (2) Dieser jährliche finanzielle Beitrag der Schweiz wird im Verhältnis zu dem jährlichen Gesamthaushalt für das ERASMUS‑Programm festgesetzt. (3) Der Proportionalitätsfaktor zur Bestimmung des Beitrags der Schweiz ergibt sich aus dem Verhältnis zwischen ihrem Bruttoinlandsprodukt (BIP) zu Marktpreisen und der Summe der Bruttoinlandsprodukte zu Marktpreisen der Mitgliedstaaten der Gemeinschaft und der Schweiz. Dieses Verhältnis wird unter Zugrundelegung der aktuellsten statistischen Daten der OECD berechnet. (4) Zu Beginn jedes Jahres unterrichtet die Kommission die Schweiz über die für dieses Jahr im Gemeinschaftshaushalt bewilligten Mittel für das ERASMUS‑Programm. Die Gemeinschaft unterrichtet. die Schweiz über etwaige, im Laufe des Jahres vorgenommene Änderungen dieses Betrags. (5) Zusätzlich zu dem in Absatz 1 genannten jährlichen Beitrag leistet die Schweiz spätestens bis zum Zeitpunkt des Inkrafttretens dieses Abkommens einen einmaligen Beitrag von 131 900 ECU zur Deckung der Kosten der von der Kommission im Zusammenhang mit der Durchführung dieses Abkommens geleisteten vorbereitenden Arbeiten. (6) Die für den finanziellen Beitrag der Schweiz zur Durchführung des ERASMUS‑Programms geltenden Vorschriften sind in Anhang II dieses Abkommens niedergelegt."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "",
      "content": "Vorbehaltlich der in Artikel 4 dieses Abkommens festgelegten besonderen Auflagen betreffend die Beteiligung von Hochschulen in der Schweiz gelten für die Vorlage und Beurteilung von Bewerbungen sowie für die Bewilligung und den Abschluss von Verträgen im Rahmen des ERASMUS‑Programms die gleichen Bedingungen wie für Hochschulen der Gemeinschaft."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "",
      "content": "(1) Es wird ein Gemeinsamer Ausschuss eingesetzt. (2) Der Ausschuss ist für die Durchführung dieses Abkommens zuständig. (3) Die Delegation der Gemeinschaft sorgt für die Koordinierung zwischen der Durchführung dieses Abkommens und den Beschlüssen der Gemeinschaft zur Durchführung von ERASMUS. (4) Zur ordnungsgemässen Durchführung des Abkommens tauschen die Vertragsparteien Informationen aus und konsultieren sich auf Antrag einer Partei im Ausschuss. (5) Der Ausschuss kann Stellungnahmen abgeben und Leitlinien zur Durchführung des ERASMUS‑Programms erarbeiten, soweit sie für die Beteiligung der Schweiz relevant sind. (6) Der Ausschuss gibt sich eine Geschäftsordnung. (7) Dem Ausschuss gehören Vertreter der Gemeinschaft und Vertreter der Schweiz an. (8) Der Ausschuss trifft seine Entscheidungen einvernehmlich. (9) Der Ausschuss tritt auf Antrag einer Vertragspartei nach Massgabe der in der Geschäftsordnung festgelegten Bedingungen zusammen."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "",
      "content": "Die Entscheidungen zur Auswahl der verschiedenen in Anhang I (Aktion 1, 3 und 4) beschriebenen Vorhaben werden von der Kommission der Europäischen Gemeinschaften getroffen. Entscheidungen über die Vergabe von ERASMUS‑Stipendien an Studenten von schweizerischen Hochschulen (Aktion 2) werden von den zuständigen Stellen in der Schweiz in enger Zusammenarbeit mit den beteiligten Hochschulen getroffen. Die Kommission der Europäischen Gemeinschaften wird den obengenannten zuständigen Stellen zu diesem Zweck entsprechende Leitlinien zur Verfügung stellen."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "",
      "content": "Die Vertragsparteien tragen dafür Sorge, die Freizügigkeit und den Aufenthalt von Studenten, Dozenten und Verwaltungspersonal bei einer Verlegung des Aufenthaltsortes von der Schweiz in die Gemeinschaft und umgekehrt zu erleichtern, wenn dies im Rahmen der Teilnahme an den in diesem Abkommen genannten Aktivitäten geschieht."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "",
      "content": "Um die Kommission bei der Abfassung des Jahresberichts über die Durchführung des ERASMUS‑Programms sowie eines Berichts über die bei der Anwendung des Programms gewonnenen Erfahrungen zu unterstützen, legt die Schweiz der Kommission einen Beitrag vor, in dem die von der Schweiz in dieser Hinsicht getroffenen Massnahmen beschrieben sind. Ein Exemplar dieser Berichte wird der Schweiz übermittelt."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "",
      "content": "Bei allen Anträgen, Verträgen und Berichten sowie bei allen sonstigen Verwaltungsregelungen für das ERASMUS‑Programm sind die Amtssprachen der Gemeinschaft zu verwenden."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "",
      "content": "Dieses Abkommen gilt für die Gebiete, in denen der Vertrag zur Gründung der Europäischen Wirtschaftsgemeinschaft angewendet wird, und nach Massgabe jenes Vertrags einerseits sowie für das Gebiet der Schweizerischen Eidgenossenschaft andererseits."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "",
      "content": "(1) Dieses Abkommen wird für die Dauer von fünf Studienjahren ab dem Termin des Inkrafttretens geschlossen. Es kann für weitere fünf Jahre durch ein Abkommen zwischen den Vertragsparteien verlängert werden. Vor Ablauf des dritten Studienjahres nach Inkrafttreten dieses Abkommens wird eine Überprüfung vorgenommen. (2) Wird das ERASMUS‑Programm von der Gemeinschaft überarbeitet, so kann das Abkommen neu ausgehandelt oder gekündigt werden. Die Schweiz wird über den genauen Inhalt des überarbeiteten Programms binnen einer Woche nach dessen Annahme durch die Gemeinschaft unterrichtet. Wird eine Neuverhandlung und Kündigung des Abkommens verlangt, so teilen sich dies die Vertragsparteien innerhalb von drei Monaten nach Annahme des Beschlusses der Gemeinschaft mit. Im Falle der Kündigung sind die praktischen Einzelheiten zur Regelung ausstehender Verpflichtungen Gegenstand von Verhandlungen zwischen den Vertragsparteien. (3) Jede Vertragspartei kann jederzeit eine Überarbeitung des Abkommens verlangen. Zu diesem Zweck unterbreitet sie der anderen Vertragspartei einen entsprechenden Antrag. Die Vertragsparteien können den Gemeinsamen Ausschuss beauftragen, den Antrag zu prüfen und ihnen gegebenenfalls Empfehlungen, insbesondere im Hinblick auf die Einleitung von Verhandlungen, auszusprechen."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "",
      "content": "Dieses Abkommen wird von den Vertragsparteien nach deren eigenen Verfahren genehmigt. Sofern die Vertragsparteien einander bis zu diesem Zeitpunkt mitgeteilt haben, dass die hierzu erforderlichen Verfahren abgeschlossen sind, tritt dieses Abkommen am ersten Tag des zweiten auf diese Mitteilung folgenden Monats in Kraft. Ergeht diese Mitteilung jedoch nicht bis Ende September eines Jahres, so treten die Bestimmungen dieses Abkommens nicht vor dem zweiten Studienjahr nach dem Zeitpunkt der Benachrichtigung in Kraft."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "",
      "content": "Dieses Abkommen wird in zwei Urschriften in deutscher, französischer, italienischer, dänischer, englischer, griechischer, niederländischer, portugiesischer und spanischer Sprache abgefasst, wobei jeder Wortlaut gleichermassen verbindlich ist. Geschehen zu Brüssel am neunten Oktober neunzehnhunderteinundneunzig. Für die Regierung der Schweizerischen Eidgenossenschaft: Benedikt von Tscharner Für den Rat der Europäischen Gemeinschaften: P. C. Nieman Horst Krenzler"
    }
  ],
  "definitions": []
}