{
  "id": "sr-0-831-109-163-15",
  "type": "statute",
  "title": "Vereinbarung vom 1. Oktober 1968 zur Durchführung des Abkommens zwischen der Schweizerischen Eidgenossenschaft und der Republik Österreich über Soziale Sicherheit",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1969/35_39_39/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Abschnitt I Allgemeine Bestimmungen",
      "section": "1",
      "title": "",
      "content": "In dieser Vereinbarung werden die im Abkommen angeführten Ausdrücke in der dort festgelegten Bedeutung verwendet."
    },
    {
      "provision_ref": "art2",
      "chapter": "Abschnitt I Allgemeine Bestimmungen",
      "section": "2",
      "title": "",
      "content": "Verbindungsstellen nach Artikel 30 Absatz 3 des Abkommens sind [tab] in Österreich – für die Unfall- und Pensionsversicherung der Hauptverband der österreichischen Sozialversicherungsträger, – für die Familienbeihilfe das Bundesministerium für Umwelt, Jugend und Familie; [tab] in der Schweiz – für die Alters-, Hinterlassenen- und Invalidenversicherung die Schweizerische Ausgleichskasse, Genf – für alle anderen Versicherungszweige das Bundesamt für Sozialversicherungen, Bern. Fassung gemäss Art. 1 Ziff. 1 der dritten Zusatzvereinb. vom 12. Dez. 1989 ( AS 1990 369 )."
    },
    {
      "provision_ref": "art3",
      "chapter": "Abschnitt I Allgemeine Bestimmungen",
      "section": "3",
      "title": "",
      "content": "Den Verbindungsstellen obliegen zur Erleichterung der Durchführung des Abkommens ausser den in dieser Vereinbarung festgelegten Aufgaben alle sonstigen Verwaltungsmassnahmen, insbesondere die Leistung von Amtshilfe und die Vermittlung von Verwaltungshilfen (Amts- und Rechtshilfe), sowie die Festlegung von Formblättern. Fassung gemäss Art. 1 der zweiten Zusatzvereinb. vom 1. Febr. 1979, in Kraft seit 1. Dez. 1979 ( AS 1979 1949 )."
    },
    {
      "provision_ref": "art4",
      "chapter": "Abschnitt I Allgemeine Bestimmungen",
      "section": "4",
      "title": "",
      "content": "In den Fällen des Artikels 7 Absatz 2 des Abkommens ist die Weitergeltung der Rechtsvorschriften zu bescheinigen [tab] in Österreich vom zuständigen Träger der Krankenversicherung; wenn die Beschäftigung nicht der Krankenversicherung unterliegt, von der österreichischen Verbindungsstelle für die Unfall- und Pensionsversicherung, [tab] in der Schweiz von der zuständigen Ausgleichskasse der Alters-, Hinterlassenen- und Invalidenversicherung und vom zuständigen Unfallversicherer. Fassung gemäss Art. 1 Ziff. 2 der dritten Zusatzvereinb. vom 12. Dez. 1989 ( AS 1990 369 )."
    },
    {
      "provision_ref": "art5",
      "chapter": "Kapitel 1 Unfallversicherung",
      "section": "5",
      "title": "",
      "content": "Für die Zahlung von Geldleistungen ist Artikel 11 entsprechend anzuwenden. Fassung gemäss Art. 1 Ziff. 3 der dritten Zusatzvereinb. vom 12. Dez. 1989 ( AS 1990 369 )."
    },
    {
      "provision_ref": "art6",
      "chapter": "Kapitel 1 Unfallversicherung",
      "section": "6",
      "title": "",
      "content": "In den Fällen des Artikels 12 des Abkommens hat der Antragsteller dem zuständigen Träger die erforderlichen Angaben über im anderen Vertragsstaat eingetretene Arbeitsunfälle und Berufskrankheiten mitzuteilen. Fassung gemäss Art. 1 der zweiten Zusatzvereinb. vom 1. Febr. 1979, in Kraft seit 1. Dez. 1979 ( AS 1979 1979 )."
    },
    {
      "provision_ref": "art7",
      "chapter": "Kapitel 1 Unfallversicherung",
      "section": "7",
      "title": "",
      "content": "(1) Wird Leistungsaushilfe nach Artikel 15 des Abkommens beansprucht und liegt weder eine Bescheinigung nach Artikel 4 noch eine nach Artikel 14 Absatz 1 des Abkommens auszustellende Bescheinigung vor, so hat sich der Träger des Aufenthaltsortes direkt oder durch Vermittlung der Verbindungsstellen an den zuständigen Träger zu wenden. (2) Der Träger des Aufenthaltsortes hat die Krankenkontrolle so durchzuführen, als handle es sich um einen eigenen Versicherten, und den zuständigen Träger vom Ergebnis der Kontrolle zu unterrichten. (3) Leistungen im Sinne des Artikels 15 Absatz 4 des Abkommens sind 1. Körperersatzstücke, orthopädische Apparate und Stützapparate einschliesslich gewebebespannter orthopädischer Korsette nebst Ergänzungsteilen, Zubehör und Werkzeugen; 2. orthopädische Massschuhe, gegebenenfalls mit dem dazugehörigen Normalschuh (nicht orthopädisch); 3. Kiefer- und Gesichtsplastiken, Perücken; 4. Modellabdrücke (Nachbildungen der verschiedenen Körperteile), die benützt werden, um die unter Ziffern 1 bis 3 genannten Gegenstände richtig anzupassen; 5. Kunstaugen, Kontaktschalen, Vergrösserungsbrillen und Fernrohrbrillen; 6. Hörgeräte, namentlich akustische und phonetische Geräte; 7. Zahnersatz (festsitzender und herausnehmbarer) und Verschlussprothesen der Mundhöhle; 8. Krankenfahrzeuge, Rollstühle sowie andere mechanische Fortbewegungsmittel; 9. Blindenführhunde; 10. Erneuerung der unter den Ziffern 1 bis 8 genannten Gegenstände; 11. alle übrigen Heilbehelfe, Hilfsmittel und ähnliches, deren Anschaffungskosten in Österreich S 5000.–, in der Schweiz Fr. 1000.– übersteigen. Sind solche Leistungen wegen unbedingter Dringlichkeit gewährt worden, so hat der Träger des Aufenthaltsortes davon unverzüglich den zuständigen Träger zu unterrichten. Fassung gemäss Art. 1 Ziff. 4 der dritten Zusatzvereinb. vom 12. Dez. 1989 ( AS 1990 369 ). Fassung gemäss Art. 1 der Zusatzvereinb. vom 2. Mai 1974, in Kraft seit 1. Okt. 1974 ( AS 1974 1515 )."
    },
    {
      "provision_ref": "art8",
      "chapter": "Kapitel 1 Unfallversicherung",
      "section": "8",
      "title": "",
      "content": "In Durchführung des Artikels 16 des Abkommens ist der Anspruch auf Erstattung nach Abschluss des Leistungsfalles oder für jedes Kalendervierteljahr, allenfalls durch Vermittlung der Verbindungsstellen, geltend zu machen und binnen zwei Monaten nach Eingang der Forderung zu erfüllen."
    },
    {
      "provision_ref": "art9",
      "chapter": "Kapitel 2 Pensions(Renten)versicherung",
      "section": "9",
      "title": "",
      "content": "(1) Die schweizerische Verbindungsstelle sowie die zuständigen österreichischen Träger haben einander unverzüglich über einen Leistungsantrag, auf den Abschnitt II Kapitel 2 des Abkommens anzuwenden ist, zu unterrichten. (2) Die schweizerische Verbindungsstelle sowie die zuständigen österreichischen Träger haben in der Folge einander auch die sonstigen für eine Leistungsfeststellung erheblichen Tatsachen, gegebenenfalls unter Beifügung ärztlicher Gutachten, mitzuteilen. (3) In den Fällen der Absätze 1 und 2 ist die Richtigkeit der Angaben zur Person des Antragstellers beziehungsweise des Versicherten und seiner Familienangehörigen von dem den Antrag entgegennehmenden Träger zu bestätigen. Fassung gemäss Art. 1 Ziff. 5 der dritten Zusatzvereinb. vom 12. Dez. 1989 ( AS 1990 369 )."
    },
    {
      "provision_ref": "art10",
      "chapter": "Kapitel 2 Pensions(Renten)versicherung",
      "section": "10",
      "title": "",
      "content": "Die schweizerische Verbindungsstelle sowie die zuständigen österreichischen Träger haben einander über das Ergebnis des Feststellungsverfahrens und in der Folge über jede Änderung der Leistungshöhe, soweit die Änderung nicht Folge einer allgemeinen Anpassung ist, zu unterrichten. Fassung gemäss Art. 1 der Zusatzvereinb. vom 2. Mai 1974, in Kraft seit 1. Okt. 1974 ( AS 1974 1515 )."
    },
    {
      "provision_ref": "art11",
      "chapter": "Kapitel 2 Pensions(Renten)versicherung",
      "section": "11",
      "title": "",
      "content": "Die zuständigen Träger haben Leistungen aus der Pensions(Renten)versicherung an Berechtigte im anderen Vertragsstaat unmittelbar auszuzahlen. Fassung gemäss Art. 1 der Zusatzvereinb. vom 2. Mai 1974, in Kraft seit 1. Okt. 1974 ( AS 1974 1515 )."
    },
    {
      "provision_ref": "art12",
      "chapter": "Kapitel 2 Pensions(Renten)versicherung",
      "section": "12",
      "title": "",
      "content": "Die zuständigen Träger haben der für sie in Betracht kommenden Verbindungsstelle eine jährlich zu erstellende Statistik über die in den anderen Vertragsstaat vorgenommenen Zahlungen zu übermitteln. Diese Statistiken sind von den Verbindungsstellen auszutauschen. Fassung gemäss Art. 1 der Zusatztvereinb. vom 2. Mai 1974, in Kraft seit 1. Okt. 1974 ( AS 1974 1515 )."
    },
    {
      "provision_ref": "art13",
      "chapter": "Kapitel 2a",
      "section": "13",
      "title": "",
      "content": "(1) Die zuständigen Träger werden den Beziehern von Familienbeihilfen auf deren Verlangen Bestätigungen über den Bezug von Familienbeihilfen ausstellen, sofern solche Bestätigungen zur Geltendmachung von Ansprüchen auf Familienbeihilfen im anderen Vertragsstaat erforderlich sind. Diese Bestätigungen sollen enthalten a) die Namen der Kinder, für welche Familienbeihilfen bezogen wurden, b) den Zeitraum, für welchen Familienbeihilfen bezogen wurden, und c) die Höhe der bezogenen Familienbeihilfen. (2) Die schweizerische Verbindungsstelle leistet der österreichischen Verbindungsstelle auf Ersuchen Amtshilfe auch in bezug auf Familienzulagen, die nicht nach den schweizerischen bundesrechtlichen Vorschriften gewährt werden."
    },
    {
      "provision_ref": "art14",
      "chapter": "Kapitel 3 Krankenversicherung",
      "section": "14",
      "title": "",
      "content": "(1) Wird bei einer schweizerischen anerkannten Krankenkasse ein Aufnahmegesuch nach Ziffer 14 Buchstabe a des Schlussprotokolls zum Abkommen gestellt, so ist vom Antragsteller eine Bescheinigung darüber vorzulegen, wann er aus der österreichischen gesetzlichen Krankenversicherung ausgeschieden ist, von wann bis wann er in den letzten drei vorangegangenen Monaten dort versichert war und gegebenenfalls, welches anerkannte Kriegsleiden er oder die aufnahmeberechtigten Angehörigen nach Kenntnis des bescheinigenden Trägers der Krankenversicherung haben. Die Bescheinigung ist von dem Träger der Krankenversicherung zu erteilen, bei dem der Versicherte zuletzt versichert war, oder, falls mehrere Träger in Betracht kommen, von den Trägern der Krankenversicherung, bei denen der Versicherte in dem nach dem ersten Satz massgeblichen Zeitraum versichert war. (2) Die österreichischen Träger der Krankenversicherung haben den schweizerischen anerkannten Krankenkassen über deren Ersuchen auch weiter zurückliegende Versicherungszeiten zu bescheinigen. Ausdruck gemäss Art. 1 Ziff. 6 der dritten Zusatzvereinb. vom 12. Dez. 1989 ( AS 1990 369 )."
    },
    {
      "provision_ref": "art15",
      "chapter": "Kapitel 3 Krankenversicherung",
      "section": "15",
      "title": "",
      "content": "Für die Anwendung der Ziffer 14 Buchstabe b des Schlussprotokolls zum Abkommen hat die betreffende Person eine Bescheinigung über die in der Schweiz zurückgelegten Versicherungszeiten vorzulegen. Die Bescheinigung ist von der Krankenkasse auszustellen, der die betreffende Person angehört hat. Fassung gemäss Art. 1 Ziff. 7 der dritten Zusatzvereinb. vom 12. Dez. 1989 ( AS 1990 369 )."
    },
    {
      "provision_ref": "art16",
      "chapter": "Abschnitt III Schlussbestimmungen",
      "section": "16",
      "title": "",
      "content": "Diese Vereinbarung tritt gleichzeitig mit dem Abkommen in Kraft. Geschehen zu Wien, am 1. Oktober 1968, in zwei Urschriften. Für das Bundesamt für Sozialversicherung: Für das Bundesministerium für soziale Verwaltung: Dr. Motta Dr. Willas"
    }
  ],
  "definitions": []
}