{
  "id": "sr-0-970-4",
  "type": "statute",
  "title": "Übereinkommen vom 14. Dezember 1960 über die Organisation für Wirtschaftliche Zusammenarbeit und Entwicklung (mit Zusatzprotokoll Nr. 1 und 2)",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1961/870_884_901/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "",
      "content": "Ziel der Organisation für Wirtschaftliche Zusammenarbeit und Entwicklung (im folgenden als «Organisation» bezeichnet) ist es, eine Politik zu fördern, die darauf gerichtet ist, a. in den Mitgliedstaaten unter Wahrung der finanziellen Stabilität eine optimale Wirtschaftsentwicklung und Beschäftigung sowie einen steigenden Lebensstandard zu erreichen und dadurch zur Entwicklung der Weltwirtschaft beizutragen, b. in den Mitglied‑ und Nichtmitgliedstaaten, die in wirtschaftlicher Entwicklung begriffen sind, zu einem gesunden wirtschaftlichen Wachstum beizutragen, und c. im Einklang mit internationalen Verpflichtungen auf multilateraler und nichtdiskriminierender Grundlage zur Ausweitung des Welthandels beizutragen."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "",
      "content": "Zur Verfolgung dieser Ziele kommen die Mitglieder überein, einzeln sowie gemeinsam a. den zweckmässigen Einsatz ihrer wirtschaftlichen Mittel zu fördern, b. auf wissenschaftlichem und technischem Gebiet die Entwicklung ihrer Hilfsmittel, die Forschung und die Berufsausbildung zu fördern, c. eine Politik zu verfolgen, die darauf gerichtet ist, das Wachstum ihrer Volkswirtschaften und ihre innere und äussere finanzielle Stabilität zu gewährleisten sowie Entwicklungen zu vermeiden, die ihre eigenen Volkswirtschaften oder diejenigen anderer Staaten gefährden könnten, d. ihre Bemühungen um den Abbau oder die Abschaffung der Behinderungen des zwischenstaatlichen Waren‑ und Dienstleistungsverkehrs sowie des laufenden Zahlungsverkehrs fortzusetzen und die Liberalisierung des Kapitalverkehrs beizubehalten und zu erweitern, e. durch geeignete Mittel, insbesondere durch Zufuhr von Kapital in die Mitglied‑ und Nichtmitgliedstaaten, die in wirtschaftlicher Entwicklung begriffen sind, zu deren wirtschaftlicher Entwicklung beizutragen, und dabei zu berücksichtigen, dass es für die Volkswirtschaften dieser Staaten wichtig ist, technische Hilfe zu erhalten und wachsende Ausfuhrmärkte zu gewinnen."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "",
      "content": "Um die in Artikel 1 niedergelegten Ziele zu erreichen und die in Artikel 2 enthaltenen Verpflichtungen zu erfüllen, kommen die Mitglieder überein, a. einander fortlaufend zu unterrichten und der Organisation die zur Bewältigung ihrer Aufgaben erforderlichen Informationen zu liefern, b. einander fortlaufend zu konsultieren, Untersuchungen durchzuführen und an vereinbarten Vorhaben teilzunehmen sowie c. eng zusammenzuarbeiten und, soweit angebracht, ihr Vorgehen zu koordinieren."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "",
      "content": "Mitglieder der Organisation sind die Vertragsparteien dieses Übereinkommens."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "",
      "content": "Um ihre Ziele zu erreichen, kann die Organisation a. Beschlüsse fassen; diese sind für alle Mitglieder bindend, soweit nichts anderes vorgesehen, b. Empfehlungen an die Mitglieder richten sowie c. mit Mitgliedern, Nichtmitgliedstaaten und internationalen Organisationen Vereinbarungen abschliessen."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "",
      "content": "(1) Sofern die Organisation nicht für Sonderfälle einstimmig etwas anderes beschliesst, bedarf die Beschlussfassung und die Abgabe von Empfehlungen des gegenseitigen Einverständnisses sämtlicher Mitglieder. (2) Jedes Mitglied hat eine Stimme. Enthält sich ein Mitglied bei der Abstimmung über einen Beschluss oder eine Empfehlung der Stimme, so steht die Stimmenthaltung solchen Beschlüssen oder Empfehlungen nicht entgegen; sie finden auf die anderen Mitglieder Anwendung, nicht jedoch auf das Mitglied, das sich der Stimme enthalten hat. (3) Ein Beschluss ist für ein Mitglied solange nicht bindend, als es seine verfassungsrechtlichen Erfordernisse nicht erfüllt hat. Die anderen Mitglieder können vereinbaren, dass ein solcher Beschluss vorläufig auf sie Anwendung findet."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "",
      "content": "Ein aus allen Mitgliedern bestehender Rat ist das Organ, von dem alle Rechtshandlungen der Organisation ausgehen. Der Rat kann zu Tagungen der Minister oder der Ständigen Vertreter zusammentreten."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "",
      "content": "Der Rat bestellt alljährlich einen Vorsitzenden, der bei seinen Ministertagungen den Vorsitz führt sowie zwei Stellvertretende Vorsitzende. Der Vorsitzende kann für ein auf seine erste Amtszeit folgendes weiteres Jahr bestellt werden."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "",
      "content": "Der Rat kann einen Exekutivausschuss und die zur Verwirklichung der Ziele der Organisation erforderlichen Nebenorgane einsetzen."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "",
      "content": "(1) Der Rat ernennt für eine Amtszeit von fünf Jahren einen ihm verantwortlichen Generalsekretär. Diesem stehen ein oder mehrere Stellvertretende Generalsekretäre oder Beigeordnete Generalsekretäre zur Seite, die der Rat auf Empfehlung des Generalsekretärs ernennt. (2) Der Generalsekretär führt bei den Ratstagungen der Ständigen Vertreter den Vorsitz. Er unterstützt den Rat in jeder geeigneten Weise und kann ihm und jedem anderen Organ der Organisation Vorschläge unterbreiten."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "",
      "content": "(1) Der Generalsekretär stellt entsprechend den vom Rat genehmigten Organisationsplänen das Personal ein, welches die Organisation benötigt. Das Personalstatut bedarf der Zustimmung des Rates. (2) In Anbetracht des internationalen Charakters der Organisation dürfen der Generalsekretär, die Stellvertretenden oder Beigeordneten Generalsekretäre und das Personal bei keinem Mitglied und keiner Regierung oder Stelle ausserhalb der Organisation um Weisungen nachsuchen oder solche von ihnen entgegennehmen."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "",
      "content": "Die Organisation kann zu Bedingungen, deren Festlegung dem Rat obliegt, a. an Nichtmitgliedstaaten und an Organisationen Mitteilungen richten, b. mit Nichtmitgliedstaaten und mit Organisationen Beziehungen aufnehmen und unterhalten sowie c. Nichtmitgliedsregierungen und Organisationen einladen, an Arbeiten der Organisation teilzunehmen."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "",
      "content": "Die Vertretung der durch die Verträge von Paris und Rom vom 18. April 1951 beziehungsweise 25. März 1957 gegründeten Europäischen Gemeinschaften in der Organisation richtet sich nach dem Zusatzprotokoll Nr. 1 zu diesem Übereinkommen."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "",
      "content": "(1) Dieses Übereinkommen bedarf der Ratifikation oder Annahme durch die Unterzeichner nach Massgabe ihrer verfassungsrechtlichen Erfordernisse. (2) Die Ratifikations‑ oder Annahmeurkunden werden bei der Regierung der Französischen Republik hinterlegt, die hiermit zur Verwahrerregierung bestimmt wird. (3) Dieses Übereinkommen tritt in Kraft a. entweder vor dem 30. September 1961, sobald alle Unterzeichner Ratifikations‑ oder Annahmeurkunden hinterlegt haben, b. oder am 30. September 1961, wenn zu diesem Zeitpunkt mindestens fünfzehn Unterzeichner derartige Urkunden hinterlegt haben, und zwar für diese Unterzeichner, und danach für jeden anderen Unterzeichner mit Hinterlegung seiner Ratifikations‑ oder Annahmeurkunde, c. oder nach dem 30. September 1961, jedoch spätestens zwei Jahre nach Unterzeichnung dieses Übereinkommens, sobald fünfzehn Unterzeichner derartige Urkunden hinterlegt haben, und zwar für diese Unterzeichner, und danach für jeden anderen Unterzeichner mit Hinterlegung seiner Ratifikations‑ oder Annahmeurkunde. (4) Ein Unterzeichner, der bei Inkrafttreten des Übereinkommens seine Ratifikations- oder Annahmeurkunde noch nicht hinterlegt hat, kann an den Arbeiten der Organisation zu Bedingungen teilnehmen, die zwischen dieser und ihm zu vereinbaren sind."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "",
      "content": "Mit dem Inkrafttreten dieses Übereinkommens wird die Umgestaltung der Organisation für Europäische Wirtschaftliche Zusammenarbeit wirksam; ihre Ziele, Organe, Befugnisse und Bezeichnung werden sodann die in diesem Übereinkommen vorgesehenen sein. Die Rechtspersönlichkeit der Organisation für Europäische Wirtschaftliche Zusammenarbeit setzt sich in der Organisation fort; die Beschlüsse, Empfehlungen und Resolutionen der Organisation für Europäische Wirtschaftliche Zusammenarbeit sind jedoch nach Inkrafttreten dieses Übereinkommens nur wirksam, wenn der Rat sie genehmigt."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "",
      "content": "Der Rat kann beschliessen, eine jede Regierung, welche die Pflichten eines Mitglieds zu übernehmen bereit ist, zum Beitritt zu diesem Übereinkommen einzuladen. Ein solcher Beschluss bedarf der Einstimmigkeit; jedoch kann der Rat im Einzelfall einstimmig beschliessen, Stimmenthaltung zu gestatten; in diesem Fall gilt der Beschluss ungeachtet des Artikels 6 für alle Mitglieder. Der Beitritt wird mit Hinterlegung einer Beitrittsurkunde bei der Verwahrerregierung wirksam."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "",
      "content": "Jede Vertragspartei kann die Anwendung dieses Übereinkommens auf sich selbst unter Einhaltung einer Frist von zwölf Monaten durch eine an die Verwahrerregierung zu richtende Kündigung beenden."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "",
      "content": "Sitz der Organisation ist Paris, sofern der Rat nichts anderes beschliesst."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "",
      "content": "Die Rechtsfähigkeit der Organisation sowie die Privilegien, Befreiungen und Immunitätsrechte der Organisation, ihrer Bediensteten und der Vertreter der Mitglieder bei ihr bestimmen sich nach dem Zusatzprotokoll Nr. 2 zu diesem Übereinkommen."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "",
      "content": "(1) Der Generalsekretär legt dem Rat alljährlich im Einklang mit den vom Rat angenommenen Finanzvorschriften ein Jahresbudget, Rechnungsabschlüsse und, soweit der Rat solche anfordert, Nebenbudgets zur Genehmigung vor. (2) Die vom Rat genehmigten allgemeinen Ausgaben der Organisation werden nach einem vom Rat zu beschliessenden Schlüssel aufgeteilt. Sonstige Ausgaben werden nach Grundsätzen finanziert, die der Rat beschliesst."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "",
      "content": "Nach Eingang jeder Ratifikations‑, Annahme‑ oder Beitrittsurkunde oder einer Kündigungsanzeige benachrichtigt die Verwahrerregierung alle Vertragsparteien und den Generalsekretär der Organisation."
    }
  ],
  "definitions": []
}