{
  "id": "sr-0-193-311",
  "type": "statute",
  "title": "Vertrag vom 27. August 1928 über den Verzicht auf den Krieg",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/45/599_625_587/en",
  "provisions": [
    {
      "provision_ref": "artI",
      "section": "I",
      "title": "",
      "content": "Die hohen vertragschliessenden Parteien erklären feierlich im Namen ihrer Völker, dass sie den Krieg als Mittel zur Beilegung internationaler Streitigkeiten verurteilen und auf ihn als ein Instrument der nationalen Politik in ihren gegenseitigen Beziehungen verzichten."
    },
    {
      "provision_ref": "artII",
      "section": "II",
      "title": "",
      "content": "Die hohen vertragschliessenden Parteien kommen überein, dass die Regelung oder die Beilegung aller Streitigkeiten und Konflikte, welcher Natur oder welchen Ursprungs sie auch sein mögen, die zwischen ihnen entstehen könnten, ausschliesslich durch friedliche Mittel erstrebt werden soll."
    },
    {
      "provision_ref": "artIII",
      "section": "III",
      "title": "",
      "content": "Der gegenwärtige Vertrag wird von den hohen vertragschliessenden Parteien, die in der Präambel genannt sind, gemäss den Vorschriften ihrer Verfassungen ratifliziert werden, und er wird für sie in Kraft treten, sobald die verschiedenen Ratifikationsurkunden in Washington hinterlegt sein werden. Der gegenwärtige Vertrag wird, nachdem er gemäss dem vorhergehenden Absatz in Kraft getreten ist, solange notwendig für den Beitritt aller übrigen Mächte der Welt offen stehen. Jede den Beitritt einer Macht feststellende Urkunde wird in Washington hinterlegt, und der Vertrag wird unverzüglich nach dieser Hinterlegung zwischen der beitretenden Macht und den andern vertragschliessenden Mächten in Kraft treten. Es liegt der Regierung der Vereinigten Staaten ob, jeder in der Präambel genannten Regierung und jeder diesem Vertrage später beitretenden Regierung eine beglaubigte Abschrift des Vertrages und jeder Ratifikationsoder Beitrittsurkunde zu verschaffen. Es liegt der Regierung der Vereinigten Staaten ferner ob, die genannten Regierungen unverzüglich telegraphisch davon zu benachrichtigen, wenn bei ihr eine Ratifikations‑ oder Beitrittsurkunde hinterlegt wird."
    }
  ],
  "definitions": []
}