{
  "id": "sr-0-232-111-131",
  "type": "statute",
  "title": "Stockholmer Zusatzvereinbarung vom 14. Juli 1967 zum Madrider Abkommen über die Unterdrückung falscher oder irreführender Herkunftsangaben auf Waren",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1970/681_679_680/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "[Übertragung der Aufgaben der Verwahrstelle hinsichtlich des Madrider Abkommens]",
      "content": "Die Beitrittsurkunden zum Madrider Abkommen über die Unterdrückung falscher oder irreführender Herkunftsangaben auf Waren vom 14. April 1891 (im folgenden als «das Madrider Abkommen» bezeichnet), revidiert in Washington am 2. Juni 1911, in Den Haag am 6. November 1925, in London am 2. Juni 1934 und in Lissabon am 31. Oktober 1958 (im folgenden als «die Lissaboner Fassung» bezeichnet), werden beim Generaldirektor der Weltorganisation für geistiges Eigentum (im folgenden als «der Generaldirektor» bezeichnet) hinterlegt, der diese Hinterlegungen den Vertragsländern des Abkommens notifiziert. [ AS 12 1008 ] [BS 11 965] SR 0.232.111.11 SR 0.232.111.12 SR 0.232.111.13"
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "[Anpassung der Bezugnahmen im Madrider Abkommen auf einzelne Bestimmungen der Pariser Verbandsübereinkunft]",
      "content": "Die Bezugnahmen in den Artikeln 5 und 6 Absatz (2) der Lissaboner Fassung auf die Artikel 16, 16 bis und 17 bis der Hauptübereinkunft gelten als Bezugnahmen auf die diesen Artikeln entsprechenden Bestimmungen der Stockholmer Fassung der Pariser Verbandsübereinkunft zum Schutz des gewerblichen Eigentums. SR 0.232.03 SR 0.232.04"
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "[Unterzeichnung und Ratifikation der Zusatzvereinbarung und Beitritt zu dieser Zusatzvereinbarung]",
      "content": "1) Jedes Vertragsland des Madrider Abkommens kann diese Zusatzvereinbarung unterzeichnen, und jedes Land, das die Lissaboner Fassung ratifiziert hat oder ihr beigetreten ist, kann diese Zusatzvereinbarung ratifizieren oder ihr beitreten. 2) Die Ratifikations‑ oder Beitrittsurkunden werden beim Generaldirektor hinterlegt."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "[Automatische Annahme der Artikel 1 und 2 durch die der Lissaboner Fassung beitretenden Länder]",
      "content": "Jedes Land, das die Lissaboner Fassung weder ratifiziert hat noch ihr beigetreten ist, wird von dem Zeitpunkt an, zu dem sein Beitritt zur Lissaboner Fassung wirksam wird, gleichzeitig durch die Artikel 1 und 2 dieser Zusatzvereinbarung gebunden; jedoch wird dieses Land, wenn zu diesem Zeitpunkt diese Zusatzvereinbarung noch nicht gemäss Artikel 5 Absatz (1) in Kraft getreten ist, durch die Artikel 1 und 2 dieser Zusatzvereinbarung erst von dem Zeitpunkt an gebunden, zu dem diese Zusatzvereinbarung gemäss Artikel 5 Absatz (1) in Kraft tritt."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "[Inkrafttreten der Zusatzvereinbarung]",
      "content": "1) Diese Zusatzvereinbarung tritt zu dem Zeitpunkt in Kraft, zu dem das Stockholmer Übereinkommen vom 14. Juli 1967 zur Errichtung der Weltorganisation für geistiges Eigentum in Kraft tritt; jedoch tritt diese Zusatzvereinbarung, wenn zu diesem Zeitpunkt nicht mindestens zwei Ratifikationsurkunden oder zwei Beitrittsurkunden zu dieser Zusatzvereinbarung hinterlegt worden sind, erst zu dem Zeitpunkt in Kraft, zu dem zwei Ratifikationsurkunden oder zwei Beitrittsurkunden zu dieser Zusatzvereinbarung hinterlegt worden sind. 2) Für jedes Land, das seine Ratifikations‑ oder Beitrittsurkunde nach dem Zeitpunkt, zu dem diese Zusatzvereinbarung gemäss Absatz (1) in Kraft tritt, hinterlegt, tritt diese Zusatzvereinbarung drei Monate nach dem Zeitpunkt der Notifizierung seiner Ratifikation oder seines Beitritts durch den Generaldirektor in Kraft. SR 0.230"
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "[Unterzeichnung usw. der Zusatzvereinbarung]",
      "content": "1) Diese Zusatzvereinbarung wird in einer Urschrift in französischer Sprache unterzeichnet und bei der schwedischen Regierung hinterlegt. 2) Diese Zusatzvereinbarung liegt bis zu ihrem Inkrafttreten gemäss Artikel 5 Absatz (1) in Stockholm zur Unterzeichnung auf. 3) Der Generaldirektor übermittelt zwei von der schwedischen Regierung beglaubigte Abschriften des unterzeichneten Textes dieser Zusatzvereinbarung den Regierungen aller Vertragsländer des Madrider Abkommens und der Regierung jedes anderen Landes, die es verlangt. 4) Der Generaldirektor lässt diese Zusatzvereinbarung beim Sekretariat der Vereinten Nationen registrieren. 5) Der Generaldirektor notifiziert den Regierungen aller Vertragsländer des Madrider Abkommens die Unterzeichnungen, die Hinterlegungen von Ratifikations‑ oder Beitrittsurkunden, das Inkrafttreten und alle anderen erforderlichen Mitteilungen."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "[Übergangsbestimmung]",
      "content": "Bis zur Amtsübernahme durch den ersten Generaldirektor gelten Bezugnahmen in dieser Zusatzvereinbarung auf den Generaldirektor als Bezugnahmen auf den Direktor der Vereinigten Internationalen Büros zum Schutz des geistigen Eigentums."
    }
  ],
  "definitions": []
}