{
  "id": "sr-0-132-349-11",
  "type": "statute",
  "title": "Übereinkunft vom 10. Juni 1891 zwischen der Schweiz und Frankreich betreffend die Grenzbereinigung zwischen dem Mont Dolent und dem Genfersee (mit Beilage)",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/19/439_411_423/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "",
      "content": "Die in beiliegender Beschreibung bezeichnete Linie bildet die Grenze zwischen Frankreich und der Schweiz vom Mont Dolent bis zum Genfersee."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "",
      "content": "Die so bestimmte Grenzlinie bezeichnet auch überall da die Grenzen des Gemeinde‑ oder Privateigentums, wo diese Grenzen bis jetzt mit der politischen Grenze zwischen beiden Staaten zusammenfielen, wobei jedoch den Gemeinden und Privaten das Recht vorbehalten bleiben soll, diese Eigentumsgrenzen durch neue Abmachungen privatrechtlich abzuändern."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "",
      "content": "Die vorliegende Übereinkunft beeinträchtigt in keiner Weise die Servituten, Rechte und Niessbräuche, welche auf der ganzen Ausdehnung der Grenze in gesetzlicher Weise bestehen und nicht in der hier beiliegenden Beschreibung ausdrücklich bezeichnet sind."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "",
      "content": "Die vorliegende Übereinkunft ist zu ratifizieren, und die Ratifikationen sollen baldmöglichst in Paris ausgewechselt werden. Nach der Auswechslung der Ratifikationen werden Kommissäre der beiden Regierungen nach Massgabe der hier beigefügten Beschreibung das Setzen der Grenzsteine vornehmen. Sie werden über die Grenzbereinigung ein Protokoll aufnehmen, welchem Tabellen über die Grenzsteinsetzung und detaillierte Pläne beizufügen sind."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "",
      "content": "Die Kosten der Grenzbereinigungs‑ und Vermarkungsarbeiten werden von den beiden beteiligten Staaten je zur Hälfte getragen."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "",
      "content": "Die vorliegende Übereinkunft tritt vollständig in Kraft, nachdem das in Artikel 4 hiervor vorgesehene Grenzbereinigungsprotokoll, welches die gleiche Gültigkeit haben soll, wie wenn es einen Teil der Übereinkunft selbst bilden würde, von beiden Regierungen genehmigt sein wird. Das Protokoll wurde genehmigt vom Bundesrat am 21. Nov. 1902, von der französischen Regierung am 22. Nov. 1902."
    }
  ],
  "definitions": []
}