{
  "id": "sr-0-193-411-98",
  "type": "statute",
  "title": "Vertrag vom 23. Juni 1924 zur gerichtlichen Erledigung der Streitigkeiten,  die zwischen der Schweizerischen Eidgenossenschaft und der Republik der Vereinigten Staaten von Brasilien entstehen sollten",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/41/285_289_267/en",
  "provisions": [
    {
      "provision_ref": "artI",
      "section": "I",
      "title": "",
      "content": "Die hohen vertragschliessenden Teile verpflichten sich, die Streitigkeiten, die zwischen ihnen entstehen und nicht auf diplomatischem Wege oder durch irgendein anderes Vergleichsverfahren haben geschlichtet werden können, dem Ständigen Internationalen Gerichtshofe zu unterbreiten, unter der Bedingung jedoch, dass diese Streitigkeiten die Verfassungsgrundsätze des einen oder andern Staates nicht berühren. Heute: Der Internationale Gerichtshof (Art. 37 des Status des Internationalen Gerichtshofes – SR 0.193.501 )."
    },
    {
      "provision_ref": "artII",
      "section": "II",
      "title": "",
      "content": "Fragen, die bereits Gegenstand einer endgültigen Vereinbarung zwischen den Parteien gebildet haben, können nicht Anlass zur Anrufung des Ständigen Internationalen Gerichtshofes geben, es sei denn, die Streitigkeit betreffe die Auslegung oder Durchführung eben dieser Vereinbarung. Heute: Der Internationale Gerichtshof (Art. 37 des Status des Internationalen Gerichtshofes – SR 0.193.501 )."
    },
    {
      "provision_ref": "artIII",
      "section": "III",
      "title": "",
      "content": "Die hohen vertrag schliessenden Teile haben in jedem Einzelfall eine besondere Schiedsordnung abzuschliessen, worin der Streitgegenstand, die etwaigen besondern Befugnisse des Gerichtes sowie alle sonstigen zwischen den Parteien vereinbarten Einzelheiten genau bestimmt werden. Die Schiedsordnung wird durch Notenaustausch zwischen den Regierungen der hohen vertragschliessenden Teile festgesetzt. Zu deren Auslegung ist in allen Stücken der Ständige Internationale Gerichtshof zuständig. Gelangen die hohen vertragschliessenden Teile binnen sechs Monaten, nachdem der eine dem andern den Entwurf zu einer Schiedsordnung notifiziert hat, nicht zu einer Verständigung über die zu treffenden Massnahmen, so kann jeder von ihnen im Wege eines einfachen Begehrens den Ständigen Internationalen Gerichtshof gemäss Artikel 40 seines Statutes anrufen. Heute: Der Internationale Gerichtshof (Art. 37 des Status des Internationalen Gerichtshofes – SR 0.193.501 ). AS 37 768 ). Diesem Artikel entspricht heute Art. 40 des Status des Internationalen Gerichtshofes vom 26. Juni 1945 ( SR 0.193.501 )."
    },
    {
      "provision_ref": "artIV",
      "section": "IV",
      "title": "",
      "content": "Die hohen vertragschliessenden Teile verpflichten sich, den vom Ständigen Internationalen Gerichtshofe gefüllten Spruch nach Treu und Glauben zu beobachten und zu erfüllen. Während der Dauer des Gerichtsverfahrens enthalten sie sich jeglicher Massnahme, die auf die Erfüllung des vom Gerichtshofe zu fällenden Spruches nachteilig zurückwirken kann. Heute: Der Internationale Gerichtshof (Art. 37 des Status des Internationalen Gerichtshofes – SR 0.193.501 )."
    },
    {
      "provision_ref": "artV",
      "section": "V",
      "title": "",
      "content": "Über Schwierigkeiten, zu denen die Erfüllung des Spruches Anlass geben kann, entscheidet der Ständige Internationale Gerichtshof. In diesem Falle kann jede Partei auf dem Wege eines einfachen Begehrens an den Gerichtshof gelangen. Heute: Der Internationale Gerichtshof (Art. 37 des Status des Internationalen Gerichtshofes – SR 0.193.501 )."
    },
    {
      "provision_ref": "artVI",
      "section": "VI",
      "title": "",
      "content": "Jede Partei kommt für die ihr aus dem Verfahren erwachsenden Kosten auf."
    },
    {
      "provision_ref": "artVII",
      "section": "VII",
      "title": "",
      "content": "Der vorliegende Vertrag soll ratifiziert werden. Die Ratifikationsurkunden sollen sobald als möglich in Rio de Janeiro ausgetauscht werden. Der Vertrag gilt für die Dauer von zehn Jahren, gerechnet vom Austausche der Ratifikationsurkunden an. Wird er nicht sechs Monate vor Ablauf dieser Frist gekündigt, so bleibt er für einen weitern Zeitraum von zehn Jahren in Kraft, und so fort für je zehn Jahre."
    }
  ],
  "definitions": []
}