{
  "id": "sr-0-632-312-811-1",
  "type": "statute",
  "title": "Landwirtschaftsabkommen vom 15. Dezember 2005 zwischen der Schweizerischen Eidgenossenschaft und der Republik Korea (mit Anhängen)",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2006/571-2/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Zweck und Abdeckung",
      "content": "1 Dieses Abkommen deckt den Austausch von Waren ab: a. gemäss den Kapiteln 1–24 des Harmonisierten Systems zur Bezeichnung und Codierung der Waren (im Folgenden als HS bezeichnet), die nicht in den Anhängen IV und V des Freihandelsabkommens aufgeführt sind; und b. die gemäss Anhang III des Freihandelsabkommen nicht von jenem Abkommen erfasst sind. 2 Dieses Abkommen findet auch auf das Fürstentum Liechtenstein Anwendung, solange der Zollunionsvertrag vom 29. März 1923 zwischen der Schweiz und dem Fürstentum Liechtenstein in Kraft ist. SR 0.632.11 SR 0.631.112.514"
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Zollkonzessionen",
      "content": "1 Korea gewährt Zollkonzessionen für Landwirtschaftsprodukte schweizerischen Ursprungs nach Anhang I zu diesem Abkommen. Die Schweiz gewährt Zollkonzessionen für Landwirtschaftsprodukte koreanischen Ursprungs nach Anhang II zu diesem Abkommen. 2 Für Waren, für welche der präferenzielle Zollsatz in Anhang I mit «B4» bezeichnet ist, werden die Zollansätze in elf gleichen Schritten stufenweise aufgehoben, erstmals am Tag der Inkraftsetzung des Abkommens. Die nachfolgenden Abbauschritte erfolgen am 1. Januar jeden Jahres, mit Beginn am 1. Januar 2007. Am 1. Januar 2016 sind die Zölle vollständig aufgehoben."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Ursprungsregeln und Zollverfahren",
      "content": "1 Die Ursprungsregeln und die Zollverfahren gemäss Anhang I zum Freihandelsabkommen sind auf dieses Abkommen anwendbar, mit Ausnahme der Bestimmungen gemäss den Absätzen 2 und 3. Jeder Hinweis auf EFTA-Staaten in diesem Anhang ist auf die Schweiz anwendbar. 2 Für die Zwecke dieses Abkommens ist Anhang I Artikel 3 des Freihandelsabkommens nicht anwendbar. 3 Unbeschadet von Anhang I Artikel 2 des Freihandelsabkommens sind Güter mit Ursprung in der anderen Vertragspartei im Sinne dieses Abkommens als solche der betroffenen Vertragspartei zu betrachten, und es ist nicht erforderlich, dass solche Güter auf dem Gebiet dieser Vertragspartei eine genügende Be- oder Verarbeitung erfahren haben, jedoch unter der Voraussetzung, dass die Be- oder Verarbeitung über das gemäss Anhang I Artikel 6 des Freihandelsabkommens bestimmte Mass hinausgeht."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Dialog",
      "content": "Die Vertragsparteien werden alle Schwierigkeiten, die sich aus dem gegenseitigen Handel mit Landwirtschaftsprodukten ergeben, prüfen und sich bemühen, geeignete Lösungen zu finden."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Weitere Handelsliberalisierung",
      "content": "Die Vertragsparteien setzen ihre Bemühungen im Hinblick auf eine weitere Liberalisierung ihres Handels mit Landwirtschaftsprodukten fort, unter Berücksichtigung der Struktur des gegenseitigen Austauschs von Landwirtschaftsprodukten, der besonderen Empfindlichkeit solcher Erzeugnisse und der beiderseitigen Entwicklung der Landwirtschaftspolitik. Verlangt eine Vertragspartei Aussprachen über eine zusätzliche Handelsliberalisierung für einzelne Erzeugnisse, so ermöglicht es die andere Vertragspartei, über die zusätzliche Handelsliberalisierung Gespräche zu führen."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Bestimmungen des Freihandelsabkommens",
      "content": "Die folgenden Bestimmungen des Freihandelsabkommens sind zwischen den Vertragsparteien dieses Abkommens mutatis mutandis anwendbar: Artikel 1.2, 1.5, 1.6, 1.7, 2.5, 2.6, 2.7, 2.9, 2.11, 2.12, 2.13, 10.1 und Kapitel 9."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "WTO-Übereinkommen über die Landwirtschaft",
      "content": "Solange in diesem Abkommen nicht anders bestimmt, bekräftigen die Vertragsparteien ihre jeweiligen Rechte und Pflichten nach dem WTO-Übereinkommen über die Landwirtschaft. SR 0.632.20 Anhang 1A.3"
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Ausfuhrsubventionen",
      "content": "Falls eine Vertragspartei für ein Produkt eine Ausfuhrsubvention einführt oder wieder einführt, das mit der anderen Vertragspartei gehandelt wird und das Gegenstand einer Zollkonzession nach Artikel 2 ist, kann die andere Vertragspartei den Zollansatz für solche Einfuhren bis auf den zu diesem Zeitpunkt anwendbaren Meistbegünstigungsansatz erhöhen."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Anhänge und Anlagen",
      "content": "Die Anhänge und Anlagen zu diesem Abkommen sind Bestandteile des Abkommens."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Änderungen",
      "content": "1 Die Vertragsparteien können Änderungen dieses Abkommens vereinbaren. 2 Solange die Vertragsparteien nichts anderes bestimmen, tritt die Änderung am ersten Tag des zweiten Monats in Kraft, welcher auf den Eingang des letzten Ratifikations-, Annahme- oder Genehmigungsinstruments folgt."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Inkraftsetzung",
      "content": "1 Dieses Abkommen bedarf der Ratifikation, Annahme oder Genehmigung. Die Ratifikations-, Annahme- oder Genehmigungsinstrumente werden zwischen den Vertragsparteien ausgetauscht. 2 Dieses Abkommen tritt am gleichen Tag wie das Freihandelsabkommen zwischen Korea und den EFTA-Staaten in Kraft."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Verhältnis zwischen diesem Abkommen und dem Freihandelsabkommen",
      "content": "Dieses Abkommen bleibt so lange in Kraft, wie dessen Vertragsparteien Vertragsparteien des Freihandelsabkommens sind."
    }
  ],
  "definitions": []
}