{
  "id": "sr-0-935-21",
  "type": "statute",
  "title": "Statuten vom 27. September 1970 der Weltorganisation für Tourismus (WTO) (mit Anhang)",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1976/96_95_95/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Gründung",
      "section": "1",
      "title": "",
      "content": "Hiermit wird die im Folgenden als «Organisation» bezeichnete Weltorganisation für Tourismus gegründet; sie ist eine internationale Organisation mit zwischenstaatlichem Charakter und ist aus der Umwandlung der Internationalen Union der offiziellen Fremdenverkehrsorganisationen (IUOTO) hervorgegangen."
    },
    {
      "provision_ref": "art2",
      "chapter": "Sitz",
      "section": "2",
      "title": "",
      "content": "Der Sitz der Organisation wird durch Beschluss der Generalversammlung bestimmt; er kann jederzeit geändert werden."
    },
    {
      "provision_ref": "art3",
      "chapter": "Zwecke",
      "section": "3",
      "title": "",
      "content": "1. Hauptzweck der Organisation ist die Förderung und Entwicklung des Tourismus mit dem Ziel, zur wirtschaftlichen Entwicklung, zur internationalen Verständigung, zum Frieden, zum Wohlstand und zur allgemeinen Achtung und Wahrung der Menschenrechte und Grundfreiheiten für alle, ohne Unterschied der Rasse, des Geschlechts, der Sprache oder der Religion, beizutragen. Die Organisation trifft alle Massnahmen, um dieses Ziel zu erreichen. 2. Zu diesem Zweck wird sich die Organisation vor allem der Interessen der Entwicklungsländer auf dem Gebiet des Tourismus annehmen. 3. Um ihre führende Rolle auf dem Gebiet des Tourismus zur Geltung zu bringen, begründet und unterhält die Organisation eine wirksame Zusammenarbeit mit den zuständigen Organen der Vereinten Nationen und ihrer Sonderorganisationen. In diesem Zusammenhang strebt die Organisation ein Zusammenwirken mit dem Entwicklungsprogramm der Vereinten Nationen und eine Teilnahme daran als beteiligte und ausführende Organisation an."
    },
    {
      "provision_ref": "art4",
      "chapter": "Mitgliedschaft",
      "section": "4",
      "title": "",
      "content": "Eine Mitgliedschaft bei der Organisation ist möglich für: a) Vollmitglieder b) assoziierte Mitglieder c) affiliierte Mitglieder."
    },
    {
      "provision_ref": "art5",
      "chapter": "Mitgliedschaft",
      "section": "5",
      "title": "",
      "content": "1. Die Vollmitgliedschaft in der Organisation kann von allen souveränen Staaten erworben werden. 2. Staaten, deren eigene Organisationen für Tourismus bei der Annahme dieser Statuten durch die ausserordentliche Generalversammlung der IUOTO Vollmitglieder der IUOTO sind, haben das Recht, ohne das Erfordernis einer Abstimmung Vollmitglieder der Organisation zu werden, wenn sie förmlich erklären, dass sie die Statuten der Organisation annehmen und die sich aus der Mitgliedschaft ergebenden Verpflichtungen eingehen. 3. Andere Staaten können Vollmitglieder der Organisation werden, wenn ihre Bewerbung von der Generalversammlung mit Zweidrittelmehrheit der anwesenden und abstimmenden Vollmitglieder genehmigt wird, wobei diese Mehrheit derjenigen der Vollmitglieder der Organisation entsprechen muss."
    },
    {
      "provision_ref": "art6",
      "chapter": "Mitgliedschaft",
      "section": "6",
      "title": "",
      "content": "1. Die assoziierte Mitgliedschaft in der Organisation kann von allen Hoheitsgebieten oder Gruppen von Hoheitsgebieten erworben werden, die nicht selbst für ihre auswärtigen Beziehungen verantwortlich sind. 2. Hoheitsgebiete oder Gruppen von Hoheitsgebieten, deren eigene Organisationen für Tourismus bei der Annahme dieser Statuten durch die ausserordentliche Generalversammlung der IUOTO Vollmitglieder der IUOTO sind, haben das Recht, ohne das Erfordernis einer Abstimmung assoziierte Mitglieder der Organisation zu werden, sofern diejenigen Staaten, die für die auswärtigen Beziehungen dieser Hoheitsgebiete oder Gruppen von Hoheitsgebieten verantwortlich sind, ihre Mitgliedschaft genehmigen und in ihrem Namen erklären, dass die Hoheitsgebiete oder Gruppen von Hoheitsgebieten die Statuten der Organisation annehmen und die sich aus der Mitgliedschaft ergebenden Verpflichtungen eingehen. 3. Hoheitsgebiete oder Gruppen von Hoheitsgebieten können assoziierte Mitglieder der Organisation werden, wenn ihre Bewerbung zuvor von dem Mitgliedstaat genehmigt wird, der für ihre auswärtigen Beziehungen verantwortlich ist, und wenn dieser Staat in ihrem Namen erklärt, dass diese Hoheitsgebiete oder Gruppen von Hoheitsgebieten die Statuten der Organisation annehmen und die sich aus der Mitgliedschaft ergebenden Verpflichtungen eingehen. Solche Bewerbungen müssen von der Versammlung mit Zweidrittelmehrheit der anwesenden und abstimmenden Vollmitglieder genehmigt werden, wobei diese Mehrheit derjenigen der Vollmitglieder der Organisation entsprechen muss. 4. Übernimmt ein assoziiertes Mitglied selbst die Verantwortung für seine auswärtigen Beziehungen, so ist es berechtigt, Vollmitglied der Organisation zu werden, indem es gegenüber dem Generalsekretär eine förmliche schriftliche Erklärung abgibt, dass es die Statuten der Organisation annimmt und die sich aus der Vollmitgliedschaft ergebenden Verpflichtungen eingeht."
    },
    {
      "provision_ref": "art7",
      "chapter": "Mitgliedschaft",
      "section": "7",
      "title": "",
      "content": "1. Die affiliierte Mitgliedschaft in der Organisation kann von internationalen Gremien zwischenstaatlichen oder nichtstaatlichen Charakters erworben werden, die sich mit besonderen touristischen Interessengebieten befassen, sowie von kommerziellen Körperschaften und Vereinigungen, deren Tätigkeit mit den Zwecken der Organisation in Verbindung steht oder die Zuständigkeit der Organisation berührt. 2. Assoziierte Mitglieder der IUOTO, die diese Rechtsstellung zur Zeit der Annahme dieser Statuten durch die ausserordentliche Generalversammlung der IUOTO besitzen, haben das Recht, ohne das Erfordernis einer Abstimmung affiliierte Mitglieder der Organisation zu werden, wenn sie erklären, dass sie die sich aus der affiliierten Mitgliedschaft ergebenden Verpflichtungen eingehen. 3. Andere internationale Gremien zwischenstaatlichen oder nichtstaatlichen Charakters, die sich mit besonderen touristischen Interessengebieten befassen, können affiliierte Mitglieder der Organisation unter der Voraussetzung werden, dass der Antrag auf Mitgliedschaft schriftlich beim Generalsekretariat eingereicht wird und von der Versammlung mit Zweidrittelmehrheit der anwesenden und abstimmenden Vollmitglieder genehmigt wird, wobei diese Mehrheit derjenigen der Vollmitglieder der Organisation entsprechen muss. 4. Kommerzielle Körperschaften und Vereinigungen mit den in Absatz 1 bezeichneten Interessen können affiliierte Mitglieder der Organisation unter der Voraussetzung werden, dass der Antrag auf Mitgliedschaft schriftlich beim Generalsekretär eingereicht und von dem Staat unterstützt wird, in dem sich der Sitz des Bewerbers befindet. Solche Bewerbungen müssen von der Generalversammlung mit Zweidrittelmehrheit der anwesenden und abstimmenden Vollmitglieder genehmigt werden, wobei diese Mehrheit derjenigen der Vollmitglieder der Organisation entsprechen muss. 5. Es kann ein Ausschuss der affiliierten Mitglieder eingesetzt werden, der sich ein Geschäftsreglement gibt und diese der Generalversammlung zur Genehmigung vorlegt. Der Ausschuss kann bei den Sitzungen der Organisation vertreten sein. Er kann die Aufnahme von bestimmten Fragen in die Tagesordnung solcher Sitzungen beantragen. Er kann auch Empfehlungen zu den Sitzungen abgeben. 6. Affiliierte Mitglieder können sich einzeln oder gruppenweise im Ausschuss der affiliierten Mitglieder an der Arbeit der Organisation beteiligen."
    },
    {
      "provision_ref": "art8",
      "chapter": "Organe",
      "section": "8",
      "title": "",
      "content": "1. Die Organisation hat folgende Organe: a) die Generalversammlung, im Folgenden als Versammlung bezeichnet; b) den Exekutivrat, im Folgenden als Rat bezeichnet; c) das Sekretariat. 2. Die Sitzungen der Versammlung und des Rates werden am Sitz der Organisation abgehalten, soweit die jeweiligen Organe nichts anderes beschliessen."
    },
    {
      "provision_ref": "art9",
      "chapter": "Generalversammlung",
      "section": "9",
      "title": "",
      "content": "1. Die Versammlung ist das oberste Organ der Organisation und setzt sich aus Delegierten zusammen, welche die Vollmitglieder vertreten. 2. Auf jeder Tagung der Versammlung ist jedes Vollmitglied und jedes assoziierte Mitglied durch höchstens fünf Delegierte vertreten. Einer der Delegierten wird von dem Mitglied zum Delegationsleiter benannt. 3. Der Ausschuss der affiliierten Mitglieder kann bis zu drei Beobachter und jedes affiliierte Mitglied kann einen Beobachter bezeichnen, die sich an den Beratungen der Versammlung beteiligen können."
    },
    {
      "provision_ref": "art10",
      "chapter": "Generalversammlung",
      "section": "10",
      "title": "",
      "content": "Die Versammlung tritt alle zwei Jahre zu einer ordentlichen Tagung zusammen; sie tritt ausserdem zu ausserordentlichen Tagungen zusammen, wenn besondere Umstände dies erfordern. Ausserordentliche Tagungen können auf Verlangen des Rates oder aufgrund eines Mehrheitsbeschlusses der Vollmitglieder der Organisation angesetzt werden."
    },
    {
      "provision_ref": "art11",
      "chapter": "Generalversammlung",
      "section": "11",
      "title": "",
      "content": "Die Versammlung gibt sich ein Geschäftsreglement."
    },
    {
      "provision_ref": "art12",
      "chapter": "Generalversammlung",
      "section": "12",
      "title": "",
      "content": "Die Versammlung kann jede Frage behandeln und zu jeder Angelegenheit Empfehlungen abgeben, die zum Aufgabenbereich der Organisation gehören. Ausser den ihr durch andere Bestimmungen dieser Statuten übertragenen Aufgaben nimmt die Versammlung folgende Aufgaben wahr: a) Wahl des Präsidenten und der Vizepräsidenten; b) Wahl der Ratsmitglieder; c) Ernennung des Generalsekretärs auf Empfehlung des Rates; d) Genehmigung des Finanzreglementes der Organisation; e) Festlegung der allgemeinen Richtlinien für den Geschäftsgang der Organisation; f) Genehmigung des Personalreglementes für das Personal des Sekretariates; g) Wahl der Rechnungsprüfer auf Empfehlung des Rates; h) Genehmigung des allgemeinen Arbeitsprogramms der Organisation; i) Überwachung der Finanzpolitik der Organisation sowie Nachprüfung und Genehmigung des Haushaltes; j) Einrichtung von fachlichen oder regionalen Stellen, falls erforderlich; k) Prüfung und Genehmigung von Berichten über die Tätigkeit der Organisation und ihrer Organe sowie Einleitung der erforderlichen Schritte, um den gewünschten Massnahmen Wirkung zu verleihen; l) Genehmigung oder Ermächtigung zur Genehmigung des Abschlusses von Übereinkünften mit Regierungen und internationalen Organisationen; m) Genehmigung oder Ermächtigung zur Genehmigung des Abschlusses von Übereinkünften mit privaten Organisationen oder sonstigen privaten Rechtsträgern; n) Vorbereitung und Empfehlung von internationalen Übereinkünften über alle Fragen, die zum Aufgabenbereich der Organisation gehören; o) Beschlüsse über Anträge auf Mitgliedschaft entsprechend diesen Statuten."
    },
    {
      "provision_ref": "art13",
      "chapter": "Generalversammlung",
      "section": "13",
      "title": "",
      "content": "1. Die Versammlung wählt zu Beginn jeder Tagung ihren Präsidenten und die Vizepräsidenten. 2. Der Präsident leitet die Versammlung und nimmt die ihm obliegenden Pflichten wahr. 3. Der Präsident ist während der Tagung gegenüber der Versammlung verantwortlich. 4. Der Präsident vertritt die Organisation für die Dauer seiner Amtszeit in allen Veranstaltungen, in denen dies notwendig ist."
    },
    {
      "provision_ref": "art14",
      "chapter": "Exekutivrat",
      "section": "14",
      "title": "",
      "content": "1. Der Rat setzt sich aus Vollmitgliedern zusammen, die von der Versammlung so gewählt werden, dass auf fünf Vollmitglieder ein Ratsmitglied kommt; die Wahl vollzieht sich nach dem von der Versammlung beschlossenen Geschäftsreglement; dabei ist auf eine angemessene und gerechte geographische Verteilung der Sitze zu achten. 1 bis . Der Gaststaat des Sitzes der Organisation verfügt im Exekutivrat über einen zusätzlichen ständigen Sitz mit Stimmrecht, der von dem im vorangehenden Absatz 1 genannten Verfahren in Bezug auf die geographische Verteilung der Sitze im Rat nicht betroffen ist. 2. Ein von den assoziierten Mitgliedern der Organisation bestimmtes assoziiertes Mitglied kann an den Arbeiten des Rates ohne Stimmrecht teilnehmen. 3. Ein Vertreter des Ausschusses der affiliierten Mitglieder kann an den Arbeiten des Rates ohne Stimmrecht teilnehmen. Eingefügt durch Beschluss der Generalversammlung vom 14. Okt. 1983, provisorisch angewendet seit 24. Okt. 1997 ( AS 2017 3803 ) und in Kraft seit 16. Juli 2020 ( AS 2020 4657 )."
    },
    {
      "provision_ref": "art15",
      "chapter": "Exekutivrat",
      "section": "15",
      "title": "",
      "content": "Die Amtszeit der gewählten Mitglieder beträgt vier Jahre. Das gilt aber nicht für die Hälfte der Mitglieder des ersten Rates, die durch das Los bestimmt werden; ihre Amtszeit beträgt zwei Jahre. Die Wahl der Ratsmitglieder findet alle zwei Jahre statt."
    },
    {
      "provision_ref": "art16",
      "chapter": "Exekutivrat",
      "section": "16",
      "title": "",
      "content": "Der Rat tritt mindestens zweimal im Jahr zusammen."
    },
    {
      "provision_ref": "art17",
      "chapter": "Exekutivrat",
      "section": "17",
      "title": "",
      "content": "Der Rat wählt für die Dauer eines Jahres aus der Mitte seiner gewählten Mitglieder einen Vorsitzenden und einen stellvertretenden Vorsitzenden."
    },
    {
      "provision_ref": "art18",
      "chapter": "Exekutivrat",
      "section": "18",
      "title": "",
      "content": "Der Rat gibt sich ein Geschäftsreglement."
    },
    {
      "provision_ref": "art19",
      "chapter": "Exekutivrat",
      "section": "19",
      "title": "",
      "content": "Ausser den ihm durch andere Bestimmungen dieser Statuten zugewiesenen Aufgaben nimmt der Rat folgende Aufgaben wahr: a) Einleitung aller erforderlichen Massnahmen im Einvernehmen mit dem Generalsekretär zur Durchführung der Beschlüsse und Empfehlungen der Versammlung und Berichterstattung an die Versammlung; b) Entgegennahme der Berichte des Generalsekretärs über die Tätigkeit der Organisation; c) Unterbreitung von Vorschlägen an die Versammlung; d) Prüfung des vom Generalsekretär erstellten allgemeinen Arbeitsprogramms der Organisation vor seiner Unterbreitung an die Versammlung; e) Vorlage von Berichten und Empfehlungen zur Rechnungslegung und zum Haushaltsvoranschlag der Organisation an die Versammlung; f) Einrichtung nachgeordneter Stellen, soweit sie aufgrund seiner eigenen Tätigkeit als notwendig erscheinen; g) Durchführung aller anderen Aufgaben, die ihm von der Versammlung übertragen werden."
    },
    {
      "provision_ref": "art20",
      "chapter": "Exekutivrat",
      "section": "20",
      "title": "",
      "content": "Zwischen den Tagungen der Versammlung und soweit Bestimmungen dieser Statuten nicht entgegenstehen, fasst der Rat die im Rahmen der Aufgaben und der finanziellen Mittel der Organisation notwendigen verwaltungsmässigen und fachlichen Beschlüsse; er erstattet darüber der Versammlung auf ihrer nächsten Tagung zwecks Genehmigung Bericht."
    },
    {
      "provision_ref": "art21",
      "chapter": "Sekretariat",
      "section": "21",
      "title": "",
      "content": "Das Sekretariat besteht aus dem Generalsekretär und dem von der Organisation benötigten Personal."
    },
    {
      "provision_ref": "art22",
      "chapter": "Sekretariat",
      "section": "22",
      "title": "",
      "content": "Der Generalsekretär wird auf Empfehlung des Rates mit Zweidrittelmehrheit der anwesenden und abstimmenden Vollmitglieder der Versammlung für die Dauer von vier Jahren ernannt. Seine Wiederernennung ist zulässig."
    },
    {
      "provision_ref": "art23",
      "chapter": "Sekretariat",
      "section": "23",
      "title": "",
      "content": "1. Der Generalsekretär ist der Versammlung und dem Rat verantwortlich. 2. Der Generalsekretär hat die Weisungen der Versammlung und des Rates auszuführen. Er legt dem Rat die Berichte über die Tätigkeit der Organisation, die Rechnungslegung, den Entwurf des allgemeinen Arbeitsprogramms und den Haushaltsvoranschlag der Organisation vor. 3. Der Generalsekretär nimmt die rechtliche Vertretung der Organisation wahr."
    },
    {
      "provision_ref": "art24",
      "chapter": "Sekretariat",
      "section": "24",
      "title": "",
      "content": "1. Der Generalsekretär stellt das Sekretariatspersonal entsprechend dem von der Versammlung genehmigten Personalreglement ein. 2. Das Personal der Organisation untersteht dem Generalsekretär. 3. Bei der Einstellung des Personals und bei der Bestimmung des Dienstverhältnisses ist insbesondere dem Erfordernis Rechnung zu tragen, ein Höchstmass an Leistungsfähigkeit, Fachwissen und Zuverlässigkeit zu gewährleisten. Abgesehen von diesem Erfordernis ist bei der Einstellung des Personals gebührend auf eine möglichst weite geographische Verteilung zu achten. 4. Bei der Erfüllung ihrer Aufgaben dürfen der Generalsekretär und das Personal von einer Regierung oder einer anderen Stelle ausserhalb der Organisation weder Weisungen annehmen noch um solche ersuchen. Sie haben sich jeder Tätigkeit zu enthalten, die mit ihrer Stellung als internationale, allein der Organisation verantwortliche Bedienstete unvereinbar ist."
    },
    {
      "provision_ref": "art25",
      "chapter": "Haushalt und Ausgaben",
      "section": "25",
      "title": "",
      "content": "1. Der für die verwaltungsmässige Tätigkeit und das allgemeine Arbeitsprogramm bestimmte Haushalt der Organisation wird durch Beiträge der Vollmitglieder, der assoziierten und der affiliierten Mitglieder nach einer von der Versammlung zu beschliessenden Bemessungstabelle und aus anderen möglichen Einnahmen der Organisation gemäss der Finanzordnung gedeckt, die diesen Statuten als Bestandteil beigefügt ist. 2. Der Rat legt der Versammlung den vom Generalsekretär aufgestellten Haushalt zur Prüfung und Genehmigung vor."
    },
    {
      "provision_ref": "art26",
      "chapter": "Haushalt und Ausgaben",
      "section": "26",
      "title": "",
      "content": "1. Die Rechnung der Organisation wird durch zwei von der Versammlung auf Empfehlung des Rates für die Dauer von zwei Jahren bestellte Prüfer geprüft; ihre Wiederwahl ist zulässig. 2. Ausser ihren Prüfungsaufgaben können die Rechnungsprüfer von ihnen für erforderlich erachtete Bemerkungen vorbringen, die sich auf die Zweckmässigkeit des finanziellen Verfahrens und der Finanzwirtschaft, das Abrechnungssystem, die interne Finanzkontrolle und ganz allgemein auf die finanziellen Auswirkungen des Verwaltungsablaufs beziehen."
    },
    {
      "provision_ref": "art27",
      "chapter": "Beschlussfähigkeit",
      "section": "27",
      "title": "",
      "content": "1. Die Versammlung ist beschlussfähig, wenn die Mehrheit der Vollmitglieder in der Sitzung anwesend ist. 2. Der Rat ist beschlussfähig, wenn die Mehrheit der Vollmitglieder des Rates in der Sitzung anwesend ist."
    },
    {
      "provision_ref": "art28",
      "chapter": "Abstimmung",
      "section": "28",
      "title": "",
      "content": "Jedes Vollmitglied hat eine Stimme."
    },
    {
      "provision_ref": "art29",
      "chapter": "Abstimmung",
      "section": "29",
      "title": "",
      "content": "1. Unter Vorbehalt anderer Bestimmungen dieser Statuten werden die Beschlüsse der Versammlung über alle Angelegenheiten mit einfacher Mehrheit der anwesenden und abstimmenden Vollmitglieder gefasst. 2. Beschlüsse über haushaltsmässige und finanzielle Verpflichtungen der Mitglieder, über den Sitz der Organisation und über weitere Fragen, welche die einfache Mehrheit der anwesenden und abstimmenden Vollmitglieder für besonders wichtig hält, bedürfen der Zweidrittelmehrheit der anwesenden und abstimmenden Vollmitglieder."
    },
    {
      "provision_ref": "art30",
      "chapter": "Abstimmung",
      "section": "30",
      "title": "",
      "content": "Die Beschlüsse des Rates werden mit einfacher Mehrheit der anwesenden und abstimmenden Mitglieder gefasst; jedoch bedürfen Beschlüsse über Empfehlungen, die den Haushalt oder finanzielle Angelegenheiten betreffen, der Zweidrittelmehrheit der anwesenden und abstimmenden Mitglieder."
    },
    {
      "provision_ref": "art31",
      "chapter": "Rechtspersönlichkeit, Vorrechte und Immunitäten",
      "section": "31",
      "title": "",
      "content": "Die Organisation besitzt Rechtspersönlichkeit."
    },
    {
      "provision_ref": "art32",
      "chapter": "Rechtspersönlichkeit, Vorrechte und Immunitäten",
      "section": "32",
      "title": "",
      "content": "Die Organisation geniesst in den Hoheitsgebieten ihrer Mitgliedstaaten die Vorrechte und Immunitäten, derer sie zur Ausübung ihrer Tätigkeit bedarf. Diese Vorrechte und Immunitäten werden durch mit der Organisation zu schliessenden Übereinkünfte näher bestimmt."
    },
    {
      "provision_ref": "art33",
      "chapter": "Änderungen",
      "section": "33",
      "title": "",
      "content": "1. Änderungsvorschläge zu diesen Statuten und ihrem Anhang werden dem Generalsekretär übermittelt, der sie den Vollmitgliedern mindestens sechs Monate vor ihrer Prüfung durch die Versammlung zuleitet. 2. Eine Änderung bedarf der Annahme durch die Zweidrittelmehrheit der anwesenden und abstimmenden Vollmitglieder der Versammlung. 3. Eine Änderung tritt für alle Mitglieder in Kraft, wenn zwei Drittel der Mitgliedstaaten der Depositarregierung mitgeteilt haben, dass sie die Änderung genehmigen."
    },
    {
      "provision_ref": "art34",
      "chapter": "Zeitweiliger Ausschluss von der Mitgliedschaft",
      "section": "34",
      "title": "",
      "content": "1. Stellt die Versammlung fest, dass ein Mitglied beharrlich eine Politik verfolgt, die den in Art. 3 niedergelegten Grundzielen der Organisation widerspricht, so kann sie dieses Mitglied durch eine mit Zweidrittelmehrheit der anwesenden und abstimmenden Vollmitglieder gefasste Entschliessung von der Ausübung seiner Rechte und von den Vorteilen der Mitgliedschaft zeitweilig ausschliessen. 2. Der zeitweilige Ausschluss bleibt so lange wirksam, bis die Versammlung eine Änderung der Politik des Mitglieds festgestellt hat."
    },
    {
      "provision_ref": "art35",
      "chapter": "Austritt",
      "section": "35",
      "title": "",
      "content": "1. Jedes Vollmitglied kann ein Jahr nach dem Zeitpunkt, zu dem es der Depositarregierung schriftlich Mitteilung gemacht hat, aus der Organisation austreten. 2. Jedes assoziierte Mitglied kann unter den gleichen Bedingungen aus der Organisation austreten, sofern das Vollmitglied, das für die auswärtigen Beziehungen dieses assoziierten Mitglieds verantwortlich ist, der Depositarregierung den Austritt schriftlich notifiziert hat. 3. Jedes affiliierte Mitglied kann ein Jahr nach dem Zeitpunkt, zu dem es dem Generalsekretär schriftlich Mitteilung gemacht hat, aus der Organisation austreten."
    },
    {
      "provision_ref": "art36",
      "chapter": "Inkrafttreten",
      "section": "36",
      "title": "",
      "content": "Diese Statuten treten einhundertzwanzig Tage nach dem Zeitpunkt in Kraft, zu dem einundfünfzig Staaten, deren amtliche Organisationen für Tourismus zur Zeit der Annahme der Statuten Vollmitglieder der IUOTO waren, der vorläufigen Depositarregierung förmlich die Genehmigung der Statuten und die Übernahme der sich aus der Mitgliedschaft ergebenden Verpflichtungen mitgeteilt haben."
    },
    {
      "provision_ref": "art37",
      "chapter": "Depositar",
      "section": "37",
      "title": "",
      "content": "1. Diese Statuten und jede Erklärung über die Annahme der sich aus der Mitgliedschaft ergebenden Verpflichtungen werden vorerst bei der Schweizer Regierung hinterlegt. 2. Die Schweizer Regierung notifiziert allen hierzu berechtigten Staaten den Eingang dieser Erklärungen und das Datum des Inkrafttretens dieser Statuten."
    },
    {
      "provision_ref": "art38",
      "chapter": "Auslegung und Sprachen",
      "section": "38",
      "title": "",
      "content": "Die Amtssprachen der Organisation sind Arabisch, Chinesisch, Englisch, Französisch, Russisch und Spanisch. Fassung gemäss Beschluss der Generalversammlung vom 29. Nov. 2007, in Kraft seit 25. Jan. 2021 ( AS 2021 121 )."
    },
    {
      "provision_ref": "art39",
      "chapter": "Auslegung und Sprachen",
      "section": "39",
      "title": "",
      "content": "Der englische, französische, russische und spanische Wortlaut dieser Statuten gilt als gleichermassen verbindlich."
    }
  ],
  "definitions": []
}