{
  "id": "sr-0-131-1",
  "type": "statute",
  "title": "Europäisches Rahmenübereinkommen vom 21. Mai 1980 über die grenzüberschreitende  Zusammenarbeit zwischen Gebietskörperschaften (mit Anlage)",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1982/1076_1076_1076/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "",
      "content": "Jede Vertragspartei verpflichtet sich, die grenzüberschreitende Zusammenarbeit zwischen den Gebietskörperschaften in ihrem eigenen Zuständigkeitsbereich und den Gebietskörperschaften im Zuständigkeitsbereich anderer Vertragsparteien zu erleichtern und zu fördern. Sie bemüht sich, den Abschluss der dazu erforderlich werdenden Vereinbarungen unter Beachtung der jeweiligen verfassungsrechtlichen Bestimmungen der einzelnen Vertragsparteien zu fördern. Für die Schweiz: oder Behörden Für die Schweiz: oder Behörden Für die Schweiz: Abkommen und Vereinbarungen"
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "",
      "content": "1. Als grenzüberschreitende Zusammenarbeit im Sinne dieses Übereinkommens gilt jede Abstimmung mit dem Ziel der Stärkung und Weiterentwicklung der nachbarschaftlichen Beziehungen zwischen den Gebietskörperschaften von zwei oder mehr Vertragsparteien sowie der Abschluss der dazu erforderlichen Vereinbarungen. Die grenzüberschreitende Zusammenarbeit erfolgt im Rahmen der Zuständigkeiten der Gebietskörperschaften, wie sie im innerstaatlichen Recht festgelegt sind. Ausmass und Art dieser Zuständigkeiten werden durch dieses Übereinkommen nicht berührt. 2. Im Sinne dieses Übereinkommens bezeichnet der Ausdruck «Gebietskörperschaften» Körperschaften, Behörden oder Organe, die örtliche und regionale Aufgaben wahrnehmen und die nach dem innerstaatlichen Recht jedes Staates als solche betrachtet werden. Jede Vertragspartei kann jedoch im Zeitpunkt der Unterzeichnung dieses Übereinkommens oder durch eine spätere Mitteilung an den Generalsekretär des Europarats die Körperschaften, Behörden oder Organe sowie die Gegenstände und Formen festlegen, auf die sie den Anwendungsbereich dieses Übereinkommens zu begrenzen oder die sie von seinem Anwendungsbereich auszuschliessen beabsichtigt. Für die Schweiz: oder Behörden Für die Schweiz: Abkommen und Vereinbarungen Für die Schweiz: oder Behörden Für die Schweiz: oder Behörden"
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "",
      "content": "1. Für die Zwecke dieses Übereinkommens fördern die Vertragsparteien vorbehaltlich des Artikels 2 Absatz 2 die Vorhaben von Gebietskörperschaften, welche die im Rahmen des Europarats ausgearbeiteten Grundrisse für Vereinbarungen zwischen Gebietskörperschaften berücksichtigen. Wenn sie es für erforderlich halten, können sie die im Europarat ausgearbeiteten Muster für zwei- oder mehrseitige zwischenstaatliche Vereinbarungen berücksichtigen, welche die Zusammenarbeit zwischen Gebietskörperschaften erleichtern sollen. Die zu schliessenden Vereinbarungen können sich insbesondere nach den diesem Übereinkommen unter den Ziffern 1.1 bis 1.5 und 2.1 bis 2.6 beigefügten Mustern und Grundrissen von Vereinbarungen, Satzungen und Verträgen richten, die der besonderen Situation jeder Vertragspartei anzupassen sind. Diese Muster und Grundrisse von Vereinbarungen, Satzungen und Verträgen dienen lediglich als Anhaltspunkt und haben keinen Vertragscharakter. 2. Halten es die Vertragsparteien für erforderlich, zwischenstaatliche Vereinbarungen zu schliessen, so können diese unter anderem den Rahmen, die Form und die Grenzen festlegen, innerhalb deren die mit der grenzüberschreitenden Zusammenarbeit befassten Gebietskörperschaften tätig werden dürfen. In jeder Vereinbarung können auch die Körperschaften, Behörden oder Organe festgelegt werden, auf die sie sich bezieht. 3. Die Absätze 1 und 2 hindern die Vertragsparteien nicht daran, einvernehmlich andere Formen der grenzüberschreitenden Zusammenarbeit anzuwenden. Ebenso darf dieses Übereinkommen nicht so ausgelegt werden, als mache es die bestehenden Vereinbarungen über Zusammenarbeit ungültig. 4. Die Vereinbarungen werden unter Beachtung der im innerstaatlichen Recht jeder Vertragspartei vorgesehenen Zuständigkeiten im Bereich der internationalen Beziehungen und der allgemeinen Politik sowie unter Beachtung der Kontroll‑, Aufsichts‑ und Überwachungsvorschriften geschlossen, denen die Gebietskörperschaften unterworfen sind. 5. Zu diesem Zweck kann jede Vertragspartei im Zeitpunkt der Unterzeichnung dieses Übereinkommens oder durch spätere Mitteilung an den Generalsekretär des Europarats die Behörden bezeichnen, die nach ihrem innerstaatlichen Recht für Kontrolle, Aufsicht oder Überwachung hinsichtlich der betreffenden Gebietskörperschaften zuständig sind. Für die Schweiz: oder Behörden Für die Schweiz: oder Behörden Für die Schweiz: oder Behörden Für die Schweiz: Abkommen und Vereinbarungen Für die Schweiz: oder Behörden Für die Schweiz: Abkommen und Vereinbarungen Für die Schweiz: oder Behörden Für die Schweiz: oder Behörden"
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "",
      "content": "Jede Vertragspartei bemüht sich um die Lösung aller rechtlichen, administrativen oder technischen Schwierigkeiten, welche die Entwicklung und den reibungslosen Ablauf der grenzüberschreitenden Zusammenarbeit behindern können, und stimmt sich soweit nötig mit der oder den anderen beteiligten Vertragsparteien ab."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "",
      "content": "Im Fall der grenzüberschreitenden Zusammenarbeit nach Massgabe dieses Übereinkommens prüfen die Vertragsparteien die Zweckmässigkeit, den daran teilnehmenden Gebietskörperschaften dieselben Möglichkeiten einzuräumen wie im Fall der innerstaatlichen Zusammenarbeit. Für die Schweiz: oder Behörden"
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "",
      "content": "Jede Vertragspartei liefert im Rahmen des Möglichen die durch eine andere Vertragspartei angeforderten Informationen, um ihr die Erfüllung ihrer Verpflichtungen aus diesem Übereinkommen zu erleichtern."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "",
      "content": "Jede Vertragspartei sorgt dafür, dass die betroffenen Gebietskörperschaften über die Handlungsmöglichkeiten unterrichtet werden, die ihnen auf Grund dieses Übereinkommens zur Verfügung stehen. Für die Schweiz: oder Behörden"
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "",
      "content": "1. Die Vertragsparteien übermitteln dem Generalsekretär des Europarats alle geeigneten Informationen über die in Artikel 3 vorgesehenen Vereinbarungen. 2. Jeder Vorschlag einer oder mehrerer Vertragsparteien zur Ergänzung oder Weiterentwicklung des Übereinkommens und der Mustervereinbarungen wird dem Generalsekretär des Europarats übermittelt. Dieser legt ihn dem Ministerkomitee des Europarats vor, das über die zu treffenden Massnahmen entscheidet. Für die Schweiz: Abkommen und Vereinbarungen"
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "",
      "content": "1. Dieses Übereinkommen liegt für die Mitgliedstaaten des Europarats zur Unterzeichnung auf. Es bedarf der Ratifikation, der Annahme oder der Genehmigung. Die Ratifikations‑, Annahme‑ oder Genehmigungsurkunden werden beim Generalsekretär des Europarats hinterlegt. 2. Das Übereinkommen tritt drei Monate nach Hinterlegung der vierten Ratifikations‑, Annahme‑ oder Genehmigungsurkunde in Kraft, vorausgesetzt dass mindestens zwei der Staaten, welche diese Förmlichkeit erfüllt haben, eine gemeinsame Grenze haben. 3. Für jeden Unterzeichnerstaat, der das Übereinkommen später ratifiziert, annimmt oder genehmigt, tritt es drei Monate nach Hinterlegung seiner Ratifikations‑, Annahme‑ oder Genehmigungsurkunde in Kraft."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "",
      "content": "1. Nach Inkrafttreten dieses Übereinkommens kann das Ministerkomitee des Europarats durch einstimmigen Beschluss jeden europäischen Nichtmitgliedstaat einladen, dem Übereinkommen beizutreten. Diese Einladung bedarf der ausdrücklichen Zustimmung jedes der Staaten, die das Übereinkommen ratifiziert haben. 2. Der Beitritt erfolgt durch Hinterlegung einer Beitrittsurkunde beim Generalsekretär des Europarats; die Urkunde wird drei Monate nach ihrer Hinterlegung wirksam."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "",
      "content": "1. Jede Vertragspartei kann dieses Übereinkommen durch eine an den Generalsekretär des Europarats gerichtete Notifikation für sich kündigen. 2. Die Kündigung wird sechs Monate nach Eingang der Notifikation beim Generalsekretär wirksam."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "",
      "content": "Der Generalsekretär des Europarats notifiziert den Mitgliedstaaten des Rates und jedem Staat, der diesem Übereinkommen beigetreten ist, a) jede Unterzeichnung; b) jede Hinterlegung einer Ratifikations‑, Annahme‑, Genehmigungs‑ oder Beitrittsurkunde; c) jeden Zeitpunkt des Inkrafttretens dieses Übereinkommens nach seinem Artikel 9; d) jede nach Artikel 2 Absatz 2 oder Artikel 3 Absatz 5 eingegangene Erklärung; e) jede nach Artikel 11 eingegangene Notifikation und den Zeitpunkt, zu dem die Kündigung wirksam wird."
    }
  ],
  "definitions": []
}