{
  "id": "sr-0-741-619-372",
  "type": "statute",
  "title": "Abkommen vom 8. August 1970 zwischen der Schweizerischen Eidgenossenschaft und dem Königreich Griechenland über den internationalen Strassenverkehr",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1971/1628_1628_1628/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "I. Personenverkehr",
      "section": "1",
      "title": "",
      "content": "Der Personenverkehr ist von der Bewilligungspflicht befreit, wenn die gleichen Personen mit dem gleichen Motorfahrzeug befördert werden und es sich a) um eine Rundfahrt handelt, die in dem Lande, in dem das Fahrzeug zum Verkehr zugelassen ist, beginnt oder endet; b) um eine Reise handelt, die in einer Ortschaft des Landes, in dem das Motorfahrzeug zum Verkehr zugelassen ist, beginnt und im andern Vertragsstaat endet, unter dem Vorbehalt, dass das Fahrzeug leer zum Abfahrtsort zurückgebracht wird, sofern nicht eine gegenteilige Bewilligung vorliegt."
    },
    {
      "provision_ref": "art2",
      "chapter": "I. Personenverkehr",
      "section": "2",
      "title": "",
      "content": "Die Transporte von Personen zwischen den beiden Vertragsstaaten oder im Transit durch ihr Hoheitsgebiet, die nicht unter die in Artikel 1 vorgesehenen Kategorien fallen, unterstehen der Bewilligungspflicht (Konzessionspflicht). Das Bewilligungsgesuch ist vor Beginn der Fahrten bei den zuständigen Behörden des Vertragsstaates, in dem das Motorfahrzeug zum Verkehr zugelassen ist, einzureichen. Die Fahrten werden in gegenseitigem Einverständnis der zuständigen Behörden der Vertragsstaaten genehmigt, die die Bewilligung für die auf ihrem Hoheitsgebiet gelegenen Strecke erteilen."
    },
    {
      "provision_ref": "art3",
      "chapter": "II. Güterverkehr",
      "section": "3",
      "title": "",
      "content": "Der Güterverkehr nach oder von einem der beiden Vertragsstaaten oder im Transit durch ihr Hoheitsgebiet mit Motorfahrzeugen, die im andern Vertragsstaat zum Verkehr zugelassen sind, ist frei. Die auf dem Hoheitsgebiet eines der Vertragsstaaten niedergelassenen Transportunternehmer sind nicht berechtigt, Transporte vom Gebiet des andern Vertragsstaates nach einem Drittstaat auszuführen, ohne eine Bewilligung des andern Vertragsstaates zu besitzen."
    },
    {
      "provision_ref": "art4",
      "chapter": "III. Gemeinsame Bestimmungen",
      "section": "4",
      "title": "",
      "content": "Personen- oder Gütertransporte, die im Innern eines Vertragsstaates ausgeführt werden, sind mit Motorfahrzeugen, die im andern Vertragsstaat zum Verkehr zugelassen sind, untersagt. B. Austausch statistischer Ergebnisse"
    },
    {
      "provision_ref": "art5",
      "chapter": "III. Gemeinsame Bestimmungen",
      "section": "5",
      "title": "",
      "content": "Die zuständigen Behörden der beiden Vertragsstaaten bestimmen in gegenseitigem Einverständnis das Verfahren für den Austausch der statistischen Ergebnisse. C. Zollvorschriften"
    },
    {
      "provision_ref": "art6",
      "chapter": "III. Gemeinsame Bestimmungen",
      "section": "6",
      "title": "",
      "content": "Der Treibstoff, der sich im normalen Fahrzeugtank befindet, wie er für den betreffenden Fahrzeugtyp vom Erbauer vorgesehen ist, wird zoll- und abgabenfrei zugelassen und unterliegt keinen Einfuhrverboten oder Einfuhrbeschränkungen. Ersatzteile, die für die Reparatur eines vorübergehend eingeführten Motorfahrzeuges, das auf dem Hoheitsgebiet des andern Vertragsstaates einen Schaden erlitten hat, bestimmt sind, werden vorübergehend zoll‑ und abgabenfrei zugelassen und unterliegen keinen Einfuhrverboten oder Einfuhrbeschränkungen, sofern sie mit einem Ausweis zur vorübergehenden Einfuhr abgefertigt werden. Die ersetzten Teile sind unter Zollkontrolle auszuführen oder zu vernichten. D. Strafmassnahmen"
    },
    {
      "provision_ref": "art7",
      "chapter": "III. Gemeinsame Bestimmungen",
      "section": "7",
      "title": "",
      "content": "Werden die Bestimmungen dieses Abkommens auf dem Hoheitsgebiet eines Vertragsstaates verletzt, so sind die Behörden des Landes, in welchem das Motorfahrzeug zum Verkehr zugelassen ist, verpflichtet, auf Verlangen der zuständigen Behörden des andern Vertragsstaates eine der folgenden Sanktionen zu ergreifen: a) einfache Verwarnung; b) Verwarnung mit dem Hinweis, dass bei Wiederholung Sanktionen gemäss Buchstabe c dieses Artikels verfügt werden; c) vorübergehender oder dauernder Entzug der Berechtigung, auf dem Hoheitsgebiet des Vertragsstaates, in dem die Zuwiderhandlung stattgefunden hat, Transporte auszuführen. Die Behörden, welche die Sanktionen treffen, sind gehalten, hierüber die Behörde, welche die Sanktion verlangt hat, zu benachrichtigen. Wenn auf dem Hoheitsgebiet eines Vertragsstaates gegenüber dem Bedienungspersonal eines Motorfahrzeuges, das im andern Vertragsstaat zum Verkehr zugelassen ist, Massnahmen ergriffen werden, sind die zuständigen Behörden des andern Staates hierüber zu unterrichten. E. Zahlungsverkehr"
    },
    {
      "provision_ref": "art8",
      "chapter": "III. Gemeinsame Bestimmungen",
      "section": "8",
      "title": "",
      "content": "Die Zahlungen aus Verpflichtungen des vorliegenden Abkommens erfolgen gemäss dem zwischen den beiden Vertragsstaaten geltenden Zahlungsabkommen. F. Befreiung von Gebühren und Abgaben"
    },
    {
      "provision_ref": "art9",
      "chapter": "III. Gemeinsame Bestimmungen",
      "section": "9",
      "title": "",
      "content": "Unternehmer eines Vertragsstaates, die auf dem Hoheitsgebiet des andern Vertragsstaates mit Motorfahrzeugen, die in dem einen Vertragsstaat zum Verkehr zugelassen sind, Transporte ausführen, wie sie in diesem Abkommen geregelt werden, sind von jeglichen Genehmigungsgebühren, Beförderungssteuern und Verkehrsabgaben befreit, ausgenommen Strassen-, Brücken- und Tunnelabgaben. G. Zuständige Behörden"
    },
    {
      "provision_ref": "art10",
      "chapter": "III. Gemeinsame Bestimmungen",
      "section": "10",
      "title": "",
      "content": "Jeder Vertragsstaat gibt dem andern die Behörden bekannt, die in seinem Lande für die Klärung der durch die Anwendung dieses Abkommens entstehenden Fragen zuständig sind. Diese Behörden verkehren direkt miteinander. H. Gemischte Kommission"
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "",
      "content": "Auf Verlangen eines Vertragsstaates wird eine aus Vertretern beider Vertragsstaaten zusammengesetzte Gemischte Kommission geschaffen, um Fragen zu behandeln, die im voraus von den zuständigen Behörden beider Vertragsstaaten festgelegt worden sind und über die zwischen diesen Behörden keine direkte Einigung erzielt werden konnte. Die Anträge der Gemischten Kommission sind den zuständigen Behörden der Vertragsstaaten zur Genehmigung zu unterbreiten. I. Beachtung des nationalen Rechts"
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "",
      "content": "Die Bestimmungen des nationalen Rechts hinsichtlich des Zolles, des Strassenverkehrs, der Polizei sowie die Vorschriften über den Dienst am Lenkrad und die Ruhezeit der berufsmässigen Wagenführer bleiben vorbehalten, dasselbe gilt für die internationalen Verträge, die diese Fragen berühren und denen beide Vertragsstaaten beigetreten sind. Die Vertragsstaaten verpflichten sich, die im andern Vertragsstaat zum Verkehr zugelassenen Motorfahrzeuge hinsichtlich der Masse und Gewichte nicht einschränkenderen Bedingungen zu unterstellen als die eigenen. J. Inkrafttretung und Geltungsdauer"
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "",
      "content": "Dieses Abkommen wird durch beide Vertragsstaaten gemäss der entsprechenden nationalen Gesetzgebung genehmigt und tritt nach Austausch von Noten, die diese Zustimmung anzeigen, in Kraft. Das Abkommen gilt für ein Jahr vom Tage seiner Inkraftsetzung an. Sofern es von einem Vertragsstaat nicht drei Monate vor Ablauf der Gültigkeitsdauer gekündigt wird, gilt es stillschweigend als von Jahr zu Jahr verlängert."
    }
  ],
  "definitions": []
}