{
  "id": "sr-0-142-395-941",
  "type": "statute",
  "title": "Memorandum of Understanding vom 14. Februar 2011 zwischen dem Schweizerischen Bundesrat und der Regierung der Bundesrepublik Nigeria über den Abschluss einer Migrationspartnerschaft",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2021/124/en",
  "provisions": [
    {
      "provision_ref": "artI",
      "section": "I",
      "title": "Zweck",
      "content": "Die Parteien führen einen regelmässigen Dialog zur Verbesserung ihrer Zusammenarbeit im Migrationsbereich."
    },
    {
      "provision_ref": "artII",
      "section": "II",
      "title": "Zusammenarbeitsbereiche",
      "content": "Die Zusammenarbeit erstreckt sich auf folgende Bereiche: – Bekämpfung des Schlepperwesens und des Menschen- und Drogenhandels; – Kapazitätenaufbau im Migrationsmanagement; – Rückkehrhilfe; – Rückübernahme und Wiedereingliederung; – Prävention irregulärer Migration; – Migration und Entwicklung (unter Einbezug von Rimessen, Diaspora, Brain-Drain und ‑Gain); – Unterstützung bei der Identifizierung; – Förderung und Schutz der Menschenrechte; – Erkennung gefälschter Dokumente; – Grenzverwaltung und -schutz; – reguläre Migration (unter Einbezug von Visafragen, konsularischen Angelegenheiten, Kapazitätenaufbau und Austausch im Bereich Aus- und Weiterbildung); und – weitere Bereiche im Zusammenhang mit dem Personenverkehr innerhalb des Hoheitsgebiets einer der beiden Parteien."
    },
    {
      "provision_ref": "artIII",
      "section": "III",
      "title": "Zuständige Behörden",
      "content": "Der Schweizerische Bundesrat bestimmt hiermit das Bundesamt für Migration und die Regierung der Bundesrepublik Nigeria das Ministerium für auswärtige Angelegenheiten der Bundesrepublik Nigeria als jeweilige zuständige Behörde für die Umsetzung dieses Memorandum of Understanding (MoU) und aller übrigen damit zusammenhängenden Angelegenheiten."
    },
    {
      "provision_ref": "artIV",
      "section": "IV",
      "title": "Einsetzung eines gemeinsamen Fachausschusses",
      "content": "1. Hiermit wird ein gemeinsamer Fachausschuss zur Koordination und Umsetzung der Bestimmungen dieses MoU eingesetzt. 2. Der Ausschuss setzt sich aus Fachpersonen beider Parteien zusammen und trifft sich zweimal jährlich abwechslungsweise in der Schweiz und in Nigeria. 3. Der Ausschuss gibt sich eine Geschäftsordnung."
    },
    {
      "provision_ref": "artV",
      "section": "V",
      "title": "Inkrafttreten",
      "content": "Dieses MoU tritt bei Unterzeichnung durch die Parteien in Kraft."
    },
    {
      "provision_ref": "artVI",
      "section": "VI",
      "title": "Änderungen",
      "content": "Jegliche Änderung oder Überarbeitung dieses MoU erfolgt schriftlich und im gegenseitigen Einvernehmen der Parteien."
    },
    {
      "provision_ref": "artVII",
      "section": "VII",
      "title": "Dauer und Kündigung",
      "content": "Dieses MoU wurde auf unbestimmte Zeit abgeschlossen. Jede Partei kann dieses MoU jederzeit durch schriftliche Notifikation auf diplomatischem Weg an die andere Partei kündigen. In diesem Fall tritt das MoU 90 (neunzig) Tage nach Eingang der entsprechenden Notifikation bei der anderen Partei ausser Kraft. Abgeschlossen in Bern, am 14. Februar 2011, in zwei Ausfertigungen in englischer Sprache. Für den Schweizerischen Bundesrat: Simonetta Sommaruga Für die Regierung der Bundesrepublik Nigeria: Henry Odein Ajumogobia"
    }
  ],
  "definitions": []
}