{
  "id": "sr-0-457-1",
  "type": "statute",
  "title": "Protokoll vom 22. Juni 1998 zur Änderung des Europäischen Übereinkommens zum Schutz der für Versuche und andere wissenschaftliche Zwecke verwendeten Wirbeltiere",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2006/719/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "",
      "content": "Artikel 30 des Übereinkommens wird wie folgt geändert: « 1 Die Vertragsparteien halten innerhalb von fünf Jahren nach Inkrafttreten dieses Übereinkommens und danach alle fünf Jahre oder öfter, wenn die Mehrheit der Vertragsparteien dies beantragt, multilaterale Konsultationen im Rahmen des Europarats ab mit dem Ziel, die Anwendung dieses Übereinkommens sowie die Zweckmässigkeit einer Revision des Übereinkommens oder einer Erweiterung einzelner Bestimmungen desselben zu prüfen. 2 Diese Konsultationen finden an Sitzungen statt, die vom Generalsekretär des Europarats anberaumt werden. Die Vertragsparteien teilen dem Generalsekretär des Europarats den Namen ihres Vertreters mindestens zwei Monate vor der Sitzung mit. 3 Vorbehaltlich der Bestimmungen dieses Übereinkommens geben sich die Vertragsparteien für die Konsultationen eine Geschäftsordnung.»"
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "",
      "content": "Das Übereinkommen wird mit einem neuen Titel XI «Änderungen» ergänzt, der folgenden neuen Artikel 31 enthält: « 1 Jede von einer Vertragspartei oder vom Ministerkomitee vorgeschlagene Änderung von Anhang A und B wird dem Generalsekretär des Europarats übermittelt und von ihm an die Mitgliedstaaten des Europarats, der Europäischen Gemeinschaft und jedem dem Übereinkommen beigetretenen oder nach Artikel 34 zum Beitritt eingeladenen Nichtmitgliedstaat weitergeleitet. 2 Jede nach Absatz 1 vorgeschlagene Änderung wird frühestens sechs Monate nach dem Tag, an dem sie vom Generalsekretär weitergeleitet wurde, im Rahmen einer multilateralen Konsultation geprüft, auf der sie von einer Zweidrittelmehrheit der Vertragsparteien angenommen werden kann. Der angenommene Wortlaut wird den Vertragsparteien mitgeteilt. 3 Eine Änderung tritt zwölf Monate nach ihrer Annahme im Rahmen einer multilateralen Konsultation in Kraft, sofern nicht ein Drittel der Vertragsparteien Einwände notifiziert hat.»"
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "",
      "content": "Die bisherigen Artikel 31–37 des Übereinkommens werden zu den Artikeln 32–38."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "",
      "content": "1 Dieses Protokoll liegt für die Vertragsparteien des Übereinkommens zur Unterzeichnung auf, die Vertragsparteien dieses Änderungsprotokolls werden können, indem sie es: a. ohne Vorbehalt der Ratifikation, Annahme oder Genehmigung unterzeichnen; oder b. es vorbehaltlich der Ratifikation, Annahme oder Genehmigung später ratifizieren, annehmen oder genehmigen. 2 Eine Vertragspartei des Übereinkommens kann dieses Protokoll nicht ohne Vorbehalt der Ratifikation, Annahme oder Genehmigung unterzeichnen oder eine Ratifikations-, Annahme- oder Genehmigungsurkunde hinterlegen, wenn sie nicht bereits eine Ratifikations-, Annahme- oder Genehmigungsurkunde zum Übereinkommen hinterlegt hat oder diese gleichzeitig hinterlegt. 3 Die Staaten, die dem Übereinkommen beigetreten sind, können auch diesem Änderungsprotokoll beitreten. 4 Die Ratifikations-, Annahme-, Genehmigungs- oder Beitrittsurkunden werden beim Generalsekretär des Europarats hinterlegt."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "",
      "content": "Dieses Protokoll tritt am dreissigsten Tag in Kraft, der auf das Datum folgt, an dem alle Vertragsparteien des Übereinkommens nach Artikel 4 Vertragsparteien dieses Änderungsprotokolls geworden sind."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "",
      "content": "Der Generalsekretär des Europarats notifiziert den Mitgliedstaaten des Europarats, den anderen Vertragsparteien des Übereinkommens und der Europäischen Gemeinschaft: a. jede Unterschrift ohne Vorbehalt der Ratifikation, Annahme oder Genehmigung; b. jede Unterschrift mit Vorbehalt der Ratifikation, Annahme oder Genehmigung; c. jede Hinterlegung einer Ratifikations-, Annahme-, Genehmigungs- oder Beitrittsurkunde; d. jeden Zeitpunkt des Inkrafttretens dieses Protokolls nach Artikel 5; e. jede andere Handlung, Notifikation oder Mitteilung im Zusammenhang mit diesem Protokoll."
    }
  ],
  "definitions": []
}