{
  "id": "sr-0-741-531-951-8",
  "type": "statute",
  "title": "Vereinbarung vom 15. Februar 1973 zwischen dem Ministerium für Verkehr und Energiewirtschaft des Grossherzogtums Luxemburg und dem Eidgenössischen Justiz- und Polizeidepartement über die gegenseitige Anerkennung der nationalen Führerausweise",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1973/638_638_638/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Anerkennung der Führerausweise",
      "content": "(1) Die Schweiz und Luxemburg anerkennen gegenseitig die von den Behörden der beiden Länder erteilten nationalen Führerausweise. (2) Der Inhaber eines von einem Vertragsstaat ausgestellten gültigen Führerausweises ist berechtigt vorübergehend auf dem Gebiet des andern Staates Motorfahrzeuge der Kategorien zu führen, für die sein Ausweis gilt. Im Sinne dieses Absatzes wird die vorübergehende Dauer in der nationalen Gesetzgebung festgelegt."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Verzicht auf die Führerprüfung",
      "content": "(1) Der Inhaber eines von einem der beiden Staaten ausgestellten Führerausweises für leichte Motorwagen oder Motorräder erhält einen entsprechenden Ausweis des andern Staates, ohne eine Führerprüfung ablegen zu müssen. (2) In Abweichung von Absatz 1 kann eine Prüfung verlangt werden: i) wenn besondere Gründe an der Fahreignung des Ausweisinhabers zweifeln lassen; ii) wenn der Führer den ausländischen Ausweis unter Umgehung der in seinem Wohnsitzstaat geltenden Zuständigkeitsbestimmungen erworben hat; iii) wenn der Inhaber eines von einem Vertragsstaat ausgestellten Führerausweises auf Rechnung eines auf dem Gebiet des andern Vertragsstaates gelegenen Unternehmens berufsmässig Personentransporte mit leichten Motorwagen (bis 3,5 t zulässiges Gesamtgewicht) oder Personen- oder Sachentransporte mit schweren Motorwagen (über 3,5 t zulässiges Gesamtgewicht) ausführen will."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Besondere Bestimmungen",
      "content": "Die Pflicht zur Einreichung eines Gesuches um Erteilung eines Führerausweises, eines Strafregisterauszuges oder eines ärztlichen Zeugnisses sowie die Bezahlung der mit dem Erwerb des Führerausweises geschuldeten Gebühren richten sich nach der nationalen Gesetzgebung."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Anwendung auf das Fürstentum Liechtenstein",
      "content": "Auf Grund besonderer Ermächtigung der Fürstlich Liechtensteinischen Regierung gilt diese Vereinbarung auch für das Fürstentum Liechtenstein."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Muster der Führerausweise",
      "content": "(1) Muster der Führerausweise beider Länder sowie des Fürstentums Liechtenstein liegen dieser Vereinbarung bei. (2) Eine Konkordanztabelle über die schweizerischen Führerausweis‑Kategorien und die in der Übereinkunft von Wien von 1968 festgelegten Kategorien liegt ebenfalls bei. Die Muster der Führerausweise und die Konkordanztabelle werden nicht publiziert. Die Muster der Führerausweise und die Konkordanztabelle werden nicht publiziert."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Inkrafttreten und Geltungsdauer",
      "content": "(1) Diese Vereinbarung tritt am 1. März 1973 in Kraft. (2) Sie gilt auf unbestimmte Zeit. Sie kann jederzeit von einer der beiden Regierungen unter Einhaltung einer Frist von drei Monaten gekündigt werden. Zu Urkund dessen haben die von ihren Verwaltungen hierzu gehörig befugten Unterzeichneten diese Vereinbarung unterzeichnet. Geschehen zu Luxemburg, am 15. Februar 1973, in zwei Ausfertigungen in französischer Sprache. Für das Ministerium für Verkehr und Energiewirtschaft des Grossherzogtums Luxemburg: Für das Eidgenössische Justiz- und Polizeidepartement: C. Kasel R. Messerli"
    }
  ],
  "definitions": []
}