{
  "id": "sr-0-142-113-495",
  "type": "statute",
  "title": "Abkommen vom 1. August 1946 über die Einwanderung und die Niederlassung schweizerischer Landwirte in Frankreich",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/63/439_441_443/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "",
      "content": "Der Schweizerische Bundesrat und die provisorische Regierung der Republik Frankreich gewähren den schweizerischen Staatsangehörigen, die sich nach Frankreich begeben wollen, um sich dort als selbständige Landwirte, Pächter oder Halbpächter niederzulassen, jegliche Erleichterungen, insbesondere dadurch, dass ihnen innert nützlicher Frist die erforderlichen Reisepässe ausgestellt und die Visa für die Besichtigung der Örtlichkeiten sowie für die endgültige Ausreise nach Frankreich erteilt werden. Diese Bestimmungen gelten auch für ihre Familienangehörigen."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "",
      "content": "Die provisorische Regierung der Republik Frankreich wird Erleichterungen schaffen, einerseits für die Erteilung der in Artikel 7 Absatz 2 der Verfügung vom 2. November 1945 über die Bedingungen für die Einreise und den Aufenthalt der Ausländer in Frankreich vorgesehenen Bewilligung, anderseits für den Abschluss der Verträge seitens der Interessenten sowie für ihre Ansiedlung."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "",
      "content": "Die provisorische Regierung der Republik Frankreich wird die eidgenössischen Behörden wissen lassen, in welchen Gebieten des französischen Territoriums sie die Niederlassung schweizerischen Landwirte und ihrer Familie zu begünstigen gedenkt. Wenn die Ansiedlung ausländischer selbständiger Landwirte, Pächter oder Halbpächter in gewissen Gebieten oder an gewissen Orten nach Auffasssung der provisorischen Regierung der Republik Frankreich für die nationale Wirtschaft mit Unzukömmlichkeiten verbunden ist, bringt sie dies den eidgenössischen Behörden im voraus zur Kenntnis. Anderseits geben die schweizerischen Behörden den französischen Behörden bekannt, in welchen Gebieten des französischen Territoriums sie die Niederlassung schweizerischer Landwirte vor allem zu begünstigen beabsichtigen. Die provisorische Regierung der Republik Frankreich erleichtert den schweizerischen Staatsangehörigen und ihren Familien, die unter die Bestimmungen dieses Abkommens fallen, die Erlangung der Bewilligung zur Ausübung ihres Berufes als Landwirte. Die Vorbehalte, die sich aus Absatz 2 dieses Artikels, aus Artikel 2 sowie aus der Anwendung der allgemeinen verwaltungsrechtlichen Vorschriften über den Aufenthalt der Ausländer in Frankreich ergeben können, bleiben gewahrt."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "",
      "content": "Die schweizerischen Behörden gestatten den nach Frankreich auswandernden schweizerischen Landwirten, ihren Hausrat, ihre landwirtschaftlichen Maschinen und Geräte, ihr Saatgut und andere für die Bewirtschaftung des Gutes benötigte Hilfsstoffe sowie ihr Gross- und Kleinvieh auszuführen. Die provisorische Regierung der Republik Frankreich wird mit allen geeigneten Mitteln diesen im vorstehenden Absatz erwähnten schweizerischen Landwirten die Einfuhr ihres Hausrates, ihrer landwirtschaftlichen Maschinen und Geräte, ihres Saatgutes und anderer für die Bewirtschaftung des Gutes benötigter Hilfsstoffe sowie ihres Gross- und Kleinviehes erleichtern."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "",
      "content": "Die Bestimmungen des Artikels 4 können auch Anwendung finden auf landwirtschaftliche Maschinen und Geräte, Gross- und Kleinvieh sowie Saatgut und andere für die Bewirtschaftung des Gutes benötigte Hilfsstoffe, die nach der Ansiedlung, zur Vervollständigung und Erneuerung oder, bei Vergrösserung der genutzten Fläche, zur Ergänzung des Betriebsinventars, auf Grund einer Begutachtung seitens des französischen Ackerbauministeriums, für den Landwirt als notwendig erachtet werden."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "",
      "content": "Die nach Frankreich auswandernden schweizerischen Landwirte sowie ihre Familienangehörigen müssen ein ärztliches Zeugnis besitzen, das von einem von den französischen Behörden hierzu ermächtigten Vertrauensarzt ausgestellt ist."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "",
      "content": "Das von den schweizerischen Landwirten nach Frankreich eingeführte Gross- und Kleinvieh wird bei seinem Grenzübertritt tierärztlich untersucht."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "",
      "content": "Die beiden Regierungen schliessen nötigenfalls besondere Vereinbarungen ab, um den in Artikel 1 erwähnten Schweizer Bürgern, die in Frankreich ein Grundstück gekauft haben oder ein solches als Pächter oder Halbpächter bewirtschaften, den Transfer des Geldes zu erleichtern, das sie für den Ankauf des Grundstückes oder als Betriebskapital benötigen. Die französische Regierung wird ihre guten Dienste zur Verfügung stellen für den Abschluss von unter ihrer Aufsicht zu treffenden Vereinbarungen, auf Grund deren die schweizerischen Landwirte in Frankreich kurz- oder mittelfristige landwirtschaftliche Darlehen erhalten können."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "",
      "content": "Das vorliegende Abkommen tritt am 1. August 1946 in Kraft und gilt bis zum 31. Dezember 1947. Es wird von Jahr zu Jahr stillschweigend erneuert, sofern es nicht von der einen oder andern der vertragsschliessenden Parteien gekündigt wird. Die Kündigung hat sechs Monate vor Ablauf der jeweiligen Geltungsdauer zu erfolgen."
    }
  ],
  "definitions": []
}