{
  "id": "sr-0-232-111-13",
  "type": "statute",
  "title": "Madrider Abkommen über die Unterdrückung falscher oder irreführender Herkunftsangaben, revidiert in Lissabon am 31. Oktober 1958",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1963/141_138_145/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "",
      "content": "(1) Jedes Erzeugnis, das eine falsche oder irreführende Angabe trägt, durch die eines der Länder, auf die dieses Abkommen Anwendung findet, oder ein in diesen Ländern befindlicher Ort unmittelbar oder mittelbar als Land oder Ort des Ursprungs angegeben ist, wird bei der Einfuhr in diese Länder beschlagnahmt. (2) Die Beschlagnahme erfolgt sowohl in dem Land, in dem die falsche oder irreführende Herkunftsangabe angebracht, als auch in dem Land, in welches das mit dieser falschen oder irreführenden Angabe versehene Erzeugnis eingeführt worden ist. (3) Lässt die Gesetzgebung eines Landes die Beschlagnahme bei der Einfuhr nicht zu, so tritt an die Stelle dieser Beschlagnahme das Einfuhrverbot. (4) Lässt die Gesetzgebung eines Landes weder die Beschlagnahme bei der Einfuhr noch das Einfuhrverbot noch die Beschlagnahme im Inland zu, so treten an die Stelle dieser Massnahme bis zu einer entsprechenden Änderung der Gesetzgebung diejenigen Klagen und Rechtsbehelfe, die das Gesetz dieses Landes im gleichen Fall den eigenen Staatsangehörigen gewährt. (5) Fehlen besondere Zwangsvorschriften zur Unterdrückung falscher oder irreführender Herkunftsangaben, so sind die entsprechenden Zwangsvorschriften der Gesetze über die Marken oder die Handelsnamen anzuwenden."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "",
      "content": "(1) Die Beschlagnahme erfolgt auf Betreiben der Zollverwaltung, die den Beteiligten, sei es eine natürliche oder eine juristische Person, sogleich benachrichtigt, damit er die vorsorglich vorgenommene Beschlagnahme in Ordnung bringen kann, falls er dies beabsichtigt; die Staatsanwaltschaft oder jede andere zuständige Behörde kann jedoch auf Verlangen der verletzten Partei oder von Amts wegen die Beschlagnahme beantragen; das Verfahren nimmt alsdann seinen gewöhnlichen Lauf. (2) Im Fall der Durchfuhr sind die Behörden nicht zur Beschlagnahme verpflichtet."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "",
      "content": "Diese Bestimmungen hindern den Verkäufer nicht, seinen Namen oder seine Anschrift auf den Erzeugnissen anzugeben, die aus einem anderen als dem Land des Verkaufs stammen; in diesem Fall ist jedoch der Anschrift oder dem Namen die genaue und in deutlichen Schriftzeichen wiedergegebene Bezeichnung des Landes oder des Ortes der Herstellung oder Erzeugung oder eine andere Angabe hinzuzufügen, die geeignet ist, jeden Irrtum über den wahren Ursprung der Waren auszuschliessen."
    },
    {
      "provision_ref": "art3bis",
      "section": "3bis",
      "title": "bis",
      "content": "Die Länder, auf die dieses Abkommen Anwendung findet, verpflichten sich ferner zu verbieten, dass beim Verkauf, Feilhalten oder Anbieten von Erzeugnissen irgend-welche Angaben gebraucht werden, die den Charakter einer öffentlichen Bekanntmachung haben und geeignet sind, das Publikum über die Herkunft der Erzeugnisse zu täuschen, gleichgültig ob sie auf Geschäftsschildern, Ankündigungen, Rechnungen, Weinkarten, Geschäftsbriefen oder Geschäftspapieren oder in irgendeiner anderen geschäftlichen Mitteilung verwendet werden."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "",
      "content": "Die Gerichte jedes Landes haben zu entscheiden, welche Bezeichnungen wegen ihrer Eigenschaft als Gattungsbezeichnung nicht unter die Bestimmungen dieses Abkommens fallen; der Vorbehalt dieses Artikels bezieht sich jedoch nicht auf die regionalen Bezeichnungen der Herkunft von Weinbauerzeugnissen."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "",
      "content": "(1) Die dem Verband zum Schutz des gewerblichen Eigentums angehörenden Länder, die an diesem Abkommen nicht teilgenommen haben, werden auf ihren Antrag und in der durch Artikel 16 der Hauptübereinkunft vorgeschriebenen Form zum Beitritt zugelassen. (2) Die Bestimmungen der Artikel 16 bis und 17 bis der Hauptübereinkunft sind auf dieses Abkommen anzuwenden. SR 0.232.03 . Siehe jedoch Art. 2 der Stockholmer Zusatzvereinb. vom 14. Juli 1967 ( SR 0.232.111.131 ). SR 0.232.03 . Siehe jedoch Art. 2 der Stockholmer Zusatzvereinb. vom 14. Juli 1967 ( SR 0.232.111.131 )."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "",
      "content": "(1) Dieses Abkommen bedarf der Ratifizierung; die Ratifikationsurkunden sollen spätestens am 1. Mai 1963 in Bern hinterlegt werden. Das Abkommen tritt unter den Ländern, in deren Namen es ratifiziert worden ist, einen Monat nach diesem Zeitpunkt in Kraft. Sollte es jedoch schon früher im Namen von mindestens sechs Ländern ratifiziert werden, so tritt es unter diesen Ländern einen Monat, nachdem ihnen die Hinterlegung der sechsten Ratifikationsurkunde von der Regierung der Schweizerischen Eidgenossenschaft angezeigt worden ist, in Kraft, und für die Länder, in deren Namen es danach ratifiziert wird, jeweils einen Monat nach der Anzeige jeder dieser Ratifikationen. (2) Den Ländern, in deren Namen die Ratifikationsurkunde nicht innerhalb der im vorhergehenden Absatz vorgesehenen Frist hinterlegt worden ist, steht der Beitritt gemäss Artikel 16 der Hauptübereinkunft offen. (3) Dieses Abkommen tritt in den Beziehungen zwischen den Ländern, auf die es Anwendung findet, an die Stelle des in Madrid am 14. April 1891 geschlossenen Abkommens und der nachfolgenden Revisionsakte. (4) Für die Länder, auf die dieses Abkommen nicht Anwendung findet, wohl aber das in London im Jahre 1934 revidierte Madrider Abkommen, bleibt das letztere in Kraft. (5) Ebenso bleibt für die Länder, auf die weder dieses Abkommen noch das in London revidierte Madrider Abkommen Anwendung findet, das in Den Haag im Jahre 1925 revidierte Madrider Abkommen in Kraft. (6) Ebenso bleibt für die Länder, auf die weder dieses Abkommen noch das in London revidierte Madrider Abkommen noch das in Den Haag revidierte Madrider Abkommen Anwendung findet, das in Washington im Jahre 1911 revidierte Madrider Abkommen in Kraft. Geschehen in Lissabon am 31. Oktober 1958. SR 0.232.03 . Siehe jedoch Art. 2 der Stockholmer Zusatzvereinb. vom 14. Juli 1967 ( SR 0.232.111.131 ). [ AS 12 1008 ] SR 0.232.111.11 /.12 SR 0.232.111.12 SR 0.232.111.11 [BS 11 965]"
    }
  ],
  "definitions": []
}