{
  "id": "sr-0-132-454-29",
  "type": "statute",
  "title": "Abkommen vom 4. Juli 1952 zwischen der Schweizerischen Eidgenossenschaft und der Italienischen Republik betreffend die Grenzbereinigung am Kriegalppass oder Passo di Cornera",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1955/539_557_569/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "",
      "content": "In Abänderung des Abkommens zwischen der Schweizerischen Eidgenossenschaft und dem Königreich Italien über die Festlegung der schweizerisch-italienischen Grenze zwischen Run Do oder Cima Garibaldi und Mont Dolent, abgeschlossen in Bern am 24. Juli 1941, sind die beiden interessierten Regierungen übereingekommen, die Landesgrenze am Kriegalppass oder Passo di Cornera zwischen den Gemeinden Grengiols und Binn auf schweizerischer Seite und Baceno auf italienischer Seite (Sektor III–Sektion I) abzuändern und sie als eine Gerade zu fixieren, deren beide äusserste Punkte übereinstimmen mit zwei Punkten der alten Grenze. Eine solche Linienführung ermöglicht praktisch einen Austausch von gleichwertigem Gebiet. Sie ist aus dem vorliegenden Abkommen beigelegten photogrammetrischen Plan im Massstab 1:5000 ersichtlich, der einen integrierenden Bestandteil des Vertrages bildet. SR 0.132.454.2 Dieser in der AS ( AS 1955 541 ) veröffentlichte Plan wird in der vorliegenden Sammlung nicht wiedergegeben."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "",
      "content": "Die Kommission zur Erhaltung der Landesgrenze Schweiz-Italien wird mit der Festlegung des neuen Grenzverlaufs betraut. Zu diesem Zweck werden ihr folgende Aufgaben überbunden: a. Absteckung der neuen Landesgrenze; b. Vermarkung der neuen Grenzlinie gemäss den zwischen den beiden Staaten geltenden Vorschriften; c. Vermessung der Grenzzeichen der neuen Grenzlinie und Erstellung der entsprechenden Dokumentation."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "",
      "content": "Die Kosten für die Herstellung und das Setzen der Grenzsteine werden je zur Hälfte von beiden Staaten getragen. Diese übernehmen dagegen die Kosten für ihre eigenen amtlichen Vertreter."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "",
      "content": "Das vorliegende Abkommen soll ratifiziert und die Ratifikationsurkunden sollen so bald wie möglich in Bern ausgetauscht werden. Das Abkommen tritt am Tage des Austausches der Ratifikationsurkunden in Kraft."
    }
  ],
  "definitions": []
}