{
  "id": "sr-0-101-094",
  "type": "statute",
  "title": "Protokoll Nr. 14 vom 13. Mai 2004 zur Konvention zum Schutz der Menschenrechte und Grundfreiheiten über die Änderung des Kontrollsystems der Konvention",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2009/377/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "",
      "content": "Artikel 22 Absatz 2 der Konvention wird aufgehoben."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "",
      "content": "Artikel 23 der Konvention erhält folgende Fassung: «Art. 23 Amtszeit und Entlassung 1. Die Richter werden für neun Jahre gewählt. Ihre Wiederwahl ist nicht zulässig. 2. Die Amtszeit der Richter endet mit Vollendung des 70. Lebensjahrs. 3. Die Richter bleiben bis zum Amtsantritt ihrer Nachfolger im Amt. Sie bleiben jedoch in den Rechtssachen tätig, mit denen sie bereits befasst sind. 4. Ein Richter kann nur entlassen werden, wenn die anderen Richter mit Zweidrittelmehrheit entscheiden, dass er die erforderlichen Voraussetzungen nicht mehr erfüllt.»"
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "",
      "content": "Artikel 24 der Konvention wird aufgehoben."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "",
      "content": "Artikel 25 der Konvention wird Artikel 24 und erhält folgende Fassung: «Art. 24 Kanzlei und Berichterstatter 1. Der Gerichtshof hat eine Kanzlei, deren Aufgaben und Organisation in der Verfahrensordnung des Gerichtshofs festgelegt werden. 2. Wenn der Gerichtshof in Einzelrichterbesetzung tagt, wird er von Berichterstattern unterstützt, die ihre Aufgaben unter der Aufsicht des Präsidenten des Gerichtshofs ausüben. Sie gehören der Kanzlei des Gerichtshofs an.»"
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "",
      "content": "Artikel 26 der Konvention wird Artikel 25 («Plenum») und sein Wortlaut wird wie folgt geändert: 1. Am Ende des Buchstabens d wird das Wort «und» durch ein Semikolon ersetzt. 2. Am Ende des Buchstabens e wird der Punkt durch ein Semikolon ersetzt. 3. Es wird folgender neuer Buchstabe f angefügt: «f) stellt Anträge nach Artikel 26 Absatz 2.»"
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "",
      "content": "Artikel 27 der Konvention wird Artikel 26 und erhält folgende Fassung: «Art. 26 Einzelrichterbesetzung, Ausschüsse, Kammern und Grosse Kammer 1. Zur Prüfung der Rechtssachen, die bei ihm anhängig gemacht werden, tagt der Gerichtshof in Einzelrichterbesetzung, in Ausschüssen mit drei Richtern, in Kammern mit sieben Richtern und in einer Grossen Kammer mit 17 Richtern. Die Kammern des Gerichtshofs bilden die Ausschüsse für einen bestimmten Zeitraum. 2. Auf Antrag des Plenums des Gerichtshofs kann die Anzahl Richter je Kammer für einen bestimmten Zeitraum durch einstimmigen Beschluss des Ministerkomitees auf fünf herabgesetzt werden. 3. Ein Richter, der als Einzelrichter tagt, prüft keine Beschwerde gegen die Hohe Vertragspartei, für die er gewählt worden ist. 4. Der Kammer und der Grossen Kammer gehört von Amts wegen der für eine als Partei beteiligte Hohe Vertragspartei gewählte Richter an. Wenn ein solcher nicht vorhanden ist oder er an den Sitzungen nicht teilnehmen kann, nimmt eine Person in der Eigenschaft eines Richters an den Sitzungen teil, die der Präsident des Gerichtshofs aus einer Liste auswählt, welche ihm die betreffende Vertragspartei vorab unterbreitet hat. 5. Der Grossen Kammer gehören ferner der Präsident des Gerichtshofs, die Vizepräsidenten, die Präsidenten der Kammern und andere nach der Verfahrensordnung des Gerichtshofs ausgewählte Richter an. Wird eine Rechtssache nach Artikel 43 an die Grosse Kammer verwiesen, so dürfen Richter der Kammer, die das Urteil gefällt hat, der Grossen Kammer nicht angehören; das gilt nicht für den Präsidenten der Kammer und den Richter, welcher in der Kammer für die als Partei beteiligte Hohe Vertragspartei mitgewirkt hat.»"
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "",
      "content": "Nach dem neuen Artikel 26 wird folgender neuer Artikel 27 in die Konvention eingefügt: «Art. 27 Befugnisse des Einzelrichters 1. Ein Einzelrichter kann eine nach Artikel 34 erhobene Beschwerde für unzulässig erklären oder im Register streichen, wenn eine solche Entscheidung ohne weitere Prüfung getroffen werden kann. 2. Die Entscheidung ist endgültig. 3. Erklärt der Einzelrichter eine Beschwerde nicht für unzulässig und streicht er sie auch nicht im Register des Gerichtshofs, so übermittelt er sie zur weiteren Prüfung an einen Ausschuss oder eine Kammer.»"
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "",
      "content": "Artikel 28 der Konvention erhält folgende Fassung: «Art. 28 Befugnisse der Ausschüsse 1. Ein Ausschuss, der mit einer nach Artikel 34 erhobenen Beschwerde befasst wird, kann diese durch einstimmigen Beschluss: a) für unzulässig erklären oder im Register streichen, wenn eine solche Entscheidung ohne weitere Prüfung getroffen werden kann; oder b) für zulässig erklären und zugleich ein Urteil über die Begründetheit fällen, sofern die der Rechtssache zugrunde liegende Frage der Auslegung oder Anwendung dieser Konvention oder der Protokolle dazu Gegenstand einer gefestigten Rechtsprechung des Gerichtshofs ist. 2. Die Entscheidungen und Urteile nach Absatz 1 sind endgültig. 3. Ist der für die als Partei beteiligte Hohe Vertragspartei gewählte Richter nicht Mitglied des Ausschusses, so kann er von Letzterem jederzeit während des Verfahrens eingeladen werden, den Sitz eines Mitglieds im Ausschuss einzunehmen; der Ausschuss hat dabei alle erheblichen Umstände einschliesslich der Frage, ob diese Vertragspartei der Anwendung des Verfahrens nach Absatz 1 Buchstabe b entgegengetreten ist, zu berücksichtigen.»"
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "",
      "content": "Artikel 29 der Konvention wird wie folgt geändert: 1. Absatz 1 erhält folgende Fassung: «Ergeht weder eine Entscheidung nach Artikel 27 oder 28 noch ein Urteil nach Artikel 28, so entscheidet eine Kammer über die Zulässigkeit und Begründetheit der nach Artikel 34 erhobenen Beschwerden. Die Entscheidung über die Zulässigkeit kann gesondert ergehen.» 2. Am Ende des Absatzes 2 wird folgender neuer Satz angefügt: «Die Entscheidung über die Zulässigkeit ergeht gesondert, sofern der Gerichtshof in Ausnahmefällen nicht anders entscheidet.» 3. Absatz 3 wird aufgehoben."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "",
      "content": "Artikel 31 der Konvention wird wie folgt geändert: 1. Am Ende des Buchstabens a wird das Wort «und» gestrichen. 2. Buchstabe b wird Buchstabe c, und folgender neuer Buchstabe b wird eingefügt: «b) entscheidet über Fragen, mit denen der Gerichtshof durch das Ministerkomitee nach Artikel 46 Absatz 4 befasst wird, und»."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "",
      "content": "Artikel 32 der Konvention wird wie folgt geändert: Am Ende des Absatzes 1 werden nach der Zahl 34 ein Komma und die Zahl 46 eingefügt."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "",
      "content": "Artikel 35 Absatz 3 der Konvention erhält folgende Fassung: «3) Der Gerichtshof erklärt eine nach Artikel 34 erhobene Individualbeschwerde für unzulässig: a) wenn er sie für unvereinbar mit dieser Konvention oder den Protokollen dazu, für offensichtlich unbegründet oder für missbräuchlich hält; oder b) wenn er der Ansicht ist, dass dem Beschwerdeführer kein erheblicher Nachteil entstanden ist, es sei denn, die Achtung der Menschenrechte, wie sie in dieser Konvention und den Protokollen dazu anerkannt sind, erfordert eine Prüfung der Begründetheit der Beschwerde, und vorausgesetzt, es wird aus diesem Grund nicht eine Rechtssache zurückgewiesen, die noch von keinem innerstaatlichen Gericht gebührend geprüft worden ist.»"
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "",
      "content": "Am Ende des Artikels 36 wird folgender neuer Absatz 3 angefügt: «3) In allen bei einer Kammer oder der Grossen Kammer anhängigen Rechtssachen kann der Kommissar für Menschenrechte des Europarats schriftliche Stellungnahmen abgeben und an den mündlichen Verhandlungen teilnehmen.»"
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "",
      "content": "Artikel 38 der Konvention erhält folgende Fassung: «Art. 38 Prüfung der Rechtssache Der Gerichtshof prüft die Rechtssache mit den Vertretern der Parteien und nimmt, falls erforderlich, Ermittlungen vor; die betreffenden Hohen Vertragsparteien haben alle zur wirksamen Durchführung der Ermittlungen erforderlichen Erleichterungen zu gewähren.»"
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "",
      "content": "Artikel 39 der Konvention erhält folgende Fassung: «Art. 39 Gütliche Einigung 1. Der Gerichtshof kann sich jederzeit während des Verfahrens zur Verfügung der Parteien halten mit dem Ziel, eine gütliche Einigung auf der Grundlage der Achtung der Menschenrechte, wie sie in dieser Konvention und den Protokollen dazu anerkannt sind, zu erreichen. 2. Das Verfahren nach Absatz 1 ist vertraulich. 3. Im Fall einer gütlichen Einigung streicht der Gerichtshof durch eine Entscheidung, die sich auf eine kurze Angabe des Sachverhalts und der erzielten Lösung beschränkt, die Rechtssache in seinem Register. 4. Diese Entscheidung ist dem Ministerkomitee zuzuleiten; dieses überwacht die Durchführung der gütlichen Einigung, wie sie in der Entscheidung festgehalten wird.»"
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "",
      "content": "Artikel 46 der Konvention erhält folgende Fassung: «Art. 46 Verbindlichkeit und Vollzug der Urteile 1. Die Hohen Vertragsparteien verpflichten sich, in allen Rechtssachen, in denen sie Partei sind, das endgültige Urteil des Gerichtshofs zu befolgen. 2. Das endgültige Urteil des Gerichtshofs ist dem Ministerkomitee zuzuleiten; dieses überwacht seinen Vollzug. 3. Wird die Überwachung des Vollzugs eines endgültigen Urteils nach Auffassung des Ministerkomitees durch eine Frage betreffend die Auslegung dieses Urteils behindert, so kann das Ministerkomitee den Gerichtshof anrufen, damit er über diese Auslegungsfrage entscheidet. Der Beschluss des Ministerkomitees, den Gerichtshof anzurufen, bedarf der Zweidrittelmehrheit der Stimmen der zur Teilnahme an den Sitzungen des Komitees berechtigten Mitglieder. 4. Weigert sich eine Hohe Vertragspartei nach Auffassung des Ministerkomitees, in einer Rechtssache, in der sie Partei ist, ein endgültiges Urteil des Gerichtshofs zu befolgen, so kann das Ministerkomitee, nachdem es die betreffende Partei gemahnt hat, durch einen mit Zweidrittelmehrheit der Stimmen der zur Teilnahme an den Sitzungen des Komitees berechtigten Mitglieder gefassten Beschluss den Gerichtshof mit der Frage befassen, ob diese Partei ihrer Verpflichtung nach Absatz 1 nachgekommen ist. 5. Stellt der Gerichtshof eine Verletzung des Absatzes 1 fest, so weist er die Rechtssache zur Prüfung der zu treffenden Massnahmen an das Ministerkomitee zurück. Stellt der Gerichtshof fest, dass keine Verletzung des Absatzes 1 vorliegt, so weist er die Rechtssache an das Ministerkomitee zurück; dieses beschliesst die Einstellung seiner Prüfung.»"
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "",
      "content": "Artikel 59 der Konvention wird wie folgt geändert: 1. Es wird folgender neuer Absatz 2 eingefügt: «2) Die Europäische Union kann dieser Konvention beitreten.» 2. Die Absätze 2, 3 und 4 werden die Absätze 3, 4 und 5."
    }
  ],
  "definitions": []
}