{
  "id": "sr-0-672-936-741",
  "type": "statute",
  "title": "Abkommen vom 14. November 2016 zwischen der Schweizerischen Eidgenossenschaft und dem Vereinigten Königreich von Grossbritannien und Nordirland über die Aufhebung des Abkommens vom 6. Oktober 2011 zwischen der Schweizerischen Eidgenossenschaft und dem Vereinigten Königreich von Grossbritannien und Nordirland über die Zusammenarbeit im Steuerbereich in der durch das Protokoll vom 20. März 2012 geänderten Fassung (mit Prot.)",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2016/809/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Zweck",
      "content": "Mit diesem Aufhebungsabkommen soll ein reibungsloser Übergang vom Quellensteuerabkommen zum automatischen Informationsaustausch über Finanzkonten zwischen den Vertragsstaaten, gestützt auf das Abkommen Schweiz-EU, sichergestellt werden."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Begriffe",
      "content": "Soweit in diesem Aufhebungsabkommen nichts anderes bestimmt ist: a. haben die in diesem Abkommen verwendeten Begriffe die Bedeutung, die sich aus Artikel 2 des Quellensteuerabkommens ergibt; b. schliessen nachfolgend enthaltene Verweise auf bis zur Aufhebung des Quellensteuerabkommens erhobene Steuern die Abgeltungszahlungen nach der gemeinsamen Erklärung in Anhang I des Protokolls vom 20. März 2012 ein."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Aufhebung des Quellensteuerabkommens",
      "content": "1. Das Quellensteuerabkommen wird unter Vorbehalt der nachfolgenden Bestimmungen dieses Artikels mit dem Inkrafttreten des Abkommens Schweiz-EU aufgehoben. 2. Die Bestimmungen des Quellensteuerabkommens bleiben weiterhin auf alle während seiner Geltungsdauer eingetretenen Tatsachen und entstandenen Rechtsverhältnisse anwendbar. 3. Alle gemäss Artikel 18 des Quellensteuerabkommens von der Schweiz erhobenen und mitgeteilten Angaben werden von den Vertragsstaaten auch nach dessen Aufhebung nicht veröffentlicht. 4. Alle Informationen, die ein Vertragsstaat im Rahmen der Durchführung des Quellensteuerabkommens erhalten hat, unterliegen auch nach dessen Aufhebung den Verwendungsbeschränkungen nach Artikel 37 des Quellensteuerabkommens."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Überweisungen und Übermittlungen",
      "content": "1. Die schweizerischen Zahlstellen überweisen die bis zur Aufhebung des Quellensteuerabkommens nach den Artikeln 19–34 des Quellensteuerabkommens erhobene Steuer spätestens drei Monate nach Aufhebung des Quellensteuerabkommens an die zuständige schweizerische Behörde. Die Deklaration erfolgt mittels einer gesonderten Aufstellung der Steuerbeträge nach Artikel 19 Absatz 1 des Quellensteuerabkommens. Innerhalb derselben Frist erstellen die schweizerischen Zahlstellen zuhanden der betroffenen Personen die Bescheinigungen nach Artikel 30 Absatz 1 des Quellensteuerabkommens. 2. In Fällen der freiwilligen Meldung nach Artikel 22 des Quellensteuerabkommens übermitteln die schweizerischen Zahlstellen die bis zur Aufhebung des Quellensteuerabkommens erhobenen Angaben nach Artikel 22 Absatz 3 des Quellensteuerabkommens spätestens drei Monate nach dessen Aufhebung an die zuständige schweizerische Behörde. 3. Spätestens sechs Monate nach Aufhebung des Quellensteuerabkommens leitet die zuständige schweizerische Behörde die Zahlungen nach Absatz 1 unter Einbehalt einer Bezugsprovision von 0,1 Prozent und die Angaben nach Absatz 2 an die zuständige Behörde des Vereinigten Königreichs weiter. 4. Das Vereinigte Königreich akzeptiert die Bescheinigungen der schweizerischen Zahlstellen nach Absatz 1 als Bescheinigungen für steuerliche Zwecke. 5. Die Steuerbeträge nach Absatz 1 werden von den schweizerischen Zahlstellen in Pfund Sterling berechnet, abgezogen und an die zuständige schweizerische Behörde überwiesen. Erfolgt die Konto- oder Depotführung nicht in dieser Währung, so nimmt die schweizerische Zahlstelle die Umrechnung zum Devisentagesfixkurs vor, der durch die SIX Telekurs AG an dem für die Berechnung massgebenden Stichtag publiziert wird. Die zuständige schweizerische Behörde leitet die Steuer ebenfalls in Pfund Sterling an die zuständige Behörde des Vereinigten Königreichs weiter."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Nachträgliche Überweisungen und Übermittlungen",
      "content": "Die schweizerischen Zahlstellen müssen der zuständigen schweizerischen Behörde nach Aufhebung des Quellensteuerabkommens quartalsweise Steuerbeträge überweisen oder Meldungen nach Teil 3 des Quellensteuerabkommens übermitteln, die nachträglich eingegangen sind. Die zuständige schweizerische Behörde leitet diese Steuerbeträge und Meldungen ebenfalls quartalsweise an die zuständige Behörde des Vereinigten Königreichs weiter. Artikel 4 des Aufhebungsabkommens ist in Bezug auf die Deklaration, Währung, Bescheinigung und Bezugsprovision sinngemäss anwendbar."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Bescheinigungen für «non-UK domiciled individuals»",
      "content": "Für die Zwecke von Artikel 4 des Quellensteuerabkommens sind die nach diesem Artikel des Quellensteuerabkommens ausgestellten Bescheinigungen für das am 5. April des letzten Jahres der Anwendung des Quellensteuerabkommens endende Steuerjahr des Vereinigten Königreichs, ungeachtet der Bestimmungen von Artikel 4 des Quellensteuerabkommens, auch für den Teil des Steuerjahres vom 6. April bis zum 31. Dezember des letzten Jahres der Anwendung des Quellensteuerabkommens gültig und anwendbar."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Kontrollen",
      "content": "Die zuständige schweizerische Behörde führt im Kalenderjahr nach Aufhebung des Quellensteuerabkommens bei schweizerischen Zahlstellen Kontrollen im Sinne von Artikel 39 Absätze 3 und 4 des Quellensteuerabkommens durch."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Durchführung des Aufhebungsabkommens",
      "content": "Die Vertragsstaaten treffen alle zur Umsetzung notwendigen Massnahmen."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Inkrafttreten",
      "content": "Dieses Aufhebungsabkommen tritt gleichzeitig mit dem Abkommen Schweiz-EU in Kraft. Geschehen zu London, am 14. November 2016, in zwei Urschriften in englischer und deutscher Spr a che, wobei jeder Wortlaut gleicherweise verbindlich ist. Für die Schweizerische Eidgenossenschaft: Dominik Furgler Für das Vereinigte Königreich von Grossbritannien und Nordirland: Edward Troup"
    }
  ],
  "definitions": []
}