{
  "id": "sr-0-837-934-92",
  "type": "statute",
  "title": "Abkommen vom 9. Juni 1933 zwischen der Schweiz und Frankreich betreffend die gegenseitige Unterstützung der Arbeitslosen beider Länder",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/53/710_706_726/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "",
      "content": "Sollten die Arbeiter des einen der beiden Staaten, die im andern Staate regelrecht zur Arbeit zugelassen sind, arbeitslos werden, so haben sie sich an das ihrem Wohnort am nächsten gelegene öffentliche Stellenvermittlungsbureau zu wenden. Diese Arbeiter haben auf die gleichen Vorteile Anrecht, die die der Arbeitslosenversicherung dienenden Einrichtungen und die Unterstützungsanstalten den Angehörigen des Staates, wo jene wohnhaft sind, gewähren. Die Vorteile, auf die sich vorstehender Artikel bezieht, sind: In der Schweiz: Die gewöhnlichen und aussergewöhnlichen Leistungen der seitens des Bundes anerkannten Arbeitslosenkassen sowie die den bedürftigen Arbeitslosen seitens der Kantone und der Gemeinden mit der finanziellen Unterstützung der Eidgenossenschaft ausgezahlten Krisenzulagen. In Frankreich: Die Beihilfen, die seitens der paritätischen und gewerkschaftlichen Arbeitslosenkassen und den vom Staat unterstützten öffentlichen Wohltätigkeitsanstalten den Arbeitslosen jeglicher Art gewährt werden."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "",
      "content": "Das vorstehende Abkommen findet weder auf Saisonarbeiter noch auf diejenigen Arbeiter Anwendung, die in einem der beiden Länder wohnhaft, jedoch im andern tätig sind. Hinsichtlich der letztern wird ein besonderes Abkommen abgeschlossen werden."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "",
      "content": "Vorstehendes Abkommen ist für eine unbestimmte Dauer abgeschlossen. Es kann jederzeit mit einer Frist von drei Monaten gekündigt werden."
    }
  ],
  "definitions": []
}