{
  "id": "sr-0-414-8",
  "type": "statute",
  "title": "Übereinkommen vom 11. April 1997 über die Anerkennung von Qualifikationen im Hochschulbereich in der europäischen Region",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2002/423/en",
  "provisions": [
    {
      "provision_ref": "artI",
      "chapter": "Abschnitt I: Begriffsbestimmungen",
      "section": "I",
      "title": "",
      "content": "Im Sinne dieses Übereinkommens haben die nachstehenden Ausdrücke folgende Bedeutung: Zugang (zur Hochschulbildung) Das Recht qualifizierter Kandidaten, sich für die Zulassung zur Hochschulbildung zu bewerben und in Betracht gezogen zu werden. Zulassung (zu Hochschuleinrichtungen und ‑programmen) Der Vorgang oder das System, qualifizierten Bewerbern zu gestatten, das Hochschulstudium an einer bestimmten Einrichtung und/oder in einem bestimmten Programm aufzunehmen. Bewertung (von Einrichtungen und Programmen) Der Vorgang zur Feststellung der Bildungsqualität einer Hochschuleinrichtung oder eines Hochschulprogramms. Bewertung (der Qualifikationen von Einzelpersonen) Die schriftliche Einstufung oder Beurteilung der ausländischen Qualifikationen von Einzelpersonen durch eine zuständige Stelle. Zuständige Anerkennungsbehörde Eine Stelle, die den amtlichen Auftrag hat, bindende Entscheidungen über die Anerkennung ausländischer Qualifikationen zu treffen. Hochschulbildung Alle Arten von Studienabschnitten oder Studiengängen, von Ausbildung oder forschungsbezogener Ausbildung auf postsekundarem Niveau, die von den einschlägigen Behörden einer Vertragspartei als zu ihrem Hochschulsystem gehörend anerkannt sind. Hochschuleinrichtung Eine Einrichtung, die Hochschulbildung vermittelt und von der zuständigen Behörde einer Vertragspartei als zu ihrem Hochschulsystem gehörend anerkannt ist. Hochschulprogramm Ein Studienabschnitt, der von der zuständigen Behörde einer Vertragspartei als zu ihrem Hochschulsystem gehörend anerkannt ist und mit dessen Abschluss der Student eine Hochschulqualifikation erlangt. Studienzeit Jeder Bestandteil eines Hochschulprogramms, der beurteilt und für den ein Nachweis ausgestellt wurde und der, obwohl er allein kein vollständiges Studienprogramm darstellt, einen erheblichen Erwerb von Kenntnissen oder Fähigkeiten mit sich bringt. Qualifikation A. Hochschulqualifikation Jeder von einer zuständigen Behörde ausgestellte Grad sowie jedes derartige Diplom oder andere Zeugnis, die den erfolgreichen Abschluss eines Hochschulprogramms bescheinigen. B. Qualifikation, die den Zugang zur Hochschulbildung ermöglicht Jedes von einer zuständigen Behörde ausgestellte Diplom oder andere Zeugnis, das den erfolgreichen Abschluss eines Bildungsprogramms bescheinigt und den Inhaber der Qualifikation berechtigt, hinsichtlich der Zulassung zur Hochschulbildung in Betracht gezogen zu werden (vgl. Bestimmung des Begriffs «Zugang»). Anerkennung Eine von einer zuständigen Behörde erteilte förmliche Bestätigung des Wertes einer ausländischen Bildungsqualifikation für den Zugang zu Bildungs- und/oder zur Erwerbstätigkeit. Voraussetzung A. Allgemeine Voraussetzungen In allen Fällen zu erfüllende Bedingungen für den Zugang zur Hochschulbildung oder zu einer bestimmten Stufe der Hochschulbildung oder für die Zuerkennung einer Hochschulqualifikation einer bestimmten Stufe. B. Besondere Voraussetzungen Bedingungen, die zusätzlich zu allgemeinen Voraussetzungen erfüllt sein müssen, um die Zulassung zu einem bestimmten Hochschulprogramm oder die Zuerkennung einer besonderen Hochschulqualifikation in einer bestimmten Studienrichtung zu erwirken."
    },
    {
      "provision_ref": "artVII",
      "chapter": "Abschnitt VII: Anerkennung von Qualifikationen, die Flüchtlinge, Vertriebene und den Flüchtlingen gleichgestellte Personen innehaben Vertriebene und den Flüchtlingen gleichgestellte Personen innehaben",
      "section": "VII",
      "title": "",
      "content": "Jede Vertragspartei unternimmt alle durchführbaren und angemessenen Schritte im Rahmen ihres Bildungssystems in Übereinstimmung mit ihren Verfassungs‑, Gesetzes- und sonstigen Vorschriften, um Verfahren zu entwickeln, mit denen gerecht und zügig bewertet werden kann, ob Flüchtlinge, Vertriebene und Flüchtlingen gleichgestellte Personen die einschlägigen Voraussetzungen für den Zugang zur Hochschulbildung, zu weiteren Hochschulprogrammen oder zur Erwerbstätigkeit erfüllen, auch in Fällen, in denen die in einer der Vertragsparteien erworbenen Qualifikationen nicht durch Urkunden nachgewiesen werden können."
    }
  ],
  "definitions": []
}