{
  "id": "sr-0-831-109-449-11",
  "type": "statute",
  "title": "Verwaltungsvereinbarung vom 18. September 1985 zur Durchführung des Abkommens vom 23. März 1984 zwischen der Schweizerischen Eidgenossenschaft und dem Staat Israel über Soziale Sicherheit",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1985/1795_1795_1795/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Abschnitt I Allgemeine Bestimmungen",
      "section": "1",
      "title": "",
      "content": "(1) Verbindungsstellen im Sinne von Artikel 12 Buchstabe c des Abkommens sind in der Schweiz: die Schweizerische Ausgleichskasse in Genf, in Israel: die Nationalversicherungsanstalt, Verbindungsstelle, Jerusalem. (2) Die zuständigen Behörden jedes Vertragsstaates behalten sich die Bezeichnung anderer Verbindungsstellen vor; sie unterrichten einander hierüber."
    },
    {
      "provision_ref": "art2",
      "chapter": "Abschnitt I Allgemeine Bestimmungen",
      "section": "2",
      "title": "",
      "content": "Die zuständigen Behörden oder mit ihrer Ermächtigung die Verbindungsstellen legen im gegenseitigen Einvernehmen die für die Durchführung des Abkommens und dieser Vereinbarung erforderlichen Formulare fest."
    },
    {
      "provision_ref": "art3",
      "chapter": "Abschnitt II Anwendbare Gesetzgebung",
      "section": "3",
      "title": "",
      "content": "(1) In den Fällen von Artikel 6 Absatz 1 erster Satz des Abkommens bescheinigen die in Absatz 2 bezeichneten Träger des Vertragsstaates, dessen Gesetzgebung weiterhin angewandt wird, auf Antrag, dass der entsandte Arbeitnehmer der Gesetzgebung dieses Vertragsstaates unterstellt bleibt. (2) Die Bescheinigung wird ausgestellt in der Schweiz: von der zuständigen Ausgleichskasse der Alters‑, Hinterlassenen‑ und Invalidenversicherung, in Israel: von der Nationalversicherungsanstalt. (3) Überschreitet die Entsendungsdauer die in Artikel 6 Absatz 1 erster Satz des Abkommens vorgesehene Frist von 24 Monaten, so ist vor Ablauf dieser Frist ein Gesuch um Verlängerung nach dem zweiten und dritten Satz von Absatz 1 einzureichen, und zwar in der Schweiz: beim Bundesamt für Sozialversicherung in Bern, in Israel: beim Minister für Arbeit und Wohlfahrt in Jerusalem zu Handen der Nationalversicherungsanstalt, Verbindungsstelle, Jerusalem. Diese Behörden verständigen sich durch Schriftwechsel und teilen ihren Entscheid den beteiligten Trägern ihres Landes mit."
    },
    {
      "provision_ref": "art4",
      "chapter": "Abschnitt III Besondere Bestimmungen",
      "section": "4",
      "title": "",
      "content": "(1) In Israel wohnhafte Personen, die Leistungen der schweizerischen Rentenversicherung beanspruchen, können ihren Antrag bei der Nationalversicherungsanstalt, Verbindungsstelle, Jerusalem, einreichen. (2) In der Schweiz wohnhafte Personen, die Leistungen der israelischen Rentenversicherung beanspruchen, können ihren Antrag bei der Schweizerischen Ausgleichskasse in Genf einreichen. (3) Für die Leistungsanträge sind die hiefür vorgesehenen Formulare zu verwenden. (4) Die angegangene Verbindungsstelle vermerkt das Eingangsdatum des Leistungsantrages auf dem Formular, prüft den Antrag auf seine Vollständigkeit und bestätigt die Richtigkeit der vom Antragsteller gemachten Angaben, soweit dies im Formular vorgesehen ist. Sie leitet den Antrag sodann an die Verbindungsstelle des anderen Vertragsstaates weiter."
    },
    {
      "provision_ref": "art5",
      "chapter": "Abschnitt III Besondere Bestimmungen",
      "section": "5",
      "title": "",
      "content": "Für die Anwendung von Artikel 11 Absatz 1 des Abkommens übermittelt die Schweizerische Ausgleichskasse in Genf auf Ersuchen der Nationalversicherungsanstalt, Verbindungsstelle, Jerusalem, eine Aufstellung der vom Antragsteller nach der schweizerischen Gesetzgebung zurückgelegten Versicherungszeiten."
    },
    {
      "provision_ref": "art6",
      "chapter": "Abschnitt III Besondere Bestimmungen",
      "section": "6",
      "title": "",
      "content": "Hat der Bezüger einer Invalidenrente nach der Gesetzgebung des einen Vertragsstaates seinen Wohnort in das Gebiet des anderen Vertragsstaates verlegt, so kann der leistungspflichtige Träger jederzeit die Verbindungsstelle dieses Vertragsstaates ersuchen, ärztliche Untersuchungen vorzunehmen sowie weitere von der für ihn geltenden Gesetzgebung verlangte Auskünfte einzuholen. In diesem Falle ist dem Ersuchen eine Erklärung des Rentenbezügers beizulegen, worin dieser auf die Wahrung der ärztlichen Schweigepflicht verzichtet. Es bleibt dem leistungspflichtigen Träger indessen freigestellt, die Untersuchung durch einen Arzt seiner Wahl vornehmen zu lassen."
    },
    {
      "provision_ref": "art7",
      "chapter": "Abschnitt III Besondere Bestimmungen",
      "section": "7",
      "title": "",
      "content": "Der leistungspflichtige Träger stellt seine Verfügung über den Leistungsanspruch mit einer Rechtsmittelbelehrung versehen direkt dem Antragsteller zu; eine Durchschrift davon übermittelt er der Verbindungsstelle des anderen Vertragsstaates."
    },
    {
      "provision_ref": "art8",
      "chapter": "Abschnitt III Besondere Bestimmungen",
      "section": "8",
      "title": "",
      "content": "Die Geldleistungen, auf die nach der Gesetzgebung des einen Vertragsstaates Anspruch besteht, werden den im Gebiet des anderen Vertragsstaates wohnenden Berechtigten durch den leistungspflichtigen Träger direkt ausbezahlt. Die zuständigen Behörden können ein anderes Zahlverfahren vereinbaren."
    },
    {
      "provision_ref": "art9",
      "chapter": "Abschnitt III Besondere Bestimmungen",
      "section": "9",
      "title": "",
      "content": "Die Verbindungsstellen übermitteln einander jährlich eine Statistik über die in das Gebiet des anderen Vertragsstaates vorgenommenen Zahlungen."
    },
    {
      "provision_ref": "art10",
      "chapter": "Abschnitt IV Verschiedene Bestimmungen",
      "section": "10",
      "title": "",
      "content": "Die Träger und Verbindungsstellen der Vertragsstaaten leisten sich auf allgemeines oder besonderes Ersuchen die zur Durchführung des Abkommens und dieser Vereinbarung erforderliche Hilfe."
    },
    {
      "provision_ref": "art11",
      "chapter": "Abschnitt IV Verschiedene Bestimmungen",
      "section": "11",
      "title": "",
      "content": "(1) Die Empfänger von Leistungen nach der Gesetzgebung des einen Vertragsstaates, die im Gebiet des anderen Vertragsstaates wohnen, teilen dem leistungspflichtigen Träger alle Änderungen betreffend ihre persönliche, familiäre oder finanzielle Lage, ihren Gesundheitszustand oder ihre Arbeits‑ und Erwerbsfähigkeit, welche ihre Rechte oder Pflichten auf Grund der in Artikel 2 des Abkommens aufgeführten Gesetzgebungen sowie auf Grund der Bestimmungen des Abkommens beeinflussen können, entweder direkt oder durch Vermittlung der Verbindungsstellen mit. (2) Die Träger unterrichten einander durch Vermittlung der Verbindungsstellen über alle Auskünfte der obenerwähnten Art, die ihnen bekannt werden."
    },
    {
      "provision_ref": "art12",
      "chapter": "Abschnitt IV Verschiedene Bestimmungen",
      "section": "12",
      "title": "",
      "content": "(1) Die aus der Durchführung des Abkommens und dieser Vereinbarung entstehenden Verwaltungskosten werden von den mit der Durchführung beauftragten Stellen getragen. (2) Die Kosten für ärztliche Untersuchungen, einschliesslich der damit zusammenhängenden Reise‑, Verpflegungs‑, Unterkunfts‑ oder weiteren Kosten, werden vom beauftragten Träger vorgeschossen und vom auftraggebenden Träger für jeden Fall gesondert zurückerstattet."
    },
    {
      "provision_ref": "art13",
      "chapter": "Abschnitt IV Verschiedene Bestimmungen",
      "section": "13",
      "title": "",
      "content": "Diese Vereinbarung tritt gleichzeitig mit dem Abkommen in Kraft und gilt während der gleichen Dauer. So geschehen in zwei Urschriften, eine in deutscher, die andere in hebräischer Sprache; beide Fassungen sind in gleicher Weise verbindlich. Bern, den 18. September 1985 Jerusalem, den 18. September 1985 Für das Bundesamt für Sozialversicherung: Für den Minister für Arbeit und Wohlfahrt: J.‑D. Baechtold Dvora Avineri"
    }
  ],
  "definitions": []
}