{
  "id": "sr-0-742-140-345-432",
  "type": "statute",
  "title": "Abkommen vom 28. Januar 2014 zwischen dem Schweizerischen Bundesrat und der Regierung der Italienischen Republik über die Entwicklung der Bahninfrastruktur auf den Strecken zwischen der Schweiz und Italien",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2015/334/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Gegenstand",
      "content": "1 Dieses Abkommen regelt die Modalitäten der Finanzierung und Ausführung der nötigen baulichen Massnahmen für die Durchfahrt von Zügen mit Gütern von 4 Metern Eckhöhe auf den südlichen Zulaufstrecken zur NEAT bis zu deren Inbetriebnahme im Jahr 2020, gleichzeitig mit der Eröffnung des 4-Meter-Korridors auf den Zulaufstrecken zur NEAT in der Schweiz. 2 Die Massnahmen auf der Luino-Linie zwischen der Landesgrenze und Gallarate (via Laveno–Sesto Calende/Besozzo) beziehungsweise Novara (via Sesto Calende) werden in Bezug auf die Finanzierung prioritär behandelt. 3 Für allfällige weitere Infrastrukturmassnahmen (insbesondere auf der Simplonlinie zwischen Domodossola und Gallarate) können zu einem späteren Zeitpunkt zusätzliche Abkommen ausgearbeitet werden."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Verpflichtungen",
      "content": "1 Der Schweizerische Bundesrat stellt eine Finanzierung nach den Artikeln 5 und 6 für die Massnahmen nach Artikel 1 Absatz 2 zur Verfügung. 2 Die Regierung der Italienischen Republik, vertreten durch das Ministerium für Infrastruktur und Verkehr, verpflichtet sich, die RFI S.p.A. als Infrastrukturbetreiberin des nationalen Eisenbahnnetzes (ausführende Akteurin) einzubeziehen, um die in diesem Abkommen vereinbarten Verpflichtungen einzuhalten. 3 Die Regierung der Italienischen Republik finanziert und realisiert die Massnahmen zur Erweiterung des Lichtraumprofils auf 4 Meter auf der Linie zwischen Chiasso und Mailand."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Projektaufsicht",
      "content": "1 Die Massnahmen nach Artikel 1 werden von der Projektierung bis zum Bau und Inbetriebnahme vom Lenkungsausschuss gemäss der Vereinbarung vom 2. November 1999 überwacht. Dabei kann der Lenkungsausschuss auf bestehende Organisationseinheiten zurückgreifen. 2 Der Lenkungsausschuss setzt zur Überwachung des Fortschritts bei der Projektierung und Ausführung der Massnahmen eine bilaterale Kommission auf ministerieller Ebene ein; die ausführende Akteurin erstattet der bilateralen Kommission vierteljährlich Bericht. 3 Die bilaterale Kommission informiert den Lenkungsausschuss jährlich über die Einhaltung der Terminpläne und über eine allfällige finanzielle Unterdeckung oder Kostensteigerung; die Terminpläne werden mit der ausführenden Akteurin in einem separaten Übereinkommen nach Artikel 5 Absatz 2 vereinbart. 4 Der bilateralen Kommission und den von ihr beauftragten Stellen wird volles Einsichtsrecht in die Projektunterlagen gewährt, damit sie die Ausführung der Massnahmen nach Artikel 1 beurteilen können."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Bauvergabe",
      "content": "Um den Markt und den Wettbewerb zu fördern, garantiert das Ministerium für Infrastruktur und Verkehr der Italienischen Republik, dass die ausführende Akteurin für die Baulose ordnungsgemässe öffentliche Ausschreibungen gemäss Übereinkommen vom 15. April 1994 über das öffentliche Beschaffungswesen durchführt, an welchen Bieter aus der Europäischen Union und aus der Schweizerischen Eidgenossenschaft teilnehmen können. SR 0.632.231.422"
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Finanzierungsmodalitäten",
      "content": "1 Die Schweiz stellt zur Finanzierung der Erweiterung des Lichtraumprofils auf 4 Meter auf der Luino-Linie zwischen der Landesgrenze und Gallarate (via Laveno–Sesto Calende/Besozzo) beziehungsweise Novara (via Sesto Calende) einen Betrag von 120 Millionen Euro zur Verfügung. 2 Die finanziellen Mittel nach Absatz 1 werden nach Abschluss einer Vereinbarung zwischen dem Bundesamt für Verkehr und der ausführenden Akteurin, in welcher der Terminplan für die Ausführung, die gegenseitigen Verpflichtungen und die Zahlungsmodalitäten geregelt sind, der ausführenden Akteurin zur Verfügung gestellt. 3 Vor Unterzeichnung der Vereinbarung nach Absatz 2 umschreiben die ausführende Akteurin und die schweizerische Infrastrukturbetreiberin in einem gemeinsamen Plan, wie sie die Erweiterungsmassnahmen während der Ausführung und das Leistungsangebot im Güter- und Personenverkehr auf den Strecken zwischen der Schweiz und Italien aufeinander abstimmen."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Finanzierungsbedingungen",
      "content": "1 Die Finanzierung deckt die Kosten sämtlicher Massnahmen in Zusammenhang mit der Erweiterung des Lichtraumprofils nach Artikel 5 Absatz 1. 2 Für die Finanzierung wird ein A-fonds-perdu-Beitrag gewährt."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Streitbeilegung",
      "content": "1 Alle Streitigkeiten zwischen den Vertragsparteien über die Anwendung oder die Auslegung dieses Abkommens oder der Vereinbarung nach Artikel 5 Absatz 2 wird dem Lenkungsausschuss nach Artikel 3 unterbreitet. Dies schliesst auch Streitigkeiten zwischen den Infrastrukturbetreiberinnen ein, die diese nicht einvernehmlich beilegen konnten. 2 Kommt innerhalb des Lenkungsausschusses keine Einigkeit zustande, soll die Streitigkeit nach den Schiedsregeln der Kommission der Vereinten Nationen für internationales Handelsrecht endgültig beigelegt werden."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Schlussbestimmungen",
      "content": "1 Dieses Abkommen wird unter Vorbehalt des Inkrafttretens des Bundesgesetzes vom 13. Dezember 2013 über den Bau und die Finanzierung eines 4-Meter-Korridors auf den Zulaufstrecken zur NEAT und der Zustimmung von Volk und Ständen zum Bundesbeschluss vom 20. Juni 2013 über die Finanzierung und den Ausbau der Eisenbahninfrastruktur abgeschlossen. 2 Dieses Abkommen wird unter Respektierung der geltenden Rechtsvoschriften der beiden Länder sowie der untereinander abgeschlossenen internationalen Verpflichtungen und denjenigen Italiens gegenüber der Europäischen Union angewendet. 3 Dieses Abkommen tritt am ersten Tag des Folgemonats nach Erhalt der zweiten Notifizierung in Kraft, mit der sich die Vertragsparteien offiziell über die erfolgte Zustimmung zum Abkommen auf der Basis der jeweiligen innerstaatlichen Verfahren, die für das Inkrafttreten erforderlich sind, in Kenntnis gesetzt haben. 4 Das Abkommen ist bis am 31. Dezember 2020 gültig und verlängert sich danach stillschweigend um ein Jahr bis zur vollständigen Inbetriebnahme der Strecken nach Artikel 1. 5 Es kann von einer Vertragspartei ab dem 1. Januar 2021 mit einer Kündigungsfrist von sechs Monaten jeweils auf Ende eines Kalenderjahres gekündigt werden und von den Vertragsparteien in gegenseitigem Einverständnis geändert werden; die so vereinbarten Änderungen treten nach den dafür erforderlichen Verfahren in Kraft. SR 742.140.4 BBl 2013 4725"
    }
  ],
  "definitions": []
}