{
  "id": "sr-0-631-252-934-955-4",
  "type": "statute",
  "title": "Notenaustausch vom 5. September/19. November 1986 zwischen  der Schweiz und Frankreich über die Errichtung  nebeneinander liegender Grenzabfertigungsstellen am Grenzübergang Basel-Hüningerstrasse",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1987/432_432_432/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "",
      "content": "1. Beim Grenzübergang Basel‑Hüningerstrasse werden auf französischem und schweizerischem Hoheitsgebiet nebeneinanderliegende Grenzabfertigungsstellen errichtet. 2. Die französische und die schweizerische Eingangs‑ und Ausgangsabfertigung finden bei diesen Grenzabfertigungsstellen statt."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "",
      "content": "1. Die auf französischem Hoheitsgebiet gelegene Zone umfasst: a. einen von den Bediensteten beider Staaten gemeinsam benützten Sektor, der wie folgt begrenzt ist: – im Süden durch die Landesgrenze; – im Osten durch den Zaun längs des Areals der Industrieabwasserreinigungsanlage von Huningue (STEIH) bis zum Schnittpunkt mit der Rue de Bâle; – im Westen durch den Zaun längs des Sandoz‑Areals bis zum Schnittpunkt mit der Rue de Bâle; – im Norden durch eine Gerade, die die Schnittpunkte der Zäune, welche die östliche und die westliche Grenze bilden, mit der Rue de Bâle verbindet, [tab] unter Ausschluss: – des französischen Zollgebäudes, des dazugehörenden Gartens und des Hofes; – der auf dem Boden markierten Parkplätze; – der beiden Lokale, die sich im nördlichen Teil der Kontrollkabine befinden; – eines Lokals, das sich im nördlichen Teil der Stützpunktkabine befindet. b. einen den schweizerischen Bediensteten vorbehaltenen Sektor bestehend aus: – einem Lokal, das sich im südlichen Teil der Kontrollkabine befindet; – einem Lokal, das sich im südlichen Teil der Stützpunktkabine befindet. 2. Die auf schweizerischem Hoheitsgebiet liegende Zone, die von den Bediensteten der beiden Staaten gemeinsam benützt wird, umfasst den Platz zwischen der Landesgrenze im Norden, den Abschlussmauern der Sandoz‑Fabriken im Westen und Süden und dem Westrand der Hüningerstrasse im Osten; unter Ausschluss der Kontrollkabine bei der Rampe, die sich am Westrand der Zone befindet. 3. Ein Zonenplan, auf dem: – der gemeinsam benützte Sektor gelb gefärbt ist, – derjenige Teil, der vom gemeinsam benützten Sektor ausgenommen ist, grün gefärbt ist, – die den schweizerischen Bediensteten vorbehaltenen Lokale rot gefärbt sind, – die den französischen Bediensteten vorbehaltenen Lokale blau gefärbt sind, [tab] bildet integrierender Bestandteil der Vereinbarung."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "",
      "content": "1. Die Regionaldirektion des Zolls in Mülhausen und die Direktion des 1. Zollkreises in Basel regeln gemeinsam die Einzelheiten, besonders die Abwicklung des Verkehrs, im Einvernehmen mit den übrigen beteiligten Verwaltungen. 2. Die diensttuenden verantwortlichen Bediensteten bei den nebeneinanderliegenden Grenzabfertigungsstellen ergreifen im gegenseitigen Einverständnis die für einen kurzen Zeitabschnitt anwendbaren Massnahmen, insbesondere zur Beseitigung von Schwierigkeiten, die sich bei der Grenzabfertigung ergeben."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "",
      "content": "Diese Vereinbarung ersetzt die Vereinbarung vom 20. Oktober 1972, bestätigt durch den Notenaustausch vom 9. April 1973, sowie diejenigen vom 2. und 3. Mai 1974 und vom 27. März 1981, die durch Notenaustausch vom 1. November 1975 bzw. vom 8. März 1982 bestätigt wurden. [ AS 1973 1048 , 1976 197 , 1982 897 ]"
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "",
      "content": "Diese Vereinbarung kann von jeder der beiden Regierungen unter Einhaltung einer Frist von sechs Monaten gekündigt werden. Die Kündigung wird am ersten Tag des auf den Fristablauf folgenden Monats wirksam.› Sofern die Botschaft in der Lage ist, ihr Einverständnis zu den vorerwähnten Bestimmungen zu geben, werden diese Note und die Antwort, die sie an das Ministerium richten wird, gemäss Artikel 1 Absatz 4 des Abkommens vom 28. September 1960 das gegenseitige Einvernehmen der beiden Regierungen über die Errichtung nebeneinanderliegender Grenzabfertigungsstellen auf französischem und schweizerischem Hoheitsgebiet beim Grenzübergang Basel‑Hüningerstrasse bilden. Der vorliegende Notenaustausch ersetzt denjenigen vom 9. April 1973. Das Ministerium schlägt vor, dass die Vereinbarung dreissig Tage nach dem Datum der Antwort der Botschaft in Kraft tritt. Das Ministerium für auswärtige Angelegenheiten benützt auch diesen Anlass, um die Schweizerische Botschaft seiner ausgezeichneten Hochachtung zu versichern.» Die Botschaft teilt dem Ministerium für auswärtige Angelegenheiten das Einverständnis des Bundesrates mit dem Vorangehenden mit. Gemäss Artikel 1 Absatz 4 des Abkommens vom 28. September 1960 bilden die Note des Ministeriums für auswärtige Angelegenheiten vom 5. September 1986 und die vorliegende Antwort das Abkommen zwischen den beiden Regierungen über die Errichtung nebeneinanderliegender Grenzabfertigungsstellen auf französischem und schweizerischem Hoheitsgebiet beim Grenzübergang Basel‑Hüningerstrasse. Der Notenaustausch ersetzt denjenigen vom 9. April 1973 und wird nach Ablauf einer Frist von dreissig Tagen seit dem Datum der Antwort, das heisst am 19. Dezember 1986 in Kraft treten. Die Schweizerische Botschaft ergreift die Gelegenheit, um das Ministerium für auswärtige Angelegenheiten seiner ausgezeichneten Hochachtung zu versichern. SR 0.631.252.934.95 [ AS 1973 1048 , 1976 197 , 1982 897 ] SR 0.631.252.934.95 [ AS 1973 1048 , 1976 197 , 1982 897 ]"
    }
  ],
  "definitions": []
}