{
  "id": "sr-0-132-454-20",
  "type": "statute",
  "title": "Abkommen vom 5. Februar 1990 zwischen der Schweizerischen Eidgenossenschaft und der Italienischen Republik betreffend eine Grenzbereinigung im Bereich der Staumauer von Livigno",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1992/962_962_962/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "",
      "content": "In teilweiser Abänderung des Abkommens vom 24. Juli 1941 zwischen der Schweizerischen Eidgenossenschaft und dem Königreich Italien über die Festlegung der italienisch-schweizerischen Grenze auf der Strecke zwischen Run Do oder Cima Garibaldi und Mont Dolent wird der Verlauf der italienisch-schweizerischen Grenze im Sektor Ova Chaschabella oder Torrente della Cera – Ova del Gal oder Acqua del Gallo – Fiume Spöl, zwischen den Grenzsteinen 6E (R) und 5A, durch einen Austausch von gleichen Flächen im Umfang von ungefähr 21020 m 2 zwischen den beiden Staaten entsprechend dem beiliegenden, einen Bestandteil dieses Abkommens bildenden Plan im Massstab 1:5000 bereinigt. Bei der Bestimmung des im vorhergehenden Absatz umschriebenen Flächenaustausches werden kleinere Differenzen, wie sie in der Praxis bei der Ausführung der Arbeiten entstehen, toleriert. SR 0.132.454.2 Der in AS 1992 965 veröffentlichte Plan im Massstab 1:10 000 wird in der vorliegenden Sammlung nicht wiedergegeben."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "",
      "content": "Nach Inkrafttreten dieses Abkommens wird die ständige Kommission zur Erhaltung der Landesgrenze Schweiz-Italien: a) den Verlauf der Grenze, wie er in dem im Artikel 1 Absatz 1 angeführten Plan umschrieben ist, festlegen; b) die Dokumentation zur Beschreibung des Grenzverlaufs nach Buchstabe a) erstellen."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "",
      "content": "Dieses Abkommen soll ratifiziert und die Ratifikationsurkunden sollen sobald als möglich in Bern ausgetauscht werden. Es wird am Tag des Austausches der Ratifikationsurkunden in Kraft treten."
    }
  ],
  "definitions": []
}