{
  "id": "sr-0-783-53",
  "type": "statute",
  "title": "Übereinkommen vom 4. Juli 1947 zwischen den Vereinten Nationen und dem Weltpostverein",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1948/630_613_573/en",
  "provisions": [
    {
      "provision_ref": "artI",
      "section": "I",
      "title": "",
      "content": "Die Organisation der Vereinten Nationen anerkennt den Weltpostverein (hiernach «Verein» genannt) als die besondere Institution, die auf Grund des Weltpostvertrages alle Massnahmen zu treffen hat, um die darin vorgesehenen Ziele zu verwirklichen. SR 0.783.52"
    },
    {
      "provision_ref": "artII",
      "section": "II",
      "title": "Gegenseitige Vertretung",
      "content": "1. Vertreter der Organisation der Vereinten Nationen sind einzuladen, den Kongressen, Verwaltungskonferenzen und Sitzungen der Vereinsausschüsse beizuwohnen und an den Verhandlungen ohne Stimmrecht teilzunehmen. 2. Vertreter des Vereins sind einzuladen, den Sitzungen des Wirtschafts- und Sozialrates der Vereinten Nationen (hiernach «Rat» genannt) sowie denen ihrer Ausschüsse und Unterausschüsse beizuwohnen und an den Verhandlungen dieser Organe ohne Stimmrecht teilzunehmen, wenn es sich um Fragen handelt, an denen der Verein interessiert ist. 3. Vertreter des Vereins sind einzuladen, den Sitzungen der Generalversammlung für die Behandlung von Fragen aus dem Zuständigkeitsbereich des Vereins mit beratender Stimme beizuwohnen und an den Verhandlungen der Hauptausschüsse der Generalversammlung über Fragen, die für den Verein von Interesse sind, ohne Stimmrecht teilzunehmen. 4. Das Sekretariat der Organisation der Vereinten Nationen wird die Verteilung aller schriftlichen Mitteilungen besorgen, die der Verein den Mitgliedern der Generalversammlung, des Rates und seinen Organen sowie gegebenenfalls dem Treuhandschaftsrat zukommen lassen will. In gleicher Weise werden schriftliche Mitteilungen der Organisation der Vereinten Nationen durch den Verein an seine Mitglieder verteilt."
    },
    {
      "provision_ref": "artIII",
      "section": "III",
      "title": "Vormerkung von Fragen auf der Geschäftsordnung",
      "content": "Unter Vorbehalt allfällig notwendiger Vorberatungen wird der Verein auf die Geschäftsordnung seiner Kongresse, Verwaltungskonferenzen oder Ausschüsse die Fragen setzen, die von der Organisation der Vereinten Nationen vorgebracht werden, oder sie gegebenenfalls gemäss dem im Weltpostvertrag vorgesehenen Verfahren seinen Mitgliedern unterbreiten. Anderseits werden der Rat, seine Ausschüsse und Unterausschüsse sowie der Treuhandschaftsrat auf ihre Geschäftsordnung die Fragen setzen, die ihnen vom Verein unterbreitet werden. SR 0.783.52"
    },
    {
      "provision_ref": "artIV",
      "section": "IV",
      "title": "Empfehlungen der Organisation der Vereinten Nationen",
      "content": "1. Der Verein wird das Nötige vorkehren, um seinen Kongressen, Verwaltungskonferenzen und Ausschüssen oder seinen Mitgliedern, gemäss dem im Weltpostvertrag vorgesehenen Verfahren, so bald als möglich jede amtliche Empfehlung zu unterbreiten, die ihm die Organisation der Vereinten Nationen zukommen lassen könnte. Diese Empfehlungen werden an den Verein und nicht direkt an seine Mitglieder gerichtet. 2. Der Verein wird mit der Organisation der Vereinten Nationen auf deren Wunsch über diese Empfehlungen einen Gedankenaustausch pflegen und zu gegebener Zeit der Organisation der Vereinten Nationen Bericht erstatten über die Folge, die den Empfehlungen durch den Verein oder seine Mitglieder gegeben wurde, oder über jedes andere Ergebnis, das in Berücksichtigung dieser Empfehlungen erzielt wurde. 3. Der Verein wird an jeder andern Massnahme mitwirken, die geeignet ist, die Tätigkeit der besondern Institutionen und der Organisation der Vereinten Nationen miteinander in Übereinstimmung zu bringen. Insbesondere wird er mit jedem Organ zusammenarbeiten, das der Rat schaffen könnte, um dieses Zusammenwirken zu fördern; der Verein wird die Auskünfte liefern, die nötig sind, um diese Aufgabe zu erfüllen. SR 0.783.52"
    },
    {
      "provision_ref": "artV",
      "section": "V",
      "title": "Austausch von Auskünften und Dokumenten",
      "content": "1. Unter Vorbehalt der Massnahmen, die nötig sind, um den vertraulichen Charakter gewisser Dokumente zu wahren, wird zwischen der Organisation der Vereinten Nationen und dem Verein ein möglichst umfassender und rascher Austausch von Auskünften und Dokumenten unterhalten 2. Ohne dem allgemeinen Charakter der Bestimmungen im vorstehenden Alinea Abbruch zu tun, wird a) der Verein der Organisation der Vereinten Nationen einen Jahresbericht über seine Geschäftsführung übermitteln; b) der Verein jedem Gesuch der Organisation der Vereinten Nationen um Lieferung von Spezialberichten, Studienberichten und Auskünften, unter Vorbehalt der Bestimmungen von Art. XI dieses Übereinkommens, wenn immer möglich Folge geben; c) der Verein schriftliche Gutachten abgeben über Fragen, die in seine Zuständigkeit fallen und die ihm vom Treuhandschaftsrat gestellt werden; d) der Generalsekretär der Organisation der Vereinten Nationen mit dem Direktor des Internationalen Büros des Vereins auf dessen Verlangen einen Gedankenaustausch pflegen, damit der Verein in den Besitz von Mitteilungen gelangt, die für ihn von besonderem Interesse sind."
    },
    {
      "provision_ref": "artVI",
      "section": "VI",
      "title": "Unterstützung der Organisation der Vereinten Nationen",
      "content": "1. Es bleibt vereinbart, dass der Verein mit der Organisation der Vereinten Nationen, ihren Haupt- und Nebenorganen zusammenarbeitet und ihnen seine Mitwirkung in einem mit den Bestimmungen des Weltpostvertrages im Einklang stehenden Masse angedeihen lässt. 2. In bezug auf die Mitglieder der Organisation der Vereinten Nationen anerkennt der Verein, dass gemäss Artikel 103 der Satzung der Vereinten Nationen keine Bestimmung des Weltpostvertrages und der zugehörigen Abkommen in dem Sinne angerufen werden darf, als hindere oder beschränke sie in irgendeiner Weise die Einhaltung der Verpflichtungen eines Staates gegenüber der Organisation der Vereinten Nationen. SR 0.783.52"
    },
    {
      "provision_ref": "artVII",
      "section": "VII",
      "title": "Vereinbarungen betreffend das Personal",
      "content": "Die Organisation der Vereinten Nationen und der Verein arbeiten, soweit nötig, zusammen, um in bezug auf das Personal möglichst einheitliche Anstellungsbedingungen zu erreichen und die gegenseitige Konkurrenzierung bei der Rekrutierung auszuschalten."
    },
    {
      "provision_ref": "artVIII",
      "section": "VIII",
      "title": "Statistik",
      "content": "1. Die Organisation der Vereinten Nationen und der Verein werden dahin wirken, dass die Auskünfte und statistischen Ergebnisse grösste Wirksamkeit erzielen und eine möglichst vielseitige Verwendung erfahren. 2. Der Verein anerkennt, dass die Organisation der Vereinten Nationen den zentralen Organismus bildet, der beauftragt ist, die allgemeinen Zwecken der internationalen Organisationen dienenden Statistiken zu sammeln, zu verarbeiten, zu veröffentlichen, zu vereinheitlichen und zu verbessern. 3. Die Organisation der Vereinten Nationen anerkennt, dass der Verein der geeignete Organismus ist, die sein eigenes Gebiet betreffenden Statistiken zu sammeln, zu verarbeiten, zu veröffentlichen, zu vereinheitlichen und zu verbessern; vorbehalten bleibt das Interesse, das die Organisation der Vereinten Nationen an diesen Statistiken insofern haben kann, als sie für die Verwirklichung ihrer eigenen Ziele und für die Entwicklung der Statistiken in der ganzen Welt von Bedeutung sind."
    },
    {
      "provision_ref": "artIX",
      "section": "IX",
      "title": "Administrative und technische Dienste",
      "content": "1. Die Organisation der Vereinten Nationen und der Verein anerkennen, dass es für eine rationelle Verwendung ihres Personals und ihrer Hilfsmittel wünschbar ist, die Schaffung von Diensten, die sich gegenseitig konkurrenzieren oder eine Doppelspurigkeit bedeuten, zu vermeiden. 2. Die Organisation der Vereinten Nationen und der Verein werden für die Registrierung und Aufbewahrung der amtlichen Schriftstücke alles Nötige vorkehren."
    },
    {
      "provision_ref": "artX",
      "section": "X",
      "title": "Bestimmungen über den Voranschlag",
      "content": "Der jährliche Voranschlag des Vereins ist der Organisation der Vereinten Nationen vorzulegen; der Generalversammlung steht es frei, hierüber Empfehlungen an den Weltpostkongress zu richten."
    },
    {
      "provision_ref": "artXI",
      "section": "XI",
      "title": "Deckung der Kosten für besondere Dienste.",
      "content": "Wenn der Verein für Spezialberichte, Studien oder Auskünfte, die von der Organisation der Vereinten Nationen auf Grund von Artikel V oder einer anderen Bestimmung dieses Übereinkommens verlangt werden, beträchtliche ausserordentliche Ausgaben hatte, findet ein Meinungsaustausch darüber statt, wie diese Kosten am angemessensten zu verteilen sind."
    },
    {
      "provision_ref": "artXII",
      "section": "XII",
      "title": "Übereinkommen mit andern Organisationen",
      "content": "Der Verein wird den Rat über die Art und Bedeutung von Übereinkommen in Kenntnis setzen, die er mit andern besonderen Institutionen oder mit irgendeiner andern intergouvernementalen Organisation abschliesst; überdies wird er dem Rat von der Vorbereitung solcher Übereinkommen Mitteilung machen."
    },
    {
      "provision_ref": "artXIII",
      "section": "XIII",
      "title": "Verbindung",
      "content": "1. Indem sie die vorstehenden Bestimmungen vereinbaren, geben die Organisation der Vereinten Nationen und der Verein der Hoffnung Ausdruck, dass sie zu einer engen Verbindung zwischen den beiden Organisationen beitragen werden. Sie bekräftigen ihre Absicht, gemeinsam die hiefür nötigen Massnahmen zu treffen. 2. Die Bestimmungen über die in diesem Übereinkommen vorgesehenen Verbindungen werden im wünschbaren Masse anzuwenden sein auf die Beziehungen des Vereins mit der Organisation der Vereinten Nationen, einschliesslich ihrer zusätzlichen und regionalen Dienste."
    },
    {
      "provision_ref": "artXIV",
      "section": "XIV",
      "title": "Durchführung des Übereinkommens",
      "content": "Der Generalsekretär der Organisation der Vereinten Nationen und der Präsident des Vollzugs- und Verbindungsausschusses des Vereins können für die Durchführung dieses Übereinkommens diejenigen ergänzenden Vereinbarungen treffen, die sich im Lichte der Erfahrungen der beiden Organisationen als wünschenswert erweisen."
    },
    {
      "provision_ref": "artXV",
      "section": "XV",
      "title": "Inkrafttreten",
      "content": "Dieses Übereinkommen wird dem in Paris im Jahre 1947 abgeschlossenen Weltpostvertrag als Anhang beigegeben. Es tritt nach Genehmigung durch die Generalversammlung der Vereinten Nationen, frühestens gleichzeitig mit diesem Vertrag, in Kraft. [ AS 1948 599 ]"
    },
    {
      "provision_ref": "artXVI",
      "section": "XVI",
      "title": "Revision",
      "content": "Mit einer Voranzeige von sechs Monaten kann die eine oder andere Partei verlangen, dass dieses Übereinkommen durch Verständigung zwischen der Organisation der Vereinten Nationen und dem Verein revidiert werde. Paris, den 4. Juli 1947 J.J. Le Mouël Präsident des XII. Weltpostkongresses Jan Papanek Interimistischer Präsident des Komitees des Wirtschafts- und Sozialrates Beauftragter der Verhandlungen mit den Spezialorganisationen"
    }
  ],
  "definitions": []
}