{
  "id": "sr-0-732-441-36",
  "type": "statute",
  "title": "Abkommen vom 22. Oktober 1986 zwischen der Schweizerischen Eidgenossenschaft und der Bundesrepublik Deutschland über die Haftung gegenüber Dritten auf dem Gebiet der Kernenergie",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1988/1611_1611_1611/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Anwendungsbereich",
      "content": "(1) Dieses Abkommen regelt die haftungsrechtlichen Folgen eines aus der friedlichen Verwendung der Kernenergie herrührenden Ereignisses, das sich im Hoheitsgebiet einer Vertragspartei, im folgenden Ereignisstaat genannt, ereignet und Schäden auf dem Gebiet der anderen Vertragspartei, im folgenden Nachbarstaat genannt, verursacht. (2) Es findet Anwendung auf Ereignisse, deren schädigende Wirkung von den radioaktiven, giftigen, explosiven oder sonstigen gefährlichen Eigenschaften radioaktiver Stoffe herrührt."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Grundsatz der Gleichbehandlung",
      "content": "Soweit dieses Abkommen nicht etwas anderes bestimmt, werden Angehörige des Nachbarstaates sowie Personen, die dort ihren Sitz, Wohnsitz oder gewöhnlichen Aufenthalt haben, materiell‑ und verfahrensrechtlich denjenigen des Ereignisstaates gleichgestellt."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Gerichtsstand",
      "content": "(1) Ist durch die friedliche Verwendung von Kernenergie Schaden verursacht worden, so sind die Gerichte des Ereignisstaates ausschliesslich zuständig. (2) Kann bei Schäden, die im Verlauf einer Beförderung verursacht werden, der Ort des Ereignisses nicht ermittelt werden, so sind die Gerichte des Vertragsstaates, der die Beförderung zuerst bewilligt hat, ausschliesslich zuständig."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Anwendbares Recht",
      "content": "Soweit dieses Abkommen nicht etwas anderes bestimmt, ist auf Schadenersatzansprüche aus einem Ereignis das innerstaatliche Recht der nach Artikel 3 zuständigen Gerichte anzuwenden."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Vorsorgemassnahmen",
      "content": "Sieht das Recht des Ereignisstaates eine Haftung für Schäden vor, welche als Folge behördlich angeordneter oder genehmigter Massnahmen zur Abwehr eines unmittelbar drohenden Ereignisses eingetreten sind, so können Geschädigte aus dem Nachbarstaat solche Schäden nur insoweit geltend machen, als sie dies auch nach dem Recht des Nachbarstaates könnten."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Grossschäden",
      "content": "Reicht die zur Verfügung stehende Deckungssumme des Ereignisstaates zur Befriedigung aller Ansprüche nicht aus, so konsultieren die Vertragsparteien einander unverzüglich, um eine angemessene Regelung zu finden."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Transferierbarkeit",
      "content": "Der auf Grund dieses Abkommens zu leistende Schadenersatz sowie Zinsen und Kosten sind zwischen den Währungsgebieten beider Vertragsparteien frei transferierbar."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Völkerrechtliche Haftung",
      "content": "Dieses Abkommen darf nicht so ausgelegt werden, dass es etwaige Rechte einer Vertragspartei berührt, die ihr nach den allgemeinen Regeln des Völkerrechts bezüglich eines nuklearen Schadens zustehen."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Berlinklausel",
      "content": "Dieses Abkommen gilt auch für das Land Berlin, sofern nicht die Regierung der Bundesrepublik Deutschland dem Schweizerischen Bundesrat innerhalb von drei Monaten nach Inkrafttreten des Abkommens eine gegenteilige Erklärung abgibt."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Beendigung",
      "content": "Jede Vertragspartei kann dieses Abkommen unter Einhaltung einer Frist von zwölf Monaten jederzeit schriftlich kündigen. Auf Ereignisse, die während der Geltungsdauer des Abkommens eintreten und nach seiner Beendigung Schaden verursachen, bleibt es weiterhin anwendbar."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Ratifikation und Inkrafttreten",
      "content": "(1) Dieses Abkommen bedarf der Ratifikation; die Ratifikationsurkunden werden so bald wie möglich in Bonn ausgetauscht. (2) Dieses Abkommen tritt einen Tag nach dem Austausch der Ratifikationsurkunden in Kraft."
    }
  ],
  "definitions": []
}