{
  "id": "sr-0-832-21",
  "type": "statute",
  "title": "Internationales Übereinkommen Nr. 18 vom 10. Juni 1925 über die Entschädigung aus Anlass von Berufskrankheiten",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/43/540_560_558/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "",
      "content": "1. Jedes Mitglied der Internationalen Arbeitsorganisation, das dieses Übereinkommen ratifiziert, verpflichtet sich, Arbeitnehmern, die durch Berufskrankheiten erwerbsunfähig geworden sind, oder ihren Hinterbliebenen eine Entschädigung nach den allgemeinen Grundsätzen seiner Gesetzgebung über die Entschädigung aus Anlass von Betriebsunfällen zu sichern. 2. Die Entschädigungssätze dürfen nicht geringer sein als diejenigen, welche die Gesetze des Landes für die aus Betriebsunfällen entstandenen Schäden vorsehen. Mit dieser Einschränkung steht es jedem Mitglied frei, bei der gesetzlichen Regelung der Entschädigung für die in Frage stehenden Krankheiten und bei der Unterstellung dieser Krankheiten unter die Gesetzgebung über die Entschädigung aus Anlass von Betriebsunfällen die zweckdienlichen Änderungen und Anpassungen vorzunehmen. Siehe Art. 9 UVG ( SR 832.20 ) und die Vf des EDI vom 26. Dez. 1960 ( SR 832.321.11 )."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "",
      "content": "Jedes Mitglied der Internationalen Arbeitsorganisation, das dieses Übereinkommen ratifiziert, verpflichtet sich, als Berufskrankheiten die Krankheiten und Vergiftungen zu betrachten, die durch die im nachstehenden Verzeichnis angeführten Stoffe verursacht sind, falls derartige Krankheiten oder Vergiftungen bei Arbeitnehmern der im Verzeichnis an entsprechender Stelle angeführten Gewerbe oder Berufe auftreten und durch die Beschäftigung in einem der Gesetzgebung des Landes unterstellten Betrieb hervorgerufen worden sind. Verzeichnis der Erkrankungen und Giftstoffe: der entsprechenden Gewerbe und Verfahren: Vergiftungen durch Blei, dessen Legierungen und Verbindungen sowie unmittelbare Folgen dieser Vergiftungen. Behandlung bleihaltiger Erze, einschliesslich bleihaltiger Rückstände in Zinkwerken. Einschmelzen von altem Zink und Blei zu Barren. Herstellung von Gegenständen aus geschmolzenem Blei oder bleihaltigen Legierungen. Polygraphische Gewerbe. Herstellung von Bleiverbindungen. Herstellung und Ausbesserung elektrischer Akkumulatoren. Zubereitung und Verwendung von bleihaltigen Emaillen. Polieren mit Bleispänen oder bleihaltigen Stoffen. Anstreicharbeiten, bei denen bleihaltige Streichmittel, Kitte oder Farben zubereitet oder gebraucht werden. Vergiftungen durch Quecksilber, dessen Legierungen und Verbindungen sowie unmittelbare Folgen dieser Vergiftungen. Behandlung von quecksilberhaltigen Mineralien. Herstellung von Quecksilberverbindungen. Herstellung von Mess- und Laboratoriumsapparaten. Zubereitung der Rohstoffe für die Hutmacherei. Feuervergoldung. Verwendung von Quecksilberpumpen für die Herstellung von Glühlampen. Herstellung von Knallquecksilberzündern. Ansteckung durch Milzbrand. Arbeiten bei milzbrandverseuchten Tieren. Behandlung von Tierleichen oder tierischen Abfällen. Ein- und Ausladen sowie Beförderung solcher Waren."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "",
      "content": "Die förmlichen Ratifikationen dieses Übereinkommens sind nach den Bestimmungen der Verfassung der Internationalen Arbeitsorganisation dem Generaldirektor des Internationalen Arbeitsamtes zur Eintragung mitzuteilen."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "",
      "content": "1. Dieses Übereinkommen tritt in Kraft, sobald die Ratifikationen von zwei Mitgliedern der Internationalen Arbeitsorganisation durch den Generaldirektor eingetragen worden sind. 2. Es bindet nur diejenigen Mitglieder, deren Ratifikation beim Internationalen Arbeitsamt eingetragen ist. 3. In der Folge tritt für jedes andere Mitglied dieses Übereinkommen mit dem Tage in Kraft, an dem seine Ratifikation beim Internationalen Arbeitsamt eingetragen worden ist."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "",
      "content": "Sobald die Ratifikation durch zwei Mitglieder der Internationalen Arbeitsorganisation beim Internationalen Arbeitsamt eingetragen ist, teilt der Generaldirektor des Internationalen Arbeitsamtes dies sämtlichen Mitgliedern der Internationalen Arbeitsorganisation mit. Er gibt ihnen gleichfalls Kenntnis von der Eintragung der Ratifikationen, die ihm später von anderen Mitgliedern der Organisation mitgeteilt werden."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "",
      "content": "Vorbehältlich der Bestimmungen des Art. 4 verpflichtet sich jedes Mitglied, das dieses Übereinkommen ratifiziert, die Bestimmungen der Art. 1 und 2 spätestens am 1. Januar 1927 anzuwenden und die zu ihrer Durchführung nötigen Massnahmen zu treffen."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "",
      "content": "Jedes Mitglied der Internationalen Arbeitsorganisation, das dieses Übereinkommen ratifiziert, verpflichtet sich, es in seinen Kolonien, Besitzungen und Protektoraten gemäss den Bestimmungen des Art. 35 der Verfassung der Internationalen Arbeitsorganisation anzuwenden."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "",
      "content": "Jedes Mitglied, das dieses Übereinkommen ratifiziert hat, kann es nach Ablauf von fünf Jahren, gerechnet von dem Tage, an dem es zum ersten Mal in Kraft tritt, durch eine an den Generaldirektor des Internationalen Arbeitsamtes zu richtende und von ihm einzutragende Anzeige kündigen. Die Wirkung dieser Kündigung tritt erst ein Jahr nach ihrer Eintragung beim Internationalen Arbeitsamt ein."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "",
      "content": "Der Verwaltungsrat des Internationalen Arbeitsamtes hat, sooft er es für nötig erachtet, der Allgemeinen Konferenz einen Bericht über die Durchführung dieses Übereinkommens zu erstatten und zu prüfen, ob die Frage seiner gänzlichen oder teilweisen Abänderung auf die Tagesordnung der Konferenz gesetzt werden soll. Fassung gemäss Art. des Übereink. Nr. 116 vom 26. Juni 1961, genehmigt durch die BVers am 2. Okt. 1962 ( AS 1962 1359 1357 ; BBl 1962 I 1365 )."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "",
      "content": "Der französische und der englische Wortlaut dieses Übereinkommens sind in gleicher Weise massgebend."
    }
  ],
  "definitions": []
}