{
  "id": "sr-0-747-363-321",
  "type": "statute",
  "title": "Übereinkommen vom 20. Oktober 1972 über die internationalen Regeln zur Verhütung von Zusammenstössen auf See von 1972 (mit Seestrassenordnung und Anhängen)",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1977/1084_1084_1084/en",
  "provisions": [
    {
      "provision_ref": "artI",
      "section": "I",
      "title": "Allgemeine Verpflichtungen",
      "content": "Die Vertragsparteien dieses Übereinkommens verpflichten sich, den ihm beigefügten Regeln und übrigen Anlagen, welche die Internationalen Regeln zur Verhütung von Zusammenstössen auf See von 1972 bilden (nachstehend «die Regeln» genannt), Wirksamkeit zu verleihen."
    },
    {
      "provision_ref": "artII",
      "section": "II",
      "title": "Unterzeichnung, Ratifikation, Annahme, Genehmigung und Beitritt",
      "content": "1. Dieses Übereinkommen liegt bis zum 1. Juni 1973 zur Unterzeichnung auf und bleibt danach zum Beitritt offen. 2. Mitgliedstaaten der Vereinten Nationen, einer ihrer Spezialorganisationen oder der Internationalen Atomenergie-Agentur, sowie Vertragsparteien des Statuts des Internationalen Gerichtshofes können Vertragsparteien dieses Übereinkommens werden durch: a) Unterzeichnung ohne Vorbehalt hinsichtlich Ratifikation, Annahme oder Genehmigung; b) Unterzeichnung unter Vorbehalt der Ratifikation, Annahme oder Genehmigung, gefolgt von Ratifikation, Annahme oder Genehmigung; oder c) Beitritt. 3. Ratifikation, Annahme, Genehmigung oder Beitritt erfolgen durch die Hinterlegung einer Urkunde bei der Zwischenstaatlichen beratenden Seeschifffahrtsorganisation (nachstehend «Organisation» genannt). Diese verständigt die Regierungen der Staaten, welche dieses Übereinkommen unterzeichnet haben oder ihm beigetreten sind, von der Hinterlegung jeder Urkunde, unter Angabe des Zeitpunktes, in dem sie erfolgt ist."
    },
    {
      "provision_ref": "artIII",
      "section": "III",
      "title": "Territoriale Anwendung",
      "content": "1. Die Vereinten Nationen, falls sie für die Verwaltung eines Gebietes verantwortlich sind, oder jede für die internationalen Beziehungen eines Gebietes verantwortliche Vertragspartei können jederzeit die Anwendung dieses Übereinkommens auf dieses Gebiet ausdehnen durch schriftliche Notifikation an den Generalsekretär der Organisation (nachfolgend «der Generalsekretär» genannt). 2. Die Anwendung dieses Übereinkommens erstreckt sich auf das in der Notifikation bezeichnete Gebiet vom Tage ihres Empfanges an gerechnet oder von jedem anderen Zeitpunkt an, der in der Notifikation bezeichnet worden ist. 3. Jede gemäss Absatz 1 ergangene Notifikation kann für eines der in dieser Notifikation angeführten Gebiete zurückgezogen werden; die Ausdehnung der Anwendung dieses Übereinkommens auf das betreffende Gebiet endet nach Ablauf eines Jahres oder derjenigen längeren Frist, die im Zeitpunkt des Rückzuges der Notifikation angegeben worden ist. 4. Der Generalsekretär verständigt alle Vertragsparteien über jede gemäss diesem Artikel erfolgte Notifikation einer Ausdehnung oder Wiederaufhebung einer Ausdehnung des Geltungsbereiches."
    },
    {
      "provision_ref": "artIV",
      "section": "IV",
      "title": "Inkrafttreten",
      "content": "1. a) Dieses Übereinkommen tritt in Kraft zwölf Monate nach dem Tage, an dem mindestens fünfzehn Staaten, deren Handelsflotten zusammen nach Anzahl oder Tonnage mindestens 65% der Welthandelsflotte der Schiffe von 100 Bruttoregistertonnen und darüber ausmachen, Vertragsparteien des Übereinkommens geworden sind; diejenige der beiden Bedingungen, die zuerst erfüllt ist, wird in Betracht gezogen. b) Ungeachtet der Bestimmungen von Buchstabe a), tritt dieses Übereinkommen nicht vor dem 1. Januar 1976 in Kraft. 2. Als Tag des Inkrafttretens für diejenigen Staaten, welche das Übereinkommen ratifizieren, annehmen oder genehmigen oder ihm gemäss Artikel II beitreten, nachdem die in Absatz 1, Buchstabe a) erwähnten Bedingungen erfüllt sind und bevor das Übereinkommen in Kraft tritt, gilt der Tag des Inkrafttretens des Übereinkommens. 3. Für die Staaten, welche nach dem Tage des Inkrafttretens des Übereinkommens dieses ratifizieren, annehmen, genehmigen oder ihm beitreten, tritt das Übereinkommen am Tage der Hinterlegung einer in Artikel II vorgesehenen Urkunde in Kraft. 4. Nach dem Tage des Inkrafttretens einer Änderung dieses Übereinkommens gemäss Artikel VI Absatz 4, bezieht sich jede Ratifikation, Annahme und Genehmigung, sowie jeder Beitritt auf den geänderten Wortlaut des Übereinkommens. 5. Am Tage des Inkrafttretens dieses Übereinkommens ersetzen die Regeln die Internationalen Regeln über die Verhütung von Zusammenstössen auf See von 1960, die damit aufgehoben sind. 6. Der Generalsekretär gibt den Regierungen der Staaten, welche dieses Übereinkommen unterzeichnet haben oder ihm beigetreten sind, den Tag seines Inkrafttretens bekannt. [ AS 1965 695 ]"
    },
    {
      "provision_ref": "artV",
      "section": "V",
      "title": "Revisions-Konferenz",
      "content": "1. Die Organisation kann eine Konferenz einberufen zur Revision dieses Übereinkommens oder der Regeln oder des Übereinkommens und der Regeln. 2. Auf Verlangen mindestens eines Drittels der Vertragsparteien beruft die Organisation eine Konferenz der Vertragsparteien zur Revision dieses Übereinkommens oder der Regeln oder des Übereinkommens und der Regeln ein."
    },
    {
      "provision_ref": "artVI",
      "section": "VI",
      "title": "Änderungen der Regeln",
      "content": "1. Jede von einer Vertragspartei vorgeschlagene Änderung der Regeln wird auf Antrag dieser Partei durch die Organisation geprüft. 2. Stimmen zwei Drittel der anwesenden und abstimmenden Mitglieder des Seesicherheitskomitees der Organisation der Änderung zu, so wird diese allen Vertragsparteien und allen Mitgliedern der Organisation mindestens 6 Monate vor ihrer Prüfung durch die Generalversammlung der Organisation mitgeteilt. Jede Vertragspartei, welche nicht Mitglied der Organisation ist, hat das Recht, an den die Änderung betreffenden Sitzungen der Generalversammlung teilzunehmen. 3. Wird die Änderung mit Zweidrittelsmehrheit der anwesenden und abstimmenden Mitglieder der Generalversammlung angenommen, so wird sie vom Generalsekretär allen Vertragsparteien zur Genehmigung unterbreitet. 4. Die Änderung tritt zu einem Zeitpunkt in Kraft, der anlässlich ihrer Annahme von der Generalversammlung festgelegt wird, es sei denn, dass zu einem früheren, von der Generalversammlung bei der Annahme festzulegenden Zeitpunkt mehr als ein Drittel der Vertragsparteien durch Notifizierung an die Organisation Einsprache gegen die Änderung erheben. Die Festlegung der in diesem Absatz erwähnten Zeitpunkte durch die Generalversammlung erfolgt mit Zweidrittelsmehrheit der anwesenden und abstimmenden Mitglieder. 5. Für alle Vertragsparteien, die nicht Einsprache gegen eine Änderung erhoben haben, ersetzt diese Änderung bei ihrem Inkrafttreten jede frühere Bestimmung, auf die sie sich bezieht, und macht sie hinfällig. 6. Der Generalsekretär unterrichtet alle Vertragsparteien und alle Mitglieder der Organisation von jedem Antrag und jeder Mitteilung, die ihm in Anwendung dieses Artikels zugehen, wie auch vom Zeitpunkt des Inkrafttretens jeglicher Änderung."
    },
    {
      "provision_ref": "artVII",
      "section": "VII",
      "title": "Kündigung",
      "content": "1. Dieses Übereinkommen kann durch jede Vertragspartei nach Ablauf von 5 Jahren seit seinem Inkrafttreten für sie jederzeit gekündigt werden. 2. Die Kündigung erfolgt durch Hinterlegung einer Urkunde bei der Organisation. Der Generalsekretär unterrichtet alle übrigen Vertragsparteien vom Eingang der Kündigungsurkunde und vom Zeitpunkt ihrer Hinterlegung. 3. Die Kündigung wird ein Jahr nach dem Tage der Hinterlegung der Urkunde oder nach Ablauf einer längeren, in der Urkunde angegebenen Frist wirksam."
    },
    {
      "provision_ref": "artVIII",
      "section": "VIII",
      "title": "Hinterlegung und Eintragung",
      "content": "1. Dieses Übereinkommen und die Regeln werden bei der Organisation hinterlegt; der Generalsekretär übermittelt den Regierungen aller Staaten, die dieses Übereinkommen unterzeichnet haben oder ihm beigetreten sind, beglaubigte Abschriften. 2. Bei Inkrafttreten dieses Übereinkommens übermittelt der Generalsekretär den Text dem Sekretariat der Vereinten Nationen zur Eintragung und Veröffentlichung gemäss Artikel 102 der Charta der Vereinten Nationen. SR 0.120"
    },
    {
      "provision_ref": "artIX",
      "section": "IX",
      "title": "Sprachen",
      "content": "Dieses Übereinkommen und die Regeln sind in einem englischen und in einem französischen Text ausgefertigt, von denen beide gleichermassen verbindlich sind. Es werden offizielle Übersetzungen in die russische und in die spanische Sprache ausgearbeitet und mit dem unterzeichneten Original hinterlegt. Zu Urkund dessen haben die von ihren Regierungen hierzu gehörig ermächtigten Unterzeichneten dieses Übereinkommen mit ihrer Unterschrift versehen. Geschehen zu London am 20. Oktober 1972."
    }
  ],
  "definitions": []
}