{
  "id": "sr-0-414-931",
  "type": "statute",
  "title": "Abkommen vom 12. Oktober 2017 zwischen dem Schweizerischen Bundesrat und dem Europäischen Hochschulinstitut (IUE) über den Schweizer Lehrstuhl",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2017/658/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Zusammenarbeit",
      "content": "1 Die Parteien beschliessen, eine Partnerschaft im Bereich der vergleichenden und systematischen Forschung zu Themen von gemeinsamem Interesse aufzubauen sowie die Zusammenarbeit und den Austausch zwischen dem IUE und den Schweizer Hochschulen zu fördern. 2 Zu diesem Zweck wird am IUE ein «Schweizer Lehrstuhl» eingerichtet. 3 Die Parteien bestimmen für den Lehrstuhl einvernehmlich das Thema bzw. die Themen von gemeinsamem Interesse. 4 Der Lehrstuhl entwickelt Austauschmöglichkeiten und Forschungskooperationen mit Schweizer Hochschulen."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Lehrstuhlinhaber/in",
      "content": "1 Die Lehrstuhlinhaberin oder der Lehrstuhlinhaber wird vom IUE auf der Grundlage des wissenschaftlichen Verdienstes und der Exzellenz, nach den höchsten internationalen Rekrutierungsstandards und im Einklang mit den geltenden Verfahren am IUE berufen. 2 Eine Lehrstuhlinhaberin oder ein Lehrstuhlinhaber wird für höchstens acht Jahre verpflichtet."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Finanzierung",
      "content": "Die Verpflichtungen der Schweiz zur finanziellen Beteiligung am Schweizer Lehrstuhl richten sich ausschliesslich nach den Bestimmungen der Leistungsvereinbarung zur Umsetzung (siehe Art. 4). Dieses Abkommen führt zu keinerlei finanziellen Verpflichtungen für die Schweiz."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Umsetzung",
      "content": "1 Für die Umsetzung dieses Abkommens sind das Staatssekretariat für Bildung, Forschung und Innovation des Eidgenössischen Departements für Wirtschaft, Bildung und Forschung, (nachfolgend «das SBFI»), und das IUE zuständig. 2 Die Modalitäten der Umsetzung dieses Abkommens, einschliesslich des Finanzierungsbeitrags an den Lehrstuhl, der erwarteten Leistungen sowie der Massnahmen zur Kontrolle der jährlichen Beiträge werden in einer vierjährigen Leistungsvereinbarung zwischen dem SBFI und dem IUE geregelt. 3 Der finanzielle Rahmen stützt sich auf den Bundesbeschluss über die Kredite für die internationale Zusammenarbeit in Forschung und Innovation. Die jährlichen Budgetentscheide der Eidgenössischen Räte bleiben vorbehalten."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Dauer und Inkrafttreten",
      "content": "1 Dieses Abkommen wird für einen anfänglich befristeten Zeitraum bis zum 31. Dezember 2020 abgeschlossen. Anschliessend wird es stillschweigend für jeweils weitere vier Jahre verlängert, sofern keine Partei die andere Partei mindestens sechs Monate vor Ablauf des laufenden vierjährigen Zeitraums schriftlich über ihre Absicht unterrichtet, das Abkommen zu kündigen und auf die Verlängerung der entsprechenden Leistungsvereinbarung zwischen dem SBFI und dem IUE zu verzichten. 2 Dieses Abkommen tritt am Datum der letzten Unterzeichnung in Kraft."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Anwendbares Recht und Streitbeilegung",
      "content": "1 Bei diesem Abkommen handelt es sich um ein völkerrechtliches Abkommen. 2 Meinungsverschiedenheiten zur Umsetzung und Anwendung dieses Abkommens werden durch Konsultationen und Verhandlungen zwischen den Parteien einvernehmlich geregelt. Dieses Abkommen wird in zwei Exemplaren in französischer Sprache ausgefertigt. Geschehen zu San Domenico di Fiesole, am 12. Oktober 2017. Für den Schweizerischen Bundesrat: Mauro Dell’Ambrogio Für das Europäische Hochschulinstitut: Renaud Dehousse"
    }
  ],
  "definitions": []
}