{
  "id": "sr-0-274-181-362",
  "type": "statute",
  "title": "Erklärung vom 30. April 1910 zwischen der Schweiz und Deutschland betreffend Vereinfachung des Rechtshilfeverkehrs",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/26/164_160_160/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "",
      "content": "Gemäss den Vorbehalten im Art. 1 Abs. 4 und im Art. 9 Abs. 4 des Haager Abkommens über den Zivilprozess vom 17. Juli 1905 wird in allen Fällen, in denen durch das Abkommen der Rechtshilfeverkehr in Zivil- und Handelssachen für die Mitteilung gerichtlicher und aussergerichtlicher Urkunden, sowie für die Erledigung von Ersuchungsschreiben geregelt ist, der zwischen den schweizerischen und den deutschen gerichtlichen Behörden auf Grund der Vereinbarung vom 1./13. Dezember 1878 bestehende unmittelbare Geschäftsverkehr beibehalten. SR 0.274.11 . Zwischen der Schweiz und Deutschland gelten heute das Haager Übereink. vom 15. Nov. 1965 über die Zustellung gerichtlicher und aussergerichtlicher Schriftstücke im Ausland in Zivil‑ oder Handelssachen ( SR 0.274.131 ) und das Haager Übereink. vom 18. März 1970 über die Beweisaufnahme im Ausland in Zivil‑ oder Handelssachen ( SR 0.274.132 ). SR 0.274.181.361 Die örtlich zuständige deutsche Justizbehörde kann über folgende Internetseite ermittelt werden: http://www.justiz.de/OrtsGerichtsverzeichnis/index.php Siehe die Liste der schweizerischen Behörden in SR 0.274.181.361 ."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "",
      "content": "In dem unmittelbaren Geschäftsverkehre werden die Schreiben der beiderseitigen Behörden in deren Landessprache abgefasst. Die Bestimmungen des Art. 3 des Haager Abkommens über den Zivilprozess wegen Abfassung oder Übersetzung der dort bezeichneten Schriftstücke bleiben unberührt. Sind diesen Schriftstücken die vorgeschriebenen Übersetzungen nicht beigegeben, so werden sie von der ersuchten Behörde auf Kosten der ersuchenden Behörde beschafft. SR 0.274.11 . Zwischen der Schweiz und Deutschland gelten heute das Haager Übereink. vom 15. Nov. 1965 über die Zustellung gerichtlicher und aussergerichtlicher Schriftstücke im Ausland in Zivil‑ oder Handelssachen ( SR 0.274.131 ) und das Haager Übereink. vom 18. März 1970 über die Beweisaufnahme im Ausland in Zivil‑ oder Handelssachen ( SR 0.274.132 )."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "",
      "content": "Die Bestimmungen des Art. 2 Abs. 2 dieser Erklärung finden Anwendung auf die im Artikel 19 des Haager Abkommens über den Zivilprozess bezeichneten Schriftstücke, die den auf diplomatischem Wege zu stellenden Anträgen wegen Vollstreckbarkeitserklärung von Kostenentscheidungen beizufügen sind. Gemäss dem Vorbehalt im Art. 19 Abs. 3 des Abkommens soll die dort vorgesehene Bescheinigung des höchsten Justizverwaltungsbeamten über die Zuständigkeit der Behörde, welche die Erklärung über die Rechtskraft der Kostenentscheidung abgibt, nicht verlangt werden, wenn die Erklärung nach dem Beglaubigungsvertrage vom 14. Februar 1907 keiner Beglaubigung bedarf. SR 0.274.11 . Zwischen der Schweiz und Deutschland gilt heute das Haager Übereink. vom 1. März 1954 über das Zivilprozessrecht (Teile III bis VI Art. 17–26) ( SR 0.274.12 ). SR 0.172.031.36"
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "",
      "content": "Soweit nach dem Haager Abkommen über den Zivilprozess Kosten in Rechnung gestellt werden können, werden sie nach den Vorschriften berechnet, die in dem ersuchten Staate für gleiche Handlungen in einem inländischen Verfahren gelten. SR 0.274.11 . Zwischen der Schweiz und Deutschland gelten heute das Haager Übereink. vom 15. Nov. 1965 über die Zustellung gerichtlicher und aussergerichtlicher Schriftstücke im Ausland in Zivil‑ oder Handelssachen ( SR 0.274.131 ) und das Haager Übereink. vom 18. März 1970 über die Beweisaufnahme im Ausland in Zivil‑ oder Handelssachen ( SR 0.274.132 )."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "",
      "content": "Die gegenwärtige Erklärung tritt am 1. Juni 1910 in Wirksamkeit und bleibt in Kraft bis zum Ablauf von sechs Monaten nach erfolgter Kündigung seitens des einen oder des andern der beiden Teile. Die Erklärung wird gegen eine entsprechende Erklärung der Kaiserlich Deutschen Regierung ausgetauscht werden. Bern, den 30. April 1910 Im Namen des Schweiz. Bundesrates, Der Bundespräsident: Comtesse Der Kanzler der Eidgenossenschaft: Schatzmann"
    }
  ],
  "definitions": []
}