{
  "id": "sr-0-740-724",
  "type": "statute",
  "title": "Beschluss Nr. 1/2011 des Gemischten Landverkehrsausschusses Gemeinschaft/Schweiz vom 10. Juni 2011 zur Gewährung eines Rabatts auf der Leistungsabhängigen Schwerverkehrsabgabe für Fahrzeuge der Emissionsklassen EURO II und III mit einem geprüften Partikelfilterminderungssystem",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2011/643/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "",
      "content": "Fahrzeugen der Emissionsklassen EURO II und EURO III, die mit einem geprüften Partikelfiltersystem nachgerüstet worden sind und die Voraussetzungen nach Artikel 2 und 3 erfüllen, wird ein Rabatt von 10 Prozent auf die Abgabekategorie gewährt."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "",
      "content": "Der in Artikel 1 erwähnte Rabatt wird nur Fahrzeugen gewährt, die über einen Eintrag im Fahrzeugausweis oder eine andere gleichwertige von den nationalen Behörden ausgestellte Bescheinigung nachweisen können, dass das Fahrzeug mit einem geprüften Partikelminderungssystem nachgerüstet worden ist, das es im Einklang mit den nationalen Vorschriften der Schweiz oder des Mitgliedstaates, in dem das Fahrzeug zugelassen ist, erlaubt, zumindest den Partikelgrenzwert der Emissionsnorm EURO IV, das heisst eine Partikelmasse (PM) von 0,02 g/kWh, einzuhalten."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "",
      "content": "Unbeschadet des Artikels 2 sind die zuständigen Behörden des EU-Mitgliedstaates, in dem das Fahrzeug zugelassen ist, bestrebt, den schweizerischen Behörden bis zum 30. September 2011 einen Mustereintrag im Fahrzeugausweis oder eine Mustervorlage eines anderen gleichwertigen Nachweises zuzustellen und zu bestätigen, dass dieses Muster die Einhaltung des Partikelgrenzwertes der Emissionsnorm EURO IV gewährleistet."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "",
      "content": "Die zuständigen schweizerischen Behörden behalten sich das Recht vor, die schweren Nutzfahrzeuge, welche mit einem Partikelfilter ausgerüstet sind und für die ein Rabatt gewährt wird, auf die Einhaltung des Partikelgrenzwertes nach Artikel 2 zu überprüfen."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "",
      "content": "Dieser Beschluss tritt am 1. Januar 2012 in Kraft. Unterzeichnet in Brüssel, den 10. Juni 2011 Der Chef der schweizerischen Delegation: Der Vorsitzende: Peter Füglistaler Enrico Grillo Pasquarelli"
    }
  ],
  "definitions": []
}