{
  "id": "sr-0-515-01",
  "type": "statute",
  "title": "Abkommen vom 5. August 1963 über das Verbot von Kernwaffenversuchen in der Luft, im Weltraum und unter Wasser",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1964/195_190_191/en",
  "provisions": [
    {
      "provision_ref": "artI",
      "section": "I",
      "title": "",
      "content": "1. Jede der Parteien dieses Abkommens verpflichtet sich, jede Atomwaffen-Versuchsexplosion oder jede andere nukleare Explosion an jedem Ort unter ihrer Jurisdiktion oder Kontrolle zu verbieten, zu verhindern und nicht durchzuführen a. in der Atmosphäre, jenseits ihrer Begrenzung mit Einschluss des Weltraumes, oder unter Wasser einschliesslich der Territorialgewässer oder der hohen See; oder b. in jeder anderen Umgebung, wenn eine solche Explosion radioaktive Ausfälle verursacht ausserhalb des territorialen Bereiches des Staates, unter dessen Jurisdiktion oder Kontrolle die Explosion erfolgt. Es versteht sich in diesem Zusammenhang, dass die Bestimmungen dieses Unterabsatzes den Abschluss eines Abkommens über das dauernde Verbot aller Atomversuchsexplosionen, einschliesslich aller solchen unterirdischen Versuche, nicht präjudizieren sollen, eines Abkommens, dessen Abschluss die Parteien, wie sie in der Präambel des vorliegenden Abkommens erklärt haben, erreichen wollen. 2. Jede der Parteien dieses Abkommens verpflichtet sich ausserdem, Abstand zu nehmen von einem Verursachen, einer Ermutigung oder einer Teilnahme in irgendeiner Form an der Ausführung von Kernwaffen‑Versuchsexplosionen oder irgendwelchen anderen atomaren Explosionen, die an einem der oben erwähnten Orte stattfinden oder die eine in Absatz 1 dieses Artikels erwähnte Wirkung haben könnten."
    },
    {
      "provision_ref": "artII",
      "section": "II",
      "title": "",
      "content": "1. Jede Partei kann Zusätze zu diesem Abkommen vorschlagen. Der Text jedes vorgeschlagenen Zusatzes soll den Depositarregierungen unterbreitet werden, die sie allen Parteien dieses Abkommens zustellen sollen. Sofern es von einem Drittel oder mehr der Parteien verlangt wird, sollen die Depositarregierungen eine Konferenz einberufen, zu der sie alle Parteien einladen sollen, um einen solchen Zusatz zu prüfen. 2. Jeder Zusatz muss mit einer Mehrheit der Stimmen aller Parteien dieses Abkommens einschliesslich der Stimmen aller ursprünglichen Parteien gebilligt werden. Der Zusatz soll für alle Parteien mit der Hinterlegung der Ratifikationsurkunden seitens einer Mehrheit aller Parteien einschliesslich der Ratifikationsurkunden aller ursprünglichen Parteien in Kraft treten."
    },
    {
      "provision_ref": "artIII",
      "section": "III",
      "title": "",
      "content": "1. Dieses Abkommen soll allen Staaten zur Unterzeichnung offenstehen. Jeder Staat, der dieses Abkommen nicht vor dessen Inkrafttreten gemäss Absatz 3 dieses Artikels unterzeichnet, kann ihm jederzeit beitreten. 2. Dieses Abkommen bedarf der Ratifikation durch die Signatarstaaten. Die Ratifikations‑ und Beitrittsurkunden soffen bei den Regierungen der ursprünglichen Parteien – der Union der Sozialistischen Sowjetrepubliken, des Vereinigten Königreiches von Grossbritannien und Nordirland und der Vereinigten Staaten von Amerika – hinterlegt werden, die hiermit als Depositarregierungen bestimmt werden. 3. Dieses Abkommen soll nach seiner Ratifizierung durch die ursprünglichen Parteien und der Hinterlegung ihrer Ratifikationsurkunden in Kraft treten. 4. Für die Staaten, deren Ratifikations‑ oder Beitrittsurkunden nach Inkrafttreten dieses Abkommens hinterlegt werden, soll es am Tage der Hinterlegung ihrer Ratifikations‑ oder Beitrittsurkunden in Kraft treten. 5. Die Depositarregierungen sollen alle Unterzeichnerstaaten und beitretenden Staaten sofort über das Datum jeder Unterzeichnung, der Hinterlegung jeder Ratifikations‑ und Beitrittsurkunde dieses Abkommens, den Tag seines Inkrafttretens, das Eingangsdatum von etwaigen Begehren betreffend Konferenzen oder anderen Mitteilungen unterrichten. 6. Dieses Abkommen soll gemäss Artikel 102 der Charta der Vereinten Nationen von den Depositarregierungen registriert werden. SR 0.120"
    },
    {
      "provision_ref": "artIV",
      "section": "IV",
      "title": "",
      "content": "Die Dauer dieses Abkommens ist unbegrenzt. Jede Partei soll in Ausübung ihrer nationalen Souveränität das Recht haben, vom Abkommen zurückzutreten, wenn sie entscheidet, dass aussergewöhnliche Ereignisse im Zusammenhang mit dem Gegenstand dieses Abkommens die höchsten Interessen ihres Landes gefährden. Sie soll einen solchen Rücktritt allen anderen Parteien des Abkommens drei Monate im voraus ankündigen."
    },
    {
      "provision_ref": "artV",
      "section": "V",
      "title": "",
      "content": "Dieses Abkommen, dessen englische und russische Fassung gleichermassen authentisch sind, soll in den Archiven der Depositarregierungen hinterlegt werden. Gehörig beglaubigte Abschriften dieses Abkommens sollen den Regierungen der Unterzeichnerstaaten und beitretenden Staaten durch die Depositarregierungen übermittelt werden."
    }
  ],
  "definitions": []
}