{
  "id": "sr-0-344-641",
  "type": "statute",
  "title": "Abkommen vom 18. November 2010 über die Überstellung verurteilter Personen zwischen der Schweiz und der Republik Peru",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2012/352/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Begriffsbestimmungen",
      "content": "Im Sinne dieses Abkommens bezeichnet der Ausdruck: a) «Sanktion» jede freiheitsentziehende Strafe oder Massnahme, die von einem Richter für eine bestimmte oder unbestimmte Zeit wegen einer strafbaren Handlung verhängt worden ist; b) «Urteil» eine Entscheidung eines Gerichts, durch die eine Sanktion verhängt wird; c) «Urteilsstaat» den Staat, in dem die Sanktion gegen die Person, die überstellt werden kann oder überstellt worden ist, verhängt worden ist; d) «Vollstreckungsstaat» den Staat, in den die verurteilte Person zum Vollzug der gegen sie verhängten Sanktion überstellt werden kann oder überstellt worden ist."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Allgemeine Grundsätze",
      "content": "1. Die Vertragsparteien verpflichten sich, nach diesem Abkommen im Hinblick auf die Überstellung verurteilter Personen weitestgehend zusammen zu arbeiten. 2. Eine im Hoheitsgebiet einer Vertragspartei verurteilte Person kann nach diesem Abkommen zum Vollzug der gegen sie verhängten Sanktion in das Hoheitsgebiet der anderen Vertragspartei überstellt werden. Zu diesem Zweck kann sie dem Urteils- oder Vollstreckungsstaat gegenüber den Wunsch äussern, nach diesem Abkommen überstellt zu werden. 3. Das Ersuchen um Überstellung kann entweder vom Urteils- oder vom Vollstreckungsstaat gestellt werden."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Voraussetzungen für die Überstellung",
      "content": "1. Eine verurteilte Person kann nach diesem Abkommen nur unter den folgenden Voraussetzungen überstellt werden: a) dass sie Staatsangehöriger des Vollstreckungsstaats ist; b) dass die verurteilte Person nicht wegen einer ausschliesslich militärischen Straftat verurteilt wurde; c) dass das Urteils rechtskräftig ist und dass im Urteilsstaat kein sonstiges Strafverfahren hängig ist; d) dass zum Zeitpunkt des Eingangs des Ersuchens um Überstellung noch mindestens sechs Monate der gegen die verurteilte Person verhängten Sanktion zu vollziehen sind oder dass die Sanktion von unbestimmter Dauer ist; e) dass die verurteilte Person oder, sofern einer der beiden Staaten dies in Anbetracht ihres Alters oder ihres körperlichen oder geistigen Zustands für notwendig hält, ihr gesetzlicher Vertreter ihrer Überweisung zustimmt; f) dass die Handlungen oder Unterlassungen, derentwegen die Sanktion verhängt worden ist, nach dem Recht des Vollstreckungsstaats eine strafbare Handlung darstellen oder, wenn sie in seinem Hoheitsgebiet begangen würden, eine solche darstellen würden; g) dass sich der Urteils- und der Vollstreckungsstaat auf die Überstellung geeinigt haben; h) dass die im Urteilsstaat verhängte Strafe das Höchstmass der im Vollstreckungsstaat vorgesehenen Strafe nicht überschreitet; i) die verurteilte Person die im Urteil verhängte Busse und/oder Entschädigung gezahlt hat. Eine Ausnahme wird eingeräumt, wenn die verurteilte Person ihre gänzliche Zahlungsunfähigkeit nachweist; und j) eine etwaige Todesstrafe umgewandelt wurde. 2. In Ausnahmefällen können sich die Vertragsparteien auch dann auf eine Überstellung einigen, wenn die Dauer der an der verurteilten Person noch zu vollziehenden Sanktion kürzer ist als die in Absatz 1 Buchstabe d vorgesehene."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Informationspflicht",
      "content": "1. Jede verurteilte Person, auf die dieses Abkommen Anwendung finden kann, wird durch den Urteilsstaat vom wesentlichen Inhalt dieses Abkommens unterrichtet. 2. Hat die verurteilte Person dem Urteilsstaat gegenüber den Wunsch geäussert, nach diesem Abkommen überstellt zu werden, so teilt der Urteilsstaat dies dem Vollstreckungsstaat so bald wie möglich nach Eintritt der Rechtskraft des Urteils mit. 3. Die Mitteilung enthält: a) Namen, Geburtstag und Geburtsort der verurteilten Person; b) gegebenenfalls ihre Anschrift im Vollstreckungsstaat; c) eine Darstellung des Sachverhalts, welcher der Sanktion zugrunde liegt; d) Art und Dauer der Sanktion sowie Beginn ihres Vollzuges; und e) die geltenden strafrechtlichen Bestimmungen. 4. Hat die verurteilte Person dem Vollstreckungsstaat gegenüber ihren Wunsch geäussert, nach diesem Abkommen überstellt zu werden, so übermittelt der Urteilsstaat dem Vollstreckungsstaat auf dessen Ersuchen die in Absatz 3 bezeichnete Mitteilung. 5. Die verurteilte Person wird schriftlich von dem durch den Urteils- oder den Vollstreckungsstaat aufgrund der vorstehenden Absätze Veranlassten sowie von jeder Entscheidung, die einer der beiden Staaten aufgrund eines Ersuchens um Überstellung getroffen hat, unterrichtet."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Zentralbehörden",
      "content": "Die Parteien bezeichnen als Zentralbehörden, die mit der Wahrnehmung der Aufgaben nach diesem Abkommen beauftragt werden, für die Schweiz das «Bundesamt für Justiz des Eidgenössischen Justiz- und Polizeidepartements» und für die Republik Peru das «Ministerio Público-Fiscalía de la Nación»."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Ersuchen und Antworten",
      "content": "1. Die Ersuchen um Überstellung und die Antworten bedürfen der Schriftform. 2. Die Ersuchen müssen auf diplomatischem Weg und/oder unmittelbar zwischen den Zentralbehörden eingereicht werden. Die Antworten werden auf demselben Weg übermittelt. 3. Der Vollstreckungsstaat unterrichtet den Urteilsstaat umgehend von seiner Entscheidung, ob er dem Ersuchen um Überstellung stattgibt oder es ablehnt. 4. Um die Entscheidung zur Annahme oder Verweigerung der Überstellung der verurteilten Person zu treffen, und damit die Überstellung deren gesellschaftliche Wiedereingliederung positiv beeinflusst, berücksichtigt die Behörde jeder Partei unter anderem die Schwere der strafbaren Handlung und die möglichen Verbindungen des Täters zum organisierten Verbrechen, seinen Gesundheitszustand und seine Beziehungen zur Gesellschaft des Urteilsstaates und des Vollstreckungsstaates."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Unterlagen",
      "content": "1. Auf Ersuchen des Urteilsstaats stellt ihm der Vollstreckungsstaat folgende Unterlagen zur Verfügung: a) ein Schriftstück oder eine Erklärung, woraus hervorgeht, dass die verurteilte Person Staatsangehörige des Vollstreckungsstaats ist; b) eine Abschrift der Rechtsvorschriften des Vollstreckungsstaats, aus denen hervorgeht, dass die Handlungen oder Unterlassungen, derentwegen die Sanktion im Urteilsstaat verhängt worden ist, nach dem Recht des Vollstreckungsstaat eine strafbare Handlung darstellen oder, wenn sie in seinem Hoheitsgebiet begangen würden, eine solche darstellen würden. 2. Wird um Überstellung ersucht, so stellt der Urteilsstaat dem Vollstreckungsstaat folgende Unterlagen zur Verfügung, sofern nicht einer der beiden Staaten bereits bekannt gegeben hat, dass er dem Ersuchen nicht stattgeben wird: a) eine Abschrift des Urteils und der angewendeten Rechtsvorschriften; b) eine Erklärung, aus der hervorgeht, welcher Teil der Sanktion bereits vollzogen wurde, einschliesslich einer Mitteilung über Untersuchungshaft, Strafermässigung und alle weiteren für den Vollzug der Sanktion wesentlichen Umstände; c) eine Erklärung, welche die in Artikel 3 Absatz 1 Buchstabe e bezeichnete Zustimmung zur Überstellung enthält; d) gegebenenfalls Berichte von Ärzten oder Sozialarbeitern über die verurteilte Person, Mitteilungen über ihre Behandlung im Urteilsstaat und Empfehlungen für ihre weitere Behandlung im Vollstreckungsstaat. 3. Jeder der beiden Staaten kann um die Übermittlung der in Absatz 1 oder 2 bezeichneten Unterlagen oder Erklärungen ersuchen, bevor er um Überstellung ersucht oder eine Entscheidung darüber trifft, ob er dem Ersuchen um Überstellung stattgibt oder es ablehnt."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Zustimmung und Nachprüfung",
      "content": "1. Der Urteilsstaat gewährleistet, dass die verurteilte Person, die nach Artikel 3 Absatz 1 Buchstabe e der Überstellung zuzustimmen hat, ihre Zustimmung freiwillig und im vollen Bewusstsein der rechtlichen Folgen gibt. Das Verfahren für diese Zustimmung richtet sich nach dem Recht des Urteilsstaats. 2. Der Urteilsstaat gibt dem Vollstreckungsstaat Gelegenheit, sich durch einen Konsul oder einen anderen im Einvernehmen mit dem Vollstreckungsstaat bezeichneten Beamten zu vergewissern, dass die Zustimmung entsprechend den im vorstehenden Absatz dargelegten Bedingungen gegeben worden ist."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Folgen der Überstellung für den Urteilsstaat",
      "content": "1. Durch die Übernahme der verurteilten Person durch die Behörden des Vollstreckungsstaats wird der Vollzug der Sanktion im Urteilsstaat ausgesetzt. Wenn sich die verurteilte Person nach der Überstellung dem Vollzug entzieht, fällt dem Urteilsstaat wieder das Recht zu, die verbleibende Strafe, die sie im Vollstreckungsstaat hätte verbüssen sollen, zu vollziehen. 2. Der Urteilsstaat darf die Sanktion nicht weiter vollziehen, wenn der Vollstreckungsstaat den Vollzug der Sanktion für abgeschlossen erachtet."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Folgen der Überstellung für den Vollstreckungsstaat",
      "content": "1. Die vom Urteilsstaat verhängte Sanktion ist im Vollstreckungsstaat direkt anwendbar. 2. Der Vollstreckungsstaat ist durch die tatsächlichen Feststellungen, durch die rechtliche Art und die Dauer, wie sie aus der Sanktion hervorgehen, gebunden. 3. Der Vollzug der Sanktion im Vollstreckungsstaat richtet sich nach dem Recht dieses Staates. Der Vollstreckungsstaat allein ist zuständig, die Entscheidungen zu den Einzelheiten des Vollzugs der Sanktion zu treffen, darunter zur Dauer der Haftstrafe der verurteilten Person."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Folgen der Überstellung für die verurteilte Person",
      "content": "1. Wird die verurteilte Person zum Vollzug einer freiheitsentziehenden Strafe oder Massnahme nach diesem Abkommen überstellt, so darf sie im Vollstreckungsstaat nicht wegen derselben Handlungen, derentwegen die freiheitsentziehende Strafe oder Massnahme vom Urteilsstaat verhängt worden ist, verfolgt oder verurteilt werden. 2. Die verurteilte Person kann indessen im Vollstreckungsstaat wegen anderer Handlungen als denjenigen, die zur Sanktion im Urteilsstaat geführt haben, festgenommen, abgeurteilt und verurteilt werden, sofern diese Handlungen gemäss dem Recht des Vollstreckungsstaates mit Strafe bedroht sind."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Übergabe",
      "content": "Die Übergabe der verurteilten Person durch die Behörden des Urteilsstaats an diejenigen des Vollstreckungsstaates findet am von den Parteien bezeichneten Ort statt."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Begnadigung, Amnestie, Abänderung der Sanktion",
      "content": "Die Vertragsparteien können im Einklang mit ihrer Verfassung oder ihren anderen Gesetzen eine Begnadigung, eine Amnestie oder eine gnadenweise Abänderung der Sanktion gewähren; die Zentralbehörden haben sich vorgängig zu befragen, bevor die Begnadigung, die Amnestie oder die gnadenweise Abänderung der Sanktion gewährt werden kann."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Wiederaufnahme",
      "content": "Allein der Urteilsstaat hat das Recht, über einen gegen das Urteil gestellten Wiederaufnahmeantrag zu entscheiden."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Beendigung des Vollzugs",
      "content": "Der Vollstreckungsstaat beendet den Vollzug der Sanktion, sobald ihn der Urteilsstaat von einer Entscheidung oder Massnahme in Kenntnis gesetzt hat, aufgrund deren ihre Vollstreckbarkeit erlischt."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Unterrichtung über den Vollzug",
      "content": "Der Vollstreckungsstaat unterrichtet den Urteilsstaat über den Vollzug der Sanktion: a) wenn er den Vollzug dieser Sanktion für abgeschlossen erachtet; b) wenn die verurteilte Person vor Abschluss des Vollzugs dieser Sanktion aus der Haft flieht; oder c) wenn der Urteilsstaat um einen besonderen Bericht ersucht."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Durchlieferung",
      "content": "1. Schliesst eine der Vertragsparteien mit Drittstaaten Vereinbarungen über die Überstellung von verurteilten Personen ab, so hat die andere Partei die Durchlieferung von verurteilten Personen durch ihr Hoheitsgebiet nach diesen Vereinbarungen zu erleichtern. 2. Die Vertragspartei kann die Durchlieferung indessen verweigern, wenn es sich bei der verurteilten Person um einen ihrer Staatsangehörigen handelt oder wenn die Straftat, derentwegen die Sanktion verhängt worden ist, nach ihrem Recht keine Straftat darstellt. 3. Die Partei, welche die Überstellung beabsichtigt, muss die andere Partei zuvor darüber benachrichtigen. 4. Die Partei, die um die Durchlieferung ersucht wird, darf die verurteilte Person nur so lange wie für die Durchlieferung durch ihr Hoheitsgebiet unbedingt notwendig in Haft behalten."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Sprache",
      "content": "Die nach diesem Abkommen übermittelten Ersuchen um Überstellung und die diesbezüglichen Unterlagen und anderen Informationen müssen für die Republik Peru in spanischer Sprache verfasst werden. Für die Schweiz bestimmt die Zentralbehörde vorgängig und von Fall zu Fall, ob das Ersuchen und die diesbezüglichen Unterlagen und anderen Informationen in deutscher, französischer oder italienischer Sprache eingereicht werden müssen."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Befreiung von Formerfordernissen",
      "content": "Ersuchen um Überstellung und die diesbezüglichen Unterlagen, die von einer Partei nach diesem Abkommen übermittelt werden, sind vom Formerfordernis der Beglaubigung sowie von jeglichen weiteren Formerfordernissen befreit."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Geleit und Kosten",
      "content": "1. Der Vollstreckungsstaat gewährleistet das Geleit für die Überstellung. 2. Die Kosten für die Überstellung, einschliesslich derjenigen für das Geleit, werden vom Vollstreckungsstaat getragen, sofern sich die Parteien nicht anderweitig einigen. 3. Die Kosten, die ausschliesslich im Hoheitsgebiet des Urteilsstaats entstehen, werden von diesem Staat getragen. 4. Der Vollstreckungsstaat kann indessen die Kosten der Überstellung bei der verurteilten Person ganz oder teilweise einfordern."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Zeitlicher Geltungsbereich",
      "content": "Dieses Abkommen gilt für den Vollzug von Sanktionen, die entweder vor oder nach seinem Inkrafttreten verhängt worden sind."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Verhältnis zu anderen Vereinbarungen",
      "content": "Dieses Abkommen berührt nicht die Rechte und Pflichten der beiden Staaten aus Auslieferungsabkommen und aus anderen Abkommen über die internationale Zusammenarbeit in Strafsachen, welche die Überstellung verhafteter Personen zum Zweck der Gegenüberstellung oder der Zeugenaussage vorsehen."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Dauer",
      "content": "Dieses Abkommen wird auf unbestimmte Zeit abgeschlossen."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Streitbeilegung",
      "content": "Streitigkeiten aus der Auslegung und/oder Umsetzung dieses Abkommens werden von den Parteien auf diplomatischem Wege gütlich beigelegt."
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Kündigung",
      "content": "Jede Vertragspartei kann dieses Abkommen jederzeit durch an den anderen Staat gerichtete schriftliche Notifikation kündigen. Die Kündigung wird sechs Monate nach Eingang der Notifikation wirksam."
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Inkrafttreten",
      "content": "Dieses Abkommen tritt zum Zeitpunkt des Erhalts der letzten Notifikation in Kraft, durch welche die Parteien sich über die Erfüllung der für das Inkrafttreten erforderlichen innerstaatlichen gesetzlichen Verfahren unterrichten."
    }
  ],
  "definitions": []
}