{
  "id": "sr-0-132-349-14",
  "type": "statute",
  "title": "Abkommen vom 25. Februar 1953 zwischen der Schweiz und Frankreich über die Festlegung der Grenze im Genfersee",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1957/874_884_908/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "",
      "content": "Der Grenzverlauf im Genfersee wird durch eine Mittellinie und durch zwei Querlinien in Hermance und St-Gingolph bestimmt. Die Mittelinie wird theoretisch durch die Mittelpunkte von zwischen dem schweizerischen und dem französischen Ufer gezogenen Kreisen bestimmt. Aus praktischen Gründen wird diese theoretische Linie durch eine polygonale Linie von sechs Seiten ersetzt, die den Flächenausgleich herstellt."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "",
      "content": "Bei den Querlinien wird die Grenze durch zwei von den beiden Grenzuferpunkten bei Hermance und St-Gingolph aus auf die Mittelinie gezogene Senkrechte bestimmt. Diese zwei Senkrechten werden durch Grenzsteine in Hermance, in Coppet, in St-Gingolph und Vevey dort vermarkt, wo sie die beiden Ufer schneiden."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "",
      "content": "Die in den Artikeln 1 und 2 enthaltenen Bestimmungen sind niedergelegt im beiliegenden Plan, der einen integrierenden Bestandteil des vorliegenden Abkommens bildet. Dieser in der AS ( AS 1957 876 ) veröffentlichte Plan wird in der vorliegenden Sammlung nicht wiedergegeben."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "",
      "content": "Die sich aus dem Vollzug des vorliegenden Abkommens ergebenden Kosten werden von den beiden Staaten je zur Hälfte getragen."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "",
      "content": "Das vorliegende Abkommen soll ratifiziert und die Ratifikationsurkunden sollen in Paris ausgetauscht werden."
    }
  ],
  "definitions": []
}