{
  "id": "sr-0-192-120-282",
  "type": "statute",
  "title": "Abkommen vom 11. März 1946 zwischen dem Schweizerischen Bundesrat und der Internationalen Arbeitsorganisation (I.A.O.) zur Festlegung des rechtlichen Statuts dieser Organisation in der Schweiz",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1956/1103_1182_1194/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Handlungsgfreiheit der IAO",
      "content": "Der Schweizerische Bundesrat gewährleistet der Internationalen Arbeitsorganisation die ihr als internationale Institution zustehende Unabhängigkeit und Handlungsfreiheit."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Persönlichkeit der IAO",
      "content": "Der Schweizerische Bundesrat anerkennt die internationale Rechtspersönlichkeit und die Rechtsfähigkeit der Internationalen Arbeitsorganisation in der Schweiz."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Immunitäten der IAO",
      "content": "Die Internationale Arbeitsorganisation steht im Genuss der Gesamtheit aller Immunitäten, die im Völkerrecht unter der Bezeichnung der «diplomatischen Immunitäten» vorgesehen sind."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Exterritorialität der Grundstücke und Räumlichkeiten",
      "content": "Der Schweizerische Bundesrat anerkennt insbesondere die Exterritorialität der Grundstücke und Räumlichkeiten der Internationalen Arbeitsorganisation sowie aller Räumlichkeiten, die anlässlich der Internationalen Arbeitskonferenz oder jeder andern von der Internationalen Arbeitsorganisation in der Schweiz einberufenen Zusammenkunft von ihr benützt werden."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Versammlungsfreiheit",
      "content": "Der Schweizerische Bundesrat gewährleistet der Internationalen Arbeitsorganisation und ihren Mitgliedern in ihren Beziehungen zu ihr die uneingeschränkte Versammlungsfreiheit, inbegriffen die Rede‑ und Beschlussfreiheit."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Befreiung von Gerichtsbarkeit und Befreiung mit Bezug auf andere Massnahmen",
      "content": "1. Die Internationale Arbeitsorganisation geniesst für sich selbst, für ihr Eigentum und ihre Vermögenswerte, wo sie sich auch immer befinden oder wer sie auch immer verwahrt, die Befreiung von jeglicher Gerichtsbarkeit, es sei denn, diese Immunität sei vom Direktor des Internationalen Arbeitsamtes oder seinem dazu ordentlich ermächtigten Vertreter ausdrücklich aufgehoben worden. 2. Das Eigentum und die Vermögenswerte der Internationalen Arbeitsorganisation, wo sie sich auch immer befinden oder wer sie auch immer verwahrt, sind ausgenommen von jeder wie auch immer gearteten Massnahme betreffend Untersuchung, Requisition, Beschlagnahme, Enteignung und jeder anderen Form der Beschlagnahme oder Einmischung irgendeiner Behörde."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Unverletzbarkeit von Grundstücken und Räumlichkeiten",
      "content": "Die Grundstücke und Räumlichkeiten der Internationalen Arbeitsorganisation sind unverletzbar. Kein Vertreter schweizerischer Behörden darf sie ohne ausdrückliche Zustimmung der Internationalen Arbeitsorganisation betreten."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Unverletzbarkeit der Archive",
      "content": "Die Archive der Internationalen Arbeitsorganisation und ganz allgemein sämtliche ihr gehörenden oder in ihrem Besitz beflindlichen Akten sind unverletzbar."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Veröffentlichungen",
      "content": "Die Aus‑ und Einfuhr von Veröffentlichungen der Internationalen Arbeitsorganisation sind keinerlei einschränkenden Massnahmen unterworfen."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Steuerregime der IAO",
      "content": "Die Internationale Arbeitsorganisation ist befreit von allen direkten und indirekten eidgenössischen, kantonalen und Gemeindesteuern auf den ihr gehörenden und von ihren Dienststellen benützten Liegenschaften und auf ihrem beweglichen Eigentum, wobei es sich versteht, dass sie keine Befreiung von Abgaben für öffentliche Dienstleistungen beanspruchen kann."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Freie Verfügung über Guthaben",
      "content": "1. Die Internationale Arbeitsorganisation kann alle Guthaben, Devisen, Bargeld und andere bewegliche Werte entgegennehmen, verwahren und darüber sowohl in der Schweiz als auch in ihren Beziehungen mit dem Ausland frei verfügen. 2. Dieser Artikel ist auf die Mitgliedstaaten in bezug auf ihre Beziehungen zur Internationalen Arbeitsorganisation anwendbar."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Dienstlicher Verkehr",
      "content": "Die Internationale Arbeitsorganisation geniesst für ihre amtlichen Mitteilungen eine mindestens ebenso günstige Behandlung wie die diplomatischen Missionen in der Schweiz: a. in bezug auf alle Vorrechte für Verbindungs‑ und Verkehrsmittel; b. in bezug auf Post‑, Telegramm‑, Radio‑Telegramm‑, Telefon‑, Radio-Telefon‑, Telefototarife, usw."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Befreiung von der Zensur",
      "content": "Die amtlichen Mitteilungen der Internationalen Arbeitsorganisation, die als solche gekennzeichnet sind, dürfen keiner Zensur unterworfen werden, welches auch der benützte Verbindungsweg sei."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Freiheit der Einreise und des Aufenthaltes",
      "content": "1. Die Schweizerischen Behörden treffen alle zweckdienlichen Massnahmen, um die Einreise in die Schweiz, die Ausreise und den Aufenthalt aller Personen zu erleichtern, die in amtlicher Eigenschaft zur Internationalen Arbeitsorganisation berufen werden, nämlich: a. die Vertreter der Mitgliedstaaten, ohne Rücksicht auf die Beziehungen zwischen der Schweiz und diesen Staaten; b. die Mitglieder des Verwaltungsrates des Internationalen Arbeitsamtes, ohne Rücksicht auf ihre Staatsangehörigkeit; c. die Agenten und Beamten der Internationalen Arbeitsorganisation; d. die von der Internationalen Arbeitsorganisation berufenen Personen, ohne Rücksicht auf ihre Staatsangehörigkeit. 2. Alle fremdenpolizeilichen Massnahmen, die eine Einschränkung der Einreise von Ausländern in die Schweiz oder die Kontrolle ihrer Aufenthaltsverhältnisse bezwecken, sind auf die in diesem Artikel aufgeführten Personen nicht anwendbar."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Immunitäten der Vertreter der Mitgliedstaaten und des Verwaltungsrates",
      "content": "Die Vertreter der Mitglieder der Internationalen Arbeitsorganisation und die Mitglieder des Verwaltungsrats, die zwecks Ausübung ihrer Tätigkeit in die Schweiz berufen werden, stehen im Genuss der folgenden Vorrechte und Immunitäten: a. Unverletzbarkeit der Person, des Wohnsitzes und aller ihnen gehörenden Gegenstände; b. Befreiung von der Gerichtsbarkeit; c. Steuerbefreiung wie die diplomatischen Vertreter gemäss dem in der Schweiz anerkannten internationalen Brauch; d. Zollerleichterungen wie die diplomatischen Vertreter gemäss dem in der Schweiz anerkannten internationalen Brauch; e. Recht zur Benützung von Codes für amtliche Mitteilungen und zum Empfang und Versand von Dokumenten und Korrespondenz durch Kuriere oder als versiegelte diplomatische Sendungen; f. Befreiung von den Einschränkungen mit Bezug auf den Geldwechsel, unter den gleichen Bedingungen wie die diplomatischen Vertreter ausländischer‑ Regierungen in vorübergehender Mission."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Diplomatische Immunitäten des Direktors und gewisser Beamter",
      "content": "Der Direktor des Internationalen Arbeitsamtes und die von ihm bezeichneten und durch den Schweizerischen Bundesrat genehmigten Kategorien von Beamten stehen im Genuss der Vorrechte, Immunitäten, Befreiungen und Erleichterungen, die diplomatischen Vertretern gemäss Völkerrecht und internationalem Brauch eingeräumt werden."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Immunitäten und Erleichterungen, die allen Beamten zustehen",
      "content": "Alle Beamten des Internationalen Arbeitsamtes stehen ohne Rücksicht auf ihre Staatsangehörigkeit im Genuss der folgenden Immunitäten und Erleichterungen: a. Befreiung von jeder Gerichtsbarkeit hinsichtlich der in Ausübung ihrer Amtstätigkeit vorgenommenen Handlungen; b. Befreiung von allen eidgenössischen, kantonalen und Gemeindesteuern auf den ihnen von der Internationalen Arbeitsorganisation ausbezahlten Besoldungen, Vergütungen und Entschädigungen."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Befreiungen und Erleichterungen der Beamten, die nicht Schweizer Bürger sind",
      "content": "Die Beamten des Internationalen Arbeitsamtes, die nicht Schweizer Bürger sind, geniessen die Befreiungen und Erleichterungen, die in der Vollzugsvereinbarung zum vorliegenden Abkommen festgelegt sind. SR 0.192.120.282.1"
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Pensionskassen usw.",
      "content": "Jede Pensionskasse oder Fürsorgeeinrichtung, die ihre Tätigkeit unter der Aufsicht der Internationalen Arbeitsorganisation ausübt, wird, falls sie es wünscht, in der Schweiz die Rechtsfähigkeit besitzen und wie die Organisation im Genuss der gleichen Befreiungen, Immunitäten und Vorrechte stehen."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Frühere Vereinbarungen",
      "content": "Soweit durch das vorliegende Abkommen nichts anderes bestimmt wird, sind die Modi vivendi von 1921 und 1926 und die zusätzlichen Vereinbarungen zwischen dem Eidgenössischen Politischen Departement, dem Völkerbund und dem Internationalen Arbeitsamt auf die Internationale Arbeitsorganisation anwendbar."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Gegenstand der Immunitäten",
      "content": "1. Die im vorliegenden Abkommen vorgesehenen Immunitäten werden nicht eingeräumt, um den Beamten der Internationalen Arbeitsorganisation persönliche Vorrechte und Vorteile zu verschaffen. Sie sind einzig und allein vorgesehen, um die Abwicklung der Geschäfte der Internationalen Arbeitsorganisation und die völlige Unabhängigkeit ihrer Beamten zu gewährleisten. 2. Aufhebung der Immunitäten Der Direktor des Internationalen Arbeitsamtes hat das Recht und die Pflicht, die Immunität eines Beamten aufzuheben, wenn er der Auffassung ist, dass die Immunität den normalen Gang der Justiz verhindert und die Interessen der Internationalen Arbeitsorganisation nicht beeinträchtigt werden."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Verhinderung von Missbrauch",
      "content": "Die Internationale Arbeitsorganisation wird mit den schweizerischen Behörden stets zusammenarbeiten, zur Erleichterung einer guten Handhabung der Justiz, zwecks Beachtung der Polizeianordnungen und zur Verhinderung eines jeden Missbrauchs der im vorliegenden Abkommen vorgesehenen Vorrechte, Immunitäten und Erleichterungen."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Streitigkeiten privaten Charakters",
      "content": "Die Internationale Arbeitsorganisation wird zweckdienliche Massnahmen treffen im Hinblick auf eine zufriedenstellende Beilegung von: a. Streitigkeiten aus Verträgen, in denen die Internationale Arbeitsorganisation Partei ist und von anderen Streitigkeiten, die sich auf eine Frage des Privatrechts beziehen; b. Streitigkeiten, in die ein Beamter der Internationalen Arbeitsorganisation verwickelt ist, der zufolge seiner amtlichen Stellung die Immunität geniesst, sofern diese Immunität durch den Direktor nicht aufgehoben worden ist."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Nicht-Verantwortlichkeit der Schweiz",
      "content": "Der Schweiz erwächst aus der Tätigkeit der Internationalen Arbeitsorganisation auf ihrem Gebiet keinerlei internationale Verantwortlichkeit, weder aus Handlungen und Unterlassungen der Organisation, noch aus Handlungen oder Unterlassungen ihrer in Ausübung ihrer Funktionen tätigen Beamten."
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Sicherheit der Schweiz",
      "content": "1. Das Recht des Schweizerischen Bundesrates, im Interesse der Sicherheit der Schweiz zweckdienliche Vorsichtsmassnahmen zu treffen, wird durch das vorliegende Abkommen nicht berührt. 2. Falls es der Schweizerische Bundesrat als notwendig erachtet, den ersten Abschnitt dieses Artikels anzuwenden, wird er sich, so rasch als die Umstände es erlauben, mit der Internationalen Arbeitsorganisation in Verbindung setzen, um mit ihr gemeinsam die zum Schutze der Interessen der Organisation notwendigen Massnahmen zu beschliessen. 3. Die Internationale Arbeitsorganisation wird mit den schweizerischen Behörden zwecks Vermeidung eines jeden Nachteils, der sich aus ihrer Tätigkeit für die Sicherheit der Schweiz ergeben könnte, zusammenarbeiten."
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Vollzug des Abkommens durch die Schweiz",
      "content": "Das Eidgenössische Politische Departement ist mit dem Vollzug des vorliegenden Abkommens und der dazugehörenden Vollzugsvereinbarung durch die Schweizerische Eidgenossenschaft beauftragt. SR 0.192.120.282.1"
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "Gerichtsstand",
      "content": "1. Jede Meinungsverschiedenheit über Anwendung oder Auslegung des vorliegenden Abkommens oder der Vollzugsvereinbarung, die nicht durch direkte Verhandlungen zwischen den Parteien beigelegt werden konnte, kann von jeder der beiden Parteien einem aus drei Mitgliedern bestehenden Gericht, das nach dem Inkrafttreten des vorliegenden Abkommens bestellt wird, zum Entscheid unterbreitet werden. 2. Der Schweizerische Bundesrat und die Internationale Arbeitsorganisation bezeichnen je ein Mitglied des Gerichtes. 3. Die auf diese Weise ernannten Richter wählen ihren Präsidenten. 4. Im Falle einer Uneinigkeit der Richter über die Person des Präsidenten wird er auf Begehren der Mitglieder des Gerichts durch den Präsidenten des Höchsten Gerichtes der Niederlande bestimmt werden. 5. Das Schiedsgericht wird durch die eine oder andere Partei auf dem Gesuchsweg angerufen. 6. Das Gericht setzt sein Verfahren selbst fest. SR 0.192.120.282.1"
    },
    {
      "provision_ref": "art28",
      "section": "28",
      "title": "Inkrafttreten",
      "content": "1. Das vorliegende Abkommen tritt in Kraft, sobald es durch den Schweizerischen Bundesrat und den Verwaltungsrat des Internationalen Arbeitsamtes genehmigt worden ist. 2. Es wird vom Zeitpunkt der Auflösung des Völkerbundes an wirksam sein. Der Völkerbund wurde aufgelöst durch Beschluss seiner Versammlung vom 18. April 1946 ( BBl 1946 II 1233 )."
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "Übergangsregime",
      "content": "Bis zum Zeitpunkt der Auflösung des Völkerbundes bleiben die Modi vivendi von 1921 und 1926, ebenso die zusätzlichen Vereinbarungen zwischen dem Eidgenössischen Politischen Departement, dem Völkerbund und dem Internationalen Arbeitsamt auf die Internationale Arbeitsorganisation anwendbar. Der Völkerbund wurde aufgelöst durch Beschluss seiner Versammlung vom 18. April 1946 ( BBl 1946 II 1233 )."
    },
    {
      "provision_ref": "art30",
      "section": "30",
      "title": "Änderung der Vereinbarung",
      "content": "1. Das vorliegende Abkommen kann auf Verlangen der einen oder andern Partei abgeändert werden. 2. In diesem Falle werden sich die Parteien über die vorzunehmenden Änderungen der Bestimmungen des vorliegenden Abkommens verständigen. 3. Sofern die Verhandlungen nicht innerhalb eines Jahres zu einer Einigung führen, kann das Abkommen von der einen oder anderen Partei unter Einhaltung einer Kündigungsfrist von zwei Jahren gekündigt werden."
    },
    {
      "provision_ref": "art31",
      "section": "31",
      "title": "Vollzugsvereinbarung",
      "content": "Die Bestimmungen dieses Abkommens werden durch die Vollzugsvereinbarung ergänzt. SR 0.192.120.282.1"
    }
  ],
  "definitions": []
}