{
  "id": "sr-0-742-140-111",
  "type": "statute",
  "title": "Übereinkommen vom 13. Oktober 1909 zwischen der Schweiz und Italien betreffend die Gotthardbahn",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/29/369_328_355/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "",
      "content": "Es besteht Einverständnis darüber, dass für die Getreidetransporte aus Italien, die in den Lagerhäusern in Brunnen eingelagert und von da im Laufe eines Jahres in der Richtung Schwyz reexpediert werden, in bisheriger Weise die direkten, für den Verkehr über Brunnen hinaus geltenden italienisch–schweizerischen Taxen Anwendung finden sollen. Demzufolge werden diese Getreidesendungen die gleichen Erleichterungen geniessen, die gemäss den Artikeln 11 und 12 des genannten Vertrages den italienisch-schweizerischen Gütern im Durchgangsverkehr über die Gotthardbahn zugestanden worden sind. SR 0.742.140.11"
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "",
      "content": "Die Vorschriften der für das Tarifwesen der Schweizerischen Bundesbahnen geltenden Gesetzgebung werden zukünftig auch für den Personen‑ und Güterverkehr zwischen Italien und den Stationen der Gotthardbahn Anwendung finden. Dabei ist verstanden, dass die auf dieser Bahn gegenwärtig geltenden Zuschlagstaxen nicht erhöht werden sollen. Siehe SR 742.40 /.401"
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "",
      "content": "Zur Durchführung der Tarifbegünstigung für Südfrüchte (agrumi) werden die Schweizerischen Bundesbahnen einen neuen Ausnahmetarif unter Herabsetzung der Grundtaxe von 11 Rappen auf 7,4 Rappen für die Tonne und den Tarifkilometer erstellen. Dieser Tarif soll auf 1. November 1909 zur Einführung gelangen. Für den Durchgangsverkehr über die Gotthardbahn soll die jetzige kilometrische Taxe von 6,5 Rappen beibehalten werden. Die Expeditionsgebühr wird nicht geändert."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "",
      "content": "Das durch die vorstehenden Bestimmungen getroffene Übereinkommen bildet einen Anhang zu dem neuen Staatsvertrag betreffend die Gotthardbahn und besitzt die gleiche Kraft wie der genannte Vertrag. SR 0.742.140.11"
    }
  ],
  "definitions": []
}