{
  "id": "sr-0-193-271",
  "type": "statute",
  "title": "Fakultatives Protokoll vom 22. Dezember 1992 über die obligatorische Beilegung von Streitfällen, die die Konstitution der Internationalen Fernmeldeunion, die Konvention der Internationalen Fernmeldeunion und die Vollzugsordnungen betreffen",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1996/1242_1242_1242/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "",
      "content": "Falls keines der in Artikel 56 der Konstitution erwähnten Verfahren in gemeinsamen Einvernehmen gewählt worden ist, werden die Streitfälle, die sich auf die Auslegung oder die Anwendung der Konstitution, der Konvention oder der in Artikel 4 der Konstitution genannten Vollzugsordnung beziehen, auf’ Antrag einer der Parteien einem Zwangsschiedsverfahren unterworfen. Das Verfahren ist das in Artikel 41 der Konvention festgelegte; Absatz 5 (Nummer 511) dieses Artikels wird wie folgt ergänzt: «5. Jede der beiden streitenden Parteien benennt einen Schiedsrichter binnen drei Monaten nach Eingang der Mitteilung darüber, dass die Absicht besteht, ein Schiedsgericht in Anspruch zu nehmen. Hat nach Ablauf dieser Frist eine der beiden Parteien ihren Schiedsrichter nicht benannt, so wird dieser auf Antrag der anderen Partei vorn Generalsekretär benannt, der sich dabei an die Bestimmungen der Nummern 509 und 510 der Konvention zu halten hat.»"
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "",
      "content": "Dieses Protokoll liegt für die Mitglieder zu dem Zeitpunkt, zu dem sie die Konstitution und die Konvention unterschreiben, zur Unterzeichnung auf. Es wird von jedem Unterzeichnermitglied nach seinen verfassungsrechtlichen Vorschriften ratifiziert, angenommen oder genehmigt. Es liegt für alle Mitglieder, die Partei der Konstitution Lind der Konvention sind, und alle Staaten, die Mitglied der Union werden, Zum Beitritt auf. Die Ratifikations‑, Annahme‑, Genehmigungs‑ oder Beitrittsurkunde wird beim Generalsekretär hinterlegt."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "",
      "content": "Dieses Protokoll tritt für die Parteien, die es ratifiziert, angenommen oder genehmigt haben oder aber ihm beitreten sind, am selben Tag in Kraft wie die Konstitution Lind die Konvention, vorausgesetzt, dass bis zu diesem Tag für dieses Protokoll mindestens zwei Ratifikations‑, Annahme‑, Genehmigungs‑ oder Beitrittsurkunden hinterlegt worden sind. Anderenfalls tritt es am 30. Tag nach dem Zeitpunkt der Hinterlegung der zweiten Ratifikations‑, Annahme‑, Genehmigungs- oder Beitrittsurkunde in Kraft."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "",
      "content": "Dieses Protokoll kann bei einer Konferenz der Regierungsbevollmächtigten der Union von seinen Parteien geändert werden."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "",
      "content": "Ein Mitglied, das Partei dieses Protokolls ist, kann durch eine an den Generalsekretär zu richtende Notifikation das Protokoll kündigen, wobei eine solche Kündigung nach Ablauf eines Jahres von dein Zeitpunkt des Eingangs dieser Notifikation beim Generalsekretär an gerechnet wirksam wird."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "",
      "content": "Der Generalsekretär notifiziert allen Mitgliedern a) die Unterschriften, mit denen dieses Protokoll versehen worden ist, sowie die Hinterlegung jeder Ratifikations‑, Annahme‑, Genehmigungs‑ oder Beitrittsurkunde; b) den Tag des Inkrafttretens dieses Protokolls; c) den Tag des Inkrafttretens einer Änderung; d) den tatsächlichen Zeitpunkt einer Kündigung."
    }
  ],
  "definitions": []
}