{
  "id": "sr-0-783-594-541",
  "type": "statute",
  "title": "Postvertrag vom 8. August 1861 zwischen der Schweizerischen Eidgenossenschaft und dem Königreich Italien",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/VII/183_187_183/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "",
      "content": "Zwischen der Postverwaltung der Schweizerischen Eidgenossenschaft und der Postverwaltung des Königreichs Italien soll eine ununterbrochene, regelmässige, gegenseitige Übermittlung von Briefen, Warenmustern und Drucksachen aller Art mittelst bereits bestehender oder zu erstellender Kurse an denjenigen Punkten beider Länder, welche durch gemeinschaftliche Übereinkunft beider Verwaltungen zu bezeichnen sind, unterhalten werden."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "",
      "content": "Die dermalen bestehenden oder noch zu erstellenden Kurseinrichtungen zum Transport obiger Gegenstände, sei es zu Wasser oder zu Land, werden durch die verfügbaren oder in der Folge dienlich erscheinenden Mittel beider Postverwaltungen unterhalten und die für diese Kurseinrichtungen entfallenden Kosten von diesen Verwaltungen nach Massgabe der auf ihren betreffenden Gebieten zurückgelegten Entfernung getragen."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "",
      "content": "In Ausnahme der Bestimmungen des vorhergehenden Artikels verpflichtet sich die schweizerische Postverwaltung, den Depeschentransport zwischen der Schweizergrenze einerseits und den hienach bezeichneten Punkten, nämlich: Arona, Camerlata, Chiavenna, Colico, Luino, Tirano, andererseits vermittelst schweizerischer Postwagen gänzlich auf ihre Kosten zu besorgen. Die Verwaltung der italienischen Posten verpflichtet sich ihrerseits, den Depeschen-transport zwischen der italienischen Grenze einerseits, und Locarno und Magadino andererseits vermittelst der Dampfboote auf dem Langensee gänzlich auf ihre Kosten zu besorgen. Jede der beiden Verwaltungen ist gehalten, die in Kraft bestehenden Gesetze und Reglemente der Polizei, der Mauth und Post des Staates, dessen Gebiet sie durchläuft, zu beobachten."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "",
      "content": "Die schweizerische Postverwaltung übernimmt den unentgeltlichen Transport bis zu den im ersten Absatz des Art. 3 bezeichneten Punkten, sowohl der internationalen Korrespondenzen als auch der auf den italienischen Büros, welche von schweizerischen Posten berührt werden, unter sich auszuwechselnden Depeschen. Die italienische Postverwaltung befördert unentgeltlich bis zu den im zweiten Absatz des Art. 3 erwähnten Punkten sowohl die internationalen Korrespondenzen als auch diejenigen Depeschen, welche schweizerische Büros, die im Bereich der Dampfboote liegen, unter sich auswechseln."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "",
      "content": "Die Regierung des Königreichs Italien enthebt die Regierung der Schweizerischen Eidgenossenschaft von der Bezahlung jeder Staatssteuer für den Betrieb der im Art. 3 des gegenwärtigen Vertrages bezeichneten schweizerischen Kurse für die Beförderung von Korrespondenzen, Reisenden und Fahrpoststücken. Die schweizerische Regierung ihrerseits bewilligt der Regierung Italiens voll-ständige Befreiung von jeder Staatssteuer für den Betrieb der italienischen Kurse auf Schweizergebiet."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "",
      "content": "Jeder der im Art. 3 hievor erwähnten Kurse kann nach Gutfinden der einen oder andern Verwaltung, auf wenigstens sechsmonatliche Voranzeige hin, ganz oder teilweise aufgehoben werden. Jede der beiden Verwaltungen hat der andern Verwaltung ebenfalls sechs Monate zum voraus ihre Absicht, die fraglichen Kurse ganz oder teilweise zu ersetzen, mitzuteilen."
    },
    {
      "provision_ref": "art737",
      "section": "737",
      "title": "",
      "content": "Aufgehoben durch Art. 20 Abs. 1 des Postvereinsvertrages vom 9. Okt. 1874 [ AS 1 616 ]."
    },
    {
      "provision_ref": "art38",
      "section": "38",
      "title": "",
      "content": "Vom Tage der Ausführung des gegenwärtigen Vertrages an sind alle früheren Vereinbarungen und Bestimmungen betreffend den Postverkehr zwischen Italien und der Schweiz aufgehoben."
    },
    {
      "provision_ref": "art39",
      "section": "39",
      "title": "",
      "content": "Der gegenwärtige Vertrag tritt mit dem Tage in Kraft, welchen beide Postverwaltungen gegenseitig festsetzen werden. Derselbe bleibt von Jahr zu Jahr in Kraft, bis die eine Postverwaltung der andern den Vertrag aufgekündet hat, was jedoch ein Jahr zum voraus geschehen muss."
    },
    {
      "provision_ref": "art40",
      "section": "40",
      "title": "",
      "content": "Dieser Vertrag ist zu ratifizieren, und es sind die Ratifikationen so bald als möglich auszuwechseln."
    }
  ],
  "definitions": []
}