{
  "id": "sr-0-741-619-360",
  "type": "statute",
  "title": "Abkommen vom 5. Juli 2001 zwischen dem Schweizerischen Bundesrat und der Regierung von Georgien über den grenzüberschreitenden Personen- und Güterverkehr auf der Strasse",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2004/136/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Geltungsbereich",
      "content": "Die Bestimmungen des vorliegenden Abkommens sind anwendbar auf Personen- und Güterbeförderungen, die vom oder ins Staatsgebiet der einen Vertragspartei oder im Transit durch dieses Gebiet mit Fahrzeugen ausgeführt werden, die im Staatsgebiet der anderen Vertragspartei zum Verkehr zugelassen sind."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Begriffsbestimmungen",
      "content": "Im Sinne dieses Abkommens bezeichnet: 1 der Begriff «Unternehmer» eine natürliche oder juristische Person, die entweder in der Schweiz oder in Georgien gemäss den in diesem Staat geltenden Vorschriften berechtigt ist, Personen oder Güter auf der Strasse zu befördern; 2 der Begriff «Fahrzeug» ein Strassenfahrzeug mit mechanischem Antrieb sowie gegebenenfalls dessen Anhänger oder Sattelanhänger, die für die Beförderung a) von mehr als 9 sitzenden Reisenden, Fahrer eingeschlossen, b) von Gütern zugelassen sind; 3 der Begriff «Genehmigung» jede Bewilligung, Konzession oder Genehmigung, die gemäss den nationalen Vorschriften des Staates der Vertragsparteien verlangt wird; 4 der Begriff «Kabotage» die Beförderungen auf dem Gebiet der einen Vertragspartei, wobei sich der Verlade- und der Entladeort in diesem Gebiet befinden, durch einen Unternehmer mit Sitz im dem Gebiet der anderen Vertragspartei; 5 der Begriff «Transit» die Beförderung von Gütern (mit Verladung und Entladung) und von Personen (mit Aufnehmen und Absetzen) durch einen Unternehmer mit Sitz im Gebiet der einen Vertragspartei durch das Gebiet der anderen Vertragspartei von einem oder in einen Drittstaat; 6 der Begriff «Pendelfahrten» den Verkehrsdienst, bei dem bei mehreren Hin- und Rückfahrten von demselben Ausgangspunkt nach demselben Zielort Reisende befördert werden, die zuvor in Gruppen zusammengefasst worden sind. Jede Reisegruppe, welche die Hinfahrt gemeinsam ausgeführt hat, wird bei einer späteren Fahrt geschlossen an den Ausgangsort zurückgebracht."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Personenbeförderungen",
      "content": "1 Die gelegentlichen Personenbeförderungen, die unter den nachfolgenden Voraussetzungen ausgeführt werden, sind von der Genehmigungspflicht ausgenommen: a) die Beförderung von gleichen Personen mit demselben Fahrzeug während der gesamten Reise, deren Ausgangs- und Endpunkt in dem Staat gelegen sind, in dem das Fahrzeug zum Verkehr zugelassen ist, sofern unterwegs oder bei Halten ausserhalb dieses Landes Personen weder aufgenommen noch abgesetzt werden (Rundfahrten mit geschlossenen Türen); oder b) die Beförderung von Personengruppen von einem Ort des Staates, in dem das Fahrzeug zum Verkehr zugelassen ist, an einen Ort im Staatsgebiet der anderen Vertragspartei, sofern das Fahrzeug dieses Gebiet leer wieder verlässt; oder c) die Beförderung von Personengruppen von einem Ort im Staatsgebiet der anderen Vertragspartei an einen Ort des Staates, in dem das Fahrzeug zugelassen ist, sofern dieser Dienstleistung eine Leerfahrt vorausgegangen ist und die Reisenden – vor der Ankunft im Gebiet, in dem sie aufgenommen werden, mit einem Beförderungsvertrag in Gruppen zusammengefasst werden; oder – vorher von demselben Verkehrsunternehmer nach den unter b dieses Artikels genannten Bedingungen in den Vertragsstaat, in dem sie aufgenommen werden, befördert worden sind und jetzt in ein anderes Land befördert werden; oder – eingeladen werden, sich in das Gebiet der anderen Vertragspartei zu begeben, wobei der Einladende die Beförderungskosten trägt. Die Reisenden müssen einen zusammengehörenden Personenkreis bilden, der nicht nur zum Zweck der Fahrt zusammengestellt wurde; d) Transitfahrten durch das Staatsgebiet der anderen Vertragspartei. 2 Die Personenbeförderungen, die unter den nachfolgenden Voraussetzungen ausgeführt werden, sind von der Genehmigungspflicht ausgenommen: – die Pendelfahrten mit Unterbringung, im Transit oder ins Staatsgebiet der anderen Vertragspartei; sowie – die Leerfahrten der Fahrzeuge, die in Zusammenhang mit den Pendelfahrten durchgeführt werden. 3 Bei den unter Ziffer 1 und 2 erwähnten Beförderungen ist ein Kontrollpapier mitzuführen. 4 Andere als die unter Ziffer 1 und 2 erwähnten Beförderungen sind nach Massgabe des nationalen Staatsrechts der Vertragsparteien genehmigungspflichtig. Die Genehmigungen werden unter Wahrung der Gegenseitigkeit erteilt."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Güterbeförderungen",
      "content": "1 Unter der Voraussetzung einer Bewilligung ist jeder Unternehmer einer Vertragspartei berechtigt, vorübergehend ein leeres oder beladenes Fahrzeug in das Staatsgebiet der anderen Vertragspartei einzuführen, um Güter zu befördern: a) zwischen einem Ort im Staatsgebiet der einen Vertragspartei und einem Ort im Staatsgebiet der anderen Vertragspartei; oder b) vom Staatsgebiet der anderen Vertragspartei in einen Drittstaat oder von einem Drittstaat ins Staatsgebiet der anderen Vertragspartei; oder c) im Transit durch das Staatsgebiet der anderen Vertragspartei. 2 Die Ausnahmen von der Bewilligungspflicht sind in dem in Artikel 9 erwähnten Protokoll aufgeführt."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Anwendung des nationalen Rechts",
      "content": "In allen Belangen, die dieses Abkommen nicht regelt, haben die Unternehmer und die Fahrzeugführenden einer Vertragspartei bei Fahrten im Staatsgebiet der anderen Vertragspartei die Bestimmungen der dort geltenden Gesetze und Vorschriften, die nicht diskriminierend angewendet werden, einzuhalten."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Verbot landesinterner Beförderungen",
      "content": "Die Kabotagebefördungen von Personen und Gütern sind nicht erlaubt. Die in Artikel 10 vorgesehene Gemischte Kommission kann diesbezüglich Sonderregelungen einführen."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Widerhandlungen",
      "content": "1 Die zuständigen Behörden des Staates der Vertragsparteien sorgen dafür, dass die Bestimmungen dieses Abkommens von den Unternehmern eingehalten werden. 2 Gegen Unternehmer und Fahrzeugführende, die auf dem Staatsgebiet der anderen Vertragspartei Bestimmungen des Abkommens oder der dort geltenden Gesetze und Vorschriften über die Strassenbeförderungen oder den Strassenverkehr verletzt haben, können auf Verlangen der zuständigen Behörden dieses Staates folgende Massnahmen angeordnet werden, die durch die Behörden des Staates, in dem das Fahrzeug zum Verkehr zugelassen ist, zu vollziehen sind: a) Vorwarnung; b) befristete, teilweise oder vollständige Aufhebung des Rechts, Beförderungen auf dem Staatsgebiet der Vertragspartei, auf deren Gebiet solche Widerhandlungen begangen wurden, auszuführen. 3 Die zuständige Behörde, die eine solche Massnahme getroffen hat, unterrichtet hierüber die zuständige Behörde der anderen Vertragspartei. 4 Vorbehalten bleiben Sanktionen, die gestützt auf das nationale Recht von den Gerichten oder den zuständigen Behörden des Staates der Vertragspartei ergriffen werden können, auf deren Gebiet solche Widerhandlungen begangen wurden."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Zuständige Behörden",
      "content": "Die Vertragsparteien geben gegenseitig die Behörden bekannt, die zur Durchführung dieses Abkommens ermächtigt sind. Diese Behörden verkehren direkt miteinander."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Ausführungsbestimmungen",
      "content": "Die Ausführungsbestimmungen zu diesem Abkommen werden von den zuständigen Behörden der Vertragsparteien in einem Protokoll vereinbart, das integrierender Bestandteil dieses Abkommens ist."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Gemischte Kommission",
      "content": "1 Die Vertragsparteien setzen eine Gemischte Kommission ein, die auf die Behandlung von Fragen betreffend den Vollzug dieses Abkommens spezialisiert ist. 2 Diese Kommission ist für die Änderung oder Ergänzung des in Artikel 9 erwähnten Protokolls zuständig. 3 Die zuständigen Behörden einer Vertragspartei können die Einberufung dieser Gemischten Kommission verlangen; diese tritt abwechselnd auf dem Gebiet jeder Vertragspartei zusammen."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Anwendung auf das Fürstentum Liechtenstein",
      "content": "Dem Wunsch des Fürstentums Liechtenstein entsprechend, erstreckt sich das Abkommen auch auf das Fürstentum Liechtenstein, solange dieses durch einen Zollanschlussvertrag mit der Schweiz verbunden ist. SR 0.631.112.514"
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Inkrafttreten und Geltungsdauer",
      "content": "1 Jede Vertragspartei setzt die andere auf diplomatischem Weg über die Erfüllung der Vorschriften in Kenntnis, die aufgrund ihrer Gesetzgebung für die Inkraftsetzung dieses Vertrags erforderlich sind. Dieses Abkommen tritt ab dem Datum der letzten dieser Mitteilungen in Kraft. 2 Das Abkommen gilt für eine unbestimmte Dauer; es kann von jeder Vertragspartei unter Einhaltung einer Kündigungsfrist von mindestens sechs Monaten auf das Ende eines Kalenderjahres schriftlich gekündigt werden."
    }
  ],
  "definitions": []
}