{
  "id": "sr-0-748-125-194-542",
  "type": "statute",
  "title": "Zusatzprotokoll vom 11. Oktober 1989 zum Abkommen zwischen der Schweizerischen Eidgenossenschaft und der Italienischen Republik über die Koordinierung der Einsätze zur Suche und Rettung von Luftfahrzeugen",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1995/3178_3178_3178/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Formen der Unterstützung",
      "content": "Jede Vertragspartei verpflichtet sich, den militärischen und zivilen SAR-Luftfahrzeugen (und den von den RCC bezeichneten Luftfahrzeugen) der anderen Vertragspartei, die einen ihrer Flugplätze benutzen, im Rahmen des Römer Abkommens vom 27. Oktober 1986 folgende Formen der Unterstützung bei SAR-Einsätzen und -Übungen zu gewähren: 1) Benutzung der Flughäfen; 2) Benutzung der Navigations- und Luftverkehrshilfen; 3) Treib- und Schmierstoffversorgung; 4) Unterhaltsarbeiten der ersten Stufe; 5) Reparaturen an beschädigtem Material; 6) Überlassung und Inbetriebsetzen von Flugmaterial; 7) Mahlzeiten; 8) Unterbringung; 9) Übermittlungen; 10) Transporte; 11) Bekleidung; 12) ärztliche Pflege und Krankenhauspflege; 13) Verfahren bei Schäden Dritter. SR 0.748.127.194.542"
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Zahlungsmodus",
      "content": "Die Unterstützung kann erfolgen: – unentgeltlich; – gegen Barzahlung; – gegen Rückvergütung oder – durch Rückgabe."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Unentgeltliche Unterstützung",
      "content": "Folgende Formen der Unterstützung werden unentgeltlich gewährt: 1) Benutzung der Zivil- und Militärflugplätze (Landetaxen und Gebühren, Parkgebühren, Unterbringungsgebühren, Benutzung der Infrastruktur und der Sicherheitsvorrichtungen der Flugpiste); 2) Benutzung der Navigations- und Flugverkehrshilfen; 3) Versorgungen mit Treibstoffen, Schmierstoffen und Bestandteilen auf Zivil- und Militärflugplätzen; 4) Gebrauch der Bodenausrüstung für den Service auf Militärflugplätzen; 5) Unterhaltsarbeiten erster Stufe an Zivil- und Militärflugzeugen; 6) dienstliche Mitteilungen über die militärischen Fernmeldenetze; 7) Transporte von Flugplatz zur Stadt und umgekehrt; 8) ärztliche Dienstleistungen im Sanitätsraum des Flugplatzes; 9) Verpflegung und Unterkunft der Besatzungen bei den Militärflugplätzen."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Unterstützung gegen Barzahlung",
      "content": "Folgende Formen der Unterstützung werden gegen Barzahlung gewährt: 1) Unterkunft in einem Hotel bei Unverfügbarkeit der Militärbasen; 2) private Telefongespräche; 3) städtische Verkehrsmittel; 4) ärztliche Pflege und Krankenhauspflege in privaten Einrichtungen des Gesundheitswesens."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Unterstützung gegen Rückvergütung",
      "content": "Folgende Leistungen werden gegen Rückvergütung erbracht: 1) Benutzung nicht zugelassener Zivilflugplätze aus Gründen höherer Gewalt; 2) Reparaturen an beschädigtem Material; 3) Überlassen und allfälliges Instandsetzen von Material; 4) Zahlung der Schäden Dritter aus Flug- oder Bodenmanöverunfällen; 5) Arzt- und Krankenhausleistungen bei Einrichtungen des öffentlichen Gesundheitswesens; 6) verschiedene Leistungen, die nicht in diesem Protokoll vorgesehen sind oder auf welche dessen Bestimmungen nicht anwendbar sind."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Unterstützung auf Rückgabe",
      "content": "Die zuständigen Verwaltungen bestimmen von Fall zu Fall, welche besonderen Materiallieferungen durch Rückgabe derselben geregelt werden."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Verwaltungsverfahren",
      "content": "Die zuständigen Verwaltungen legen im «SAR-Einsatzhandbuch» angemessene Verwaltungsverfahren zur Gewährung der in den Artikeln 3, 4, 5 und 6 dieses Zusatzprotokolls beschriebenen Unterstützungsformen fest."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Schlussbestimmungen",
      "content": "1. Dieses Zusatzprotokoll tritt nach dem Verfahren in Kraft, welches in Artikel 20 Absatz 1 des in Rom am 27. Oktober 1986 unterzeichneten Abkommens über die Koordinierung der Einsätze zur Suche und Rettung von Luftfahrzeugen vorgeschrieben ist, und bleibt für die Dauer dieses Abkommens gültig; vorbehalten bleibt Absatz 2 folgend. 2. Dieses Zusatzprotokoll kann jederzeit von jeder der beiden Vertragsparteien unter Einhaltung einer sechsmonatigen Frist gekündigt werden. Geschehen zu Rom, am 11. Oktober 1989, in zwei Urschriften in italienischer Sprache. Für den Schweizerischen Bundesrat: Für die Regierung der Italienischen Republik: Rolf Bodenmüller Francesco Aloisi de Larderel SR 0.748.125.194.54"
    }
  ],
  "definitions": []
}