{
  "id": "sr-0-732-324-54",
  "type": "statute",
  "title": "Abkommen vom 15. Dezember 1989 zwischen dem Schweizerischen Bundesrat und der Regierung der Italienischen Republik über den frühzeitigen Informationsaustausch bei nuklearen Zwischenfällen",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1990/592_592_592/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "",
      "content": "Die Vertragsparteien unterrichten sich gegenseitig und unverzüglich über Notfallsituationen, die radiologische Auswirkungen wie erhöhte Radioaktivitätswerte auf dem eigenen Gebiet, ausgehend von irgendeiner Tätigkeit, haben. In jedem Fall ist die andere Vertragspartei zu informieren, sobald die Behörden oder die Bevölkerung des eigenen Staates informiert werden."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "",
      "content": "Die Vertragsparteien geben die zuständige nationale Stelle für die Koordinierung der Notfallmassnahmen und die zur Erteilung und zum Empfang der Information gemäss dem vorstehenden Artikel 1 befugte «Kontaktstelle» bekannt."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "",
      "content": "Das System zur gegenseitigen Information muss den Empfang und die Übermittlung der Informationen gemäss Artikel 1 dieses Abkommens vierundzwanzig Stunden auf vierundzwanzig sicherstellen. Die Einzelheiten der Durchführung werden zwischen den «Kontaktstellen» gemäss Artikel 2 geregelt. Periodisch, mindestens einmal jährlich, werden die Verbindungen überprüft."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "",
      "content": "Die Informationen über Ereignisse gemäss Artikel 1, die so rasch als möglich zu übermitteln sind, betreffen: – Datum, Zeit und Ort des Ereignisses; – Natur des Ereignisses; – auf dem eigenen Gebiet vorgesehene oder getroffene Massnahmen."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "",
      "content": "Die Mitteilung gemäss Artikel 4 ist ständig mit allen späteren verfügbaren Informationen zu ergänzen, damit die Risiken abgeschätzt werden können, insbesondere: – Vermutliche oder festgestellte Ursache und voraussichtliche Entwicklung des Ereignisses; – Charakteristik der allfälligen Emission (Natur, physikalische und chemische Form und, soweit möglich, Menge der emittierten radioaktiven Substanzen); – voraussichtliches zeitliches Verhalten der Emission; – Art der Übertragungsmittel (Luft, Wasser, Erde und nachfolgende Nahrungsmittelketten) – meteorologische und hydrologische Angaben, die erlauben, die örtliche Entwicklung vorauszusetzen; – Radioaktivitätswerte, die in der Umwelt (Luft, Wasser, Erde und nachfolgende Nahrungsmittelketten), in Tieren, in Lebensmitteln, im Futter und im Trinkwasser gemessen werden."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "",
      "content": "In Notfallsituationen im Sinne von Artikel 1 kann jede der Vertragsparteien, wenn beide es als angezeigt erachten, einen Korrespondenten in das Gebiet der andern Vertragspartei entsenden. Die Vertragsparteien bemühen sich, die Aufgabe des Korrespondenten zu erleichtern."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "",
      "content": "Die Vertragsparteien werden die Behörden zur Durchführung dieses Abkommens aufgrund der innerstaatlichen Ordnung bezeichnen."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "",
      "content": "Dieses Abkommen wird auf unbestimmte Zeit vom Tage an in Kraft stehen, an welchem die Vertragsparteien einander den Abschluss der in den innerstaatlichen Ordnungen vorgesehenen gesetzlichen Verfahren bekanntgegeben haben werden. Es kann jederzeit von der einen oder andern Parte] gekündigt werden; die Kündigung wird sechs Monate nach der Mitteilung an die andere Partei wirksam. Geschehen zu Rom, am 15. Dezember 1989, in zwei Unterschriften in italienischer Sprache. Für den Schweizerischen Bundesrat: Für die italienische Regierung: Francesca Pometta Claudio Vitalone"
    }
  ],
  "definitions": []
}