{
  "id": "sr-0-742-140-334-931",
  "type": "statute",
  "title": "Abkommen vom 19. März 2014 zwischen dem Schweizerischen Bundesrat und der Regierung der Französischen Republik über die Modernisierung und den Betrieb der Bahnlinie zwischen Annemasse und Genf",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2017/266/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Gegenstand",
      "content": "Dieses Abkommens regelt: a) die Modernisierung der Bahnlinie von Annemasse nach Genf-Eaux-Vives im Hinblick auf ihren Anschluss an den Bahnhof Genf-Cornavin durch die Umsetzung von Artikel 3 der Übereinkunft vom 14. Juni 1881 zwischen der Schweiz und Frankreich betreffend den Anschluss der Eisenbahn Genf–Annemasse an das savoyische Bahnnetz bei Annemasse; b) den Unterhalt und die Erneuerung der Infrastruktur; c) den Verkehr und die Zuweisung von Fahrwegkapazität auf der Bahnlinie von Annemasse nach Genf-Eaux-Vives; d) die Durchführungsbestimmungen hinsichtlich der Zollkontrollen und ‑abkommen, der steuerlichen Behandlung der Fahrausweise, der Eisenbahnsicherheit und des Bevölkerungsschutzes."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Begriffsbestimmungen",
      "content": "In diesem Abkommen bedeutet: a) Bahnlinie von Annemasse nach Genf-Eaux-Vives: die Bahnlinie ab dem Deckungssignal der Einfahrweiche des Bahnhofs Annemasse bis zum Bahnhof Genf-Eaux-Vives, KP 72,300; b) Arbeiten: die Arbeiten an sich und die zugehörigen Studien; c) Unterhalt: alle laufenden Tätigkeiten, welche die Aufrechterhaltung des Betriebs gewährleisten, wie die Überwachung, die Inspektion, die Überprüfung, die Kontrollmassnahmen, die Einstellung, die Behandlung von Störungen, die Wiederinstandstellung, der stückgenaue Ersatz von Kleinteilen, ausser bei Infrastrukturerneuerungen und -erweiterungen; d) Erneuerung: die am Ende des Lebenszyklus ausgelöste geplante Ablösung eines Systems oder eines Teilsystems, die damit begründet ist, dass das System oder Teilsystem sonst nicht mehr in einem zufriedenstellenden technischen, wirtschaftlichen oder gesetzlich vorgeschriebenen Zustand erhalten werden kann; e) Regelung des Verkehrs und Zuweisung von Fahrwegkapazität: alle Tätigkeiten, die vor allem zum Ziel haben: – den jährlichen Dienstplan sowie die für die Unterhalts- und Erneuerungsarbeiten am Schienennetz reservierten Zeitfenster und den Organisationplan zu erstellen, – den Zugverkehr zentral zu lenken, – den Bahnstrom für den elektrischen Zugbetrieb zu liefern; f) französisch-schweizerischer Lenkungsausschuss: Ausschuss, der mit der Vereinbarung vom 5. November 1999 zwischen dem Schweizerischen Bundesrat und der Regierung der Französischen Republik zum Anschluss der Schweiz an das französische Eisenbahnnetz, insbesondere an die Hochgeschwindigkeitslinien, eingerichtet wurde; g) Komitee für Bevölkerungsschutz: Ausschuss, der sich aus Vertreterinnen und Vertretern der Behörden beider Vertragsparteien zusammensetzt, die für die Organisation des Rettungswesens im Grenzgebiet der Bahnlinie von Annemasse nach Genf-Eaux-Vives zuständig sind. KP 0 = Achse des Empfangsgebäudes des Bahnhofs Lausanne. SR 0.742.140.334.97"
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Definition der Arbeiten",
      "content": "(1) Die Vertragsparteien verpflichten sich, die Bahnlinie von Annemasse nach Genf-Eaux-Vives zweigleisig zu bauen, mit einem überdeckten Abschnitt beim Grenzübergang. (2) Die Vertragsparteien modernisieren die Bahnlinie von Annemasse nach Genf-Eaux-Vives dergestalt, dass sie für den grenzüberschreitenden Regionalverkehr, den internationalen Personenverkehr und ausnahmsweise auch für den Güterverkehr genutzt werden kann. (3) Die Bahnlinie von Annemasse nach Genf-Eaux-Vives ist für die Versorgung mit Schweizer Bahnstrom mit einer Spannung von 15 000 Volt bei 16,7 Hertz ausgestattet und an das Netz der schweizerischen Infrastrukturbetreiberin angeschlossen. Dazu ist vorgesehen, den Bahnhof Annemasse mit einer besonderen Ausrüstung für die Einfahrt der Schweizer Züge, die mit Einphasenwechselstrom fahren, zu versehen. (4) Die Bahnlinie von Annemasse nach Genf-Eaux-Vives wird auf ihrer ganzen Länge mit Schweizer Signalisierung ausgestattet. (5) Beide Vertragsparteien überwachen die Ausführung der Arbeiten auf ihrem Gebiet bis zur Grenze. (6) Die Arbeiten werden in den beiden Gebieten mit dem Ziel einer gleichzeitigen Betriebsaufnahme ausgeführt. Ist eine gleichzeitige Betriebsaufnahme nicht möglich, sind die Vertragsparteien befugt, die für die Betriebsaufnahme auf dem Streckenabschnitt in ihrem Gebiet zweckdienlichen Massnahmen zu treffen."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Eigentum und Bauleitung",
      "content": "(1) Die französische Infrastrukturbetreiberin ist Eigentümerin der Werke und Ausrüstungen, die auf französischem Staatsgebiet realisiert werden; die schweizerische Infrastrukturbetreiberin ist Eigentümerin der Werke und Ausrüstungen, die auf schweizerischem Staatsgebiet realisiert werden. Zur Gewährleistung der technischen Kontinuität der Werke und Ausrüstungen können die Infrastrukturbetreiberinnen lokale Ausnahmen unter Anwendung der in Artikel 15 erwähnten Vereinbarung beschliessen. (2) Auf französischem Staatsgebiet wird die Bauleitung für die Modernisierungsarbeiten der Bahnlinie von Annemasse nach Genf-Eaux-Vives von der französischen Infrastrukturbetreiberin übernommen. Wenn der Eingriff sowohl die französische als auch die schweizerische Infrastrukturbetreiberin betrifft, kann die französische Infrastrukturbetreiberin der schweizerischen Infrastrukturbetreiberin die Bauleitung ganz oder teilweise übertragen. (3) Auf schweizerischem Staatsgebiet wird die Bauleitung für die Modernisierungsarbeiten der Bahnlinie von Annemasse nach Genf-Eaux-Vives von der schweizerischen Infrastrukturbetreiberin ausgeübt. (4) Die französische und die schweizerische Infrastrukturbetreiberin sichern sich gegenseitig die umfassende Kohärenz der Infrastruktur sowie eine abgestimmte Arbeitsplanung zu. Sie setzen den französisch-schweizerischen Lenkungsausschuss darüber in Kenntnis."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Finanzierung",
      "content": "(1) Die Finanzierung der Arbeiten und die Kostenentwicklung unterliegen dem Territorialitätsprinzip. (2) Die Finanzierung des Unterhalts und der Erneuerung der Infrastruktur der Bahnlinie von Annemasse nach Genf-Eaux-Vives unterliegt dem Territorialitätsprinzip. (3) In Abweichung vom Territorialitätsprinzip werden die Investitions- und Unterhaltskosten für den Ausbau und die für die Einfahrt der Schweizer Züge mit Einphasenwechselstrom mit 15 000 Volt Spannung und einer Frequenz von 16,7 Hertz notwendigen Ausrüstungen im Bahnhof Annemasse mit einem Pauschalbetrag von 15,7 Millionen Euro durch die Schweiz abgegolten. Die Modalitäten für den Abruf und die Auszahlung dieses Betrags berücksichtigen den Stand der Arbeiten und sind in einer Finanzierungsvereinbarung zwischen den Vertragsparteien und der französischen Infrastrukturbetreiberin festgelegt."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Unterhalt und Erneuerung",
      "content": "Der Unterhalt und die Erneuerung der Infrastruktur der Bahnlinie von Annemasse nach Genf-Eaux-Vives werden von den Infrastrukturbetreiberinnen unter Einhaltung des Territorialitätsprinzips gewährleistet. Die Infrastrukturbetreiberinnen können jedoch beschliessen, den Unterhalt und die Erneuerung ihrer Infrastruktur ganz oder teilweise der jeweils anderen Infrastrukturbetreiberin zu übertragen."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Regelung des Verkehrs und Zuweisung von Fahrwegkapazität",
      "content": "(1) Die Regelung des Verkehrs auf der Bahnlinie von Annemasse nach Genf-Eaux-Vives wird der schweizerischen Infrastrukturbetreiberin übertragen. Deren Leistungen umfassen die Signalisierung, die Regelung des Zugverkehrs, die Zugleitung sowie das Meldewesen und die Zurverfügungstellung von Informationen über den Bahnverkehr. Die schweizerische Infrastrukturbetreiberin stellt der französischen Infrastrukturbetreiberin ihre Leistungen pro Kilometer beidseits der Grenze der Bahnlinie von Annemasse nach Genf-Eaux-Vives anteilig in Rechnung. (2) Die schweizerische Infrastrukturbetreiberin erlässt den schweizerischen und französischen Bestimmungen entsprechende Sicherheitsanweisungen und Dienstvorschriften für die Bahnlinie von Annemasse nach Genf-Eaux-Vives. Sie vergewissert sich, dass diese Sicherheitsanweisungen und Dienstvorschriften mit denjenigen der französischen Infrastrukturbetreiberin für den Bahnhof Annemasse abgestimmt sind. (3) Unter Berücksichtigung der anwendbaren Bestimmungen koordinieren die beiden Stellen für Trassenzuteilung ihr Vorgehen während des gesamten Trassenzuteilungsprozesses, sodass die Zuweisung der Fahrwegkapazität abgestimmt erfolgt, wobei vertaktete Trassen Vorrang geniessen. (4) Die schweizerische Infrastrukturbetreiberin ist für die Versorgung der Bahnlinie von Annemasse nach Genf-Eaux-Vives mit Bahnstrom zuständig. Darin eingeschlossen sind die für die Einfahrt der Schweizer Züge mit Einphasenwechselstrom mit 15 000 Volt Spannung und einer Frequenz von 16,7 Hertz notwendigen Einrichtungen und Ausrüstungen im Bahnhof Annemasse. Die schweizerische Infrastrukturbetreiberin stellt der französischen Infrastrukturbetreiberin die Kosten dieser Leistung pro Kilometer anteilig in Rechnung."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Tarifierung des Zugangs zur Infrastruktur",
      "content": "Erträge aus Infrastrukturabgaben und alle anderen Infrastrukturerträge unterliegen dem Territorialitätsprinzip. Infolgedessen werden die Abgaben von der französischen und der schweizerischen Infrastrukturbetreiberin für ihren jeweiligen Streckenabschnitt festgesetzt und erhoben."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Geltende gesetzliche Bestimmungen",
      "content": "(1) Solange sie nicht im Widerspruch zu den Bestimmungen dieses Abkommens stehen, werden die im Gebiet jeder Vertragspartei geltenden Rechts- und Verwaltungsvorschriften sowie alle anderen Sonderbestimmungen für die Bahnlinie von Annemasse nach Genf-Eaux-Vives angewendet. (2) Vorbehaltlich der nachstehenden Bestimmungen werden im Gebiet jeder Vertragspartei die nationalen Tarifbestimmungen angewendet. Im Rahmen dieses Abkommens legen die für die Organisation des Regionalverkehrs zuständige Stelle und die betroffenen Transportunternehmen gemeinsam die Angebotsdichte und die Betriebsmodalitäten sowie die anwendbaren Tarife fest; im Abschnitt zwischen Annemasse und der Staatsgrenze dürfen die Tarife von den nationalen Tarifbestimmungen abweichen, damit ein einheitlicher Tarif für die gesamte Bahnlinie erzielt wird. (3) Die Beförderung gefährlicher Güter ist nach Kapitel 1.9 der Ordnung für die internationale Eisenbahnbeförderung gefährlicher Güter (RID) ausgeschlossen. (4) Ab Inkrafttreten dieses Abkommens gilt auf der Bahnlinie von Annemasse nach Genf-Eaux-Vives die technische Spezifikation für die Interoperabilität bezüglich Sicherheit in Eisenbahntunneln (TSI-SRT). SR 0.742.403.12 Anhang C"
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Zollvereinbarungen",
      "content": "(1) Zur Förderung der Zusammenarbeit und um die Flüssigkeit und Schnelligkeit des Verkehrs so weit als möglich mit der Effizienz der Kontrollen in Übereinstimmung zu bringen, schliessen die zuständigen Behörden der Vertragsparteien in Anwendung des Abkommens vom 28. September 1960 zwischen der Schweiz und Frankreich über die nebeneinanderliegenden Grenzabfertigungsstellen und die Grenzabfertigung während der Fahrt eine Vereinbarung ab. (2) Die Grenzabfertigungen der Schweiz und Frankreichs können in der Zone nach Artikel 3 Absatz 1 Buchstaben a–c des in Absatz 1 erwähnten Abkommens vom 28. September 1960 durchgeführt werden. Den Bediensteten des Nachbarstaates werden dafür in den im erwähnten Abkommen genannten Bahnhöfen Räume zur Verfügung gestellt. (3) Zur Erleichterung des Ablaufs der Bau-, Unterhalts- und Erneuerungsarbeiten können die zuständigen schweizerischen und französischen Behörden Vereinbarungen zur Regelung der Zollabgaben und der Zollformalitäten abschliessen. SR 0.631.252.934.95"
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Zollbehandlung und Besteuerung der Fahrausweise",
      "content": "Sofern der Abfahrtsbahnhof und der Zielbahnhof nicht im selben Land liegen, erheben die Vertragsparteien für die Fahrausweise auf den grenzüberschreitenden Regionalstrecken weder Zollabgaben noch Steuern; vorbehalten bleiben die anwendbaren Bestimmungen über das Zollwesen, die Mehrwertsteuer und die französische Contribution économique territori a le ."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Eisenbahnsicherheit",
      "content": "Die nationalen Bahnsicherheitsbehörden sind für ihr eigenes Gebiet zuständig. Diese nationalen Behörden stimmen sich in den Fragen ab, welche die Bahnsicherheit der Bahnlinie von Annemasse nach Genf-Eaux-Vives betreffen."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Zivile Sicherheit",
      "content": "(1) Der wirksame Einsatz der Rettungskräfte steht über allen anderen, insbesondere gebietsbezogenen Erwägungen. Falls es ein Notfall erfordert, gestatten die Vertragsparteien den Hilfsmannschaften des jeweils anderen Staates, auf ihrem Gebiet tätig zu werden. (2) Dieses Abkommen dient als Ausweis im Sinne von Artikel 6 des Abkommens vom 14. Januar 1987 zwischen dem Schweizerischen Bundesrat und der Regierung der Französischen Republik über die gegenseitige Hilfeleistung bei Katastrophen oder schweren Unglücksfällen. Die Bestimmungen des erwähnten Abkommens gelten für den Einsatz der Hilfsmannschaften. (3) Die Behörden beider Vertragsparteien, die für die Organisation des Rettungswesens auf der Bahnlinie von Annemasse nach Genf-Eaux-Vives zuständig sind, lassen die Konzepte zur Hilfeleistung, den Oberbefehl und die Einsatzleitung von einem Komitee für Bevölkerungsschutz anerkennen. SR 0.131.334.9"
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Bezeichnung der Infrastrukturbetreiberinnen",
      "content": "(1) Mit dem Inkrafttreten dieser Vereinbarung gelten die Schweizerischen Bundesbahnen (SBB) als Infrastrukturbetreiberin in der Schweiz. (2) Mit dem Inkrafttreten dieser Vereinbarung gilt das Réseau ferré de France (RFF) als Infrastrukturbetreiberin in Frankreich."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Vereinbarung zwischen den Infrastrukturbetreiberinnen",
      "content": "Die schweizerische und die französische Infrastrukturbetreiberin einigen sich darauf, eine Vereinbarung zu unterzeichnen, welche namentlich Folgendes festlegt: – gegebenenfalls die Modalitäten, nach denen es den beiden Infrastrukturbetreiberinnen gestattet ist, jenseits der Grenze Arbeiten vorzunehmen, insbesondere solche, die zwangsläufig durchgehend ausgeführt werden müssen; – gegebenenfalls die Modalitäten der Durchführung des Unterhalts und der Erneuerung der Bahnlinie von Annemasse nach Genf-Eaux-Vives, die in Artikel 6 vorgesehen sind; – die Modalitäten, nach denen der schweizerischen Infrastrukturbetreiberin die in Artikel 7 Absätze 1, 2 und 4 vorgesehene Verkehrsregelung übertragen wird, namentlich hinsichtlich der angestrebten Koordination der Zuweisung von Fahrwegkapazität im Bahnhof Annemasse; die Vereinbarung legt die Berechnungs- und Abrechnungsmodalitäten für die Leistungen offen, die von der schweizerischen Infrastrukturbetreiberin erbracht werden; die Vereinbarung regelt ebenfalls die Modalitäten für die Lieferung des Bahnstroms; – die Modalitäten der Ausarbeitung der in Artikel 7 vorgesehenen Sicherheitsanweisungen und Dienstvorschriften; – die lokalen Ausnahmen vom Territorialitätsprinzip betreffend das Eigentum an den Werken und Ausrüstungen, die im Gebiet der anderen Vertragspartei liegen."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Streitbeilegung",
      "content": "(1) Jede Streitigkeit zwischen den Vertragsparteien über die Anwendung oder die Auslegung dieses Abkommens wird dem französisch-schweizerischen Lenkungsausschuss unterbreitet. Dieser ist darum bemüht, die Streitigkeit gütlich zu regeln. (2) Kommt innerhalb dieses Ausschusses keine Einigkeit zustande, wird die Streitigkeit auf Ersuchen der einen oder anderen Vertragspartei einem Schiedsgericht vorgelegt. (3) Das Schiedsgericht setzt sich aus drei Mitgliedern zusammen: aus je einer von jeder Vertragspartei ernannten Person sowie einer vorsitzenden Person, die von den beiden erstgenannten Personen gemeinsam bezeichnet wird. (4) Wenn das Schiedsgericht innerhalb von drei Monaten nach der Ernennung des ersten Mitglieds noch nicht ordnungsgemäss bestellt ist, kann jede Partei den Generalsekretär oder die Generalsekretärin des Ständigen Schiedsgerichtshofes in Den Haag ersuchen, die notwendigen Ernennungen vorzunehmen. (5) Das Schiedsgericht entscheidet mit Stimmenmehr. Seine Entscheidungen sind endgültig und für die Vertragsparteien verbindlich."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Inkrafttreten und Gültigkeitsdauer",
      "content": "(1) Dieses Abkommen tritt am ersten Tag des zweiten Monats nach Eingang der letzten Notifikation in Kraft, mit welcher die Vertragsparteien einander mitteilen, dass die für das Inkrafttreten dieses Abkommens erforderlichen innerstaatlichen Verfahren abgeschlossen sind. (2) Dieses Abkommen wird für einen ersten Zeitraum von fünfunddreissig Jahren abgeschlossen. Seine Gültigkeit verlängert sich jeweils stillschweigend um weitere fünf Jahre, sofern es nicht mindestens zwei Jahre vor Ablauf der Gültigkeitsdauer von einer der Vertragsparteien gekündigt wird."
    }
  ],
  "definitions": []
}