{
  "id": "sr-172-041-1",
  "type": "statute",
  "title": "Allgemeine Gebührenverordnung vom 8. September 2004 (AllgGebV)",
  "title_en": "",
  "short_name": "AllgGebV",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2004/677/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Gegenstand",
      "content": "1 Diese Verordnung legt die Grundsätze fest, nach denen die Bundesverwaltung Gebühren für ihre Verfügungen und Dienstleistungen erhebt. 2 Die Erhebung von Gebühren für Verfügungen und Dienstleistungen des Bundesrates richtet sich nach dieser Verordnung. 3 Diese Verordnung ist nicht anwendbar auf kommerzielle Nebenleistungen, die von den Verwaltungseinheiten im Wettbewerb zu Privaten erbracht werden. 4 Spezialrechtliche Gebührenregelungen bleiben vorbehalten. Abweichende Regelungen können getroffen werden, soweit sie für einen Verwaltungsbereich notwendig sind."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Gebührenpflicht",
      "content": "1 Wer eine Verfügung veranlasst oder eine Dienstleistung beansprucht, hat eine Gebühr zu bezahlen. 2 Haben mehrere Personen gemeinsam eine Verfügung veranlasst oder eine Dienstleistung beansprucht, so haften sie für die Gebühr solidarisch."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Keine Gebührenerhebung",
      "content": "1 Auf die Gebührenerhebung kann verzichtet werden, wenn: a. ein überwiegendes öffentliches Interesse an der Verfügung oder Dienstleistung besteht; oder b. es sich um Verfügungen oder Dienstleistungen mit geringem Aufwand, insbesondere um einfache Auskünfte, handelt. 2 Die Bundesverwaltung erhebt keine Gebühren von interkantonalen Organen, Kantonen und Gemeinden, soweit diese Gegenrecht gewähren. 3 Einheiten der zentralen Bundesverwaltung stellen untereinander keine Gebühren in Rechnung. Fassung gemäss Ziff. I der V vom 24. Nov. 2021, in Kraft seit 1. Jan. 2022 ( AS 2021 771 )."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "",
      "content": "1 Die Gebührenbemessung wird so geregelt, dass der Gesamtertrag der Gebühren die Gesamtkosten einer Verwaltungseinheit nicht übersteigt. 2 Die Gesamtkosten setzen sich zusammen aus: a. den direkten Personalkosten der Verwaltungseinheit; b. den direkten Arbeitsplatzkosten der Verwaltungseinheit wie den Kosten für Unterhalt und Betrieb sowie für Abschreibung von benutzten Gebäuden, Mobiliar, Einrichtungen, Apparaten, Maschinen; c. einem angemessenen Anteil an den Kosten für die Leistungen der zentralen Dienste (Gemeinkosten), in der Regel einem Zuschlag von 20 Prozent auf den direkten Personalkosten; d. besonderen Material- und Betriebskosten. 3 Die Eidgenössische Finanzverwaltung (EFV) berechnet jährlich die direkten Personal- und Arbeitsplatzkosten der Bundesverwaltung. Fassung gemäss Ziff. I der V vom 24. Nov. 2021, in Kraft seit 1. Jan. 2022 ( AS 2021 771 ). Fassung gemäss Ziff. I der V vom 24. Nov. 2021, in Kraft seit 1. Jan. 2022 ( AS 2021 771 )."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "",
      "content": "1 Die Gebührenansätze werden nach Zeitaufwand oder pauschal festgelegt. 2 Bei der Festlegung der Höhe der Gebührenansätze werden das öffentliche Interesse und das Interesse oder der Nutzen der gebührenpflichtigen Person berücksichtigt. 3 Für Verfügungen und Dienstleistungen von aussergewöhnlichem Umfang, besonderer Schwierigkeit oder Dringlichkeit kann ein spezialrechtlicher Zuschlag zum ordentlichen Gebührenansatz vorgesehen werden. Fassung gemäss Ziff. I der V vom 24. Nov. 2021, in Kraft seit 1. Jan. 2022 ( AS 2021 771 )."
    },
    {
      "provision_ref": "art5a",
      "section": "5a",
      "title": "a Konsultation der Preisüberwachung zu Gebührenregelungen",
      "content": "Bei der Vorbereitung von Anträgen zum Erlass oder zur Änderung von Gebührenregelungen lädt die federführende Verwaltungseinheit die Preisüberwachung unter Ansetzung angemessener Fristen zur Stellungnahme ein. Eingefügt durch Ziff. I der V vom 24. Nov. 2021, in Kraft seit 1. Jan. 2022 ( AS 2021 771 )."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Auslagen",
      "content": "1 Auslagen sind Bestandteil der Gebühr und werden gesondert berechnet. 2 Folgende Kosten gelten als Auslagen: a. Kosten für beigezogene Dritte; b. Kosten für die Beschaffung von Unterlagen; c. Übermittlungs- und Kommunikationskosten; d. Reise- und Transportkosten."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Festlegung im Einzelfall",
      "content": "1 Die Verwaltungseinheit legt im Einzelfall die Gebühr innerhalb des massgebenden Gebührenansatzes fest. 2 Sie berücksichtigt dabei die konkreten Umstände."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Beteiligung mehrerer Verwaltungseinheiten",
      "content": "1 Sind am Erlass einer Verfügung oder am Erbringen einer Dienstleistung mehrere Verwaltungseinheiten beteiligt, so legt jede von ihnen für ihren Aufwand die Gebühr gestützt auf die für sie massgebende Gebührenregelung fest und teilt sie der federführenden Verwaltungseinheit mit. 2 Die federführende Verwaltungseinheit legt die Gesamtgebühr nach Artikel 7 Absatz 2 fest. 3 Sie ist für die Rechnungstellung oder das Verfügen der Gesamtgebühr zuständig."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Voraussichtliche Kosten",
      "content": "Erfordert eine Verfügung oder eine Dienstleistung einen aussergewöhnlichen Aufwand, so unterrichtet die Verwaltungseinheit die gebührenpflichtige Person vorgängig über die voraussichtliche Gebühr."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Vorschuss und Vorauszahlung",
      "content": "Die Verwaltungseinheit kann von der gebührenpflichtigen Person in begründeten Fällen, insbesondere bei Wohnsitz im Ausland oder bei Zahlungsrückständen, einen angemessenen Vorschuss oder Vorauszahlung verlangen."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Rechnungsstellung und Gebührenverfügung bei Dienstleistungen",
      "content": "1 Die Verwaltungseinheit stellt die Gebühr unmittelbar nach Ausführung der Dienstleistung in Rechnung. 2 Sie erlässt bei Streitigkeiten über die Rechnung eine Gebührenverfügung. 3 Das Verfahren richtet sich nach den Bestimmungen über die Bundesverwaltungsrechtspflege."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Fälligkeit",
      "content": "1 Die Gebühr wird fällig: a. bei Verfügungen: mit deren Rechtskraft; b. bei Dienstleistungen: mit der Rechnungstellung; c. bei bestrittener Rechnung: mit der Rechtskraft der Gebührenverfügung. 2 Die Zahlungsfrist beträgt 30 Tage ab Fälligkeit. Die Verwaltungseinheit kann in besonderen Fällen die Zahlungsfrist verlängern. 3 Nach Ablauf der Zahlungsfrist setzt die Verwaltungseinheit der gebührenpflichtigen Person schriftlich oder in einer anderen Form, die den Nachweis durch Text ermöglicht, eine Nachfrist von 20 Tagen. Sie weist die gebührenpflichtige Person darauf hin, dass nach Ablauf der Nachfrist die EFV mit dem Eintreiben der Forderung beauftragt wird. 4 Mit dem Ansetzen der Nachfrist wird die gebührenpflichtige Person in Verzug gesetzt. Der Verzugszins beträgt fünf Prozent. 5 Für die Nachfristansetzung kann in der Gebührenregelung eine Mahngebühr vorgesehen werden. Deren Höhe bemisst sich nach dem zusätzlichen Zeitaufwand zuzüglich Übermittlungskosten. Fassung gemäss Ziff. I der V vom 24. Nov. 2021, in Kraft seit 1. Jan. 2022 ( AS 2021 771 ). Eingefügt durch Ziff. I der V vom 24. Nov. 2021, in Kraft seit 1. Jan. 2022 ( AS 2021 771 )."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Stundung, Herabsetzung und Erlass",
      "content": "Die Verwaltungseinheit kann die Gebühr wegen Bedürftigkeit der gebührenpflichtigen Person oder aus anderen wichtigen Gründen stunden, herabsetzen oder erlassen."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Verjährung",
      "content": "1 Die Gebührenforderung verjährt fünf Jahre nach Eintritt der Fälligkeit. 2 Die Verjährung wird durch jede Verwaltungshandlung unterbrochen, mit der die Gebührenforderung bei der gebührenpflichtigen Person geltend gemacht wird. 3 Mit der Unterbrechung beginnt die Verjährung von neuem."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Änderung bisherigen Rechts",
      "content": "… Die Änderung kann unter AS 2004 4471 konsultiert werden."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Übergangsbestimmung",
      "content": "Die spezialrechtlichen Gebührenverordnungen des Bundes sind bis zum 31. Dezember 2006 an diese Verordnung anzupassen."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 1. Januar 2005 in Kraft."
    }
  ],
  "definitions": []
}