{
  "id": "sr-172-010-31",
  "type": "statute",
  "title": "Bundesgesetz vom 24. März 1995 über Statut und Aufgaben des Eidgenössischen Instituts für Geistiges Eigentum (IGEG)",
  "title_en": "Federal Act of 24 March 1995 on the Status and Tasks of the Swiss Federal Institute of Intellectual Property (IPIA)",
  "short_name": "IGEG",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1995/5050_5050_5050/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Section 1 Organisational Form and Tasks",
      "section": "1",
      "title": "Organisational form",
      "content": "1 The Swiss Federal Institute of Intellectual Property (IPI) is a public law institution of the Confederation with its own legal personality. 2 The IPI is autonomous in its organisation and operational management; it keeps its own accounts. 3 The IPI is run in accordance with business principles. Expression in accordance with Annex No 1 of the FA of 21 June 2013, in force since 1 Jan. 2017 ( AS 2015 3631 ; BBl 2009 8533 ). This amendment has been made throughout the text."
    },
    {
      "provision_ref": "art2",
      "chapter": "Section 1 Organisational Form and Tasks",
      "section": "2",
      "title": "Tasks",
      "content": "1 The IPI shall fulfil the following tasks: a. It shall prepare legislation on patents for inventions, designs, copyright and related rights, topographies of semiconductor products, trade marks and indications of source, public coats of arms and other public signs as well as all other legislative enactments in the field of intellectual property, provided that they do not fall under the competence of other administrative units of the Confederation. b. It shall implement, in accordance with the special legislation, the legislative acts under letter a as well as international treaties in the field of intellectual property. c. It shall advise the Federal Council and the other federal authorities on matters of intellectual property in the public sector. d. It shall represent Switzerland with regard to international organisations and conventions in the field of intellectual property in collaboration with other administrative units of the Confederation where required. e. It shall play a role in representing Switzerland with regard to other international organisations and conventions, insofar as these also concern intellectual property. f. It shall participate in technical cooperation in the field of intellectual property. g. It shall provide services in its field of competence based on private law; in particular, it shall provide information on intellectual property rights systems, intellectual property rights and the state of the art. 2 The Federal Council may assign further tasks to the IPI; Articles 13 and 14 apply. 3 The IPI shall work with the European Patent Organisation, with other international organisations and with domestic and foreign organisations. 3bis In performing the tasks under paragraph 1 letter f, the IPI may conclude international treaties of limited scope. In this regard, it shall coordinate with other federal agencies involved in international cooperation. 4 It may use the services of other administrative units of the Confederation in return for remuneration. Amended by Annex No II 2 of the Designs Act of 5 Oct. 2001, in force since 1 July 2002 ( AS 2002 1456 ; BBl 2000 2729 ). Amended by No I 1 of the FA of 17 June 2005 on the 2004 Budgetary Relief Programme, in force since 1 Jan. 2006 ( AS 2005 5427 ; BBl 2005 759 ). Inserted by Annex No 1 of the FA of 21 June 2013, in force since 1 Jan. 2017 ( AS 2015 3631 ; BBl 2009 8533 )."
    },
    {
      "provision_ref": "art3",
      "chapter": "Section 2 Governing Bodies and Personnel",
      "section": "3",
      "title": "Governing bodies",
      "content": "1 The governing bodies of the IPI are: a. the Institute Council; b. the Director General; c. the auditor. 2 They are appointed by the Federal Council."
    },
    {
      "provision_ref": "art4",
      "chapter": "Section 2 Governing Bodies and Personnel",
      "section": "4",
      "title": "The Institute Council",
      "content": "1 The Institute Council consists of the president and eight other members. 2 It shall approve the annual report, the annual financial statements and the IPI’s budget. 3 It shall submit the fee regulations to the Federal Council for approval. 4 It shall determine the composition of the Executive Board. 5 Article 6 a paragraphs 1–5 of the Federal Personnel Act of 24 March 2000 applies by analogy to the remuneration of the members of the Institute Council and other contractual conditions agreed with these persons. Amended by No I 1 of the FA of 17 June 2005 on the 2004 Budgetary Relief Programme, in force since 1 Jan. 2006 ( AS 2005 5427 ; BBl 2005 759 ). SR 172.220.1 Inserted by No I 1 of the FA of 20 June 2003 on the Remuneration and Other Contractual Conditions of Senior Staff and Management Officers of Federal Enterprises and Institutions, in force since 1 Feb. 2004 ( AS 2004 297 ; BBl 2002 7496 7514 )."
    },
    {
      "provision_ref": "art5",
      "chapter": "Section 2 Governing Bodies and Personnel",
      "section": "5",
      "title": "The Director General",
      "content": "1 In performing sovereign activities, the Director General shall be bound by the instructions of the Federal Council or the competent department; this is without prejudice to Article 1 paragraph 2 and the special legislation. 2 The Director General shall preside over the Executive Board and report annually to the supervisory authority on the activities of the IPI."
    },
    {
      "provision_ref": "art6",
      "chapter": "Section 2 Governing Bodies and Personnel",
      "section": "6",
      "title": "6 Auditor",
      "content": "The auditor shall audit the accounts and report to the Institute Council."
    },
    {
      "provision_ref": "art7",
      "chapter": "Section 2 Governing Bodies and Personnel",
      "section": "7",
      "title": "Management",
      "content": "1 The Executive Board shall be responsible for the management of the IPI unless the Institute Council is expressly responsible under Article 4 or Article 8 paragraph 3. 2 It shall prepare the annual report, the financial statements and the budget every year."
    },
    {
      "provision_ref": "art8",
      "chapter": "Section 2 Governing Bodies and Personnel",
      "section": "8",
      "title": "Personnel",
      "content": "1 The IPI shall employ its personnel in accordance with public law; the Federal Council shall enact the necessary provisions. 2 The IPI shall have full competence in employing its personnel. 3 The terms of employment of the members of the Executive Board shall be set by the Institute Council. Article 6 a paragraphs 1–5 of the Federal Act of 24 March 2000 on the Personnel of the Swiss Confederation applies by analogy. SR 172.220.1 Second sentence inserted by No I 1 of the FA of 20 June 2003 on the Remuneration and Other Contractual Conditions of Senior Staff and Management Officers of Federal Enterprises and Institutions, in force since 1 Feb. 2004 ( AS 2004 297 ; BBl 2002 7496 7514 )."
    },
    {
      "provision_ref": "art9",
      "chapter": "Section 3 Supervision",
      "section": "9",
      "title": "",
      "content": "1 The IPI shall be supervised by the Federal Council. 2 The foregoing is without prejudice to the statutory powers of the Swiss Federal Audit Office and the parliamentary oversight of the administration."
    },
    {
      "provision_ref": "art10",
      "chapter": "Section 4 Planning and Financing",
      "section": "10",
      "title": "Planning",
      "content": "The IPI shall plan its operations and development by means of the following instruments: a. the mission statement; b. a rolling four-year plan; c. the annual budget."
    },
    {
      "provision_ref": "art11",
      "chapter": "Section 4 Planning and Financing",
      "section": "11",
      "title": "Treasury",
      "content": "1 The IPI holds a current account with the Confederation. 2 The Confederation shall grant loans to the IPI at market interest rates to ensure its liquidity. 3 The IPI shall place its surplus liquidity with the Confederation at market interest rates."
    },
    {
      "provision_ref": "art12",
      "chapter": "Section 4 Planning and Financing",
      "section": "12",
      "title": "Operating funds",
      "content": "The IPI’s operating funds shall consist of the fees for its sovereign activities and remuneration for services. Amended by No I 1 of the FA of 17 June 2005 on the 2004 Budgetary Relief Programme, in force since 1 Jan. 2006 ( AS 2005 5427 ; BBl 2005 759 )."
    },
    {
      "provision_ref": "art13",
      "chapter": "Section 4 Planning and Financing",
      "section": "13",
      "title": "Fees for sovereign activities",
      "content": "1 The IPI shall charge fees in connection with the granting and maintenance of intellectual property rights, the keeping and publication of registers, the granting of authorisations, and the supervision of collective rights management organisations and legally required publications. 2 … 3 The IPI’s fee regulations are subject to approval by the Federal Council. Repealed by No I 1 of the FA of 17 June 2005 on the 2004 Budgetary Relief Programme, with effect from 1 Jan. 2006 ( AS 2005 5427 ; BBl 2005 759 )."
    },
    {
      "provision_ref": "art14",
      "chapter": "Section 4 Planning and Financing",
      "section": "14",
      "title": "Remuneration for services",
      "content": "Remuneration for services provided by the IPI shall be based on market rates; the IPI shall publish the respective applicable tariffs."
    },
    {
      "provision_ref": "art15",
      "chapter": "Section 4 Planning and Financing",
      "section": "15",
      "title": "",
      "content": "Repealed by No I 1 of the FA of 17 June 2005 on the 2004 Budgetary Relief Programme, with effect from 1 Jan. 2006 ( AS 2005 5427 ; BBl 2005 759 )."
    },
    {
      "provision_ref": "art16",
      "chapter": "Section 4 Planning and Financing",
      "section": "16",
      "title": "Reserves",
      "content": "1 Any profit made by the IPI shall be used to create reserves. 2 The reserves shall be used by the IPI to finance future investments; they must not exceed an amount commensurate with the needs of the IPI."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Tax exemption",
      "content": "1 The IPI shall be exempt from tax by the Confederation, the cantons and the communes. 2 The foregoing is without prejudice to federal legislation on: a. value added tax for remuneration under Article 14; b. withholding tax and stamp duties."
    },
    {
      "provision_ref": "art18",
      "chapter": "Section 5 Referendum and Commencement",
      "section": "18",
      "title": "",
      "content": "Repealed by No II 6 of the FA of 20 March 2008 on the Formal Revision of Federal Legislation, with effect from 1 Aug. 2008 ( AS 2008 3437 ; BBl 2007 6121 )."
    },
    {
      "provision_ref": "art19",
      "chapter": "Section 5 Referendum and Commencement",
      "section": "19",
      "title": "",
      "content": "1 This Act is subject to an optional referendum. 2 The Federal Council shall determine the commencement date. Commencement date: 1 January 1996 for Articles 3 and 4 paragraphs 1, 2 and 4: 15 November 1995 for Article 4 paragraph 3 and 13 paragraph 3: 1 January 1997 Repealed by No II 6 of the FA of 20 March 2008 on the Formal Revision of Federal Legislation, with effect from 1 Aug. 2008 ( AS 2008 3437 ; BBl 2007 6121 ). FCD of 25 Oct. 1995."
    }
  ],
  "definitions": []
}