{
  "id": "sr-151-1",
  "type": "statute",
  "title": "Bundesgesetz vom 24. März 1995 über die Gleichstellung von Frau und Mann (Gleichstellungsgesetz, GlG)",
  "title_en": "Federal Act of 24 March 1995 on Gender Equality (Gender Equality Act, GEA)",
  "short_name": "GlG",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1996/1498_1498_1498/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Section 1 Purpose",
      "section": "1",
      "title": "",
      "content": "This Act has the aim of furthering true equality between women and men."
    },
    {
      "provision_ref": "art2",
      "chapter": "Section 2 Equality at Work",
      "section": "2",
      "title": "Principles",
      "content": "This Section applies to employment relationships under the Swiss Code of Obligations as well as to all employment relationships under public law in the Confederation, cantons and communes. SR 220"
    },
    {
      "provision_ref": "art3",
      "chapter": "Section 2 Equality at Work",
      "section": "3",
      "title": "Prohibition of discrimination",
      "content": "1 Employees must not be discriminated against on the basis of their sex, whether directly or indirectly, including on the basis of their marital status, their family situation or, in the case of female employees, of pregnancy. 2 This prohibition applies in particular to hiring, allocation of duties, setting of working conditions, pay, basic and continuing education and training, promotion and dismissal. 3 Appropriate measures aimed at achieving true equality are not regarded as discriminatory."
    },
    {
      "provision_ref": "art4",
      "chapter": "Section 2 Equality at Work",
      "section": "4",
      "title": "Discrimination through sexual harassment",
      "content": "Any harassing behaviour of a sexual nature or other behaviour related to the person’s sex that adversely affects the dignity of women or men in the workplace is discriminatory. Such behaviour includes in particular threats, the promise of advantages, the use of coercion and the exertion of pressure in order to obtain favours of a sexual nature."
    },
    {
      "provision_ref": "art5",
      "chapter": "Section 2 Equality at Work",
      "section": "5",
      "title": "Employees’ rights",
      "content": "1 Anyone who is the victim of discrimination within the meaning of Articles 3 and 4 may apply to the court or to the administrative authority for an order: a. prohibiting or stopping threatened discrimination; b. requiring existing discrimination to cease; c. confirming that discrimination is taking place if it is continuing to have a disruptive effect; d. for the payment of any salary due. 2 If the discrimination relates to the refusal of employment or to dismissal under the Code of Obligations, the person concerned is entitled only to a compensatory payment. This payment must be fixed by taking all the circumstances into account and is calculated on the basis of the probable or actual salary. 3 In the case of discrimination through sexual harassment, the court or the administrative authority may also award the person concerned compensation, unless the employer proves that it took measures that have been proven in practice to be necessary and adequate to prevent sexual harassment and which it could reasonably have been expected to take. The compensation must be fixed by taking all the circumstances into account and is calculated on the basis of the average Swiss salary. 4 The compensation in the case of discrimination through the refusal of employment in terms of Paragraph 2 must not exceed an amount equivalent to three months’ salary. The total amount of compensation must not exceed this sum even if two or more persons claim compensation for the discriminatory refusal of the same position. The compensation in the case of discrimination through dismissal under the Code of Obligations in terms of Paragraph 2 and in the case of discrimination through sexual harassment in terms of Paragraph 3 must not exceed an amount equivalent to six months’ salary. 5 Claims for damages for financial loss and pain and suffering as well as further contractual claims are reserved."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Reduced burden of proof",
      "content": "In relation to the allocation of duties, setting of working conditions, pay, basic and continuing education and training, promotion and dismissal, discrimination is presumed if the person concerned can substantiate the same by prima facie evidence."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Actions and appeals by organisations",
      "content": "1 Organisations that have been in existence for at least two years and that have as their object in terms of their articles of incorporation the promotion of gender equality or safeguarding the interests of employees may in their own names have a finding of discrimination declared if the probable outcome of proceedings will have an effect on a considerable number of jobs. They must allow the employer concerned the opportunity to state his position before they institute conciliation proceedings or bring an action. 2 The provisions on actions and appeals by individuals also apply by analogy."
    },
    {
      "provision_ref": "art8",
      "chapter": "Section 3 Special Provisions for Employment Relationships governed by the Code of Obligations governed by the Code of Obligations",
      "section": "8",
      "title": "Procedure in the case of discriminatory refusal of employment",
      "content": "1 Persons whose application for employment has been refused and who claim discrimination may request a written statement of reasons from the employer. 2 The right to compensation in accordance with Article 5 paragraph 2 is forfeited unless an action is brought within three months of the employer giving notice of refusal of employment."
    },
    {
      "provision_ref": "art9",
      "chapter": "Section 3 Special Provisions for Employment Relationships governed by the Code of Obligations governed by the Code of Obligations",
      "section": "9",
      "title": "Procedure in the case of discriminatory dismissal",
      "content": "If an employee is discriminated against in the case of dismissal, Article 336 b of the Code of Obligations applies. SR 220"
    },
    {
      "provision_ref": "art10",
      "chapter": "Section 3 Special Provisions for Employment Relationships governed by the Code of Obligations governed by the Code of Obligations",
      "section": "10",
      "title": "Protection against dismissal",
      "content": "1 The termination of employment by an employer may be challenged if it takes place without good cause following a complaint of discrimination by the employee to a superior or the initiation of proceedings before a conciliation board or a court by the employee. 2 Protection against dismissal applies for the duration of any complaints procedure at the place of work, and of any conciliation or court proceedings, and for six months thereafter. 3 The dismissal must be challenged in court before the expiry of the period of notice of termination. The court may order the temporary reinstatement of the employee for the duration of the proceedings if it appears likely that the requirements for overturning the dismissal are well founded. 4 The employee may opt not to continue in employment for the duration of the proceedings and may instead claim compensation in accordance with Article 336 a of the Code of Obligations. 5 This Article applies by analogy to dismissals that result from a complaint filed by an organisation in terms of Article 7. SR 220"
    },
    {
      "provision_ref": "art1112",
      "chapter": "Section 3 Special Provisions for Employment Relationships governed by the Code of Obligations governed by the Code of Obligations",
      "section": "1112",
      "title": "",
      "content": "Repealed by Annex 1 No II 1 of the Civil Procedure Code of 19 Dec. 2008, with effect from 1 Jan. 2011 ( AS 2010 1739 ; BBl 2006 7221 )."
    },
    {
      "provision_ref": "art13",
      "chapter": "Section 4 Legal Protection in the case of Public Employment Relationships",
      "section": "13",
      "title": "",
      "content": "1 Legal protection in the case of employment relationships under public law is governed by the general provisions on the administration of federal justice. In the case of complaints made by federal staff, Article 58 of the Federal Act of 30 June 1927 on Public Officials also applies. 2 If a person is discriminated against in the rejection of an application that would establish an employment relationship for the first time, then Article 5 paragraph 2 applies. Compensation may be requested at the same time that a complaint about the decision rejecting the application is made. 3 Federal employees may have recourse to a conciliation board within the period provided in terms of Article 50 of the Federal Act of 20 December 1968 on Administrative Procedure. This Board advises the parties and attempts to bring about a settlement. 4 ... 5 The proceedings are free of charge, other than in cases of vexatious litigation. In proceedings before the Federal Supreme Court, costs are governed by the Federal Supreme Court Act of 17 June 2005. [BS 1 489; AS 1958 1413 Art. 27 let. c, 1997 2465 annex 4, 2000 411 No II 1853 , 2001 894 Art. 39 lett. 1 2197 Art. 2 3292 Art. 2. AS 2008 3437 No I 1]. See now Art. 35 and 36 of the Federal Personnel Act of 24 March 2000 ( SR 172.220.1 ). SR 172.021 Amended by No I of the Federal Act of 8 Oct. 2004, in force since 1 March 2005 ( AS 2005 1023 ; BBl 2003 7809 ). Repealed by Annex No 1 of the Federal Supreme Court Act of 17 June 2005, with effect from 1 Jan. 2007 ( AS 2006 1205 ; FF 2001 4202 ). SR 173.110 Sentence inserted by Annex No 1 of the Federal Supreme Court Act of 17 June 2005, in force since 1 Jan. 2007 ( AS 2006 1205 ; FF 2001 4202 )."
    },
    {
      "provision_ref": "art13a",
      "chapter": "15",
      "section": "13a",
      "title": "a Obligation to conduct an equal pay analysis",
      "content": "1 Employers who employ 100 or more employees at the start of any year shall conduct an internal equal pay analysis for that year. Apprentices are not regarded as employees for this purpose. 2 The equal pay analysis shall be repeated every four years. If the number of employees falls below 100 during this period, the equal pay analysis shall be repeated when the number reaches 100 again. 3 If the equal pay analysis indicates that equal pay requirements are being met, the employer concerned shall be exempted from the obligation to conduct an analysis."
    },
    {
      "provision_ref": "art13b",
      "chapter": "15",
      "section": "13b",
      "title": "b Exception to the obligation to conduct an equal pay analysis",
      "content": "The obligation to conduct an equal pay analysis does not apply to employers: a. that are subject to verification of equal pay compliance as part of a procedure for the award of a public contract; b. that are subject to such verification in terms of an application for subsidies; or c. that have already been subject to such verification and have proven that they meet the requirements, unless more than four years has elapsed since the reference month."
    },
    {
      "provision_ref": "art13c",
      "chapter": "15",
      "section": "13c",
      "title": "c Method of equal pay analysis",
      "content": "1 The equal pay analysis shall be conducted according to a scientific method and in accordance with the law. 2 The Confederation shall provide all employers with a standard analysis tool free of charge."
    },
    {
      "provision_ref": "art13d",
      "chapter": "15",
      "section": "13d",
      "title": "d Audit of the equal pay analysis",
      "content": "1 Employers subject to the Swiss Code of Obligations shall have their equal pay analysis audited by an independent body. They may choose between: a. a firm of auditors licensed under the Auditor Oversight Act of 16 December 2005; or b. an organisation under Article 7 or an employees’ representation in accordance with the Participation Act of 17 December 1993. 2 The Federal Council shall lay down the criteria for training the lead auditors. 3 The Federal Council shall regulate the conduct of the audit of the equal pay analysis at federal level. 4 The cantons shall regulate the conduct of the audit of equal pay analyses in their fields of responsibility. SR 220 SR 221.302 SR 822.14"
    },
    {
      "provision_ref": "art13e",
      "section": "13e",
      "title": "e Audit by a licensed firm of auditors",
      "content": "1 The employer shall provide the firm of auditors all documents and provide all the information required to carry out the audit. 2 The firm of auditors shall verify whether the equal pay analysis has been conducted in a formally correct manner. 3 It shall draw up a report for submission to the management of the company audited on the conduct of the analysis within a year the conduct of the equal pay analysis."
    },
    {
      "provision_ref": "art13f",
      "section": "13f",
      "title": "f Audit by an organisation or an employees’ representation",
      "content": "The employer shall enter into an agreement with the organisation under Article 7 or the employees’ representation on the procedure for the audit and reporting to the management of the company."
    },
    {
      "provision_ref": "art13g",
      "section": "13g",
      "title": "g Information for the employees",
      "content": "Employers shall inform the employees in writing of the result of the equal pay analysis within one year of the conclusion of the audit."
    },
    {
      "provision_ref": "art13h",
      "section": "13h",
      "title": "h Information for the shareholders",
      "content": "Companies whose shares are listed on a stock market shall publish the result of the equal pay analysis in the annex to their annual accounts (Art. 959 c para. 1 no 4 of the Code of Obligations). SR 220"
    },
    {
      "provision_ref": "art13i",
      "section": "13i",
      "title": "i Publication of results in the public sector",
      "content": "Public sector employers shall publish the individual results of the equal pay analysis and the audit."
    },
    {
      "provision_ref": "art14",
      "chapter": "Section 5 Financial Aid",
      "section": "14",
      "title": "Promotion programmes",
      "content": "1 The federal government may grant financial aid to public or private institutions that conduct programmes for the promotion of gender equality in the workplace. It may conduct its own programmes. 2 The programmes may serve: a. to encourage basic and continuing education training in or outside the workplace; b. to improve the representation of both sexes in the various professions, positions, and management levels; c. to improve the compatibility of work and family duties; d. to promote work organisations and infrastructures in the workplace that encourage equality. 3 Priority for the granting of aid will be given to programmes that are exemplary or innovative in character."
    },
    {
      "provision_ref": "art15",
      "chapter": "Section 5 Financial Aid",
      "section": "15",
      "title": "Advice centres",
      "content": "The federal government may grant financial aid to private institutions for: a. the provision of advice and information to working women; b. the encouragement of the reintegration of women and men who have interrupted their working activities in order to fulfil family duties."
    },
    {
      "provision_ref": "art16",
      "chapter": "Section 6 Federal Office for Gender Equality",
      "section": "16",
      "title": "",
      "content": "1 The Federal Office for Gender Equality promotes the equality of women and men in all areas of life and is committed to eliminating any form of direct or indirect discrimination. 2 For this purpose, it carries out the following tasks: a. it provides the general public with information; b. it advises authorities and private individuals; c. it conducts studies and recommends suitable measures to authorities and private individuals; d. it may participate in projects of national importance; e. it participates in the drafting of federal legislation in the event that such legislation is relevant to gender equality; f. it examines applications for financial aid in accordance with Articles 14 and 15 and supervises the implementation of promotional programmes."
    },
    {
      "provision_ref": "art17",
      "chapter": "Section 7 Final Provisions",
      "section": "17",
      "title": "Transitional provision",
      "content": "Claims in terms of Article 5 paragraph 1 letter d are assessed under the new law provided the civil law action has been raised subsequent to the Act coming into force or the competent authority of first instance has not issued a ruling up to that point in time."
    },
    {
      "provision_ref": "art17a",
      "chapter": "Section 7 Final Provisions",
      "section": "17a",
      "title": "a Transitional provision to the Amendment of 14 December 2018",
      "content": "1 The Federal Council shall specify the date by which employers under Article 13 a must have carried out the first equal pay analysis. 2 It may specify different dates for different sizes of company. Inserted by No I of the FA of 14 Dec. 2018 in force from 1 July 2020 to 30 June 2032 ( AS 2019 2815 ; BBl 2017 5507 )."
    },
    {
      "provision_ref": "art17b",
      "chapter": "Section 7 Final Provisions",
      "section": "17b",
      "title": "b Evaluation of effectiveness",
      "content": "1 The Federal Council shall arrange for an evaluation of the effectiveness of Articles 13 a –13 i to be carried out. 2 It shall report to Parliament after the second equal pay analysis is carried out, but nine years at the latest after the articles mentioned in paragraph 1 come into force. Inserted by No I of the FA of 14 Dec. 2018, in force from 1 July 2020 to 30 June 2032 ( AS 2019 2815 ; BBl 2017 5507 )."
    },
    {
      "provision_ref": "art18",
      "chapter": "Section 7 Final Provisions",
      "section": "18",
      "title": "Referendum and commencement",
      "content": "1 This Act is subject to an optional referendum. 2 The Federal Council determines the date on which this Act comes into force. Commencement Date: 1 July 1996 FCD of 25 Oct. 1995."
    }
  ],
  "definitions": []
}