{
  "id": "sr-172-010-422",
  "type": "statute",
  "title": "Verordnung vom 23. November 2022 über den Nationalen Terrorausschuss (NATA-Verordnung)",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2022/765/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Gegenstand",
      "content": "Diese Verordnung regelt Einsatz, Aufgaben und Organisation des Nationalen Terrorausschusses (NATA) und seines vorberatenden Gremiums."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Aufgaben",
      "content": "1 Der NATA ist das politische Koordinationsgremium zur Bewältigung von Terrorlagen. 2 Er nimmt eine politische Lagebeurteilung vor und koordiniert gestützt darauf das Vorgehen und die Kommunikation von Bund und Kantonen auf politischer Ebene."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Einsatz",
      "content": "1 Der NATA kommt bei Terrorlagen zum Einsatz, die aufgrund ihrer nationalen oder internationalen Bedeutung eine politische Koordination zwischen Bund und Kantonen erfordern. 2 Eine Terrorlage liegt vor, wenn terroristische Aktivitäten stattgefunden haben oder Anhaltspunkte bestehen, dass solche ausgeübt werden. 3 Als terroristische Aktivität gelten Bestrebungen zur Beeinflussung oder Veränderung der staatlichen Ordnung, die durch die Begehung oder Androhung von schweren Straftaten oder mit der Verbreitung von Furcht und Schrecken verwirklicht oder begünstigt werden sollen."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Zusammensetzung",
      "content": "1 Der NATA setzt sich zusammen aus: a. der Vorsteherin oder dem Vorsteher des Eidgenössischen Justiz- und Polizeidepartements (EJPD); b. der Bundeskanzlerin oder dem Bundeskanzler; c. der Vorsteherin oder dem Vorsteher des Eidgenössischen Departements für auswärtige Angelegenheiten (EDA), wenn die Terrorlage eine aussenpolitische Dimension aufweist, Schweizer Interessen im Ausland oder konsularische Schutzaufgaben betroffen sind; d. den Vertreterinnen und Vertretern der kantonalen Konferenzen gemäss der Vereinbarung nach Artikel 10. 2 Die oder der Vorsitzende kann den NATA ereignisspezifisch um weitere Regierungsvertreterinnen und Regierungsvertreter von Bund, Kantonen oder Gemeinden ergänzen. 3 Der NATA kann mit Zustimmung der oder des Vorsitzenden Expertinnen und Experten beratend beiziehen. 4 Die oder der Vorsitzende kann bei Bedarf Mitglieder des vorberatenden Gremiums zu Sitzungen des NATA beiziehen."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Organisation",
      "content": "1 Die Vorsteherin oder der Vorsteher des EJPD leitet den NATA als Vorsitzende beziehungsweise Vorsitzender. 2 Sie oder er beruft den NATA im Falle einer Terrorlage selbständig oder auf Antrag eines Mitglieds ein. 3 Das Generalsekretariat des EJPD stellt die Einsatzbereitschaft sicher."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Vorberatendes Gremium: Aufgaben",
      "content": "1 Der NATA kann durch ein vorberatendes Gremium unterstützt werden. 2 Das vorberatende Gremium hat die Aufgabe, die zur Aufgabenerfüllung des NATA erforderlichen Informationen zu beschaffen und zu analysieren sowie die Entscheide vorzubereiten. 3 Es kann dem NATA Empfehlungen abgeben und Anträge stellen."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Vorberatendes Gremium: Einsetzung",
      "content": "Die oder der Vorsitzende des NATA entscheidet auf Antrag der Direktorin oder des Direktors des Bundesamtes für Polizei (fedpol) über die Einsetzung des vorberatenden Gremiums."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Vorberatendes Gremium: Zusammensetzung",
      "content": "1 Die oder der Vorsitzende des NATA entscheidet auf Antrag der Direktorin oder Direktors von fedpol über die Zusammensetzung des vorberatenden Gremiums. 2 Das vorberatende Gremium kann aus folgenden Mitgliedern zusammengesetzt werden: a. der Direktorin oder dem Direktor von fedpol; b. der Staatssekretärin oder dem Staatssekretär des EDA; c. der Direktorin oder dem Direktor des Nachrichtendienstes des Bundes; d. der Direktorin oder dem Direktor des Bundesamts für Zoll und Grenzsicherheit; e. der Bundesanwältin oder dem Bundesanwalt; 3 Die Vertreterinnen und Vertreter der Kantone im vorberatenden Gremium werden durch Vereinbarung gemäss Artikel 10 bestimmt. 4 Das vorberatende Gremium kann ereignisspezifisch durch weitere Vertreterinnen und Vertreter von Bund, Kantonen oder Gemeinden ergänzt werden. Die oder der Vorsitzende des NATA entscheidet darüber auf Antrag der Direktorin oder des Direktors von fedpol. 5 Das vorberatende Gremium kann mit Zustimmung der Direktorin oder des Direktors von fedpol Expertinnen oder Experten beratend beiziehen."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Vorberatendes Gremium: Organisation",
      "content": "1 Die Direktorin oder der Direktor von fedpol leitet das vorberatende Gremium. 2 Sie oder er beruft das vorberatende Gremium ein. 3 Das vorberatende Gremium arbeitet bei Bedarf mit anderen Gremien und Stäben des Bundes und der Kantone sowie des Auslandes zusammen. 4 Fedpol stellt die Einsatzbereitschaft sicher."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Zusammenarbeit zwischen Bund und Kantonen",
      "content": "Das EJPD und die Kantone regeln die Zusammenarbeit im NATA und seinem vorberatenden Gremium in einer Vereinbarung."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Änderung eines anderen Erlasses",
      "content": "Die Änderung eines anderen Erlasses wird im Anhang geregelt."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 1. Januar 2023 in Kraft."
    }
  ],
  "definitions": []
}