{
  "id": "sr-172-056-11",
  "type": "statute",
  "title": "Verordnung vom 12. Februar 2020 über das öffentliche Beschaffungswesen (VöB)",
  "title_en": "Ordinance of 12 February 2020 on Public Procurement (PPO)",
  "short_name": "VöB",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2020/127/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Section 1 Scope of Application",
      "section": "1",
      "title": "1 Reciprocal rights",
      "content": "(Art. 6 paras. 2 and 3 as well as 52 para. 2 of the PPA) 1 The State Secretariat for Economic Affairs (SECO) shall keep a list of the countries that have undertaken to grant market access to Switzerland. 2 It shall be published on the internet platform for public procurement operated by the Confederation and the cantons. 3 SECO shall answer questions on the commitments entered into. www.simap.ch"
    },
    {
      "provision_ref": "art2",
      "chapter": "Section 1 Scope of Application",
      "section": "2",
      "title": "2 Exemption from the PPA",
      "content": "(Art. 7 of the PPA) 1 The sectoral markets listed in Annex 1 are exempt from the PPA. 2 Proposals for the exemption of other sectoral markets must be submitted to the Federal Department of the Environment, Transport, Energy and Communications (DETEC). 3 If DETEC considers the conditions for exemption to be fulfilled, it shall submit a proposal for an amendment to Annex 1 to the Federal Council."
    },
    {
      "provision_ref": "art3",
      "chapter": "Section 2 General Principles",
      "section": "3",
      "title": "3 Measures to counter conflicts of interest and corruption",
      "content": "(Art. 11 let. b of the PPA) 1 The employees of a contracting authority, as well as third parties commissioned by the contracting authority who are involved in an award procedure, shall be obliged to: a. disclose any secondary employment and contractual relationships as well as vested interests that could lead to a conflict of interest in the award procedure; b. sign a declaration of impartiality. 2 The contracting authority shall regularly instruct its employees who participate in award procedures on how to effectively prevent conflicts of interest and corruption."
    },
    {
      "provision_ref": "art4",
      "chapter": "Section 2 General Principles",
      "section": "4",
      "title": "4 Participation conditions and eligibility criteria",
      "content": "(Art. 12, 26 and 27 of the PPA) 1 The contracting authority may entrust the performance of checks relating to equal pay to the Federal Office for Gender Equality (FOGE) in particular. The FOGE shall specify the details of its checks in a directive. The contracting authority may forward the self-declarations of the tenderers concerning compliance with equal pay rules to the FOGE. 2 In terms of important international labour standards and in addition to the core conventions of the International Labour Organization (ILO) in accordance with Annex 6 of the PPA, the contracting authority can require compliance with principles from other ILO conventions, provided Switzerland has ratified them. 3 In the case of goods, work and services that are provided abroad, the conventions in accordance with Annex 2 shall apply in addition to the environmental law applicable at the place of performance. 4 In order to verify that tenderers fulfil the participation conditions and the eligibility criteria, the contracting authority may, in view of the contract in question, require some of the documents and evidence given by way of example in Annex 3."
    },
    {
      "provision_ref": "art5",
      "chapter": "Section 3 Award Procedure",
      "section": "5",
      "title": "5 Invitation procedure",
      "content": "(Art. 20 of the PPA) The contracting authority shall invite at least one tenderer belonging to another language region of Switzerland, if this is possible and reasonable."
    },
    {
      "provision_ref": "art6",
      "chapter": "Section 3 Award Procedure",
      "section": "6",
      "title": "6 Dialogue",
      "content": "(Art. 24 of the PPA) 1 The contracting authority shall, if possible, select at least three tenderers which it invites to participate in the dialogue. 2 The process of the dialogue, including duration, deadlines, compensation and use of intellectual property rights, shall be set out in a dialogue agreement. Acceptance of the dialogue agreement is a prerequisite for participation in the dialogue. 3 Both during a dialogue and following the award of the contract, no information on solutions and procedures of the individual tenderers may be disclosed without the written consent of the tenderer concerned."
    },
    {
      "provision_ref": "art7",
      "chapter": "Section 3 Award Procedure",
      "section": "7",
      "title": "7 Description of goods, work and services",
      "content": "(Art. 36 let.b of the PPA) 1 The contracting authority shall describe the requirements of the goods or services, in particular their technical specifications in accordance with Article 30 of the PPA, in as much detail and as clearly as necessary. 2 Instead of a description in accordance with paragraph 1, it may specify the objective of the procurement."
    },
    {
      "provision_ref": "art8",
      "chapter": "Section 3 Award Procedure",
      "section": "8",
      "title": "8 Questions concerning the tender documentation",
      "content": "(Art. 36 of the PPA) 1 The contracting authority may specify in the tender documentation a deadline by which questions may be accepted. 2 It shall make all questions concerning the tender documentation anonymous and make the questions and answers available to all tenderers at the same time within a few working days after the deadline for submitting questions."
    },
    {
      "provision_ref": "art9",
      "chapter": "Section 3 Award Procedure",
      "section": "9",
      "title": "9 Compensation for tenderers",
      "content": "(Art. 24 para. 3 let. c as well as 36 let. h of the PPA) 1 Tenderers are not entitled to compensation for participation in a procedure. 2 If the contracting authority requires advance goods or services that exceed the normal expenditure, it shall state in the tender documentation whether and how it compensates for such advance goods or services."
    },
    {
      "provision_ref": "art10",
      "chapter": "Section 3 Award Procedure",
      "section": "10",
      "title": "10 Documentation duties",
      "content": "(Art. 37, 38, 39 para. 4 and 40 para. 1 of the PPA) 1 The opening and evaluation of tenders shall be documented by the contracting authority in a comprehensible manner. 2 The adjustment log shall contain at least the following information: a. place; b. date; c. names of the participants; d. adjusted elements of the tender; e. results of the adjustment."
    },
    {
      "provision_ref": "art11",
      "chapter": "Section 3 Award Procedure",
      "section": "11",
      "title": "11 Conclusion of the contract",
      "content": "(Art. 42 of the PPA) 1 The contracting authority shall conclude the contract in writing. 2 It shall apply its general terms and conditions unless the nature of the goods or services requires special contractual terms and conditions."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Debriefing",
      "content": "(Art. 51 of the PPA) 1 The contracting authority shall conduct a debriefing with an unsuccessful tenderer at its request. 2 In the debriefing, the principal reasons, in particular, for not selecting the tender shall be given. Confidentiality in accordance with Article 51 paragraph 4 of the PPA must be ensured."
    },
    {
      "provision_ref": "art13",
      "chapter": "Section 4 Competition and Study Contract Procedures",
      "section": "13",
      "title": "13 Type of goods, work and services",
      "content": "Competition and study contract procedures may be used to procure all goods, work and services within the meaning of Article 8 paragraph 2 of the PPA."
    },
    {
      "provision_ref": "art14",
      "chapter": "Section 4 Competition and Study Contract Procedures",
      "section": "14",
      "title": "14 Scope of application",
      "content": "1 Competition and study contract procedures may be used by the contracting authority to develop various solutions, in particular with regard to conceptual, design, environmental, economic, functional or technical aspects. 2 Competition procedures shall be used for tasks that can be sufficiently and conclusively defined in advance. 3 Study contract procedures are suitable for tasks which, due to their complexity, can only be specified and completed during the course of the procedure."
    },
    {
      "provision_ref": "art15",
      "chapter": "Section 4 Competition and Study Contract Procedures",
      "section": "15",
      "title": "15 Types of procedure",
      "content": "1 Competitions and study contracts shall be put out to tender in an open or selective procedure, provided the value of the contract reaches the relevant threshold laid down in Annex 4 of the PPA. 2 If these thresholds are not reached, the competition or study contract may be awarded in an invitation procedure. 3 The number of participants may be reduced in the course of the procedure, provided this eventuality was indicated in the invitation to tender."
    },
    {
      "provision_ref": "art16",
      "chapter": "Section 4 Competition and Study Contract Procedures",
      "section": "16",
      "title": "16 Independent panel of experts",
      "content": "1 The independent panel of experts shall be composed of: a. specialists in at least one field relevant to the goods or services tendered for; b. other persons freely designated by the contracting authority. 2 The majority of the members of the panel must be specialists. 3 At least half of the specialists must be independent from the contracting authority. 4 The panel may call in experts at any time to give their opinion on specialist issues. 5 In particular, it shall make a recommendation to the contracting authority for the award of a subsequent contract or for the next steps to be taken. In the competition procedure, it shall also decide on the ranking of the formally correct competition entries and on the awarding of prizes. 6 It may also rank, or recommend for further processing, entries that deviate in key areas from the requirements of the invitation to tender (purchase), provided: a. this possibility has been expressly set out in the invitation to tender; and b. it decides so in the quorum set out in the invitation to tender."
    },
    {
      "provision_ref": "art17",
      "chapter": "Section 4 Competition and Study Contract Procedures",
      "section": "17",
      "title": "Special provisions on the competition procedure",
      "content": "1 In the competition procedure, competition entries must be submitted anonymously. Participants who violate the anonymity requirement will be excluded from the competition. 2 The members of the independent panel of experts shall be disclosed in the tender documents. 3 The contracting authority may revoke anonymity prematurely if this is stipulated in the invitation to tender."
    },
    {
      "provision_ref": "art18",
      "chapter": "Section 4 Competition and Study Contract Procedures",
      "section": "18",
      "title": "18 Claims arising from the competition or study contract",
      "content": "1 The contracting authority shall, in particular, set out the following in the invitation to tender: a. whether the winner will receive a subsequent contract; b. what the participants are entitled to (in particular prizes, compensation, any purchases). 2 In addition, the invitation to tender must specify what additional claims to compensation the creators of entries have, in cases where: a. a subsequent contract has been announced; and b. one of the following conditions is met: 1. The contracting authority awards the contract to a third party, even though the independent panel of experts recommended that it be awarded to the creator of the entry. 2. The contracting authority continues to use the entry with the contractor's consent, without awarding the contractor a subsequent contract."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "19 Directives",
      "content": "The Federal Department of Finance (FDF) shall issue further and supplementary sector-specific directives on the competition and study contract procedures for contracting authorities; it shall issue the directives on request from: a. the Federal Procurement Conference (FPC) in accordance with Article 24 of the Ordinance of 24 October 2012 on the Organisation of Federal Public Procurement; or b. the Coordination Conference for Public Sector Construction and Property Services (KBOB) in accordance with Article 27 of the Ordinance of 5 December 2008 on Federal Real Estate Management and Logistics. SR 172.056.15 SR 172.010.21"
    },
    {
      "provision_ref": "art20",
      "chapter": "Section 5 Languages",
      "section": "20",
      "title": "20 Language of publications",
      "content": "(Art. 48 paras. 4 and 5 of the PPA) 1 In derogation from Article 48 paragraph 5 letters a and b of the PPA, a publication may exceptionally be produced in one official language of the Confederation and in another language, if it: a. relates to goods or services that are to be provided abroad; or b. involves highly specialised technical goods or services. 2 If none of the languages specified in paragraph 1 corresponds to an official language of the World Trade Organisation (WTO), the contracting authority shall in addition publish a summary of the invitation to tender in an official language of the WTO in accordance with Article 48 paragraph 4 of the PPA."
    },
    {
      "provision_ref": "art21",
      "chapter": "Section 5 Languages",
      "section": "21",
      "title": "21 Language of the tender documentation",
      "content": "(Art. 47 para. 3 and 48 para. 5 of the PPA) 1 For supplies of goods and services, the tender documentation shall, as a general rule, be written in the two official languages of the Confederation in which the invitation to tender was published. 2 The contracting authority may publish the tender documentation in only one official language of the Confederation if, on the basis of reactions to an advance notice or other indications, it is to be expected that there is no need to publish the tender documentation in two official languages. 3 In addition, the tender documentation may be written in only one official language of the Confederation or, in cases specified in Article 20, in another language if: a. a translation would result in considerable additional costs; considerable additional costs are deemed to exist when the cost of translation would exceed 5% of the contract value or CHF 50,000; or b. the goods or services are not to be provided in different language regions of Switzerland and do not have an impact on different language regions of Switzerland. 4 For construction work and associated supplies of goods and services, the tender documentation must be written in at least the official language at the site of the construction work in Switzerland."
    },
    {
      "provision_ref": "art22",
      "chapter": "Section 5 Languages",
      "section": "22",
      "title": "Language of submissions",
      "content": "1 The contracting authority shall accept tenders, requests to participate, applications for inclusion on a list and questions in German, French and Italian. 2 For the cases specified in Article 20, the contracting authority may specify the language or languages of the submissions."
    },
    {
      "provision_ref": "art23",
      "chapter": "Section 5 Languages",
      "section": "23",
      "title": "Language of the procedure",
      "content": "(Art. 35 let. m of the PPA) 1 The contracting authority shall designate German, French or Italian as the language of the procedure. For the cases specified in Article 20, it may choose another language; in these cases, its decisions must still be communicated in an official language of the Confederation. 2 In selecting the language of the procedure, it shall consider as far as possible the language region from which the most tenders can be expected for the goods or services to be provided. For construction work and associated supplies of goods and services, it shall be assumed that most tenders will be received in the official language at the site of the construction. 3 Unless otherwise agreed, the contracting authority shall communicate with the tenderers in the language of the procedure. It shall answer questions on the tender documentation in the language of the procedure or in the official language of the Confederation in which they were submitted."
    },
    {
      "provision_ref": "art24",
      "chapter": "Section 6 Further Provisions",
      "section": "24",
      "title": "24 Price checking",
      "content": "1 In the absence of competition, the contracting authority may agree with the tenderer on a right to inspect the calculation if the value of the contract is worth CHF 1 million or more. 2 The price may be checked by the competent internal audit unit or by the Swiss Federal Audit Office (SFAO) at the premises of the tenderer and subcontractors. In the case of foreign tenderers or foreign subcontractors, the competent internal audit unit or the SFAO may request the competent foreign office to carry out the check if adequate protection in accordance with the Federal Act of 19 June 1992 on Data Protection is guaranteed. 3 Tenderers and their subcontractors who provide essential goods or services are obliged to provide the competent auditing entity with all necessary documentation and information free of charge. 4 The basis for a price check is, in particular, the financial and cost accounting of the tenderer or subcontractor, as well as the preliminary or post calculation of the contract price based on this. The calculation shows the total production costs according to the industry's standard cost breakdown, as well as the risk premia and profit. 5 If the check reveals that the price is too high, the contracting authority shall order the difference to be refunded or a price reduction applied in the future, unless the contract provides otherwise. An increase in price as a result of the check is excluded. SR 235.1"
    },
    {
      "provision_ref": "art25",
      "chapter": "Section 6 Further Provisions",
      "section": "25",
      "title": "25 Exclusion and sanctions",
      "content": "(Art. 44 and 45 of the PPA) 1 The FPC shall maintain the list of tenderers and subcontractors excluded from future contracts in accordance with Article 45 paragraph 3 of the PPA. 2 Each notified exclusion (ban) is recorded on the list with the following information: a. date of notification; b. notifying contracting authority; c. name (company) and address of the tenderer or subcontractor; d. reason for the ban; e. length of the ban. 3 This information shall be provided on request by: a. a contracting authority or its subordinate awarding office; b. the tenderer or subcontractor concerned. 4 Tenderers and subcontractors who appear on the list described in paragraph 1, or on a sanctions list of a multilateral financial institution, may be excluded from an award procedure in accordance with Article 44 of the PPA, or the contract awarded to them may be revoked. 5 The FPC shall disclose the information on the list to the Intercantonal Public Procurement Body (InöB), provided the principle of purpose is respected. 6 The FDF shall regulate the technical and organisational requirements for accessing the list and the procedure for correcting incorrect entries in an ordinance."
    },
    {
      "provision_ref": "art26",
      "chapter": "Section 6 Further Provisions",
      "section": "26",
      "title": "26 Access rights of the Competition Commission",
      "content": "(Art. 37 para. 2 and 49 of the PPA) The Competition Commission or its secretariat shall, on request, have access to the minutes of the tender opening."
    },
    {
      "provision_ref": "art27",
      "chapter": "Section 6 Further Provisions",
      "section": "27",
      "title": "27 Publication of procurements exceeding CHF 50,000",
      "content": "1 The contracting authorities shall provide information electronically at least once a year on their public contracts which exceed CHF 50,000 and are subject to the PPA. 2 The following in particular must be published: a. name and address of the tenderer selected; b. subject of the contract; c. contract value; d. type of procedure used; e. date of start of the contract or period of performance of the contract."
    },
    {
      "provision_ref": "art28",
      "section": "28",
      "title": "28 Statistics on procurements in the scope of international treaties",
      "content": "(Art. 50 of the PPA) 1 SECO shall calculate the total value of public contracts in accordance with Article 50 of the PPA. 2 It shall prepare and communicate the statistics in accordance with Article XVI paragraph 4 of the Protocol of 30 March 2012 amending the Agreement on Government Procurement. AS 2020 6943"
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "Costs and remuneration of the Public Procurement Commission for the Confederation and the Cantons (KBBK)",
      "content": "(Art. 59 of the PPA) 1 SECO shall bear the secretariat costs of the Public Procurement Commission for the Confederation and the Cantons (KBBK). 2 It shall bear the costs of the external experts of the KBBK, provided the cantons contribute an appropriate proportion of the costs. 3 The departments shall bear the investigation costs incurred by the contracting authorities that are organisationally assigned to them. 4 The federal representatives in the KBBK have no right to remuneration."
    },
    {
      "provision_ref": "art30",
      "section": "30",
      "title": "Implementation and supervision",
      "content": "1 The FDF shall implement this Ordinance. 2 The internal supervisory bodies of the contracting authorities shall supervise compliance with this Ordinance. Art. 31 Repeal and amendment of other legislative instruments 1 The following legislative instruments are repealed: 1. Ordinance of 11 December 1995 on Public Procurement; 2. DETEC Ordinance of 18 July 2002 on Exemption from Public Procurement Law. 2 ... [ AS 1996 518 ; 1997 2779 Annex No II 5; 2002 886 , 1759 ; 2006 1667 , 5613 Art. 30 para. 2 No 1; 2009 6149 No I and II; 2010 3175 Annex 3 No 2; 2015 775; 2017 5161 Annex 2 No II 3] [ AS 2002 2663 , 2006 4777 , 2007 4519 ] The amendment may be consulted under AS 2020 691 ."
    },
    {
      "provision_ref": "art32",
      "chapter": "7",
      "section": "32",
      "title": "Commencement",
      "content": "This Ordinance comes into force on 1 January 2021."
    }
  ],
  "definitions": []
}