{
  "id": "sr-172-220-114",
  "type": "statute",
  "title": "Personalverordnung des Bundesgerichts vom 27. August 2001 (PVBger)",
  "title_en": "",
  "short_name": "PVBger",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2001/487/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "1. Abschnitt: Allgemeines",
      "section": "1",
      "title": "",
      "content": "1 Diese Verordnung regelt die Arbeitsverhältnisse des Personals des Bundesgerichts. Sie wird durch Weisungen und Richtlinien ergänzt. 2 Die Bundespersonalverordnung vom 3. Juli 2001 (BPV) findet Anwendung, soweit auf sie verwiesen wird. 3 Diese Verordnung gilt nicht für: a. das dem Obligationenrecht (OR) unterstellte Personal (Art. 6 Abs. 5 und 6 BPG); b. die Lehrlinge, die dem Bundesgesetz vom 19. April 1978 über die Berufsausbildung unterstehen. Die in dieser Verordnung verwendeten Amtsbezeichnungen gelten gleichermassen für Personen weiblichen und männlichen Geschlechts. Fassung gemäss Ziff. I der V des BGer vom 20. Nov. 2006, in Kraft seit 1. Jan. 2007 ( AS 2006 5627 ). SR 172.220.111.3 SR 220 [ AS 1979 1687 ; 1985 660 Ziff. I 21; 1987 600 Art. 17 Ziff. 3; 1991 857 Anhang Ziff. 4; 1992 288 Anhang Ziff. 17, 2521 Art. 55 Ziff. 1; 1996 2588 Anhang Ziff. 1 und Art. 25 Abs. 2; 1998 1822 Art. 2; 1999 2374 Ziff. I 2. AS 2003 4557 Anhang Ziff. I 1]. Siehe heute: das BG vom 13. Dez. 2002 ( SR 412.10 )."
    },
    {
      "provision_ref": "art2",
      "chapter": "2. Abschnitt: Personalpolitik",
      "section": "2",
      "title": "Personalförderung und Ausbildung",
      "content": "(Art. 4 Abs. 2 Bst. b BPG) 1 Die Personal- und Kaderförderung zielt darauf ab, die Kompetenzen aller Angestellten zu erweitern und zu vertiefen und die berufliche Mobilität sicherzustellen. Die Angestellten sollen befähigt werden, die notwendigen Veränderungen mitzugestalten und mitzutragen. 2 Die Angestellten sind verpflichtet, sich ihren Fähigkeiten und den Anforderungen entsprechend auszubilden und sich auf Veränderungen einzustellen. 3 Die Kosten und die Zeit für Ausbildungen im Interesse des Arbeitgebers werden durch den Arbeitgeber getragen. 4 Der Arbeitgeber kann die Angestellten verpflichten, die Kosten einer Ausbildung ganz oder teilweise zu tragen und die hiefür benötigte Zeit ganz oder teilweise zu übernehmen, wenn die Ausbildung in ihrem Interesse erfolgt. 5 Vom Arbeitgeber getragene Ausbildungskosten können von den Angestellten zurückgefordert werden, wenn: a. diese die Ausbildung abbrechen; oder b. das Arbeitsverhältnis durch die Angestellten innerhalb von zwei Jahren seit Abschluss der Ausbildung aufgelöst und kein Arbeitsverhältnis beim Bund weitergeführt wird. 6 Das Generalsekretariat bietet Ausbildungsveranstaltungen an. Für die Gerichtsschreiber wird unter deren Mitwirkung ein besonderes Weiterbildungsprogramm angeboten. Fassung gemäss Ziff. I der V des BGer vom 22. Juni 2012, in Kraft seit 1. Juli 2012 ( AS 2012 3775 )."
    },
    {
      "provision_ref": "art3",
      "chapter": "2. Abschnitt: Personalpolitik",
      "section": "3",
      "title": "Gleichstellung von Frau und Mann, Schutz der Persönlichkeit",
      "content": "(Art. 4 Abs. 2 Bst. d und g BPG) 1 Die Angestellten dürfen auf Grund ihres Geschlechts oder ihrer Lebensform weder bevorzugt noch benachteiligt werden. 2 Die Vorgesetzten schützen die Würde von Frau und Mann am Arbeitsplatz und ergreifen alle notwendigen Massnahmen gegen sexuelle oder andere persönlichkeitsverletzende Belästigungen. 3 Der Personaldienst sorgt für die angemessene Information des Personals über das Bundesgesetz vom 24. März 1995 über die Gleichstellung von Frau und Mann (Gleichstellungsgesetz). Anlaufstelle für Gleichstellungsprobleme ist der Personaldienst. SR 151 . 1"
    },
    {
      "provision_ref": "art4",
      "chapter": "2. Abschnitt: Personalpolitik",
      "section": "4",
      "title": "",
      "content": "(Art. 4 Abs. 2 Bst. g BPG) 1 Für medizinische Abklärungen und arbeitsmedizinische Massnahmen zieht das Bundesgericht den vom Eidgenössischen Finanzdepartement (EFD) bezeichneten ärztlichen Dienst bei. 2 Bei krankheits- oder unfallbedingter Arbeitsverhinderung einer angestellten Person werden die sinnvollen und zweckmässigen Möglichkeiten ausgeschöpft, um die Person wieder in den Arbeitsprozess einzugliedern (Eingliederungsmassnahmen). Geeignete Fachstellen können in die Abklärungen einbezogen werden. 3 Die angestellte Person kann verpflichtet werden, an den Eingliederungsmassnahmen mitzuwirken. Fassung gemäss Ziff. I der V des BGer vom 21. Aug. 2008, in Kraft seit 1. Juli 2008 ( AS 2008 4299 ). Fassung gemäss Ziff. I der V des BGer vom 24. Juni 2013, in Kraft seit 1. Juli 2013 ( AS 2013 2453 ). Eingefügt durch Ziff. I der V des BGer vom 21. Aug. 2008, in Kraft seit 1. Juli 2008 ( AS 2008 4299 ). Eingefügt durch Ziff. I der V des BGer vom 24. Juni 2013, in Kraft seit 1. Juli 2013 ( AS 2013 2453 )."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Familiäre und gesellschaftliche Verantwortung",
      "content": "(Art. 4 Abs. 2 Bst. i BPG) 1 Die Arbeitsverhältnisse sollen unter Wahrung der dienstlichen Bedürfnisse so ausgestaltet werden, dass das Personal Verantwortung in Familie und Gesellschaft wahrnehmen kann. 2 Das Bundesgericht bietet Teilzeit-Arbeitsstellen an."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Information",
      "content": "(Art. 4 Abs. 2 Bst. k BPG) 1 Vorgesetzte und Mitarbeitende informieren einander zielführend, rechtzeitig und bedarfsorientiert. 2 Das Generalsekretariat ist für die umfassende, zeitgerechte Information des Personals zu allgemeinen Fragen verantwortlich."
    },
    {
      "provision_ref": "art7",
      "chapter": "3. Abschnitt: Mitarbeitergespräch und Personalbeurteilung",
      "section": "7",
      "title": "Zweck",
      "content": "(Art. 4 Abs. 3 BPG) 1 Das Mitarbeitergespräch dient der Personalförderung, der Vermittlung von Anerkennung und Kritik und der Überprüfung der Arbeitssituation. Die Vorgesetzten erhalten in diesem Gespräch von den Mitarbeitenden Rückmeldungen über das Führungsverhalten. 2 Die Personalbeurteilung bildet die Grundlage für die Lohnentwicklung auf Grund der vereinbarten Ziele bezüglich Leistung und Verhalten."
    },
    {
      "provision_ref": "art8",
      "chapter": "3. Abschnitt: Mitarbeitergespräch und Personalbeurteilung",
      "section": "8",
      "title": "Grundsätze",
      "content": "(Art. 4 Abs. 3 BPG) 1 Die Vorgesetzten führen jährlich ein Mitarbeitergespräch und nehmen eine Personalbeurteilung mit ihren Mitarbeitenden vor. 2 Den Mitarbeitenden ist Aufschluss über die Grundlagen zu erteilen, die für das Mitarbeitergespräch, die Personalbeurteilung und die Entlöhnung massgebend sind. 3 Das Generalsekretariat entwickelt die entsprechenden Instrumente."
    },
    {
      "provision_ref": "art9",
      "chapter": "3. Abschnitt: Mitarbeitergespräch und Personalbeurteilung",
      "section": "9",
      "title": "Beurteilungsstufen",
      "content": "(Art. 4 Abs. 3 BPG) Die Leistungen des Personals werden mit folgenden vier Stufen beurteilt: A+: Sehr gut: Übertrifft die Anforderungen deutlich; A: Gut: Entspricht den Anforderungen voll und ganz; B: Genügend: Entspricht den Anforderungen weitgehend; C: Ungenügend: Entspricht den Anforderungen nicht. Fassung gemäss Ziff. I der V des BGer vom 3. Aug. 2009, in Kraft seit 1. Sept. 2009 ( AS 2009 3961 ). Fassung gemäss Ziff. I der V des BGer vom 29. Juni 2015, in Kraft seit 1. Aug. 2015 ( AS 2015 2339 )."
    },
    {
      "provision_ref": "art10",
      "chapter": "4. Abschnitt: Berichterstattung",
      "section": "10",
      "title": "",
      "content": "Der Personaldienst erfasst periodisch zuhanden der Leitungsorgane und des Parlaments die Kenndaten zur Zielerreichung des BPG und stellt die Berichterstattung sicher."
    },
    {
      "provision_ref": "art11",
      "chapter": "5. Abschnitt: Entstehung, Änderung und Auflösung des Arbeitsverhältnisses",
      "section": "11",
      "title": "Stellenausschreibung",
      "content": "(Art. 7 BPG) 1 Stellen sind in der Regel öffentlich auszuschreiben. Als öffentliche Ausschreibung gilt jene im Stellenanzeiger des Bundes. 2 Auf die öffentliche Ausschreibung kann verzichtet werden: a. bei bis zu einem Jahr befristeten Stellen; b. bei Stellen, die intern besetzt werden; c. bei Vorliegen wichtiger Gründe; d. bei Stellen, die im Rahmen der beruflichen Wiedereingliederung von erkrankten und verunfallten Mitarbeitenden und der Integration von Menschen mit Behinderungen besetzt werden. 3 Ausnahmsweise kann eine andere Art der Ausschreibung vorgesehen werden. Eingefügt durch Ziff. I der V des BGer vom 24. Juni 2013, in Kraft seit 1. Juli 2013 ( AS 2013 2453 )."
    },
    {
      "provision_ref": "art12",
      "chapter": "5. Abschnitt: Entstehung, Änderung und Auflösung des Arbeitsverhältnisses",
      "section": "12",
      "title": "Stellenzugang",
      "content": "(Art. 8 Abs. 3 BPG) Das Amt des Generalsekretärs und seines Stellvertreters ist Schweizer Bürgern vorbehalten."
    },
    {
      "provision_ref": "art13",
      "chapter": "5. Abschnitt: Entstehung, Änderung und Auflösung des Arbeitsverhältnisses",
      "section": "13",
      "title": "Arbeitsvertrag",
      "content": "(Art. 8 BPG) 1 Das Arbeitsverhältnis wird durch schriftlichen Vertrag begründet. 2 Der Vertrag enthält mindestens folgende Punkte: a. die Namen der Vertragsparteien; b. den Beginn und die Dauer des Arbeitsverhältnisses; c. die Funktion bzw. den Arbeitsbereich; d. den Arbeitsort und die Bedingungen über die Versetzbarkeit; e. die Probezeit; f. den Beschäftigungsgrad; g. die Lohnklasse und den Lohn; h. die Vorsorgeeinrichtung und den Vorsorgeplan; i. allfällige Verpflichtung zu regelmässiger Wochenend-, Nachtarbeit oder Pikettdienst. 3 Änderungen des Arbeitsbereichs und Arbeitsorts können durch den Arbeitgeber ohne Kündigung des Arbeitsvertrages vorgenommen werden, wenn sie dienstlich erforderlich und zumutbar sind. Der Arbeitsvertrag muss ebenfalls nicht gekündigt werden, wenn im Zusammenhang mit einer Reorganisation die organisatorische Eingliederung ändert. Fassung gemäss Ziff. I der V des BGer vom 24. Juni 2013, in Kraft seit 1. Juli 2013 ( AS 2013 2453 )."
    },
    {
      "provision_ref": "art14",
      "chapter": "5. Abschnitt: Entstehung, Änderung und Auflösung des Arbeitsverhältnisses",
      "section": "14",
      "title": "Probezeit",
      "content": "(Art. 8 BPG) 1 Wo der Vertrag nichts anderes vorsieht, gelten die ersten drei Monate als Probezeit. Diese kann in begründeten Fällen auf längstens sechs Monate festgesetzt oder verlängert werden. 2 Bei den Gerichtsschreibern, dem übrigen wissenschaftlichen Personal und den Leitern der Dienste beträgt die Probezeit sechs Monate. 3 Bei befristeten Arbeitsverhältnissen oder bei internen Übertritten kann die Probezeit verkürzt oder ganz auf sie verzichtet werden."
    },
    {
      "provision_ref": "art15",
      "chapter": "5. Abschnitt: Entstehung, Änderung und Auflösung des Arbeitsverhältnisses",
      "section": "15",
      "title": "Befristete Arbeitsverhältnisse",
      "content": "(Art. 9 Abs. 1 und 2 BPG) 1 Befristete Arbeitsverhältnisse dürfen nicht zur Umgehung des Kündigungsschutzes nach Artikel 10 BPG oder der Pflicht zur Stellenausschreibung abgeschlossen werden. 2 und 3 … Fassung gemäss Ziff. I der V des BGer vom 24. Juni 2013, in Kraft seit 1. Juli 2013 ( AS 2013 2453 ). Aufgehoben durch Ziff. I der V des BGer vom 24. Juni 2013, mit Wirkung seit 1. Juli 2013 ( AS 2013 2453 ). Siehe auch die UeBest. dieser Änd. am Ende dieses Textes."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Interne Übertritte",
      "content": "(Art. 12 BPG) 1 Angestellte, die in eine Verwaltungseinheit des Bundes übertreten, müssen den bisherigen Arbeitsvertrag beim Bundesgericht kündigen. 2 Die Beteiligten vereinbaren gemeinsam den Termin des Übertritts. Bei Uneinigkeit gelten die Kündigungsfristen nach Artikel 12 Absätze 2 und 3 BPG. 3 Folgt auf den bisherigen Arbeitsvertrag unterbruchslos ein neuer Arbeitsvertrag, so finden die Schutzbestimmungen nach Artikel 336 c OR auch während der Dauer der vereinbarten Probezeit Anwendung. 4 Für die Dauer eines befristeten Übertritts in eine Verwaltungseinheit des Bundes muss der Arbeitsvertrag nicht gekündigt werden. Die Beteiligten vereinbaren gemeinsam die Bedingungen des befristeten Übertritts. SR 220"
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Änderung des Arbeitsvertrages",
      "content": "(Art. 8 Abs. 1 und Art. 13 BPG) 1 Jede Vertragsänderung bedarf der schriftlichen Form. 2 Kommt über eine Vertragsänderung keine Einigung zustande, so muss der Vertrag unter Vorbehalt von Artikel 13 Absatz 3 nach den Bestimmungen von Artikel 10 BPG gekündigt werden. Fassung gemäss Ziff. I der V des BGer vom 24. Juni 2013, in Kraft seit 1. Juli 2013 ( AS 2013 2453 )."
    },
    {
      "provision_ref": "art17a",
      "section": "17a",
      "title": "a Kündigungsfristen",
      "content": "(Art. 12 Abs. 2 BPG) 1 Während der Probezeit kann das Arbeitsverhältnis ordentlich gekündigt werden: a. in den ersten drei Monaten mit einer Kündigungsfrist von sieben Tagen; b. ab dem vierten Monat auf Ende des der Kündigung folgenden Monats. 2 Nach Ablauf der Probezeit kann das Arbeitsverhältnis auf Ende jedes Monats ordentlich gekündigt werden. Dabei gelten folgende Mindestfristen: a. zwei Monate im ersten Dienstjahr; b. drei Monate im zweiten bis und mit dem neunten Dienstjahr; c. vier Monate ab dem zehnten Dienstjahr. 3 Der Arbeitgeber kann den Angestellten im Einzelfall eine kürzere Kündigungsfrist zugestehen, wenn keine wesentlichen Interessen entgegenstehen. Eingefügt durch Ziff. I der V des BGer vom 24. Juni 2013, in Kraft seit 1. Juli 2013 ( AS 2013 2453 )."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Auflösung des Arbeitsverhältnisses aus eigenem Verschulden",
      "content": "(Art. 19 Abs. 1 und 2 BPG) 1 Die Auflösung des Arbeitsverhältnisses gilt als verschuldet, wenn: a. es durch den Arbeitgeber aufgelöst wird: 1. wegen Verletzung wichtiger gesetzlicher oder vertraglicher Pflichten, 2. wegen Mängeln in der Leistung oder im Verhalten, die trotz schriftlicher Mahnung anhalten oder sich wiederholen, 3. wegen mangelnder Bereitschaft zur Verrichtung zumutbarer anderer Arbeit; b. die angestellte Person zumutbare gleichwertige Arbeit bei einem Arbeitgeber nach Artikel 3 BPG ablehnt. 2 Die Auflösung des Arbeitsverhältnisses gilt auch als verschuldet, wenn es durch den Arbeitgeber aufgelöst wird: a. wegen mangelnder Eignung oder Bereitschaft, die im Arbeitsvertrag vereinbarte Arbeit zu verrichten; b. wegen Umständen, bei deren Vorhandensein die Fortsetzung des Arbeitsverhältnisses nach Treu und Glauben nicht mehr zugemutet werden darf. 3 Aus wichtigen Gründen kann in den Fällen nach Absatz 2 bestimmt werden, dass die Kündigung als unverschuldet gilt."
    },
    {
      "provision_ref": "art18a",
      "section": "18a",
      "title": "a Auflösung des Arbeitsverhältnisses bei Arbeitsverhinderung wegen Krankheit oder Unfall",
      "content": "(Art. 10 Abs. 3 und 12 Abs. 2 BPG) 1 Bei Arbeitsverhinderung wegen Krankheit oder Unfall kann der Arbeitgeber das Arbeitsverhältnis nach Ablauf der Probezeit frühestens auf das Ende einer mindestens zwei Jahre dauernden Arbeitsverhinderung ordentlich auflösen. 2 Bestand schon vor Beginn der Arbeitsverhinderung wegen Krankheit oder Unfall ein Kündigungsgrund nach Artikel 10 Absätze 3 und 4 BPG, so kann der Arbeitgeber das Arbeitsverhältnis aus diesem Grund vor Ende der Frist nach Absatz 1 auflösen, sofern der Kündigungsgrund der angestellten Person vor der Arbeitsverhinderung bekanntgegeben wurde. Davon ausgenommen ist eine auf Artikel 10 Absatz 3 Buchstabe c BPG gestützte Kündigung, sofern die mangelnde Eignung oder Tauglichkeit gesundheitlich bedingt ist. 3 Verweigert die angestellte Person ihre Mitwirkung an den Eingliederungsmassnahmen nach Artikel 4 Absatz 3 oder befolgt sie die ärztlichen Anordnungen gemäss Artikel 67 Absatz 4 nicht, so kann der Arbeitgeber das Arbeitsverhältnis vor Ende der Frist nach Absatz 1 kündigen, sofern ein Kündigungsgrund nach Artikel 10 Absätze 3 und 4 BPG besteht. 4 Der Arbeitgeber kann das Arbeitsverhältnis von angestellten Personen, bei denen durch die Invalidenversicherung eine dauernde Teilarbeitsunfähigkeit festgestellt wurde, vor Ablauf der Frist nach Absatz 1 wegen mangelnder Tauglichkeit kündigen, sofern ihnen eine zumutbare Arbeit angeboten wird. Die Kündigung kann frühestens auf den Zeitpunkt des Beginns der Auszahlung der Invalidenrente erfolgen. Eingefügt durch Ziff. I der V des BGer vom 24. Juni 2013, in Kraft seit 1. Juli 2013 ( AS 2013 2453 ). Siehe auch die UeB dieser Änd. am Ende dieses Textes. Fassung gemäss Ziff. I der V des BGer vom 18. Dez. 2018, in Kraft seit 1. März 2019 ( AS 2019 619 )."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Anstellung auf Amtsdauer",
      "content": "(Art. 14 BPG; Art. 26 BGG) 1 Die Wiederwahl des Generalsekretärs und des Stellvertreters findet spätestens sechs Monate vor Ablauf der Amtsdauer statt. Das Gericht entscheidet frei über die Wiederwahl. 2 Der Generalsekretär und sein Stellvertreter können das Arbeitsverhältnis ordentlich auf sechs Monate kündigen. 3 Aus wichtigen Gründen kann das Arbeitsverhältnis fristlos gekündigt werden. Fassung gemäss Ziff. I der V des BGer vom 24. Juni 2013, in Kraft seit 1. Juli 2013 ( AS 2013 2453 )."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Altersgrenze",
      "content": "(Art. 10 Abs. 2 BPG) Im Einzelfall kann das Arbeitsverhältnis im Einvernehmen mit der betroffenen Person über das ordentliche Rücktrittsalter hinaus bis längstens zum 70. Altersjahr verlängert werden. Fassung gemäss Ziff. I der V des BGer vom 17. Jan. 2011, in Kraft seit 1. Jan. 2011 ( AS 2011 639 ). Fassung gemäss Ziff. I der V des BGer vom 18. Dez. 2018, in Kraft seit 1. März 2019 ( AS 2019 619 )."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Laufbahn der Gerichtsschreiber",
      "content": "Die Anstellungsvoraussetzungen für die Gerichtsschreiber und deren Laufbahn werden in einer Richtlinie geregelt."
    },
    {
      "provision_ref": "art22",
      "chapter": "6. Abschnitt: Lohn",
      "section": "22",
      "title": "Lohnklassen",
      "content": "(Art. 15 BPG) Der Lohn wird im Rahmen der Lohnklassen gemäss Artikel 36 BPV (Beurteilungsstufe A) festgesetzt. SR 172.220.111.3"
    },
    {
      "provision_ref": "art23",
      "chapter": "6. Abschnitt: Lohn",
      "section": "23",
      "title": "Anfangslohn",
      "content": "(Art. 15 BPG) 1 Der Anfangslohn berücksichtigt Ausbildung, Berufs- und Lebenserfahrung sowie den Arbeitsmarkt. 2 Bei einem Funktionswechsel werden die Richtlinien des Eidgenössischen Finanzdepartements (EFD) für die Lohnfestsetzung sinngemäss angewendet."
    },
    {
      "provision_ref": "art24",
      "chapter": "6. Abschnitt: Lohn",
      "section": "24",
      "title": "Lohn bei Teilzeitbeschäftigung",
      "content": "(Art. 15 BPG) 1 Bei teilzeitbeschäftigten Angestellten entsprechen der Lohn, der Ortszuschlag und die Zulagen dem Beschäftigungsgrad. Die Artikel 36 und 36 a bleiben vorbehalten. 2 Bei unregelmässigem Einsatz können mit den Angestellten Tages-, Durchschnitts- oder Stundenlöhne vereinbart werden. Fassung gemäss Ziff. I der V des BGer vom 20. Nov. 2008, in Kraft seit 1. Jan. 2009 ( AS 2008 5957 )."
    },
    {
      "provision_ref": "art24a",
      "chapter": "6. Abschnitt: Lohn",
      "section": "24a",
      "title": "a Lohn bei verminderter Leistungsfähigkeit",
      "content": "(Art. 15 BPG) 1 Ist die Leistungsfähigkeit der angestellten Person infolge gesundheitlicher Probleme vermindert, so können die Vertragsparteien in einer Vertragsänderung vereinbaren, dass: a. ein höherer Beschäftigungsgrad gilt, als im Arbeitsvertrag zur Erfüllung der Aufgaben verlangt wird; Lohn und Ortszuschlag bleiben unverändert; b. bei gleichbleibendem Beschäftigungsgrad ein tieferer Lohn und Ortszuschlag ausgerichtet wird, der dem Grad der Leistungsfähigkeit entspricht. 2 Der Arbeitgeber überprüft die Vertragsänderung regelmässig. Sobald die angestellte Person die für die Erfüllung der Aufgaben erforderliche Leistungsfähigkeit wieder erreicht hat, ist die Vertragsänderung rückgängig zu machen. Eingefügt durch Ziff. I der V des BGer vom 24. Juni 2013, in Kraft seit 1. Juli 2013 ( AS 2013 2453 )."
    },
    {
      "provision_ref": "art25",
      "chapter": "6. Abschnitt: Lohn",
      "section": "25",
      "title": "Lohnentwicklung",
      "content": "(Art. 15 BPG) 1 Berechnungsgrundlage für die Lohnentwicklung aufgrund von Leistung und Erfahrung ist der Höchstbetrag der Lohnklasse. 2 Bis zum Höchstbetrag der Lohnklasse 26 wird der Lohn jährlich wie folgt erhöht: a. 0,5 Prozent bei genügenden Leistungen; b. 3 Prozent bei guten Leistungen; c. 4 Prozent bei sehr guten Leistungen. 3 Über dem Höchstbetrag der Lohnklasse 26 wird der Lohn jährlich wie folgt erhöht, bis der Höchstbetrag der Lohnklasse erreicht ist: a. 2 Prozent bei guten Leistungen; b. 3 Prozent bei sehr guten Leistungen. 4 Reichen die bewilligten Mittel nicht aus, so werden die vorgesehenen Lohnerhöhungen vorwiegend in den höchsten Gehältern entsprechend gekürzt. 5 und 6 … Fassung gemäss Ziff. I der V des BGer vom 3. Aug. 2009, in Kraft seit 1. Sept. 2009 ( AS 2009 3961 ). Fassung gemäss Ziff. I der V des BGer vom 18. Dez. 2018, in Kraft seit 1. März 2019 ( AS 2019 619 ). Fassung gemäss Ziff. I der V des BGer vom 19. Okt. 2015, in Kraft seit 1. Dez. 2015 ( AS 2015 4105 ). Fassung gemäss Ziff. I der V des BGer vom 18. Dez. 2018, in Kraft seit 1. März 2019 ( AS 2019 619 ). Fassung gemäss Ziff. I der V des BGer vom 18. Dez. 2018, in Kraft seit 1. März 2019 ( AS 2019 619 ). Fassung gemäss Ziff. I der V des BGer vom 19. Okt. 2015, in Kraft seit 1. Dez. 2015 ( AS 2015 4105 ). Fassung gemäss Ziff. I der V des BGer vom 18. Dez. 2018, in Kraft seit 1. März 2019 ( AS 2019 619 ). Aufgehoben durch Ziff. I der V des BGer vom 18. Dez. 2018, mit Wirkung seit 1. März 2019 ( AS 2019 619 )."
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Ausserordentliche Lohnanpassungen bei neuen Aufgaben oder neuer Funktionsbewertung",
      "content": "(Art. 15 BPG) 1 Ist der Lohn der angestellten Person höher als die Lohnklasse, der sie nach der Funktionsbewertung zugewiesen ist, kann der Lohn nach zwei Jahren auf den Höchstlohn dieser Lohnklasse gesenkt werden. 2 Statt einer Lohnsenkung kann der zu hohe Lohn im Einverständnis mit der angestellten Person vom Teuerungsausgleich ausgenommen werden, bis der Lohn den Höchstbetrag der Lohnklasse nicht mehr übersteigt, die auf Grund der Funktionsbewertung gerechtfertigt ist. 3 Liegt der Lohn im Vergleich zu den anderen Löhnen zu tief, kann er angehoben werden. Dabei darf der Höchstbetrag der massgeblichen Lohnklasse nicht überschritten werden."
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "Auszahlung",
      "content": "(Art. 15 BPG) Der Lohn wird in dreizehn Teilen ausbezahlt."
    },
    {
      "provision_ref": "art28",
      "section": "28",
      "title": "Ortszuschlag",
      "content": "(Art. 15 BPG) Es wird der Ortszuschlag ausgerichtet, den der Bundesrat für den jeweiligen Dienstort vorsieht. Fassung gemäss Ziff. I der V des BGer vom 21. Aug. 2008, in Kraft seit 1. Juli 2008 ( AS 2008 4299 )."
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "Teuerungsausgleich und Reallohnerhöhung",
      "content": "(Art. 16 BPG) 1 Das Bundesgericht richtet den gleichen Teuerungsausgleich und die gleiche Reallohnerhöhung aus, wie sie vom Bundesrat für das Personal der allgemeinen Bundesverwaltung beschlossen werden. 2 Ortszuschlag und Familienzulagen werden in gleichem Umfang wie für die allgemeine Bundesverwaltung angepasst. Fassung gemäss Ziff. I der V des BGer vom 2. Juni 2008, in Kraft seit 2. Juni 2008 ( AS 2008 2921 ). Fassung gemäss Ziff. I der V des BGer vom 20. Nov. 2008, in Kraft seit 1. Jan. 2009 ( AS 2008 5957 )."
    },
    {
      "provision_ref": "art30",
      "section": "30",
      "title": "Vergütungen",
      "content": "(Art. 15 BPG) 1 Vergütungen können ausgerichtet werden für: a. angeordnete Sonntags- und Nachtarbeit; b. Pikettdienst. 2 Die Grundsätze des EFD werden sinngemäss angewendet. Eingefügt durch Ziff. I der V des BGer vom 20. Nov. 2006, in Kraft seit 1. Jan. 2007 ( AS 2006 5627 )."
    },
    {
      "provision_ref": "art31",
      "section": "31",
      "title": "Besondere Massnahmen",
      "content": "(Art. 15 BPG) 1 Bei wiederholten Leistungen der Beurteilungsstufe C werden Entwicklungsmassnahmen getroffen, eine weniger anforderungsreiche Stelle zugewiesen oder andere geeignete Massnahmen ergriffen. Sozialen Härtefällen ist angemessen Rechnung zu tragen. 2 Wenn die Gesamtbeurteilung ungenügend ist, wird der Lohn in den Lohnklassen 29 und höher gekürzt. Die Kürzung beträgt im ersten Jahr ein Prozent und ab dem zweiten Jahr zwei Prozent. 3 Führen die Massnahmen nicht zu besseren Leistungen, wird das Arbeitsverhältnis gekündigt. Fassung gemäss Ziff. I der V des BGer vom 20. Nov. 2006, in Kraft seit 1. Jan. 2007 ( AS 2006 5627 ). Eingefügt durch Ziff. I der V des BGer vom 20. Nov. 2006, in Kraft seit 1. Jan. 2007 ( AS 2006 5627 )."
    },
    {
      "provision_ref": "art32",
      "chapter": "7. Abschnitt: Besondere Lohnbestandteile",
      "section": "32",
      "title": "Funktionszulage",
      "content": "(Art. 15 BPG) 1 Für Aufgaben mit besonderen Anforderungen und Beanspruchungen, die keine dauerhafte Höhereinreihung rechtfertigen, kann eine Funktionszulage ausgerichtet werden. 2 Die Funktionszulage entspricht höchstens dem Unterschied zwischen dem Höchstbetrag gemäss Arbeitsvertrag und dem Höchstbetrag der Lohnklasse der höher bewerteten Funktion. 3 Die Berechnungsgrundsätze des EFD werden sinngemäss angewendet."
    },
    {
      "provision_ref": "art33",
      "chapter": "7. Abschnitt: Besondere Lohnbestandteile",
      "section": "33",
      "title": "Leistungsprämie in Form einer Einsatzprämie",
      "content": "(Art. 15 BPG) 1 Besondere Einsätze können mit Leistungsprämien in Form von einmaligen Einsatzprämien von bis zu 6 Prozent des Höchstbetrags der Lohnklasse abgegolten werden. 2 Zur spontanen Auszeichnung besonderer Einsätze können kleinere Naturalprämien ausgerichtet werden. 3 Die Prämie kann auch an Gruppen von Angestellten ausgerichtet werden. Fassung gemäss Ziff. I der V des BGer vom 3. Aug. 2009, in Kraft seit 1. Sept. 2009 ( AS 2009 3961 )."
    },
    {
      "provision_ref": "art34",
      "chapter": "7. Abschnitt: Besondere Lohnbestandteile",
      "section": "34",
      "title": "Leistungsprämie in Form einer Anerkennungsprämie",
      "content": "(Art. 15 BPG) 1 Hat die Lohnentwicklung den Höchstbetrag der Lohnklasse erreicht, so kann eine Leistungsprämie in Form einer Anerkennungsprämie ausgerichtet werden, wenn die Leistungen der Beurteilungsstufe A+ entsprechen. 2 Die Anerkennungsprämie beträgt bis zu 5 Prozent des Höchstbetrags der Lohnklasse. 3 Auf die Anerkennungsprämie besteht kein Anspruch. Sie wird jährlich neu beschlossen. 4 Anerkennungsprämien können höchstens an 18 Prozent der Gerichtsschreiber sowie 18 Prozent der übrigen Angestellten ausgerichtet werden. Fassung gemäss Ziff. I der V des BGer vom 3. Aug. 2009, in Kraft seit 1. Sept. 2009 ( AS 2009 3961 )."
    },
    {
      "provision_ref": "art35",
      "chapter": "7. Abschnitt: Besondere Lohnbestandteile",
      "section": "35",
      "title": "Arbeitsmarktzulage",
      "content": "(Art. 15 BPG) Zur Gewinnung und Erhaltung ausgewiesener Personen kann eine Arbeitsmarktzulage von bis zu 20 % des Höchstbetrages der Lohnklasse gewährt werden."
    },
    {
      "provision_ref": "art36",
      "chapter": "7. Abschnitt: Besondere Lohnbestandteile",
      "section": "36",
      "title": "Anspruch auf Familienzulage",
      "content": "(Art. 31 Abs. 1 und 2 BPG) Die Familienzulage wird bis zum vollendeten 18. Altersjahr des Kindes ausgerichtet. Für in Ausbildung stehende Kinder und für erwerbsunfähige Kinder (Art. 7 des BG vom 6. Okt. 2000 über den Allgemeinen Teil des Sozialversicherungsrechts) wird sie längstens bis zum vollendeten 25. Altersjahr ausgerichtet. Fassung gemäss Ziff. I der V des BGer vom 20. Nov. 2008, in Kraft seit 1. Jan. 2009 ( AS 2008 5957 ). SR 830.1"
    },
    {
      "provision_ref": "art36a",
      "section": "36a",
      "title": "a Ergänzende Leistungen zur Familienzulage",
      "content": "Das Bundesgericht richtet betragsmässig im gleichen Umfang ergänzende Leistungen zur Familienzulage aus wie die allgemeine Bundesverwaltung. Eingefügt durch Ziff. I der V des BGer vom 20. Nov. 2008, in Kraft seit 1. Jan. 2009 ( AS 2008 5957 )."
    },
    {
      "provision_ref": "art36b",
      "section": "36b",
      "title": "b Zulage für Verwandtschaftsunterstützung",
      "content": "Der halbe Betrag der Zulage, die für jedes weitere zulagenberechtigte Kind bis zum vollendeten 16. Altersjahr gilt, kann ausgerichtet werden an Angestellte: a. deren Ehefrau, Ehemann, eingetragene Partnerin oder eingetragener Partner wegen schwerer Krankheit an der Ausübung einer Erwerbstätigkeit dauernd gehindert ist; b. die nahe Verwandte auf behördliche Anordnung unterstützen. Eingefügt durch Ziff. I der V des BGer vom 20. Nov. 2008, in Kraft seit 1. Jan. 2009 ( AS 2008 5957 )."
    },
    {
      "provision_ref": "art37",
      "chapter": "8. Abschnitt: Funktionsbewertung",
      "section": "37",
      "title": "Funktionsbewertung",
      "content": "(Art. 15 BPG) 1 Jede Funktion wird bewertet und einer Lohnklasse zugewiesen. 2 Massgebend für die Bewertung sind die erforderliche Vorbildung, der Umfang des Aufgabenkreises sowie das Mass der betrieblichen Anforderungen, Verantwortlichkeiten und Gefährdungen. 3 Der Personalchef erstattet das Gutachten. Er wendet die Richtlinien des Finanzdepartements sinngemäss an und kann die Meinung des Personalamtes einholen."
    },
    {
      "provision_ref": "art38",
      "chapter": "9. Abschnitt: Arbeitszeit, Ferien, Urlaub",
      "section": "38",
      "title": "Arbeitszeit",
      "content": "(Art. 17 BPG) 1 Die durchschnittliche Wochenarbeitszeit beträgt für vollzeitbeschäftigte Angestellte 42 Stunden. Für teilzeitbeschäftigte Angestellte reduziert sich die Wochenarbeitszeit entsprechend dem Beschäftigungsgrad. Vorbehalten bleiben abweichende Regelungen für das Kader. 2 Soweit betrieblich möglich, werden den Angestellten mit Arbeitszeiterfassung flexible Arbeitszeiten angeboten. Diese beruhen in der Regel auf der gleitenden Arbeitszeit. 3 Der Arbeitgeber bietet den Angestellten mit Arbeitszeiterfassung Wochenarbeitszeiten zwischen 40 und 44 Arbeitsstunden gegen Ausgleich in Ferientagen oder Lohn an. Den Gerichtsschreibern werden die entsprechenden Arbeitsmodelle mit zusätzlichen Ferientagen gegen Lohnreduktion angeboten. 4 Angestellten mit Vertrauensarbeitszeit, die sich bereit erklären, Überstunden ohne Zeitkompensation zu leisten, kann die gleiche Vergütung gewährt werden wie dem Personal der allgemeinen Bundesverwaltung. 5 Im Einvernehmen mit dem Arbeitgeber können die Angestellten einen Teil ihrer Arbeit in Telearbeit leisten (mobiles Arbeiten und Heimarbeit). Fassung gemäss Ziff. I der V des BGer vom 23. Dez. 2008, in Kraft seit 1. Jan. 2009 ( AS 2009 353 ). Eingefügt durch Ziff. I der V des BGer vom 12. Okt. 2020, in Kraft seit 1. Jan. 2021 ( AS 2020 4965 )."
    },
    {
      "provision_ref": "art39",
      "chapter": "9. Abschnitt: Arbeitszeit, Ferien, Urlaub",
      "section": "39",
      "title": "Mehrarbeit und Überzeit",
      "content": "(Art. 17 BPG) 1 Bei ausserordentlicher Geschäftslast oder wegen dringender Arbeit kann auf Antrag des Vorgesetzten vorübergehend Mehrarbeit und Überzeit angeordnet werden. 2 Mehrarbeit und Überzeit sind in der Regel durch Freizeit von gleicher Dauer auszugleichen. 3 Ist der Ausgleich durch Freizeit nicht möglich, können Ausgleichstage auf das nächste Kalenderjahr übertragen oder in begründeten Fällen Barvergütungen ausgerichtet werden. 4 Die Barvergütungen betragen: a. für Mehrarbeit bis zur wöchentlichen Höchstarbeitszeit von 45 Stunden 100 Prozent des auf die Stunde umgerechneten Lohnes; b. für Überzeit, die die wöchentliche Höchstarbeitszeit von 45 Stunden übersteigt, 125 Prozent des auf die Stunde umgerechneten Lohnes. 5 Im Kalenderjahr dürfen insgesamt höchstens 150 Stunden Mehrarbeit und Überzeit durch eine Barvergütung abgegolten werden. 6 Auf das folgende Kalenderjahr dürfen insgesamt höchstens 100 Stunden Mehrarbeit und Überzeit übertragen werden. 7 Für Teilzeitarbeitende gelten die Absätze 4–6 entsprechend dem Beschäftigungsgrad."
    },
    {
      "provision_ref": "art40",
      "chapter": "9. Abschnitt: Arbeitszeit, Ferien, Urlaub",
      "section": "40",
      "title": "Freie Tage",
      "content": "(Art. 17 BPG) 1 Ergeben sich in einem Kalenderjahr: a. weniger als 63 Sonn- und Feiertage, so werden die fehlenden freien Tage nachbezogen; b. mehr als 63 Sonn- und Feiertage, so verringert sich der Ferienanspruch entsprechend. 2 In Lausanne gelten als Feiertage Neujahr, Berchtoldstag, Karfreitag, Ostermontag, Auffahrt, Pfingstmontag, Bundesfeiertag, Bettagmontag, Weihnachten und der Stephanstag. Die Nachmittage von Heiligabend und Sylvester sind ebenfalls arbeitsfrei. 3 In Luzern gelten als Feiertage Neujahr, Berchtoldstag, Karfreitag, Ostermontag, Auffahrt, Pfingstmontag, Fronleichnam, Bundesfeiertag, Mariä Himmelfahrt, Leodegar, Allerheiligen, Mariä Empfängnis, Weihnachten und der Stephanstag. Ebenfalls arbeitsfrei sind je ein halber Arbeitstag am Schmutzigen Donnerstag und Güdismontag sowie die Nachmittage von Heiligabend und Sylvester. 4 Für Angestellte des Bundesgerichts an anderen Arbeitsorten gelten die am jeweiligen Standort massgeblichen Bundesvorschriften. Fassung gemäss Ziff. I der V des BGer vom 20. Nov. 2006, in Kraft seit 1. Jan. 2007 ( AS 2006 5627 ). Eingefügt durch Ziff. I der V des BGer vom 20. Nov. 2006, in Kraft seit 1. Jan. 2007 ( AS 2006 5627 ). Eingefügt durch Ziff. I der V des BGer vom 20. Nov. 2006, in Kraft seit 1. Jan. 2007 ( AS 2006 5627 )."
    },
    {
      "provision_ref": "art41",
      "section": "41",
      "title": "Ferien",
      "content": "(Art. 17 BPG) 1 Die Angestellten haben pro Kalenderjahr Anspruch auf Ferien von: a. 6 Wochen bis und mit dem Kalenderjahr, in dem sie das 20. Altersjahr vollenden; b. 5 Wochen vom Beginn des Kalenderjahres, in dem sie das 21. Altersjahr vollenden; c. 6 Wochen vom Beginn des Kalenderjahres, in dem sie das 50. Altersjahr vollenden; d. 7 Wochen vom Beginn des Kalenderjahres, in dem sie das 60. Altersjahr vollenden. 2 Ferien sind so anzusetzen, dass der Ablauf der Arbeiten nicht beeinträchtigt und die Erholung gewährleistet wird. 3 Ferien sind grundsätzlich in dem Kalenderjahr zu beziehen, in welchem der Anspruch entsteht. Ist dies nicht möglich, so sind sie im Folgejahr zu beziehen. 4 Ferien werden im Verhältnis zur Dauer der Abwesenheit gekürzt, wenn die angestellte Person die Arbeit während eines Kalenderjahres länger aussetzt als: a. insgesamt 90 Kalendertage wegen Krankheit, Unfalls oder obligatorischen Dienstes; bei der Berechnung der Kürzung werden die ersten 90 Abwesenheitstage nicht berücksichtigt; als Abwesenheitstage gelten Tage, an denen die angestellte Person nicht entsprechend ihrem Beschäftigungsgrad gearbeitet hat; b. 30 Tage wegen unbezahlten Urlaubs. Fassung gemäss Ziff. I der V des BGer vom 18. Dez. 2018, in Kraft seit 1. März 2019 ( AS 2019 619 ). Eingefügt durch Ziff. I der V des BGer vom 24. Juni 2013, in Kraft seit 1. Juli 2013 ( AS 2013 2453 )."
    },
    {
      "provision_ref": "art42",
      "section": "42",
      "title": "Urlaub",
      "content": "(Art. 17 BPG) 1 Müssen oder wollen Angestellte in besonderen Fällen die Arbeit aussetzen, so haben sie um bezahlten, teilweise bezahlten oder unbezahlten Urlaub nachzusuchen. 2 Bei der Beurteilung des Gesuches werden in angemessener Weise der Grund sowie die Arbeitssituation berücksichtigt. Die Leistung und das Verhalten können ebenfalls berücksichtigt werden. 3 Im Übrigen werden die Richtlinien des EFD sinngemäss angewendet."
    },
    {
      "provision_ref": "art43",
      "chapter": "10. Abschnitt: Weitere Leistungen des Arbeitgebers",
      "section": "43",
      "title": "Arbeitsgeräte, Material",
      "content": "(Art. 18 Abs. 1 BPG) 1 Die Angestellten werden mit den nötigen Arbeitsgeräten und dem nötigen Material ausgerüstet. 2 Verwenden Angestellte im Einvernehmen mit dem Arbeitgeber eigene Arbeitsgeräte, kann eine Vergütung ausgerichtet werden."
    },
    {
      "provision_ref": "art44",
      "chapter": "10. Abschnitt: Weitere Leistungen des Arbeitgebers",
      "section": "44",
      "title": "Dienstkleidung",
      "content": "(Art. 18 Abs. 1 und Art. 21 Abs. 1 Bst. c BPG) Die Mitarbeiter des Weibel- und des Hausdienstes tragen Dienstkleidung. Diese wird unentgeltlich abgegeben."
    },
    {
      "provision_ref": "art45",
      "chapter": "10. Abschnitt: Weitere Leistungen des Arbeitgebers",
      "section": "45",
      "title": "Spesen",
      "content": "(Art. 18 Abs. 2 BPG) 1 Den Angestellten werden die Mehrauslagen ersetzt, die ihnen durch berufliche Einsätze entstehen. 2 Die Ansätze des EFD werden sinngemäss angewendet für: a. Mahlzeiten, Unterkunft und Reise; b. Dienstreisen ins Ausland; c. die Teilnahme an internationalen Konferenzen; d. den Umzug aus dienstlichen Gründen; e. Repräsentationsauslagen."
    },
    {
      "provision_ref": "art46",
      "chapter": "10. Abschnitt: Weitere Leistungen des Arbeitgebers",
      "section": "46",
      "title": "Treueprämie",
      "content": "(Art. 32 Bst. b BPG) 1 Nach Vollendung des 10. Anstellungsjahres sowie nach je fünf weiteren Anstellungsjahren kann eine Treueprämie ausgerichtet werden. 2 Die Treueprämie entspricht: a. nach dem 10. und dem 15. Anstellungsjahr je einem halben Monatslohn; b. nach dem 20. Anstellungsjahr und nach je fünf weiteren Anstellungsjahren einem Monatslohn. 3 Die Treueprämie wird grundsätzlich als Barbetrag ausgerichtet. Die Angestellten können sie im Einvernehmen mit den Vorgesetzten ausnahmsweise als bezahlten Urlaub beziehen. 4 Angestellten, deren Leistungen oder Verhalten nur teilweise genügen, kann die Treueprämie ganz oder teilweise verweigert werden. 5 Für die Berechnung der Anzahl Anstellungsjahre zählen unabhängig des Beschäftigungsgrades die ununterbrochenen Arbeitsverhältnisse, die in den Verwaltungseinheiten des Bundes bestanden haben. Die Lehrzeit nach dem Berufsbildungsgesetz vom 13. Dezember 2002 wird nicht berücksichtigt. Fassung gemäss Ziff. I der V des BGer vom 3. Aug. 2009, in Kraft seit 1. Sept. 2009 ( AS 2009 3961 ). Fassung gemäss Ziff. I der V des BGer vom 19. Okt. 2015, in Kraft seit 1. Jan. 2016 ( AS 2015 4105 ). Fassung gemäss Ziff. I der V des BGer vom 19. Okt. 2015, in Kraft seit 1. Jan. 2016 ( AS 2015 4105 ). SR 412.10 Fassung gemäss Ziff. I der V des BGer vom 24. Juni 2013, in Kraft seit 1. Juli 2013 ( AS 2013 2453 ). Siehe auch die UeBest. dieser Änd. am Ende dieses Textes."
    },
    {
      "provision_ref": "art47",
      "section": "47",
      "title": "Verbesserungsvorschläge",
      "content": "(Art. 32 Bst. c BPG) 1 Die Vorgesetzen unterstützen durch geeignete Massnahmen ein innovatives Verhalten und fördern die Umsetzung von Verbesserungsvorschlägen. 2 Realisierte Ideen können mit einer Barprämie oder anderen Leistungen im gleichen Gegenwert belohnt werden."
    },
    {
      "provision_ref": "art48",
      "section": "48",
      "title": "Unterstützung von Einrichtungen zu Gunsten des Personals",
      "content": "(Art. 32 Bst. e BPG) 1 Zur Erleichterung der Arbeitsbedingungen oder der persönlichen Arbeitsorganisation können Einrichtungen zu Gunsten des Personals unterstützt werden, wie: a. die familienergänzende Kinderbetreuung; b. der Betrieb von Personalrestaurants, Erfrischungsräumen und anderen leistungserhaltenden und -fördernden Einrichtungen. 2 Für vorteilhafte Konditionen auf Sparkapitalien bei der Sparkasse Bundespersonal gelten die Vorschriften der zuständigen Institutionen. 3 Anlässe zur Pflege der Beziehungen zwischen den aktiven und den pensionierten Angestellten können unterstützt werden. Fassung gemäss Ziff. I der V des BGer vom 24. Juni 2013, in Kraft seit 1. Juli 2013 ( AS 2013 2453 ). Fassung gemäss Ziff. I der V des BGer vom 24. Juni 2013, in Kraft seit 1. Juli 2013 ( AS 2013 2453 )."
    },
    {
      "provision_ref": "art49",
      "section": "49",
      "title": "Verfahrens- und Parteikosten",
      "content": "(Art. 18 Abs. 2 BPG) 1 Der Arbeitgeber vergütet den Angestellten, die infolge Ausübung ihrer dienstlichen Tätigkeit in ein Zivil- oder Strafverfahren verwickelt werden, die Verfahrens- und Parteikosten zurück, wenn: a. das Verfahren mit der dienstlichen Tätigkeit zusammenhängt; b. die Handlung weder grobfahrlässig noch vorsätzlich begangen wurde; und c. der Bund ein Interesse an der Führung des Prozesses hat. 2 Vor Rechtskraft des Urteils werden nur Kostengutsprachen geleistet. Aus wichtigen Gründen können ausnahmsweise auch in diesen Fällen Kostenvergütungen ausgerichtet werden."
    },
    {
      "provision_ref": "art50",
      "section": "50",
      "title": "Ausrichtung von Entschädigungen",
      "content": "(Art. 19 BPG) 1 Kündigt der Arbeitgeber das Arbeitsverhältnis, ohne dass die betreffende Person ein Verschulden trifft, so wird unter Vorbehalt von Absatz 4 eine Entschädigung ausgerichtet: a. Angestellten, die eine sehr spezialisierte Funktion ausüben, für die keine oder nur eine schwache Nachfrage besteht; b. Angestellten, deren Arbeitsverhältnis bei einem Arbeitgeber nach Artikel 3 BPG ununterbrochen 20 Jahre gedauert hat; c. Angestellten, die mindestens 50 Jahre alt sind. 2 Bei unverschuldeter Nichtwiederwahl wird dem Generalsekretär und seinem Stellvertreter eine Entschädigung nach Artikel 51 Absatz 1 ausgerichtet. 3 Weitere Entschädigungen nach Artikel 19 Absatz 4 BPG können unter Vorbehalt von Absatz 4 bei Auflösung des Arbeitsverhältnisses ausgerichtet werden: a. in Einzelfällen höheren Kaderangehörigen; b. den unter den Sozialplan fallenden Angestellten. 4 Keine Entschädigung wird ausgerichtet, wenn: a. eine Weiterbeschäftigung bei einem Arbeitgeber nach Artikel 3 BPG erfolgt; b. … c. das Arbeitsverhältnis aus eigenem Verschulden (Art. 18) aufgelöst wird. 5 Wird die Person innert eines Jahres nach der Auflösung des Arbeitsverhältnisses bei einem Arbeitgeber nach Artikel 3 BPG angestellt, so ist die Entschädigung nach den Absätzen 1 und 2 ganz oder teilweise zurückzuerstatten. Fassung gemäss Ziff. I der V des BGer vom 24. Juni 2013, in Kraft seit 1. Juli 2013 ( AS 2013 2453 ). Fassung gemäss Ziff. I der V des BGer vom 24. Juni 2013, in Kraft seit 1. Juli 2013 ( AS 2013 2453 ). Aufgehoben durch Ziff. I der V des BGer vom 24. Juni 2013, mit Wirkung seit 1. Juli 2013 ( AS 2013 2453 ). Fassung gemäss Ziff. I der V des BGer vom 24. Juni 2013, in Kraft seit 1. Juli 2013 ( AS 2013 2453 )."
    },
    {
      "provision_ref": "art51",
      "section": "51",
      "title": "Höhe der Entschädigungen",
      "content": "(Art. 19 Abs. 5 BPG) 1 Die Entschädigung nach Artikel 50 Absätze 1, 2 und 3 entspricht mindestens einem Monatslohn und höchstens einem Jahreslohn. 2 … Fassung gemäss Ziff. I der V des BGer vom 24. Juni 2013, in Kraft seit 1. Juli 2013 ( AS 2013 2453 ). Fassung gemäss Ziff. I der V des BGer vom 24. Juni 2013, in Kraft seit 1. Juli 2013 ( AS 2013 2453 ). Aufgehoben durch Ziff. I der V des BGer vom 24. Juni 2013, mit Wirkung seit 1. Juli 2013 ( AS 2013 2453 )."
    },
    {
      "provision_ref": "art52",
      "section": "52",
      "title": "Leistungen bei Einsatz in internationalen Organisationen",
      "content": "(Art. 17 und 18 Abs. 2 BPG) Zur Förderung des Einsatzes von Angestellten in internationalen Organisationen können insbesondere folgende Leistungen erbracht werden: a. Gewährung von bezahltem, teilweise bezahltem oder unbezahltem Urlaub von bis zu fünf Jahren Dauer; b. Übernahme von ausserordentlichen Kosten, die mit dem Einsatz der Angestellten bei internationalen Organisationen zusammenhängen, soweit diese nicht durch entsprechende Leistungen der internationalen Organisation abgegolten werden."
    },
    {
      "provision_ref": "art52a",
      "chapter": "71",
      "section": "52a",
      "title": "a Versicherbarer Lohn",
      "content": "(Art. 32 g Abs. 5 BPG) 1 Bei PUBLICA versichert werden im Rahmen der reglementarischen Bestimmungen der Lohn sowie die Lohnbestandteile nach Anhang 2 der BPV. 2 Wird einer angestellten Person nach Artikel 26 Absatz 2 keine Teuerungszulage ausgerichtet oder wird ihr Lohn nach Artikel 67 Absatz 2 oder 3 herabgesetzt, so bleibt der bisherige versicherbare Lohn bis zu dem Zeitpunkt unverändert, in dem die Teuerungszulage wieder ausgerichtet wird oder der Lohnanspruch bei Krankheit oder Unfall erlischt. 3 … 4 Im Fall von Massnahmen bei Umstrukturierungen nach Artikel 77 bestimmt sich der versicherbare Lohn nach dem Sozialplan. V des BGerV des BGer vom SR 172.220.111.3 Aufgehoben durch Ziff. I der V des BGer vom 29. Juni 2015, mit Wirkung seit 1. Aug. 2015 ( AS 2015 2339 )."
    },
    {
      "provision_ref": "art52b",
      "chapter": "71",
      "section": "52b",
      "title": "b Meldung",
      "content": "Der versicherbare Lohn wird PUBLICA vom Personaldienst des Bundesgerichts als massgebender Lohn gemeldet."
    },
    {
      "provision_ref": "art52c",
      "chapter": "71",
      "section": "52c",
      "title": "c Beteiligung am Einkauf",
      "content": "(Art. 32 Bst. a BPG) Der Arbeitgeber kann sich zulasten der Personalkredite am reglementarischen Einkauf beteiligen, sofern bei Neuanstellungen der Vorsorgeschutz gemessen an der Funktion und der Qualifikation der anzustellenden Person als unangemessen gering erscheint."
    },
    {
      "provision_ref": "art52d",
      "chapter": "71",
      "section": "52d",
      "title": "d Versicherungsschutz während des Urlaubs",
      "content": "(Art. 17 und 31 Abs. 5 BPG) 1 Während eines unbezahlten oder teilweise bezahlten Urlaubs bleibt der Versicherungsschutz während mindestens zwei Monaten unverändert. 2 Wird ein unbezahlter oder teilweise bezahlter Urlaub von mehr als zwei Monaten gewährt, so vereinbart der Arbeitgeber mit der angestellten Person vor Urlaubsantritt, ob und wie die Versicherung und die Beitragspflicht ab dem dritten Urlaubsmonat weiterbestehen sollen. 3 Werden ab dem dritten Urlaubsmonat die Arbeitgeberbeiträge oder die Risikoprämie nicht mehr übernommen, so meldet der Arbeitgeber den Urlaub PUBLICA. Die angestellte Person kann den bisherigen Versicherungsschutz aufrechterhalten, indem sie nebst den eigenen Sparbeiträgen auch die Sparbeiträge des Arbeitgebers und die Risikoprämie bezahlt, oder die Versicherung auf die Risiken Tod und Invalidität beschränken. 4 Die während des Urlaubs von der angestellten Person geschuldeten Beiträge werden ihr nach der Wiederaufnahme der Arbeit vom Lohn abgezogen."
    },
    {
      "provision_ref": "art52dbis",
      "chapter": "71",
      "section": "52dbis",
      "title": "d bis Weiterführung der Vorsorge nach Lohnreduktion",
      "content": "1 Wird der versicherbare Lohn einer angestellten Person nach dem 58. Altersjahr um höchstens die Hälfte reduziert, so kann auf ihr Verlangen die Vorsorge für den bisherigen Versicherungsschutz aufrechterhalten werden (Art. 33 a des BG vom 25. Juni 1982 über die berufliche Alters-, Hinterlassenen- und Invalidenvorsorge; BVG), indem sie neben den eigenen Sparbeiträgen auch die Sparbeiträge des Arbeitgebers und die Risikoprämie auf dem der Lohnreduktion entsprechenden Anteil des bisherigen versicherten Verdienstes bezahlt. 2 Bei generellen Lohnanpassungen, namentlich bei Reallohnerhöhungen und generellen Einreihungskorrekturen, verändern sich die bezahlten Beiträge auf dem der Lohnreduktion entsprechenden Anteil nicht. 3 Wird der Lohn im Interesse des Arbeitgebers reduziert, so kann dieser sich zulasten der Personalkredite bis höchstens zur Hälfte an den Sparbeiträgen und an der Risikoprämie für die Weiterführung der Vorsorge beteiligen. Die Kostenbeteiligung kann befristet werden. Eingefügt durch Ziff. I der V des BGer vom 17. Jan. 2011, in Kraft seit 1. Jan. 2011 ( AS 2011 639 ). SR 831.40"
    },
    {
      "provision_ref": "art52dter",
      "section": "52dter",
      "title": "d ter Weiterführung der Vorsorge nach Vollendung des 65. Altersjahres",
      "content": "Vereinbaren der Arbeitgeber und die angestellte Person eine Fortsetzung des Anstellungsverhältnisses über das 65. Altersjahr hinaus, so kann auf Verlangen der angestellten Person ihre Altersvorsorge bis zum Ende der Erwerbstätigkeit, höchstens jedoch bis zur Vollendung des 70. Altersjahres weitergeführt werden (Art. 33 b BVG). In diesem Fall finanziert der Arbeitgeber die Sparbeiträge des Arbeitgebers. Eingefügt durch Ziff. I der V des BGer vom 17. Jan. 2011, in Kraft seit 1. Jan. 2011 ( AS 2011 639 ). SR 831.40"
    },
    {
      "provision_ref": "art52e",
      "section": "52e",
      "title": "e Berufsinvalidität",
      "content": "(Art. 32j Abs. 2 BPG) 1 Die zuständige Stelle beantragt bei PUBLICA die Ausrichtung einer Berufsinvalidenleistung für angestellte Personen, wenn: a. sie das 50. Altersjahr vollendet haben; b. der ärztliche Dienst auf Antrag des Arbeitgebers feststellt, dass sie aus gesundheitlichen Gründen nicht oder nur noch teilweise fähig sind, ihre bisherige oder eine andere zumutbare Beschäftigung auszuüben; c. ein rechtskräftiger Entscheid der zuständigen IV-Stelle vorliegt, wonach kein Anspruch oder nur ein Teilanspruch auf eine Rente besteht; und d. Eingliederungsmassnahmen nach Artikel 4 Absatz 2 ohne ihr Verschulden erfolglos geblieben sind. 2 Die Einzelheiten des Anspruchs auf die Berufsinvalidenleistung sowie deren Art und Höhe werden im Vorsorgereglement für die Angestellten und Rentenbeziehenden des Vorsorgewerks des Bundes (VRAB) geregelt. Fassung gemäss Ziff. I der V des BGer vom 24. Juni 2013, in Kraft seit 1. Juli 2013 ( AS 2013 2453 )."
    },
    {
      "provision_ref": "art52f",
      "section": "52f",
      "title": "f Überbrückungsrente",
      "content": "(Art. 32k Abs. 2 BPG) 1 Bezieht eine Person eine ganze oder halbe Überbrückungsrente nach dem VRAB, so übernimmt der Arbeitgeber einen Teil der Kosten zur Finanzierung der effektiv bezogenen Überbrückungsrente. Die Höhe der Arbeitgeberbeteiligung richtet sich nach Anhang 1 der BPV. 2 Kein Anspruch auf die Arbeitgeberbeteiligung besteht, wenn das Arbeitsverhältnis unmittelbar vor dem Altersrücktritt weniger als fünf Jahre gedauert hat. SR 172.220.111.3"
    },
    {
      "provision_ref": "art53",
      "chapter": "11. Abschnitt: Übrige Pflichten des Personals",
      "section": "53",
      "title": "Wohnort",
      "content": "(Art. 21 Abs. 1 Bst. a und Art. 24 Abs. 2 Bst. a BPG) 1 Die Angestellten müssen das Gericht in angemessener Zeit erreichen können. 2 Der Chef des Hausdienstes und sein Stellvertreter sind verpflichtet, in der zugewiesenen Wohnung zu wohnen."
    },
    {
      "provision_ref": "art54",
      "chapter": "11. Abschnitt: Übrige Pflichten des Personals",
      "section": "54",
      "title": "Dienstwohnung",
      "content": "(Art. 21 Abs. 1 Bst. b BPG) Die Grundsätze des EFD betreffend die Nutzung von Dienstwohnungen und die Entschädigungen werden sinngemäss angewendet."
    },
    {
      "provision_ref": "art55",
      "chapter": "11. Abschnitt: Übrige Pflichten des Personals",
      "section": "55",
      "title": "Nebenbeschäftigung",
      "content": "(Art. 23 BPG) 1 Öffentliche Ämter und andere Tätigkeiten, die Angestellte ausserhalb ihres Arbeitsverhältnisses mit dem Bundesgericht ausüben, bedürfen einer Bewilligung, wenn sie: a. gegen Entgelt ausgeübt werden oder b. die Angestellten in einem Umfang beanspruchen, der ihre Leistungsfähigkeit im Arbeitsverhältnis mit dem Bundesgericht vermindern kann, oder c. auf Grund ihrer Art die Gefahr eines Konfliktes mit den dienstlichen Interessen mit sich bringen. 2 Für öffentliche Ämter sowie Tätigkeiten im Interesse des Gerichts kann bezahlter Urlaub bis zu maximal 15 Tagen gewährt werden. 3 Teilzeitbeschäftigte bedürfen einer Bewilligung nur nach Massgabe von Absatz 1 Buchstabe b und c. 4 Die Angestellten informieren das zuständige Organ über Tatsachen, welche die Bewilligungspflicht begründen können."
    },
    {
      "provision_ref": "art56",
      "chapter": "11. Abschnitt: Übrige Pflichten des Personals",
      "section": "56",
      "title": "Ablieferungspflicht",
      "content": "(Art. 21 Abs. 2 BPG) 1 Zusatzeinkommen aus Nebenbeschäftigungen können in der Bewilligung teilweise ablieferungspflichtig erklärt werden. 2 Hat der Bund an der Ausübung einer Tätigkeit zu Gunsten Dritter ein wesentliches Interesse, so können die Angestellten von der Ablieferungspflicht ganz oder teilweise befreit werden."
    },
    {
      "provision_ref": "art57",
      "chapter": "11. Abschnitt: Übrige Pflichten des Personals",
      "section": "57",
      "title": "Vorteilsannahme",
      "content": "(Art. 21 Abs. 3 BPG) 1 Nicht als Geschenke oder sonstige Vorteile im Sinne von Artikel 21 Absatz 3 BPG gelten geringfügige, sozial übliche Vorteile, insbesondere solche, die bei offiziellen Besuchen gemacht werden. 2 In Zweifelsfällen klären die Angestellten die Zulässigkeit der Annahme von Vorteilen zusammen mit ihren Vorgesetzten ab."
    },
    {
      "provision_ref": "art58",
      "chapter": "11. Abschnitt: Übrige Pflichten des Personals",
      "section": "58",
      "title": "Berufs- und Amtsgeheimnis",
      "content": "(Art. 22 BPG) 1 Die Angestellten sind zur Verschwiegenheit über berufliche und gerichtliche Angelegenheiten verpflichtet, die nach ihrer Natur oder gemäss spezialgesetzlicher Vorschrift geheim zu halten sind. 2 Die Pflicht zur Wahrung des Amts- und Berufsgeheimnisses bleibt auch nach Beendigung des Arbeitsverhältnisses bestehen. 3 Die Angestellten dürfen sich als Partei, Zeugen, Auskunftspersonen oder gerichtliche Sachverständige über Wahrnehmungen, die sie aufgrund ihrer Aufgaben oder in Ausübung ihrer Funktion gemacht haben und die sich auf ihre dienstlichen Aufgaben beziehen, nur äussern, wenn die zuständige Stelle nach Artikel 84 und 85 sie schriftlich dazu ermächtigt hat. Keine Ermächtigung ist erforderlich, wenn die Aussagen Tatsachen betreffen, die eine Anzeige- oder Meldepflicht der Angestellten nach Artikel 302 der Strafprozessordnung oder nach Artikel 22 a Absätze 1 und 2 BPG begründen. 4 Vorbehalten bleiben Artikel 150−156 in Verbindung mit Artikel 162 Absatz 1 Buchstabe c des Parlamentsgesetzes vom 13. Dezember 2002. SR 312.0 Fassung gemäss Ziff. I der V des BGer vom 18. Dez. 2018, in Kraft seit 1. März 2019 ( AS 2019 619 ). SR 171.10 Fassung gemäss Ziff. I der V des BGer vom 20. Nov. 2006, in Kraft seit 1. Jan. 2007 ( AS 2006 5627 )."
    },
    {
      "provision_ref": "art59",
      "section": "59",
      "title": "",
      "content": "Aufgehoben durch Ziff. I der V des BGer vom 20. Nov. 2006, mit Wirkung seit 1. Jan. 2007 ( AS 2006 5627 )."
    },
    {
      "provision_ref": "art60",
      "chapter": "12. Abschnitt: Verletzung der arbeitsrechtlichen Pflichten",
      "section": "60",
      "title": "Administrativuntersuchung",
      "content": "(Art. 25 BPG) 1 Mit der Administrativuntersuchung wird abgeklärt, ob ein Sachverhalt vorliegt, der im öffentlichen Interesse ein Einschreiten von Amtes wegen erfordert. 2 Die Administrativuntersuchung richtet sich nicht gegen bestimmte Personen. 3 Die Administrativuntersuchung wird durch Untersuchungsorgane geführt, die nicht im betreffenden Aufgabenbereich tätig sind. Mit der Untersuchung können ausserhalb des Gerichts stehende Personen betraut werden. 4 Das Verfahren richtet sich sinngemäss nach dem Bundesgesetz über das Verwaltungsverfahren vom 20. Dezember 1968 SR 172.021"
    },
    {
      "provision_ref": "art61",
      "chapter": "12. Abschnitt: Verletzung der arbeitsrechtlichen Pflichten",
      "section": "61",
      "title": "Disziplinarische Untersuchungen",
      "content": "(Art. 25 BPG) 1 Bei der Eröffnung der Disziplinaruntersuchung wird die Person bezeichnet, die mit der Untersuchung beauftragt wird. Mit der Untersuchung können ausserhalb des Gerichts stehende Personen betraut werden. 2 Das erstinstanzliche Disziplinarverfahren richtet sich nach dem Bundesgesetz über das Verwaltungsverfahren vom 20. Dezember 1968. 3 Endet das Arbeitsverhältnis, so fällt das Disziplinarverfahren dahin. 4 Führt die Verletzung arbeitsrechtlicher Pflichten gleichzeitig zu einer Disziplinaruntersuchung und zu einem strafrechtlichen Verfahren, so wird der Entscheid über die disziplinarische Massnahme bis zur Beendigung des strafrechtlichen Verfahrens aufgeschoben. Aus wichtigen Gründen kann ausnahmsweise vor Beendigung des strafrechtlichen Verfahrens über die disziplinarische Massnahme entschieden werden. SR 172.021"
    },
    {
      "provision_ref": "art62",
      "chapter": "12. Abschnitt: Verletzung der arbeitsrechtlichen Pflichten",
      "section": "62",
      "title": "Disziplinarmassnahmen",
      "content": "(Art. 25 BPG) 1 Disziplinarmassnahmen können nur nach einer Untersuchung ausgesprochen werden. 2 Gegen Angestellte, die ihre arbeitsrechtlichen Pflichten schuldhaft verletzen, können folgende Disziplinarmassnahmen ergriffen werden: a. Verwarnung; b. … c. Änderung des Aufgabenkreises. 3 Gegen Angestellte, die ihre arbeitsrechtlichen Pflichten vorsätzlich oder grobfahrlässig verletzen, können zudem folgende Disziplinarmassnahmen ergriffen werden: a. Lohnkürzung von höchstens 10 % während längstens eines Jahres; b. Busse bis zu einem Fünftel eines monatlichen Bruttolohnes; c. Änderung der Arbeitszeit. Aufgehoben durch Ziff. I der V des BGer vom 24. Juni 2013, mit Wirkung seit 1. Juli 2013 ( AS 2013 2453 ). Fassung gemäss Ziff. I der V des BGer vom 20. Nov. 2006, in Kraft seit 1. Jan. 2007 ( AS 2006 5627 )."
    },
    {
      "provision_ref": "art63",
      "chapter": "12. Abschnitt: Verletzung der arbeitsrechtlichen Pflichten",
      "section": "63",
      "title": "Verjährung",
      "content": "(Art. 25 BPG) 1 Die disziplinarische Verantwortlichkeit der Angestellten verjährt ein Jahr nach Entdeckung der Verletzung der arbeitsrechtlichen Pflichten, auf alle Fälle drei Jahre nach der letzten Verletzung dieser Pflichten. 2 Die Verjährung ruht, solange wegen des nämlichen Tatbestandes ein Strafverfahren durchgeführt wird oder solange über Rechtsmittel noch nicht entschieden ist, die im Disziplinarverfahren ergriffen worden sind."
    },
    {
      "provision_ref": "art64",
      "section": "64",
      "title": "Haftung der Angestellten",
      "content": "(Art. 25 BPG) Die Haftung der Angestellten für Schaden, den sie dem Bund oder einem Dritten zufügen, sowie das Verfahren zur Geltendmachung dieses Schadens richten sich nach dem Verantwortlichkeitsgesetz vom 14. März 1958. SR 170.32"
    },
    {
      "provision_ref": "art65",
      "section": "65",
      "title": "Strafrechtliche Verantwortlichkeit",
      "content": "(Art. 25 BPG) 1 Wenn bei einer Verletzung der arbeitsrechtlichen Pflichten zugleich der Tatbestand einer strafbaren Handlung nach einem eidgenössischen oder kantonalen Strafgesetz in Betracht kommt, so sind die Akten mit den Einvernahmeprotokollen der Bundesanwaltschaft zu überweisen. 2 Ist gegen eine angestellte Person ein Strafverfahren einzuleiten, richtet sich das Verfahren nach Artikel 7 der Verordnung vom 30. Dezember 1958 zum Verantwortlichkeitsgesetz. SR 170.321"
    },
    {
      "provision_ref": "art66",
      "section": "66",
      "title": "Freistellung vom Dienst",
      "content": "(Art. 26 BPG) 1 Die angestellte Person kann sofort vorsorglich vom Dienst enthoben oder in einer andern Funktion eingesetzt werden, namentlich wenn: a. schwere Vorkommnisse strafrechtlicher oder disziplinarischer Natur festgestellt oder vermutet werden; b. wiederholte Unregelmässigkeiten erwiesen sind; oder c. ein laufendes Verfahren behindert wird. 2 Zugleich können der Lohn und weitere Leistungen gekürzt oder gestrichen werden."
    },
    {
      "provision_ref": "art66a",
      "section": "66a",
      "title": "a Freistellung nach Kündigung",
      "content": "(Art. 25 BPG) 1 Wird das Arbeitsverhältnis durch die zuständige Stelle gekündigt, so kann diese die angestellte Person von der Arbeit freistellen, sofern das notwendige Vertrauen nicht mehr vorhanden ist. 2 Die angestellte Person muss ein bei anderen Arbeit- oder Auftraggebern erzieltes Ersatzeinkommen melden. Dieses Einkommen wird vom Lohn abgezogen. Eingefügt durch Ziff. I der V des BGer vom 24. Juni 2013, in Kraft seit 1. Juli 2013 ( AS 2013 2453 )."
    },
    {
      "provision_ref": "art67",
      "chapter": "13. Abschnitt: Massnahmen zu Gunsten des Personals",
      "section": "67",
      "title": "Lohnanspruch bei Krankheit und Unfall",
      "content": "(Art. 29 BPG) 1 Bei Arbeitsverhinderung wegen Krankheit oder Unfall bezahlt der Arbeitgeber den vollen Lohn nach den Artikeln 15 und 16 BPG während zwölf Monaten. 2 Nach Ablauf dieser Frist bezahlt der Arbeitgeber während zwölf Monaten 90 Prozent des Lohnes. Die Summe des gekürzten Lohnes darf nicht geringer sein als die Leistungen der obligatorischen Unfallversicherung oder der Pensionskasse des Bundes (PUBLICA), auf die die angestellte Person bei Invalidität Anspruch hätte. 3 Die Lohnfortzahlung nach Absatz 2 kann in begründeten Ausnahmefällen bis zum Abschluss der medizinischen Abklärungen oder bis zur Ausrichtung einer Rente, längstens aber um weitere zwölf Monate weitergeführt werden. Die finanziellen Leistungen der Invalidenversicherung sowie der PUBLICA werden dabei angerechnet. 4 Voraussetzung für die Leistungen nach den Absätzen 1–3 ist, dass ein Arztzeugnis vorliegt. Die zuständige Stelle kann eine Untersuchung durch einen Vertrauensarzt oder den ärztlichen Dienst veranlassen. 5 Ist eine angestellte Person wegen Krankheit oder Unfall an der Arbeit verhindert und war sie in den zwölf Monaten vor dem Beginn dieser Abwesenheit während insgesamt mindestens 30 Tagen wegen Krankheit oder Unfall an der Arbeit verhindert, so wird die Dauer dieser Abwesenheit an die Frist nach Absatz 1 angerechnet. 6 Arbeitet eine angestellte Person nach Beginn der Arbeitsverhinderung zwischenzeitlich wieder, so verlängern sich die Fristen nach den Absätzen 1–3 um die Anzahl der Tage, an denen die ganze tägliche Sollarbeitszeit geleistet und die Anforderungen gemäss Stellenbeschrieb erfüllt werden. 7 Wird einer angestellten Person nach Artikel 18 a Absatz 4 gekündigt, so besteht die Lohnfortzahlungspflicht nach den Absätzen 1 und 2 solange weiter, wie sie nach dem gekündigten Arbeitsverhältnis gedauert hätte. Der Lohn nach dem neuen Arbeitsverhältnis und die finanziellen Leistungen der Invalidenversicherung sowie der PUBLICA werden dabei angerechnet. 8 Nach Ablauf der Fristen nach den Absätzen 1–3 besteht unabhängig vom Weiterbestehen des Arbeitsverhältnisses kein Anspruch mehr auf Lohn. 9 Bei befristeten Arbeitsverhältnissen endet die Lohnfortzahlung nach den Absätzen 1 und 2 spätestens mit dem Ende des Arbeitsverhältnisses. Fassung gemäss Ziff. I der V des BGer vom 18. Dez. 2018, in Kraft seit 1. März 2019 ( AS 2019 619 )."
    },
    {
      "provision_ref": "art67a",
      "chapter": "13. Abschnitt: Massnahmen zu Gunsten des Personals",
      "section": "67a",
      "title": "a Leistungen bei Krankheit und Unfall während Dienstreisen im Ausland",
      "content": "(Art. 29 BPG) Bei Krankheit oder Unfall während Dienstreisen im Ausland übernimmt der Arbeitgeber die von den privaten Versicherungen der angestellten Person nicht gedeckten Kosten derjenigen Leistungen, die in der Schweiz im Rahmen des Bundesgesetzes vom 18. März 1994 über die Krankenversicherung und des Bundesgesetzes vom 20. März 1981 über die Unfallversicherung rückvergütet werden. Eingefügt durch Ziff. I der V des BGer vom 18. Dez. 2018, in Kraft seit 1. März 2019 ( AS 2019 619 ). SR 832.10 SR 832.20"
    },
    {
      "provision_ref": "art68",
      "section": "68",
      "title": "Kürzung des Lohnanspruchs",
      "content": "(Art. 29 BPG) 1 Die Sozialzulagen werden auch während der Lohnfortzahlung nach Artikel 67 Absätze 2 und 3 ungekürzt ausgerichtet; danach entfällt der Anspruch. 2 Die Kürzung nach Artikel 67 unterbleibt, wenn die Arbeit infolge eines Berufsunfalls oder einer gleichzusetzenden Berufskrankheit ausgesetzt werden muss. 3 Der Lohnanspruch ist zu kürzen oder zu entziehen, wenn eine Krankheit oder ein Unfall absichtlich oder grobfahrlässig herbeigeführt oder bewusst eine aussergewöhnliche Gefahr oder ein Wagnis eingegangen worden ist. 4 Der Lohnanspruch kann gekürzt oder in schweren Fällen entzogen werden, wenn die angestellte Person ohne triftigen Grund ihre Mitwirkung an den Eingliederungsmassnahmen nach Artikel 4 verweigert. Eingefügt durch Ziff. I der V des BGer vom 24. Juni 2013, in Kraft seit 1. Juli 2013 ( AS 2013 2453 )."
    },
    {
      "provision_ref": "art69",
      "section": "69",
      "title": "Anrechnung von Leistungen der Sozialversicherungen auf den Lohn",
      "content": "(Art. 29 Abs. 3 BPG) 1 Auf den Lohnanspruch bei Krankheit und Unfall werden Leistungen der Militärversicherung, der Schweizerischen Unfallversicherungsanstalt (SUVA) oder einer andern obligatorischen Unfallversicherung angerechnet. Die Renten und Taggelder der Invalidenversicherung werden soweit angerechnet, als diese zusammen mit dem Lohn, einschliesslich der angerechneten Leistungen der Militärversicherung, der SUVA oder einer andern obligatorischen Unfallversicherung den ungekürzten Anspruch übersteigen. 2 Der Anspruch ist nach den Grundsätzen des jeweiligen Versicherungsträgers zu kürzen, wenn sich die Person auf Kosten der Militärversicherung, der SUVA oder einer andern obligatorischen Unfallversicherung oder der Invalidenversicherung in einer Heilanstalt aufhält."
    },
    {
      "provision_ref": "art70",
      "section": "70",
      "title": "Militär-, Zivilschutz- und ziviler Ersatzdienst",
      "content": "(Art. 29 Abs. 1 BPG) 1 Bei Arbeitsaussetzung wegen obligatorischen schweizerischen Militär- und Zivilschutzdienstes und während der Dauer des zivilen Ersatzdienstes wird der ungekürzte Lohn ausgerichtet. Die gesetzlichen Erwerbsausfallentschädigungen fallen an den Arbeitgeber. 2 Wird während der Dienstleistung eine Soldzulage bezogen, wird der Lohn um den entsprechenden Betrag gekürzt. 3 Für die Dauer der Grundausbildung kann der Lohn, soweit er die Höhe der Erwerbsausfallentschädigung übersteigt, zurückgefordert werden, wenn die Anstellung weniger als vier Jahre gedauert hat. 4 Bei freiwilliger Dienstleistung kann der Lohn während höchstens 10 Arbeitstagen pro Jahr ausgerichtet werden. 5 Die Sozialzulagen werden ungekürzt ausgerichtet."
    },
    {
      "provision_ref": "art71",
      "section": "71",
      "title": "Lohnfortzahlung bei Mutterschaft",
      "content": "(Art. 29 Abs. 1 BPG) 1 Bei Arbeitsaussetzung wegen Mutterschaft werden der Angestellten während vier Monaten der volle Lohn und die Sozialzulagen ausgerichtet. 2 Auf Wunsch kann die Arbeit maximal einen Monat vor der errechneten Niederkunft ausgesetzt werden. 3 Im Einvernehmen mit dem zuständigen Dienst kann die Mitarbeiterin die Hälfte des Mutterschaftsurlaubs in Form einer Reduktion des vereinbarten Beschäftigungsgrades beziehen. Arbeitet der Vater des Kindes ebenfalls beim Bundesgericht, können die Eltern diese Arbeitszeitreduktion unter sich aufteilen. Fassung gemäss Ziff. I der V des BGer vom 24. Juni 2013, in Kraft seit 1. Juli 2013 ( AS 2013 2453 )."
    },
    {
      "provision_ref": "art71a",
      "section": "71a",
      "title": "a Reduktion des Beschäftigungsgrads nach der Geburt oder Adoption",
      "content": "1 Die Eltern haben ab der Geburt ihres Kindes oder nach der Adoption eines Kindes Anspruch auf eine Reduktion des Beschäftigungsgrads um höchstens 20 Prozent, sofern keine organisatorischen Änderungen nötig sind. Der Beschäftigungsgrad darf dabei nicht unter 60 Prozent fallen. 2 Der Anspruch auf Reduktion des Beschäftigungsgrads ist innerhalb von 12 Monaten nach der Geburt oder der Adoption geltend zu machen. 3 Die Arbeit mit reduziertem Beschäftigungsgrad beginnt spätestens am ersten Tag nach Ablauf der zwölfmonatigen Frist gemäss Absatz 2 und gilt unbefristet. Eingefügt durch Ziff. I der V des BGer vom 24. Juni 2013, in Kraft seit 1. Juli 2013 ( AS 2013 2453 )."
    },
    {
      "provision_ref": "art72",
      "section": "72",
      "title": "Lohnfortzahlung bei Adoption",
      "content": "(Art. 17 Abs. 4 BPG) 1 Bei Arbeitsaussetzung wegen Aufnahme von Kleinkindern zur Pflege und Erziehung zwecks späterer Adoption wird der Lohn während zweier Monate ausgerichtet. 2 Arbeiten beide Adoptiveltern beim Bund, so besteht der Anspruch nur für einen Elternteil. Sie können die zweimonatige Arbeitsaussetzung nach eigenem Ermessen aufteilen. 3 Kantonale Regelungen bleiben vorbehalten. Fassung gemäss Ziff. I der V des BGer vom 24. Juni 2013, in Kraft seit 1. Juli 2013 ( AS 2013 2453 ). Fassung gemäss Ziff. I der V des BGer vom 24. Juni 2013, in Kraft seit 1. Juli 2013 ( AS 2013 2453 ). Fassung gemäss Ziff. I der V des BGer vom 24. Juni 2013, in Kraft seit 1. Juli 2013 ( AS 2013 2453 ). Fassung gemäss Ziff. I der V des BGer vom 24. Juni 2013, in Kraft seit 1. Juli 2013 ( AS 2013 2453 )."
    },
    {
      "provision_ref": "art73",
      "section": "73",
      "title": "Lohnfortzahlung im Todesfall",
      "content": "(Art. 29 Abs. 2 BPG) 1 Im Todesfall erhalten die Hinterbliebenen einen Nachgenuss des Lohnes in der Höhe eines Sechstels des Jahreslohnes. 2 In gleichem Masse wird die Zulage für Verwandtschaftsunterstützung nach Artikel 36 b ausgerichtet. Fassung gemäss Ziff. I der V des BGer vom 20. Nov. 2008, in Kraft seit 1. Jan. 2009 ( AS 2008 5957 )."
    },
    {
      "provision_ref": "art74",
      "section": "74",
      "title": "Leistungen bei Berufsunfall",
      "content": "(Art. 29 Abs. 1 BPG) Die Leistungen bei Berufsunfall richten sich sinngemäss nach Artikel 63 BPV. SR 172.220.111.3"
    },
    {
      "provision_ref": "art75",
      "section": "75",
      "title": "Ersatz von Schäden",
      "content": "(Art. 18 Abs. 2 BPG) 1 Dem an Konferenzen oder ähnliche Anlässe ins Ausland entsandten Personal, das ohne Verschulden eine Vermögenseinbusse erlitten hat, kann eine Entschädigung gewährt werden. 2 Die Entschädigung wird im Einvernehmen mit dem EFD geregelt."
    },
    {
      "provision_ref": "art76",
      "section": "76",
      "title": "Verjährung",
      "content": "(Art. 34 BPG) Die Verjährungsfristen für Ansprüche aus dem Arbeitsverhältnis richten sich nach den Artikeln 127 und 128 OR. SR 220"
    },
    {
      "provision_ref": "art77",
      "chapter": "14. Abschnitt: Umstrukturierungen",
      "section": "77",
      "title": "",
      "content": "(Art. 10, 19 und 31 BPG) 1 Umstrukturierungen und Reorganisationen werden sozialverträglich umgesetzt. 2 Folgende Massnahmen haben gegenüber der Auflösung des Arbeitsverhältnisses Vorrang: a. die Weiterbeschäftigung der Angestellten an einer zumutbaren anderen Stelle; b. … c. die Umschulung und die berufliche Weiterbildung; d. die vorzeitige Pensionierung. 3 Angestellte, die voraussichtlich nicht mehr in der Verwaltungseinheit weiterbeschäftigt werden können, müssen spätestens sechs Monate vor einer allfälligen Kündigung darüber informiert werden. 4 Die Angestellten unterstützen die Bemühungen des Arbeitgebers. Sie arbeiten aktiv an den eingeleiteten Massnahmen mit und entwickeln Eigeninitiative, insbesondere bei der Suche nach einer neuen Anstellung. 5 Zuständig für die Ausarbeitung und Unterzeichnung des Sozialplanes mit den Sozialpartnern ist die Verwaltungskommission. Fassung gemäss Ziff. I der V des BGer vom 24. Juni 2013, in Kraft seit 1. Juli 2013 ( AS 2013 2453 ). Fassung gemäss Ziff. I der V des BGer vom 24. Juni 2013, in Kraft seit 1. Juli 2013 ( AS 2013 2453 ). Fassung gemäss Ziff. I der V des BGer vom 24. Juni 2013, in Kraft seit 1. Juli 2013 ( AS 2013 2453 ). Die Berichtigung vom 29. Jan. 2019 betrifft nur den französischen Text ( AS 2019 419 ). Fassung gemäss Ziff. I der V des BGer vom 24. Juni 2013, in Kraft seit 1. Juli 2013 ( AS 2013 2453 ). Aufgehoben durch Ziff. I der V des BGer vom 24. Juni 2013, mit Wirkung seit 1. Juli 2013 ( AS 2013 2453 ). Fassung gemäss Ziff. I der V des BGer vom 29. Juni 2015, in Kraft seit 1. Aug. 2015 ( AS 2015 2339 ). Fassung gemäss Ziff. I der V des BGer vom 24. Mai 2004, in Kraft seit 1. Juli 2004 ( AS 2004 2995 )."
    },
    {
      "provision_ref": "art78",
      "chapter": "14. Abschnitt: Umstrukturierungen",
      "section": "78",
      "title": "",
      "content": "(Art. 31 Abs. 5 BPG) 1 Im Rahmen von Umstrukturierungen und Reorganisationen können Angestellte frühestens ab dem vollendeten 55. Altersjahr vorzeitig pensioniert werden, sofern diese nicht eine zumutbare andere Stelle abgelehnt haben: a. wenn ihre Stelle aufgehoben wird; b. wenn ihr Aufgabengebiet stark verändert wird; oder c. im Rahmen einer Solidaritätsaktion mit jüngeren Angestellten, deren Stelle aufgehoben wird. 2 Ist die angestellte Person im Zeitpunkt ihrer vorzeitigen Pensionierung 55‒62 Jahre alt, so erhält sie die Altersrente, die ihr im Falle einer Pensionierung bei Vollendung des 63. Altersjahres zustünde, sowie eine vom Arbeitgeber vollständig finanzierte Überbrückungsrente. 2bis Ist die angestellte Person in diesem Zeitpunkt mindestens 63 Jahre alt, so erhält sie neben ihrer reglementarischen Altersrente die vom Arbeitgeber vollständig finanzierte Überbrückungsrente. 3 Das Gericht erstattet der PUBLICA den nicht finanzierten Teil der Leistungen nach den Absätzen 2 und 2 bis im Zeitpunkt des vorzeitigen Ausscheidens der Angestellten zurück. 4 In Härtefällen können weitere Leistungen erbracht werden. Fassung gemäss Ziff. I der V des BGer vom 24. Juni 2013, in Kraft seit 1. Juli 2013 ( AS 2013 2453 ). Fassung gemäss Ziff. I der V des BGer vom 24. Juni 2013, in Kraft seit 1. Juli 2013 ( AS 2013 2453 ). Fassung gemäss Ziff. I der V des BGer vom 24. Juni 2013, in Kraft seit 1. Juli 2013 ( AS 2013 2453 ). Fassung gemäss Ziff. I der V des BGer vom 29. Juni 2015, in Kraft seit 1. Aug. 2015 ( AS 2015 2339 ). Eingefügt durch Ziff. I der V des BGer vom 29. Juni 2015, in Kraft seit 1. Aug. 2015 ( AS 2015 2339 ). Fassung gemäss Ziff. I der V des BGer vom 29. Juni 2015, in Kraft seit 1. Aug. 2015 ( AS 2015 2339 )."
    },
    {
      "provision_ref": "art78a",
      "section": "78a",
      "title": "a Leistungen bei einvernehmlicher Auflösung des Arbeitsverhältnisses",
      "content": "(Art. 19 Abs. 3 und 31 Abs. 5 BPG) Der Arbeitgeber kann der angestellten Person, die das 60. Altersjahr vollendet hat, die Leistungen nach Artikel 78 auch dann erbringen, wenn: a. das Arbeitsverhältnis aus betrieblichen oder personalpolitischen Gründen einvernehmlich aufgelöst wird; und b. kein Kündigungsgrund nach Artikel 10 Absatz 3 oder 4 BPG vorliegt. Eingefügt durch Ziff. I der V des BGer vom 29. Juni 2015, in Kraft seit 1. Aug. 2015 ( AS 2015 2339 )."
    },
    {
      "provision_ref": "art79",
      "chapter": "15. Abschnitt: Mitwirkung und Sozialpartnerschaft",
      "section": "79",
      "title": "Sozialpartnerschaft",
      "content": "(Art. 33 BPG) 1 Die Mitsprache und die Mitwirkung der Sozialpartner in personalrelevanten Angelegenheiten, insbesondere bei Umstrukturierungen, werden vor allem durch frühzeitige und umfassende Information, durch Gelegenheit zur Stellungnahme und wenn nötig durch Verhandlungen gewährleistet. 2 Die Sozialpartner werden in allen wichtigen Personalangelegenheiten rechtzeitig und umfassend informiert und mindestens im Umfang von Artikel 33 Absatz 2 BPG konsultiert. 3 Als Sozialpartner des Bundesgerichts gelten die anerkannten Bundespersonalverbände. 4 Übernimmt das Bundesgericht im Wesentlichen eine Regelung der allgemeinen Bundesverwaltung, so beschränken sich Information und Konsultation auf die Personaldelegation des Bundesgerichts. Fassung gemäss Ziff. I der V des BGer vom 24. Mai 2004, in Kraft seit 1. Juli 2004 ( AS 2004 2995 )."
    },
    {
      "provision_ref": "art80",
      "chapter": "15. Abschnitt: Mitwirkung und Sozialpartnerschaft",
      "section": "80",
      "title": "Personaldelegation",
      "content": "(Art. 33 Abs. 4 BPG) 1 Um die Zusammenarbeit zu fördern, wird eine Personaldelegation gewählt. 2 Die Tätigkeit der Personaldelegation ist grundsätzlich beratender Natur. Die Beratung erfolgt zuhanden der zuständigen Verwaltungsorgane. Die Personaldelegation äussert sich zu: a. Personalfragen im Allgemeinen und betreffend bestimmte Personalkategorien; b. betrieblichen Vereinfachungen und Verbesserungen sowie baulichen Massnahmen; c. Gesundheits- und Ausbildungsfragen."
    },
    {
      "provision_ref": "art80a",
      "chapter": "15. Abschnitt: Mitwirkung und Sozialpartnerschaft",
      "section": "80a",
      "title": "a Schlichtungskommission gemäss Gleichstellungsgesetz",
      "content": "1 Die Schlichtungskommission gemäss dem Gleichstellungsgesetz vom 24. März 1995 besteht aus vier Mitgliedern. Sie zählt gleich viele Frauen wie Männer. 2 Der Arbeitgeber wird durch zwei wissenschaftliche Mitarbeiter des Generalsekretariates unterschiedlichen Geschlechts vertreten. Die Personaldelegation bezeichnet zwei Mitglieder, davon mindestens eines aus ihrer Mitte und mindestens einen Gerichtsschreiber. Der Vorsitz wird vom Personalchef ausgeübt. 3 Für das Verfahren sind die Bestimmungen der Verordnung vom 10. Dezember 2004 über die Schlichtungskommission Gleichstellungsgesetz sinngemäss anwendbar. Eingefügt durch Ziff. I der V des BGer vom 20. Nov. 2006, in Kraft seit 1. Jan. 2007 ( AS 2006 5627 ). SR 151.1 SR 172.327.1"
    },
    {
      "provision_ref": "art80b",
      "chapter": "125",
      "section": "80b",
      "title": "b Schutz von Personendaten",
      "content": "(Art. 27 BPG) Für die Bearbeitung der Personendaten von Bewerbern, Angestellten und ehemaligen Angestellten des Bundesgerichts sind unter Vorbehalt der abweichenden Vorschriften dieses Abschnitts die Bestimmungen der Verordnung vom 22. November 2017 über den Schutz von Personendaten des Bundespersonals sinngemäss anwendbar. Fassung gemäss Ziff. I der V des BGer vom 18. Dez. 2018, in Kraft seit 1. März 2019 ( AS 2019 619 ). SR 172.220.111.4"
    },
    {
      "provision_ref": "art80c",
      "chapter": "125",
      "section": "80c",
      "title": "c Aufbewahrung, Archivierung und Vernichtung",
      "content": "1 Die in Papierform eingereichten Bewerbungsdossiers werden den abgewiesenen Bewerbern zurückgesendet. Die übrigen Daten werden, mit Ausnahme des Bewerbungsschreibens, spätestens drei Jahre nach Abschluss des Bewerbungsverfahrens vernichtet. Besondere Vereinbarungen mit den Bewerbern bleiben vorbehalten. 2 Die Personaldossiers, inklusive die Leistungsbeurteilungen und die gestützt darauf gefällten Entscheide sowie die Ergebnisse von Persönlichkeitstests und Potenzialbeurteilungen, werden bis zehn Jahre nach der Beendigung des Arbeitsverhältnisses aufbewahrt. Anschliessend werden sie vernichtet, soweit sie nicht mehr benötigt werden und sie nicht gemäss Artikel 4 Absatz 1 der Verordnung des Bundesgerichts vom 27. September 1999 zum Archivierungsgesetz archivierungswürdig sind. Fassung gemäss Ziff. I der V des BGer vom 18. Dez. 2018, in Kraft seit 1. März 2019 ( AS 2019 619 ). SR 152.21"
    },
    {
      "provision_ref": "art80d",
      "chapter": "125",
      "section": "80d",
      "title": "d Benutzung der elektronischen Infrastruktur",
      "content": "(Art. 25 b Abs. 2 BGG ) Für die Benutzung der elektronischen Infrastruktur sind die Bestimmungen der Verordnung vom 22. Februar 2012 über die Bearbeitung von Personendaten, die bei der Nutzung der elektronischen Infrastruktur des Bundes anfallen, sinngemäss anwendbar. Bundesgerichtsgesetz vom 17. Juni 2005 ( SR 173.110 ) SR 172.010.442"
    },
    {
      "provision_ref": "art80e",
      "chapter": "125",
      "section": "80e",
      "title": "e Datenschutzbeauftragter",
      "content": "(Art. 11 a DSG und Art. 23 VDSG) 1 Der Datenschutzbeauftragte des Bundesgerichts ist: a. Datenschutzverantwortlicher im Sinne von Artikel 11 a Absatz 5 Buchstabe e des Bundesgesetzes vom 19. Juni 1992 über den Datenschutz (DSG) sowie Artikel 12 a und 12 b der Verordnung vom 14. Juni 1993 zum Bundesgesetz über den Datenschutz (VDSG); b. Datenschutzberater im Sinne von Artikel 23 VDSG. 2 Er übt seine Funktion fachlich unabhängig aus. 3 Die Angestellten des Bundesgerichts können den Datenschutzbeauftragten des Bundesgerichts jederzeit um Beratung ersuchen. SR 235.1 SR 235.11"
    },
    {
      "provision_ref": "art80f",
      "section": "80f",
      "title": "f Bulletin des Generalsekretariats",
      "content": "1 Das Bulletin des Generalsekretariats ist ein Mitteilungsblatt des Bundesgerichts. 2 Die Adressaten des Bulletins des Generalsekretariats sind: a. die Mitglieder und die Angestellten des Bundesgerichts; b. auf Wunsch: die ehemaligen Mitglieder des Bundesgerichts; c. auf Wunsch: die ehemaligen Angestellten des Bundesgerichts, die im Zeitpunkt ihrer Pensionierung am Bundesgericht tätig waren. 3 Das Bulletin des Generalsekretariats bezweckt insbesondere die Information der Adressaten nach Absatz 2 betreffend: a. laufende Projekte am Bundesgericht; b. Organisatorisches betreffend das Bundesgericht; c. die Wahl von neuen Mitgliedern und die Anstellung von neuen Mitarbeitenden des Bundesgerichts; d. besondere Ereignisse, wie Geburtstage, Dienstjubiläen, Beförderungen, Geburten, Hochzeiten der aktuellen sowie der ehemaligen Mitglieder und Angestellten des Bundesgerichts. 4 Das Bulletin des Generalsekretariats kann im Rahmen von Absatz 3 Buchstabe a-d Personendaten von aktuellen, künftigen sowie ehemaligen Mitgliedern und Angestellten des Bundesgerichts enthalten. Es enthält keine besonders schützenswerten Personendaten. 5 Zu den Personendaten nach Absatz 4 gehören insbesondere: a. Namen und Vornamen; b. Titel; c. Geburtsdatum; d. Funktion; e. Abteilung- oder Dienst; f. Geschäftstelefonnummer; g. Daten betreffend einen Bürowechsel; h. Daten betreffend einen Abteilungswechsel; i. Daten betreffend den Austritt aus dem Bundesgericht. 6 Die Publikation der folgenden Personendaten im Bulletin des Generalsekretariats bedürfen des Einverständnisses der betroffenen Person: a. für künftige Angestellte des Bundesgerichts: 1. Porträtfoto, 2. Daten betreffend die bisherige Anstellung; b. Daten betreffend eine Beförderung; c. Daten betreffend ein Dienstjubiläum; d. Daten betreffend die Eheschliessung (Datum, Name der Ehepartnerin oder des Ehepartners); e. Daten betreffend eine Geburt (Datum, Name des Kindes); f. runde und halbrunde Geburtstage von ehemaligen Angestellten des Bundesgerichts. 7 Der Inhalt des Bulletins des Generalsekretriats wird von den Adressaten nach Absatz 2 vertraulich behandelt. 8 Der Inhalt des Bulletins des Generalsekretariats kann den Adressaten nach Absatz 2 durch ein geschütztes Abrufverfahren zugänglich gemacht werden. Eingefügt durch Ziff. I der V des BGer vom 30. Aug. 2021, in Kraft seit 1. Jan. 2022 ( AS 2021 798 )."
    },
    {
      "provision_ref": "art81",
      "chapter": "16. Abschnitt: …",
      "section": "81",
      "title": "",
      "content": "Aufgehoben durch Ziff. I der V des BGer vom 24. Juni 2013, mit Wirkung seit 1. Juli 2013 ( AS 2013 2453 )."
    },
    {
      "provision_ref": "art82",
      "chapter": "17. Abschnitt: Kompetenzordnung",
      "section": "82",
      "title": "Gesamtgericht",
      "content": "Das Gesamtgericht ist zuständig für die Begründung, Änderung und Beendigung des Arbeitsverhältnisses des Generalsekretärs und seines Stellvertreters. Fassung gemäss Ziff. I der V des BGer vom 20. Nov. 2006, in Kraft seit 1. Jan. 2007 ( AS 2006 5627 )."
    },
    {
      "provision_ref": "art83",
      "chapter": "17. Abschnitt: Kompetenzordnung",
      "section": "83",
      "title": "",
      "content": "Aufgehoben durch Ziff. I der V des BGer vom 20. Nov. 2006, mit Wirkung seit 1. Jan. 2007 ( AS 2006 5627 )."
    },
    {
      "provision_ref": "art84",
      "chapter": "17. Abschnitt: Kompetenzordnung",
      "section": "84",
      "title": "Verwaltungskommission",
      "content": "1 Die Verwaltungskommission ist zuständig zur Behandlung der Personalangelegenheiten der Gerichtsschreiber und der dem Generalsekretär direkt unterstellten wissenschaftlichen Mitarbeiter. Sie entscheidet insbesondere über: a. die Anstellung (Art. 13); b. die Änderung oder Auflösung des Arbeitsverhältnisses (Art. 17 und 18); c. Lohnerhöhungen, Funktionszulagen, Einsatzprämien, Anerkennungsprämien und Arbeitsmarktzulagen (Art. 25, 26, 32, 33, 34 und 35); d. die Funktionsbewertung (Art. 37); e. Urlaubsgesuche (Art. 42); f. die Verweigerung von Treueprämien (Art. 46); g. die Ausrichtung von Entschädigungen (Art. 50, 51 und 52); h. die Bewilligung von Nebenbeschäftigungen (Art. 55); i. die Entbindung vom Amts- und Berufsgeheimnis (Art. 58); j. die Eröffnung von Administrativ- und Disziplinaruntersuchungen und Disziplinarmassnahmen (Art. 60, 61 und 62); k. die Überweisung der Akten an die Bundesanwaltschaft (Art. 65). 2 Die Verwaltungskommission kann Zuständigkeiten an den Generalsekretär delegieren. Fassung gemäss Ziff. I der V des BGer vom 20. Nov. 2006, in Kraft seit 1. Jan. 2007 ( AS 2006 5627 )."
    },
    {
      "provision_ref": "art85",
      "chapter": "17. Abschnitt: Kompetenzordnung",
      "section": "85",
      "title": "Generalsekretär",
      "content": "Der Generalsekretär ist zuständig für die Entscheidungen in Personalangelegenheiten, die das übrige Personal betreffen."
    },
    {
      "provision_ref": "art86",
      "chapter": "17. Abschnitt: Kompetenzordnung",
      "section": "86",
      "title": "Antragsrecht",
      "content": "1 In Personalangelegenheiten steht ein Antragsrecht zu: a. der Verwaltungskommission für die Wahl des Generalsekretärs und seines Stellvertreters; b. … c. jeder Abteilung für die Anstellung und die Zuteilung ihrer Gerichtsschreiber; d. den Abteilungspräsidenten für ihre Mitarbeiter; e. … f. den Leitern der Dienste für ihre Mitarbeiter. 2 … Aufgehoben durch Ziff. I der V des BGer vom 20. Nov. 2006, mit Wirkung seit 1. Jan. 2007 ( AS 2006 5627 ). Fassung gemäss Ziff. I der V des BGer vom 20. Nov. 2006, in Kraft seit 1. Jan. 2007 ( AS 2006 5627 ). Aufgehoben durch Ziff. I der V des BGer vom 20. Nov. 2006, mit Wirkung seit 1. Jan. 2007 ( AS 2006 5627 ). Aufgehoben durch Ziff. I der V des BGer vom 20. Nov. 2006, mit Wirkung seit 1. Jan. 2007 ( AS 2006 5627 )."
    },
    {
      "provision_ref": "art87",
      "section": "87",
      "title": "Ausführungsvorschriften",
      "content": "1 Die Verwaltungskommission erlässt die Richtlinien betreffend Anstellungsvoraussetzungen, Anfangslohn und Laufbahn der Gerichtsschreiber (Art. 21 und 23). 2 Verwaltungskommission und Generalsekretär erlassen je die Weisungen und Richtlinien zu dieser Verordnung, namentlich betreffend: a. Weiterbildung der Gerichtsschreiber (Art. 2 Abs. 6); b. Einsatz- und Anerkennungsprämien (Art. 33 und 34); c. flexible und gleitende Arbeitszeit (Art. 38); d. Übertragung des Ferienanspruchs (Art. 41 Abs. 3); e. Urlaub (Art. 42); f. Dienstkleidung (Art. 44); g. Nebenbeschäftigungen (Art. 55); h. Ablieferungspflicht (Art. 56); i. Schadenersatz im Zusammenhang mit Auslandeinsätzen (Art. 75); j. Personaldelegation (Art. 80). Fassung gemäss Ziff. I der V des BGer vom 20. Nov. 2006, in Kraft seit 1. Jan. 2007 ( AS 2006 5627 )."
    },
    {
      "provision_ref": "art88",
      "chapter": "18. Abschnitt: Schlussbestimmungen",
      "section": "88",
      "title": "Änderung bisherigen Rechts",
      "content": "… Die Änd. können unter AS 2001 3258 konsultiert werden."
    },
    {
      "provision_ref": "art89",
      "chapter": "18. Abschnitt: Schlussbestimmungen",
      "section": "89",
      "title": "Überführungs- und Übergangsbestimmungen",
      "content": "1 Die bisherigen Dienstverhältnisse werden sinngemäss nach der Überführungsverordnung BtG-BPG vom 3. Juli 2001 mit Wirkung auf den 1. Januar 2002 in ein Arbeitsverhältnis nach neuem Recht überführt. 2 Vorbehalten bleibt die Amtsdauer der auf Amtsdauer gewählten Gerichtsschreiber und des Generalsekretärs. Für diese Personen bleiben die altrechtlichen Bestimmungen über die Auflösung des Dienstverhältnisses bis Ende 2002 anwendbar. Die Überführung dieser Dienstverhältnisse wird im Sinne von Artikel 2 Absatz 2 und 3 der Überführungsverordnung BtG-BPG auf den 1. Januar 2003 vorgenommen. 3 Die Funktionswechsel und Lohnmassnahmen per 1. Januar 2002 richten sich nach neuem Recht. 4 Ändert sich die Lohnklasse einzig durch den Wechsel vom alten zum neuen Lohnsystem, so besteht eine Lohngarantie auf der Höhe des aktuellen Lohnes zuzüglich Teuerungsausgleich. [ AS 2001 1846 . AS 2007 4477 Ziff. I 7]"
    },
    {
      "provision_ref": "art89a",
      "chapter": "18. Abschnitt: Schlussbestimmungen",
      "section": "89a",
      "title": "a Übergangsbestimmungen zur Änderung vom 24. Juni 2013",
      "content": "1 Die gemäss Artikel 15 Absatz 2 auf fünf Jahre geschlossenen Arbeitsverträge der Gerichtsschreiber dauern ab Inkrafttreten der Änderung vom 24. Juni 2013 höchstens noch ein Jahr. Gerichtsschreiber, die keinen unbefristeten Vertrag erhalten, können verlangen, dass der bisherige fünfjährige Arbeitsvertrag vollständig zu Ende geführt wird. 2 Für die Berechnung der Treueprämie nach Artikel 46 Absatz 5 werden die vor dem Inkrafttreten der Änderung vom 24. Juni 2013 anerkannten Anstellungsjahre nach bisherigem Recht angerechnet. 3 Bei Aus- und Wiedereintritten der angestellten Person bei Verwaltungseinheiten nach Artikel 2 BPG nach dem Inkrafttreten der Änderung vom 24. Juni 2013 werden die bisherigen Anstellungsjahre für die Berechnung der Treueprämie nicht mehr angerechnet. 4 War die angestellte Person vor dem Inkrafttreten der Änderung vom 24. Juni 2013 wegen Krankheit oder Unfall an der Arbeit verhindert, so wird die Dauer der Arbeitsverhinderung an die Frist von zwei Jahren nach Artikel 18 a angerechnet. 5 Erreicht die angestellte Person die Dreimonatsfrist der mindestens hälftigen Wiederaufnahme der Arbeit nach Artikel 67 Absatz 5 des bisherigen Rechts erst nach Inkrafttreten der Änderung vom 24. Juni 2013, so wird die Arbeitsverhinderung nicht unterbrochen. Eingefügt durch Ziff. I der V des BGer vom 24. Juni 2013, in Kraft seit 1. Juli 2013 ( AS 2013 2453 )."
    },
    {
      "provision_ref": "art89b",
      "chapter": "18. Abschnitt: Schlussbestimmungen",
      "section": "89b",
      "title": "b Übergangsbestimmung zur Änderung vom 29. Juni 2015",
      "content": "Die Beteiligung des Arbeitgebers an der Finanzierung der Überbrückungsrente von Angestellten, die beim Inkrafttreten der Änderung vom 29. Juni 2015 das 59. Altersjahr vollendet haben und bis spätestens am 31. Juli 2017 vorzeitig pensioniert werden, richtet sich nach bisherigem Recht. Eingefügt durch Ziff. I der V des BGer vom 29. Juni 2015, in Kraft seit 1. Aug. 2015 ( AS 2015 2339 )."
    },
    {
      "provision_ref": "art90",
      "section": "90",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 1. Januar 2002 in Kraft."
    }
  ],
  "definitions": []
}