{
  "id": "sr-173-712-23",
  "type": "statute",
  "title": "Verordnung der Bundesversammlung vom 1. Oktober 2010 über das Arbeitsverhältnis und die Besoldung des Bundesanwalts oder der Bundesanwältin sowie der Stellvertretenden Bundesanwälte oder Bundesanwältinnen",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2010/651/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "1. Abschnitt: Gegenstand",
      "section": "1",
      "title": "",
      "content": "Diese Verordnung regelt das Arbeitsverhältnis und die Besoldung des Bundesanwalts oder der Bundesanwältin sowie der Stellvertretenden Bundesanwälte oder Bundesanwältinnen."
    },
    {
      "provision_ref": "art2",
      "chapter": "2. Abschnitt: Begründung und Auflösung des Arbeitsverhältnisses",
      "section": "2",
      "title": "Begründung des Arbeitsverhältnisses",
      "content": "1 Das Arbeitsverhältnis wird durch zustimmungsbedürftige Wahlverfügung der Bundesversammlung begründet. 2 Die Einzelheiten des Arbeitsverhältnisses (Beginn, Anfangslohn, berufliche Vorsorge) werden durch die Gerichtskommission festgelegt; die Festlegung erfolgt in der Regel vor der Wahl und unter deren Vorbehalt."
    },
    {
      "provision_ref": "art3",
      "chapter": "2. Abschnitt: Begründung und Auflösung des Arbeitsverhältnisses",
      "section": "3",
      "title": "Eid und Gelübde",
      "content": "1 Der Bundesanwalt oder die Bundesanwältin sowie die Stellvertretenden Bundesanwälte oder Bundesanwältinnen legen vor ihrem Amtsantritt den Eid oder das Gelübde auf gewissenhafte Pflichterfüllung ab. 2 Sie leisten den Eid oder das Gelübde vor der Aufsichtsbehörde über die Bundesanwaltschaft (Aufsichtsbehörde)."
    },
    {
      "provision_ref": "art4",
      "chapter": "2. Abschnitt: Begründung und Auflösung des Arbeitsverhältnisses",
      "section": "4",
      "title": "Amtsdauer",
      "content": "1 Die Amtsdauer richtet sich nach Artikel 20 Absatz 3 StBOG. 2 Der Bundesanwalt oder die Bundesanwältin sowie die Stellvertretenden Bundesanwälte oder Bundesanwältinnen scheiden am Ende des Jahres aus ihrem Amt, in dem sie das ordentliche Rücktrittsalter nach den Bestimmungen über das Arbeitsverhältnis des Bundespersonals erreichen. 3 Frei gewordene Stellen werden für den Rest der Amtsdauer wieder besetzt."
    },
    {
      "provision_ref": "art5",
      "chapter": "2. Abschnitt: Begründung und Auflösung des Arbeitsverhältnisses",
      "section": "5",
      "title": "Kündigung",
      "content": "1 Der Bundesanwalt oder die Bundesanwältin sowie die Stellvertretenden Bundesanwälte oder Bundesanwältinnen können das Arbeitsverhältnis auf Ende jedes Monats unter Einhaltung einer Kündigungsfrist von sechs Monaten kündigen. 2 Die Gerichtskommission kann im Einzelfall eine kürzere Kündigungsfrist zugestehen, wenn keine wesentlichen Interessen entgegenstehen."
    },
    {
      "provision_ref": "art6",
      "chapter": "3. Abschnitt: Besoldung",
      "section": "6",
      "title": "Lohn",
      "content": "1 Der Bundesanwalt oder die Bundesanwältin wird in der Lohnklasse 36 nach Artikel 36 der Bundespersonalverordnung vom 3. Juli 2001 (BPV) eingereiht; die Stellvertretenden Bundesanwälte oder Bundesanwältinnen werden in der Lohnklasse 33 eingereiht. 2 Die Gerichtskommission bestimmt den Anfangslohn. Dabei berücksichtigt sie das Alter, die Ausbildung und die Berufs- und Lebenserfahrung der zu wählenden Person sowie die Lage auf dem Arbeitsmarkt. 3 Der Lohn erhöht sich auf den 1. Januar jedes Jahres um drei Prozent des Höchstbetrags der Lohnklasse bis er diesen Höchstbetrag erreicht. 4 Es werden keine Leistungsprämien nach Artikel 49 BPV ausgerichtet. SR 172.220.111.3"
    },
    {
      "provision_ref": "art7",
      "chapter": "3. Abschnitt: Besoldung",
      "section": "7",
      "title": "Ortszuschlag, Teuerungsausgleich, Familienzulage, Zulage für Verwandschaftsunterstützung",
      "content": "Der Ortszuschlag, der Teuerungsausgleich, die Familienzulage und die Zulage für Verwandtschaftsunterstützung richten sich nach den Bestimmungen des Bundespersonalrechts."
    },
    {
      "provision_ref": "art8",
      "chapter": "4. Abschnitt: Sozialleistungen",
      "section": "8",
      "title": "",
      "content": "1 Die Leistungen des Arbeitgebers bei Arbeitsverhinderung wegen Krankheit, Unfall, Invalidität, Militär-, Zivilschutz- und Zivildienst und bei Mutterschaft sowie die Leistungen des Arbeitgebers an die Hinterbliebenen im Todesfall richten sich nach den Bestimmungen des Bundespersonalrechts. 2 Der Bundesanwalt oder die Bundesanwältin sowie die Stellvertretenden Bundesanwälte oder Bundesanwältinnen sind im Rahmen des Vorsorgewerks Bund bei der Pensionskasse des Bundes PUBLICA gegen die wirtschaftlichen Folgen von Alter, Invalidität und Tod versichert."
    },
    {
      "provision_ref": "art9",
      "chapter": "5. Abschnitt: Beschäftigungsgrad, Ferien und Urlaub",
      "section": "9",
      "title": "Beschäftigungsgrad",
      "content": "Der Beschäftigungsgrad beträgt 100 Prozent."
    },
    {
      "provision_ref": "art10",
      "chapter": "5. Abschnitt: Beschäftigungsgrad, Ferien und Urlaub",
      "section": "10",
      "title": "Ferien",
      "content": "1 Pro Kalenderjahr besteht Anspruch auf Ferien von: a. 5 Wochen bis zum Kalenderjahr, in dem das 49. Altersjahr vollendet wird; b. 6 Wochen vom Beginn des Kalenderjahres an, in dem das 50. Altersjahr vollendet wird; c. 7 Wochen vom Beginn des Kalenderjahres an, in dem das 60. Altersjahr vollendet wird. 2 Ferien sind grundsätzlich in dem Kalenderjahr zu beziehen, in dem der Anspruch entsteht. Ist dies nicht möglich, so sind sie im Folgejahr zu beziehen."
    },
    {
      "provision_ref": "art11",
      "chapter": "5. Abschnitt: Beschäftigungsgrad, Ferien und Urlaub",
      "section": "11",
      "title": "Urlaub",
      "content": "1 Die Aufsichtsbehörde kann auf Gesuch Urlaub erteilen. 2 Bei der Beurteilung des Gesuchs berücksichtigt sie die Bestimmungen, die für den Urlaub des Bundespersonals gelten."
    },
    {
      "provision_ref": "art12",
      "chapter": "6. Abschnitt: Auslagenersatz",
      "section": "12",
      "title": "",
      "content": "1 Ersetzt werden die Mehrauslagen, die durch berufliche Einsätze entstehen. 2 Es gelten sinngemäss die vom Eidgenössischen Finanzdepartement für das Bundespersonal festgelegten Ansätze betreffend: a. Mahlzeiten, Unterkunft und Reise; b. Dienstreisen ins Ausland; c. die Teilnahme an internationalen Konferenzen; d. den Umzug aus dienstlichen Gründen; e. Repräsentationsauslagen."
    },
    {
      "provision_ref": "art13",
      "chapter": "7. Abschnitt: Pflichten",
      "section": "13",
      "title": "Wohnsitz",
      "content": "Der Bundesanwalt oder die Bundesanwältin sowie die Stellvertretenden Bundesanwälte oder Bundesanwältinnen müssen in der Schweiz Wohnsitz haben."
    },
    {
      "provision_ref": "art14",
      "chapter": "7. Abschnitt: Pflichten",
      "section": "14",
      "title": "Amtsgeheimnis",
      "content": "1 Der Bundesanwalt oder die Bundesanwältin sowie die Stellvertretenden Bundesanwälte oder Bundesanwältinnen sind verpflichtet, das Amtsgeheimnis über Tatsachen zu wahren, die ihnen bei der Ausübung ihres Amtes zur Kenntnis gelangen. 2 Die Aufsichtsbehörde gilt als vorgesetzte Behörde, die für die Entbindung vom Amtsgeheimnis zuständig ist (Art. 320 Ziff. 2 des Strafgesetzbuches). SR 311.0"
    },
    {
      "provision_ref": "art14a",
      "chapter": "6",
      "section": "14a",
      "title": "a",
      "content": "1 Die Aufsichtsbehörde kann dem Bundesanwalt oder der Bundesanwältin sowie den Stellvertretenden Bundesanwälten oder Bundesanwältinnen bei Auflösung des Arbeitsverhältnisses eine Entschädigung im Umfang von höchstens einem Jahreslohn zusprechen, wenn der Einzelfall dies rechtfertigt. Sie berücksichtigt dabei insbesondere das Alter, die berufliche und persönliche Situation, die Dauer der Amtstätigkeit der betreffenden Person und die Umstände der Auflösung des Arbeitsverhältnisses. 2 Die Ausrichtung einer Entschädigung bedarf der Zustimmung der Finanzdelegation der eidgenössischen Räte. 3 Eine Entschädigung ist ausgeschlossen, wenn die betreffende Person: a. infolge Erreichens des ordentlichen Rücktrittsalters aus dem Amt ausscheidet; b. wegen schwerer Verletzung von Amtspflichten des Amtes enthoben oder nicht wiedergewählt worden ist; oder c. aus freien Stücken das Arbeitsverhältnis gekündigt hat oder zur Wiederwahl nicht mehr antritt. 4 Die Entschädigung wird in Form einer Kapitalleistung ausgerichtet. 5 Sie muss ganz oder teilweise zurückerstattet werden, wenn: a. die betreffende Person innerhalb eines Jahres nach der Auflösung des Arbeitsverhältnisses ein neues Arbeitsverhältnis eingeht; und b. die Aufsichtsbehörde unter Berücksichtigung der Höhe der Entschädigung, der Anzahl Monate ohne Arbeitsverhältnis und der Höhe des neuen Einkommens eine Rückerstattung für angemessen hält."
    },
    {
      "provision_ref": "art15",
      "chapter": "8. Abschnitt: Inkrafttreten",
      "section": "15",
      "title": "",
      "content": "Diese Verordnung tritt am 1. Januar 2011 in Kraft."
    }
  ],
  "definitions": []
}