{
  "id": "sr-172-217-2",
  "type": "statute",
  "title": "Verordnung vom 4. Oktober 1999 über den Flugdienst beim Eidgenössischen Departement für Umwelt, Verkehr, Energie und Kommunikation (Flugdienstordnung, FDO)",
  "title_en": "",
  "short_name": "FDO",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1999/461/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Gegenstand",
      "content": "Diese Verordnung regelt den Flugdienst beim Bundesamt für Zivilluftfahrt (BAZL) und beim Büro für Flugunfalluntersuchungen (BFU)."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Flugdiensteinteilung",
      "content": "1 Mitarbeiterinnen und Mitarbeiter des BAZL und BFU werden in den Flugdienst zur Durchführung von Dienstflügen eingeteilt, sofern sie: a. zur Erfüllung ihrer Aufgabe eine fliegerische Tätigkeit ausüben oder über aktuelle fliegerische Erfahrung verfügen müssen; und b. über eine abgeschlossene fliegerische Grundausbildung verfügen . 2 Sie scheiden auf Ende des Kalenderjahres aus dem Flugdienst aus, wenn: a. die Voraussetzungen nach Absatz 1 nicht mehr gegeben sind; b. sie die Pilotenlizenz dauernd verloren haben."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Dienstflüge",
      "content": "Als Dienstflüge gelten: a. Arbeitsflüge zur unmittelbaren Erfüllung eines dienstlichen Auftrages; b. Flüge zur Abnahme von amtlichen Prüfungen von Flugpersonal; c. Flüge zur amtlichen Prüfung von Flugmaterial; d. Dienstreiseflüge sowie Trainings- und Ausbildungsflüge zur Erhaltung oder Verbesserung des Ausbildungsstandes im Interesse der beruflichen Tätigkeit."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Aus- und Weiterbildung",
      "content": "1 Das BAZL wird ermächtigt, sein Personal sowie dasjenige des BFU durch eigene Fluglehrerinnen und Fluglehrer aus- und weiterzubilden. 2 Die Aus- und Weiterbildung der Mitarbeiterinnen und Mitarbeiter richtet sich nach den Erfordernissen der Aufgabenerfüllung."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Rückerstattung der Ausbildungskosten",
      "content": "Mitarbeiterinnen und Mitarbeiter, deren Dienstverhältnis auf eigenes Begehren oder aus eigenem Verschulden aufgelöst wird, haben die Ausbildungskosten nach den für die Allgemeine Bundesverwaltung gültigen Regelungen zurückzuerstatten."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Auflösung des Arbeitsverhältnisses",
      "content": "Müssen Pilotinnen oder Piloten, deren fliegerische Tätigkeit überwiegend in Dienstflügen nach Artikel 3 Buchstaben a und b besteht, aus fliegermedizinischen Gründen aus dem Flugdienst ausscheiden und können ihnen keine zumutbaren anderen Aufgaben übertragen werden, so kommen die Artikel 51–59, 62, 63 und 65–79 des Vorsorgereglements vom 15. Juni 2007 für die Angestellten und die Rentenbeziehenden des Vorsorgewerks Bund zur Anwendung. Fassung gemäss Ziff. II 2 der V vom 21. Mai 2008 über Veränderungen des Bundesrechts infolge des Primatwechsels bei PUBLICA, in Kraft seit 1. Juli 2008 ( AS 2008 2181 ). Noch nicht veröffentlicht."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Vergütungen und Übernahme von Kosten",
      "content": "1 Das Departement regelt die Ausrichtung von Vergütungen im Rahmen der personalrechtlichen Bestimmungen im Einvernehmen mit dem Eidgenössischen Finanzdepartement. 2 Angehörigen des Flugdienstes werden die nötigen Ausweise kostenlos ausgestellt und erneuert; die Kosten für die fliegerärztlichen Untersuchungen trägt der Arbeitgeber."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Flugmaterial",
      "content": "1 Das für Dienstflüge benötigte Flugmaterial wird vom Bund zur Verfügung gestellt. Die Halterverantwortung liegt beim BAZL; für einzelne Luftfahrzeuge kann sie dem BFU übertragen werden. 2 BAZL und BFU sorgen mit einer Mehrjahresplanung für einen zeitgemässen und bedarfsgerechten Luftfahrzeugpark. 3 Für vorübergehend nicht gedeckte Bedürfnisse können das BAZL und das BFU das benötigte Flugmaterial von Dritten mieten."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Flugdienstreglement",
      "content": "BAZL und BFU erlassen ein gemeinsames Flugdienstreglement. Dieses regelt die Flugdienstorganisation, den Flugbetrieb, den Einsatz der Mittel, die Voraussetzungen zum Mitführen von Fluggästen, die Zuteilung von Aus- und Weiterbildungskrediten und die Flugdienstkontrollen."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Aufhebung bisherigen Rechts",
      "content": "Der Bundesratsbeschluss vom 19. Mai 1971 über den Flugdienst beim Eidgenössischen Verkehrs- und Energiewirtschaftsdepartement wird aufgehoben. In der AS nicht veröffentlicht."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Änderung bisherigen Rechts",
      "content": "... Die Enderung kann unter AS 1999 3016 eingesehen werden."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt rückwirkend auf den 1. Oktober 1999 in Kraft."
    }
  ],
  "definitions": []
}