{
  "id": "sr-196-127-27",
  "type": "statute",
  "title": "Verordnung vom 7. März 2025 über die Sperrung von Vermögenswerten im Zusammenhang mit Syrien (Syrien-Verordnung)",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2025/157/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Sperrung im Hinblick auf eine Rechtshilfezusammenarbeit",
      "content": "Die Vermögenswerte der im Anhang aufgeführten ausländischen politisch exponierten Personen und ihnen nahestehenden Personen sind gesperrt."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Vollzugsmodalitäten",
      "content": "Wenn der Vollzug der Sperrung Massnahmen bedarf, wie etwa einer entsprechenden Anmerkung im Grundbuch oder der Beschlagnahmung oder Sicherstellung von Luxusgütern, so kann das Eidgenössische Departement für auswärtige Angelegenheiten (EDA) die zuständigen Behörden ersuchen, diese zu treffen."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Zusammenarbeit unter schweizerischen Behörden",
      "content": "1 Die mit Rechtshilfeverfahren in Strafsachen befassten Behörden informieren das EDA unaufgefordert über die Einreichung eines Rechtshilfegesuchs, über die Anordnung vorläufiger Massnahmen sowie über Eintretensverfügungen und Schlussverfügungen in Zusammenhang mit gesperrten Vermögenswerten von ausländischen politisch exponierten Personen oder ihnen nahestehenden Personen gemäss dem Anhang. 2 Die Bundesanwaltschaft oder die zuständige kantonale Staatsanwaltschaft informiert das EDA unaufgefordert über die Eröffnung von Untersuchungen, die Anordnung und Aufhebung einer Beschlagnahmung von Vermögenswerten, die Einstellung von Verfahren und die Erhebung von Anklagen in Zusammenhang mit Strafuntersuchungen gegen ausländische politisch exponierte Personen oder ihnen nahestehenden Personen gemäss dem Anhang. 3 Das Eidgenössische Finanzdepartement informiert das EDA unaufgefordert über die Eröffnung und die Einstellung eines Verfahrens, über die Verhängung von Sanktionen sowie über Überweisungen an das zuständige Gericht nach den Artikeln 25–29 SRVG."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Inkrafttreten und Geltungsdauer",
      "content": "Diese Verordnung tritt am 7. März 2025 um 18 Uhr in Kraft und gilt bis zum 6. März 2029."
    }
  ],
  "definitions": []
}