{
  "id": "sr-173-41",
  "type": "statute",
  "title": "Bundesgesetz vom 20. März 2009 über das Bundespatentgericht (Patentgerichtsgesetz, PatGG)",
  "title_en": "Federal Act of 20 March 2009 on the Federal Patent Court (Patent Court Act, PatCA)",
  "short_name": "PatGG",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2010/72/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Chapter 1 Status",
      "section": "1",
      "title": "General principles",
      "content": "1 The Federal Patent Court is the patent court of first instance of the Swiss Confederation. 2 It issues its decisions as a lower court of the Federal Supreme Court."
    },
    {
      "provision_ref": "art2",
      "chapter": "Chapter 1 Status",
      "section": "2",
      "title": "Independence",
      "content": "The Federal Patent Court is independent in its adjudication and is bound only by the law."
    },
    {
      "provision_ref": "art3",
      "chapter": "Chapter 1 Status",
      "section": "3",
      "title": "Supervision",
      "content": "1 The Federal Supreme Court exercises supervision over the administration of the Federal Patent Court. 2 The Federal Assembly exercises ultimate supervision over the Federal Patent Court. 3 The Federal Patent Court shall submit its annual draft budget, annual accounts and annual report to the Federal Supreme Court for the attention of the Federal Assembly."
    },
    {
      "provision_ref": "art4",
      "chapter": "Chapter 1 Status",
      "section": "4",
      "title": "Financing",
      "content": "The Federal Patent Court is financed by court fees and contributions from the Swiss Federal Institute of Intellectual Property (IPI) taken from the patent fees annually collected by the IPI."
    },
    {
      "provision_ref": "art5",
      "chapter": "Chapter 1 Status",
      "section": "5",
      "title": "Infrastructure and staff for administrative assistance services",
      "content": "1 The Federal Administrative Court shall make available its infrastructure to the Federal Patent Court at cost and provide the staff required to provide administrative services to the Federal Patent Court. 2 In its work for the Federal Patent Court, the administrative staff reports to the Administrative Committee. Term in accordance with No I of the FA of 16 March 2018, in force since 1 Aug. 2018 ( AS 2018 2753 ; BBl 2017 7527 7539 ). This amendment has been made throughout the text."
    },
    {
      "provision_ref": "art5a",
      "chapter": "Chapter 1 Status",
      "section": "5a",
      "title": "a Data protection when using electronic infrastructure",
      "content": "1 The use of the electronic infrastructure of the Federal Administrative Court by the Federal Patent Court for its administrative activities is governed mutatis mutandis by Articles 57 i –57 q of the Government and Administration Organisation Act of 21 March 1997. 2 The Federal Patent Court shall issue the implementing provisions. Inserted by No II 4 of the FA of 1 Oct. 2010 (Data protection when using electronic infrastructure), in force since 1 April 2012 ( AS 2012 941 ; BBl 2009 8513 ). SR 172.010"
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Location and place of employment",
      "content": "The Federal Patent Court sits at the seat of the Federal Administrative Court. This location also serves as the place of employment of the permanent judges, court clerks and the administrative staff."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Special location",
      "content": "Where justified by the circumstances, the Federal Patent Court may sit at another location. The cantons shall provide the required infrastructure free of charge."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Composition",
      "content": "1 The Federal Patent Court is composed of judges with legal training and judges with technical training. The judges must have proven knowledge of patent law. 2 The Federal Patent Court is composed of two permanent judges and a sufficient number of non-permanent judges. The majority of non-permanent judges must possess technical training."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Election",
      "content": "1 2 Persons who are eligible to vote on federal matters are eligible for election. 3 When electing judges to serve in the Court, it shall be ensured that technical fields of expertise and Switzerland’s official languages are appropriately represented. 4 During the preparatory phase for the election, the IPI as well as professional organisations and interested groups involved with patents may be heard."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Incompatibility of activities",
      "content": "1 The judges of the Court may not be members of the Federal Assembly, the Federal Council or a federal court. 2 They may not engage in any activity that impairs their ability to fulfil the duties of their office, their independence, or is injurious to the reputation of the Court. 3 They may not serve in any official capacity on behalf of a foreign state. 4 Permanent judges may not act as professional representatives of third parties before the Court. 5 Permanent judges on a full time basis may not hold office in a canton or engage in any other gainful activity. They may not be a member of the management board, board of directors, advisory board or serve as an auditor of a commercial enterprise."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Other gainful activities",
      "content": "In order to engage in gainful activities outside of the Court, permanent judges on a part time basis must obtain authorisation from the Administrative Committee."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Incompatibility of persons",
      "content": "1 The following persons may not serve simultaneously as judges of the Federal Patent Court where they are related to serving Court members in the following capacities: a. spouses, registered partners or domestic partners; b. spouses, registered partners and domestic partners of siblings; c. relatives in direct lineage and relatives in collateral lineage up to and including the third degree; d. relatives in-law in direct lineage and relatives in-law in collateral lineage up to and including the third degree; 2 The provision of paragraph 1 letter d applies accordingly to domestic partnerships."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Term of office",
      "content": "1 The term of office of judges amounts to six years. Re-election is permitted. 2 Judges leave office at the end of the year in which they reach 68 years of age. 3 Offices vacated in this manner shall be filled for the remaining term of office. Amended by No I 2 of the FA of 16 March 2012 (Change in the maximum age for judges), in force since 1 Dec. 2012 ( AS 2012 5647 ; BBl 2011 8995 9013 )."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Removal from office",
      "content": "The electoral authorities may remove a judge from office before he or she has completed his or her term where he or she: a. wilfully or through gross negligence commits serious breaches of his or her official duties; or b. has permanently lost the ability to perform his or her official duties."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Oath of office",
      "content": "1 Prior to taking office, judges shall take an oath pertaining to fulfilling their duties conscientiously. 2 They are sworn in before the Plenary Court. 3 A solemn promise may be made in lieu of swearing an oath."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "",
      "content": "Repealed by Annex No 5 of the FA of 17 June 2011 (Applications for Lifting Immunity), with effect from 5 Dec. 2011 ( AS 2011 4627 ; BBl 2010 7345 7385 )."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Employment and remuneration",
      "content": "The Federal Assembly shall issue an ordinance on the employment and remuneration of judges."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Presidency",
      "content": "1 The Federal Assembly shall elect a permanent judge to be President of the Federal Patent Court. 2 The President of the Federal Patent Court is elected for a full term of office. Re-election is permitted. 3 The President of the Federal Patent Court must possess legal training. 4 He or she presides over the Plenary Court and represents the Court in dealing with third parties. 5 The Vice-President acts as the President’s deputy."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Plenary Court",
      "content": "1 The Plenary Court shall elect as Vice-President: a. the second permanent judge; or b. a non-permanent legally trained judge. 2 If it elects the second permanent judge as Vice-President, it shall elect the third member of the Administrative Committee from the non-permanent judges. The appointment of a substitute may be provided for in regulations. 3 Elections to the Plenary Court shall be valid where at least two-thirds of all judges take part in a session or a circular proceeding. Amended by No I of the FA of 16 March 2018, in force since 1 Aug. 2018 ( AS 2018 2753 ; BBl 2017 7527 7539 )."
    },
    {
      "provision_ref": "art20",
      "chapter": "8",
      "section": "20",
      "title": "Administrative Committee",
      "content": "1 The Administrative Committee is responsible for the Court’s administration. 2 Its members are: a. the President of the Federal Patent Court; b. the Vice-President; c. the second permanent judge or, if that judge acts as Vice-President, a non-permanent judge. 3 a. enacting rules and regulations on the organisation and administration of the Court, allocation of duties, the composition of the panels, disclosure of information, court fees, and the compensation of parties to proceedings, official representatives, experts and witnesses; b. all tasks and duties that are not assigned to another body under this Act. Amended by No I of the FA of 16 March 2018, in force since 1 Aug. 2018 ( AS 2018 2753 ; BBl 2017 7527 7539 )."
    },
    {
      "provision_ref": "art21",
      "chapter": "8",
      "section": "21",
      "title": "Panels",
      "content": "1 As a general rule, the Court makes its decisions as a three-member body (panel), of whom at least one member must possess technical training and one member legal training. 2 On the order of the President, the Court shall make its decisions as a five-member panel, at least one member of which must possess technical training and one member legal training where this is in the interest of the further development of the law or the uniform application of the law. 3 Where more than one technical field of expertise is to be judged in a dispute, on the order of the President, the Court shall make its decision as a panel composed of up to seven members, of whom at least one must possess legal training. 4 The technically trained judges are appointed according to the technical field of expertise at issue in a dispute. 5"
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Voting",
      "content": "1 1bis The Administrative Committee takes its decisions by a simple majority. 2 Where there is a tie, the President has the casting vote; elections and appointments are decided by drawing lots. 3 The non-permanent judges and the permanent judges on a part time basis have full voting rights. 4 Judges shall recuse themselves in matters in which they have a vested interest. Amended by No I of the FA of 16 March 2018, in force since 1 Aug. 2018 ( AS 2018 2753 ; BBl 2017 7527 7539 ). Inserted by No I of the FA of 16 March 2018, in force since 1 Aug. 2018 ( AS 2018 2753 ; BBl 2017 7527 7539 )."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Single judges",
      "content": "1 The President of the Federal Patent Court decides as a judge sitting alone on: a. the summary dismissal of manifestly inadmissible actions; b. petitions for preliminary measures; c. petitions for legal aid; d. the dismissal of proceedings on grounds of irrelevance, withdrawal or recognition of the claim or settlement; e. actions for the granting of a licence under Article 40 d of the Patent Act of 25 June 1954. 2 He or she may entrust some or all of these tasks to other legally trained judges or the second permanent judge. 3 SR 232.14 Amended by No I of the FA of 16 March 2018, in force since 1 Aug. 2018 ( AS 2018 2753 ; BBl 2017 7527 7539 ). Amended by No I of the FA of 16 March 2018, in force since 1 Aug. 2018 ( AS 2018 2753 ; BBl 2017 7527 7539 )."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Court clerks",
      "content": "1 Court clerks take part in case briefings and in making decisions. They act in an advisory capacity. 2 They draft proposals under the supervision of a judge and edit the decisions of the Federal Patent Court. 3 4 The employment and remuneration of court clerks is governed by the Federal Personnel Act of 24 March 2000. SR 172.220.1"
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Disclosure of information",
      "content": "The Federal Patent Court shall disclose to the public information on its adjudication activities."
    },
    {
      "provision_ref": "art26",
      "chapter": "Chapter 4 Jurisdiction",
      "section": "26",
      "title": "",
      "content": "1 The Federal Patent Court has exclusive jurisdiction over: a. validity and infringement disputes and actions for issuing a licence in respect of patents; b. ordering preliminary measures before an action as defined in letter a becomes pending; c. the enforcement of decisions made under its exclusive jurisdiction. 2 It also has jurisdiction in other civil actions that have a factual connection to patents, in particular concerning the right to patents or their assignment. The jurisdiction of the Federal Patent Court does not preclude that of the cantonal courts. 3 Where the nullity or infringement of a patent is to be adjudicated before a cantonal court on a preliminary question or defence basis, the judge shall grant the parties a reasonable period of time for filing the validity or infringement action before the Federal Patent Court. The cantonal court shall stay the proceedings until a final and absolute decision has been made on the action. Where no action is filed before the Federal Patent Court within the specified time limit, the cantonal court shall resume the proceedings and the preliminary question or defence shall be disregarded. 4 Where the defendant party files a counter-claim of nullity or infringement of a patent, the cantonal court shall refer both actions to the Federal Patent Court."
    },
    {
      "provision_ref": "art27",
      "chapter": "Section 1 Applicable Law",
      "section": "27",
      "title": "",
      "content": "Proceedings before the Federal Patent Court are governed by the Civil Procedure Code of 19 December 2008, unless otherwise provided in the Patent Act of 25 June 1954 or this Act. SR 272 SR 232.14"
    },
    {
      "provision_ref": "art28",
      "chapter": "Section 2 Recusal",
      "section": "28",
      "title": "",
      "content": "Non-permanent judges shall recuse themselves in proceedings where a member of the judge’s law firm or patent law firm or employer represents one of the parties."
    },
    {
      "provision_ref": "art29",
      "chapter": "Section 3 Representation of Parties",
      "section": "29",
      "title": "",
      "content": "1 In proceedings concerning the validity of a patent, patent attorneys may also represent parties before the Federal Patent Court as provided for in Article 2 of the Patent Attorney Act of 20 March 2009 provided that they engage in independent practice. 2 Proof of independent practice as a patent attorney is furnished by way of suitable documentation at the request of the Federal Patent Court. 3 In all proceedings before the Federal Patent Court, patent attorneys as defined in Article 2 of the Patent Attorney Act of shall be given the opportunity to present technical arguments concerning the facts of the case. SR 935.62"
    },
    {
      "provision_ref": "art30",
      "chapter": "Section 4 Litigation Costs and Legal Aid",
      "section": "30",
      "title": "Litigation costs",
      "content": "Litigation costs are: a. court costs; b. representation costs."
    },
    {
      "provision_ref": "art31",
      "chapter": "Section 4 Litigation Costs and Legal Aid",
      "section": "31",
      "title": "Court costs",
      "content": "1 Court costs are: a. court fees; b. expenses, namely costs for photocopying legal briefs; posting summonses and other items of service; translations, with the exception of those between the official languages; as well as compensation for experts and witnesses. 2 The amount of the court fees is governed by the value in dispute, the scale and complexity of the case, the form of the proceedings, and the financial circumstances of the parties. 3 As a general rule, they amount to between 1,000 and 150,000 francs. 4 In setting the amount of the court fees, the Federal Patent Court may depart from the framework of paragraph 3 where this is justified by special reasons. 5 It may waive court costs where they have not been occasioned by one of the parties or a third party."
    },
    {
      "provision_ref": "art32",
      "chapter": "Section 4 Litigation Costs and Legal Aid",
      "section": "32",
      "title": "Representation costs",
      "content": "The award of compensation for representation costs by the Federal Patent Court is made in accordance with the schedule of rates (Art. 33). The parties may submit an invoice."
    },
    {
      "provision_ref": "art33",
      "chapter": "Section 4 Litigation Costs and Legal Aid",
      "section": "33",
      "title": "Schedule of rates",
      "content": "The Federal Patent Court establishes the rates for litigation costs."
    },
    {
      "provision_ref": "art34",
      "chapter": "Section 4 Litigation Costs and Legal Aid",
      "section": "34",
      "title": "Imposition of litigation costs in legal aid cases",
      "content": "1 Where the party receiving legal aid does not prevail, the litigation costs are charged as follows: a. Counsel providing free legal representation receives appropriate compensation from the Federal Patent Court. b. The court costs are borne by the Federal Patent Court. c. The opposing party is reimbursed the advance on costs paid by it. d. The party receiving legal aid pays the opposing party's representation costs. 2 Where the party receiving legal aid prevails and where it is presumed or known that the representation costs are not recoverable from the opposing party, counsel providing free legal representation receives appropriate compensation from the Court’s cashier's office."
    },
    {
      "provision_ref": "art35",
      "chapter": "Section 5 Conduct of Proceedings and Procedural Formalities",
      "section": "35",
      "title": "Instructing judge",
      "content": "1 The President presides over proceedings in the capacity of instructing judge until a decision is made. He or she may assign this task: a. to another legally trained judge; or b. to the second permanent judge. 2 2 The instructing judge may consult a technically trained judge at any time; this judge shall act in an advisory capacity. Amended by No I of the FA of 16 March 2018, in force since 1 Aug. 2018 ( AS 2018 2753 ; BBl 2017 7527 7539 )."
    },
    {
      "provision_ref": "art36",
      "chapter": "Section 5 Conduct of Proceedings and Procedural Formalities",
      "section": "36",
      "title": "Language of proceedings",
      "content": "1 The Court shall designate one official language as the language of proceedings. The language of the parties shall be taken into consideration where it is an official language. 2 In motions and oral hearings, each of the parties may express itself in an official language other than the language of the proceedings. 3 English may also be used provided that the Court and the parties give their consent. The judgment and procedural rulings shall be drafted in one of the official languages in any event. 4 Where a party submits documents that are not in one of the official languages or, in the case of paragraph 3, not in English, the Federal Patent Court may waive the requirement of a translation subject to the agreement of the opposing party."
    },
    {
      "provision_ref": "art37",
      "chapter": "Section 6 Expert Opinions",
      "section": "37",
      "title": "",
      "content": "1 Experts shall submit their opinions in writing. 2 The parties shall be afforded an opportunity to submit their position on the opinion in writing. 3 Where a technically trained judge possesses specific expertise, the judge’s expert opinion shall be entered in the court record. The parties shall be given an opportunity to submit their position on the court record."
    },
    {
      "provision_ref": "art38",
      "chapter": "Section 7 Commenting on the Result of the Evidence",
      "section": "38",
      "title": "",
      "content": "Once the evidence has been taken, the Federal Patent Court shall give the parties the opportunity, on reasoned request, to comment in writing on the result of the evidence."
    },
    {
      "provision_ref": "art39",
      "chapter": "Section 7 Commenting on the Result of the Evidence",
      "section": "39",
      "title": "",
      "content": "1 The procedure for granting and amending the conditions of a licence as provided for in Article 40 d of the Patent Act of 25 June 1954 is initiated by filing an action, in one of the forms specified by Article 130 of the Civil Procedure Code. 2 It is settled by way of a decision within one month of action being filed. 3 Otherwise the provisions of the Civil Procedure Code of 19 December 2008 pertaining to summary proceedings apply. Correction of 20 Dec. 2010 ("
    },
    {
      "provision_ref": "art40",
      "chapter": "20",
      "section": "40",
      "title": "Amendment of current legislation",
      "content": "The amendment of current legislation is regulated in the Annex."
    },
    {
      "provision_ref": "art41",
      "chapter": "20",
      "section": "41",
      "title": "Transitional provisions",
      "content": "The Federal Patent Court shall, where it is competent, adjudicate in cases that are pending before the cantonal courts when this Act comes into force, provided that the main hearing has not yet been held."
    },
    {
      "provision_ref": "art42",
      "chapter": "20",
      "section": "42",
      "title": "Referendum and commencement",
      "content": "1 This Act is subject to an optional referendum. 2 The Federal Council shall determine the commencement date. Commencement date: 1 March 2010 Art. 21, 23, 26–32 and 34–41 come in force on 1 January 2012. AS 2011 2241"
    }
  ],
  "definitions": []
}