{
  "id": "sr-143-13",
  "type": "statute",
  "title": "Verordnung vom 21. Oktober 2009 über die Einführung des Passes 2010",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2009/672/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Pass 2010",
      "content": "1 Das Eidgenössische Justiz- und Polizeidepartement führt auf den 1. März 2010 einen neuen Pass (Pass 2010) ein. 2 Ab dem 1. März 2010 darf nur noch der Pass 2010 ausgestellt werden."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Pass 2003 und Pass 2006",
      "content": "1 Anträge zur Ausstellung eines Passes 2003 oder eines Passes 2006 können bis spätestens am 15. Februar 2010 bei der zuständigen antragstellenden Behörde eingereicht werden. 2 Die ausstellenden Behörden geben die Anträge für einen Pass 2003 oder einen Pass 2006 bis spätestens am 23. Februar 2010 ins Informationssystem Ausweisschriften ein und für die Produktion frei. 3 Die persönliche Vorsprache bei den ausstellenden Behörden zur Erfassung der biometrischen Daten für einen Pass 2006 muss bis zum 23. Februar 2010 erfolgen. Die nach Artikel 17 a Ausweisverordnung vom 20. September 2002 vorgesehene Frist von 5 Tagen kann verkürzt werden. SR 143.11"
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Anträge für den Pass 2010",
      "content": "1 Anträge zur Ausstellung eines Passes 2010 können ab dem 24. Februar 2010 bei der zuständigen ausstellenden Behörde eingereicht werden. 2 Die persönliche Vorsprache bei den ausstellenden Behörden zur Erfassung der biometrischen Daten kann ab dem 1. März 2010 stattfinden."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Schweizerische Vertretungen im Ausland",
      "content": "1 Sind schweizerische diplomatische oder konsularische Vertretungen bei Inkrafttreten der Teilrevision des Ausweisgesetzes und der Ausweisverordnung vom 1. März 2010 technisch noch nicht in der Lage, Pässe 2010 auszustellen, steht es bei diesen Behörden immatrikulierten Personen frei, für die Übergangsdauer die Pässe 2010 in Absprache mit ihrer zuständigen ausstellenden Behörde bei einer anderen ausstellenden Behörde im Ausland zu beantragen. 2 Provisorische Pässe und Identitätskarten können bei allen ausstellenden Behörden im Ausland beantragt werden."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 1. Februar 2010 in Kraft."
    }
  ],
  "definitions": []
}