{
  "id": "sr-193-9",
  "type": "statute",
  "title": "Bundesgesetz vom 19. Dezember 2003 über Massnahmen zur zivilen Friedensförderung und Stärkung der Menschenrechte",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2004/253/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Gegenstand",
      "content": "1 Dieses Gesetz regelt aussenpolitische Massnahmen des Bundes zur zivilen Friedensförderung und zur Stärkung der Menschenrechte. 2 Vorbehalten bleiben Massnahmen gemäss: a. Bundesgesetz vom 19. März 1976 über die internationale Entwicklungszusammenarbeit und humanitäre Hilfe; b. Bundesgesetz vom 30. September 2016 über die Zusammenarbeit mit den Staaten Osteuropas; c. Bundesgesetz vom 3. Februar 1995 über die Armee und die Militärverwaltung. SR 974.0 Fassung gemäss Art. 19 Ziff. 1 des BG vom 30. Sept. 2016 über die Zusammenarbeit mit den Staaten Osteuropas, in Kraft vom 1. Juni 2017 bis zum 31. Dez. 2024 ( AS 2017 3219 ; BBl 2016 2333 ). SR 974.1"
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Ziele",
      "content": "Mit den Massnahmen nach diesem Gesetz will der Bund: a. zur Prävention, Entschärfung oder Lösung von Gewaltkonflikten beitragen, namentlich durch Vertrauensbildung, Vermittlung und friedensbildende Aktivitäten nach Beendigung von gewaltsamen Auseinandersetzungen sowie durch die Förderung des humanitären Völkerrechts; b. zur Stärkung der Menschenrechte beitragen, indem er die bürgerlichen, politischen, wirtschaftlichen, sozialen und kulturellen Rechte von Personen oder Personengruppen fördert; c. demokratische Prozesse fördern."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Massnahmen",
      "content": "1 Der Bund kann Finanzhilfen leisten und andere Massnahmen ergreifen, wie: a. einmalige oder wiederkehrende Beiträge ausrichten; b. Sachleistungen erbringen; c. Expertinnen und Experten entsenden; d. privatrechtliche Vereine oder Stiftungen gründen oder sich an solchen beteiligen. e. die Partnerschaft mit wissenschaftlichen Institutionen des humanitären Völkerrechts fördern. 2 Der Bundesrat kann ergänzende Massnahmen ergreifen, die der zivilen Friedensförderung und der Stärkung der Menschenrechte dienen. 3 Die Massnahmen können im Rahmen multilateraler oder bilateraler Bestrebungen sowie autonom durchgeführt werden."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Finanzierung",
      "content": "Die Mittel für die Massnahmen nach diesem Gesetz werden als Rahmenkredite für jeweils mehrere Jahre bewilligt."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Evaluation",
      "content": "Der Bundesrat wacht über die wirksame Verwendung der bewilligten Mittel. Er veranlasst regelmässige Evaluationen und erstattet der Bundesversammlung darüber für jede Kreditperiode Bericht."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Zuständigkeit",
      "content": "1 Der Bundesrat entscheidet über Massnahmen nach diesem Gesetz. 2 Er kann Ausführungsaufgaben an juristische Personen des Privatrechts oder des öffentlichen Rechts und natürliche Personen delegieren."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Koordination",
      "content": "1 Der Bund koordiniert seine Massnahmen mit den Anstrengungen seiner Partner und nach Möglichkeit mit den gleichgerichteten Massnahmen anderer schweizerischer oder ausländischer Leistungserbringer. 2 Der Bundesrat sorgt dafür, dass die Massnahmen des Bundes im Bereich der zivilen Friedensförderung und der Stärkung der Menschenrechte den Zielen gemäss Artikel 2 entsprechen."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Völkerrechtliche Verträge",
      "content": "Der Bundesrat kann völkerrechtliche Verträge abschliessen über: a. die Verwendung der Gelder aus den Rahmenkrediten; b. die Beteiligung an zivilen friedensfördernden Missionen; c. die Entsendung von Expertinnen und Experten."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Datenbearbeitung",
      "content": "Für die Bearbeitung von Daten im Zusammenhang mit Massnahmen nach diesem Gesetz gelten die Artikel 18–20 des Bundesgesetzes vom 18. Dezember 2020 über die Bearbeitung von Personendaten durch das Eidgenössische Departement für auswärtige Angelegenheiten. Fassung gemäss Anhang Ziff. II 1 des BG vom 18. Dez. 2020 über die Bearbeitung von Personendaten durch das EDA, in Kraft seit 1. Dez. 2021 ( AS 2021 650 ; BBl 2020 1349 ). SR 235.2"
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Berichterstattung",
      "content": "Der Bundesrat erstattet den zuständigen Kommissionen der eidgenössischen Räte jährlich Bericht über die getroffenen und die geplanten Massnahmen nach diesem Gesetz."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Aufhebung bisherigen Rechts",
      "content": "Das Bundesgesetz vom 15. Dezember 2000 über die Teilnahme und die Finanzhilfe des Bundes an das Henry-Dunant-Zentrum für den humanitären Dialog wird aufgehoben. [ ]"
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Referendum und Inkrafttreten",
      "content": "1 Dieses Gesetz untersteht dem fakultativen Referendum. 2 Der Bundesrat bestimmt das Inkrafttreten. Datum des Inkrafttretens: 1. Mai 2004 BRB vom 13. April 2004"
    }
  ],
  "definitions": []
}