{
  "id": "sr-131-222-2",
  "type": "statute",
  "title": "Verfassung des Kantons Basel-Landschaft, vom 17. Mai 1984",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1985/2_1157_1173_1041_fga/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Erster Abschnitt: Allgemeine Bestimmungen",
      "section": "1",
      "title": "Stellung des Kantons",
      "content": "1 Der Kanton Basel-Landschaft ist ein eigenständiger Kanton der Schweizerischen Eidgenossenschaft. 2 Er beteiligt sich aktiv an der Gestaltung der Eidgenossenschaft und unterstützt den Bund in der Erfüllung seiner Aufgaben. 3 Seine Behörden wirken darauf hin, dass er zu einem Vollkanton mit einer ganzen Standesstimme und mit zwei Mitgliedern des Ständerates wird. Angenommen in der Volksabstimmung vom 12. Juni 1988 , in Kraft seit 1. Nov. 1989. Gewährleistungsbeschluss vom 21. Juni 1989 ( BBl 1989 II 954 Art. 1 Ziff. 6, I 565 )."
    },
    {
      "provision_ref": "art2",
      "chapter": "Erster Abschnitt: Allgemeine Bestimmungen",
      "section": "2",
      "title": "Demokratische Staatsform",
      "content": "1 Die Staatsgewalt beruht auf der Gesamtheit des Volkes. 2 Sie wird durch die Stimmberechtigten und durch die Behörden ausgeübt."
    },
    {
      "provision_ref": "art3",
      "chapter": "Erster Abschnitt: Allgemeine Bestimmungen",
      "section": "3",
      "title": "Interkantonale und regionale Zusammenarbeit",
      "content": "1 Die Behörden des Kantons Basel-Landschaft streben in der Region und der Nordwestschweiz eine Verstärkung der Zusammenarbeit an. Sie arbeiten zur Erfüllung gemeinsamer oder regionaler Aufgaben mit den Behörden anderer Kantone – insbesondere der Kantone Basel-Stadt, Aargau, Solothurn und Jura – der Gemeinden in der Region und des benachbarten Auslands zusammen.. 2 Die Behörden des Kantons Basel-Landschaft sind bestrebt, mit Behörden des In- und Auslandes, der Region und insbesondere der Nordwestschweiz Vereinbarungen abzuschliessen, gemeinsam Institutionen zu schaffen, den gegenseitigen Lastenausgleich zu ordnen und die Gesetzgebung anzugleichen. 3 Die Behörden des Kantons Basel-Landschaft wirken darauf hin, für Vorhaben von regionalem, kantons- und länderübergreifendem Interesse die Unterstützung des Bundes zu erreichen. 4 Es sind Regeln für die wirksame Zusammenarbeit der Behörden aufzustellen. Dazu kann der Regierungsrat – gegebenenfalls auch gemeinsam mit Behörden betroffener Kantone und Gebietskörperschaften – geeignete Massnahmen ergreifen und insbesondere auch Studien in Auftrag geben, die dazu dienen, den Zusammenarbeitsauftrag gemäss den Absätzen 1 bis 3 zu simulieren. 5 Die demokratischen Mitwirkungsrechte sind zu gewährleisten. Angenommen in der Volksabstimmung vom 14. Juni 2015 , in Kraft seit 1. Okt. 2016. Gewährleistungsbeschluss vom 27. Sept. 2016 ( BBl 2016 7899 Art. 2, 3705 )."
    },
    {
      "provision_ref": "art4",
      "chapter": "Erster Abschnitt: Allgemeine Bestimmungen",
      "section": "4",
      "title": "Bindung an Recht und Gesetz",
      "content": "1 Alle Behörden sind an Verfassung und Gesetz gebunden. 2 Ihr Handeln muss im öffentlichen Interesse liegen und verhältnismässig sein. 3 Behörden und Private verhalten sich nach Treu und Glauben."
    },
    {
      "provision_ref": "art5",
      "chapter": "1. Menschenwürde",
      "section": "5",
      "title": "Menschenwürde",
      "content": "1 Die Würde des Menschen ist unantastbar. 2 Sie zu achten ist Verpflichtung aller, sie zu schützen vornehmste Aufgabe staatlicher Gewalt."
    },
    {
      "provision_ref": "art6",
      "chapter": "2. Grundrechte",
      "section": "6",
      "title": "Freiheitsrechte",
      "content": "1 Der Staat schützt die Freiheitsrechte. 2 Gewährleistet sind insbesondere: a. das Recht auf Leben, körperliche und geistige Unversehrtheit und Bewegungsfreiheit; b. Glaubens- und Gewissensfreiheit; c. Informations‑, Meinungs- und Pressefreiheit; d. Vereinigungs‑, Versammlungs- und Kundgebungsfreiheit; e. die Freiheit der wissenschaftlichen Lehre und Forschung sowie der künstlerischen Betätigung; f. der Schutz der Privatsphäre, des Brief- und Fernmeldegeheimnisses und der Wohnung; g. der Schutz vor Datenmissbrauch; h. das Recht auf Ehe und Familie; i. die Niederlassungsfreiheit; k. das Recht auf freie Wahl und Ausübung eines Berufes und auf freie wirtschaftliche Betätigung. 3 Das Eigentum und vermögenswerte Rechte sind geschützt. Kanton und Gemeinden fördern die Bildung von Privateigentum zur Selbstnutzung."
    },
    {
      "provision_ref": "art7",
      "chapter": "2. Grundrechte",
      "section": "7",
      "title": "Rechtsgleichheit",
      "content": "1 Alle Menschen sind vor dem Gesetze gleich. 2 Insbesondere darf niemand wegen seines Geschlechtes, seiner Abstammung, seiner Herkunft, seiner Rasse, seiner sozialen Stellung, seiner weltanschaulichen, politischen oder religiösen Überzeugung benachteiligt oder bevorzugt werden."
    },
    {
      "provision_ref": "art8",
      "chapter": "2. Grundrechte",
      "section": "8",
      "title": "Gleichberechtigung von Frau und Mann",
      "content": "1 Frau und Mann sind gleichberechtigt. Kanton und Gemeinden sorgen für ihre Gleichstellung. 2 Alle in dieser Verfassung verankerten persönlichen Rechte und Pflichten sowie die Volksrechte gelten für Frauen und Männer gleichermassen."
    },
    {
      "provision_ref": "art9",
      "chapter": "2. Grundrechte",
      "section": "9",
      "title": "Rechtsschutz",
      "content": "1 Jeder hat Anspruch auf Rechtsschutz. Für Minderbemittelte ist der Rechtsschutz unentgeltlich. 2 Kanton und Gemeinden fördern die Rechtskenntnis und sorgen für die Erteilung unentgeltlicher Rechtsauskünfte. 3 Die Parteien haben in allen Fällen Anspruch auf rechtliches Gehör, auf eine faire Behandlung und auf einen begründeten, mit einer Rechtsmittelbelehrung versehenen Entscheid innert angemessener Frist. 4 Jeder, dem die Bewegungsfreiheit entzogen wird, hat Anspruch: a. auf unverzügliche und verständliche Unterrichtung über die Gründe dieser Massnahme und über seine Rechte; b. auf rechtliches Gehör vor einer gesetzlich bestimmten Instanz innert der vom Gesetz bezeichneten Frist seit der Festnahme; c. auf Überprüfung des Freiheitsentzuges durch ein Gericht. Angenommen in der Volksabstimmung vom 17. Mai 2009 , in Kraft seit 1. Jan. 2011. Gewährleistungsbeschluss vom 2. März 2011 ( BBl 2011 2927 Art. 1 Ziff. 2; 2010 7945 )."
    },
    {
      "provision_ref": "art10",
      "chapter": "2. Grundrechte",
      "section": "10",
      "title": "Eingaben an Behörden",
      "content": "1 Jede Person kann ohne Nachteil Petitionen und andere Eingaben an die Behörden richten. Diese antworten innert angemessener Frist. 2 Jeder kann an den Ombudsman gelangen. Angenommen in der Volksabstimmung vom 15. Mai 2022 , in Kraft seit 1. Aug. 2022. Gewährleistungsbeschluss vom 1. Aug. 2023 ( BBl 2023 724 Art. 4 Abs. 2; 2022 2963 )."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Rückwirkungsverbot",
      "content": "Die Rückwirkung von Erlassen ist unzulässig, wenn sie zeitlich übermässig zurückgreift oder zu einer unverhältnismässigen Belastung führt."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Inkrafttreten von Erlassen",
      "content": "1 Erlasse, über die eine Volksabstimmung stattfindet, treten frühestens am Tage nach der Abstimmung in Kraft. 2 Alle übrigen Erlasse treten in der Regel frühestens acht Tage nach der ordnungsgemässen Publikation in Kraft."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Verantwortlichkeit und Schadenersatz",
      "content": "1 Kanton und Gemeinden haften für den Schaden, den ihre Organe rechtswidrig verursacht haben. 2 Sie haften auch für den Schaden, den ihre Organe rechtmässig verursacht haben, wenn einzelne unverhältnismässig schwer betroffen sind und ihnen daher nicht zugemutet werden kann, den Schaden selbst zu tragen. 3 Bei unbegründeter, schwerer Beschränkung der persönlichen Freiheit besteht Anspruch auf Schadenersatz und Genugtuung. 4 Enteignungen und erhebliche Eigentumsbeschränkungen werden im Umfang der Beschränkung entschädigt."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Verwirklichung der Grundrechte",
      "content": "1 Die Grundrechte müssen in der ganzen Rechtsordnung zur Geltung kommen. 2 Wer Grundrechte ausübt, hat die Grundrechte anderer zu achten. 3 Niemand darf Grundrechte durch Missbrauch seiner Machtstellung beeinträchtigen."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Schranken der Grundrechte",
      "content": "1 Die Grundrechte dürfen nur eingeschränkt werden, wenn und soweit ein überwiegendes öffentliches Interesse es rechtfertigt. Ihr Kern ist unantastbar. 2 Einschränkungen der Grundrechte bedürfen einer gesetzlichen Grundlage; schwerwiegende Einschränkungen müssen im Gesetz ausdrücklich vorgesehen sein. Vorbehalten bleiben Fälle ernster, unmittelbarer und offensichtlicher Gefahr. 3 Grundrechte von Personen, die in einem besonderen Abhängigkeitsverhältnis zum Staat stehen, dürfen zusätzlich nur soweit eingeschränkt werden, als es das besondere öffentliche Interesse erfordert, das diesem Verhältnis zugrunde liegt. 4 Verhaftungen, Durchsuchungen und Beschlagnahmungen dürfen nur in den vom Gesetz vorgesehenen Fällen und Formen vorgenommen werden. Folterungen und andere menschenunwürdige Behandlungen sind in keinem Fall zulässig."
    },
    {
      "provision_ref": "art16",
      "chapter": "3. Sozialrechte",
      "section": "16",
      "title": "Existenzgarantie und soziale Sicherheit",
      "content": "1 Jeder hat Anspruch auf Hilfe und Betreuung in Notlagen und auf die für ein menschenwürdiges Leben erforderlichen Mittel. 2 Kanton und Gemeinden schützen insbesondere Menschen, die wegen ihres Alters, ihrer Gesundheit sowie ihrer wirtschaftlichen oder sozialen Lage Hilfe brauchen."
    },
    {
      "provision_ref": "art17",
      "chapter": "3. Sozialrechte",
      "section": "17",
      "title": "Recht auf Bildung, Arbeit, Wohnung",
      "content": "Kanton und Gemeinden streben im Rahmen ihrer Zuständigkeiten und der verfügbaren Mittel sowie in Ergänzung der persönlichen Verantwortung und Initiative danach, dass: a. jeder sich nach seinen Fähigkeiten und Neigungen bilden und weiterbilden sowie am Kulturleben teilnehmen kann; b. jeder seinen Unterhalt durch Arbeit zu angemessenen Bedingungen bestreiten kann; c. jeder für gleiche Arbeit gleichen Lohn erhält und in den Genuss bezahlter Ferien und ausreichender Erholungsmöglichkeiten gelangt; d. jeder eine angemessene Wohnung zu tragbaren Bedingungen finden kann und als Mieter vor Missbräuchen geschützt ist."
    },
    {
      "provision_ref": "art18",
      "chapter": "4. Bürgerrecht",
      "section": "18",
      "title": "Erwerb und Verlust",
      "content": "Erwerb und Verlust des Kantons- und des Gemeindebürgerrechts werden durch das Gesetz geregelt."
    },
    {
      "provision_ref": "art19",
      "chapter": "4. Bürgerrecht",
      "section": "19",
      "title": "Erleichterung der Einbürgerung",
      "content": "1 Das Gesetz kann im Rahmen des Bundesrechts einen Anspruch auf Einbürgerung einräumen. 2 Die Einbürgerung darf nicht durch unverhältnismässige Auflagen erschwert werden."
    },
    {
      "provision_ref": "art20",
      "chapter": "5. Persönliche Pflichten",
      "section": "20",
      "title": "Persönliche Pflichten",
      "content": "Jeder hat die Pflichten zu erfüllen, die ihm die Rechtsordnung des Bundes, des Kantons und der Gemeinde auferlegt."
    },
    {
      "provision_ref": "art21",
      "chapter": "1. Stimmrecht",
      "section": "21",
      "title": "Voraussetzungen",
      "content": "1 Das Stimmrecht ist gewährleistet. 2 Stimmberechtigt ist, wer das Schweizer Bürgerrecht besitzt, das 18. Altersjahr zurückgelegt hat, im Kanton Basel-Landschaft politischen Wohnsitz hat und nicht wegen Geisteskrankheit oder Geistesschwäche entmündigt ist. 3 Das Stimmrecht der Auslandschweizer und die Stimmberechtigung in den Bürgergemeinden werden durch das Gesetz geregelt."
    },
    {
      "provision_ref": "art22",
      "chapter": "1. Stimmrecht",
      "section": "22",
      "title": "Inhalt",
      "content": "1 Stimmberechtigte haben das Recht: a. an den Abstimmungen des Kantons und der Einwohnergemeinde teilzunehmen; b. Wahlvorschläge einzureichen, sich an Wahlen zu beteiligen und in öffentliche Ämter gewählt zu werden; c. Volksbegehren einzuleiten und zu unterzeichnen. 2 Jeder Stimmberechtigte hat Anspruch darauf, dass bei Wahlen und Abstimmungen der freie Wille der Gesamtheit der Stimmberechtigten zuverlässig und unverfälscht zum Ausdruck gelangen kann."
    },
    {
      "provision_ref": "art23",
      "chapter": "1. Stimmrecht",
      "section": "23",
      "title": "Ausübung",
      "content": "1 Das Stimmrecht wird am Wohnsitz ausgeübt. Ausnahmen bestimmt das Gesetz. 2 Wer das Schweizer Bürgerrecht besitzt, erwirbt mit der Niederlassung das Stimmrecht in Angelegenheiten des Kantons und der Gemeinde. 3 Bei Wahlen und Abstimmungen an der Urne ist das Stimmgeheimnis zu wahren. 4 Kanton und Gemeinden sorgen dafür, dass das Stimmrecht ohne unzumutbaren Aufwand ausgeübt werden kann."
    },
    {
      "provision_ref": "art24",
      "chapter": "2. Volkswahlen",
      "section": "24",
      "title": "Wahlen in Bundesorgane",
      "content": "1 Das Volk wählt an der Urne die basellandschaftlichen Mitglieder des Nationalrates und des Ständerates. 2 Die Mitglieder beider Räte werden für die gleiche Amtsdauer gewählt."
    },
    {
      "provision_ref": "art25",
      "chapter": "2. Volkswahlen",
      "section": "25",
      "title": "Wahlen in Organe des Kantons und der Bezirke",
      "content": "1 Das Volk wählt an der Urne: a. den Landrat; b. den Regierungsrat; c. … d. die Friedensrichterinnen und Friedensrichter. 2 Das Gesetz kann weitere Volkswahlen vorsehen. Aufgehoben in der Volksabstimmung vom 25. Nov. 2018 , mit Wirkung seit 1. April 2019. Gewährleistungsbeschluss vom 16. Sept. 2019 ( BBl 2019 6865 Art. 2, 3929 ). Angenommen in der Volksabstimmung vom 25. Nov. 2018 , in Kraft seit 1. April 2019. Gewährleistungsbeschluss vom 16. Sept. 2019 ( BBl 2019 6865 Art. 2, 3929 )."
    },
    {
      "provision_ref": "art26",
      "chapter": "2. Volkswahlen",
      "section": "26",
      "title": "Gemeindewahlen",
      "content": "1 Das Volk wählt an der Urne: a. den Einwohnerrat oder die Gemeindekommission; b. den Gemeinderat; c. den Gemeindepräsidenten. 2 Gesetz und Gemeindeordnung können weitere Wahlen an der Urne oder durch die Gemeindeversammlung vorsehen. 3 Die Gemeinden können in der Gemeindeordnung vorsehen, dass Mitglieder ihrer Behörden nach Ablauf einer bestimmten Amtszeit für die nächstfolgende Amtszeit nicht wieder wählbar sind. Angenommen in der Volksabstimmung vom 7. Febr. 1999 , in Kraft seit 1. Sept. 2000. Gewährleistungsbeschluss vom 14. Juni 2000 ( BBl 2000 3643 Art. 1 Ziff. 3, 1107 )."
    },
    {
      "provision_ref": "art27",
      "chapter": "2. Volkswahlen",
      "section": "27",
      "title": "Wahlverfahren",
      "content": "1 Der Landrat und die Einwohnerräte werden nach dem Verhältniswahlverfahren gewählt. 2 Für alle anderen Behörden gilt das Mehrheitswahlverfahren, sofern die Gemeindeordnung nicht das Verhältniswahlverfahren vorschreibt."
    },
    {
      "provision_ref": "art28",
      "chapter": "3. Volksinitiative",
      "section": "28",
      "title": "Grundsätze",
      "content": "1 1500 Stimmberechtigte können das formulierte oder nichtformulierte Begehren auf Erlass, Änderung oder Aufhebung von Verfassungs- und Gesetzesbestimmungen stellen. 1bis Die Frist zur Einreichung der Unterschriften beträgt zwei Jahre. 2 Das formulierte Begehren enthält einen ausgearbeiteten Vorschlag. Es wird ausdrücklich als Verfassungs- oder Gesetzesinitiative eingereicht. 3 Mit dem nichtformulierten Begehren wird dem Landrat beantragt, eine Vorlage im Sinne des Begehrens auszuarbeiten. 4 Das Begehren auf Totalrevision der Verfassung darf weder Richtlinien noch einen Entwurf enthalten. 5 Das Recht der Stimmberechtigten, Initiativbegehren in den Gemeinden einzureichen, richtet sich nach den Bestimmungen des Gesetzes und der Gemeindeordnung. Angenommen in der Volksabstimmung vom 13. Febr. 2022 , in Kraft seit 14. Febr. 2022. Gewährleistungsbeschluss vom 6. März 2023 ( BBl 2023 724 Art. 4 Abs. 1; 2022 2963 )."
    },
    {
      "provision_ref": "art29",
      "chapter": "3. Volksinitiative",
      "section": "29",
      "title": "Verfahren",
      "content": "1 Der Landrat erklärt unmögliche oder offensichtlich rechtswidrige Volksbegehren für ungültig. 2 Formulierte Begehren werden in Form und Inhalt unverändert innert 18 Monaten dem Volk zur Abstimmung vorgelegt. …. 3 Nichtformulierte Begehren werden innert zweier Jahre dem Volk zur Abstimmung vorgelegt, wenn der Landrat sie in der Sache ablehnt. Hat das Volk oder der Landrat beschlossen, dem Begehren Folge zu geben, so arbeitet der Landrat innert zweier Jahren eine entsprechende Vorlage aus. Er bestimmt die Stufe der Verfassung oder des Gesetzes. 3bis Das Gesetz regelt die Ausnahmen und Säumnisfolgen der Behandlungsfristen von Volksbegehren. 4 Der Landrat kann jedem Begehren einen Gegenvorschlag gegenüberstellen. Angenommen in der Volksabstimmung vom 2. Dez. 2001 , in Kraft seit 1. Jan. 2002. Gewährleistungsbeschluss vom 23. Sept. 2002 ( BBl 2002 6595 Art. 1 Ziff. 5, 3519 ). Zweiter Satz aufgehoben in der Volksabstimmung vom 13. Febr. 2022 , mit Wirkung seit 14. Febr. 2022. Gewährleistungsbeschluss vom 6. März 2023 ( BBl 2023 724 Art. 4 Abs. 1; 2022 2963 ). Zweiter Satz angenommen in der Volksabstimmung vom 13. Febr. 2022 , in Kraft seit 14. Febr. 2022. Gewährleistungsbeschluss vom 6. März 2023 ( BBl 2023 724 Art. 4 Abs. 1; 2022 2963 ). Angenommen in der Volksabstimmung vom 13. Febr. 2022 , in Kraft seit 14. Febr. 2022. Gewährleistungsbeschluss vom 6. März 2023 ( BBl 2023 724 Art. 4 Abs. 1; 2022 2963 )."
    },
    {
      "provision_ref": "art30",
      "chapter": "4. Volksabstimmungen",
      "section": "30",
      "title": "Obligatorische Abstimmungen",
      "content": "Der obligatorischen Volksabstimmung unterliegen: a. Verfassungsänderungen und Staatsverträge mit verfassungsänderndem Inhalt; b. Gesetze und Staatsverträge mit gesetzeswesentlichem Inhalt sowie Vorlagen aufgrund von zurückgezogenen nichtformulierten Initiativbegehren, die der Landrat mit weniger als Vierfünftel der anwesenden Mitglieder beschliesst oder die er durch separaten Beschluss der obligatorischen Volksabstimmung unterstellt; c. formulierte Initiativbegehren und gleichzeitig gegenübergestellte Gegenvorschläge; d. nichtformulierte Initiativbegehren, die der Landrat ablehnt, und gleichzeitig gegenübergestellte Gegenvorschläge sowie Vorlagen aufgrund von nichtformulierten Initiativbegehren; e. Beschlüsse der Gemeindeversammlung und des Einwohnerrates nach den Bestimmungen des Gesetzes und der Gemeindeordnung. Angenommen in der Volksabstimmung vom 7. Juni 1998 , in Kraft seit 1. Jan. 2000. Gewährleistungsbeschluss vom 10. Juni 1999 ( BBl 1999 5181 Art. 1 Ziff. 4, 2514 ). Angenommen in der Volksabstimmung vom 13. Febr. 2022 , in Kraft seit 14. Febr. 2022. Gewährleistungsbeschluss vom 6. März 2023 ( BBl 2023 724 Art. 4 Abs. 1; 2022 2963 ). Angenommen in der Volksabstimmung vom 13. Febr. 2022 , in Kraft seit 14. Febr. 2022. Gewährleistungsbeschluss vom 6. März 2023 ( BBl 2023 724 Art. 4 Abs. 1; 2022 2963 ). Angenommen in der Volksabstimmung vom 13. Febr. 2022 , in Kraft seit 14. Febr. 2022. Gewährleistungsbeschluss vom 6. März 2023 ( BBl 2023 724 Art. 4 Abs. 1; 2022 2963 )."
    },
    {
      "provision_ref": "art31",
      "chapter": "4. Volksabstimmungen",
      "section": "31",
      "title": "Fakultative Abstimmungen",
      "content": "1 Auf Begehren von 1500 Stimmberechtigten werden der Volksabstimmung unterbreitet: a. durch Verfassung oder Gesetz der fakultativen Volksabstimmung unterstellte verbindliche Planungsbeschlüsse des Landrates von grundsätzlicher Bedeutung; b. Beschlüsse des Landrates über neue einmalige Ausgaben von mehr als einer Million Franken oder über neue jährlich wiederkehrende Ausgaben von mehr als 200 000 Franken; c. Gesetze und Staatsverträge mit gesetzeswesentlichem Inhalt sowie Vorlagen aufgrund von zurückgezogenen nichtformulierten Initiativbegehren, die nicht der obligatorischen Volksabstimmung unterliegen; d. als Ausnahme zu § 63 Absatz 3 die mittels Dekret beschlossene Festlegung des kantonalen Einkommenssteuerfusses für das folgende Steuerjahr bei einem anderen Wert als 100 Prozent der normalen Staatssteuer vom Einkommen der natürlichen Personen. 2 Das Begehren ist innert acht Wochen nach der Veröffentlichung zu stellen. 3 Beschlüsse der Gemeindeversammlung und des Einwohnerrates unterliegen der fakultativen Volksabstimmung nach den Bestimmungen des Gesetzes und der Gemeindeordnung. Angenommen in der Volksabstimmung vom 24. Sept. 2017 , in Kraft seit 1. Jan. 2018. Gewährleistungsbeschluss vom 17. Sept. 2018 ( BBl 2018 6287 Art. 3, 3725 ). Angenommen in der Volksabstimmung vom 13. Febr. 2022 , in Kraft seit 14. Febr. 2022. Gewährleistungsbeschluss vom 6. März 2023 ( BBl 2023 724 Art. 4 Abs. 1; 2022 2963 ). Angenommen in der Volksabstimmung vom 24. Sept. 2017 , in Kraft seit 1. Jan. 2018. Gewährleistungsbeschluss vom 17. Sept. 2018 ( BBl 2018 6287 Art. 3, 3725 )."
    },
    {
      "provision_ref": "art32",
      "section": "32",
      "title": "Besondere Abstimmungen",
      "content": "1 Beim Erlass von Verfassungs- und Gesetzesbestimmungen sowie bei Planungsbeschlüssen können Volksabstimmungen über Grundsatzfragen durchgeführt werden. Dabei ist die Vorlage von Varianten zulässig. 2 Die Behörden sind bei der Ausarbeitung der Vorlagen an die Ergebnisse von Grundsatzabstimmungen gebunden. 3 Bei der Vorlage von Erlassen oder Beschlüssen kann neben der Abstimmung über das Ganze auch eine solche über einzelne Bestimmungen durchgeführt werden."
    },
    {
      "provision_ref": "art33",
      "section": "33",
      "title": "Verfahren bei Mehrfachabstimmungen",
      "content": "1 Das Gesetz regelt das Verfahren bei Mehrfachabstimmungen, insbesondere bei der gleichzeitigen Abstimmung über Volksbegehren und Gegenvorschlag sowie bei Grundsatzabstimmungen mit Varianten. 2 Es sind folgende Richtlinien zu beachten: a. Das Verfahren soll einfach und verständlich sein sowie Missbräuche ausschliessen. b. Mit der Stimmabgabe soll der Stimmberechtigte zum Ausdruck bringen können, welche der verschiedenen Vorlagen er vorzieht. 3 Eine Vorlage bedarf zu ihrer Annahme der Mehrheit der gültigen Stimmen."
    },
    {
      "provision_ref": "art34",
      "chapter": "5. Mitwirkung bei der Meinungsbildung",
      "section": "34",
      "title": "Anhörung",
      "content": "1 Bei der Vorbereitung von Erlassen und Beschlüssen des Landrates wird die Öffentlichkeit rechtzeitig informiert. Die Betroffenen sind in geeigneter Form anzuhören. Jeder kann Vorschläge unterbreiten. 2 Bei Vorlagen, die der Volksabstimmung offenstehen, werden die politischen Parteien und interessierte Organisationen zur Vernehmlassung eingeladen. 3 Der Regierungsrat stellt die ausgewogene Information der Stimmberechtigten sicher."
    },
    {
      "provision_ref": "art35",
      "chapter": "5. Mitwirkung bei der Meinungsbildung",
      "section": "35",
      "title": "Politische Parteien und Organisationen",
      "content": "1 Die politischen Parteien und Organisationen wirken bei der Meinungs- und Willensbildung des Volkes mit. 2 Der Kanton fördert die politischen Parteien in der Erfüllung dieser Aufgabe, sofern ihr Aufbau demokratischen Grundsätzen entspricht, sie sich über die regelmässige und gesamthafte Betätigung in einem erheblichen Teil des Kantons ausweisen und über die Herkunft und Verwendung ihrer Mittel öffentlich Rechenschaft ablegen."
    },
    {
      "provision_ref": "art36",
      "chapter": "6. Sicherung der Volksrechte",
      "section": "36",
      "title": "Übertragung von Befugnissen",
      "content": "1 Die Befugnis zum Erlass grundlegender und wichtiger Bestimmungen darf vom Gesetzgeber nicht auf andere Organe übertragen werden. 2 Durch Gesetz kann der Landrat oder in Ausnahmefällen der Regierungsrat ermächtigt werden, neue Ausgaben endgültig zu beschliessen. Angenommen in der Volksabstimmung vom 24. Sept. 2017 , in Kraft seit 1. Jan. 2018. Gewährleistungsbeschluss vom 17. Sept. 2018 ( BBl 2018 6287 Art. 3, 3725 )."
    },
    {
      "provision_ref": "art37",
      "chapter": "6. Sicherung der Volksrechte",
      "section": "37",
      "title": "Gerichtliche Kontrolle",
      "content": "1 Jeder Stimmberechtigte kann wegen Verletzung des Stimmrechts beim Verfassungsgericht Beschwerde führen. 2 Insbesondere kann angefochten werden: a. die Verletzung des Stimmrechts; b. die mangelhafte Vorbereitung und Durchführung von Wahlen und Abstimmungen; c. die Missachtung von Volksbegehren durch den Landrat; d. die unzulässige Übertragung von Befugnissen des Volkes an andere Organe."
    },
    {
      "provision_ref": "art38",
      "chapter": "7. Ausführungsbestimmungen",
      "section": "38",
      "title": "Ausführungsbestimmungen",
      "content": "Das Gesetz enthält die näheren Bestimmungen über Inhalt und Ausübung der Volksrechte sowie über politische Parteien."
    },
    {
      "provision_ref": "art39",
      "chapter": "1. Kantonsgebiet und Hauptort",
      "section": "39",
      "title": "Kantonsgebiet",
      "content": "1 Der Kanton Basel-Landschaft umfasst das Gebiet, das ihm durch die Schweizerische Eidgenossenschaft gewährleistet ist. 2 Für Änderungen im Bestand des Kantonsgebietes ist eine Volksabstimmung erforderlich. 3 Grenzbereinigungen bedürfen der Genehmigung des Landrates."
    },
    {
      "provision_ref": "art40",
      "chapter": "1. Kantonsgebiet und Hauptort",
      "section": "40",
      "title": "Hauptort",
      "content": "1 Hauptort des Kantons Basel-Landschaft ist Liestal. 2 Landrat, Regierungsrat und Kantonsgericht haben ihren Sitz in Liestal. Angenommen in der Volksabstimmung vom 10. Juni 2001 , in Kraft seit 1. April 2002. Gewährleistungsbeschluss vom 23. Sept. 2002 ( BBl 2002 6595 Art. 1 Ziff. 5, 3519 )."
    },
    {
      "provision_ref": "art41",
      "chapter": "2. Bezirke und Kreise",
      "section": "41",
      "title": "Verwaltungsbezirke",
      "content": "1 Die Bezirke sind Gebietsorganisationen für die regionalisierte Erfüllung von öffentlichen Aufgaben. 2 Der Kanton ist in die Bezirke Arlesheim, Laufen, Liestal, Sissach und Waldenburg eingeteilt. 3 Das Gesetz regelt die Zugehörigkeit der Gemeinden zu den Bezirken. Gemeinden dürfen nur mit ihrer Zustimmung einem anderen Bezirk zugeteilt werden. Angenommen in der Volksabstimmung vom 17. Juni. 2012 , in Kraft seit 1. April 2014 Gewährleistungsbeschluss vom 23. Sept. 2013 ( BBl 2013 7827 Art. 1 Ziff. 3, 3931 )."
    },
    {
      "provision_ref": "art42",
      "chapter": "2. Bezirke und Kreise",
      "section": "42",
      "title": "Zivilgerichtskreise",
      "content": "1 Der Kanton ist in zwei Zivilgerichtskreise eingeteilt. 2 Das Gesetz regelt die Zugehörigkeit des Kantonsgebiets zu den beiden Zivilgerichtskreisen. Angenommen in der Volksabstimmung vom 17. Juni. 2012 , in Kraft seit 1. April 2014 Gewährleistungsbeschluss vom 23. Sept. 2013 ( BBl 2013 7827 Art. 1 Ziff. 3, 3931 )."
    },
    {
      "provision_ref": "art43",
      "chapter": "2. Bezirke und Kreise",
      "section": "43",
      "title": "Wahlkreise",
      "content": "1 Kantonale Wahlen und Abstimmungen werden in Wahlkreisen innerhalb der Bezirksgrenzen durchgeführt. 2 … 3 Das Gesetz regelt Aufgaben, Bestand und Organisation der Wahlkreise. Angenommen in der Volksabstimmung vom 17. Juni. 2012 , in Kraft seit 1. April 2014 Gewährleistungsbeschluss vom 23. Sept. 2013 ( BBl 2013 7827 Art. 1 Ziff. 3, 3931 ). Aufgehoben in der Volksabstimmung vom 25. Nov. 2018 , mit Wirkung seit 1. April 2019. Gewährleistungsbeschluss vom 16. Sept. 2019 ( BBl 2019 6865 Art. 2, 3929 ). Angenommen in der Volksabstimmung vom 25. Nov. 2018 , in Kraft seit 1. April 2019. Gewährleistungsbeschluss vom 16. Sept. 2019 ( BBl 2019 6865 Art. 2, 3929 )."
    },
    {
      "provision_ref": "art44",
      "chapter": "3. Gemeinden",
      "section": "44",
      "title": "Stellung und Aufgaben",
      "content": "1 Gemeinden sind selbständige Körperschaften des öffentlichen Rechts. 2 Die Einwohnergemeinden erfüllen die Aufgaben von lokaler Bedeutung, soweit diese nicht in die Zuständigkeit anderer Organisationen fallen, und die ihnen vom Kanton übertragenen Obliegenheiten. 3 Die Bürgergemeinden verleihen das Bürgerrecht, fördern das Kulturleben, verwalten das Bürgergut und bewirtschaften ihre Waldungen. Sie arbeiten mit den Einwohnergemeinden zusammen. 4 Wo keine Bürgergemeinde besteht, verleiht die Einwohnergemeinde das Bürgerrecht."
    },
    {
      "provision_ref": "art45",
      "chapter": "3. Gemeinden",
      "section": "45",
      "title": "Selbständigkeit",
      "content": "1 Die Gemeinden sind im Rahmen von Verfassung und Gesetz befugt, sich selbst zu organisieren, ihre Behördenmitglieder sowie Mitarbeiterinnen und Mitarbeiter zu wählen oder anzustellen, ihre eigenen Aufgaben nach freiem Ermessen zu erfüllen und ihre öffentlichen Sachen selbstständig zu verwalten. 2 Alle kantonalen Organe achten und schützen die Selbständigkeit der Gemeinden. … 3 Der Regierungsrat übt die Aufsicht über die Gemeinden aus. Angenommen in der Volksabstimmung vom 23. Nov. 1997 , in Kraft seit 1. April 1998. Gewährleistungsbeschluss vom 10. Juni 1999 ( BBl 1999 5181 Art. 1 Ziff. 4, 2514 ). Zweiter Satz aufgehoben in der Volksabstimmung vom 21. Mai 2017 , mit Wirkung seit 1. Jan. 2018. Gewährleistungsbeschluss vom 6. Juni 2018 ( BBl 2018 3795 Art. 2, 1207 )."
    },
    {
      "provision_ref": "art46",
      "chapter": "3. Gemeinden",
      "section": "46",
      "title": "Bestand",
      "content": "1 Für den Zusammenschluss oder die Aufteilung von Einwohnergemeinden sind die an der Urne ermittelte Zustimmung der betroffenen Gemeinden beziehungsweise der betroffenen Gemeindeteile sowie die Regelung durch das Gesetz erforderlich. 1bis Für Grenzänderungen sind die an der Urne ermittelte Zustimmung der betroffenen Gemeinden sowie die Genehmigung des Landrates erforderlich. 2 Für Grenzbereinigungen zwischen Einwohnergemeinden ist die Genehmigung des Regierungsrates erforderlich. 3 Eine Bürgergemeinde kann sich mit der Einwohnergemeinde vereinigen, wenn beide es an der Urne beschliessen. Der Beschluss der Bürgergemeinde bedarf der Mehrheit von zwei Dritteln der Stimmenden. 4 Besteht keine Bürgergemeinde, so kann durch Urnenabstimmung eine solche gegründet werden, wenn dies die Einwohnergemeinde und zwei Drittel der an der Abstimmung teilnehmenden Bürger beschliessen. Angenommen in der Volksabstimmung vom 27. Nov. 2011 , in Kraft seit 1. Jan. 2012. Gewährleistungsbeschluss vom 11. März 2013 ( BBl 2013 2619 Art. 1 Ziff. 2; 2013 195 ). Angenommen in der Volksabstimmung vom 27. Nov. 2011 , in Kraft seit 1. Jan. 2012. Gewährleistungsbeschluss vom 11. März 2013 ( BBl 2013 2619 Art. 1 Ziff. 2; 2013 195 )."
    },
    {
      "provision_ref": "art47",
      "section": "47",
      "title": "Organisation",
      "content": "1 Die Einwohnergemeinden legen im Rahmen von Verfassung und Gesetz ihre Organisation in einer Gemeindeordnung fest. 2 In der ordentlichen Gemeindeorganisation werden die Volksrechte an der Urne und in der Gemeindeversammlung, in der ausserordentlichen Gemeindeorganisation an der Urne und durch den Einwohnerrat ausgeübt. 3 Der Gemeinderat ist die oberste vollziehende Behörde. Er leitet die Verwaltung."
    },
    {
      "provision_ref": "art47a",
      "section": "47a",
      "title": "a Aufgabenzuordnung",
      "content": "1 Die Erlassgeber ordnen den Gemeinden die Aufgaben nach dem Grundsatz der Vorrangigkeit der Gemeinde zu (Subsidiarität). Sie tragen nach Möglichkeit dem Grundsatz Rechnung, dass die Zuständigkeit für eine Aufgabe und die dafür notwendigen finanziellen Ressourcen beim gleichen Gemeinwesen liegen (fiskalische Äquivalenz). 2 Sie gewähren den Gemeinden grösstmögliche Regelungs- und Vollzugsfreiheit (Gemeindeautonomie) und können für sie unterschiedliche Regelungen vorsehen (Variabilität). 3 Sie können vorsehen, dass den Gemeinden oder Gemeindeverbünden auf deren Begehren kantonale Vollzugsaufgaben übertragen werden. Angenommen in der Volksabstimmung vom 21. Mai 2017 , in Kraft seit 1. Jan. 2018. Gewährleistungsbeschluss vom 6. Juni 2018 ( BBl 2018 3795 Art. 2, 1207 )."
    },
    {
      "provision_ref": "art48",
      "section": "48",
      "title": "Zusammenarbeit",
      "content": "1 Die Gemeinden streben die Zusammenarbeit an. Der Kanton unterstützt sie dabei. 2 Die Zusammenarbeit hat zum Ziel, die Aufgaben wirksamer zu erfüllen. 3 Das Gesetz: a. kann den Gemeinden auftragen, bestimmte Aufgaben gemeinsam zu erfüllen; b. regelt die Formen der Zusammenarbeit sowie die Mitwirkungsrechte der Stimmberechtigten. 4 … Angenommen in der Volksabstimmung vom 21. Mai 2017 , in Kraft seit 1. Jan. 2018. Gewährleistungsbeschluss vom 6. Juni 2018 ( BBl 2018 3795 Art. 2, 1207 ). Angenommen in der Volksabstimmung vom 21. Mai 2017 , in Kraft seit 1. Jan. 2018. Gewährleistungsbeschluss vom 6. Juni 2018 ( BBl 2018 3795 Art. 2, 1207 ). Angenommen in der Volksabstimmung vom 21. Mai 2017 , in Kraft seit 1. Jan. 2018. Gewährleistungsbeschluss vom 6. Juni 2018 ( BBl 2018 3795 Art. 2, 1207 ). Aufgehoben in der Volksabstimmung vom 21. Mai 2017 , mit Wirkung seit 1. Jan. 2018. Gewährleistungsbeschluss vom 6. Juni 2018 ( BBl 2018 3795 Art. 2, 1207 )."
    },
    {
      "provision_ref": "art49",
      "section": "49",
      "title": "Mitwirkung im Kanton",
      "content": "1 Fünf Einwohnergemeinden können das Begehren stellen: a. auf Erlass, Änderung oder Aufhebung von Verfassungs- oder Gesetzesbestimmungen; b. auf Durchführung einer fakultativen Volksabstimmung. 2 Voraussetzungen und Verfahren richten sich nach den Bestimmungen über die Volksbegehren. 3 Bei der Vorbereitung von Erlassen und Beschlüssen des Landrates und des Regierungsrates sind die betroffenen Gemeinden rechtzeitig anzuhören."
    },
    {
      "provision_ref": "art49a",
      "chapter": "1. Allgemeine Bestimmungen",
      "section": "49a",
      "title": "a Grundsatz",
      "content": "1 Mitglieder der kantonalen Behörden werden durch Wahl auf Amtsperiode bestimmt. 2 Mitarbeiterinnen und Mitarbeiter des Kantons werden in der Regel durch öffentlich-rechtlichen Vertrag angestellt, soweit nicht Verfassung oder Gesetz die Wahl auf Amtsperiode vorsehen. Angenommen in der Volksabstimmung vom 23. Nov. 1997 , in Kraft seit 1. April 1998. Gewährleistungsbeschluss vom 10. Juni 1999 ( BBl 1999 5181 Art. 1 Ziff. 4, 2514 )."
    },
    {
      "provision_ref": "art50",
      "chapter": "1. Allgemeine Bestimmungen",
      "section": "50",
      "title": "Voraussetzungen der Wahl oder Anstellung",
      "content": "1 Für die Wahl in den Landrat, in den Regierungsrat und in die Gerichte ist die Stimmberechtigung erforderlich. 2 Das Gesetz kann die Stimmberechtigung für weitere Ämter als Wahlvoraussetzung bestimmen. 3 Es kann für die Wahl oder Anstellung weitere Voraussetzungen verlangen. Angenommen in der Volksabstimmung vom 23. Nov. 1997 , in Kraft seit 1. April 1998. Gewährleistungsbeschluss vom 10. Juni 1999 ( BBl 1999 5181 Art. 1 Ziff. 4, 2514 )."
    },
    {
      "provision_ref": "art51",
      "chapter": "1. Allgemeine Bestimmungen",
      "section": "51",
      "title": "Unvereinbarkeit",
      "content": "1 Die Mitglieder des Landrats und des Regierungsrats, die Ombudsperson, die Richterinnen und Richter sowie Gerichtsschreiberinnen und Gerichtsschreiber des Kantonsgerichts können nur einer dieser Behörden angehören. 2 Richterinnen und Richter sowie Gerichtsschreiberinnen und Gerichtsschreiber der erstinstanzlichen Gerichte, Mitglieder von Behörden selbstständiger kantonaler Betriebe sowie höhere Mitarbeiterinnen und Mitarbeiter der Staatsverwaltung können dem Landrat nicht angehören. 3 Das Nähere bestimmt das Gesetz. Es kam weitere Unvereinbarkeiten für andere Behörden festlegen. Angenommen in der Volksabstimmung vom 15. Mai 2022 , in Kraft seit 1. Aug. 2022. Gewährleistungsbeschluss vom 1. Aug. 2023 ( BBl 2023 724 Art. 4 Abs. 2; 2022 2963 ). Angenommen in der Volksabstimmung vom 23. Nov. 1997 , in Kraft seit 1. April 1998. Gewährleistungsbeschluss vom 10. Juni 1999 ( BBl 1999 5181 Art. 1 Ziff. 4, 2514 )."
    },
    {
      "provision_ref": "art52",
      "chapter": "1. Allgemeine Bestimmungen",
      "section": "52",
      "title": "Verwandtenausschluss",
      "content": "Allen Behörden, ausser dem Landrat, dürfen nicht gleichzeitig angehören: a. Eltern und Kinder; b. Geschwister; c. Ehegatten; d. Grosseltern und Enkelkinder; e. Schwägerinnen und Schwäger; f. Schwiegereltern und Schwiegerkinder; g. eingetragene Partnerinnen und eingetragene Partner; h. Personen in eingetragener Partnerschaft und Geschwister der Partnerin oder des Partners dieser Personen; i. Eltern von Personen in eingetragener Partnerschaft und die Partnerin oder der Partner dieser Personen; k. Personen in eingetragener Partnerschaft und Kinder der Partnerin oder des Partners dieser Personen; Angenommen in der Volksabstimmung vom 11. März 2007 , in Kraft seit 1. Juni 2007. Gewährleistungsbeschluss vom 6. März 2008 ( BBl 2008 2493 Art. 1 Ziff. 4; 2007 7663 )."
    },
    {
      "provision_ref": "art53",
      "section": "53",
      "title": "Amtsperiode",
      "content": "Die Amtsperiode der Behördenmitglieder sowie der gewählten Mitarbeiterinnen und Mitarbeiter beträgt vier Jahre. Angenommen in der Volksabstimmung vom 23. Nov. 1997 , in Kraft seit 1. April 1998. Gewährleistungsbeschluss vom 10. Juni 1999 ( BBl 1999 5181 Art. 1 Ziff. 4, 2514 )."
    },
    {
      "provision_ref": "art54",
      "section": "54",
      "title": "Amtszeitbeschränkung",
      "content": "1 Wer dem Landrat ununterbrochen während vier Amtsperioden angehört hat, ist für die nächstfolgende Amtsperiode nicht wählbar. 2 Angebrochene Amtsperioden sind ganzen gleichgestellt. Angenommen in der Volksabstimmung vom 5. März 1989 , in Kraft seit 1. Juli 1989. Gewährleistungsbeschluss vom 4. Dez. 1989 ( BBl 1989 III 1720 Art. 1 Ziff. 2, 719 )."
    },
    {
      "provision_ref": "art55",
      "section": "55",
      "title": "Öffentlichkeit von Verhandlungen",
      "content": "Die Verhandlungen des Landrates und der Gerichte sind öffentlich. Ausnahmen bestimmt das Gesetz. Angenommen in der Volksabstimmung vom 27. Nov. 2011 , in Kraft seit 1. Jan. 2013. Gewährleistungsbeschluss vom 11. März 2013 ( BBl 2013 2619 Art. 1 Ziff. 2; 2013 195 )."
    },
    {
      "provision_ref": "art56",
      "section": "56",
      "title": "Information",
      "content": "1 Die Behörden informieren die Öffentlichkeit über ihre Tätigkeit. 2 Jede Person hat Anspruch auf Zugang zu den bei den Behörden vorhandenen Informationen. 3 Das Nähere regelt das Gesetz, insbesondere den Schutz öffentlicher und privater Interessen. Angenommen in der Volksabstimmung vom 27. Nov. 2011 , in Kraft seit 1. Jan. 2013. Gewährleistungsbeschluss vom 11. März 2013 ( BBl 2013 2619 Art. 1 Ziff. 2; 2013 195 )."
    },
    {
      "provision_ref": "art57",
      "section": "57",
      "title": "Amtssprache",
      "content": "1 Amtssprache ist Deutsch. 2 Alle Behörden und Amtsstellen von Kanton und Gemeinden nehmen auch Eingaben in einer anderen Amtssprache des Bundes entgegen."
    },
    {
      "provision_ref": "art58",
      "section": "58",
      "title": "Ausstand",
      "content": "1 Behördenmitglieder sowie Mitarbeiterinnen und Mitarbeiter treten bei Geschäften, die sie unmittelbar betreffen, in den Ausstand. 2 Die Ausstandspflicht gilt für Vorbereitung, Beratung und Beschlussfassung. Angenommen in der Volksabstimmung vom 23. Nov. 1997 , in Kraft seit 1. April 1998. Gewährleistungsbeschluss vom 10. Juni 1999 ( BBl 1999 5181 Art. 1 Ziff. 4, 2514 )."
    },
    {
      "provision_ref": "art59",
      "section": "59",
      "title": "Amtsgelübde",
      "content": "Behördemitglieder geloben bei Amtsantritt die Beachtung von Verfassung und Gesetz."
    },
    {
      "provision_ref": "art60",
      "section": "60",
      "title": "Verantwortlichkeiten",
      "content": "1 Das Gesetz regelt die Verantwortlichkeit der Behördenmitglieder sowie der Mitarbeiterinnen und Mitarbeiter gegenüber dem Kanton und den Gemeinden. 2 Für Äusserungen im Landrat und in seinen Kommissionen können die Mitglieder des Landrates rechtlich nicht belangt werden. Der Landrat ist jedoch befugt, mit der Mehrheit von zwei Dritteln der anwesenden Mitglieder die Straffreiheit aufzuheben, wenn diese offensichtlich missbraucht wird. Angenommen in der Volksabstimmung vom 23. Nov. 1997 , in Kraft seit 1. April 1998. Gewährleistungsbeschluss vom 10. Juni 1999 ( BBl 1999 5181 Art. 1 Ziff. 4, 2514 )."
    },
    {
      "provision_ref": "art61",
      "chapter": "2. Landrat",
      "section": "61",
      "title": "Stellung",
      "content": "1 Der Landrat ist die gesetzgebende Behörde des Kantons. Er übt die Oberaufsicht über alle Behörden und Organe aus, die kantonale Aufgaben wahrnehmen. 2 Er besteht aus 90 Mitgliedern. Angenommen in der Volksabstimmung vom 22. Sept. 1991 , in Kraft seit 1. Jan. 1994. Gewährleistungsbeschluss vom 9. Juni 1993 ( BBl 1993 II 1129 , I 1029 )."
    },
    {
      "provision_ref": "art62",
      "chapter": "2. Landrat",
      "section": "62",
      "title": "Unabhängigkeit",
      "content": "1 Die Mitglieder des Landrates beraten und stimmen ohne Instruktionen. 2 Sie müssen ihre Verpflichtungen gegenüber Interessenorganisationen offenlegen."
    },
    {
      "provision_ref": "art63",
      "chapter": "2. Landrat",
      "section": "63",
      "title": "Rechtsetzung",
      "content": "1 Der Landrat erlässt alle grundlegenden und wichtigen Bestimmungen in der Form des Gesetzes. 2 Gesetze werden zweimal beraten. 3 Der Landrat kann ausführende Bestimmungen in der Form des Dekretes erlassen, soweit ein Gesetz ausdrücklich dazu ermächtigt. Dekrete unterliegen der Volksabstimmung nicht. 4 Gesetze, deren Inkrafttreten keinen Aufschub erträgt, können ausnahmsweise sofort in Kraft gesetzt werden, wenn es der Landrat mit der Mehrheit von zwei Dritteln der anwesenden Mitglieder beschliesst. Die Volksabstimmung findet innert sechs Monaten nach Inkrafttreten statt."
    },
    {
      "provision_ref": "art64",
      "chapter": "2. Landrat",
      "section": "64",
      "title": "Staatsverträge",
      "content": "1 Der Landrat genehmigt: a. Staatsverträge, die der Volksabstimmung unterliegen; b. alle übrigen Staatsverträge, soweit nicht der Regierungsrat durch Gesetz zum endgültigen Abschluss ermächtigt ist. 2 Erfordern Staatsverträge Verfassungs- oder Gesetzesänderungen, so nimmt der Landrat diese gleichzeitig mit der Genehmigung vor. 3 Er kann bei der Vorbereitung wichtiger Staatsverträge, die seiner Genehmigung unterliegen, Kommissionen einsetzen, die den Regierungsrat bei den Vertragsverhandlungen begleitend beraten."
    },
    {
      "provision_ref": "art65",
      "chapter": "2. Landrat",
      "section": "65",
      "title": "Planung",
      "content": "1 Der Landrat genehmigt die grundlegenden Pläne der staatlichen Tätigkeiten, insbesondere den mehrjährigen Aufgaben- und Finanzplan. Er erlässt die kantonalen Richtpläne. 2 Die erteilte Genehmigung bindet den Landrat und alle angesprochenen Behörden. Abweichungen vom Plan bedürfen einer Planänderung. 3 Der Landrat nimmt Kenntnis vom Regierungsprogramm. Angenommen in der Volksabstimmung vom 24. Sept. 2017 , in Kraft seit 1. Jan. 2018. Gewährleistungsbeschluss vom 17. Sept. 2018 ( BBl 2018 6287 Art. 3, 3725 ). Angenommen in der Volksabstimmung vom 24. Sept. 2017 , in Kraft seit 1. Jan. 2018. Gewährleistungsbeschluss vom 17. Sept. 2018 ( BBl 2018 6287 Art. 3, 3725 )."
    },
    {
      "provision_ref": "art66",
      "section": "66",
      "title": "Finanzbeschlüsse",
      "content": "Der Landrat: a. beschliesst das Budget als 1. Jahr des Aufgaben- und Finanzplans; b. beschliesst über neue einmalige Ausgaben von mehr als einer Million Franken sowie über neue jährlich wiederkehrende Ausgaben von mehr als 200 000 Franken; c. genehmigt die Jahresrechnung. Angenommen in der Volksabstimmung vom 24. Sept. 2017 , in Kraft seit 1. Jan. 2018. Gewährleistungsbeschluss vom 17. Sept. 2018 ( BBl 2018 6287 Art. 3, 3725 )."
    },
    {
      "provision_ref": "art67",
      "section": "67",
      "title": "Weitere Zuständigkeiten",
      "content": "1 Der Landrat: a. genehmigt den Jahresbericht des Regierungsrates über seine Geschäftstätigkeit sowie die Jahresberichte der kantonalen Gerichte; b. übt die Mitwirkungsrechte aus, die den Kantonen in der Bundesverfassung eingeräumt werden; c. entscheidet Kompetenzkonflikte, soweit nicht ein Gericht dafür zuständig ist; d. regelt die vom Kanton ausgerichteten Besoldungen, Pensionen und Ruhegehälter; e. wählt das Regierungspräsidium und das Vizepräsidium für ein Jahr sowie die Präsidien, Vizepräsidien und übrigen Mitglieder der kantonalen Gerichte, die Landschreiberin oder den Landschreiber sowie die Ombudsperson für eine Amtsperiode; f. verleiht das Kantonsbürgerrecht an Ausländer; g. übt das Recht der Begnadigung und der Amnestieerteilung aus. 2 Weitere Zuständigkeiten können dem Landrat durch Gesetz eingeräumt werden. Angenommen in der Volksabstimmung vom 24. Sept. 2017 , in Kraft seit 1. Jan. 2018. Gewährleistungsbeschluss vom 17. Sept. 2018 ( BBl 2018 6287 Art. 3, 3725 ). Angenommen in der Volksabstimmung vom 15. Mai 2022 , in Kraft seit 1. Aug. 2022. Gewährleistungsbeschluss vom 1. Aug. 2023 ( BBl 2023 724 Art. 4 Abs. 2; 2022 2963 )."
    },
    {
      "provision_ref": "art68",
      "section": "68",
      "title": "Konstituierung",
      "content": "Der Landrat wählt aus seiner Mitte das Präsidium und 2 Vizepräsidien für ein Jahr. Angenommen in der Volksabstimmung vom 28. Sept. 2014 , in Kraft seit 1. Juli 2015. Gewährleistungsbeschluss vom 12. Juni 2017 ( BBl 2017 4419 Art. 2 Bst. b, 1499 )."
    },
    {
      "provision_ref": "art69",
      "section": "69",
      "title": "Kommissionen und Fraktionen",
      "content": "1 Der Landrat kann aus seiner Mitte Kommissionen zur Vorbereitung seiner Verhandlungen bestellen. 2 Durch Gesetz können bestimmte Entscheidungsbefugnisse des Landrates auf Kommissionen übertragen werden. 3 Die Mitglieder des Landrates können Fraktionen bilden. An Fraktionen sowie an Gruppierungen, die nicht Fraktionsstärke erreichen, können Beiträge ausgerichtet werden."
    },
    {
      "provision_ref": "art70",
      "section": "70",
      "title": "Organisation und Verfahren",
      "content": "1 Das Gesetz regelt die Grundzüge der Organisation des Landrates und des Verkehrs mit Regierungsrat und obersten Gerichten. 2 Die Geschäftsordnung des Landrates enthält weitere Organisations- und Verfahrensbestimmungen."
    },
    {
      "provision_ref": "art71",
      "chapter": "3. Regierungsrat und Verwaltung",
      "section": "71",
      "title": "Stellung",
      "content": "1 Der Regierungsrat ist die leitende und die oberste vollziehende Behörde des Kantons. 2 Er besteht aus fünf Mitgliedern."
    },
    {
      "provision_ref": "art72",
      "chapter": "3. Regierungsrat und Verwaltung",
      "section": "72",
      "title": "Unvereinbarkeit",
      "content": "1 Die Mitglieder des Regierungsrates dürfen keine bezahlte private Tätigkeit ausüben. In Erwerbsunternehmungen können sie nur als Vertreter des Kantons tätig sein. 2 Die Mitglieder des Regierungsrates können nicht gleichzeitig der Bundesversammlung angehören. Angenommen in der Volksabstimmung vom 4. März 2018 , in Kraft seit 1. Nov. 2018. Gewährleistungsbeschluss vom 22. März 2019 ( BBl 2019 2861 Art. 5; 2018 7741 )."
    },
    {
      "provision_ref": "art73",
      "chapter": "3. Regierungsrat und Verwaltung",
      "section": "73",
      "title": "Planung",
      "content": "1 Der Regierungsrat bestimmt die wichtigen Ziele und Mittel des staatlichen Handelns. Er plant und koordiniert die staatlichen Tätigkeiten. 2 Er erstellt zu Beginn jeder Amtsperiode ein Regierungsprogramm und berichtet am Ende der Amtsperiode über dessen Umsetzung. 3 Er erstellt jährlich den Entwurf des Aufgaben- und Finanzplans. 4 Vorbehalten bleiben die Befugnisse der Stimmberechtigten und des Landrates. Angenommen in der Volksabstimmung vom 24. Sept. 2017 , in Kraft seit 1. Jan. 2018. Gewährleistungsbeschluss vom 17. Sept. 2018 ( BBl 2018 6287 Art. 3, 3725 ). Angenommen in der Volksabstimmung vom 24. Sept. 2017 , in Kraft seit 1. Jan. 2018. Gewährleistungsbeschluss vom 17. Sept. 2018 ( BBl 2018 6287 Art. 3, 3725 )."
    },
    {
      "provision_ref": "art74",
      "chapter": "3. Regierungsrat und Verwaltung",
      "section": "74",
      "title": "Rechtsetzung",
      "content": "1 Der Regierungsrat legt dem Landrat Entwürfe zu Verfassungsänderungen, Gesetzen und Dekreten vor. 2 Er erlässt Verordnungen auf der Grundlage und im Rahmen der Gesetze und Staatsverträge, soweit nicht durch Gesetz ausnahmsweise der Landrat zum Erlass ausführender Bestimmungen ermächtigt ist. 3 Er kann überdies Verordnungen erlassen, um eingetretenen oder unmittelbar drohenden Störungen der öffentlichen Ordnung und Sicherheit sowie sozialen Notständen zu begegnen. Solche Verordnungen sind sofort durch den Landrat genehmigen zu lassen. Sie fallen spätestens ein Jahr nach Inkrafttreten dahin."
    },
    {
      "provision_ref": "art75",
      "chapter": "3. Regierungsrat und Verwaltung",
      "section": "75",
      "title": "Finanzbeschlüsse",
      "content": "Der Regierungsrat: a. beschliesst über neue einmalige Ausgaben bis eine Million Franken sowie über neue jährlich wiederkehrende Ausgaben bis 200 000 Franken; b. beschliesst über gebundene Ausgaben; c. nimmt fremde Gelder im Rahmen des Aufgaben- und Finanzplans auf; d. verfügt über das Finanzvermögen; e. erstellt die Jahresrechnung. Angenommen in der Volksabstimmung vom 24. Sept. 2017 , in Kraft seit 1. Jan. 2018. Gewährleistungsbeschluss vom 17. Sept. 2018 ( BBl 2018 6287 Art. 3, 3725 )."
    },
    {
      "provision_ref": "art76",
      "section": "76",
      "title": "Leitung und Verwaltung",
      "content": "1 Der Regierungsrat steht der kantonalen Verwaltung vor. Er beaufsichtigt die anderen Träger öffentlicher Aufgaben. 2 Er sorgt für eine rechtmässige und wirksame Verwaltungstätigkeit und bestimmt im Rahmen von Verfassung und Gesetz die zweckmässige Organisation. 3 Er entscheidet nach Massgabe des Gesetzes über Verwaltungsbeschwerden. 4 Er versagt Erlassen die Anwendung, wenn sie dem Bundesrecht oder kantonalem Verfassungs- oder Gesetzesrecht widersprechen."
    },
    {
      "provision_ref": "art77",
      "section": "77",
      "title": "Weitere Zuständigkeiten",
      "content": "1 Der Regierungsrat a. wahrt die öffentliche Ordnung und Sicherheit; b. vertritt den Kanton nach innen und nach aussen; c. pflegt die Beziehungen mit den Behörden des Bundes und anderer Kantone; d. schliesst im Rahmen seiner Zuständigkeit endgültig Staatsverträge sowie Verwaltungsvereinbarungen ab; e. nimmt Wahlen vor, soweit diese nicht anderen Organen übertragen sind; f. verleiht das Kantonsbürgerrecht an Schweizer. 2 Weitere Zuständigkeiten können dem Regierungsrat durch Gesetz eingeräumt werden."
    },
    {
      "provision_ref": "art78",
      "section": "78",
      "title": "Kollegialbehörde",
      "content": "1 Der Regierungsrat fasst seine Beschlüsse als Kollegialbehörde. 2 Der Regierungspräsident führt den Vorsitz. Er leitet die Arbeit und betreut die Regierungsobliegenheiten. 3 Durch Gesetz können bestimmte Entscheidungsbefugnisse des Regierungsrates dem Regierungspräsidenten übertragen werden."
    },
    {
      "provision_ref": "art79",
      "section": "79",
      "title": "Kantonale Verwaltung",
      "content": "1 Die kantonale Verwaltung besteht aus fünf Direktionen und der Landeskanzlei. 2 Jedes Mitglied des Regierungsrates steht einer Direktion vor. 3 Die Landeskanzlei steht dem Landrat und dem Regierungsrat als allgemeine Stabsstelle zur Verfügung. Sie wird vom Landschreiber geleitet. 4 Das Gesetz bezeichnet diejenigen Verwaltungsorgane, in welche alle Stimmberechtigten im Nebenamt wählbar sind. Angenommen in der Volksabstimmung vom 17. Juni. 2012 , in Kraft seit 1. April 2014 Gewährleistungsbeschluss vom 23. Sept. 2013 ( BBl 2013 7827 Art. 1 Ziff. 3, 3931 )."
    },
    {
      "provision_ref": "art80",
      "section": "80",
      "title": "Andere Träger öffentlicher Aufgaben",
      "content": "1 Durch Gesetz können selbständige Verwaltungsbetriebe gebildet werden. 2 Der Kanton kann sich zur Erfüllung seiner Aufgaben an Zweckverbänden sowie an öffentlichen und gemischtwirtschaftlichen Institutionen beteiligen. 3 Er kann Verwaltungsaufgaben selbständigen Verwaltungsbetrieben, Gemeinden, interkantonalen und interkommunalen Organisationen, gemischtwirtschaftlichen Unternehmungen sowie privatrechtlichen Organisationen übertragen. 4 Der Rechtsschutz der Bürger und die Aufsicht durch Landrat und Regierungsrat müssen in jedem Fall sichergestellt sein."
    },
    {
      "provision_ref": "art81",
      "section": "81",
      "title": "Organisation und Verfahren",
      "content": "1 Das Gesetz regelt: a. die Grundzüge der Organisation des Regierungsrates und der kantonalen Verwaltung; b. die Grundzüge des Personalrechts; c. das Verwaltungsverfahren und die Verwaltungsrechtspflege. 2 Weitere Organisations- und Verfahrensbestimmungen sind in der Geschäftsordnung des Regierungsrates und in Verordnungen enthalten. Angenommen in der Volksabstimmung vom 23. Nov. 1997 , in Kraft seit 1. April 1998. Gewährleistungsbeschluss vom 10. Juni 1999 ( BBl 1999 5181 Art. 1 Ziff. 4, 2514 )."
    },
    {
      "provision_ref": "art82",
      "chapter": "4. Gerichte",
      "section": "82",
      "title": "Stellung und Unabhängigkeit",
      "content": "1 Alle Gerichte sind nur an das Recht gebunden und in ihren Entscheidungen unabhängig. 2 Sie leiten die Justizverwaltung. Durch Gesetz können sie zum Erlass von Ausführungsbestimmungen ermächtigt werden. 3 Das Kantonsgericht vertritt die Gerichte im Verkehr mit anderen Behörden. Angenommen in der Volksabstimmung vom 10. Juni 2001 , in Kraft seit 1. April 2002. Gewährleistungsbeschluss vom 23. Sept. 2002 ( BBl 2002 6595 Art. 1 Ziff. 5, 3519 ). Angenommen in der Volksabstimmung vom 10. Juni 2001 , in Kraft seit 1. April 2002. Gewährleistungsbeschluss vom 23. Sept. 2002 ( BBl 2002 6595 Art. 1 Ziff. 5, 3519 )."
    },
    {
      "provision_ref": "art83",
      "chapter": "4. Gerichte",
      "section": "83",
      "title": "Zivilgerichtsbarkeit",
      "content": "1 Die Zivilgerichtsbarkeit wird ausgeübt durch: a. die Friedensrichter; b. die Zivilkreisgerichte; c. das Kantonsgericht. 2 Das Gesetz kann bestimmte Streitigkeiten besonderen Gerichten zuweisen. 3 Die Schiedsgerichtsbarkeit in vermögensrechtlichen Streitigkeiten wird anerkannt. Schiedsgerichtsurteile können nach Massgabe des Gesetzes an kantonale Gerichte weitergezogen werden. Angenommen in der Volksabstimmung vom 17. Juni. 2012 , in Kraft seit 1. April 2014 Gewährleistungsbeschluss vom 23. Sept. 2013 ( BBl 2013 7827 Art. 1 Ziff. 3, 3931 ). Angenommen in der Volksabstimmung vom 10. Juni 2001 , in Kraft seit 1. April 2002. Gewährleistungsbeschluss vom 23. Sept. 2002 ( BBl 2002 6595 Art. 1 Ziff. 5, 3519 )."
    },
    {
      "provision_ref": "art84",
      "chapter": "4. Gerichte",
      "section": "84",
      "title": "Strafrechtspflege",
      "content": "1 Die Strafgerichtsbarkeit wird ausgeübt durch: a. das Strafgericht; b. das Jugendgericht; c. das Zwangsmassnahmengericht; d. das Kantonsgericht. 2 Strafverfolgungsbehörden sind die Polizei, die Staatsanwaltschaft und die Jugendanwaltschaft. 3 Das Gesetz regelt die Befugnis von Verwaltungsstellen und Gemeindebehörden, Bussen auszusprechen. Angenommen in der Volksabstimmung vom 17. Mai 2009 , in Kraft seit 1. Jan. 2011. Gewährleistungsbeschluss vom 2. März 2011 ( BBl 2011 2927 Art. 1 Ziff. 2; 2010 7945 )."
    },
    {
      "provision_ref": "art85",
      "section": "85",
      "title": "Verwaltungsgerichtsbarkeit",
      "content": "1 Die Verwaltungsgerichtsbarkeit wird ausgeübt durch: a. das Steuer- und Enteignungsgericht; b. Aufgehoben c. Aufgehoben d. das Kantonsgericht; e. das Zwangsmassnahmengericht 2 Über Zuständigkeitskonflikte zwischen Verwaltungsbehörden und Kantonsgericht entscheidet das Kantonsgericht. Angenommen in der Volksabstimmung vom 10. Juni 2001 , in Kraft seit 1. April 2002. Gewährleistungsbeschluss vom 23. Sept. 2002 ( BBl 2002 6595 Art. 1 Ziff. 5, 3519 ). Angenommen in der Volksabstimmung vom 28. Nov. 2010 , in Kraft seit 1. Jan. 2011. Gewährleistungsbeschluss vom 6. März 2012 ( BBl 2012 3861 Art. 1 Ziff. 3; 2011 8041 )."
    },
    {
      "provision_ref": "art86",
      "section": "86",
      "title": "Verfassungsgerichtsbarkeit",
      "content": "1 Die Verfassungsgerichtsbarkeit wird durch das Kantonsgericht ausgeübt. 2 Das Kantonsgericht beurteilt als Verfassungsgericht: a. Beschwerden wegen Verletzung von verfassungsmässigen Rechten, namentlich von Grundrechten und Volksrechten; b. Kompetenzstreitigkeiten zwischen Kanton und Gemeinden oder zwischen Gemeinden; c. Beschwerden wegen Verletzung der Gemeindeautonomie. 3 Beim Verfassungsgericht können nicht angefochten werden: a. Verfassungsbestimmungen und Gesetze, ausgenommen im Falle ihrer Anwendung; b. durch Bundesrecht oder Gesetz als Ausnahme bezeichnete Beschlüsse des Landrates und des Regierungsrates; c. die Dringlicherklärung eines Gesetzes. Angenommen in der Volksabstimmung vom 10. Juni 2001 , in Kraft seit 1. April 2002. Gewährleistungsbeschluss vom 23. Sept. 2002 ( BBl 2002 6595 Art. 1 Ziff. 5, 3519 ). Angenommen in der Volksabstimmung vom 10. Juni 2001 , in Kraft seit 1. April 2002. Gewährleistungsbeschluss vom 23. Sept. 2002 ( BBl 2002 6595 Art. 1 Ziff. 5, 3519 )."
    },
    {
      "provision_ref": "art87",
      "section": "87",
      "title": "Organisation und Verfahren",
      "content": "1 Das Gesetz regelt die Grundzüge der Organisation sowie Zuständigkeit und Verfahren der Gerichte. Die zuverlässige und rasche Abwicklung der Verfahren muss gewährleistet sein. 2 Ein Gericht kann in mehrere Kammern gegliedert und für mehrere Gerichtsbarkeiten eingesetzt werden. 3 Das Kantonsgericht übt die Aufsicht über die Gerichte im Kanton aus und erstattet dem Landrat jährlich Bericht. 4 Das Gesetz regelt Voraussetzungen und Zuständigkeit für die Wahl von ausserordentlichen Mitgliedern der Gerichte. Angenommen in der Volksabstimmung vom 10. Juni 2001 , in Kraft seit 1. April 2002. Gewährleistungsbeschluss vom 23. Sept. 2002 ( BBl 2002 6595 Art. 1 Ziff. 5, 3519 ). Angenommen in der Volksabstimmung vom 10. Juni 2001 , in Kraft seit 1. April 2002. Gewährleistungsbeschluss vom 23. Sept. 2002 ( BBl 2002 6595 Art. 1 Ziff. 5, 3519 ). Angenommen in der Volksabstimmung vom 10. Juni 2001 , in Kraft seit 1. April 2002. Gewährleistungsbeschluss vom 23. Sept. 2002 ( BBl 2002 6595 Art. 1 Ziff. 5, 3519 )."
    },
    {
      "provision_ref": "art88",
      "chapter": "5. Ombudsperson",
      "section": "88",
      "title": "Stellung, Unabhängigkeit und Unvereinbarkeit",
      "content": "1 Die Ombudsperson wacht über die Rechtmässigkeit und Zweckmässigkeit der Verwaltungshandlungen in Kanton und Gemeinden sowie der Justizverfahren. 2 Die Ombudsperson nimmt ihre Aufgaben unabhängig wahr. Sie ist nicht an Weisungen anderer Behörden gebunden. 3 Unvereinbarkeiten regelt das Gesetz. Angenommen in der Volksabstimmung vom 15. Mai 2022 , in Kraft seit 1. Aug. 2022. Gewährleistungsbeschluss vom 1. Aug. 2023 ( BBl 2023 724 Art. 4 Abs. 2; 2022 2963 )."
    },
    {
      "provision_ref": "art89",
      "chapter": "5. Ombudsperson",
      "section": "89",
      "title": "Aufgaben",
      "content": "1 Die Ombudsperson gibt ihre Ansicht über die untersuchten Angelegenheiten in geeigneter Weise bekannt und wirkt in erster Linie auf ein gütliches Einvernehmen hin. 2 Die Ombudsperson kann Beanstandungen anbringen, auf Mängel des geltenden Rechts hinweisen und Empfehlungen abgeben. Rechtsakte kann sie weder ändern noch aufheben. 3 Die Ombudsperson ist befugt, Akten einzusehen und alle erforderlichen Auskünfte zu verlangen. Sie unterliegt der gleichen Geheimhaltungspflicht wie die entsprechenden Behörden oder Mitarbeiterinnen und Mitarbeiter. 4 Die Ombudsperson erstattet dem Landrat mindestens jährlich Bericht. Angenommen in der Volksabstimmung vom 15. Mai 2022 , in Kraft seit 1. Aug. 2022. Gewährleistungsbeschluss vom 1. Aug. 2023 ( BBl 2023 724 Art. 4 Abs. 2; 2022 2963 ). Angenommen in der Volksabstimmung vom 15. Mai 2022 , in Kraft seit 1. Aug. 2022. Gewährleistungsbeschluss vom 1. Aug. 2023 ( BBl 2023 724 Art. 4 Abs. 2; 2022 2963 ). Angenommen in der Volksabstimmung vom 15. Mai 2022 , in Kraft seit 1. Aug. 2022. Gewährleistungsbeschluss vom 1. Aug. 2023 ( BBl 2023 724 Art. 4 Abs. 2; 2022 2963 ). Angenommen in der Volksabstimmung vom 15. Mai 2022 , in Kraft seit 1. Aug. 2022. Gewährleistungsbeschluss vom 1. Aug. 2023 ( BBl 2023 724 Art. 4 Abs. 2; 2022 2963 )."
    },
    {
      "provision_ref": "art90",
      "chapter": "1. Grundsätze",
      "section": "90",
      "title": "Verfassungsrechtliche Grundlage",
      "content": "Die Übernahme neuer kantonaler Aufgaben, deren Erfüllung dem Kanton nicht durch Bundesrecht auferlegt wird, bedarf einer Verfassungsänderung. Diese ist gleichzeitig mit den gesetzlichen Ausführungsbestimmungen dem Volk vorzulegen."
    },
    {
      "provision_ref": "art91",
      "chapter": "1. Grundsätze",
      "section": "91",
      "title": "Zusammenarbeit",
      "content": "Der Kanton arbeitet bei der Erfüllung der öffentlichen Aufgaben mit den Gemeinden zusammen."
    },
    {
      "provision_ref": "art92",
      "chapter": "2. Öffentliche Sicherheit und Katastrophenvorsorge",
      "section": "92",
      "title": "Öffentliche Sicherheit",
      "content": "Kanton und Gemeinden gewährleisten die öffentliche Ordnung und Sicherheit."
    },
    {
      "provision_ref": "art93",
      "chapter": "2. Öffentliche Sicherheit und Katastrophenvorsorge",
      "section": "93",
      "title": "Katastrophenvorsorge",
      "content": "Kanton und Gemeinden treffen Massnahmen zur Katastrophenvorsorge und zur Aufrechterhaltung der wichtigen Staatsfunktionen in Notlagen."
    },
    {
      "provision_ref": "art94",
      "chapter": "3. Bildung und Kultur",
      "section": "94",
      "title": "Grundsätze des Schulwesens",
      "content": "1 Die Schule sorgt in Verbindung mit den Eltern für eine den Anlagen und den Fähigkeiten der Schüler entsprechende Erziehung und Bildung. Das Unterrichtsangebot ist für Schülerinnen und Schüler gleich. 2 Die Beziehungen zwischen den Schulbehörden, Lehrern, Schülern und Eltern sind von gegenseitiger Achtung der Rechte und der Persönlichkeit getragen. 3 Das Gesetz regelt die Mitwirkungsrechte von Eltern, Lehrern und Schülern. 4 Das gesamte Schulwesen untersteht der Aufsicht des Kantons."
    },
    {
      "provision_ref": "art95",
      "chapter": "3. Bildung und Kultur",
      "section": "95",
      "title": "Schulbesuch",
      "content": "1 Der Schulbesuch ist innerhalb der gesetzlich festgelegten Altersgrenzen obligatorisch. 2 Der Unterricht an den öffentlichen Schulen ist für Kantonseinwohner unentgeltlich. Ausnahmen bestimmt das Gesetz. 3 Der Besuch der öffentlichen Schulen soll ohne Beeinträchtigung der Glaubens- und Gewissensfreiheit möglich sein. 4 Kanton und Gemeinden fördern die Integration behinderter Kinder in die Gesellschaft durch eine der Behinderung angepasste Schulbildung."
    },
    {
      "provision_ref": "art96",
      "chapter": "3. Bildung und Kultur",
      "section": "96",
      "title": "Schulträger",
      "content": "1 Das Gesetz regelt die Trägerschaft der öffentlichen Schulen und anderer öffentlicher Institutionen, die der Erziehung oder der Berufsausbildung dienen. 2 Der Kanton unterstützt die Gemeinden bei der Erfüllung ihrer Aufgaben im Schulbereich. 3 Er kann mit anderen Kantonen Verträge abschliessen sowie Schulen und Lehranstalten gemeinsam führen."
    },
    {
      "provision_ref": "art97",
      "chapter": "3. Bildung und Kultur",
      "section": "97",
      "title": "Berufs- und Erwachsenenbildung",
      "content": "1 Der Kanton gewährleistet und unterstützt die berufliche Aus- und Weiterbildung. 2 Er übt die Aufsicht über das Berufsbildungswesen aus und fördert die Allgemeinbildung der Lehrlinge. 3 Kanton und Gemeinden fördern die Erwachsenenbildung."
    },
    {
      "provision_ref": "art98",
      "chapter": "3. Bildung und Kultur",
      "section": "98",
      "title": "Hoch- und Fachschulen",
      "content": "1 Der Kanton leistet einen angemessenen Beitrag an das schweizerische Hoch- und Fachschulwesen sowie an die wissenschaftliche Forschung. 2 Er sorgt für den Zugang zu schweizerischen Hoch- und Fachschulen. 3 Er beteiligt sich im Rahmen des Gesetzes an der Universität Basel."
    },
    {
      "provision_ref": "art99",
      "chapter": "3. Bildung und Kultur",
      "section": "99",
      "title": "Nichtstaatliche Schulen",
      "content": "1 Nichtstaatliche Schulen unterstehen der Aufsicht des Kantons. 2 Dieser kann nichtstaatliche Schulen inner- und ausserhalb des Kantons unterstützen."
    },
    {
      "provision_ref": "art100",
      "chapter": "3. Bildung und Kultur",
      "section": "100",
      "title": "Ausgleichende Massnahmen",
      "content": "1 Die Schulträger sorgen bei Kindern, die wegen der Lage ihres Wohnortes, wegen Behinderung oder aus sozialen Gründen benachteiligt sind, für ausgleichende Massnahmen. 2 Der Kanton gewährt Ausbildungsbeiträge und Ausbildungsdarlehen."
    },
    {
      "provision_ref": "art101",
      "chapter": "3. Bildung und Kultur",
      "section": "101",
      "title": "Kultur",
      "content": "1 Kanton und Gemeinden fördern das künstlerische und wissenschaftliche Schaffen sowie kulturelle Bestrebungen und Tätigkeiten. 2 Sie bemühen sich, Erkenntnisse und Leistungen aus Kunst und Wissenschaft allen zugänglich zu machen. 3 Sie können Einrichtungen der Kulturpflege unterhalten und Bestrebungen zur Gestaltung der Freizeit unterstützen."
    },
    {
      "provision_ref": "art102",
      "section": "102",
      "title": "Natur- und Heimatschutz",
      "content": "1 Kanton und Gemeinden fördern den Natur- und Heimatschutz und die Denkmalpflege. 2 Sie schützen erhaltenswerte Landschafts- und Ortsbilder sowie Naturdenkmäler und Kulturgüter."
    },
    {
      "provision_ref": "art103",
      "chapter": "4. Soziale Sicherheit",
      "section": "103",
      "title": "Sozialhilfe",
      "content": "1 Kanton und Gemeinden sorgen in Zusammenarbeit mit privaten Organisationen für hilfsbedürftige Menschen. 2 Sie sind insbesondere bestrebt, sozialen Notlagen vorzubeugen, deren Ursachen zu beseitigen und deren Folgen zu beheben. Sie fördern die Vorkehren zur Selbsthilfe. 3 Sie können Vorsorge- und Fürsorgeeinrichtungen schaffen oder unterstützen sowie die Leistungen des Bundes für die soziale Sicherheit ergänzen."
    },
    {
      "provision_ref": "art104",
      "chapter": "4. Soziale Sicherheit",
      "section": "104",
      "title": "Arbeit",
      "content": "1 Der Kanton erlässt im Rahmen des Bundesrechts Vorschriften über das Arbeitsverhältnis und den Schutz der Arbeitnehmer. 2 Kanton und Gemeinden treffen Vorkehren, Arbeitslosigkeit zu vermeiden und deren Folgen zu mildern. Sie sorgen insbesondere für Arbeitsvermittlung. 3 Der Kanton trifft und unterstützt Massnahmen zur beruflichen Umschulung. 4 Er kann bei Streitigkeiten zwischen den Sozialpartnern vermitteln."
    },
    {
      "provision_ref": "art105",
      "chapter": "4. Soziale Sicherheit",
      "section": "105",
      "title": "Behinderte",
      "content": "Kanton und Gemeinden fördern in Zusammenarbeit mit den Organisationen der Invalidenhilfe die berufliche und soziale Eingliederung der Behinderten."
    },
    {
      "provision_ref": "art106",
      "chapter": "4. Soziale Sicherheit",
      "section": "106",
      "title": "Wohnung",
      "content": "1 Kanton und Gemeinden können Mietzinserleichterungen gewähren. 2 Die Gemeinden sind Wohnungsuchenden behilflich und betreuen die Obdachlosen. 3 Der Kanton unterhält eine Schlichtungsstelle für Mietstreitigkeiten. Angenommen in der Volksabstimmung vom 19. Okt. 2003 , in Kraft seit 1. Nov. 2003. Gewährleistungsbeschluss vom 6. Okt. 2005 ( BBl 2005 5995 Art. 1 Ziff. 3, 2891 )."
    },
    {
      "provision_ref": "art106a",
      "chapter": "4. Soziale Sicherheit",
      "section": "106a",
      "title": "",
      "content": "1 Der Kanton fördert den Wohnungsbau, den Erwerb von Wohneigentum, das von natürlichen Personen selbst genutzt wird, sowie die Bereitstellung von Wohnraum durch gemeinnützige Wohnbauträger. Dabei richtet er sich nach dem Grundsatz der haushälterischen Nutzung des Bodens durch verdichtetes Bauen und fördert das altersgerechte Wohnen. 2 Für gemeinnützige Wohnbauträger erlässt er insbesondere Vorschriften für Anreize zum Bau oder Erwerb von preisgünstigem Wohnraum im Kanton sowie zur Finanzierung von Wohnraumerneuerung im Kanton, namentlich im Energiespar- und Umweltschutzbereich. 3 Er erlässt insbesondere Vorschriften über Erleichterungen bei erstmaligem Erwerb von selbst genutztem Wohneigentum im Kanton sowie Erleichterungen für selbst nutzende Wohneigentümer, deren übrige Einkünfte und das nicht in die Liegenschaft investierte Vermögen in einem dauerhaften Missverhältnis zu den Liegenschafts-Unterhaltskosten und den Schuldzinsen stehen. 4 Für das selbst genutzte Wohneigentum erlässt er insbesondere Vorschriften für Anreize zur Bildung von gebundenen Sparrücklagen, die dem erstmaligen entgeltlichen Erwerb von Wohneigentum im Kanton sowie der Finanzierung von Energiespar- und Umweltschutzmassnahmen an bestehendem Wohneigentum im Kanton dienen. 5 Er erlässt insbesondere Vorschriften über die massvolle Festsetzung der Eigenmietwerte. Angenommen in der Volksabstimmung vom 19. Okt. 2003 , in Kraft seit 1. Nov. 2003. Gewährleistungsbeschluss vom 6. Okt. 2005 ( BBl 2005 5995 Art. 1 Ziff. 3, 2891 ). Angenommen in der Volksabstimmung vom 9. Febr. 2014 , in Kraft seit 1. März 2014. Gewährleistungsbeschluss vom 11. März 2015 ( BBl 2015 3035 Art. 1 Ziff. 5; 2014 9091 ). Angenommen in der Volksabstimmung vom 9. Febr. 2014 , in Kraft seit 1. März 2014. Gewährleistungsbeschluss vom 11. März 2015 ( BBl 2015 3035 Art. 1 Ziff. 5; 2014 9091 ). Angenommen in der Volksabstimmung vom 9. Febr. 2014 , in Kraft seit 1. März 2014. Gewährleistungsbeschluss vom 11. März 2015 ( BBl 2015 3035 Art. 1 Ziff. 5; 2014 9091 ). Angenommen in der Volksabstimmung vom 9. Febr. 2014 , in Kraft seit 1. März 2014. Gewährleistungsbeschluss vom 11. März 2015 ( BBl 2015 3035 Art. 1 Ziff. 5; 2014 9091 ). Angenommen in der Volksabstimmung vom 9. Febr. 2014 , in Kraft seit 1. März 2014. Gewährleistungsbeschluss vom 11. März 2015 ( BBl 2015 3035 Art. 1 Ziff. 5; 2014 9091 )."
    },
    {
      "provision_ref": "art107",
      "section": "107",
      "title": "Familie, Jugend, Alter",
      "content": "1 Kanton und Gemeinden schützen Familie, Eltern- und Mutterschaft. 2 Sie nehmen sich in Zusammenarbeit mit privaten Organisationen der Belange von Jugend und Alter an."
    },
    {
      "provision_ref": "art108",
      "section": "108",
      "title": "Ausländer",
      "content": "Kanton und Gemeinden fördern in Zusammenarbeit mit privaten Organisationen Wohlfahrt und Eingliederung der Ausländer."
    },
    {
      "provision_ref": "art109",
      "section": "109",
      "title": "Fahrende",
      "content": "Kanton und Gemeinden helfen Fahrenden bei der Suche nach Standplätzen."
    },
    {
      "provision_ref": "art110",
      "chapter": "5. Gesundheit",
      "section": "110",
      "title": "Grundsätze",
      "content": "1 Jeder ist für die Erhaltung seiner Gesundheit in erster Linie selbst verantwortlich. 2 Die Krankenversicherung ist in dem vom Gesetz bestimmten Rahmen obligatorisch. 3 Der Kanton schafft Voraussetzungen für die medizinische Versorgung der Bevölkerung und sorgt für die öffentliche Hygiene. 4 Er überwacht und koordiniert das Gesundheitswesen."
    },
    {
      "provision_ref": "art111",
      "chapter": "5. Gesundheit",
      "section": "111",
      "title": "Aufgaben",
      "content": "1 Der Kanton trifft in Zusammenarbeit mit den Gemeinden, mit benachbarten Kantonen und mit Privaten Vorkehren zur Erhaltung und Wiederherstellung der Gesundheit sowie zur Betreuung dauernd Pflegebedürftiger. 2 Er führt medizinische Anstalten, beaufsichtigt die privaten Kliniken und koordiniert das Spitalwesen. 3 Kanton und Gemeinden stellen in Zusammenarbeit mit Privaten die ambulante medizinische Versorgung der Bevölkerung sicher. Die Gemeinden fördern die örtliche Haus- und Krankenpflege. 4 Der Kanton sorgt für die Ausbildung von Spitalpersonal, beteiligt sich an der medizinischen Lehre und ordnet die Ausübung der Heilberufe. 5 Kanton und Gemeinden fördern die allgemeine sportliche Betätigung."
    },
    {
      "provision_ref": "art112",
      "chapter": "6. Umwelt und Energie",
      "section": "112",
      "title": "Grundsätze des Umweltschutzes",
      "content": "1 Kanton und Gemeinden streben ein auf die Dauer ausgewogenes Verhältnis zwischen den Naturkräften und ihrer Erneuerungsfähigkeit einerseits sowie ihrer Beanspruchung durch den Menschen anderseits an. 2 Sie schützen den Menschen und seine natürliche Umwelt vor schädlichen und lästigen Einwirkungen. 3 Namentlich sind Erde, Luft und Wasser rein zu halten, die Schönheit und Eigenart der Landschaft zu bewahren, die Tier- und Pflanzenwelt mit ausreichenden Lebensräumen zu schützen und der Lärm einzudämmen. 4 Der Kanton fördert die Anwendung umweltgerechter Technologien."
    },
    {
      "provision_ref": "art113",
      "chapter": "6. Umwelt und Energie",
      "section": "113",
      "title": "Abwässer und Abfälle",
      "content": "1 Kanton und Gemeinden sorgen für eine umweltgerechte Ableitung der Abwässer und Abfallbeseitigung. Der Verursacher ist mitverantwortlich. 2 Abfälle sind der Wiederverwertung zuzuführen, sofern dies möglich und sinnvoll ist."
    },
    {
      "provision_ref": "art114",
      "chapter": "6. Umwelt und Energie",
      "section": "114",
      "title": "Wasserversorgung",
      "content": "1 Der Kanton sorgt für die Beschaffung von Trink- und Brauchwasser zur Sicherstellung des regionalen Wasserbedarfs. Er kann diese Aufgabe Dritten übertragen. 2 Den Gemeinden obliegt die Wasserversorgung in ihrem Gebiet. Sie sind insbesondere für die Wasserverteilung verantwortlich."
    },
    {
      "provision_ref": "art115",
      "chapter": "6. Umwelt und Energie",
      "section": "115",
      "title": "Energieversorgung",
      "content": "1 Kanton und Gemeinden fördern eine sichere, volkswirtschaftlich optimale und umweltgerechte Versorgung mit Energie sowie deren sparsame und wirtschaftliche Verwendung. 2 Der Kanton erlässt ein Konzept, das die Grundsätze der kantonalen Energiepolitik enthält. Er wirkt darauf hin, dass auf dem Kantonsgebiet oder in dessen Nachbarschaft keine Atomkraftwerke nach dem Prinzip der Kernspaltung, Aufbereitungsanlagen für Kernbrennstoffe und Lagerstätten für mittel- und hochradioaktive Rückstände errichtet werden. 3 Kanton und Gemeinden können sich an Anlagen der Energieversorgung beteiligen und nötigenfalls solche Anlagen selbst erstellen und betreiben. Satz 2 Abs. 2 wurde nur unter Vorbehalt von Art. 24 quinquies der alten BV ( AS 1957 1027 ) und der darauf beruhenden Bundesgesetzgebung gewährleistet (Art. 1 des BB vom 11. Juni 1986 – BBl 1986 II 681 ). Dieser Bestimmung entspricht heute Art. 90 der BV vom 18. April 1999 ( SR 101 )."
    },
    {
      "provision_ref": "art116",
      "chapter": "7. Raumordnung und Verkehr",
      "section": "116",
      "title": "Raumplanung",
      "content": "1 Kanton und Gemeinden stellen die geordnete Besiedlung des Landes, die zweckmässige Nutzung des Bodens und die Erhaltung von Erholungsraum sicher. 2 Der Kanton erlässt Richtpläne, welche die Planungsziele des Kantons oder einer Region darstellen und die Planungsmassnahmen von Kanton und Gemeinden aufeinander abstimmen, sowie Detailpläne zur Verwirklichung der Planungsziele. 3 Die Gemeinden erlassen die Nutzungspläne im Rahmen der Richtplanung. 4 Erhebliche Vor- und Nachteile, die durch Planung entstehen, werden im Rahmen des Gesetzes angemessen ausgeglichen. 5 Die für land- und forstwirtschaftliche Nutzung gesamthaft ausgeschiedene Zonenfläche soll erhalten werden."
    },
    {
      "provision_ref": "art117",
      "chapter": "7. Raumordnung und Verkehr",
      "section": "117",
      "title": "Mitwirkung bei der Planung",
      "content": "1 Kanton und Gemeinden nehmen bei der Ausarbeitung der Pläne auf die Meinung betroffener Bevölkerungskreise Rücksicht. 2 Richtpläne und Detailpläne werden im Zusammenwirken mit den Gemeinden, den Nachbarkantonen und dem benachbarten Ausland ausgearbeitet. Die Gemeinden wirken überdies bei der Bereinigung mit."
    },
    {
      "provision_ref": "art118",
      "chapter": "7. Raumordnung und Verkehr",
      "section": "118",
      "title": "Öffentliche Sachen",
      "content": "1 Der Kanton stellt Vorschriften über die öffentlichen Sachen auf. 2 Er übt die Hoheit über Gewässer und Kantonsstrassen aus. 3 Der Kanton kann im Gesetz Parkierungserleichterungen für gewerblich genutzte Fahrzeuge vorsehen, die für alle Gemeinde- und Kantonsstrassen gelten; er regelt die Gebührenerhebung. Angenommen in der Volksabstimmung vom 18. Mai 2014 , in Kraft seit 1. Juli 2015. Gewährleistungsbeschluss vom 12. Juni 2017 ( BBl 2017 4419 Art. 2 Bst. a, 1499 )."
    },
    {
      "provision_ref": "art119",
      "chapter": "7. Raumordnung und Verkehr",
      "section": "119",
      "title": "Bau- und Vermessungswesen",
      "content": "1 Der Kanton ordnet das Bauwesen sowie das Vermessungs- und Katasterwesen. 2 Er regelt Landumlegungen und Grenzbereinigungen."
    },
    {
      "provision_ref": "art120",
      "chapter": "7. Raumordnung und Verkehr",
      "section": "120",
      "title": "Verkehrswesen",
      "content": "1 Kanton und Gemeinden ordnen das Verkehrs- und Strassenwesen. 2 Sie sorgen für eine umweltgerechte, volkswirtschaftlich möglichst günstige Verkehrsordnung. 3 Der Kanton fördert zusammen mit den Gemeinden den öffentlichen Verkehr."
    },
    {
      "provision_ref": "art121",
      "chapter": "8. Wirtschaft",
      "section": "121",
      "title": "Ziele der kantonalen Wirtschaftspolitik",
      "content": "1 Der Kanton fördert in Zusammenarbeit mit den Gemeinden eine ausgewogene Entwicklung der Volkswirtschaft. Er strebt dabei insbesondere die Erhaltung einer vielseitigen Wirtschaftsstruktur und die Vollbeschäftigung an. 2 Die Förderungsmassnahmen haben den Belangen der kleinen und mittleren Unternehmungen, der Landwirtschaft, der Raumordnung und des Umweltschutzes Rechnung zu tragen. 3 Der Kanton richtet die eigenen volkswirtschaftlich bedeutsamen Tätigkeiten auf die Ziele der kantonalen Wirtschafts- und Sozialpolitik aus."
    },
    {
      "provision_ref": "art122",
      "chapter": "8. Wirtschaft",
      "section": "122",
      "title": "Detailhandel",
      "content": "Kanton und Gemeinden fördern den dezentralisierten Detailhandel. Insbesondere sind der Entstehung neuer und der Ausdehnung bestehender Einkaufszentren Schranken zu setzen."
    },
    {
      "provision_ref": "art123",
      "chapter": "8. Wirtschaft",
      "section": "123",
      "title": "Landwirtschaft",
      "content": "1 Der Kanton trifft Massnahmen zur Erhaltung eines eigenständigen und gesunden Bauernstandes sowie einer leistungsfähigen Landwirtschaft. 2 Er fördert und unterstützt insbesondere: a. das bäuerliche Bildungs‑, Beratungs- und Versuchswesen; b. Familien- und Nebenerwerbsbetriebe; c. die Erhaltung des bäuerlichen Grundbesitzes; d. landwirtschaftliche Strukturverbesserungen, Güterzusammenlegungen und Meliorationen; e. die Zusammenarbeit auf der Basis genossenschaftlicher Selbsthilfe; f. die Kreditbeschaffung und das Versicherungswesen."
    },
    {
      "provision_ref": "art124",
      "chapter": "8. Wirtschaft",
      "section": "124",
      "title": "Wald",
      "content": "1 Der Kanton sorgt für die Erhaltung des Waldes in seiner Fläche und in seiner räumlichen Verteilung. Er stellt sicher, dass der Wald seine Funktionen dauerhaft erfüllen kann. 2 Der Kanton unterstützt zusammen mit den Einwohnergemeinden die Waldwirtschaft. Sie sorgen dafür, dass die Waldbewirtschaftung das Gemeinwohl berücksichtigt. 3 Die Einwohnergemeinden üben die Aufsicht über den Wald im Rahmen der Gebietshoheit aus. Angenommen in der Volksabstimmung vom 27. Sept. 1998 , in Kraft seit 1. Jan. 1999. Gewährleistungsbeschluss vom 10. Juni 1999 ( BBl 1999 5181 Art. 1 Ziff. 4, 2514 )."
    },
    {
      "provision_ref": "art125",
      "chapter": "8. Wirtschaft",
      "section": "125",
      "title": "Wirtschaftspolizeiliche Vorschriften",
      "content": "Kanton und Gemeinden erlassen Vorschriften für eine geordnete Ausübung der wirtschaftlichen Tätigkeiten."
    },
    {
      "provision_ref": "art126",
      "chapter": "8. Wirtschaft",
      "section": "126",
      "title": "Regalrechte",
      "content": "1 Dem Kanton stehen das Salzregal, das Bergregal und das Verfügungsrecht über das Grundwasser, den Gemeinden das Jagd- und das Fischereiregal zu. Bestehende Privatrechte bleiben vorbehalten. 2 Die Regalien vermitteln die ausschliessliche Befugnis zur Betätigung und wirtschaftlichen Nutzung. 3 Kanton und Gemeinden können diese Befugnis selbst wahrnehmen oder Dritten übertragen."
    },
    {
      "provision_ref": "art127",
      "chapter": "8. Wirtschaft",
      "section": "127",
      "title": "Kantonalbank",
      "content": "Der Kanton unterhält eine Kantonalbank, die namentlich der Mittelbeschaffung und der Förderung der wirtschaftlichen und sozialen Entwicklung dient."
    },
    {
      "provision_ref": "art127a",
      "section": "127a",
      "title": "a Rheinhäfen",
      "content": "Der Kanton unterhält Rheinhäfen. Das Gesetz bestimmt das Hafengebiet und dessen Nutzung. Angenommen in der Volksabstimmung vom 6. Dez. 1992 , in Kraft seit 1. Aug. 1993. Gewährleistungsbeschluss vom 14. Dez. 1993 ( BBl 1993 IV 599 Art. 1 Ziff. 6 II, 180 )."
    },
    {
      "provision_ref": "art128",
      "section": "128",
      "title": "Versicherungswesen",
      "content": "1 Gebäude, Land und Kulturen sind gegen Schäden in dem vom Gesetz bestimmten Rahmen bei einer Anstalt des Kantons zu versichern. 2 Der Kanton kann durch Gesetz weitere Sachversicherungen obligatorisch erklären."
    },
    {
      "provision_ref": "art129",
      "chapter": "Siebter Abschnitt: Finanzordnung",
      "section": "129",
      "title": "Finanzhaushalt und Finanzplanung",
      "content": "1 Der Finanzhaushalt ist sparsam, wirtschaftlich und konjunkturgerecht zu führen. ... 1bis Die Erfolgsrechnung ist mittelfristig auszugleichen. 1ter Unterschreitet das Eigenkapital den im Gesetz genannten Betrag, ist der Fehlbetrag mittelfristig zu beseitigen. 2 Kanton und Gemeinden sorgen für eine auf die öffentlichen Aufgaben abgestimmte Finanzplanung. 3 Alle Aufgaben und Ausgaben sind vor der entsprechenden Beschlussfassung und in der Folge periodisch auf ihre Notwendigkeit und Zweckmässigkeit sowie auf ihre finanziellen Auswirkungen und deren Tragbarkeit hin zu prüfen. Zweiter Satz aufgehoben in der Volksabstimmung vom 24. Sept. 2017 , mit Wirkung seit 1. Jan. 2018. Gewährleistungsbeschluss vom 17. Sept. 2018 ( BBl 2018 6287 Art. 3, 3725 ). Angenommen in der Volksabstimmung vom 24. Sept. 2017 , in Kraft seit 1. Jan. 2018. Gewährleistungsbeschluss vom 17. Sept. 2018 ( BBl 2018 6287 Art. 3, 3725 ). Angenommen in der Volksabstimmung vom 24. Sept. 2017 , in Kraft seit 1. Jan. 2018. Gewährleistungsbeschluss vom 17. Sept. 2018 ( BBl 2018 6287 Art. 3, 3725 )."
    },
    {
      "provision_ref": "art130",
      "chapter": "Siebter Abschnitt: Finanzordnung",
      "section": "130",
      "title": "Einnahmen",
      "content": "1 Kanton, Gemeinden und Zweckverbände erheben die zur Erfüllung ihrer Aufgaben notwendigen Abgaben. 2 Ihre Ausgaben werden ferner gedeckt durch: a. Erträgnisse des Vermögens; b. Beiträge und Anteile an Einnahmen des Bundes und anderer öffentlicher Körperschaften, Unternehmungen und Einrichtungen; c. allfällige weitere Erträgnisse; d. Anleihen und Darlehen. 3 Zweckverbände erheben keine Steuern."
    },
    {
      "provision_ref": "art131",
      "chapter": "Siebter Abschnitt: Finanzordnung",
      "section": "131",
      "title": "Kantonale Steuern",
      "content": "1 Der Kanton erhebt: a. Einkommens- und Vermögenssteuern von den natürlichen Personen; b. Ertrags- und Kapitalsteuern von den juristischen Personen; c. Grundstückgewinnsteuern; d. Handänderungssteuern; e. Erbschafts- und Schenkungssteuern; f. Kirchensteuern von den juristischen Personen; g. Motorfahrzeugsteuern; h. Abgaben auf Spielautomaten, Spiellokale und Spielbanken; i. Gasttaxen. 2 Die Einführung neuer kantonaler Steuern bedarf einer Verfassungsänderung. Diese ist gleichzeitig mit den gesetzlichen Ausführungsbestimmungen dem Volk vorzulegen. Angenommen in der Volksabstimmung vom 24. Sept. 2000 , in Kraft seit 1. Jan. 2001. Gewährleistungsbeschluss vom 11. Dez. 2001 ( BBl 2001 6542 Art. 1 Ziff. 5, 4879 ). Angenommen in der Volksabstimmung vom 3. März 2013 , in Kraft seit 1. Jan. 2014. Gewährleistungsbeschluss vom 24. Sept. 2014 ( BBl 2014 7859 Art. 1 Ziff. 5, 3723 )."
    },
    {
      "provision_ref": "art132",
      "section": "132",
      "title": "Gemeindesteuern",
      "content": "1 Die Gemeinden erheben: a. Einkommens- und Vermögenssteuern von den natürlichen Personen; b. Ertrags- und Kapitalsteuern von den juristischen Personen. 2 Sie erheben diese Steuern nach kantonalem Recht. Sie setzen den Steuerfuss innerhalb eines gesetzlich begrenzten Rahmens fest. 3 Weitere Steuern der Gemeinden bedürfen einer Grundlage in der kantonalen Gesetzgebung."
    },
    {
      "provision_ref": "art133",
      "section": "133",
      "title": "Grundsätze der Steuererhebung",
      "content": "1 Bei der Ausgestaltung der Steuern sind zu beachten: a. die Grundsätze der Allgemeinheit, der Solidarität und der wirtschaftlichen Leistungsfähigkeit; b. die Erhaltung des Leistungswillens des einzelnen; c. die Schranken der Eigentumsgarantie und die Gesamtbelastung der Steuerpflichtigen mit Abgaben; d. die Auswirkungen auf Wirtschaftsablauf und Wettbewerbsverhältnisse; e. die Möglichkeit der Steuerflucht und der Verringerung des Steuersubstrates; f. die Gleichbehandlung juristischer Personen, ungeachtet ihrer Rechtsform, unter Vorbehalt gesetzlicher Steuerbefreiung in besonderen Fällen. 2 Steuerlich zu begünstigen sind insbesondere: a. die Familie sowie Personen mit Unterstützungspflichten; b. die Selbstvorsorge, namentlich eine angemessene Vermögensbildung; c. das selbstgenutzte Wohnungseigentum. 3 Steuerhinterziehung und Steuerbetrug sind mit wirksamen Sanktionen zu bekämpfen."
    },
    {
      "provision_ref": "art133a",
      "section": "133a",
      "title": "a Einfaches, leicht verständliches und nachvollziehbares Steuergesetz",
      "content": "1 Das Steuergesetz ist einfach, leicht verständlich und nachvollziehbar auszugestalten. Das Ausfüllen der Steuererklärung soll wenig Zeit und ihre Überprüfung wenig Kontrollaufwand erfordern. 2 Die Kantonsbehörden setzen sich für eine Vereinfachung der Bundesgesetzgebung im Sinne von Absatz 1 ein. Angenommen in der Volksabstimmung vom 27. Nov. 2011 , in Kraft seit 28. Nov. 2011. Gewährleistungsbeschluss vom 11. März 2013 ( BBl 2013 2619 Art. 1 Ziff. 2; 2013 195 )."
    },
    {
      "provision_ref": "art134",
      "section": "134",
      "title": "Finanzausgleich und Steueranteile der Gemeinden",
      "content": "1 Der Kanton stellt den Finanzausgleich sicher. 2 Durch den Finanzausgleich sollen ausgewogene Verhältnisse in der Steuerbelastung sowie in den Leistungen der Gemeinden erreicht werden."
    },
    {
      "provision_ref": "art135",
      "section": "135",
      "title": "Gesetzesgrundlage",
      "content": "Das Gesetz regelt die Grundzüge des Finanzhaushaltes, der Abgabenerhebung und des Finanzausgleichs. Es legt die Anteile der Gemeinden am Ertrag der kantonalen Steuern fest."
    },
    {
      "provision_ref": "art136",
      "chapter": "Achter Abschnitt: Staat und Kirchen",
      "section": "136",
      "title": "Kirchen und Religionsgemeinschaften",
      "content": "1 Die Evangelisch-reformierte, die Römisch-katholische und die Christkatholische Kirche werden als Landeskirchen anerkannt. 2 Sie sind öffentlichrechtliche Körperschaften mit eigener Rechtspersönlichkeit. 3 Andere Religionsgemeinschaften können die kantonale Anerkennung erlangen. Das Gesetz regelt Voraussetzungen, Inhalt und Verfahren."
    },
    {
      "provision_ref": "art137",
      "chapter": "Achter Abschnitt: Staat und Kirchen",
      "section": "137",
      "title": "Selbständigkeit der Landeskirchen",
      "content": "1 Die Landeskirchen ordnen ihre Angelegenheiten im Rahmen von Verfassung und Gesetz selbständig. 2 Erlass und Änderung der Kirchenverfassungen bedürfen der Zustimmung der Mehrheit der stimmenden Kirchenglieder und unterliegen der Genehmigung des Regierungsrates. Diese wird erteilt, wenn nicht Bundesrecht oder kantonales Recht entgegensteht."
    },
    {
      "provision_ref": "art138",
      "chapter": "Achter Abschnitt: Staat und Kirchen",
      "section": "138",
      "title": "Zugehörigkeit zu einer Landeskirche, Stimm- und Wahlrecht",
      "content": "1 Kantonseinwohner gehören der Landeskirche ihrer Konfession an, wenn sie die in der Kirchenverfassung genannten Erfordernisse erfüllen. 2 Der Austritt kann jederzeit durch schriftliche Erklärung erfolgen. 3 Die Kirchenverfassung ordnet das Stimm- und Wahlrecht in Landeskirche und Kirchgemeinden."
    },
    {
      "provision_ref": "art139",
      "chapter": "Achter Abschnitt: Staat und Kirchen",
      "section": "139",
      "title": "Kirchgemeinden",
      "content": "1 Die Landeskirchen gliedern sich nach den Bestimmungen ihrer Kirchenverfassung in Kirchgemeinden. 2 Kirchgemeinden sind öffentlichrechtliche Körperschaften mit eigener Rechtspersönlichkeit. 3 Die Kirchenverfassungen bestimmen Stellung und Organisation der Kirchgemeinden. Sie ordnen das Verfahren bei Vereinigung und Teilung."
    },
    {
      "provision_ref": "art140",
      "chapter": "Achter Abschnitt: Staat und Kirchen",
      "section": "140",
      "title": "Finanzwesen",
      "content": "1 Die Kirchgemeinden erheben von den Angehörigen ihrer Konfession für die Erfüllung ihrer Aufgaben Kirchensteuern nach den Bestimmungen des Gesetzes und der Kirchenverfassung. Die Landeskirchen regeln den Finanzausgleich zwischen ihren Kirchgemeinden. 2 Der Ertrag der von den juristischen Personen erhobenen kantonalen Kirchensteuern wird an die Landeskirchen entsprechend der Zahl ihrer Kirchenglieder verteilt. 3 Der Kanton leistet Beiträge an die Landeskirchen nach Massgabe des Gesetzes."
    },
    {
      "provision_ref": "art141",
      "chapter": "Achter Abschnitt: Staat und Kirchen",
      "section": "141",
      "title": "Rechtspflege",
      "content": "1 Die Landeskirchen richten eine Instanz zur Beurteilung streitiger Rechtsverhältnisse und Erlasse ein. Diese kann von Kirchengliedern und Kirchgemeinden angerufen werden. 2 Die Landeskirchen können den Kirchgemeinden die Einrichtung einer Vorinstanz gestatten oder vorschreiben. 3 Erlasse und letztinstanzliche Entscheide der Landeskirchen können durch Kirchenglieder und Kirchgemeinden beim Verwaltungsgericht angefochten werden. 4 Das Verwaltungsgericht überprüft die Übereinstimmung des angefochtenen Akts mit Bundesrecht, kantonalem Recht und, sofern es die Kirchenverfassung vorsieht, mit dem landeskirchlichen Recht."
    },
    {
      "provision_ref": "art142",
      "chapter": "Achter Abschnitt: Staat und Kirchen",
      "section": "142",
      "title": "Bistum",
      "content": "Die römisch-katholische Bevölkerung des Kantons gehört dem Bistum Basel an. Das Verhältnis zwischen Kanton und Bistum richtet sich nach den Vereinbarungen der Diözesankantone mit der päpstlichen Kurie."
    },
    {
      "provision_ref": "art143",
      "chapter": "Neunter Abschnitt: Revision der Verfassung",
      "section": "143",
      "title": "Grundsätze",
      "content": "1 Die Verfassung kann jederzeit ganz oder teilweise revidiert werden. 2 Soweit die Verfassung im Folgenden nichts anderes bestimmt, werden Verfassungsrevisionen gemäss den Bestimmungen über die Volksrechte auf dem Wege der Gesetzgebung vorgenommen."
    },
    {
      "provision_ref": "art144",
      "chapter": "Neunter Abschnitt: Revision der Verfassung",
      "section": "144",
      "title": "Totalrevision",
      "content": "1 In jedem Fall entscheidet das Volk, ob eine Totalrevision durchgeführt werden soll. 2 Die Totalrevision wird von einem Verfassungsrat vorgenommen, der vom Volk nach den Bestimmungen über die Landratswahlen gewählt wird. Die Vorschriften über die Unvereinbarkeit und die Amtsdauer finden keine Anwendung. 3 Die total revidierte Verfassung kann als Ganzes oder in Teilen, gleichzeitig oder zeitlich gestaffelt, vorgelegt werden. 4 Wird ein Entwurf vom Volk abgelehnt, so hat der Verfassungsrat einen zweiten Entwurf vorzulegen. Wird auch dieser abgelehnt, so gilt die Totalrevision als gescheitert."
    },
    {
      "provision_ref": "art145",
      "chapter": "Neunter Abschnitt: Revision der Verfassung",
      "section": "145",
      "title": "Teilrevision",
      "content": "1 Die Teilrevision kann eine einzelne Bestimmung oder mehrere sachlich zusammenhängende Bestimmungen betreffen. 2 Beschliesst der Landrat eine Teilrevision oder stimmt er einem Volks- oder Gemeindebegehren auf Teilrevision zu, so kann er diesen Beschluss dem Volk zur Abstimmung unterbreiten."
    },
    {
      "provision_ref": "art146",
      "chapter": "Zehnter Abschnitt: Übergangsbestimmungen",
      "section": "146",
      "title": "Inkrafttreten",
      "content": "Diese Verfassung tritt nach der Annahme durch das Volk und der Gewährleistung durch die Bundesversammlung am darauffolgenden 1. Januar in Kraft."
    },
    {
      "provision_ref": "art147",
      "chapter": "Zehnter Abschnitt: Übergangsbestimmungen",
      "section": "147",
      "title": "Aufhebung bisherigen Rechts",
      "content": "1 Die Staatsverfassung des Kantons Basel-Landschaft vom 4. April 1892 ist aufgehoben. 2 Bestimmungen, welche der vorliegenden Verfassung inhaltlich widersprechen, treten ausser Kraft. [GS 14 177]"
    },
    {
      "provision_ref": "art148",
      "chapter": "Zehnter Abschnitt: Übergangsbestimmungen",
      "section": "148",
      "title": "Beschränkte Weitergeltung bisherigen Rechts",
      "content": "1 Bestimmungen, die in einem nach dieser Verfassung nicht mehr zulässigen Verfahren zustande gekommen sind, bleiben weiter in Kraft. 2 Das Verfahren zur Änderung solcher Bestimmungen richtet sich nach dieser Verfassung. Insbesondere können Bestimmungen, die neu der Gesetzesform bedürfen, nur auf dem Wege der Gesetzgebung geändert werden."
    },
    {
      "provision_ref": "art149",
      "chapter": "Zehnter Abschnitt: Übergangsbestimmungen",
      "section": "149",
      "title": "Erlass neuen Rechts",
      "content": "Ist neues Recht zu erlassen, so hat dies ohne Verzug zu geschehen."
    },
    {
      "provision_ref": "art150",
      "chapter": "Zehnter Abschnitt: Übergangsbestimmungen",
      "section": "150",
      "title": "Fakultatives Referendum",
      "content": "Wird ein Begehren auf Volksabstimmung nach altem Recht gestellt, so beträgt die Frist acht Wochen, auch wenn sie vor dem Inkrafttreten der neuen Verfassung zu laufen begonnen hat."
    },
    {
      "provision_ref": "art151",
      "chapter": "Zehnter Abschnitt: Übergangsbestimmungen",
      "section": "151",
      "title": "Mitwirkung der Gemeinden",
      "content": "Bis zum Erlass gesetzlicher Bestimmungen gilt folgende Regelung: a. Gemeindebegehren gemäss § 49 Absatz 1 werden durch die Gemeindeversammlung bzw. durch den Einwohnerrat gestellt. Diese Beschlüsse unterstehen dem Referendum nicht. b. Das Recht der Gemeinden, gemäss § 49 Absatz 3 angehört zu werden, nimmt der Gemeinderat wahr."
    },
    {
      "provision_ref": "art152",
      "chapter": "Zehnter Abschnitt: Übergangsbestimmungen",
      "section": "152",
      "title": "Behörden und Beamte",
      "content": "1 Behörden und Beamte bleiben bis zum Ablauf der Amtsperiode nach bisherigem Recht im Amt. 2 Für Neuwahlen und Ersatzwahlen gelten die Bestimmungen dieser Verfassung. 3 Behörden, die durch die Verfassung neu geschaffen werden, sind ohne Verzug zu wählen."
    },
    {
      "provision_ref": "art153",
      "chapter": "Zehnter Abschnitt: Übergangsbestimmungen",
      "section": "153",
      "title": "Verfassungsgerichtsbarkeit",
      "content": "Bis zum Inkrafttreten gesetzlicher Bestimmungen über die Verfassungsgerichtsbarkeit gilt für das Verfahren sinngemäss das Gesetz über die Rechtspflege in Verwaltungs- und Sozialversicherungssachen."
    },
    {
      "provision_ref": "art154",
      "chapter": "Zehnter Abschnitt: Übergangsbestimmungen",
      "section": "154",
      "title": "Verfassungsrechtliche Grundlage",
      "content": "Bestimmungen über die Erfüllung öffentlicher Aufgaben, die einer verfassungsmässigen Grundlage gemäss § 90 entbehren, bleiben bis zu ihrer Änderung in Kraft."
    },
    {
      "provision_ref": "art155",
      "section": "155",
      "title": "Vermögensausscheidung betreffend das Laufental",
      "content": "Entstehen dem Kanton Basel-Landschaft aus der Vermögensausscheidung mit dem Kanton Bern betreffend das Laufental Ausgaben, so gelten diese als endgültig bewilligt. Angenommen in der Volksabstimmung vom 22. Sept. 1991 , in Kraft seit 1. Jan. 1994. Gewährleistungsbeschluss vom 9. Juni 1993 ( BBl 1993 II 1129 , I 1029 )."
    },
    {
      "provision_ref": "art156",
      "section": "156",
      "title": "Verkürzung der Amtsperiode infolge Umstellung auf das Staatsanwaltschaftsmodell",
      "content": "Die Amtsperiode 2010–2014 folgender Behördenmitglieder endet am 31. Dezember 2010: a. Leiterinnen und Leiter der Statthalterämter; b. Leiterin oder Leiter des besonderes Untersuchungsrichteramtes. Angenommen in der Volksabstimmung vom 17. Mai 2009 , in Kraft seit 1. Jan. 2011. Gewährleistungsbeschluss vom 2. März 2011 ( BBl 2011 2927 Art. 1 Ziff. 2; 2010 7945 )."
    },
    {
      "provision_ref": "art157",
      "section": "157",
      "title": "Amtsperiode des Verfahrensgerichts in Strafsachen",
      "content": "Die Amtsperiode 2010–2014 des Präsidiums und der übrigen Mitglieder des Verfahrensgerichts in Strafsachen endet, sobald sämtliche Rechtsmittelverfahren im Sinne von Artikel 453 Absatz 1 der Schweizerischen Strafprozessordnung abgeschlossen sind. Danach ist das Kantonsgericht, Abteilung Strafrecht, die Nachfolgebehörde des Verfahrensgerichts in Strafsachen, sofern das Bundesrecht nicht eine andere Zuständigkeit vorsieht. Angenommen in der Volksabstimmung vom 17. Mai 2009 , in Kraft seit 1. Jan. 2011. Gewährleistungsbeschluss vom 2. März 2011 ( BBl 2011 2927 Art. 1 Ziff. 2; 2010 7945 ). SR 312.0"
    }
  ],
  "definitions": []
}