{
  "id": "sr-172-220-12",
  "type": "statute",
  "title": "Verordnung vom 19. Dezember 2003 über die Entlöhnung und weitere Vertragsbedingungen der obersten Kader und Leitungsorgane von Unternehmen und Anstalten des Bundes (Kaderlohnverordnung)",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2004/30/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "1",
      "title": "Sachlicher Geltungsbereich",
      "content": "Diese Verordnung gilt für: a. die Schweizerischen Bundesbahnen SBB sowie die Unternehmen und Anstalten des Bundes, die als dezentralisierte Verwaltungseinheiten dem BPG unterstehen; b. das Eidgenössische Institut für Geistiges Eigentum; c. die Swissmedic; d. die Schweizerische Unfallversicherungsanstalt SUVA; e. die Schweizerische Exportrisikoversicherung; f. das Eidgenössische Nuklearsicherheitsinspektorat; g. die Eidgenössische Finanzmarktaufsicht; h. die Revisionsaufsichtsbehörde; i. Pro Helvetia; j. die Schweizerische Post und die von ihr beherrschten Unternehmen. Fassung gemäss Anhang Ziff. 2 der Postorganisationsverordnung vom 24. Okt. 2012, in Kraft seit 1. Dez. 2012 ( AS 2012 6089 ). Eingefügt durch Art. 30 Ziff. 2 der V vom 25. Okt. 2006 über die Schweizerische Exportrisikoversicherung, in Kraft seit 1. Jan. 2007 ( AS 2006 4403 ). Eingefügt durch Anhang Ziff. 3 der Finanzmarktprüfverordnung vom 15. Okt. 2008, in Kraft seit 1. Jan. 2009 ( AS 2008 5363 ). Eingefügt durch Anhang Ziff. 3 der Finanzmarktprüfverordnung vom 15. Okt. 2008, in Kraft seit 1. Jan. 2009 ( AS 2008 5363 ). Eingefügt durch Ziff. I der V vom 21. Nov. 2012, in Kraft seit 1. Jan. 2013 ( AS 2012 6677 ). Eingefügt durch Ziff. I der V vom 21. Nov. 2012, in Kraft seit 1. Jan. 2013 ( AS 2012 6677 ). Eingefügt durch Ziff. I der V vom 1. Juli 2015, in Kraft seit 1. Aug. 2015 ( AS 2015 2341 )."
    },
    {
      "provision_ref": "art2",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "2",
      "title": "Persönlicher Geltungsbereich",
      "content": "1 Diese Verordnung gilt für die Mitglieder der Geschäftsleitung sowie für das in vergleichbarer Höhe entlöhnte Personal. Der Begriff des obersten Kaders umfasst im Folgenden beide Personalkategorien. 2 Sie gilt auch für die Mitglieder des für die strategische Führung und die unternehmerische Aufsicht verantwortlichen obersten Leitungsorgans."
    },
    {
      "provision_ref": "art2a",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "2a",
      "title": "a Vertretung der Sprachgemeinschaften",
      "content": "Die Unternehmen und Anstalten streben in ihren obersten Leitungsorganen gemäss Artikel 2 Absatz 2 eine Verteilung der Sprachgemeinschaften an, die der Verteilung der Landessprachen in der ständigen Wohnbevölkerung der Schweiz entspricht. Eingefügt durch Ziff. III 1 der V vom 1. Mai 2013, in Kraft seit 1. Juli 2013 ( AS 2013 1515 )."
    },
    {
      "provision_ref": "art3",
      "chapter": "2. Abschnitt: Leistungen des Arbeitgebers",
      "section": "3",
      "title": "Entlöhnung",
      "content": "1 Die Entlöhnung des obersten Kaders umfasst, jeweils in Bruttobeträgen, den Lohn nach Absatz 2 und die Nebenleistungen nach Artikel 5. 2 Zum Lohn gehören: a. die fixen Anteile für die Funktion einschliesslich leistungsabhängiger Anteile für ein Jahr; b. einmalige Geldleistungen zur Abgeltung besonderer Aufgaben und Einsätze; c. besondere durch die Funktion oder den Arbeitsmarkt begründete Geldleistungen."
    },
    {
      "provision_ref": "art4",
      "chapter": "2. Abschnitt: Leistungen des Arbeitgebers",
      "section": "4",
      "title": "Honorar",
      "content": "1 Als Honorar gelten die an die Mitglieder des obersten Leitungsorgans für die Erfüllung ihrer Aufgabe ausbezahlten Geldleistungen. 2 Das Honorar kann mit Nebenleistungen nach Artikel 5 ergänzt werden."
    },
    {
      "provision_ref": "art5",
      "chapter": "2. Abschnitt: Leistungen des Arbeitgebers",
      "section": "5",
      "title": "Nebenleistungen",
      "content": "Als Nebenleistungen gelten alle zusätzlich zum Lohn oder Honorar erbrachten Geldleistungen wie Sonderzulagen, Spesen- und Repräsentationspauschalen, pauschale Leistungsprämien und Bonifikationen sowie wesentliche Sachleistungen und materielle Vergünstigungen wie das Recht zur Benützung von Geschäftswagen für private Zwecke und die Übernahme oder indirekte Abgeltung bestimmter Auslagen."
    },
    {
      "provision_ref": "art6",
      "chapter": "2. Abschnitt: Leistungen des Arbeitgebers",
      "section": "6",
      "title": "Weitere Vertragsbedingungen",
      "content": "Weitere Vertragsbedingungen sind insbesondere Vereinbarungen über: a. Art und Umfang der Vorsorgepläne und die Beteiligung des Arbeitgebers und des Arbeitnehmers an den Beiträgen; b. allfällige Abgangsentschädigungen; c. Kündigungsfristen."
    },
    {
      "provision_ref": "art7",
      "chapter": "3. Abschnitt: Grundsätze der Leistungsbemessung und der Ablieferung von Nebeneinnahmen von Nebeneinnahmen",
      "section": "7",
      "title": "Festlegung der Entlöhnung und der weiteren Vertragsbedingungen",
      "content": "Die Unternehmen und Anstalten berücksichtigen bei der Festlegung der Entlöhnung und der weiteren Vertragsbedingungen insbesondere: a. das unternehmerische Risiko; b. die Unternehmensgrösse; c. die Entlöhnung und die weiteren Vertragsbedingungen in der betreffenden Branche; d. die Entlöhnung und die weiteren Vertragsbedingungen der obersten Kaderfunktionen des Bundes."
    },
    {
      "provision_ref": "art8",
      "chapter": "3. Abschnitt: Grundsätze der Leistungsbemessung und der Ablieferung von Nebeneinnahmen von Nebeneinnahmen",
      "section": "8",
      "title": "Bonifikationen",
      "content": "Die Bonifikationen bemessen sich grundsätzlich nach dem durchschnittlichen Erfolg während mindestens zweier Jahre und erhöhen oder vermindern sich entsprechend. Als Beurteilungskriterien sind sowohl finanzielle als auch qualitative Massstäbe anzuwenden."
    },
    {
      "provision_ref": "art9",
      "chapter": "3. Abschnitt: Grundsätze der Leistungsbemessung und der Ablieferung von Nebeneinnahmen von Nebeneinnahmen",
      "section": "9",
      "title": "Leistungen an die berufliche Vorsorge",
      "content": "1 Bei der beruflichen Vorsorge wird höchstens das Zweieinhalbfache des oberen Grenzbetrags nach Artikel 8 Absatz 1 des Bundesgesetzes vom 25. Juni 1982 über die berufliche Alters-, Hinterlassenen- und Invalidenvorsorge im Leistungsprimat versichert. 2 Der Arbeitgeber übernimmt in der Regel keine Eintritts- oder zusätzlichen Einkaufsleistungen an die berufliche Vorsorge. Ist im Einzelfall die Übernahme von Leistungen notwendig, so beteiligt er sich höchstens zur Hälfte daran. 3 Artikel 7 des Freizügigkeitsgesetzes vom 17. Dezember 1993 ist in jedem Fall anwendbar. SR 831.40 SR 831.42"
    },
    {
      "provision_ref": "art10",
      "chapter": "3. Abschnitt: Grundsätze der Leistungsbemessung und der Ablieferung von Nebeneinnahmen von Nebeneinnahmen",
      "section": "10",
      "title": "Kündigungsfrist und Leistungen bei Austritt",
      "content": "1 Die Kündigungsfrist ist längstens auf ein Jahr festzulegen. 2 Grundsätzlich sind keine Abgangsentschädigungen vorzusehen. 3 Rechtfertigt sich im Ausnahmefall eine Abgangsentschädigung, so sind bei deren Bemessung die Gründe des Austritts, das Alter, die berufliche und persönliche Situation sowie die Dauer der Anstellung zu berücksichtigen. Ist die betreffende Person während der Kündigungsfrist von weiterer Arbeitsleistung entbunden worden, so ist die Dauer der Freistellung bei der Bemessung der Abgangsentschädigung zu berücksichtigen. 4 Bonifikationen dürfen nur bei einem unverschuldeten Austritt bezahlt werden."
    },
    {
      "provision_ref": "art11",
      "chapter": "3. Abschnitt: Grundsätze der Leistungsbemessung und der Ablieferung von Nebeneinnahmen von Nebeneinnahmen",
      "section": "11",
      "title": "Nebenbeschäftigungen",
      "content": "1 Als Nebenbeschäftigungen gelten insbesondere: a. die Ausübung eines politischen Mandates; b. die Mitgliedschaft in obersten Leitungsorganen anderer Unternehmen und Anstalten des öffentlichen oder privaten Rechts; c. die Ausübung einer Beratungstätigkeit. 2 Die Mitglieder des obersten Kaders melden die vorgesehene Übernahme entgeltlicher Nebenbeschäftigungen nach Absatz 1 der vorgesetzten Stelle. Stellt das oberste Leitungsorgan fest, dass die Nebenbeschäftigung die Leistungsfähigkeit im Sinne von Absatz 3 vermindern würde oder zu Interessenkonflikten nach Absatz 4 führen könnte, so leitet es die Meldung an das zuständige Departement weiter. Dieses beurteilt, ob eine Zustimmung des Bundesrats erforderlich ist. 3 Die Leistungsfähigkeit gilt als vermindert, wenn die gesamte zeitliche Beanspruchung durch die Haupt- und die Nebenbeschäftigung ein volles Arbeitspensum um mehr als 10 Prozent übersteigt. Das oberste Leitungsorgan kann einschränkende Bestimmungen erlassen. 4 Die Zulässigkeit von Nebenbeschäftigungen ist näher zu prüfen, wenn diese in derselben oder einer verwandten Branche ausgeübt werden oder zu einer direkten Geschäftsbeziehung oder Beteiligung führen können. 5 Das Einkommen aus Nebenbeschäftigungen, das 30 Prozent der Entlöhnung übersteigt, ist dem Arbeitgeber abzuliefern. Ist eine Nebenbeschäftigung durch ein wesentliches Interesse des Arbeitgebers begründet, so kann er auf die Ablieferung ganz oder teilweise verzichten."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Konsultation des Bundesrates",
      "content": "Das Eidgenössische Finanzdepartement (EFD) kann die Departemente in begründeten Einzelfällen beauftragen, dem Bundesrat bestimmte Vertragsbedingungen zur Konsultation vorzulegen."
    },
    {
      "provision_ref": "art13",
      "chapter": "4. Abschnitt: Berichterstattung und Veröffentlichung",
      "section": "13",
      "title": "Berichterstattung",
      "content": "1 Die Unternehmen und Anstalten berichten jährlich den zuständigen Departementen zuhanden des Bundesrates und der Finanzdelegation der eidgenössischen Räte in standardisierter Form über die Anwendung dieser Verordnung. 2 Die Berichte enthalten insbesondere die Gesamtsumme der an das oberste Leitungsorgan ausgerichteten Honorare und Nebenleistungen, die Gesamtsumme der Entlöhnung, die weiteren Vertragsbedingungen und die vom Bundesrat bewilligten Nebenbeschäftigungen. Die Leistungen an das Präsidium des obersten Leitungsorgans und an den Vorsitz der Geschäftsleitung sind gesondert auszuweisen. Die Angaben sind in Lohn, Honorar, Bonifikationen und die anderen Nebenleistungen zu gliedern. 3 Das EFD regelt die Gliederung der Berichte und koordiniert die Berichterstattung."
    },
    {
      "provision_ref": "art14",
      "chapter": "4. Abschnitt: Berichterstattung und Veröffentlichung",
      "section": "14",
      "title": "Veröffentlichung",
      "content": "1 Die Unternehmen und Anstalten machen die Informationen nach Artikel 13 Absatz 2 im Jahresbericht oder in einem gleichwertigen Informationsorgan öffentlich zugänglich. Sie kommentieren die Abweichungen zu den Angaben des Vorjahres. 2 Als oberste Kaderfunktionen der Bundesverwaltung nach Artikel 15 Absatz 6 BPG gelten die in die Lohnklassen 34–38 eingereihten Funktionen. 3 Auf Verlangen bekannt zu geben sind die an die obersten Kaderfunktionen ausgerichteten: a. Ortszuschläge nach Artikel 43 der Bundespersonalverordnung vom 3. Juli 2001 (BPV); b. Funktionszulagen nach Artikel 46 BPV; c. Sonderzulagen nach Artikel 48 BPV; d. Arbeitsmarktzulagen nach Artikel 50 BPV. SR 172.220.111.3"
    },
    {
      "provision_ref": "art15",
      "chapter": "5. Abschnitt: Schlussbestimmungen",
      "section": "15",
      "title": "Vollzug",
      "content": "Die in der Sache zuständigen Departemente sorgen für die Einhaltung dieser Verordnung."
    },
    {
      "provision_ref": "art16",
      "chapter": "5. Abschnitt: Schlussbestimmungen",
      "section": "16",
      "title": "Übergangsbestimmung",
      "content": "Vertragsbedingungen, die mit dieser Verordnung nicht übereinstimmen, sind bis 31. Dezember 2004 anzupassen."
    },
    {
      "provision_ref": "art17",
      "chapter": "5. Abschnitt: Schlussbestimmungen",
      "section": "17",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 1. Februar 2004 in Kraft."
    }
  ],
  "definitions": []
}