{
  "id": "sr-138-1",
  "type": "statute",
  "title": "Bundesgesetz vom 22. Dezember 1999 über die Mitwirkung der Kantone an der Aussenpolitik des Bundes (BGMK)",
  "title_en": "",
  "short_name": "BGMK",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2000/229/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Grundsatz",
      "content": "1 Die Kantone wirken an der Vorbereitung aussenpolitischer Entscheide mit, die ihre Zuständigkeiten betreffen oder ihre wesentlichen Interessen berühren. 2 Wesentliche Interessen der Kantone sind namentlich dann berührt, wenn die Aussenpolitik des Bundes wichtige Vollzugsaufgaben der Kantone betrifft. 3 Die Mitwirkung der Kantone darf die aussenpolitische Handlungsfähigkeit des Bundes nicht beeinträchtigen."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Zweck der Mitwirkung",
      "content": "Die Mitwirkung der Kantone an der Aussenpolitik des Bundes soll: a. gewährleisten, dass die Interessen der Kantone bei der Vorbereitung und Umsetzung aussenpolitischer Entscheide des Bundes berücksichtigt werden; b. dazu beitragen, die Zuständigkeiten der Kantone beim Abschluss, bei der Änderung und bei der Kündigung völkerrechtlicher Verträge nach Möglichkeit zu wahren; c. die Aussenpolitik des Bundes innenpolitisch abstützen. Fassung gemäss Ziff. I 3 des BG vom 21. Juni 2019 über die Zuständigkeiten für den Abschluss, die Änderung und die Kündigung völkerrechtlicher Verträge, in Kraft seit 2. Dez. 2019 ( AS 2019 3119 ; BBl 2018 3471 5315 )."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Information der Kantone",
      "content": "1 Grundlage der Mitwirkung ist die gegenseitige Information. 2 Der Bund informiert die Kantone rechtzeitig und umfassend über aussenpolitische Vorhaben, die Zuständigkeiten der Kantone betreffen oder deren wesentliche Interessen berühren. 3 Die Information über die Aussenpolitik des Bundes ist so zu gestalten, dass sie es den Kantonen erleichtert, ihren Beitrag an die bessere innenpolitische Abstützung der Aussenpolitik des Bundes zu leisten."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Anhörung der Kantone",
      "content": "1 Bei der Vorbereitung aussenpolitischer Entscheide, die Zuständigkeiten der Kantone betreffen oder deren wesentliche Interessen berühren, hört der Bund die Kantone an, soweit sie dies verlangen. Er kann sie auch von sich aus anhören. 2 Bevor der Bund Verhandlungen aufnimmt, hört er die Kantone in der Regel an. Die Anhörung ergänzt das Vernehmlassungsverfahren zu völkerrechtlichen Verträgen. 3 Der Bundesrat berücksichtigt die Stellungnahmen der Kantone. Sind die Zuständigkeiten der Kantone betroffen, so kommt deren Stellungnahmen besonderes Gewicht zu; weicht der Bundesrat von den Stellungnahmen der Kantone ab, so teilt er ihnen die massgeblichen Gründe mit."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Mitwirkung bei der Vorbereitung von Verhandlungsmandaten und bei Verhandlungen",
      "content": "1 Betreffen aussenpolitische Vorhaben die Zuständigkeiten der Kantone, so zieht der Bund für die Vorbereitung der Verhandlungsmandate und in der Regel auch für die Verhandlungen Vertreterinnen und Vertreter der Kantone bei. 2 Er kann dies auch dann tun, wenn die Zuständigkeiten der Kantone nicht betroffen sind. 3 Die Vertreterinnen und Vertreter werden von den Kantonen vorgeschlagen und vom Bund bestimmt."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Vertraulichkeit der Informationen",
      "content": "Die vertrauliche Behandlung der Informationen muss gewährleistet sein."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Mitwirkung bei der Umsetzung internationalen Rechts",
      "content": "Soweit die Umsetzung des internationalen Rechts den Kantonen obliegt, sind diese verpflichtet, die erforderlichen Anpassungen rechtzeitig vorzunehmen."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Referendum und Inkrafttreten",
      "content": "1 Dieses Gesetz untersteht dem fakultativen Referendum. 2 Der Bundesrat bestimmt das Inkrafttreten. Datum des Inkrafttretens: 1. Juli 2000 BRB vom 24. Mai 2000 ( AS 2000 1479 )."
    }
  ],
  "definitions": []
}