{
  "id": "sr-173-320-2",
  "type": "statute",
  "title": "Reglement vom 21. Februar 2008 über die Kosten und Entschädigungen vor dem Bundesverwaltungsgericht (VGKE)",
  "title_en": "",
  "short_name": "VGKE",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2008/321/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "1. Kapitel: Kosten",
      "section": "1",
      "title": "Verfahrenskosten",
      "content": "1 Die Kosten der Verfahren vor dem Bundesverwaltungsgericht (Gericht) setzen sich zusammen aus der Gerichtsgebühr und den Auslagen. 2 Mit der Gerichtsgebühr sind die Kosten für das Kopieren von Rechtsschriften und der für Dienstleistungen normalerweise anfallende Verwaltungsaufwand wie Personal-, Raum- und Materialkosten sowie Post-, Telefon- und Telefaxspesen abgegolten. 3 Auslagen sind insbesondere die Kosten für Übersetzungen und für die Beweiserhebung. Die Kosten für Übersetzungen werden nicht verrechnet, wenn es sich um Übersetzungen zwischen Amtssprachen handelt."
    },
    {
      "provision_ref": "art2",
      "chapter": "1. Kapitel: Kosten",
      "section": "2",
      "title": "Bemessung der Gerichtsgebühr",
      "content": "1 Die Gerichtsgebühr bemisst sich nach Umfang und Schwierigkeit der Streitsache, Art der Prozessführung und finanzieller Lage der Parteien. Vorbehalten bleiben spezialgesetzliche Kostenregelungen. 2 Das Gericht kann bei der Bestimmung der Gerichtsgebühr über die Höchstbeträge nach den Artikeln 3 und 4 hinausgehen, wenn besondere Gründe, namentlich mutwillige Prozessführung oder ausserordentlicher Aufwand, es rechtfertigen. 3 Bei wenig aufwändigen Entscheiden über vorsorgliche Massnahmen, Ausstand, Wiederherstellung der Frist, Revision oder Erläuterung sowie bei Beschwerden gegen Zwischenentscheide kann die Gerichtsgebühr herabgesetzt werden. Der Mindestbetrag nach Artikel 3 oder 4 darf nicht unterschritten werden. Fassung gemäss Ziff. I des Beschlusses des BVGer vom 20. Aug. 2009, in Kraft seit 1. April 2010 ( AS 2010 945 )."
    },
    {
      "provision_ref": "art3",
      "chapter": "1. Kapitel: Kosten",
      "section": "3",
      "title": "Gerichtsgebühr in Streitigkeiten ohne Vermögensinteresse",
      "content": "In Streitigkeiten ohne Vermögensinteresse beträgt die Gerichtsgebühr: a. bei einzelrichterlicher Streiterledigung: 200–3000 Franken; b. in den übrigen Fällen: 200–5000 Franken."
    },
    {
      "provision_ref": "art4",
      "chapter": "1. Kapitel: Kosten",
      "section": "4",
      "title": "Gerichtsgebühr in Streitigkeiten mit Vermögensinteresse",
      "content": "In Streitigkeiten mit Vermögensinteresse beträgt die Gerichtsgebühr: Streitwert in Franken Gebühr in Franken 0 – 0 10 000 200– 5 000 10 000 – 0 20 000 500– 5 000 20 000 – 50 000 1 000– 5 000 50 000 – 100 000 1 500– 7 000 100 000 – 200 000 2 000–10 000 200 000 – 500 000 3 000–14 000 500 000 – 1 000 000 5 000–20 000 1 000 000 – 5 000 000 7 000–40 000 über 5 000 000 15 000–50 000 Fassung gemäss Ziff. I des Beschlusses des BVGer vom 20. Aug. 2009, in Kraft seit 1. April 2010 ( AS 2010 945 )."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Kosten bei gegenstandslosen Verfahren",
      "content": "Wird ein Verfahren gegenstandslos, so werden die Verfahrenskosten in der Regel jener Partei auferlegt, deren Verhalten die Gegenstandslosigkeit bewirkt hat. Ist das Verfahren ohne Zutun der Parteien gegenstandslos geworden, so werden die Kosten auf Grund der Sachlage vor Eintritt des Erledigungsgrunds festgelegt."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Verzicht auf Verfahrenskosten",
      "content": "Die Verfahrenskosten können einer Partei, der keine unentgeltliche Rechtspflege im Sinne von Artikel 65 des Bundesgesetzes vom 20. Dezember 1968 über das Verwaltungsverfahren gewährt wird, ganz oder teilweise erlassen werden, wenn: a. ein Rechtsmittel ohne erheblichen Aufwand für das Gericht durch Rückzug oder Vergleich erledigt wird; b. andere Gründe in der Sache oder in der Person der Partei es als unverhältnismässig erscheinen lassen, sie ihr aufzuerlegen. SR 172.021 Fassung gemäss Ziff. I des Beschlusses des BVGer vom 20. Aug. 2009, in Kraft seit 1. April 2010 ( AS 2010 945 )."
    },
    {
      "provision_ref": "art6a",
      "section": "6a",
      "title": "a Parteienmehrheit",
      "content": "Mehrere Personen haben die ihnen gemeinsam auferlegten Verfahrenskosten, wenn nichts anderes bestimmt ist, zu gleichen Teilen und unter solidarischer Haftung zu tragen. Eingefügt durch Ziff. I des Beschlusses des BVGer vom 20. Aug. 2009, in Kraft seit 1. April 2010 ( AS 2010 945 )."
    },
    {
      "provision_ref": "art7",
      "chapter": "1. Abschnitt: Entschädigungen an Parteien und amtliche Vertreter und Vertreterinnen",
      "section": "7",
      "title": "Grundsatz",
      "content": "1 Obsiegende Parteien haben Anspruch auf eine Parteientschädigung für die ihnen erwachsenen notwendigen Kosten. 2 Obsiegt die Partei nur teilweise, so ist die Parteientschädigung entsprechend zu kürzen. 3 Keinen Anspruch auf Parteientschädigung haben Bundesbehörden und, in der Regel, andere Behörden, die als Parteien auftreten. 4 Sind die Kosten verhältnismässig gering, so kann von einer Parteientschädigung abgesehen werden. 5 Artikel 6 a ist sinngemäss anwendbar. Eingefügt durch Ziff. I des Beschlusses des BVGer vom 20. Aug. 2009, in Kraft seit 1. April 2010 ( AS 2010 945 )."
    },
    {
      "provision_ref": "art8",
      "chapter": "1. Abschnitt: Entschädigungen an Parteien und amtliche Vertreter und Vertreterinnen",
      "section": "8",
      "title": "Parteientschädigung",
      "content": "1 Die Parteientschädigung umfasst die Kosten der Vertretung sowie allfällige weitere Auslagen der Partei. 2 Unnötiger Aufwand wird nicht entschädigt. Fassung gemäss Ziff. I des Beschlusses des BVGer vom 20. Aug. 2009, in Kraft seit 1. April 2010 ( AS 2010 945 )."
    },
    {
      "provision_ref": "art9",
      "chapter": "1. Abschnitt: Entschädigungen an Parteien und amtliche Vertreter und Vertreterinnen",
      "section": "9",
      "title": "Kosten der Vertretung",
      "content": "1 Die Kosten der Vertretung umfassen: a. das Anwaltshonorar oder die Entschädigung für eine nichtanwaltliche berufsmässige Vertretung; b. die Auslagen, namentlich die Kosten für das Kopieren von Schriftstücken, die Reise-, Verpflegungs- und Unterkunftskosten, die Porti und die Telefonspesen; c. die Mehrwertsteuer für die Entschädigungen nach den Buchstaben a und b, soweit eine Steuerpflicht besteht und die Mehrwertsteuer nicht bereits berücksichtigt wurde. 2 Keine Entschädigung ist geschuldet, wenn der Vertreter oder die Vertreterin in einem Arbeitsverhältnis zur Partei steht. Fassung gemäss Ziff. I des Beschlusses des BVGer vom 20. Aug. 2009, in Kraft seit 1. April 2010 ( AS 2010 945 ). Fassung gemäss Ziff. I des Beschlusses des BVGer vom 20. Aug. 2009, in Kraft seit 1. April 2010 ( AS 2010 945 )."
    },
    {
      "provision_ref": "art10",
      "chapter": "1. Abschnitt: Entschädigungen an Parteien und amtliche Vertreter und Vertreterinnen",
      "section": "10",
      "title": "Anwaltshonorar und Entschädigung für nichtanwaltliche berufsmässige Vertretung",
      "content": "1 Das Anwaltshonorar und die Entschädigung für eine nichtanwaltliche berufsmässige Vertretung werden nach dem notwendigen Zeitaufwand des Vertreters oder der Vertreterin bemessen. 2 Der Stundenansatz beträgt für Anwälte und Anwältinnen mindestens 200 und höchstens 400 Franken, für nichtanwaltliche Vertreter und Vertreterinnen mindestens 100 und höchstens 300 Franken. In diesen Stundenansätzen ist die Mehrwertsteuer nicht enthalten. 3 Bei Streitigkeiten mit Vermögensinteresse kann das Anwaltshonorar oder die Entschädigung für eine nichtanwaltliche berufsmässige Vertretung angemessen erhöht werden."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Auslagen der Vertretung",
      "content": "1 Die Spesen werden aufgrund der tatsächlichen Kosten ausbezahlt. Dabei werden höchstens vergütet: a. für Reisen: die Kosten für die Benützung der öffentlichen Verkehrsmittel in der ersten Klasse; b. für Flugreisen aus dem Ausland: ein kostengünstiges Arrangement der Economy-Klasse; c. für Mittag- und Nachtessen: je 25 Franken; d. für Übernachtungen einschliesslich Frühstück: 170 Franken pro Nacht. 2 Anstelle der Bahnkosten kann ausnahmsweise, insbesondere bei erheblicher Zeitersparnis, für die Benutzung des privaten Motorfahrzeuges eine Entschädigung ausgerichtet werden. Der Kilometeransatz richtet sich nach Artikel 46 der Verordnung des EFD vom 6. Dezember 2001 zur Bundespersonalverordnung. 3 Anstelle der tatsächlichen Kosten nach den Absätzen 1 und 2 kann ein angemessener Pauschalbetrag vergütet werden, wenn besondere Verhältnisse es rechtfertigen. 4 Für Kopien können 50 Rappen pro Seite berechnet werden. Fassung gemäss Ziff. I des Beschlusses des BVGer vom 20. Aug. 2009, in Kraft seit 1. April 2010 ( AS 2010 945 ). SR 172.220.111.31"
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Amtlich bestellte Anwältinnen und Anwälte",
      "content": "Für amtlich bestellte Anwältinnen und Anwälte sind die Artikel 8‒11 sinngemäss anwendbar. Fassung gemäss Ziff. I des Beschlusses des BVGer vom 20. Aug. 2009, in Kraft seit 1. April 2010 ( AS 2010 945 )."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Weitere notwendige Auslagen der Partei",
      "content": "Als weitere notwendige Auslagen der Partei werden ersetzt: a. die Spesen der Partei im Umfang von Artikel 11 Absätze 1–4, soweit sie 100 Franken übersteigen; b. der Verdienstausfall der Partei, soweit er einen Tagesverdienst übersteigt und die Partei in bescheidenen finanziellen Verhältnissen lebt. Fassung gemäss Ziff. I des Beschlusses des BVGer vom 20. Aug. 2009, in Kraft seit 1. April 2010 ( AS 2010 945 )."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Festsetzung der Parteientschädigung",
      "content": "1 Die Parteien, die Anspruch auf Parteientschädigung erheben, und die amtlich bestellten Anwälte und Anwältinnen haben dem Gericht vor dem Entscheid eine detaillierte Kostennote einzureichen. 2 Das Gericht setzt die Parteientschädigung und die Entschädigung für die amtlich bestellten Anwälte und Anwältinnen auf Grund der Kostennote fest. Wird keine Kostennote eingereicht, so setzt das Gericht die Entschädigung auf Grund der Akten fest."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Parteientschädigung bei gegenstandslosen Verfahren",
      "content": "Wird ein Verfahren gegenstandslos, so prüft das Gericht, ob eine Parteientschädigung zuzusprechen ist. Für die Festsetzung der Parteientschädigung gilt Artikel 5 sinngemäss."
    },
    {
      "provision_ref": "art16",
      "chapter": "2. Abschnitt: Entschädigungen an Zeugen und Zeuginnen sowie Auskunftspersonen",
      "section": "16",
      "title": "Grundsatz",
      "content": "Zeugen und Zeuginnen haben Anspruch auf ein Zeugengeld und auf Ersatz der belegten notwendigen Auslagen."
    },
    {
      "provision_ref": "art17",
      "chapter": "2. Abschnitt: Entschädigungen an Zeugen und Zeuginnen sowie Auskunftspersonen",
      "section": "17",
      "title": "Zeugengeld",
      "content": "1 Zeugen und Zeuginnen erhalten ein Zeugengeld von: a. 30–100 Franken, wenn die Inanspruchnahme einschliesslich der notwendigen Reisezeit nicht länger als einen halben Tag dauert; b. 50–150 Franken pro Tag, wenn die Inanspruchnahme länger dauert. 2 Für Erwerbsausfall beträgt die Entschädigung in der Regel 25–150 Franken pro Stunde. Wenn besondere Verhältnisse es rechtfertigen, kann der tatsächliche Erwerbsausfall entschädigt werden. Ausserordentlich hoher Erwerbsausfall wird nicht berücksichtigt."
    },
    {
      "provision_ref": "art18",
      "chapter": "2. Abschnitt: Entschädigungen an Zeugen und Zeuginnen sowie Auskunftspersonen",
      "section": "18",
      "title": "Auslagen",
      "content": "1 Die Entschädigung für Spesen richtet sich nach Artikel 11 Absätze 1–3. 2 Muss ein Zeuge oder eine Zeugin wegen Krankheit, Gebrechens, Alters oder anderer Gründe ein besonderes Transportmittel in Anspruch nehmen, so sind die dafür erforderlichen Auslagen zu ersetzen. 3 Muss ein Zeuge oder eine Zeugin wegen besonderer Umstände begleitet werden, so hat die Begleitung Anspruch auf die gleiche Entschädigung wie Zeugen und Zeuginnen. Fassung gemäss Ziff. I des Beschlusses des BVGer vom 20. Aug. 2009, in Kraft seit 1. April 2010 ( AS 2010 945 )."
    },
    {
      "provision_ref": "art19",
      "chapter": "2. Abschnitt: Entschädigungen an Zeugen und Zeuginnen sowie Auskunftspersonen",
      "section": "19",
      "title": "Entschädigung an Auskunftspersonen",
      "content": "Auskunftspersonen oder andere Dritte, die von Beweismassnahmen betroffen sind, werden wie Zeugen und Zeuginnen entschädigt."
    },
    {
      "provision_ref": "art20",
      "chapter": "3. Abschnitt: Entschädigung an Sachverständige, Dolmetscher und Dolmetscherinnen sowie Übersetzer und Übersetzerinnen",
      "section": "20",
      "title": "Entschädigung an Sachverständige",
      "content": "1 Vom Gericht beauftragte Sachverständige werden nach Aufwand entschädigt. 2 Der Ansatz richtet sich nach den erforderlichen Fachkenntnissen und der Schwierigkeit der Leistung, bei freiberuflich tätigen Sachverständigen in der Regel nach den branchenüblichen Ansätzen oder nach Vereinbarung. 3 Die Entschädigung wird auf Grund der von der sachverständigen Person eingereichten Kostennote festgesetzt. 4 Besteht eine Steuerpflicht, so wird die Mehrwertsteuer zusätzlich zu den Entschädigungen vergütet. 5 Das Gericht kann vor Erteilung des Gutachterauftrags einen Kostenvoranschlag verlangen. 6 Ist nichts anderes vereinbart, so richtet sich die Entschädigung für Auslagen und Spesen nach Artikel 11."
    },
    {
      "provision_ref": "art21",
      "chapter": "3. Abschnitt: Entschädigung an Sachverständige, Dolmetscher und Dolmetscherinnen sowie Übersetzer und Übersetzerinnen",
      "section": "21",
      "title": "Entschädigung an Dolmetscher und Dolmetscherinnen sowie Übersetzer und Übersetzerinnen",
      "content": "1 Dolmetscher und Dolmetscherinnen werden in der Regel mit 60–120 Franken pro Stunde entschädigt. Der Ansatz richtet sich nach der Ausbildung und der beruflichen Erfahrung. 2 Übersetzer und Übersetzerinnen werden nach den branchenüblichen Ansätzen entschädigt. 3 Besteht eine Steuerpflicht, so wird die Mehrwertsteuer zusätzlich zu den Entschädigungen vergütet. 4 Ist nichts anderes vereinbart, so richtet sich die Entschädigung für Auslagen und Spesen nach Artikel 11."
    },
    {
      "provision_ref": "art22",
      "chapter": "3. Kapitel: Schlussbestimmungen",
      "section": "22",
      "title": "Aufhebung bisherigen Rechts",
      "content": "Das Reglement vom 11. Dezember 2006 über Kosten und Entschädigungen vor dem Bundesverwaltungsgericht wird aufgehoben. [ AS 2006 5305 ]"
    },
    {
      "provision_ref": "art23",
      "chapter": "3. Kapitel: Schlussbestimmungen",
      "section": "23",
      "title": "Inkrafttreten",
      "content": "Dieses Reglement tritt am 1. Juni 2008 in Kraft."
    }
  ],
  "definitions": []
}