{
  "id": "sr-171-21",
  "type": "statute",
  "title": "Bundesgesetz vom 18. März 1988 über Bezüge und Infrastruktur der Mitglieder der eidgenössischen Räte und über die Beiträge an die Fraktionen (Parlamentsressourcengesetz, PRG)",
  "title_en": "",
  "short_name": "PRG",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1988/1162_1162_1162/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Grundsatz",
      "content": "1 2 Fassung gemäss Ziff. I des BG vom 21. Juni 2002, in Kraft seit 1. Dez. 2002 ( AS 2002 3629 ; BBl 2002 4001 4006 )."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Jahreseinkommen für Vorbereitung der Ratsarbeit",
      "content": "Die Ratsmitglieder erhalten für die Vorbereitung der Ratsarbeit ein Jahreseinkommen von 26 000 Franken. Fassung gemäss Ziff. I des BG vom 21. Juni 2002, in Kraft seit 1. Dez. 2002 ( AS 2002 3629 ; BBl 2002 4001 4006 ). Siehe auch Art. 15 a hiernach. Jahreseinkommen gemäss Ziff. I Bst. a der V der BVers vom 15. Juni 2012, in Kraft seit 1. Sept. 2012 ( AS 2012 4573 ; BBl 2012 383 393 )."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Taggeld",
      "content": "1 2 Kann ein Ratsmitglied wegen Krankheit oder Unfall an einer Sitzung nicht teilnehmen, so hat es Anspruch auf einen angemessenen Ersatz für das entgangene Taggeld. 3 Während eines Mutterschaftsurlaubs wird der Parlamentarierin das entgangene Taggeld ausbezahlt. Für die Bemessung eines Mutterschaftsurlaubs ist Artikel 35 a des Arbeitsgesetzes vom 13. März 1964 sinngemäss anwendbar. Fassung gemäss Ziff. I des BG vom 21. Juni 2002, in Kraft seit 1. Dez. 2002 ( AS 2002 3629 ; BBl 2002 4001 4006 ). Taggeld gemäss Ziff. I Bst. b der V der BVers vom 15. Juni 2012, in Kraft seit 1. Sept. 2012 ( AS 2012 4573 ; BBl 2012 383 393 ). Eingefügt durch Ziff. I des BG vom 13. Dez. 2002, in Kraft seit 1. Dez. 2003 ( AS 2003 3661 ; BBl 2002 7082 7102 ). SR 822.11 Eingefügt durch Ziff. I des BG vom 13. Dez. 2002, in Kraft seit 1. Dez. 2003 ( AS 2003 3661 ; BBl 2002 7082 7102 )."
    },
    {
      "provision_ref": "art3a",
      "section": "3a",
      "title": "a Jahresentschädigung für Personal- und Sachausgaben",
      "content": "Die Ratsmitglieder erhalten eine Jahresentschädigung von 33 000 Franken als Beitrag zur Deckung der Personal- und Sachausgaben, die der Erfüllung ihres parlamentarischen Mandates dienen. Eingefügt durch Ziff. I des BG vom 21. Juni 2002 ( AS 2002 3629 ; BBl 2002 4001 4006 ). Fassung gemäss Ziff. I des BG vom 20. März 2008, in Kraft seit 1. Aug. 2008 ( AS 2008 3459 ; BBl 2008 2267 ). Jahresentschädigung gemäss Ziff. I Bst. c der V der BVers vom 15. Juni 2012, in Kraft seit 1. Sept. 2012 ( AS 2012 4573 ; BBl 2012 383 393 )."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Mahlzeiten- und Übernachtungsentschädigung",
      "content": "Die Ratsmitglieder erhalten eine Mahlzeiten- und eine Übernachtungsentschädigung."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Reiseentschädigung",
      "content": "Die Ratsmitglieder werden für Reisekosten, die im Rahmen der parlamentarischen Tätigkeit im In- und Ausland entstehen, entschädigt. Fassung gemäss Ziff. I des BG vom 21. Juni 2002, in Kraft seit 1. Dez. 2002 ( AS 2002 3629 ; BBl 2002 4001 4006 )."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Distanzentschädigung",
      "content": "Die Ratsmitglieder, die weit von Bern entfernt wohnen und lange Reisezeiten benötigen, erhalten eine Distanzentschädigung."
    },
    {
      "provision_ref": "art6a",
      "section": "6a",
      "title": "a Familienzulage",
      "content": "Die Ratsmitglieder erhalten im gleichen Umfang Familienzulagen wie das Personal der allgemeinen Bundesverwaltung gemäss Bundespersonalgesetz vom 24. März 2000. Familienzulagen, die das Ratsmitglied oder der andere Elternteil aus einer anderen Tätigkeit erhalten, werden angerechnet. Die Verwaltungsdelegation der Bundesversammlung kann mit der Familienausgleichskasse der Eidgenössischen Ausgleichskasse eine Anschlussvereinbarung gemäss Familienzulagengesetz vom 24. März 2006 abschliessen. Eingefügt durch Ziff. I des BG vom 13. Dez. 2002 ( AS 2003 3661 ; BBl 2002 7082 7102 ). Fassung gemäss Ziff. II des BG vom 18. Juni 2010, in Kraft seit 15. Okt. 2010 ( AS 2010 4491 ; BBl 2009 6101 ). SR 172.220.1 SR 836.2"
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Vorsorge",
      "content": "1 Die Ratsmitglieder erhalten bis zum vollendeten 65. Altersjahr einen Beitrag an die Vorsorge für Alter, Invalidität und Tod. 2 Der Bund entrichtet die Vorsorgeentschädigung: a. an eine vom Ratsmitglied bezeichnete Vorsorgeeinrichtung im Sinne des Bundesgesetzes vom 25. Juni 1982 über die berufliche Alters-, Hinterlassenen- und Invalidenvorsorge; oder b. an eine Einrichtung der gebundenen Selbstvorsorge. 3 Kann die Vorsorgeentschädigung eines Ratsmitgliedes nicht oder nicht vollständig in eine Einrichtung nach Absatz 2 eingebracht werden, so wird der entsprechende Teil der Vorsorgeentschädigung auf ein vom Parlament bezeichnetes Vorsorgewerk bei einer nicht registrierten Vorsorgeeinrichtung überwiesen. 4 Die Ratsmitglieder erhalten Leistungen im Invaliditäts- und Todesfall, sofern sie keine gleichwertigen Leistungen aus anderen Vorsorgeeinrichtungen der beruflichen Vorsorge oder anerkannter Formen der gebundenen Selbstvorsorge im Falle von Selbständigerwerbenden beziehen können. 5 Die Verordnung der Bundesversammlung regelt die Einzelheiten. Fassung gemäss Ziff. I des BG vom 8. Okt. 2004, in Kraft seit 1. Jan. 2005 ( AS 2005 711 ; BBl 2004 1485 1497 ). SR 831.40"
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Kranken- und Unfallversicherung",
      "content": "1 Die Versicherung gegen Krankheit und Unfall während der parlamentarischen Tätigkeit in der Schweiz ist Sache des Ratsmitgliedes. 2 Bei Erkrankungen und Unfällen, die ein Ratsmitglied in amtlicher Funktion im Ausland erleidet, werden die Kosten vom Bund übernommen, soweit sie nicht von der persönlichen Kranken- und Unfallversicherung des Ratsmitgliedes getragen werden. Die Verordnung der Bundesversammlung vom 18. März 1988 zum Parlamentsressourcengesetz regelt die Einzelheiten. Fassung gemäss Ziff. I des BG vom 13. Dez. 2002, in Kraft seit 1. Dez. 2003 ( AS 2003 3661 ; BBl 2002 7082 7102 ). SR 171.211"
    },
    {
      "provision_ref": "art8a",
      "section": "8a",
      "title": "a Überbrückungshilfe",
      "content": "1 Ein Ratsmitglied kann eine Überbrückungshilfe geltend machen, wenn es: a. beim Ausscheiden aus dem Rat das 65. Altersjahr noch nicht vollendet hat und keinen gleichwertigen Ersatz für das Einkommen als Ratsmitglied erzielen kann; oder b. bedürftig ist. 2 Die Überbrückungshilfe, die als Ersatz für das Einkommen als Ratsmitglied entrichtet wird, kann höchstens während zwei Jahren ausbezahlt werden. 3 Zuständig für die Prüfung der Gesuche ist die Verwaltungsdelegation der Bundesversammlung. Eingefügt durch Ziff. I des BG vom 13. Dez. 2002, in Kraft seit 1. Dez. 2003 ( AS 2003 3661 ; BBl 2002 7082 7102 )."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Entschädigungen für Kommissionspräsidenten und Berichterstatter",
      "content": "1 Die Ratsmitglieder, die den Vorsitz einer Kommission, einer Delegation, einer Sektion, einer Unterkommission oder einer Arbeitsgruppe führen, erhalten das doppelte Taggeld. Ausgenommen sind kurze Beratungen während der Sessionen. 2 Die Ratsmitglieder, die im Auftrag einer Kommission im Rat Bericht erstatten, erhalten für jeden mündlichen Bericht ein halbes Taggeld."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Sonderentschädigung",
      "content": "1 Die Ratsmitglieder erhalten eine Sonderentschädigung, wenn sie im Auftrag des Ratspräsidenten, des Büros oder einer Kommission eine Sonderaufgabe erfüllen (Untersuchung von Einzelfragen, Prüfung umfangreicher Akten usw.). 2 Über die Gewährung dieser Sonderentschädigung und über deren Höhe entscheidet die Verwaltungsdelegation der Bundesversammlung. Fassung gemäss Ziff. I des BG vom 20. März 2008, in Kraft seit 1. Aug. 2008 ( AS 2008 3459 ; BBl 2008 2267 )."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Zulage für Ratspräsidenten und Vizepräsidenten",
      "content": "Die Präsidenten und Vizepräsidenten beider Räte erhalten eine jährliche Zulage."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Beiträge an die Fraktionen",
      "content": "Die Fraktionen erhalten einen jährlichen Beitrag zur Deckung der Kosten ihrer Sekretariate, bestehend aus einem Grundbeitrag und einem Beitrag pro Fraktionsmitglied."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Repräsentationsauslagen und Experten",
      "content": "Für Repräsentationsauslagen der Räte, der Ratspräsidenten und der Kommissionen, für die Wahrung der Beziehungen zu den ausländischen Parlamenten, für die Tätigkeit in internationalen parlamentarischen Organisationen und für den Beizug von Experten und Auskunftspersonen werden die erforderlichen Kredite auf dem Weg des Voranschlages eingeräumt."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Ausführung des Gesetzes",
      "content": "1 2 3 Bestehen in Einzelfällen Zweifel über den Anspruch auf ein Einkommen oder eine Entschädigung oder bestreitet ein Ratsmitglied die Richtigkeit einer Abrechnung, so entscheidet die Verwaltungsdelegation der Bundesversammlung endgültig. Fassung gemäss Ziff. I des BG vom 21. Juni 2002, in Kraft seit 1. Dez. 2002 ( AS 2002 3629 ; BBl 2002 4001 4006 )."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Aufhebung des bisherigen Rechts",
      "content": "Das Bundesgesetz vom 17. März 1972 über die Bezüge der Mitglieder der eidgenössischen Räte und der Bundesbeschluss vom 28. Juni 1972 zum Taggeldergesetz werden aufgehoben. [ AS 1972 1488 , 1981 1602 , 1983 1940 ] [ AS 1972 1492 , 1983 1442 1940 Ziff. II]"
    },
    {
      "provision_ref": "art15a",
      "section": "15a",
      "title": "a Übergangsbestimmung zu Artikel 2",
      "content": "In den Jahren 2004 bis und mit 2007 erhalten die Ratsmitglieder aus Spargründen für die Vorbereitung der Ratsarbeit ein um 3000 Franken reduziertes Jahreseinkommen. Eingefügt durch Ziff. I des BG vom 19. Dez. 2003, in Kraft bis 31. Dez. 2007 ( AS 2003 5007 ; BBl 2003 5615 )."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Referendum und Inkrafttreten",
      "content": "1 Dieses Gesetz untersteht dem fakultativen Referendum. 2 Es tritt am 1. Juli 1988 in Kraft."
    }
  ],
  "definitions": []
}