{
  "id": "sr-172-222-023",
  "type": "statute",
  "title": "Verordnung vom 18. Dezember 2002 über den Unterstützungsfonds für das Bundespersonal (VUFB)",
  "title_en": "",
  "short_name": "VUFB",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2003/58/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "1. Abschnitt: Rechtsform und Zweck",
      "section": "1",
      "title": "Rechtsform",
      "content": "Unter dem Namen «Unterstützungsfonds» besteht im Eidgenössischen Personalamt (EPA) ein Spezialfonds im Sinne von Artikel 52 des Finanzhaushaltgesetzes vom 7. Oktober 2005. Fassung gemäss Ziff. I der V vom 21. Juni 2019, in Kraft seit 1. Jan. 2020 ( AS 2019 2121 ). SR 611.0"
    },
    {
      "provision_ref": "art2",
      "chapter": "1. Abschnitt: Rechtsform und Zweck",
      "section": "2",
      "title": "Zweck",
      "content": "Der Unterstützungsfonds unterstützt Personen nach Artikel 3 mit Beratung in finanziellen Angelegenheiten und subsidiär mit Leistungen, um einer drohenden Notlage vorzubeugen oder eine solche zu beheben. Fassung gemäss Ziff. I der V vom 21. Juni 2019, in Kraft seit 1. Jan. 2020 ( AS 2019 2121 )."
    },
    {
      "provision_ref": "art3",
      "chapter": "2. Abschnitt: Leistungsberechtigte sowie Leistungen",
      "section": "3",
      "title": "Leistungsempfänger und -empfängerinnen",
      "content": "Leistungen des Unterstützungsfonds können Personen erhalten, die bei den folgenden Organisationseinheiten angestellt sind oder bis zu ihrer Pensionierung oder dem Eintritt der Invalidität angestellt waren, sowie deren Hinterbliebene (Destinatäre und Destinatärinnen): a. Verwaltungseinheiten nach Artikel 6 der Regierungs- und Verwaltungsorganisationsverordnung vom 25. November 1998; b. Parlamentsdienste nach Artikel 64 des Parlamentsgesetzes vom 13. Dezember 2002; c. Bundesstrafgericht nach dem Strafbehördenorganisationsgesetz vom 19. März 2010, Bundesverwaltungsgericht nach dem Verwaltungsgerichtsgesetz vom 17. Juni 2005 und Bundespatentgericht nach dem Patentgerichtsgesetz vom 20. März 2009; d. Bundesgericht nach dem Bundesgerichtsgesetz vom 17. Juni 2005; e. Bundesanwaltschaft nach Artikel 22 Absatz 2 des Strafbehördenorganisationsgesetzes; f. Sekretariat der Aufsichtsbehörde über die Bundesanwaltschaft nach Artikel 27 Absatz 2 des Strafbehördenorganisationsgesetzes; g. dezentrale Verwaltungseinheiten mit eigener Rechtspersönlichkeit und eigener Rechnung, die nicht im Einvernehmen mit den Sozialpartnern eine gleichwertige eigene Lösung treffen. Fassung gemäss Ziff. I der V vom 21. Juni 2019, in Kraft seit 1. Jan. 2020 ( AS 2019 2121 ). SR 172.010.1 SR 171.10 SR 173.71 SR 173.32 SR 173.41 SR 173.110"
    },
    {
      "provision_ref": "art4",
      "chapter": "2. Abschnitt: Leistungsberechtigte sowie Leistungen",
      "section": "4",
      "title": "Leistungsvoraussetzungen und Leistungen",
      "content": "1 Der Unterstützungsfonds kann den Destinatären und Destinatärinnen subsidiär finanzielle Hilfe leisten, wenn sie keine gesetzlichen oder vertraglichen Leistungen in Anspruch nehmen können oder diese nicht ausreichen. 2 Leistungen werden nur an Destinatäre oder Destinatärinnen mit Kooperationsbereitschaft und nur nach vorausgehender professioneller Beratung durch die Personal- und Sozialberatung für die Bundesverwaltung (PSB) ausgerichtet. 3 Die Leistungen bestehen aus: a. zweckgebundenen Darlehen sowie Beiträgen, wenn der Destinatär oder die Destinatärin oder ihre Angehörigen verunfallen oder erkranken und ihnen die Übernahme aller Kosten nicht zuzumuten ist oder sie aus andern Gründen in eine wirtschaftliche Notlage geraten sind bzw. zu geraten drohen; b. zweckgebundenen Darlehen an den Destinatär oder die Destinatärin, um eine voraussichtliche Verschuldung zu verhindern oder eine Entschuldung durchzuführen; c. zweckgebundenen Darlehen und Beiträgen an Hilfswerke des Bundespersonals, ausgenommen Hypothekardarlehen. 4 Es besteht kein Rechtsanspruch auf Leistungen des Unterstützungsfonds. Fassung gemäss Ziff. I der V vom 21. Juni 2019, in Kraft seit 1. Jan. 2020 ( AS 2019 2121 )."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Grundsätze",
      "content": "1 Der Unterstützungsfonds: a. achtet auf wirksamen und wirtschaftlichen Mitteleinsatz; b. arbeitet partnerschaftlich mit anderen Organisationen und Institutionen zusammen; c. gibt sich eine wirksame und kostengünstige Verwaltungsstruktur; d. evaluiert regelmässig die eigene Tätigkeit. 2 Erhalten Hilfswerke des Bundespersonals finanzielle Mittel nach Artikel 4 Absatz 3 Buchstabe c, so sind sie verpflichtet, die Grundsätze nach Absatz 1 und Artikel 4 Absatz 2 sinngemäss einzuhalten."
    },
    {
      "provision_ref": "art6",
      "chapter": "3. Abschnitt: Finanzielle Mittel und Verwaltung",
      "section": "6",
      "title": "Finanzierung",
      "content": "1 Der Unterstützungsfonds wird finanziert durch: a. Mittel und Erträge von weiteren Spezialfonds, Kassen und Stiftungen, sofern deren Zweckbestimmungen dies zulassen; b. direkte Zuwendungen Dritter; c. Zuwendungen Dritter an die Eidgenossenschaft, welche auf Grund der Auflagen dem Vermögen des Unterstützungsfonds zugewiesen werden können; d. Zinserträge und Kapitalgewinne aus der Anlage seines Vermögens; e. Bussen nach Artikel 99 Absatz 3 Buchstabe b der Bundespersonalverordnung vom 3. Juli 2001; f. Erlöse aus dem Verkauf von Fundgegenständen. 2 Soweit die Mittel nach Absatz 1 für die Erbringung von Leistungen nach Artikel 4 nicht ausreichen, werden die Leistungen aus dem Fondsvermögen erbracht. SR 172.220.111.3 Fassung gemäss Ziff. I der V vom 21. Juni 2019, in Kraft seit 1. Jan. 2020 ( AS 2019 2121 )."
    },
    {
      "provision_ref": "art7",
      "chapter": "3. Abschnitt: Finanzielle Mittel und Verwaltung",
      "section": "7",
      "title": "Vermögensverwaltung",
      "content": "1 Das Vermögen des Unterstützungsfonds nach Artikel 6 wird bei der Eidgenössischen Finanzverwaltung (EFV) angelegt und im Rahmen der zentralen Tresorerie verwaltet. 2 Die Verzinsung des Vermögens des Unterstützungsfonds richtet sich nach Artikel 70 Absatz 2 der Finanzhaushaltverordnung vom 5. April 2006. 3 Die Kapitalgewinne, die Zinserträge und die übrigen Erlöse werden dem Unterstützungsfonds jährlich gutgeschrieben. Fassung gemäss Ziff. I der V vom 21. Juni 2019, in Kraft seit 1. Jan. 2020 ( AS 2019 2121 ). SR 611.01"
    },
    {
      "provision_ref": "art8",
      "chapter": "3. Abschnitt: Finanzielle Mittel und Verwaltung",
      "section": "8",
      "title": "Verwaltungs- und Beratungskosten",
      "content": "1 Die Verwaltungs- und Beratungskosten werden aus den Mitteln des Fonds gedeckt. 2 Als Verwaltungs- und Beratungskosten gelten namentlich: a. der Aufwand der Geschäftsstelle nach Artikel 14; dieser wird mit einer jährlichen Pauschale abgegolten; b. der Beratungsaufwand der PSB nach Artikel 4 Absatz 2; dieser wird mit einer jährlichen Pauschale abgegolten; c. Sitzungsgelder und Reisespesen für spesenberechtigte Fondsratsmitglieder; d. Honorare an Sachverständige nach Artikel 10 Buchstabe c. Fassung gemäss Ziff. I der V vom 21. Juni 2019, in Kraft seit 1. Jan. 2020 ( AS 2019 2121 )."
    },
    {
      "provision_ref": "art9",
      "chapter": "4. Abschnitt: Organe des Unterstützungsfonds",
      "section": "9",
      "title": "Organe",
      "content": "Die Organe des Unterstützungsfonds sind: a. der Fondsrat; b. die Geschäftsstelle."
    },
    {
      "provision_ref": "art10",
      "chapter": "4. Abschnitt: Organe des Unterstützungsfonds",
      "section": "10",
      "title": "Aufgaben und Zuständigkeiten des Fondsrats",
      "content": "Der Fondsrat: a. legt die Kriterien und das Verfahren zur Beurteilung und zum Entscheid von Leistungsgesuchen in einem Reglement fest (Leistungsreglement); b. legt die Leitlinien der Tätigkeit des Unterstützungsfonds fest; c. kann Ausschüsse einsetzen und Sachverständige beiziehen; d. erlässt eine Geschäftsordnung für sich und seine Ausschüsse; e. entscheidet endgültig über Gesuche nach Artikel 4 Absatz 3 Buchstabe a und b, die einen in der Geschäftsordnung festgelegten Betrag überschreiten, sowie über Gesuche nach Artikel 4 Absatz 3 Buchstabe c; f. beaufsichtigt die Tätigkeit der Ausschüsse; g. erstellt jährlich den Voranschlag, die Jahresrechnung und den Jahresbericht; h. … i. sorgt für die Information der Destinatäre und der Destinatärinnen über die Dienstleistungen des Unterstützungsfonds; j. urteilt endgültig über Entscheide der Geschäftsstelle, die an ihn weitergezogen werden; k. erfüllt sämtliche Aufgaben, die nicht in die Zuständigkeit eines andern Organs fallen; l. … Fassung gemäss Ziff. I der V vom 21. Juni 2019, in Kraft seit 1. Jan. 2020 ( AS 2019 2121 ). Fassung gemäss Ziff. I der V vom 21. Juni 2019, in Kraft seit 1. Jan. 2020 ( AS 2019 2121 ). Aufgehoben durch Ziff. I der V vom 21. Juni 2019, mit Wirkung seit 1. Jan. 2020 ( AS 2019 2121 ). Aufgehoben durch Ziff. I der V vom 21. Juni 2019, mit Wirkung seit 1. Jan. 2020 ( AS 2019 2121 )."
    },
    {
      "provision_ref": "art11",
      "chapter": "4. Abschnitt: Organe des Unterstützungsfonds",
      "section": "11",
      "title": "Zusammensetzung und Konstitution des Fondsrats",
      "content": "1 Der Fondsrat setzt sich aus acht Mitgliedern zusammen, wobei je vier Personen die Arbeitgeberschaft und die Arbeitnehmerschaft vertreten. Sprachregionen und Geschlechter müssen angemessen vertreten sein. Der Leiter oder die Leiterin der Geschäftsstelle gehört dem Fondsrat von Amtes wegen mit beratender Stimme an. 2 Der Fondsrat konstituiert sich selbst. Er wählt aus seiner Mitte den Präsidenten oder die Präsidentin und den Vizepräsidenten oder die Vizepräsidentin (Präsidium). Das Präsidium muss aus je einer Vertretung der Arbeitgeberschaft und der Arbeitnehmerschaft bestehen. Das Amt des Präsidenten oder der Präsidentin wechselt im Turnus von zwei Jahren zwischen beiden Vertretungen."
    },
    {
      "provision_ref": "art12",
      "chapter": "4. Abschnitt: Organe des Unterstützungsfonds",
      "section": "12",
      "title": "Wahlen",
      "content": "1 Das Eidgenössische Finanzdepartement wählt die Arbeitgebervertreter des Fondsrates. 2 Die Verbände des Bundespersonals bestimmen die Vertretung der Arbeitnehmerschaft. 3 Die Amtsdauer beträgt vier Jahre. Die Amtszeit ist auf zwölf Jahre beschränkt."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Zusammentreten, Beschlussfähigkeit",
      "content": "1 Der Fondsrat tritt in der Regel zwei Mal jährlich zusammen. 2 Der Fondsrat ist beschlussfähig, wenn mindestens je zwei Vertreter oder Vertreterinnen der Arbeitgeber- und der Arbeitnehmerschaft anwesend sind. Die Beschlüsse werden mit einfachem Mehr gefasst. Bei Stimmengleichheit entscheidet der oder die Vorsitzende. 3 Beschlüsse können auch auf dem Zirkularweg gefasst werden. Sie kommen zustande, wenn drei Viertel der Mitglieder einem Antrag zustimmen. Derartige Beschlüsse sind ins Protokoll der nächsten Sitzung aufzunehmen. Fassung gemäss Ziff. I der V vom 21. Juni 2019, in Kraft seit 1. Jan. 2020 ( AS 2019 2121 )."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Geschäftsstelle",
      "content": "1 Die Geschäftsstelle: a. entscheidet über Gesuche nach Artikel 4 Absatz 3 Buchstaben a und b, die einen in der Geschäftsordnung festgelegten Betrag nicht überschreiten; b. bereitet die Geschäfte des Fondsrates vor; c. führt das Sekretariat des Fondsrates. 2 Die Geschäftsstelle des Unterstützungsfonds wird durch die PSB im EPA geführt. Fassung gemäss Ziff. I der V vom 21. Juni 2019, in Kraft seit 1. Jan. 2020 ( AS 2019 2121 )."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Beschwerdeverfahren",
      "content": "1 Entscheide der Geschäftsstelle nach Artikel 14 Absatz 1 Buchstabe a können an den Fondsrat weitergezogen werden. 2 Das Leistungsreglement regelt das Beschwerdeverfahren."
    },
    {
      "provision_ref": "art16",
      "chapter": "5. Abschnitt: Revisionsstelle des Unterstützungsfonds",
      "section": "16",
      "title": "Revisionsstelle",
      "content": "Als Revisionsstelle amtet die Eidgenössische Finanzkontrolle."
    },
    {
      "provision_ref": "art17",
      "chapter": "5. Abschnitt: Revisionsstelle des Unterstützungsfonds",
      "section": "17",
      "title": "Aufgaben und Zuständigkeiten",
      "content": "Die Revisionsstelle: a. prüft, ob Buchführung und Jahresrechnung den gesetzlichen Vorschriften, den Leitlinien des Unterstützungsfonds und dem Leistungsreglement entsprechen; b. kann Einsicht in alle erforderlichen Unterlagen nehmen und bei den Organen des Unterstützungsfonds mündliche und schriftliche Auskünfte einholen; c. berichtet dem Fondsrat und dem EPA jährlich über die Ergebnisse der Überprüfung nach Buchstabe a. Fassung gemäss Ziff. I der V vom 21. Juni 2019, in Kraft seit 1. Jan. 2020 ( AS 2019 2121 )."
    },
    {
      "provision_ref": "art18",
      "chapter": "6. Abschnitt: Aufsichtsbehörde des Unterstützungsfonds",
      "section": "18",
      "title": "",
      "content": "1 Der Unterstützungsfonds steht unter der Aufsicht des EPA. 2 Der Fondsrat unterbreitet dem EPA folgende Dokumente zur Genehmigung: a. das Leistungsreglement (Art. 10 Bst. a); b. die Geschäftsordnung (Art. 10 Bst. d); c. den Voranschlag (Art. 10 Bst. g); d. die Jahresrechnung zusammen mit dem Jahresbericht des Fondsrats (Art. 10 Bst. g) und dem jährlichen Bericht der Revisionsstelle (Art. 17 Bst. c). Fassung gemäss Ziff. I der V vom 21. Juni 2019, in Kraft seit 1. Jan. 2020 ( AS 2019 2121 )."
    },
    {
      "provision_ref": "art19",
      "chapter": "7. Abschnitt: Inkrafttreten",
      "section": "19",
      "title": "",
      "content": "Aufgehoben durch Ziff. I der V vom 21. Juni 2019, mit Wirkung seit 1. Jan. 2020 ( AS 2019 2121 )."
    },
    {
      "provision_ref": "art20",
      "chapter": "7. Abschnitt: Inkrafttreten",
      "section": "20",
      "title": "",
      "content": "Diese Verordnung tritt am 1. Juni 2003 in Kraft. Aufgehoben durch Ziff. I der V vom 21. Juni 2019, mit Wirkung seit 1. Jan. 2020 ( AS 2019 2121 )."
    }
  ],
  "definitions": []
}