{
  "id": "sr-172-061",
  "type": "statute",
  "title": "Bundesgesetz vom 18. März 2005 über das Vernehmlassungsverfahren (Vernehmlassungsgesetz, VlG)",
  "title_en": "Federal Act of 18 March 2005 on the Consultation Procedure (Consultation Procedure Act, CPA)",
  "short_name": "VlG",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2005/542/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Scope of application",
      "content": "1 This Act regulates the main aspects of the consultation procedure. 2 It applies to consultation procedures that are initiated by the Federal Council, a department, the Federal Chancellery or a parliamentary committee. Amended by No I of the FA of 26 Sept. 2014, in force since 1 April 2016 ( AS 2016 925 ; BBl 2013 8875 )."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Purpose of the consultation procedure",
      "content": "1 The consultation procedure has the aim of allowing the cantons, political parties and interested groups to participate in the shaping of opinion and the decision-making process of the Confederation. 2 It is intended to provide information on material accuracy, feasibility of implementation and public acceptance of a federal project."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Subject matter of the consultation procedure",
      "content": "1 A consultation procedure takes place when drafting: a. amendments to the Constitution; b. draft legislation in terms of Article 164 paragraph 1 of the Federal Constitution; c. international law agreements that are subject to a referendum in terms of Articles 140 paragraph 1 letter b and 141 paragraph 1 letter d number 3 of the Federal Constitution or which affect essential cantonal interests; d. ordinances and other projects of major political, financial, economic, ecological, social or cultural significance; e. ordinances and other projects that do not fall within letter d but which significantly affect individual cantons or all the cantons or are implemented to a significant extent outside the Federal Administration. 2 A consultation procedure may also be carried out in projects that do not meet any of the requirements in paragraph 1. Amended by No I of the FA of 26 Sept. 2014, in force since 1 April 2016 ( AS 2016 925 ; BBl 2013 8875 )."
    },
    {
      "provision_ref": "art3a",
      "section": "3a",
      "title": "a Dispensing with a consultation procedure",
      "content": "1 A consultation procedure may be dispensed with if: a. the project relates primarily to the organisation or procedures of federal authorities or to the allocation of responsibilities among federal authorities; or b. no new findings are expected because the positions of the interested groups are known, in particular because a consultation procedure on the subject matter of the project has already been carried out. 2 Well-founded justification must be provided for a decision to dispense with a consultation procedure. Inserted by No I of the FA of 26 Sept. 2014, in force since 1 April 2016 ( AS 2016 925 ; BBl 2013 8875 )."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Participation",
      "content": "1 Anyone and any organisation may participate in a consultation procedure and submit an opinion. 2 The following are invited to submit an opinion: a. the cantonal governments; b. the political parties represented in the Federal Assembly; c. the national umbrella organisations for the communes, cities and mountain regions; d. the national umbrella organisations for the economic sector; e. the extra-parliamentary committees and any further interest groups relevant to the individual case. 3 The Federal Chancellery maintains a list of parties consulted in terms of paragraph 2 letters a–d. Amended by No I of the FA of 26 Sept. 2014, in force since 1 April 2016 ( AS 2016 925 ; BBl 2013 8875 ). Amended by No I of the FA of 26 Sept. 2014, in force since 1 April 2016 ( AS 2016 925 ; BBl 2013 8875 )."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Initiation",
      "content": "1 Consultation procedures on projects from the Federal Administration are initiated: a. by the Federal Council in the case of projects under Article 3 paragraph 1; b. by the responsible department or by the Federal Chancellery in the case of projects under Article 3 paragraph 2; c. by the responsible unit of the central or decentralised Federal Administration if it is authorised to enact legislation. 2 Consultation procedures on projects from the Federal Assembly are initiated by the responsible parliamentary committee. 3 The Federal Chancellery coordinates the consultation procedures. It gives public notice of any consultation procedure that has been initiated, providing details of the consultation period and the office where the consultation documents may be obtained. Amended by No I of the FA of 26 Sept. 2014, in force since 1 April 2016 ( AS 2016 925 ; BBl 2013 8875 )."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Procedure",
      "content": "1 The authority responsible for initiating the consultation procedure makes the required preparations, carries the procedure out, compiles the results and evaluates the same. Where the Federal Council initiates a consultation procedure, the relevant department carries out the tasks required. 2 Parliamentary committees may call on the assistance of offices and agencies of the Federal Administration for the preparation of the consultation procedure and the compilation of the results thereof. Amended by No I of the FA of 26 Sept. 2014, in force since 1 April 2016 ( AS 2016 925 ; BBl 2013 8875 )."
    },
    {
      "provision_ref": "art6a",
      "section": "6a",
      "title": "a Requirements for the explanation of the project",
      "content": "The requirements for Federal Council dispatches in terms of Article 141 paragraph 2 of the Parliament Act of 13 December 2002 apply by analogy to the explanation of the project. Inserted by No II 2 of the FA of 15 June 2018 (Miscellaneous Amendments to Parliamentary Law), in force since 26 Nov. 2018 ( AS 2018 3461 ; BBl 2017 6797 6865 ). SR 171.10"
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Form and duration",
      "content": "1 The consultation documents are made available in paper or electronic form. The Federal Council may provide that consultation procedures be carried out exclusively online provided the necessary technical requirements are met. 2 The authority responsible for carrying out the consultation procedures may also invite interested groups to meetings. Minutes must be taken of these meetings. 3 The duration of the consultation period is at least three months. This period may be extended appropriately to take account of public holidays as well as the content and size of the proposal. The minimum period is extended for consultation procedures: a. that include the period from 15 July to 15 August: by three weeks; b. that include the Christmas and New Year period: by two weeks; c. that include Easter: by one week. 4 If the project may not be delayed, the period may by way of exception be reduced. Well-founded justification for the urgency must be given to the parties consulted. Amended by No I of the FA of 26 Sept. 2014, in force since 1 April 2016 ( AS 2016 925 ; BBl 2013 8875 )."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Procedure for opinions",
      "content": "1 The opinions are acknowledged, considered and evaluated. 2 The results of the consultation procedure are summarised in a report. Inserted by No I of the FA of 26 Sept. 2014, in force since 1 April 2016 ( AS 2016 925 ; BBl 2013 8875 )."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Transparency",
      "content": "1 The following are made available to the public: a. the consultation documents; b. on expiry of the consultation period, the opinions and the minutes of consultation procedure conferences; c. after acknowledgement by the initiating authority, the summary of the results of the consultation procedure. (Art. 8 para. 2). 2 Opinions are made publicly available by permitting their inspection, providing copies or by publishing them in electronic form, and they may for this purpose be subjected to technical processing. 3 The Freedom of Information Act of 17 December 2004 does not apply. Amended by No I of the FA of 26 Sept. 2014, in force since 1 April 2016 ( AS 2016 925 ; BBl 2013 8875 ). SR 152.3"
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "",
      "content": "Repealed by the Federal Act of 26 Sept. 2014, with effect from 1 April 2016 ( AS 2016 925 ; BBl 2013 8875 )."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Implementing provisions",
      "content": "The Federal Council regulates the details in an ordinance, including in particular: a. the planning and the coordination of individual consultation procedures; b. the content of the consultation documents, their preparation and release; c. the conduct of the consultation procedure in electronic form; d. the procedure for dealing with the opinions submitted, and in particular their evaluation, technical processing, publication and archiving."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Amendment of current legislation",
      "content": "… The amendments may be consulted under AS 2005 4099 ."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Referendum and commencement",
      "content": "1 This Act is subject to an optional referendum. 2 The Federal Council determines the date on which this Act comes into force. Commencement date: 1 September 2005 FCD of 17 Aug. 2005."
    }
  ],
  "definitions": []
}