{
  "id": "sr-152-11",
  "type": "statute",
  "title": "Verordnung vom 8. September 1999 zum Bundesgesetz über die Archivierung (Archivierungsverordnung, VBGA)",
  "title_en": "Ordinance of 8 September 1999 to the Federal Act on Archiving (Archiving Ordinance)",
  "short_name": "VBGA",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1999/371/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Chapter 1 General Provisions",
      "section": "1",
      "title": "Subject matter",
      "content": "1 This Ordinance governs the rights and obligations of the bodies required to offer their documents to the Swiss Federal Archives (the Federal Archives) and the independent archiving bodies within the scope of the Act, the rights and obligations of the Federal Archives, and access to and the commercial use of the archive records. 2 Unless otherwise provided below, the provisions apply by analogy to independent archiving bodies."
    },
    {
      "provision_ref": "art2",
      "chapter": "Chapter 1 General Provisions",
      "section": "2",
      "title": "Scope of application",
      "content": "(Art. 1 ArchA) 1 The Federal Assembly, the Federal Council, the Parliamentary Services, the Swiss National Bank and the federal bodies listed in Annex 1 and defined in Article 1 paragraph 1 letters b – d and g of the Act shall fall within the scope of this Ordinance. 2 The autonomous institutes of the Confederation and similar federal institutions as per Article 1 paragraph 1 letter e of the Act that are subject to this Ordinance are listed in Annex 2. 3 Public or private law bodies in terms of Article 1 paragraph 1 letter h of the Act are deemed to be persons or institutions assigned sovereign competencies, specifically powers of disposal, or subject to full, direct supervision by the Confederation in their enforcement tasks. The Federal Department of Home Affairs (Department) shall list these persons and institutions in an ordinance. 4 The Department may amend or supplement Annexes 1 and 2 in consultation with the relevant bodies."
    },
    {
      "provision_ref": "art3",
      "chapter": "Chapter 1 General Provisions",
      "section": "3",
      "title": "Transparency",
      "content": "(Art. 2 para. 2 and Art. 5 paras. 2 and 3 ArchA) 1 The bodies required to offer their documents to the Federal Archives shall ensure that their activities can be verified and justified on the basis of those documents. They shall take the organisational, administrative and technical measures necessary for the production and management of documents fit for archiving. 2 ... Repealed by Art. 20 No 2 of the GEVER Ordinance of 3 April 2019, with effect from 1 April 2020 ( AS 2019 1311 )."
    },
    {
      "provision_ref": "art4",
      "chapter": "Chapter 2 Safekeeping of Documents",
      "section": "4",
      "title": "Commencement of obligation to offer documents to the Federal Archives",
      "content": "(Art. 6 ArchA) 1 Documents shall be deemed no longer constantly required and hence must be offered to the Federal Archives when the body bound to make such offer is no longer using them frequently and regularly. Such offer shall be made no later than five years after the last addition to the records. 2 The Federal Archives may extend the term of paragraph 1 if the body required to offer its documents can submit justification that it still needs them. 3 Special categories of documents shall be offered and, where applicable, transferred immediately after drafting or signature. State Treaties shall be offered through the Directorate of Public International Law. The Federal Archives shall regulate the details in directives. Amended by Art. 20 No 2 of the GEVER Ordinance of 3 April 2019, in force since 1 April 2020 ( AS 2019 1311 )."
    },
    {
      "provision_ref": "art5",
      "chapter": "Chapter 2 Safekeeping of Documents",
      "section": "5",
      "title": "Methods of obligatory offering and transfer of documents",
      "content": "(Arts. 5, 6 and 7 ArchA) 1 The body required to offer its documents to the Federal Archives shall ensure that the documents are prepared so that they can be assessed for archival value and, where applicable, archived without extra expense. 2 The body required to offer its documents to the Federal Archives shall suggest which documents are of archival value from a legal and administrative point of view. 3 Requirements for special retention periods under Article 12 of the Act shall be indicated at the time of offering. 4 The Federal Archives shall issue directives governing the details of the obligation to offer documents to it and of their transfer."
    },
    {
      "provision_ref": "art6",
      "chapter": "Chapter 2 Safekeeping of Documents",
      "section": "6",
      "title": "Establishment of archival value",
      "content": "(Arts. 7 and 8 ArchA) 1 The Federal Archives shall decide whether documents should be permanently archived, taking account of the suggestions of the body required to offer its documents to it. It shall assess the documents offered using historical and archival criteria. 2 If the Federal Archives and the body obliged to offer its documents disagree on the archival value of documents, they shall be archived. 3 The Federal Archives shall co-operate with the independent archiving bodies to decide whether such documents are of archival value. 4 The Federal Archives shall assess the archival value of the documents offered within a period of one year. If it fails to reach a decision, the archiving obligation shall lapse. Such period may be extended if the Federal Archives demonstrates that it cannot assess the documents in time."
    },
    {
      "provision_ref": "art7",
      "chapter": "Chapter 2 Safekeeping of Documents",
      "section": "7",
      "title": "Independent archiving",
      "content": "(Art. 4 paras. 3–5 ArchA) 1 The Swiss National Bank and the autonomous federal institutions and similar federal institutions designated in Annex 2 shall archive their documents independently. 2 The other public or private law bodies as per Article 1 paragraph 1 letter h of the Act and Article 2 paragraph 3 of the Ordinance who fulfil enforcement tasks assigned to them by the Confederation, the Federal Criminal Court; Federal Administrative Court and the Federal Appeal and Arbitration Commissions as per Art. 1 paragraph 1 letter d of the Act (Annex 1) shall inform the Federal Archives whether they wish to archive their documents independently. 3 The Federal Archives shall agree to independent archiving in the terms of paragraph 2 if the conditions of Article 8 paragraph 1 are met. 4 If the bodies named in paragraph 2 do not carry out independent archiving, they shall be required to offer their documents to the Federal Archives. The Federal Archives may charge them the costs of such archiving. 5 Bodies which carry out independent archiving shall, like federal departments and within their sphere of competence, ensure that their activities can be verified and justified on the basis of their documents. Amended by No IV 2 of the O of 22 Aug. 2007 on the Formal Revision of Federal Legislation, in force since 1 Aug. 2008 ( AS 2007 4477 , 2008 3452 )."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Assurance of uniform archiving practice",
      "content": "(Art. 4 paras. 3–5 ArchA) 1 Independent archiving bodies as per Article 1 paragraph 1 letters d, e and h of the Act shall reach an agreement with the Federal Archives on the composition, safekeeping, preservation and making accessible of their documents. They shall provide the necessary human, accommodation and financial resources. 2 The Federal Archives shall be authorised to inspect registries or information management units of such independent archiving bodies and to inspect the condition of the documents held there. 3 The Federal Archives may withdraw its consent to independent archiving or apply for such withdrawal if the archiving obligation is not being fulfilled, or not fulfilled in accordance with the principles of the Act. 4 In the event of revocation the costs of transfer, further archiving and restoration of any damage incurred shall be met by the body which produces the documents."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Obligation to conclude a contract for private law orders",
      "content": "(Art. 24 para. 2 ArchA) Where orders are performed under private law, the body placing the order shall govern the archiving of the documents beforehand by contract after agreement with the Federal Archives."
    },
    {
      "provision_ref": "art10",
      "chapter": "Section 1 General",
      "section": "10",
      "title": "Principles",
      "content": "(Arts. 9, 11 and 12 ArchA) 1 Anyone shall have the right of access to the Confederation archive records after expiry of the retention periods in Articles 9, 11 and 12 of the Act. 2 The right to consult the archive records shall comprise in particular: a. consultation of research aids; b. consultation of documents; c. photographic, photomechanical or digital reproduction, subject to conservation restrictions; and d. the reproduction and further use of obtained information, subject to the legal provisions protecting personal rights, especially data protection."
    },
    {
      "provision_ref": "art11",
      "chapter": "Section 1 General",
      "section": "11",
      "title": "Fees",
      "content": "(Art. 24 para. 1 ArchA) 1 The basic services of the Federal Archives such as support in identifying the documents and allowing consultation shall be free of charge, insofar as this is compatible with efficient administration. 2 The costs of additional services such as copying shall be charged according to time spent and costs of materials. 3 The Federal Department of Home Affairs shall issue a fee schedule."
    },
    {
      "provision_ref": "art12",
      "chapter": "Section 1 General",
      "section": "12",
      "title": "Finding aids",
      "content": "(Art. 17 para. 3 ArchA) 1 Finding aids shall be freely accessible to investigate the archive records and may be produced and published for this purpose by the Federal Archives. 2 Finding aids shall be catalogues, lists, indices, conventional files, digital files and other aids allowing access to the archive records by enumerating or describing them. 3 Finding aids which, as such, contain sensitive personal data or personality profiles shall only be published after expiry of the retention period. Before such expiry, publication shall only be permitted in accordance with Articles 11 and 13 of the Act."
    },
    {
      "provision_ref": "art13",
      "chapter": "Section 2 Retention Periods",
      "section": "13",
      "title": "Calculation of retention period",
      "content": "(Art. 10 ArchA) 1 The retention period shall as a rule cover a whole file or transaction. 2 The year of the most recent document shall serve as the basis for setting the retention period. Documents added later which contain no information of relevance to the matter shall not count towards the retention period. 3 The competent authority may release documents still covered by the retention period if: a. the main focus of the research is on documents dated outside the retention period; b. if contextual source criticism necessitates access to all the documents."
    },
    {
      "provision_ref": "art14",
      "chapter": "Section 2 Retention Periods",
      "section": "14",
      "title": "Extended retention period",
      "content": "(Arts. 11 and 12 ArchA) 1 Archive records that are classified according to the names of people and which contain sensitive personal data or personality profiles shall be covered by the 50‑year extended retention period in accordance with Article 11 of the Act. In an individual case, this may be reduced in accordance with Articles 11 and 13 of the Act or extended in accordance with Article 12 paragraph 2 of the Act. 2 If there is an overriding and legitimate public or private interest in preventing the consultation by third parties, the due retention period as per Art. 9 of the Act may be extended for certain categories of archive records or in an individual case. The extended retention period for categories of archive records shall as a rule total 50 years. 3 An overriding and legitimate public interest in preventing consultation shall exist if access to the records is likely: a. to jeopardise the internal or external security of the Confederation; b. to lastingly affect relations with foreign countries, international organisations or between the Confederation and the cantons; c. to seriously affect the power of action of the Federal Council. 4 An overriding and legitimate private interest in preventing consultation may exist in particular if consultation of the records would lead to a premature disclosure of professional or manufacturing secrets. 5 Record groups with special retention periods in accordance with Article 12 paragraph 1 of the Act are listed in Annex 3. The Federal Department of Home Affairs may amend or supplement this list. The most recent list in each case shall be held at the Federal Archives and shall be publicly accessible. The updated appendix shall be published in the Official Record each year."
    },
    {
      "provision_ref": "art15",
      "chapter": "Section 3 Applications to the Authority",
      "section": "15",
      "title": "Consultation applications in general",
      "content": "(Arts. 9, 11, 12 and 13 ArchA) 1 Consultation of the archive records may be applied for verbally or in writing. 2 Consultation applications during the retention period must be justified in writing. 3 Applications to consult documents still covered by the retention period must prove, where applicable, that they were already in the public domain, unless public access is subject to statutory control."
    },
    {
      "provision_ref": "art16",
      "chapter": "Section 3 Applications to the Authority",
      "section": "16",
      "title": "Consultation applications during the extended retention period under Art. 11 of the Act",
      "content": "(Art. 11 ArchA) 1 When consultation is applied for during the extended retention period under Article 11 of the Act, it shall be sufficient to prove that: a. the person concerned has given his or her consent; b. the person concerned has been dead for at least three years. 2 If the search does not relate to persons, a written declaration by the applicant to this effect shall suffice."
    },
    {
      "provision_ref": "art17",
      "chapter": "Section 4 Decision by the Authority",
      "section": "17",
      "title": "Authority to issue a ruling",
      "content": "In terms of the Act and of this Ordinance, the competent authority shall have power to rule on access to all documents written or received by it."
    },
    {
      "provision_ref": "art18",
      "chapter": "Section 4 Decision by the Authority",
      "section": "18",
      "title": "Permission to consult during the retention periods",
      "content": "(Arts. 9, 11, 12 and 13 ArchA) 1 The competent authority shall permit consultation during the retention period if the relevant documents relating to persons or facts were already in the public domain before expiry of the retention period, unless new legitimate public or private interests emerge against such consultation. 2 The competent authority shall allow consultation during the extended retention period under Article 11 paragraphs 1 and 2 of the Act if the conditions of Article 16 paragraph 1 are met. 3 The competent authority may allow consultation during the retention period at the request of the Federal Archives if: a. there are no statutory provisions that prevent it; and b. there are no overriding and legitimate opposing public or private interests; or c. the research does not relate to specific persons in accordance with Article 11 paragraph 3 of the Act. 4 The public activity of persons from contemporary history may not be protected by the argument of overriding private interest. AS 1999 2858"
    },
    {
      "provision_ref": "art19",
      "chapter": "Section 4 Decision by the Authority",
      "section": "19",
      "title": "Requirements and conditions",
      "content": "(Art. 13 paras. 2 and 3 ArchA) 1 The ruling authority may make its authorisation to consult during the retention periods subject to requirements and conditions. It may in particular require that certain parts of the file are not assessed, or that data be rendered anonymous. 2 The Federal Archives may require a written declaration from the person consulting the file that he or she is aware of the requirements and conditions. 3 In special cases the authority may require the text to be submitted to it before publication."
    },
    {
      "provision_ref": "art20",
      "chapter": "Section 5 Data Protection; Procedure",
      "section": "20",
      "title": "Right to information",
      "content": "(Art. 15 paras. 1 and 2 ArchA) 1 Anyone may request information about data concerning him or her that is archived at the Federal Archives or the independent archiving bodies. 2 Before issuing the information, the competent body shall check the applicant's identity and decide whether his or her request is legitimate. 3 Such a request for information is not admissible if the data is no longer classified under the name of the person concerned or if the release of the information is not compatible with efficient administration. 4 The right to information shall further be governed by the data protection legislation."
    },
    {
      "provision_ref": "art21",
      "chapter": "Section 5 Data Protection; Procedure",
      "section": "21",
      "title": "Note of objection",
      "content": "(Art. 15 para. 3 ArchA) 1 If a concerned person becomes aware that archived documents contain information about him or her which he or she considers incorrect, he or she may have this noted but may not correct the data. 2 The note of objection must be submitted in writing to the body where the consultation of the documents took place. It must be marked as an objection with the place, date and signature of the person concerned. 3 The note of objection shall be added to the documents at the appropriate point."
    },
    {
      "provision_ref": "art22",
      "chapter": "Section 5 Data Protection; Procedure",
      "section": "22",
      "title": "Procedure on refusal of consultation and information",
      "content": "(Art. 9 paras. 1, 11, 13 para. 1 and Art. 15 ArchA) 1 An applicant must be granted a hearing before any decision to reject or only partially accept and application. An appealable ruling shall be issued on request. 2 The procedure is governed by the provisions of the Administrative Procedure Act of 20 December 1968. The procedure under Article 15 paragraph 1 of the Act is reserved. SR 172.021"
    },
    {
      "provision_ref": "art23",
      "chapter": "Chapter 4 Commercial Use of Archive Records",
      "section": "23",
      "title": "Commercial use of archive records by the Federal Archives",
      "content": "(Art. 19 ArchA) The Federal Archives may use archive records for commercial purposes if this does not impede the sovereign business of state, if third parties are not thereby wrongfully disadvantaged in their business activities and if the commercial use is not opposed by copyright."
    },
    {
      "provision_ref": "art24",
      "chapter": "Chapter 4 Commercial Use of Archive Records",
      "section": "24",
      "title": "Transfer of rights to archive records for commercial use",
      "content": "(Art. 19 ArchA) 1 The Federal Archives may grant authorisation assigning rights to commercial use of archive records to third parties. The basis of such authorisation shall be a written application to the Federal Archives. 2 Such authorisation may be granted if: a. an agreement has been reached on the scope of such use and the level of compensation; b. no opposing rights are affected; and c. other users rights of use are not restricted. 3 If the rights of use are assigned to non-profit-making institutions or persons, the Federal Archives may waive the right to compensation. 4 Authorisation may be made conditional on requirements and conditions. 5 The consent of the Federal Archives is required for the commercial use of archive records of independent archiving bodies. 6 The procedure is governed by the provisions of the Administrative Procedure Act of 20 December 1968. SR 172.021"
    },
    {
      "provision_ref": "art25",
      "chapter": "Chapter 4 Commercial Use of Archive Records",
      "section": "25",
      "title": "Exemption from the prohibition of transfer of ownership of archive records",
      "content": "(The Act. Art. 20 ArchA) The ownership of archive records may not be transferred unless the archives are available in two or more identical copies and the copies are no longer needed."
    },
    {
      "provision_ref": "art26",
      "chapter": "Chapter 5 Final Provisions",
      "section": "26",
      "title": "Repeal of current legislation",
      "content": "1 The Federal Archives Regulations of 15 July 1966 shall be repealed. 2 Article 15 of the Ordinance of 14 June 1993 to the Federal Act on Data Protection shall be repealed. [ AS 1966 942 , 1973 1591 ] SR 235.11"
    },
    {
      "provision_ref": "art27",
      "chapter": "Chapter 5 Final Provisions",
      "section": "27",
      "title": "Amendment of current legislation",
      "content": "... The amendments may be consulted under AS 1999 2424 ."
    },
    {
      "provision_ref": "art28",
      "chapter": "Chapter 5 Final Provisions",
      "section": "28",
      "title": "Commencement",
      "content": "This Ordinance comes into force on 1 October 1999."
    }
  ],
  "definitions": []
}