{
  "id": "sr-172-042-110",
  "type": "statute",
  "title": "Verordnung vom 27. Oktober 1999 über die Gebühren im Zivilstandswesen (ZStGV)",
  "title_en": "",
  "short_name": "ZStGV",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1999/490/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Grundsätze und Geltungsbereich",
      "content": "1 Diese Verordnung regelt die Gebühren, die für zivilstandsamtliche Tätigkeiten erhoben werden von: a. den Zivilstandsämtern; b. den kantonalen Aufsichtsbehörden im Zivilstandswesen; c. den schweizerischen Vertretungen im Ausland; d. dem Eidgenössischen Amt für das Zivilstandswesen. 2 Es dürfen keine weiteren Gebühren, Auslagen und Zuschläge für zivilstandsamtliche Tätigkeiten erhoben werden. 3 Auslagen werden separat berechnet. Sie werden grundsätzlich zusammen mit der Gebühr erhoben. Fassung gemäss Ziff. I der V vom 4. Juni 2010, in Kraft seit 1. Jan. 2011 ( AS 2010 3037 )."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Gebührenpflicht",
      "content": "1 Eine Gebühr muss erstatten, wer: a. eine Dienstleistung nach Artikel 1 veranlasst; b. durch eine von Amtes wegen zu erbringende Handlung einen Vorteil erlangt; c. durch fehlerhaftes Verhalten eine zusätzliche Tätigkeit veranlasst. 2 Wird eine Gebühr von mehreren Personen geschuldet, so haften diese solidarisch."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Gebührenfreiheit",
      "content": "1 Behörden und Institutionen des Bundes, der Kantone und der Gemeinden sind von der Gebührenpflicht ausgenommen, es sei denn, die erbrachte Dienstleistung liege im unmittelbaren Interesse einer Privatperson. Vorbehalten sind weitere bundesrechtlich vorgesehene Fälle. 2 Die Kantone können vorsehen, dass die Gebühr für die Trauung oder die Beurkundung einer eingetragenen Partnerschaft und für die in diesem Zusammenhang erfolgte Dienstreise (Art. 1 a Abs. 4 der Zivilstandsverordnung vom 28. April 2004, ZStV) ganz oder teilweise erlassen wird. 3 Die Bekanntgabe von Personenstandsdaten an ausländische Behörden ist gebührenfrei (Art. 54 und 61 ZStV). SR 211.112.2 Fassung gemäss Ziff. I der V vom 4. Juni 2010, in Kraft seit 1. Jan. 2011 ( AS 2010 3037 ). Eingefügt durch Ziff. I der V vom 4. Juni 2010, in Kraft seit 1. Jan. 2011 ( AS 2010 3037 )."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Anwendbare Gebührensätze",
      "content": "1 Die Gebühren sind aufgeführt: a. im Anhang 1 für Leistungen, die hauptsächlich in der Zuständigkeit der Zivilstandsbeamtinnen und ‑beamten liegen; b. im Anhang 2 für Leistungen, die hauptsächlich in der Zuständigkeit der kantonalen Aufsichtsbehörden im Zivilstandswesen liegen; c. im Anhang 3 für Leistungen der schweizerischen Vertretungen im Ausland; d. im Anhang 4 für Leistungen des Eidgenössischen Amtes für das Zivilstandswesen. 2 Ohne anderslautende Bestimmung erheben die vorgenannten Behörden die in den Anhängen 1–4 aufgeführten Gebühren unabhängig von der hauptsächlichen Zuständigkeit. Eingefügt durch Ziff. I der V vom 7. Nov. 2012, in Kraft seit 1. Jan. 2013 ( AS 2012 6451 )."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Gebührenbemessung",
      "content": "1 Wird die Gebühr nach der aufgewendeten Zeit berechnet, so gilt jede angebrochene halbe Stunde als volle halbe Stunde. 2 Richtet sich die Gebührenbemessung nach der Anzahl der erstellten Seiten, so gelten teilweise beschriebene als ganze Seiten. 3 Soweit die Verordnung einen Gebührenrahmen vorsieht, werden bei der Gebührenbemessung insbesondere der Zeitaufwand, die Komplexität und Bedeutung des Falles sowie die Interessen und das Verschulden der gebührenpflichtigen Person berücksichtigt."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Gebührenzuschlag",
      "content": "1 Die Gebühr wird erhöht: a. um 50 Prozent, wenn das Gesuch als dringend behandelt werden muss; oder b. um 100 Prozent, wenn: 1. die Dienstleistung zwischen 18 Uhr und 7 Uhr, am Sonntag oder an einem allgemeinen Feiertag erbracht werden muss, 2. die Dienstleistung einen ausserordentlichen Arbeitsaufwand erfordert, oder 3. die Trauung oder die Begründung der eingetragenen Partnerschaft am Samstag stattfindet. 2 Die Kantone können auf die Gebührenzuschläge nach Absatz 1 Buchstabe b Ziffer 1, für zwischen 18 und 19 Uhr erbrachte Dienstleistungen, und Absatz 1 Buchstabe b Ziffer 3 verzichten. 3 Jeder Gebührenzuschlag ist zu begründen und in einer separaten Abrechnung auszuweisen. Fassung gemäss Ziff. I der V vom 4. Juni 2010, in Kraft seit 1. Jan. 2011 ( AS 2010 3037 )."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Auslagen",
      "content": "1 Als Auslagen gelten Kosten, die im Zusammenhang mit einer Dienstleistung zusätzlich anfallen, namentlich: a. Kosten für Porti und Telekommunikation; b. Reise- und Transportkosten; c. Kosten anderer Behörden oder Dritter, insbesondere für Bewilligungen, Abklärungen, Gutachten, Auskünfte, Übersetzungen und das Dolmetschen; d. Kosten für die Beschaffung von notwendigen Informationen und Dokumenten; e. Kosten für die Benützung des Lokals zur Durchführung der Trauung oder zur Begründung einer eingetragenen Partnerschaft, wenn es sich nicht um einen Amtsraum des Zivilstandsamtes handelt (Art. 1 a Abs. 4 ZStV); f. Kosten für die Hülle zur Aufbewahrung von Zivilstandsurkunden; g. Gebühren für die Ausgabe der Zulassungsbestätigung nach Artikel 21 Absatz 1 der Verordnung vom 8. Dezember 2017 über die Erstellung elektronischer öffentlicher Urkunden und elektronischer Beglaubigungen. 2 Auslagen sind auch von den Behörden und Institutionen zu vergüten, die nach Artikel 3 von der Gebührenpflicht befreit sind. Ausgenommen sind kleine Beträge sowie Kosten nach Absatz 1 Buchstabe a, wenn sie im direkten Kontakt zwischen der erbringenden und der durch diese Dienstleistung begünstigten Stelle entstehen. 3 Auslagen, die in Anwendung des Behindertengleichstellungsgesetzes vom 13. Dezember 2002 entstehen, gehen zulasten des Zivilstandsamtes. Fassung gemäss Ziff. I der V vom 4. Juni 2010, in Kraft seit 1. Jan. 2011 ( AS 2010 3037 ). Fassung gemäss Ziff. I der V vom 4. Juni 2010, in Kraft seit 1. Jan. 2011 ( AS 2010 3037 ). Fassung gemäss Ziff. I der V vom 4. Juni 2010, in Kraft seit 1. Jan. 2011 ( AS 2010 3037 ). Fassung gemäss Ziff. I der V vom 4. Juni 2010, in Kraft seit 1. Jan. 2011 ( AS 2010 3037 ). SR 211.112.2 Eingefügt durch Ziff. I der V vom 28. April 2004 ( AS 2004 2903 ). Fassung gemäss Ziff. I der V vom 4. Juni 2010, in Kraft seit 1. Jan. 2011 ( AS 2010 3037 ). Eingefügt durch Anhang Ziff. II 1 der V vom 8. Dez. 2017 über die Erstellung elektronischer öffentlicher Urkunden und elektronischer Beglaubigungen, in Kraft seit 1. Febr. 2018 ( AS 2018 89 ). SR 211.435.1 SR 151.3 Eingefügt durch Ziff. I der V vom 4. Juni 2010, in Kraft seit 1. Jan. 2011 ( AS 2010 3037 )."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "",
      "content": "Aufgehoben durch Ziff. I der V vom 4. Juni 2010, mit Wirkung seit 1. Jan. 2011 ( AS 2010 3037 )."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Vorschuss und Zwischenabrechnung",
      "content": "Gebührenpflichtige Personen können zur Leistung eines angemessenen Vorschusses für die Gebühren und Auslagen oder zur Begleichung einer Zwischenabrechnung angehalten werden."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Gebührenverfügung und Rechtsmittel",
      "content": "1 Die Gebühr wird festgesetzt, sobald die Dienstleistung erbracht worden ist. 2 Gegen die Gebührenverfügung kann Beschwerde bei der übergeordneten Verwal tungseinheit erhoben werden. Die Artikel 89 und 90 ZStV sind anwendbar. 3 Bei Gebührenverfügungen im Bereich der Auskunft aus dem Spenderdatenverzeichnis richtet sich der Rechtsmittelweg nach dem Fortpflanzungsmedizingesetz vom 18. Dezember 1998. SR 211.112.2 Fassung gemäss Ziff. I der V vom 4. Juni 2010, in Kraft seit 1. Jan. 2011 ( AS 2010 3037 ). SR 810.11 Eingefügt durch Art. 27 der Fortpflanzungsmedizinverordnung vom 4. Dez. 2000, in Kraft seit 1.Jan. 2001 ( AS 2000 3068 )."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Zahlungsfrist",
      "content": "Die Gebühr ist innert einer Frist von 30 Tagen seit Rechtskraft der Verfügung zu bezahlen."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Inkasso",
      "content": "1 Die Gebühren können per Nachnahme erhoben werden, wenn die gebührenpflichtige Person damit einverstanden ist oder besondere Umstände dies rechtfertigen. 2 Im Ausland sind die Gebühren in der entsprechenden Landeswährung zu bezahlen. Den Umrechnungskurs bestimmen die Vertretungen nach Weisung des Eidgenössischen Departements für auswärtige Angelegenheiten. 3 Soweit nicht Bundesstellen betroffen sind, richten sich die Gebühren für das Mahnwesen nach kantonalem Recht. Eingefügt durch Ziff. I der V vom 4. Juni 2010, in Kraft seit 1. Jan. 2011 ( AS 2010 3037 )."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Gebührenerlass oder -ermässigung und Verzicht auf Auslagenersatz",
      "content": "1 Gebühren und Auslagen können aus wichtigen Gründen ermässigt oder erlassen werden, namentlich: a. bei Bedürftigkeit der gebührenpflichtigen Person; b. wenn die Dienstleistung im öffentlichen Interesse liegt oder einem gemeinnützigen Zweck dient; c. für einfache Auskünfte und kleinere Verrichtungen. 2 Auslagen, die im Zusammenhang mit einer Dienstleistung oder Tätigkeit im öffentlichen Interesse entstehen, trägt das Zivilstandsamt, wenn sie keiner nach Artikel 2 Absatz 1 gebührenpflichtigen Person angelastet werden können oder uneinbringlich sind. 3 Können die Auslagen für die Nachführung des Personenstandsregisters niemandem angelastet werden, so trägt sie das für die Beurkundung zuständige Zivilstandsamt. Fassung gemäss Ziff. I der V vom 4. Juni 2010, in Kraft seit 1. Jan. 2011 ( AS 2010 3037 ). Fassung gemäss Ziff. I der V vom 26. Okt. 2016, in Kraft seit 1. Juli 2017 ( AS 2016 3919 5109 )."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Zwangsvollstreckung",
      "content": "Gebührenverfügungen sind in der ganzen Schweiz den Gerichtsurteilen im Sinne von Artikel 80 des Bundesgesetzes über Schuldbetreibung und Konkurs vom 11. April 1889 gleichgestellt. SR 281.1"
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Verjährung",
      "content": "1 Die Gebührenforderung verjährt nach Ablauf von fünf Jahren. 2 Die Verjährung wird durch jede Verwaltungshandlung unterbrochen, mit der die Gebührenforderung bei der pflichtigen Person geltend gemacht wird."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Anpassung der Gebühren an die Preisentwicklung",
      "content": "1 Das Eidgenössische Justiz- und Polizeidepartement passt die Gebühren alle vier Jahre auf Beginn des Kalenderjahres der allgemeinen Preisentwicklung an. 2 Es nimmt die Gebührenanpassung früher vor, wenn der schweizerische Konsumentenpreisindex gegenüber der letzten Indexierung eine Abweichung von mehr als 5 Prozent erreicht. 3 Die Gebühren werden auf 5 Franken auf- oder abgerundet."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Änderung bisherigen Rechts",
      "content": "... Die Änderungen können unter AS 1999 3480 konsultiert werden."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 1. Januar 2000 in Kraft."
    }
  ],
  "definitions": []
}