{
  "id": "sr-172-216-1",
  "type": "statute",
  "title": "Organisationsverordnung vom 14. Juni 1999 für das Eidgenössische Departement für Wirtschaft, Bildung und Forschung (OV-WBF)",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1999/344/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "1. Kapitel: Das Departement",
      "section": "1",
      "title": "Ziele und Tätigkeitsbereiche",
      "content": "1 Das Eidgenössische Departement für Wirtschaft, Bildung und Forschung (Departement) fördert die Rahmenbedingungen, die für die langfristige Entwicklung einer innovativen, wettbewerbsorientierten und Arbeitsplätze schaffenden Wirtschaft und für eine wettbewerbsfähige Forschung erforderlich sind, und setzt sich für eine Bildung von hoher Qualität ein. Bei der Verfolgung dieser Ziele trägt das Departement den schweizerischen Gegebenheiten sowie dem europäischen und globalen Umfeld Rechnung und berücksichtigt die nachhaltige Entwicklung. 2 Das Departement verfolgt in seinen drei zentralen Politikbereichen insbesondere folgende Ziele: a. Allgemeine Wirtschaftspolitik: Es fördert eine wettbewerbsfähige Binnen- und Aussenwirtschaft, die sich durch eine ausgeglichene wirtschaftliche Entwicklung auszeichnet, einen stabilen und funktionierenden Arbeitsmarkt schafft und eine aktive Partnerrolle in einer marktwirtschaftlich orientierten Weltwirtschaft übernimmt. b. Bildung, Forschung und Innovation: Es fördert einen entwicklungs-, leistungs- und wettbewerbsfähigen, international vernetzten Bildungs-, Forschungs- und Innovationsraum und leistet dadurch einen Beitrag zur Stärkung des Standortes Schweiz. c. Landwirtschaft: Es fördert einen wettbewerbsfähigen und der nachhaltigen Entwicklung verpflichteten Agrarsektor, der hochwertige tierische und pflanzliche Nahrungsmittel erzeugt und gemeinwirtschaftliche Leistungen erbringt. Fassung gemäss Ziff. I 5 der V vom 15. Juni 2012 (Neugliederung der Departemente), in Kraft seit 1. Jan. 2013 ( AS 2012 3631 )."
    },
    {
      "provision_ref": "art2",
      "chapter": "1. Kapitel: Das Departement",
      "section": "2",
      "title": "Grundsätze der Departementstätigkeiten",
      "content": "Das Departement verfolgt seine Ziele und erfüllt seine Aufgaben nach den allgemeinen Grundsätzen der Verwaltungstätigkeit nach Artikel 11 RVOV und beachtet im Weiteren folgende Leitgedanken: a. Es trifft Entscheide, welche im Einklang mit den Prinzipien der Marktwirtschaft stehen und sozialpolitischen sowie umwelt- und gesundheitspolitischen Anliegen Rechnung tragen. b. Es arbeitet mit der Wirtschaft und den Sozialpartnern zusammen. c. Es beachtet den Grundsatz der Subsidiarität. d. Es achtet auf administrativ einfache Lösungen und straffe Verfahren."
    },
    {
      "provision_ref": "art3",
      "chapter": "1. Kapitel: Das Departement",
      "section": "3",
      "title": "Ziele der Verwaltungseinheiten",
      "content": "Die Ziele nach den Artikeln 5–11 sowie 14 und 15 dienen den Verwaltungseinheiten des Departements als Richtschnur bei der Erfüllung ihrer Aufgaben und bei der Wahrnehmung ihrer Zuständigkeiten, wie sie in der Bundesgesetzgebung festgelegt sind."
    },
    {
      "provision_ref": "art4",
      "chapter": "1. Kapitel: Das Departement",
      "section": "4",
      "title": "",
      "content": "1 Das Generalsekretariat übt die Funktionen nach Artikel 42 RVOG aus und nimmt folgende Kernfunktionen wahr: a. Es unterstützt den Departementsvorsteher oder die Departementsvorsteherin als Mitglied des Bundesrates und Chef oder Chefin des Departements. b. Es ist betraut mit Strategie, Planung, Controlling und Koordination auf Departementsstufe. c. Ihm obliegen die Informationsbeschaffung, die Informationsplanung und die Kommunikation. d. Es steuert Personal, Finanzen, Logistik, Informatik und Übersetzungswesen auf Departementsstufe und betreibt ein SAP-Dienstleistungszentrum. e. Es besorgt die Rechtsetzung, Rechtsanwendung und Rechtsberatung auf Departementsstufe. f. Es nimmt innerhalb des Departements die Eignerinteressen wahr gegenüber dem ETH-Bereich (Art. 15 a – c ), der Schweizerischen Agentur für Innovationsförderung (Innosuisse, Art. 15 d ), dem Eidgenössische Hochschule für Berufsbildung (Art. 15 e ), der Schweizerischen Exportrisikoversicherung (Art. 15 f ), der SIFEM AG (Swiss Investment Fund for Emerging Markets, Art. 15 i ) sowie, im Einvernehmen mit dem Generalsekretariat des Eidgenössischen Departements des Innern, der Identitas AG (Art. 7 a des Tierseuchengesetzes vom 1. Juli 1966). Das Departement regelt die Zusammenarbeit der dafür im Generalsekretariat bestimmten Stelle mit den Fachämtern. 2 Dem Generalsekretariat unterstellt ist das Büro für Konsumentenfragen (Art. 12). 2bis Dem Generalsekretariat unterstellt ist zudem der Informatik-Leistungserbringer ISCeco. Er integriert und betreibt die Fachanwendungen der Verwaltungseinheiten des Departements. 3 Dem Generalsekretariat administrativ zugewiesen ist die Preisüberwachung (Art. 11). Fassung gemäss Anhang 3 Ziff. 5 der V vom 30. Juni 2010, in Kraft seit 1. Aug. 2010 ( AS 2010 3175 ). Eingefügt durch Ziff. I 5 der V vom 15. Juni 2012 (Neugliederung der Departemente) ( AS 2012 3631 ). Fassung gemäss Anhang 3 Ziff. II 2 der V vom 3. Nov. 2021 über die Identitas AG und die Tierverkehrsdatenbank, in Kraft seit 1. Jan. 2022 ( AS 2021 751 ). Die Bezeichnung der Verwaltungseinheit wurde in Anwendung von Art. 20 Abs. 2 der Publikationsverordnung vom 7. Okt. 2015 ( SR 170.512.1 ) auf den 1. August 2021 angepasst. Diese Anpassung wurde im ganzen Text vorgenommen. SR 916.40 Fassung gemäss Ziff. I der V vom 7. Nov. 2018, in Kraft seit 1. Jan. 2019 ( AS 2018 4573 ). Eingefügt durch Anhang 3 Ziff. 5 der V vom 30. Juni 2010, in Kraft seit 1. Aug. 2010 ( AS 2010 3175 )."
    },
    {
      "provision_ref": "art5",
      "chapter": "5",
      "section": "5",
      "title": "Staatssekretariat für Wirtschaft",
      "content": "1 Das Staatssekretariat für Wirtschaft (SECO) ist das Kompetenzzentrum des Bundes für alle Kernfragen der Wirtschaftspolitik einschliesslich der Arbeitsmarktpolitik, der Aussenwirtschaftspolitik und, gemeinsam mit der Direktion für Entwicklung und Zusammenarbeit (DEZA) des Eidgenössischen Departements für auswärtige Angelegenheiten (EDA), der Entwicklungspolitik und Ostzusammenarbeit. 2 Das SECO verfolgt insbesondere folgende Ziele: a. Es strebt ein nachhaltiges Wirtschaftswachstum auf der Grundlage einer in sich kohärenten Konjunktur- und Beschäftigungspolitik an. b. Es pflegt die Wettbewerbsordnung im Rahmen einer entsprechend zielorientierten Ordnungs- und Wettbewerbspolitik, Strukturpolitik und Arbeitsmarktpolitik. c. Es steigert die Attraktivität des Wirtschaftsstandortes Schweiz. d. Es strebt die Verbesserung des Zugangs zu den ausländischen Märkten an und wirkt mit bei der Gestaltung einer an der Marktwirtschaft orientierten Weltwirtschaftsordnung. e. Es fördert die wirtschaftliche Integration der Schweiz in Europa. f. Es unterstützt die Eingliederung der Entwicklungsländer und der osteuropäischen Transformationsländer in die Weltwirtschaft. g. Es trägt zur Sicherheit und zum Gesundheitsschutz am Arbeitsplatz bei. h. Es gestaltet das öffentliche Arbeitnehmerschutzrecht sowie die Rahmenbedingungen im Bereich des kollektiven Arbeitsrechts mit. i. Es unterstützt die Eingliederung oder Wiedereingliederung von Stellensuchenden in den Arbeitsprozess und gewährleistet ein angemessenes Ersatzeinkommen für Arbeitslose. j. Es unterstützt die Sozialpartnerschaft. k. … l. Es erleichtert die Verabschiedung und die Umsetzung von Massnahmen zur Reduktion der administrativen Belastung und der Regulierungskosten der kleinen und mittleren Unternehmen (KMU) und zur Sicherstellung einer kohärenten KMU-Politik des Bundes. 2bis Das SECO gibt periodische Publikationen über die allgemeine Wirtschaftspolitik und die Konjunkturtendenzen heraus. 2ter Das SECO ist die Fachstelle für die Regulierungsfolgenabschätzung (RFA). Es stellt die methodischen Grundlagen der RFA zur Verfügung und berät und unterstützt die anderen Verwaltungseinheiten bei der Durchführung von RFA. 3 Im Bereich der Entwicklungs- und Ostzusammenarbeit sind die Aufgaben und Zuständigkeiten des SECO in besonderen Erlassen festgelegt. 4 Das SECO ist zuständig für die wirtschaftspolitische Gesetzgebung; vorbehalten bleiben die arbeitsmarktlichen Aufgaben des Eidgenössischen Justiz- und Polizeidepartements (EJPD) im Ausländer- und Flüchtlingswesen und die privatrechtliche Gesetzgebung. 5 Das SECO ist im Bereich der Arbeitslosenversicherung zur Beschwerde an das Bundesgericht berechtigt. 6 Dem SECO unterstellt ist die Schweizerische Akkreditierungsstelle (SAS). Sie akkreditiert private und öffentliche Prüf- und Konformitätsbewertungsstellen in der Schweiz nach international anerkannten Anforderungen. Eingefügt durch Ziff. III 3 der V vom 10. März 2006 ( AS 2006 1089 ). Aufgehoben durch Anhang 3 Ziff. 5 der V vom 30. Juni 2010, mit Wirkung seit 1. Aug. 2010 ( AS 2010 3175 ). Eingefügt durch Art. 15 der V vom 8. Dez. 2006 über die Koordination der Politik des Bundes zugunsten der kleinen und mittleren Unternehmen ( AS 2007 73 ). Fassung gemäss Ziff. I 5 der V vom 15. Juni 2012 (Neugliederung der Departemente), in Kraft seit 1. Jan. 2013 ( AS 2012 3631 ). Eingefügt durch Ziff. I der V vom 17. Dez. 2014, in Kraft seit 1. Febr. 2015 ( AS 2015 7 ). Eingefügt durch Ziff. I der V vom 6. Dez. 2019, in Kraft seit 1. Febr. 2020 ( AS 2019 4733 ). V vom 12. Dez. 1977 über die internationale Entwicklungszusammenarbeit und humanitäre Hilfe (SR 974.01 ).V vom 19. Dez. 2018 über die Zusammenarbeit mit den Staaten Osteuropas (SR 974.11 ). V vom 14. Aug. 1991 über die Durchführung von Umweltprogrammen und -projekten von globaler Bedeutung in Entwicklungsländern (SR 172.018 ). Eingefügt durch Anhang 3 Ziff. 5 der V vom 30. Juni 2010, in Kraft seit 1. Aug. 2010 ( AS 2010 3175 ). Eingefügt durch Anhang 3 Ziff. 5 der V vom 30. Juni 2010, in Kraft seit 1. Aug. 2010 ( AS 2010 3175 )."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Staatssekretariat für Bildung, Forschung und Innovation",
      "content": "1 Das Staatsekretariat für Bildung, Forschung und Innovation (SBFI) ist das Kompetenzzentrum des Bundes für national und international ausgerichtete Fragen der Bildungs-, Forschungs- und Innovationspolitik. Es sorgt für einen Bildungs-, Forschungs- und Innovationsraum Schweiz von hoher Qualität. 2 Das SBFI verfolgt insbesondere folgende Ziele: a. Es entwickelt eine strategische Gesamtschau für den Bildungs-, Forschungs- und Innovationsraum Schweiz und erarbeitet dafür die Leistungs- und Ressourcenplanung des Bundes. b. Es setzt sich ein für die internationale Vernetzung und die Integration der Schweiz in den europäischen und weltweiten Bildungs-, Forschungs- und Innovationsraum. c. Es setzt sich ein für ein breites und vielfältiges Bildungsangebot und achtet auf die Gleichwertigkeit und Durchlässigkeit der allgemeinbildenden und der berufsbezogenen Bildungswege. d. Es sichert und stärkt die Qualität und Attraktivität der Berufsbildung entsprechend den sich wandelnden Bedürfnissen des Arbeitsmarktes. e. Es setzt sich ein für eine effiziente Lehre und Forschung von hoher Qualität an den Hochschulen. f. Es fördert die Forschung und die Innovation und koordiniert die Aufgaben und Massnahmen der zuständigen Förderorgane des Bundes. g. Es fördert und koordiniert die schweizerischen Aktivitäten zur Erforschung und Nutzung des Weltraums. 3 Es erfüllt seine Aufgaben unter Einbezug der Kantone, der Organisationen der Arbeitswelt sowie der Institutionen und Organe der Hochschulen und der Forschungs- und Innovationsförderung. 4 Es ist in seinem Zuständigkeitsbereich Ansprechpartner nationaler und internationaler Behörden und Institutionen und vertritt den Bund in nationalen und die Schweiz in internationalen Gremien. 5 Es ist die nationale Kontaktstelle für die Anerkennung ausländischer Berufsqualifikationen und stellt die Koordination zwischen den zuständigen Stellen sicher. Es ist zuständig für die Anerkennung kantonaler Maturitäten und für die Vergleichbarkeit von Berufsqualifikationen sowie für die Anerkennung ausländischer Diplome und Ausweise im Bereich der Berufsbildung und der Fachhochschulen. Fassung gemäss Ziff. I 5 der V vom 15. Juni 2012 (Neugliederung der Departemente), in Kraft seit 1. Jan. 2013 ( AS 2012 3631 )."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Bundesamt für Landwirtschaft",
      "content": "1 Das Bundesamt für Landwirtschaft (BLW) ist das Kompetenzzentrum des Bundes für den Agrarsektor und für das bäuerliche Boden- und Pachtrecht. 2 Das BLW verfolgt insbesondere folgende Ziele: a. Es setzt sich im binnen- und aussenwirtschaftlichen Bereich für eine multifunktionale Landwirtschaft ein, die einen wesentlichen Beitrag leistet zur sicheren Versorgung der Bevölkerung mit Nahrungsmitteln, zur Erhaltung der natürlichen Lebensgrundlagen, zur Pflege der Kulturlandschaft und zur dezentralen Besiedlung des Landes. b. Es schafft und sichert günstige Rahmenbedingungen für die Produktion und den Absatz landwirtschaftlicher Erzeugnisse im In- und Ausland, für ökologische Leistungen der Landwirtschaft mittels einer umweltverträglichen Bewirtschaftung, für eine sozialverträgliche Entwicklung der Landwirtschaft sowie für ein bäuerliches Grundeigentum. 3 Dem BLW ist Agroscope unterstellt. Agroscope ist das Kompetenzzentrum des Bundes im Bereich der Forschung für die Land- und Ernährungswirtschaft. Sie unterstützt die Landwirtschaft im Bestreben, qualitativ hochwertige und wettbewerbsfähige Produkte im Einklang mit dem Prinzip der nachhaltigen Entwicklung zu erzeugen. Ihre Organisation und ihre Aufgaben sind in den Artikeln 114 und 115 des Landwirtschaftsgesetzes vom 29. April 1998 und in der Verordnung vom 23. Mai 2012 über die landwirtschaftliche Forschung geregelt. 4 … 5 Das BLW führt das Sekretariat des nationalen Komitees der Ernährungs- und Landwirtschaftsorganisation der Vereinten Nationen (FAO-Komitee). 6 Im Bereich des geistigen Eigentums nimmt das BLW die Aufgaben nach dem Sortenschutzgesetz vom 20. März 1975 wahr. Fassung gemäss Ziff. I der V vom 11. Nov. 2020, in Kraft seit 1. Jan. 2021 ( AS 2020 5391 ). Fassung gemäss Ziff. I der V vom 11. Nov. 2020, in Kraft seit 1. Jan. 2021 ( AS 2020 5391 ). SR 910.1 SR 915.7 Fassung gemäss Art. 14 Abs. 2 der V vom 23. Mai 2012 über die landwirtschaftliche Forschung, in Kraft seit 1. Jan. 2013 ( AS 2012 3431 ). Aufgehoben durch Anhang 3 Ziff. 5 der V vom 30. Juni 2010, mit Wirkung seit 1. Aug. 2010 ( AS 2010 3175 ). SR 232.16"
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "",
      "content": "Aufgehoben durch Ziff. I 5 der V vom 15. Juni 2012 (Neugliederung der Departemente), mit Wirkung seit 1. Jan. 2013 ( AS 2012 3631 )."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Bundesamt für wirtschaftliche Landesversorgung",
      "content": "1 Das Bundesamt für wirtschaftliche Landesversorgung (BWL) ist das Kompetenzzentrum des Bundes für Massnahmen zur Überwindung von Störungen der Versorgung des Landes mit lebenswichtigen Gütern und Dienstleistungen. 2 Das BWL verfolgt in Zusammenarbeit mit der Wirtschaft insbesondere folgende Ziele: a. Es mindert die Risiken von Störungen der Versorgung mit lebenswichtigen Gütern und Dienstleistungen durch eine angepasste Bereitschaft und eine jederzeit einsatzbereite Organisation der Wirtschaft, des Bundes und der Kantone. b. Es sorgt bei Störungen der Versorgung mit lebenswichtigen Gütern und Dienstleistungen zusammen mit der Wirtschaft dafür, dass Importe, Vorräte, Konsum, Dienstleistungen und Logistik durch angemessene Bewirtschaftungsmassnahmen optimal aufeinander abgestimmt werden. c. Es strebt bei der Versorgungssicherung eine internationale Zusammenarbeit und Solidarität an. 3 Die Organisation der wirtschaftlichen Landesversorgung wird durch besondere Erlasse geregelt. Landesversorgungsgesetz vom 17. Juni 2016 ( SR 531 ). V vom 10. Mai 2017 über die wirtschaftliche Landesversorgung ( SR 531.11 )."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Bundesamt für Wohnungswesen",
      "content": "1 Das Bundesamt für Wohnungswesen (BWO) ist das Kompetenzzentrum des Bundes im Bereich der Wohnungspolitik; es ist für Massnahmen der Wohnbau- und Eigentumsförderung zuständig und erfüllt mietrechtliche Aufgaben gestützt auf Artikel 109 der Bundesverfassung. 2 Das BWO verfolgt insbesondere folgende Ziele: a. Es fördert die Wohnraumbeschaffung für benachteiligte Gruppen, den genossenschaftlichen Wohnungsbau, die Erhaltung der bestehenden Wohnbausubstanz und das Wohneigentum. b. Es verbessert die Wohnverhältnisse in Regionen und Siedlungsräumen mit besonderen Versorgungsproblemen. c. Es sorgt für die Verhinderung missbräuchlicher Forderungen aus dem Mietverhältnis und für den Ausgleich der unterschiedlichen Interessen von Vermietern und Mietern. d. Es fördert paritätische Vertragsbeziehungen zwischen Vermietern und Mietern, namentlich Rahmenmietverträge und deren Allgemeinverbindlicherklärung. 3 … SR 101 Fassung gemäss Ziff. I 5 der V vom 15. Juni 2012 (Neugliederung der Departemente), in Kraft seit 1. Jan. 2013 ( AS 2012 3631 ). Aufgehoben durch Ziff. I 5 der V vom 15. Juni 2012 (Neugliederung der Departemente), mit Wirkung seit 1. Jan. 2013 ( AS 2012 3631 )."
    },
    {
      "provision_ref": "art10a",
      "section": "10a",
      "title": "a Bundesamt für Zivildienst",
      "content": "1 Das Bundesamt für Zivildienst (ZIVI) ist das Kompetenzzentrum des Bundes für den Zivildienst. Es sorgt für eine rasche Behandlung der Gesuche um Zulassung zum Zivildienst, die effiziente Organisation der Einsätze der zivildienstpflichtigen Personen und die Sicherstellung des volkswirtschaftlichen Nutzens des Zivildienstes. 2 Das ZIVI nimmt insbesondere folgende Aufgaben wahr: a. Es entscheidet über die Zulassung von Personen zum Zivildienst. b. Es anerkennt Einsatzbetriebe. c. Es setzt die zivildienstpflichtigen Personen ein. 3 Die Organisation und die genauen Aufgaben des ZIVI werden durch das Zivildienstgesetz vom 6. Oktober 1995 und die dazugehörigen Verordnungen geregelt. Eingefügt durch Ziff. I der V vom 7. Nov. 2018, in Kraft seit 1. Jan. 2019 ( AS 2018 4573 ). SR 824.0"
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Die Preisüberwachung",
      "content": "1 Die Preisüberwachung ist das Kompetenzzentrum des Bundes zur Überwachung der Preise, die nicht das Ergebnis wirksamen Wettbewerbs sind. 2 Ziele der Preisüberwachungen sind die Verhinderung und Beseitigung von missbräuchlichen Preisen sowie die Schaffung von Transparenz. 3 Organisation und Aufgaben der Preisüberwachung werden durch besondere Erlasse geregelt. Preisüberwachungsgesetz vom 20. Dez. 1985 ( SR 942.20 )."
    },
    {
      "provision_ref": "art12",
      "chapter": "33",
      "section": "12",
      "title": "Das Büro für Konsumentenfragen",
      "content": "1 Das Büro für Konsumentenfragen ist das Kompetenzzentrum des Bundes für die Belange der Konsumentinnen und Konsumenten im Rahmen der allgemeinen Wirtschaftspolitik. 2 Organisation und Aufgaben des Büros für Konsumentenfragen werden durch besondere Erlasse geregelt. Konsumenteninformationsgesetz vom 5. Okt. 1990 ( SR 944.0 )."
    },
    {
      "provision_ref": "art13",
      "chapter": "33",
      "section": "13",
      "title": "",
      "content": "Aufgehoben durch Ziff. I 5 der V vom 15. Juni 2012 (Neugliederung der Departemente), mit Wirkung seit 1. Jan. 2013 ( AS 2012 3631 )."
    },
    {
      "provision_ref": "art14",
      "chapter": "33",
      "section": "14",
      "title": "",
      "content": "Aufgehoben durch Ziff. I der V vom 7. Nov. 2018, mit Wirkung seit 1. Jan. 2019 ( AS 2018 4573 )."
    },
    {
      "provision_ref": "art15",
      "chapter": "33",
      "section": "15",
      "title": "Die Wettbewerbskommission",
      "content": "1 Die Wettbewerbskommission (WEKO) und ihr Sekretariat sind das Kompetenzzentrum des Bundes in Wettbewerbsfragen und Fragen des Binnenmarktgesetzes. 2 Die WEKO verfolgt insbesondere folgende Ziele: a. Sie fördert den Wettbewerb im Interesse einer freiheitlichen marktwirtschaftlichen Ordnung. b. Sie fördert den diskriminierungsfreien Zugang zum Binnenmarkt Schweiz. 2bis … 3 Organisation und Aufgaben der WEKO werden durch besondere Erlasse geregelt. Binnenmarktgesetz vom 6. Okt. 1995 (SR 943.02 ). Kartellgesetz vom 6. Okt. 1995 (SR 251 ). Eingefügt durch Ziff. I der V vom 10. März 2006 ( AS 2006 1067 ). Aufgehoben durch Anhang 3 Ziff. 5 der V vom 30. Juni 2010, mit Wirkung seit 1. Aug. 2010 ( AS 2010 3175 ). Binnenmarktgesetz vom 6. Okt. 1995 (SR 943.02 ). Kartellgesetz vom 6. Okt. 1995 (SR 251 ). Luftfahrtgesetz vom 21. Dez. 1948 (SR 748.0 )."
    },
    {
      "provision_ref": "art15a",
      "chapter": "37",
      "section": "15a",
      "title": "a ETH-Bereich",
      "content": "1 Der Bereich der Eidgenössischen Technischen Hochschulen (ETH-Bereich) wirkt bei der Vorbereitung und Umsetzung der Hochschul-, Forschungs- und Technologiepolitik des Bundes mit. 2 Aufgaben und Organisation des ETH-Bereichs sind im ETH-Gesetz vom 4. Oktober 1991 und in der Verordnung ETH-Bereich vom 19. November 2003 geregelt. Eingefügt durch Ziff. I 5 der V vom 15. Juni 2012 (Neugliederung der Departemente), in Kraft seit 1. Jan. 2013 ( AS 2012 3631 ). SR 414.110 SR 414.110.3"
    },
    {
      "provision_ref": "art15b",
      "chapter": "37",
      "section": "15b",
      "title": "b Eidgenössische Technische Hochschule Zürich und Eidgenössische Technische Hochschule Lausanne",
      "content": "Aufgaben und Organisation der Eidgenössischen Technischen Hochschule Zürich (ETHZ) und der Eidgenössischen Technischen Hochschule Lausanne (ETHL) sind im ETH-Gesetz vom 4. Oktober 1991 und in gestützt darauf erlassenen Verordnungen des Bundesrates und des ETH-Rates geregelt. Eingefügt durch Ziff. I 5 der V vom 15. Juni 2012 (Neugliederung der Departemente), in Kraft seit 1. Jan. 2013 ( AS 2012 3631 ). SR 414.110"
    },
    {
      "provision_ref": "art15c",
      "section": "15c",
      "title": "c Forschungsanstalten des ETH-Bereichs",
      "content": "Aufgaben und Organisation der folgenden vier Forschungsanstalten des ETH-Bereichs sind im ETH-Gesetz vom 4. Oktober 1991 und in gestützt darauf erlassenen Verordnungen des Bundesrates und des ETH-Rates geregelt: a. Paul-Scherrer-Institut (PSI); b. Eidgenössische Forschungsanstalt für Wald, Schnee und Landschaft (WSL); c. Eidgenössische Materialprüfungs- und Forschungsanstalt (EMPA); d. Eidgenössische Anstalt für Wasserversorgung, Abwasserreinigung und Gewässerschutz (EAWAG). Eingefügt durch Ziff. I 5 der V vom 15. Juni 2012 (Neugliederung der Departemente), in Kraft seit 1. Jan. 2013 ( AS 2012 3631 ). SR 414.110"
    },
    {
      "provision_ref": "art15d",
      "section": "15d",
      "title": "d Schweizerische Agentur für Innovationsförderung",
      "content": "1 Die Innosuisse ist das Förderorgan des Bundes für die wissenschaftsbasierte Inno-vation in allen Disziplinen, die an Hochschulforschungsstätten nach Artikel 4 Buch-stabe c des Bundesgesetzes vom 14. Dezember 2012 über die Förderung der Forschung und der Innovation (FIFG) vertreten sind. 2 Organisation und Aufgaben der Innosuisse sind im Innosuisse-Gesetz vom 17. Juni 2016 geregelt. Ursprünglich 15 a . Eingefügt durch Anhang 3 Ziff. 5 der V vom 30. Juni 2010 ( AS 2010 3175 ). Fassung gemäss Anhang Ziff. 2 der V vom 15. Nov. 2017, in Kraft seit 1. Jan. 2018 ( AS 2017 6607 ). SR 420.1 SR 420.2"
    },
    {
      "provision_ref": "art15e",
      "section": "15e",
      "title": "e Eidgenössische Hochschule für Berufsbildung",
      "content": "1 Die EHB ist das Kompetenzzentrum des Bundes für Lehre und Forschung in der Berufspädagogik, der Berufsbildung und der Berufsentwicklung. 2 Organisation und Aufgaben der Hochschule werden durch die EHB-Verordnung vom 14. September 2005 geregelt. Ursprünglich 15 a, dann 15 b . Eingefügt durch Anhang Ziff. 1 der EHB-Verordnung vom 14. Sept. 2005, in Kraft seit 1. Jan. 2007 ( AS 2005 4607 ). [ AS 2005 4607 ; 2009 5933 ; 2016 575 ; AS 2021 405 Art. 5 Abs. 1]. Siehe heute die EHB-Verordnung vom 18. Juni 2021 ( SR 412.106.1 )."
    },
    {
      "provision_ref": "art15f",
      "section": "15f",
      "title": "f Die Schweizerische Exportrisikoversicherung",
      "content": "Organisation und Aufgaben der Schweizerischen Exportrisikoversicherung (SERV) sind im Exportrisikoversicherungsgesetz vom 16. Dezember 2005 geregelt. Ursprünglich 15 b , dann 15 c . Eingefügt durch Art. 30 Ziff. 1 der V vom 25. Okt. 2006 über die Schweizerische Exportrisikoversicherung, in Kraft seit 1. Jan. 2007 ( AS 2006 4403 ). SR 946.10"
    },
    {
      "provision_ref": "art15g",
      "section": "15g",
      "title": "g Schweiz Tourismus",
      "content": "Organisation und Aufgaben von Schweiz Tourismus (ST) sind im Bundesgesetz vom 21. Dezember 1955 über Schweiz Tourismus geregelt. Urspünglich 15 d . Eingefügt durch Anhang 3 Ziff. 5 der V vom 30. Juni 2010, in Kraft seit 1. Aug. 2010 ( AS 2010 3175 ). SR 935.21"
    },
    {
      "provision_ref": "art15h",
      "section": "15h",
      "title": "h Schweizerische Gesellschaft für Hotelkredit",
      "content": "Organisation und Aufgaben der Schweizerischen Gesellschaft für Hotelkredit (SGH) sind im Bundesgesetz vom 20. Juni 2003 über die Förderung der Beherbergungswirtschaft geregelt. Urspünglich 15 e . Eingefügt durch Anhang 3 Ziff. 5 der V vom 30. Juni 2010, in Kraft seit 1. Aug. 2010 ( AS 2010 3175 ). SR 935.12"
    },
    {
      "provision_ref": "art15i",
      "section": "15i",
      "title": "i SIFEM AG",
      "content": "1 Die SIFEM AG ist eine Aktiengesellschaft des Bundes unter privatem Recht. Als Entwicklungsfinanzierungsgesellschaft investiert sie in lokale oder regionale Fonds zugunsten von KMU in Entwicklungs- und Schwellenländern. 2 Aufgaben und Organisation der SIFEM AG sind in der Verordnung vom 12. Dezember 1977 über die internationale Entwicklungszusammenarbeit und humanitäre Hilfe geregelt. Eingefügt durch Ziff. I 5 der V vom 15. Juni 2012 (Neugliederung der Departemente), in Kraft seit 1. Jan. 2013 ( AS 2012 3631 ). SR 974.01"
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Geschäftsordnung",
      "content": "Das Departement erlässt eine Geschäftsordnung im Sinne von Artikel 29 RVOV."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Aufhebung und Änderung bisherigen Rechts",
      "content": "1 Es werden aufgehoben: a. der Bundesratsbeschluss vom 15. Januar 1946 über die Organisation des Bundesamtes für Industrie, Gewerbe und Arbeit; b. die Verordnung vom 1. Juli 1992 über das Institut für Viruskrankheiten und Immunprophylaxe. 2–4 … [BS 1 423; AS 1948 123 ] [ AS 1992 1506 ] Die Änderungen können unter AS 1999 2179 konsultiert werden."
    },
    {
      "provision_ref": "art18",
      "chapter": "60",
      "section": "18",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 1. Juli 1999 in Kraft."
    }
  ],
  "definitions": []
}