{
  "id": "sr-150-2",
  "type": "statute",
  "title": "Bundesgesetz vom 18. Dezember 2015 zum Internationalen Übereinkommen zum Schutz aller Personen vor dem Verschwindenlassen",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2016/732/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Gegenstand",
      "content": "Dieses Gesetz regelt die Umsetzung des Internationalen Übereinkommens vom 20. Dezember 2006 zum Schutz aller Personen vor dem Verschwindenlassen (Übereinkommen)."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Begriff",
      "content": "Als verschwunden im Sinne dieses Gesetzes gilt jede Person, der im Auftrag oder mit Billigung des Staates die Freiheit entzogen wurde, über deren Schicksal oder Verbleib die Auskunft verweigert wird und die dadurch dem Schutz des Gesetzes entzogen ist."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Aktenführungspflicht",
      "content": "1 Behörden, die Freiheitsentzüge vollziehen, stellen sicher, dass amtliche Akten geführt werden, in denen die in Artikel 17 Absatz 3 des Übereinkommens genannten Daten erfasst sind. 2 Sie leiten diese Daten auf Anfrage unverzüglich an die zuständige Koordinationsstelle weiter."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Netzwerk",
      "content": "1 Der Bund errichtet in enger Zusammenarbeit mit den Kantonen ein Netzwerk, das dem Informationsaustausch bei der Suche nach mutmasslich verschwundenen Personen dient. 2 Der Bund und jeder Kanton setzen zu diesem Zweck eine Koordinationsstelle ein. 3 Der Bundesrat regelt unter Einbezug der Kantone die Funktionsweise des Netzwerks und die Bearbeitungsfristen."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Informationsgesuch",
      "content": "1 Personen, die eine nahestehende Person vermissen und befürchten, dass diese verschwunden ist, können bei der Koordinationsstelle des Bundes ein schriftliches Informationsgesuch einreichen. 2 Das Gesuch ist zu begründen. In der Begründung ist namentlich darzulegen, in welchem Verhältnis die gesuchstellende Person zur gesuchten Person steht und woraus sich der Verdacht ergibt, dass die gesuchte Person verschwunden ist."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Suche im Netzwerk",
      "content": "1 Die Koordinationsstelle des Bundes löst eine Suche im Netzwerk und, falls nötig, bei den für den Vollzug von Freiheitsentzügen zuständigen Bundesstellen aus, wenn Anhaltspunkte dafür bestehen, dass sich die gesuchte Person in einem Freiheitsentzug befindet. 2 Die Koordinationsstellen der Kantone und die für den Vollzug von Freiheitsentzügen zuständigen Bundesstellen teilen der Koordinationsstelle des Bundes unverzüglich mit, ob sich die gesuchte Person in einem Freiheitsentzug befindet. 3 Befindet sich die gesuchte Person in einem Freiheitsentzug, so teilt die Koordinationsstelle des zuständigen Kantons oder die für den Vollzug von Freiheitsentzügen zuständige Bundesstelle zudem mit, wo sich die Person im Freiheitsentzug befindet, welche Behörde diesen angeordnet hat und in welchem Gesundheitszustand sich die Person befindet. 4 Die Koordinationsstelle des Bundes entscheidet unverzüglich über die Auslösung einer Suche im Netzwerk. Sie kann ihren Entscheid der gesuchstellenden Person formlos mitteilen. Wird die Suche im Netzwerk verweigert, kann die gesuchstellende Person eine Verfügung verlangen."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Benachrichtigung",
      "content": "1 Kann der Aufenthaltsort der gesuchten Person mit der Suche im Netzwerk nicht ermittelt werden, so benachrichtigt die Koordinationsstelle des Bundes die gesuchstellende Person darüber. 2 Ergibt die Suche im Netzwerk, dass sich die gesuchte Person in einem Freiheitsentzug befindet, so benachrichtigt die Koordinationsstelle des Bundes die gesuchstellende Person über den Aufenthaltsort und die Kontaktdaten; hierzu holt die Koordinationsstelle des Bundes vorgängig die ausdrückliche Einwilligung der gesuchten Person ein. 3 Willigt die gesuchte Person nicht ausdrücklich in die Benachrichtigung ein oder hat die zuständige Strafbehörde gemäss Artikel 214 Absatz 2 der Strafprozessordnung entschieden, dass der Untersuchungszweck die Benachrichtigung verbietet, so teilt die Koordinationsstelle des Bundes mit Verfügung mit, dass die Person nicht verschwunden ist und dass keine weiteren Angaben gemacht werden können. SR 312.0"
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Rechtsschutz",
      "content": "Der Rechtsschutz richtet sich nach den allgemeinen Bestimmungen über die Bundesrechtspflege."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Informationssystem der Koordinationsstelle des Bundes",
      "content": "1 Die Koordinationsstelle des Bundes betreibt ein Informationssystem zur Erfassung der Suchen im Netzwerk und der Benachrichtigungen. 2 Das System enthält die in Artikel 18 Absatz 1 des Übereinkommens aufgeführten Daten. 3 Der Bundesrat regelt den Datenkatalog, die Aufbewahrungsdauer der Daten und die Datensicherheit. Datum des Inkrafttretens: 1. Januar 2017 BRB vom 2. Nov. 2016 ( AS 2016 4687 )."
    }
  ],
  "definitions": []
}