{
  "id": "sr-152-1",
  "type": "statute",
  "title": "Bundesgesetz vom 26. Juni 1998 über die Archivierung (Archivierungsgesetz, BGA)",
  "title_en": "Federal Act of 26 June 1998 on Archiving (Archiving Act, ArchA)",
  "short_name": "BGA",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1999/354/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Section 1 General Provisions",
      "section": "1",
      "title": "Purpose and scope",
      "content": "1 This Act regulates the archiving of documents from: a. the Federal Assembly; b. the Federal Council, the Federal Administration as defined in Article 2 of the Government and Administration Organisation Act of 21 March 1997, and the units of the armed forces; c. Swiss diplomatic and consular missions abroad; d. the Federal Criminal Court, the Federal Administrative Court, the Federal Patent Court and the federal appeals and arbitration commissions; e. the autonomous institutions of the Confederation; f. the Swiss National Bank; g. extra-parliamentary committees; h. other public or private law bodies that fulfil executive tasks delegated to them by the Confederation, with the exception of the cantons; i. former federal bodies. 2 This Act also applies to the use of archive records belonging to the Confederation by federal bodies and by third parties. 3 The Federal Supreme Court shall regulate the archiving of their documents in accordance with the principles contained in this Act and in consultation with the Swiss Federal Archives (Federal Archives). SR 172.010 Amended by No I 1 of the FA of 28 Sept. 2012 on the Amendment of Procedural Provisions on Lawyers' Professional Secrecy, in force since 1 May 2013 ( AS 2013 847 ; BBl 2011 8181 ). Amended by No II 3 of the FA of 20 March 2008 on the Formal Revision of Federal Legislation, in force since 1 Aug. 2008 ( AS 2008 3437 ; BBl 2007 6121 )."
    },
    {
      "provision_ref": "art2",
      "chapter": "Section 1 General Provisions",
      "section": "2",
      "title": "Principles",
      "content": "1 Federal documents that are valuable for legal, political, economic, historical, social or cultural reasons shall be archived. 2 Archiving makes a contribution towards legal certainty as well as to the continuous and efficient management of administrative activities. In particular, it forms the basis for historical and sociological research."
    },
    {
      "provision_ref": "art3",
      "chapter": "Section 1 General Provisions",
      "section": "3",
      "title": "Definitions",
      "content": "1 Documents within the meaning of this Act are all recorded information, irrespective of the medium, that is received or produced in the fulfilment of the public duties of the Confederation, as well as all finding aids and supplementary data that are required in order to understand and use this information. 2 Archive records are documents that have been accepted by the Federal Archives for safekeeping or that are independently archived by other bodies in accordance with the principles laid down in this Act. 3 Documents that are of archival value are documents of legal or administrative importance or which contain valuable information."
    },
    {
      "provision_ref": "art4",
      "chapter": "Section 2 Safekeeping of Documents",
      "section": "4",
      "title": "Archiving responsibilities",
      "content": "1 The Federal Archives shall archive the documents of the Confederation. 2 The archiving of cantonal documents that have originated in the conduct of federal tasks is the responsibility of the cantons, unless a federal act provides otherwise. 3 The Swiss National Bank and autonomous institutions designated by the Federal Council are responsible for the archiving of their own documents in accordance with the principles of this Act. 4 The Federal Criminal Court, Federal Administrative Court, Federal Patent Court and the federal appeals and arbitration commissions shall offer their documents to the Federal Archives for safekeeping in the event that they are themselves unable to archive the documents in accordance with the principles of this Act. 5 Other public or private law bodies, provided they carry out executive tasks delegated to them by the Confederation, are themselves responsible for the archiving of related documents in accordance with the principles of this Act or shall offer these to the Federal Archives for safekeeping. The Federal Council shall enact a corresponding ordinance. Amended by No I 1 of the Federal Act of 28 Sept. 2012 on the Amendment of Procedural Provisions on Lawyers' Professional Secrecy, in force since 1 May 2013 ( AS 2013 847 ; BBl 2011 8181 )."
    },
    {
      "provision_ref": "art5",
      "chapter": "Section 2 Safekeeping of Documents",
      "section": "5",
      "title": "Information and records management",
      "content": "1 The Federal Archives shall advise the offices required to offer their records for safekeeping on the organisation, management, preservation and delivery of their documents. It may also offer such services to other bodies. 2 It has the power to consult registries or information management centres of the offices required to offer their records for safekeeping and to consult the condition of the documents held there. 3 It shall issue directives to the offices required to offer their records for safekeeping on: a. the management, preservation and delivery of documents; b. the creation and management of parallel archives."
    },
    {
      "provision_ref": "art6",
      "chapter": "Section 2 Safekeeping of Documents",
      "section": "6",
      "title": "Obligation to offer records for safekeeping",
      "content": "The bodies designated in Article 1 paragraph 1 must offer all documents that they no longer constantly require to the Federal Archives for safekeeping, provided they are not themselves responsible for their archiving."
    },
    {
      "provision_ref": "art7",
      "chapter": "Section 2 Safekeeping of Documents",
      "section": "7",
      "title": "Assessment of the archival value and acceptance of documents",
      "content": "1 The Federal Archives, in cooperation with the bodies designated in Article 1 paragraph 1, shall decide whether documents are of archival value. 2 Documents that are assessed as being of archival value must be delivered to the Federal Archives by the bodies required to offer their records for safekeeping. Offices not required to offer their records for safekeeping are responsible for their own archiving. 3 The Federal Archives may temporarily safeguard documents that are assessed as not being of archival value if such safeguarding is required by federal law."
    },
    {
      "provision_ref": "art8",
      "chapter": "Section 2 Safekeeping of Documents",
      "section": "8",
      "title": "Destruction of documents",
      "content": "1 Documents that are subject to the obligation to be offered for safekeeping must not be destroyed without the consent of the Federal Archives. 2 The Federal Archives may not destroy documents without the consent of the body that has delivered them."
    },
    {
      "provision_ref": "art9",
      "chapter": "Section 3 Access to Archive Records",
      "section": "9",
      "title": "Principle of freedom of access and period of retention",
      "content": "1 The archive records of the Confederation become available for consultation by the general public free of charge after the expiry of a retention period of 30 years, subject to the terms of Articles 11 and 12. 2 Documents that were accessible to the public before their delivery to the Federal Archives remain accessible to the public."
    },
    {
      "provision_ref": "art10",
      "chapter": "Section 3 Access to Archive Records",
      "section": "10",
      "title": "Calculation of the retention period",
      "content": "The retention period normally begins on the date of the most recent document of a case or file."
    },
    {
      "provision_ref": "art11",
      "chapter": "Section 3 Access to Archive Records",
      "section": "11",
      "title": "Extended retention period for personal data",
      "content": "1 Archive records that are classified according to the names of people and which contain sensitive personal data or personality profiles are subject to a retention period of 50 years, unless the person concerned has consented to their consultation. 2 The extended retention period ends three years after the death of the person concerned, subject to the provisions of Article 12. 3 Consultation for the purpose of research not related to specific persons may be permitted during the extended retention period by the department responsible, subject to the imposition of restrictive conditions."
    },
    {
      "provision_ref": "art12",
      "chapter": "Section 3 Access to Archive Records",
      "section": "12",
      "title": "Further restrictions on consultation",
      "content": "1 If there is an overriding and legitimate public or private interest in preventing the consultation by third parties of certain categories of archive records, the Federal Council may in an ordinance restrict or prohibit consultation for a limited period following the expiry of the retention period. 2 If there is a predominant and legitimate public or private interest in preventing the consultation by third parties of archive records in a specific case, then the body delivering the records or the Federal Archives may restrict or prohibit consultation for a limited period following the expiry of the retention period."
    },
    {
      "provision_ref": "art13",
      "chapter": "Section 3 Access to Archive Records",
      "section": "13",
      "title": "Consultation during the retention period",
      "content": "1 At the request of the Federal Archives, the body delivering the records may release archive records to the public or allow individual persons to consult the records before expiry of the retention periods stipulated in Articles 9, 11 or 12 paragraph 1, if: a. there are no statutory regulations that prevent this; and b. no overriding and legitimate public or private interests preclude consultation. 2 Such authorisations apply to all applicants subject to the same conditions. 3 The authorisation shall specify how the archive records are to be consulted. The consultation may be made subject to conditions; in particular, it may be required that personal data be rendered anonymous. 4 The Federal Council regulates the details of the authorisation procedure and the conditions attached to consultation unless the general provisions of the law on administrative procedure apply."
    },
    {
      "provision_ref": "art14",
      "chapter": "Section 3 Access to Archive Records",
      "section": "14",
      "title": "Consultation by the bodies delivering the records",
      "content": "1 The bodies delivering the records may also consult the records they have delivered during the retention period. 2 In the case of personal data, the bodies delivering the records may consult the documents they have delivered during the retention period if they require these: a. as evidence; b. for legislative purposes or for the administration of justice; c. for statistical analysis; or d. to decide on the granting, restriction or refusal of the right of the person concerned to consult documents or to obtain information. 3 Restrictions on the basis of other statutory regulations are reserved. 4 The archive records must not be amended."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Information to persons concerned; Contesting information",
      "content": "1 The provision of information and granting permission to consult records to the persons concerned are governed by the provisions of the Federal Act of 19 June 1992 on Data Protection. Refusals of information are issued by the bodies delivering the records. 2 The Federal Archives may in addition defer or restrict the provision of information if such provision is not compatible with the efficient management of administrative activities. 3 The persons concerned may not request the destruction or correction of data; they may merely have the records annotated to the effect that the data is disputed or incorrect. SR 235.1"
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Consultation of bequests and deposits",
      "content": "1 The consultation of bequests or deposits made by natural or legal persons is governed by the provisions of the acquisition contracts. 2 In the absence of such provisions, the provisions for federal archive records apply."
    },
    {
      "provision_ref": "art17",
      "chapter": "Section 4 Organisation and Use",
      "section": "17",
      "title": "Further duties of the Federal Archives",
      "content": "1 The Federal Archives preserves the historical archives of the Helvetian Republic, the Mediation Era and the Tagsatzung Period. 2 It undertakes to obtain archives and bequests from persons under private or public law that are of importance to Switzerland as a whole. It may enter into contracts for the acquisition of such archives. 3 It shall ensure the secure and professional safekeeping, classification and accessibility of archive records and participate in their exploitation. 4 The Federal Archives shall cooperate with other federal authorities, the cantons and with private individuals. It shall ensure the promotion of archiving activities. It shall collaborate with national and international archiving organisations."
    },
    {
      "provision_ref": "art18",
      "chapter": "Section 4 Organisation and Use",
      "section": "18",
      "title": "Specialist services",
      "content": "1 The Federal Council may authorise the Federal Archives as part of a service mandate to provide to third parties specialist services within its area of responsibility, in particular restoration and conservation work, as well as advisory services in the field of information management. The terms and conditions of such services shall be regulated by private law contracts. 2 Such services may be provided as activities ancillary to the fulfilment of statutory duties and may not be offered at below cost price."
    },
    {
      "provision_ref": "art19",
      "chapter": "Section 4 Organisation and Use",
      "section": "19",
      "title": "Commercial use of the archive records",
      "content": "1 The use of the archive records for commercial purposes requires authorisation. 2 Authorisation may be made subject to the contractual regulation of the scope of use and, if applicable, the participation of the Confederation in any profits made. 3 The Federal Council regulates the requirements, procedure and responsibilities for authorising and entering into contracts for the commercial use of archive records."
    },
    {
      "provision_ref": "art20",
      "chapter": "Section 4 Organisation and Use",
      "section": "20",
      "title": "Prohibition of transfer of ownership and of acquisitive prescription",
      "content": "1 The archive records of the Confederation are inalienable. The Federal Council may provide for exceptions by means of an ordinance. 2 Third parties may not acquire archive records, even through acquisitive prescription."
    },
    {
      "provision_ref": "art21",
      "chapter": "Section 4 Organisation and Use",
      "section": "21",
      "title": "Regulations on use; Administrative measures",
      "content": "The Federal Archives shall issue regulations on use. It may in particular provide therein that persons who have been in serious violation of this Act or the regulations on use are refused access to the Federal Archives."
    },
    {
      "provision_ref": "art22",
      "chapter": "Section 4 Organisation and Use",
      "section": "22",
      "title": "Specimen copies",
      "content": "A specimen copy must be provided free of charge of all work and publications that relate wholly or partly to archive records in the Federal Archives."
    },
    {
      "provision_ref": "art23",
      "chapter": "Section 5 Criminal Provision",
      "section": "23",
      "title": "",
      "content": "Anyone who publishes information from archive records that is subject to the retention period or is in any other way expressly prohibited from publication is liable to a fine, unless a more serious offence has been committed. Amended by Art. 333 of the Criminal Code ( SR 311.0 ) in the version of the FA of 13 Dec. 2002, in force since 1 Jan. 2007 ( AS 2006 3459 ; BBl 1999 1979 )."
    },
    {
      "provision_ref": "art24",
      "chapter": "Section 6 Final Provisions",
      "section": "24",
      "title": "Implementation",
      "content": "1 The Federal Council shall enact the implementing provisions. 2 It regulates the delivery and archiving of service records of persons who work for the federal government on the basis of a private law contract of agency."
    },
    {
      "provision_ref": "art25",
      "chapter": "Section 6 Final Provisions",
      "section": "25",
      "title": "Amendment of current law",
      "content": "... The amendments may be consulted under AS 1999 2243 ."
    },
    {
      "provision_ref": "art26",
      "chapter": "Section 6 Final Provisions",
      "section": "26",
      "title": "Transitional provision",
      "content": "1 On expiry of the applicability of the Federal Decree of 9 October 1992 on the Consultation of the Files of the Office of the Attorney General of Switzerland, the provisions of this Act apply to its field of application. 2 Documents within the meaning of the Federal Decree may not be consulted by the federal administration for 50 years from the date of the most recent documents of a case or file. [ AS 1993 375 , 1995 4093 annex 1 No 3. AS 2001 189 Art. 1]"
    },
    {
      "provision_ref": "art27",
      "chapter": "Section 6 Final Provisions",
      "section": "27",
      "title": "Referendum and commencement",
      "content": "1 This Act is subject to an optional referendum. 2 The Federal Council determines the date on which this Act comes into force. Commencement Date: 1 October 1999 FCD of 8 Sept. 1999."
    }
  ],
  "definitions": []
}