{
  "id": "sr-143-1",
  "type": "statute",
  "title": "Bundesgesetz vom 22. Juni 2001 über die Ausweise für Schweizer Staatsangehörige (Ausweisgesetz, AwG)",
  "title_en": "Federal Act of 22 June 2001 on Identity Documents for Swiss Nationals (Identity Documents Act, IDA)",
  "short_name": "AwG",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2002/441/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Section 1 General Provisions",
      "section": "1",
      "title": "Identity documents",
      "content": "1 All Swiss nationals are entitled to one of each type of identity document. 2 Identity documents within the meaning of this Act serve as proof of Swiss nationality and of the identity for the holder. 3 The Federal Council shall determine the types of identity document and regulate the special features of identity documents whose holders enjoy privileges and immunities under the Vienna Convention of 18 April 1961 on Diplomatic Relations or the Vienna Convention of 24 April 1963 on Consular Relations. SR 0.191.01 SR 0.191.02"
    },
    {
      "provision_ref": "art2",
      "chapter": "Section 1 General Provisions",
      "section": "2",
      "title": "Content of the document",
      "content": "1 Each identity document must contain the following data: a. official surname; b. first names; c. sex; d. date of birth; e. place of origin; f. nationality; g. height; h. signature; i. photograph; j. issuing authority; k. date of issue; l. date of expiry of validity; m. ID document number and type. 2 The data specified in letters a-d, f, and k-m are also contained on the identity document in machine-readable form. 2bis The identity document may be provided with a data chip. The data chip may contain a facial image and the fingerprints of the holder. The other identity document data referred to in paragraphs 1, 3, 4 and 5 may also be stored on the chip. 2ter The Federal Council shall determine which types of identity documents are provided with a chip and which data are to be stored on it. It shall ensure that an identity document without a chip may also be applied for. 2quater The identity document may also contain electronic identities for authentication, signature and encryption functions. 3 The identity document may contain restrictions on the extent of validity. 4 At the request of the applicant, the identity document may contain compound, religious, stage or partnership names, and details of special identifiers such as disabilities, prostheses or implants. 5 On request, the identity document for minors may contain the names of the minor’s legal representative. Inserted by Art. 2 No 1 of the Federal Act of 13 June 2008 on the Approval and Implementation of the Exchange of Notes between Switzerland and the EC on Biometric Passports and Travel Documents, in force since 1 March 2010 ( AS 2009 5521 ; BBl 2007 5159 ). Inserted by Art. 2 No 1 of the Federal Act of 13 June 2008 on the Approval and Implementation of the Exchange of Notes between Switzerland and the EC on Biometric Passports and Travel Documents, in force since 1 March 2010 ( AS 2009 5521 ; BBl 2007 5159 ). Second sentence inserted by No I of the Federal Act of 17 June 2011 (Obtaining Non-Biometric Identity Cards from the Commune of Residence), in force since 1 March 2012. ( AS 2011 5003 ; BBl 2011 2277 2291 ). Inserted by Art. 2 No 1 of the Federal Act of 13 June 2008 on the Approval and Implementation of the Exchange of Notes between Switzerland and the EC on Biometric Passports and Travel Documents, in force since 1 March 2010 ( AS 2009 5521 ; BBl 2007 5159 ). Amended by Art. 2 No 1 of the Federal Act of 13 June 2008 on the Approval and Implementation of the Exchange of Notes between Switzerland and the EC on Biometric Passports and Travel Documents, in force since 1 March 2010 ( AS 2009 5521 ; BBl 2007 5159 ). Term in accordance with Annex No 2 of the Federal Act of 19 Dec. 2008 (Adult Protection, Law on Persons, Law on Children), in force since 1 Jan. 2013 ( AS 2011 725 ; BBl 2006 7001 ). This amendment has been made throughout the text. Term in accordance with Annex No 2 of the Federal Act of 19 Dec. 2008 (Adult Protection, Law on Persons, Law on Children), in force since 1 Jan. 2013 ( AS 2011 725 ; BBl 2006 7001 ). This amendment has been made throughout the text."
    },
    {
      "provision_ref": "art2a",
      "section": "2a",
      "title": "a Security and reading of the data chip",
      "content": "1 The data chip shall be protected against forgery and unauthorised reading. The Federal Council shall determine the corresponding technical requirements. 2 The Federal Council is authorised to conclude agreements with other states on the reading of the fingerprints stored in the chip, provided that the states concerned have a level of data protection that is equivalent to that in Switzerland. 3 It may authorise transport companies, airport operators and other appropriate bodies that need to check a person's identity to read the fingerprints stored on the chip. Inserted by Art. 2 No 1 of the Federal Act of 13 June 2008 on the Approval and Implementation of the Exchange of Notes between Switzerland and the EC on Biometric Passports and Travel Documents, in force since 1 March 2010 ( AS 2009 5521 ; BBl 2007 5159 )."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Validity period",
      "content": "Identity documents are valid for a limited period of time. The Federal Council shall regulate their period of validity."
    },
    {
      "provision_ref": "art4",
      "chapter": "Section 2 Issue, Production, Revocation and Loss of the Document",
      "section": "4",
      "title": "Issuing authority",
      "content": "1 Identity documents are issued within Switzerland by the offices designated by the cantons. The Federal Council may designate further offices. If a canton has two or more issuing authorities, it shall designate one authority responsible for issuing identity documents. 2 Identity documents are issued abroad by the offices designated by the Federal Council. 3 The Federal Council shall regulate jurisdiction based on location and substantive considerations. Amended by Art. 2 No 1 of the Federal Act of 13 June 2008 on the Approval and Implementation of the Exchange of Notes between Switzerland and the EC on Biometric Passports and Travel Documents, in force since 1 March 2010 ( AS 2009 5521 ; BBl 2007 5159 )."
    },
    {
      "provision_ref": "art4a",
      "chapter": "Section 2 Issue, Production, Revocation and Loss of the Document",
      "section": "4a",
      "title": "a Application for an identity card at the commune of residence",
      "content": "1 The cantons may authorise communes of residence to accept applications for the issue of identity cards without a chip. In this case, the responsible body designated by the cantons in accordance with Article 4 paragraph 1 is the issuing authority responsible for examining and processing these applications. 2 The Federal Council may grant the cantons the power to authorise the communes of residence to also accept applications for other types of identity cards. Inserted by No I of the Federal Act of 17 June 2011 (Obtaining Non-Biometric Identity Cards from the Commune of Residence), in force since 1 March 2012 ( AS 2011 5003 ; BBl 2011 2277 2291 )."
    },
    {
      "provision_ref": "art5",
      "chapter": "Section 2 Issue, Production, Revocation and Loss of the Document",
      "section": "5",
      "title": "Application",
      "content": "1 Any person wishing to obtain an identity document must appear in person in Switzerland at the office designated by the canton of residence or at the Swiss representation abroad to submit the application for the issue of an identity document. Minors and persons subject to a general deputyship require the written consent of their legal representative. 2 The Federal Council shall issue provisions on the application and issuing procedure, namely concerning: a. the data to be used for issuing identity documents and the sources of such data; b. the requirements for issuing authorities and, as regards applications for identity cards, the requirements for communes of residence; c. the technical infrastructure; d. the way in which communes of residence receive, process and forward applications for identity cards. 3 The Federal Council may provide for exceptions to the obligation to appear in person, taking into account international requirements and technical options. Amended by Art. 2 No 1 of the Federal Act of 13 June 2008 on the Approval and Implementation of the Exchange of Notes between Switzerland and the EC on Biometric Passports and Travel Documents, in force since 1 March 2010 ( AS 2009 5521 ; BBl 2007 5159 ). Term in accordance with Annex No 2 of the Federal Act of 19 Dec. 2008 (Adult Protection, Law on Persons, Law on Children), in force since 1 Jan. 2013 ( AS 2011 725 ; BBl 2006 7001 ). This amendment has been made throughout the text. Amended by No I of the Federal Act of 17 June 2011 (Obtaining Non-Biometric Identity Cards from the Commune of Residence), in force since 1 March 2012 ( AS 2011 5003 ; BBl 2011 2277 2291 ). Inserted by No I of the Federal Act of 17 June 2011 (Obtaining Non-Biometric Identity Cards from the Commune of Residence), in force since 1 March 2012 ( AS 2011 5003 ; BBl 2011 2277 2291 )."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Decision",
      "content": "1 The communes of residence shall examine the applications for identity cards, including the claimed identity, and forward them to the cantonal issuing authority. 1bis The issuing authority shall check whether the information on the applications it has received and accepted is correct and complete and shall verify the identity claimed. 2 The issuing authority shall decide on the application. If it agrees to issue the identity document, it shall instruct the production centre to produce the identity document. It shall transmit the necessary data to the production centre. 3 The issue of an identity document shall be refused if: a. it would contradict an order issued by a Swiss authority on the basis of federal or cantonal law; b. the applicant has deposited his or her identity documents with a Swiss law enforcement or prisons authority. 4 The issue of an identity document shall be refused in agreement with the competent authority if the person making the application is the subject of an alert for arrest for a felony or misdemeanour in the RIPOL automated police search system. 5 The issue of an identity document shall be refused if the applicant submits an application abroad and is being prosecuted or has been convicted abroad of an offence that constitutes a felony or misdemeanour under Swiss law and if there are grounds for believing that he or she intends to evade prosecution or execution of sentence. The issue may not be refused if the threatened sanction would lead to a result that is incompatible with Swiss public policy. Amended by No I of the Federal Act of 17 June 2011 (Obtaining Non-Biometric Identity Cards from the Commune of Residence), in force since 1 March 2012 ( AS 2011 5003 ; BBl 2011 2277 2291 ). Inserted by No I of the Federal Act of 17 June 2011 (Obtaining Non-Biometric Identity Cards from the Commune of Residence), in force since 1 March 2012 ( AS 2011 5003 ; BBl 2011 2277 2291 ). Amended by Art. 2 No 1 of the Federal Act of 13 June 2008 on the Approval and Implementation of the Exchange of Notes between Switzerland and the EC on Biometric Passports and Travel Documents, in force since 1 March 2010 ( AS 2009 5521 ; BBl 2007 5159 ). Amended by Annex 1 No 3 of the Federal Act of 13 June 2008 on Federal Police Information Systems, in force since 5 Dec. 2008 ( AS 2008 4989 ; BBl 2006 5061 ). Amended by Art. 2 No 1 of the Federal Act of 13 June 2008 on the Approval and Implementation of the Exchange of Notes between Switzerland and the EC on Biometric Passports and Travel Documents, in force since 1 March 2010 ( AS 2009 5521 ; BBl 2007 5159 )."
    },
    {
      "provision_ref": "art6a",
      "section": "6a",
      "title": "a Production centres, general contractors, service providers and suppliers",
      "content": "1 The bodies entrusted with producing identity documents and the general contractors involved must provide evidence that they: a. have the necessary expertise and qualifications; b. guarantee secure, high quality, on-time and specification-compliant identity document production; c. ensure compliance with data protection requirements; and d. have sufficient financial resources. 2 Beneficial owners, holders of shares, members of the board or another comparable body, members of the executive board and other persons who have or may have a significant influence on the undertaking or on the production of the identity documents must have a good reputation. Security checks within the meaning of Article 6 of the Ordinance of 19 December 2001 on Personnel Security Screening may be carried out. 3 The necessary documents to verify the requirements specified in paragraphs 1 and 2 may be requested by the Federal Office of Police at any time. If the production centre is part of a group of undertakings, these requirements shall apply to the entire group of undertakings. 4 The provisions of paragraphs 1–3 apply to service providers and suppliers if the services provided are of significant importance to the production of identity documents. 5 The Federal Council shall specify the further requirements for the production centres, the general contractors, the service providers and the suppliers. Inserted by Art. 2 No 1 of the Federal Act of 13 June 2008 on the Approval and Implementation of the Exchange of Notes between Switzerland and the EC on Biometric Passports and Travel Documents, in force since 1 March 2010 ( AS 2009 5521 ; BBl 2007 5159 ). [ AS 2002 377 ; 2005 4571 ; 2006 4177 Art. 13, 4705 No II 1; 2008 4943 No I 3, 5747 Annex No 2; 2009 6937 Annex 4 No II 2. AS 2011 1031 Art. 31 para. 1]. See now the O of 4 March 2011 ( SR 120.4 )."
    },
    {
      "provision_ref": "art6b",
      "section": "6b",
      "title": "b Tasks of the Federal Office of Police",
      "content": "In addition to the other duties specified in this Act and its implementing provisions, the Federal Office of Police shall carry out the following tasks: a. It shall monitor compliance with the provisions of Article 6 a . b. Subject to confidentiality and data protection interests, it shall provide information and instructions concerning Swiss identity documents to domestic and foreign agencies. c. It shall provide information on Swiss identity documents and their issue to private individuals, subject to confidentiality and data protection interests. d. It shall provide information and instructions to the production centres and general contractors and monitor compliance with the specifications. e. It shall monitor international developments in the field of identity documents and is responsible for the implementation of international standards. f. It shall manage the public key infrastructure\" (PKI) for Swiss identity documents. g. Subject to any special provisions to the contrary, it shall manage the Federal Office for Identity and Legitimation Cards. Inserted by Art. 2 No 1 of the Federal Act of 13 June 2008 on the Approval and Implementation of the Exchange of Notes between Switzerland and the EC on Biometric Passports and Travel Documents, in force since 1 March 2010 ( AS 2009 5521 ; BBl 2007 5159 )."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Revocation",
      "content": "1 An identity document shall be revoked if: a. the requirements for its issue are not or no longer fulfilled; b. clear identification of the holder is no longer possible; c. it contains incorrect or unofficial details or has been otherwise altered. 1bis In the event that naturalisation is declared null and void in accordance with Article 36 of the Citizenship Act of 20 June 2014, the competent authority shall at the same time order the revocation of identity documents. 1ter Identity documents that have been revoked shall be returned to the competent issuing authority within 30 days. On expiry of this period, identity documents that have been revoked but not returned shall be deemed lost and an alert shall be issued in the computerised police search system (RIPOL). 2 An identity document may be revoked or declared invalid by the competent federal authority after consultation with the competent prosecution or prison authority if its holder is abroad and: a. is being prosecuted in Switzerland for a felony or misdemeanour; b. has been convicted by the final judgment of a Swiss court and the sentence or measure is neither time-barred nor served. SR 141.0 Inserted by Annex No II 3 of the Citizenship Act of 20 June 2014, in force since 1 Jan. 2018 ( AS 2016 2561 ; BBl 2011 2825 ). Inserted by Annex No II 3 of the Citizenship Act of 20 June 2014, in force since 1 Jan. 2018 ( AS 2016 2561 ; BBl 2011 2825 ). Currently Federal Office of Police."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Loss",
      "content": "Any loss of an identity document must be reported to the police. The police shall enter the loss report into the computerised police search system RIPOL. RIPOL shall automatically transmit the loss report to the information system referred to in Article 11. Amended by Annex 1 No 3 of the Federal Act of 13 June 2008 on Federal Police Information Systems, in force since 5 Dec. 2008 ( AS 2008 4989 ; BBl 2006 5061 )."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Fee",
      "content": "1 The Federal Council shall regulate the obligation to pay fees, the group of persons affected by the fees and the level of the fees. 2 The level of the fees set by the Federal Council must be family-friendly. Inserted by Art. 2 No 1 of the Federal Act of 13 June 2008 on the Approval and Implementation of the Exchange of Notes between Switzerland and the EC on Biometric Passports and Travel Documents, in force since 1 March 2010 ( AS 2009 5521 ; BBl 2007 5159 )."
    },
    {
      "provision_ref": "art10",
      "chapter": "Section 3 Data Processing",
      "section": "10",
      "title": "Principle",
      "content": "Data processing under this Act is governed by the Data Protection Act of 25 September 2020. Amended by Annex 1 No II 7 of the Data Protection Act of 25 Sept. 2020, in force since 1 Sept. 2023 ( AS 2022 491 ; BBl 2017 6941 ). SR 235.1"
    },
    {
      "provision_ref": "art11",
      "chapter": "Section 3 Data Processing",
      "section": "11",
      "title": "Information system",
      "content": "1 The Federal Office of Police shall maintain an information system. It shall contain the personal data that appear and are stored in the identity document, together with the following data: a. the issuing authority and the production centre; b. place of birth; c. other places of origin; d. names of parents; e. date of first issue and date of reissue, changes in the data that appear in the identity document; f. entries on the seizure, refusal, revocation, surrender or loss of the identity document; g. entries on protective measures for minors and persons subject to a general deputyship relating to the issuing of identity documents; h. signature(s) of the legal representative in the case of identity documents for minors; i. entries on the loss of citizenship by operation of law or by official decision; j. special features of identity documents whose holders enjoy privileges and immunities under the Vienna Convention of 18 April 1961 on Diplomatic Relations or the Vienna Convention of 24 April 1963 on Consular Relations. 2 Data processing facilitates the issue of identity documents and the prevention of the unauthorised issue and improper use of an identity document. Amended by Art. 2 No 1 of the Federal Act of 13 June 2008 on the Approval and Implementation of the Exchange of Notes between Switzerland and the EC on Biometric Passports and Travel Documents, in force since 1 March 2010 ( AS 2009 5521 ; BBl 2007 5159 ). Amended by Art. 2 No 1 of the Federal Act of 13 June 2008 on the Approval and Implementation of the Exchange of Notes between Switzerland and the EC on Biometric Passports and Travel Documents, in force since 1 March 2010 ( AS 2009 5521 ; BBl 2007 5159 ). SR 0.191.01 SR 0.191.02 Amended by Art. 2 No 1 of the Federal Act of 13 June 2008 on the Approval and Implementation of the Exchange of Notes between Switzerland and the EC on Biometric Passports and Travel Documents, in force since 1 March 2010 ( AS 2009 5521 ; BBl 2007 5159 )."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Data processing and data disclosure",
      "content": "1 The following authorities or bodies may enter data directly into the information system in order to fulfil their statutory duties: a. the Federal Office of Police; b. the issuing authorities; c. the production centres. 2 The following authorities or agencies may consult data online in order to fulfil their statutory duties: a. the Federal Office of Police; b. the issuing authorities; c. the Border Guard, exclusively for the purpose of establishing identity; d. the police units designated by the Confederation and the cantons, exclusively for the purpose of establishing identity; e. the police units designated by the cantons to receive loss reports; f. the federal police unit designated as responsible for requests to establish identity received from abroad, exclusively for establishing identity; g. the Federal Intelligence Service, exclusively for the purpose of establishing identity. 3 Data from the information system may be passed on for the purpose of identifying victims of accidents, natural disasters and acts of violence as well as missing persons. Information to other authorities shall be provided in accordance with the principles of administrative assistance. 4 The competent authorities in accordance with paragraph 2 letters c and d may also consult the data online in the information system on the basis of the name and biometric data of a person if that person is unable to produce an identity document. Amended by Art. 2 No 1 of the Federal Act of 13 June 2008 on the Approval and Implementation of the Exchange of Notes between Switzerland and the EC on Biometric Passports and Travel Documents, in force since 1 March 2010 ( AS 2009 5521 ; BBl 2007 5159 ). Inserted by No I 5 of the Federal Act of 25 Sept. 2020 on Police Measures to Combat Terrorism, in force since 1 June 2022 ( AS 2021 565 ; 2022 300 ; BBl 2019 4751 )."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Obligation to notify",
      "content": "1 The ordering authority shall notify the competent issuing authority of the following: a. the imposition and lifting of a block on official documents; b. the surrender and cancellation of identity documents; c. the protective measures for minors and persons subject to a general deputyship that relate to the issue of identity documents, as well as their revocation; d. loss of citizenship by operation of law or by official decision. 2 The issuing authority shall enter the data in the federal information system. Amended by Art. 2 No 1 of the Federal Act of 13 June 2008 on the Approval and Implementation of the Exchange of Notes between Switzerland and the EC on Biometric Passports and Travel Documents, in force since 1 March 2010 ( AS 2009 5521 ; BBl 2007 5159 )."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Prohibition of parallel databases",
      "content": "The keeping of parallel databases, except for the temporary storage of application forms by the issuing authority, is prohibited. Amended by Annex 1 No II 7 of the Data Protection Act of 25 Sept. 2020, in force since 1 Sept. 2023 ( AS 2022 491 ; BBl 2017 6941 )."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Implementing provisions",
      "content": "The Federal Council shall issue implementing provisions on: a. responsibility for the information system; b. access and processing authorisation; c. the retention period for the data; d. technical and organisational measures."
    },
    {
      "provision_ref": "art16",
      "chapter": "Section 4 Final Provisions",
      "section": "16",
      "title": "Enforcement",
      "content": "The Federal Council shall regulate the enforcement of this Act. It shall take into account, as necessary, the provisions of the European Union and the recommendations and standards of the International Civil Aviation Organisation (ICAO) on identity documents. Amended by Art. 2 No 1 of the Federal Act of 13 June 2008 on the Approval and Implementation of the Exchange of Notes between Switzerland and the EC on Biometric Passports and Travel Documents, in force since 1 March 2010 ( AS 2009 5521 ; BBl 2007 5159 )."
    },
    {
      "provision_ref": "art17",
      "chapter": "Section 4 Final Provisions",
      "section": "17",
      "title": "Referendum and commencement",
      "content": "1 This Act is subject to an optional referendum. 2 The Federal Council shall determine the commencement date. Commencement date: 1 October 2002 Para. 1 of the O of 20 Sept. 2002 ( AS 2002 3067 )."
    }
  ],
  "definitions": []
}