{
  "id": "sr-172-220-111-343-3",
  "type": "statute",
  "title": "Verordnung des EDA vom 20. September 2002 zur Bundespersonalverordnung (VBPV-EDA)",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2002/427/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "1. Abschnitt: Geltungsbereich, Dienstzugehörigkeit und Begriffe",
      "section": "1",
      "title": "Geltungsbereich",
      "content": "(Art. 1 BPV) 1 Diese Verordnung gilt, vorbehältlich einer anderweitigen Regelung in den einzelnen Bestimmungen, für das der Versetzungspflicht unterstehende Personal des EDA. 2 Sie gilt sinngemäss für das andere im Ausland eingesetzte Personal des EDA sowie das im Ausland eingesetzte Personal der anderen Departemente, sofern dies im Arbeitsvertrag oder in einer zwischen dem EDA und der zuständigen Stelle abgeschlossenen Vereinbarung vorgesehen ist."
    },
    {
      "provision_ref": "art2",
      "chapter": "1. Abschnitt: Geltungsbereich, Dienstzugehörigkeit und Begriffe",
      "section": "2",
      "title": "Dienstzugehörigkeit",
      "content": "Die Angestellten des EDA gehören den allgemeinen Diensten, dem Fachpersonal oder einer der drei folgenden Karrieren an: a. Karriere Diplomatie; b. Karriere Internationale Zusammenarbeit (IZA); c. konsularische Karriere, bestehend aus dem konsularischen Managementpersonal und dem konsularischen Fachpersonal. Fassung gemäss Ziff. I der V des EDA vom 3. Mai 2018, in Kraft am 1. Jan. 2019 ( AS 2018 1867 ). Fassung gemäss Ziff. I der V des EDA vom 31. März 2025, in Kraft seit 1. Mai 2025 ( AS 2025 232 )."
    },
    {
      "provision_ref": "art3",
      "chapter": "1. Abschnitt: Geltungsbereich, Dienstzugehörigkeit und Begriffe",
      "section": "3",
      "title": "Begriffe",
      "content": "In dieser Verordnung bedeuten: a. versetzungspflichtige Angestellte : Angestellte des EDA in einer Karriere nach Artikel 2, das Fachpersonal und die nach Arbeitsvertrag der Versetzungspflicht unterstehenden Angestellten, die jederzeit an einen Einsatzort im Ausland oder an einen Arbeitsort an der Zentrale versetzt werden können; b. im Ausland eingesetzte Angestellte : Angestellte des EDA oder anderer Departemente, die unter den Voraussetzungen nach Artikel 1 Absätze 1 und 2 im Ausland eingesetzt sind; b bis . Auslandvertretung: eine zum Aussennetz der Schweiz zählende Vertretung, namentlich eine Botschaft, ein Generalkonsulat, eine Mission, eine Aussenstelle, eine Delegation, eine ständige Vertretung oder ein Büro der Direktion für Entwicklung und Zusammenarbeit (DEZA); c. Einsatzort: Ort, an dem sich eine Auslandvertretung oder ein vergleichbarer Dienstort befindet; d. Begleitperson: 1. Ehegatte oder Ehegattin, eingetragener Partner oder eingetragene Partnerin einer Person nach Artikel 1, sofern er oder sie mit dieser Person in gemeinsamem Haushalt lebt, 2. Lebenspartner oder Lebenspartnerin einer Person nach Artikel 1, sofern eine Erklärung nach Artikel 116 abgegeben wurde, der oder die eine der Erklärung folgende Versetzung, einen Einsatz oder Temporäreinsatz mitmacht und im gemeinsamen Haushalt lebt; e. Kind : jedes Kind, für welches der oder die Angestellte Anspruch auf die Familienzulage nach Artikel 51 BPV hat; f. … Fassung gemäss Ziff. I der V des EDA vom 30. Okt. 2020, in Kraft seit 1. Jan. 2021 ( AS 2020 4745 ). Eingefügt durch Ziff. I der V des EDA vom 29. Nov. 2013, in Kraft seit 1. Jan. 2014 ( AS 2013 4569 ). Fassung gemäss Ziff. I der V des EDA vom 29. Nov. 2013, in Kraft seit 1. Jan. 2014 ( AS 2013 4569 ). Fassung gemäss Ziff. I der V des EDA vom 15. Sept. 2009, in Kraft seit 1. Okt. 2009 ( AS 2009 4705 ). Ausdruck gemäss Ziff. I der V des EDA vom 14. Juni 2013, in Kraft seit 1. Juli 2013 ( AS 2013 1771 ). Diese Änd. ist im ganzen Erlass berücksichtigt. Aufgehoben durch Ziff. I der V des EDA vom 3. Mai 2018, mit Wirkung seit 1. Jan. 2019 ( AS 2018 1867 )."
    },
    {
      "provision_ref": "art4",
      "chapter": "2. Abschnitt: Zuständigkeit für Arbeitgeberentscheide",
      "section": "4",
      "title": "Begründung, Änderung und Beendigung des Arbeitsverhältnisses",
      "content": "(Art. 2 BPV) Für die Begründung, Änderung und Beendigung des Arbeitsverhältnisses sind zuständig: a. das EDA, unter Vorbehalt von Artikel 2 Absatz 1 BPV, für die Angestellten in den Lohnklassen 32–38 und für die Angestellten nach Artikel 2 Absatz 1 bis BPV; b. die Direktion für Ressourcen (DR), unter Vorbehalt von Artikel 6, für die Angestellten in den Lohnklassen 1–31. Fassung gemäss Ziff. I der V des EDA vom 9. März 2014, in Kraft seit 1. April 2014 ( AS 2014 691 ). Fassung gemäss Ziff. I der V des EDA vom 3. Mai 2018, in Kraft seit 1. Jan. 2019 ( AS 2018 1867 )."
    },
    {
      "provision_ref": "art5",
      "chapter": "2. Abschnitt: Zuständigkeit für Arbeitgeberentscheide",
      "section": "5",
      "title": "",
      "content": "Aufgehoben durch Ziff. I der V des EDA vom 3. Mai 2018, mit Wirkung seit 1. Jan. 2019 ( AS 2018 1867 )."
    },
    {
      "provision_ref": "art6",
      "chapter": "2. Abschnitt: Zuständigkeit für Arbeitgeberentscheide",
      "section": "6",
      "title": "Versetzung",
      "content": "(Art. 2 BPV) Über die Versetzung von versetzungspflichtigen Angestellten entscheiden: a. der Bundesrat für Missionschefs und Missionschefinnen; b. der Departementsvorsteher oder die Departementsvorsteherin für: 1. die übrigen Angestellten in den Lohnklassen 32–38, 2. die stellvertretenden Missionschefs und Missionschefinnen, 3. die Angestellten nach Artikel 2 Absatz 1 bis BPV, 4. Chefs und Chefinnen von Kooperationsbüros der DEZA (Auslandvertretung der Kategorie I2 nach Anhang 4 Teil 1); c. der Staatssekretär oder die Staatssekretärin, unter Vorbehalt von Buchstabe b, für: 1. Geschäftsträger und Geschäftsträgerinnen, 2. Chefs und Chefinnen von konsularischen Vertretungen; d. … e. die DR für die übrigen Angestellten. Fassung gemäss Ziff. I der V des EDA vom 3. Mai 2018, in Kraft seit 1. Jan. 2019 ( AS 2018 1867 ). Fassung gemäss Ziff. I der V des EDA vom 30. Okt. 2020, in Kraft seit 1. Jan. 2021 ( AS 2020 4745 ). Eingefügt durch Ziff. I der V des EDA vom 30. Okt. 2020, in Kraft seit 1. Jan. 2021 ( AS 2020 4745 ). Aufgehoben durch Ziff. I der V des EDA vom 30. Okt. 2020, mit Wirkung seit 1. Jan. 2021 ( AS 2020 4745 )."
    },
    {
      "provision_ref": "art7",
      "chapter": "2. Abschnitt: Zuständigkeit für Arbeitgeberentscheide",
      "section": "7",
      "title": "Personalrechtliche Ermächtigungen",
      "content": "(Art. 2 BPV) 1 Die DR erteilt die Ermächtigungen für: a. den Verzicht auf Vorrechte und Immunitäten gemäss dem Wiener Übereinkommen vom 18. April 1961 über diplomatische Beziehungen oder dem Wiener Übereinkommen vom 24. April 1963 über konsularische Beziehungen; b. die Zugehörigkeit zu einem Verein mit Sitz im Ausland; c. … d. die Verleihung von Titeln und Orden ausländischer Behörden; e. die Beteiligungen an der Geschäftsleitung von Erwerbsgesellschaften; f. die Aussage vor einem Organ der Rechtspflege im Aufenthaltsstaat. 2 Die Zuständigkeiten für die anderen Ermächtigungen richten sich nach Artikel 9. Fassung gemäss Ziff. I der V des EDA vom 1. Febr. 2008, in Kraft seit 15. Febr. 2008 ( AS 2008 347 ). SR 0.191.01 SR 0.191.02 Aufgehoben durch Ziff. I der V des EDA vom 14. Juni 2013, mit Wirkung seit 1. Juli 2013 ( AS 2013 1771 )."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": ". 8 Diplomatische und konsularische Titel",
      "content": "(Art. 3 Abs. 2 BPV) Die DR ist zuständig für die Verleihung der diplomatischen und konsularischen Titel, sofern diese nicht dem Rang eines Missionschefs oder einer Missionschefin entsprechen. Fassung gemäss Ziff. I der V des EDA vom 14. Juni 2013, in Kraft seit 1. Juli 2013 ( AS 2013 1771 )."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Übrige Arbeitgeberentscheide",
      "content": "(Art. 2 und 98 BPV) Für die nicht in den Artikeln 4–8 genannten Arbeitgeberentscheide sind zuständig: a. das EDA für die Personen nach Artikel 2 Absätze 1 und 1 bis BPV; b. … c. die DR für die übrigen Angestellten. Fassung gemäss Ziff. I der V des EDA vom 14. Juni 2013, in Kraft seit 1. Juli 2013 ( AS 2013 1771 ). Fassung gemäss Ziff. I der V des EDA vom 3. Mai 2018, in Kraft seit 1. Jan. 2019 ( AS 2018 1867 ). Aufgehoben durch Ziff. I der V des EDA vom 9. März 2014, mit Wirkung seit 1. April 2014 ( AS 2014 691 )."
    },
    {
      "provision_ref": "art10",
      "chapter": "2. Kapitel: Personalbeurteilung in den Karrieren",
      "section": "10",
      "title": "Allgemeines",
      "content": "(Art. 15 BPV) Die Personalbeurteilung in den Karrieren nach Artikel 2 umfasst die Leistungs-beurteilung im Rahmen des jährlichen Management-by-Objectives-Prozesses (MbO-Prozess) sowie Beurteilungen im Hinblick auf die berufliche Entwicklung innerhalb des EDA, namentlich die periodische Beurteilung des Potenzials und Eignungstests. Fassung gemäss Ziff. I der V des EDA vom 3. Mai 2018, in Kraft seit 1. Jan. 2019 ( AS 2018 1867 )."
    },
    {
      "provision_ref": "art11",
      "chapter": "2. Kapitel: Personalbeurteilung in den Karrieren",
      "section": "11",
      "title": "Zielvereinbarung und Leistungsbeurteilung",
      "content": "(Art. 15 BPV) 1 Die Missionschefs und Missionschefinnen vereinbaren ihre Ziele mit dem Chef oder der Chefin der zuständigen Abteilung der Politischen Direktion. 2 Das Verfahren zur Festlegung der Ziele (Zielvereinbarung) des Missionschefs oder der Missionschefin einer integrierten Vertretung leitet die Politische Direktion gemeinsam mit der DEZA. Die Leiter und Leiterinnen der zuständigen geografischen Abteilungen der Politischen Direktion und der DEZA unterzeichnen gemeinsam die Zielvereinbarung. 3 Die Vereinbarung kann auf dem Korrespondenzweg erfolgen. 4 Die Leistungsbeurteilungen für Missionschefs und Missionschefinnen werden durch die jeweils zuständige Abteilung der Politischen Direktion vorgenommen. 5 Bei integrierten Vertretungen erfolgt die Leistungsbeurteilung des Missionschefs oder der Missionschefin gemeinsam durch die Politische Direktion und die DEZA und wird von beiden Direktionen unterzeichnet. Fassung gemäss Ziff. I der V des EDA vom 16. Nov. 2014, in Kraft seit 1. Jan. 2015 ( AS 2014 4453 )."
    },
    {
      "provision_ref": "art12",
      "chapter": "2. Kapitel: Personalbeurteilung in den Karrieren",
      "section": "12",
      "title": "",
      "content": "Aufgehoben durch Ziff. I der V des EDA vom 3. Mai 2018, mit Wirkung seit 1. Jan. 2019 ( AS 2018 1867 )."
    },
    {
      "provision_ref": "art13",
      "chapter": "1. Abschnitt: Allgemeine Voraussetzungen für die Anstellung in den Karrieren",
      "section": "13",
      "title": "",
      "content": "1 Wer in den Karrieren nach Artikel 2 angestellt wird, muss: a. das Eintrittsverfahren I (Art. 14–17) oder II (Art. 19) erfolgreich absolviert haben; b. einen unbescholtenen Leumund haben; c. das schweizerische Bürgerrecht besitzen; d. sich bereit erklären, die Versetzungspflicht zu erfüllen. 2 Für eine Anstellung in der Karriere nach Artikel 2 Buchstabe b sind Ausnahmen zu Absatz 1 Buchstabe c vorbehalten, wenn das anzustellende Personal hoheitliche Aufgaben nicht regelmässig oder nur zu einem sehr geringen Teil seiner Tätigkeit erfüllen muss."
    },
    {
      "provision_ref": "art14",
      "chapter": "2. Abschnitt: Eintrittsverfahren I",
      "section": "14",
      "title": ". 14 Inhalt des Selektionsverfahrens und Höchstalter",
      "content": "(Art. 24 BPV) 1 Das Eintrittsverfahren I ist ein mehrstufiges Selektionsverfahren für die Anstellung in einer der Karrieren nach Artikel 2. Geprüft werden die allgemeine Eignung sowie die fachlichen und persönlichen Voraussetzungen der Kandidaten und Kandidatinnen. 2 Kandidaten und Kandidatinnen für die Karrieren Diplomatie und IZA dürfen im Jahr der Selektion höchsten 30 Jahre alt sein. 3 Für eine Anstellung in der konsularischen Karriere gilt keine Altersgrenze. Fassung gemäss Ziff. I der V des EDA vom 13. Dez. 2021, in Kraft seit 1. März 2022 ( AS 2021 874 ). Fassung gemäss Ziff. I der V des EDA vom 31. März 2025, in Kraft seit 1. Mai 2025 ( AS 2025 232 )."
    },
    {
      "provision_ref": "art15",
      "chapter": "2. Abschnitt: Eintrittsverfahren I",
      "section": "15",
      "title": "Voraussetzungen für die Zulassung zur Ausbildung",
      "content": "(Art. 24 BPV) 1 Kandidaten und Kandidatinnen dürfen sich im gleichen Jahr nur für die Zulassung zu einer der Karrieren nach Artikel 2 bewerben. 2 Wer sich für die Zulassung zur Karriere Diplomatie oder zur Karriere IZA bewirbt: a. muss die Anstellungsvoraussetzungen nach Artikel 13 Absatz 1 Buchstaben b–d und 2 erfüllen; b. darf das Höchstalter nach Artikel 14 Absatz 2 nicht überschritten haben; und c. muss einen Hochschulabschluss auf Stufe Master oder eine gleichwertige Ausbildung vorweisen. 3 Wer sich für die Zulassung zur konsularischen Karriere bewirbt, muss: a. die Anstellungsvoraussetzungen nach Artikel 13 Absatz 1 Buchstaben b−d erfüllen; und b. eine der folgenden Qualifikationen vorweisen: 1. bei einer Bewerbung als Angehöriger oder Angehörige des konsularischen Managementpersonals: einen Hochschulabschluss auf Stufe Bachelor oder eine gleichwertige Ausbildung, 2. bei einer Bewerbung als Angehöriger oder Angehörige des konsularischen Fachpersonals: eine kaufmännische Grundausbildung oder eine gleichwertige Ausbildung. Fassung gemäss Ziff. I der V des EDA vom 31. März 2025, in Kraft seit 1. Mai 2025 ( AS 2025 232 )."
    },
    {
      "provision_ref": "art15a",
      "chapter": "2. Abschnitt: Eintrittsverfahren I",
      "section": "15a",
      "title": "a Zulassung zur Ausbildung",
      "content": "(Art. 24 BPV) 1 Die DR scheidet im Rahmen einer administrativen Vorauswahl Bewerbungen von Kandidaten und Kandidatinnen aus, die bis zum Ende der Bewerbungsfrist nicht sämtliche Voraussetzungen nach Artikel 15 und Artikel 15 a Absatz 4 erfüllen. 2 Über die Zulassung zu den Prüfungen des Eintrittsverfahrens I entscheidet im Rahmen einer qualitativen Vorselektion: a. die zuständige Zulassungskommission für die Karriere Diplomatie, die Karriere IZA und das konsularische Managementpersonal der konsularischen Karriere; b. die DR für das konsularische Fachpersonal der konsularischen Karriere. 3 Über die Zulassung zur Ausbildung entscheidet aufgrund der Ergebnisse der Prüfungen: a. der Departementsvorsteher oder die Departementsvorsteherin für die Karriere Diplomatie, die Karriere IZA und das konsularische Managementpersonal der konsularischen Karriere; er oder sie berücksichtigt dabei die Empfehlung der zuständigen Zulassungskommission; b. der Direktor oder die Direktorin der DR für das konsularische Fachpersonal der konsularischen Karriere. 4 Wer nicht zur Ausbildung zugelassen wird, kann das Eintrittsverfahren I einmal wiederholen, sofern die Voraussetzungen nach Artikel 15 weiterhin erfüllt sind und der Kandidat oder die Kandidatin im Rahmen der qualitativen Vorselektion nochmals zu den Prüfungen zugelassen wird. Eingefügt durch Ziff. I der V des EDA vom 31. März 2025, in Kraft seit 1. Mai 2025 ( AS 2025 232 )."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Ausbildung",
      "content": "(Art. 25, 39, 44 und 44 a BPV) 1 Die zur Ausbildung zugelassenen Kandidaten und Kandidatinnen werden für die Dauer der Ausbildung befristet angestellt. 2 Während der Ausbildung werden den Kandidaten und Kandidatinnen nach Absatz 1 ein allfälliger Teuerungsausgleich und eine allfällige Reallohnerhöhung, hingegen keine Lohnentwicklung gewährt. 3 Die Ausbildung umfasst theoretische und praktische Ausbildungsmodule. Die praktischen Module können je nach Profil und Ausbildungsbedürfnis der Kandidaten oder der Kandidatinnen sowohl an der Zentrale als auch im Aussennetz stattfinden. 4 Nach Abschluss der Ausbildung erfolgt eine Schlussevaluation der Kandidaten und Kandidatinnen. Fassung gemäss Ziff. I der V des EDA vom 30. Okt. 2020, in Kraft seit 1. Jan. 2021 ( AS 2020 4745 )."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Unbefristete Anstellung",
      "content": "(Art. 24 BPV) 1 Über eine unbefristete Anstellung entscheidet: a. bei den Kandidaten und Kandidatinnen für die Karriere Diplomatie, die Karriere IZA und das konsularische Managementpersonal der konsularischen Karriere: der Direktor oder die Direktorin der DR, nach Absprache mit dem Departementsvorsteher oder der Departementsvorsteherin, aufgrund der Ergebnisse der Ausbildung und der Schlussevaluation sowie unter Berücksichtigung der Empfehlung der zuständigen Zulassungskommission; b. bei den Kandidaten und Kandidatinnen für das konsularische Fachpersonal der konsularischen Karriere: der Personalchef oder die Personalchefin des EDA aufgrund der Ergebnisse der während der Ausbildung durchgeführten Evaluation. 2 Bei der Festsetzung des Lohnes wird die Dauer der Ausbildung (Art. 16 Abs. 2) als Berufserfahrung angerechnet. Fassung gemäss Ziff. I der V des EDA vom 31. März 2025, in Kraft seit 1. Mai 2025 ( AS 2025 232 )."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Arbeitsvertrag",
      "content": "(Art. 25 BPV) Der Arbeitsvertrag regelt insbesondere: a. die Karrierezugehörigkeit; b. die Versetzungspflicht und die damit verbundenen besonderen Pflichten in den Bereichen Personensicherheitsprüfung und Personaldaten."
    },
    {
      "provision_ref": "art19",
      "chapter": "3. Abschnitt: Eintrittsverfahren II",
      "section": "19",
      "title": "",
      "content": "1 Das Eintrittsverfahren II ist ein Selektionsverfahren für Personen, die im Jahr der Selektion älter als 30 Jahre sind. Es dient der gezielten, vom fachlichen und personellen Bedarf des EDA abhängigen Rekrutierung weiterer Kandidaten und Kandidatinnen für die Karrieren Diplomatie und IZA. 2 Geprüft werden die allgemeine Eignung sowie die fachlichen und persönlichen Voraussetzungen für eine Anstellung in der Karriere Diplomatie oder der Karriere IZA. 3 Es gelten die Anstellungsvoraussetzungen nach Artikel 15 Absatz 2. 4 Der Departementsvorsteher oder die Departementsvorsteherin entscheidet aufgrund der Ergebnisse des Selektionsverfahrens über die Anstellung des Kandidaten oder der Kandidatin. Fassung gemäss Ziff. I der V des EDA vom 13. Dez. 2021, in Kraft seit 1. März 2022 ( AS 2021 874 )."
    },
    {
      "provision_ref": "art19a",
      "chapter": "38",
      "section": "19a",
      "title": ". 19 a",
      "content": "1 Angestellte, die zum konsularischen Fachpersonal der konsularischen Karriere gehören, können sich für den Übertritt zum konsularischen Managementpersonal bewerben, wenn sie zusätzlich zu den Anstellungsvoraussetzungen nach Artikel 13 Absatz 1 Buchstaben b−d eine der folgenden Voraussetzungen erfüllen: a. Sie weisen einen Hochschulabschluss auf Stufe Bachelor oder eine gleichwertige Ausbildung vor. b. Sie verfügen über die folgenden Leistungsnachweise: 1. Sie sind seit mindestens fünf Jahren als Angehörige des konsularischen Fachpersonals der konsularischen Karriere tätig. 2. Sie haben bereits einen Einsatz auf einer Stelle des konsularischen Managementpersonals geleistet und können für diesen Einsatz mindestens eine Leistungsbeurteilung vorweisen. 2 Geprüft werden die allgemeine Eignung sowie die fachlichen und persönlichen Voraussetzungen für einen Übertritt vom konsularischen Fachpersonal zum konsularischen Managementpersonal. 3 Der Departementsvorsteher oder die Departementsvorsteherin entscheidet aufgrund der Ergebnisse der Prüfung und unter Berücksichtigung der Empfehlung der zuständigen Zulassungskommission über den Übertritt vom konsularischen Fachpersonal zum konsularischen Managementpersonal."
    },
    {
      "provision_ref": "art20",
      "chapter": "4. Abschnitt: Zulassungskommissionen",
      "section": "20",
      "title": "Ernennung und Organisation",
      "content": "Das Departement ernennt je eine Kommission für die Zulassung zu den Karrieren nach Artikel 2."
    },
    {
      "provision_ref": "art21",
      "chapter": "4. Abschnitt: Zulassungskommissionen",
      "section": "21",
      "title": "Empfehlungen der zuständigen Zulassungskommission",
      "content": "1 Die zuständige Zulassungskommission gibt im Rahmen des Eintrittsverfahrens I für die Karriere Diplomatie, die Karriere IZA und das konsularische Managementpersonal der konsularischen Karriere eine Empfehlung ab: a. zuhanden des Departementsvorstehers oder der Departementsvorsteherin im Hinblick auf die Zulassung zur Ausbildung (Art. 15 a Abs. 3 Bst. a); b. zuhanden des Direktors oder der Direktorin der DR im Hinblick auf eine unbefristete Anstellung (Art. 17 Abs. 1 Bst. a). 2 Sie gibt im Rahmen des Übertrittsverfahrens im Hinblick auf den Übertritt vom konsularischen Fachpersonal zum konsularischen Managementpersonal eine Empfehlung zuhanden des Departementsvorstehers oder der Departementsvorsteherin ab (Art. 19 a Abs. 3). Fassung gemäss Ziff. I der V des EDA vom 31. März 2025, in Kraft seit 1. Mai 2025 ( AS 2025 232 )."
    },
    {
      "provision_ref": "art21a",
      "chapter": "5. Abschnitt: …",
      "section": "21a",
      "title": "",
      "content": "Eingefügt durch Ziff. I der V des EDA vom 30. Okt. 2020 ( AS 2020 4745 ). Aufgehoben durch Ziff. I der V des EDA vom 31. März 2025, mit Wirkung seit 1. Mai 2025 ( AS 2025 232 )."
    },
    {
      "provision_ref": "art22",
      "chapter": "41",
      "section": "22",
      "title": "",
      "content": "Aufgehoben"
    },
    {
      "provision_ref": "art23",
      "chapter": "41",
      "section": "23",
      "title": "",
      "content": "1 Die Indexierung der ausländischen Einsatzorte richtet sich nach der Schwierigkeit der Lebensbedingungen vor Ort im Vergleich zu den Lebensbedingungen in der Stadt Bern. Die Lebensbedingungen an den Einsatzorten werden jährlich erhoben und namentlich aufgrund folgender Kriterienkategorien beurteilt: politisches und soziales Umfeld, medizinische und gesundheitliche Aspekte, Schulen und Ausbildung, öffentliche Dienstleistungen und Verkehr, Umweltverschmutzung. Die einzelnen Beurteilungskriterien und deren Gewichtung bei der Indexierung der Einsatzorte werden im Einvernehmen mit dem EFD in einer Weisung festgelegt. 2 Als Einsatzorte mit schwierigen Lebensbedingungen gelten Einsatzorte mit einem Indexwert zwischen 82 und 63 Punkten. Als Einsatzorte mit sehr schwierigen Lebensbedingungen gelten Einsatzorte mit einem Indexwert von 62 Punkten oder weniger. 3 Die Indexwerte für die einzelnen Einsatzorte werden jeweils auf den 1. Januar des folgenden Jahres in Kraft gesetzt. In ausserordentlichen Fällen kann eine vorzeitige Anpassung vorgenommen werden. Die Indexwerte und deren Anpassung werden bekannt gegeben."
    },
    {
      "provision_ref": "art2425",
      "chapter": "41",
      "section": "2425",
      "title": "und 25",
      "content": "Aufgehoben"
    },
    {
      "provision_ref": "art2628",
      "chapter": "1. Abschnitt: …",
      "section": "2628",
      "title": "",
      "content": "Aufgehoben durch Ziff. I der V des EDA vom 3. Mai 2018, mit Wirkung seit 1. Jan. 2019 ( AS 2018 1867 )."
    },
    {
      "provision_ref": "art29",
      "chapter": "1. Abschnitt: …",
      "section": "29",
      "title": "",
      "content": "Aufgehoben durch Ziff. I der V des EDA vom 17. Febr. 2009, mit Wirkung seit 1. März 2009 ( AS 2009 737 )."
    },
    {
      "provision_ref": "art3033",
      "chapter": "1. Abschnitt: …",
      "section": "3033",
      "title": "",
      "content": "Aufgehoben durch Ziff. I der V des EDA vom 3. Mai 2018, mit Wirkung seit 1. Jan. 2019 ( AS 2018 1867 )."
    },
    {
      "provision_ref": "art34",
      "chapter": "2. Abschnitt:",
      "section": "34",
      "title": "Versetzung in Funktionen der Lohnklasse 35 und höher",
      "content": "Werden Angestellte auf eine Stelle versetzt, deren Funktionswert über jenem der Lohnklasse 34 liegt, so wird ihnen die Differenz zwischen dem Höchstbetrag der Lohnklasse 34 und der höher eingereihten Funktion in sinngemässer Anwendung von Artikel 46 Absatz 2 BPV mittels einer abgestuften Funktionszulage ausgerichtet."
    },
    {
      "provision_ref": "art35",
      "chapter": "2. Abschnitt:",
      "section": "35",
      "title": "Versetzungsbedingte Zuweisung tiefer bewerteter Funktionen",
      "content": "1 Muss versetzungspflichtigen Angestellten versetzungsbedingt eine tiefer bewertete Funktion zugewiesen werden, so darf die neue Funktion höchstens drei Lohnklassen tiefer eingereiht sein als die bisher ausgeübte Funktion. 2 Wird versetzungspflichtigen Angestellten versetzungsbedingt eine tiefer bewertete Funktion zugewiesen, so wird die Lohnklasse im Arbeitsvertrag angepasst. Übersteigt der bisherige Lohn den Höchstbetrag der neuen Lohnklasse, so bleibt er bis zur nächsten Versetzung, höchstens aber während vier Jahren unverändert. Übersteigt der bisherige Lohn, mit einer Funktionszulage nach Artikel 34, den Höchstbetrag der Lohnklasse 34, so wird er mit Zuweisung der tiefer bewerteten Funktion an den Höchstbetrag der Lohnklasse 34 angepasst. Artikel 52 a Absatz 2 BPV ist nicht anwendbar. 3 Ist die versetzungsbedingt zugewiesene Funktion drei Lohnklassen tiefer bewertet und erfolgt auch nach Ablauf des vierjährigen Besitzstandes nach Absatz 2 keine Versetzung in eine höher eingereihte Funktion, so wird der Lohn an den Höchstbetrag der Lohnklasse angepasst, die zwei Stufen tiefer liegt, wobei diese Anpassung höchstens für die nächsten vier Jahre gilt. 4 Der Lohn wird während der Fristen nach den Absätzen 2 und 3 vom Teuerungsausgleich und von einer Lohnerhöhung nach Artikel 39 BPV ausgenommen, bis er den Betrag nicht mehr übersteigt, der aufgrund der Funktionsbewertung gerechtfertigt ist."
    },
    {
      "provision_ref": "art36",
      "chapter": "3. Abschnitt: Sonderzulage für die im Ausland eingesetzten Angestellten",
      "section": "36",
      "title": "",
      "content": "1 Für den aus dienstlichen Gründen notwendigen Aufenthalt von versetzungspflichtigen Angestellten, im Ausland eingesetzten Angestellten, Begleitpersonen und Kindern an Einsatzorten, an denen infolge ausserordentlicher Ereignisse markante Einbussen an Lebensqualität oder eine deutlich erhöhte Gefährdung von Leib und Leben in Kauf genommen werden müssen, kann die DR auf Antrag der Auslandvertretung und im Einvernehmen mit der zuständigen Politischen Abteilung eine Sonderzulage für die Abgeltung der anderweitig nicht berücksichtigten Inkonvenienzen ausrichten. 2 Die Zulage entspricht höchstens dem Wert von 10 Inkonvenienzpunkten nach Artikel 81. Sie wird für die Angestellten und ihre Begleitpersonen je zu 100 Prozent sowie für jedes Kind der Angestellten zu 60 Prozent ausgerichtet. 3 Die Zulage wird für eine zeitlich befristete Dauer ausgerichtet. Die Dauer der Ausrichtung der Zulage wird periodisch überprüft. Die Einzelheiten werden in einer Weisung geregelt. Fassung gemäss Ziff. I der V des EDA vom 14. Juni 2013, in Kraft seit 1. Juli 2013 ( AS 2013 1771 ). Fassung gemäss Ziff. I der V des EDA vom 16. Nov. 2014, in Kraft seit 1. Jan. 2015 ( AS 2014 4453 )."
    },
    {
      "provision_ref": "art37",
      "chapter": "4. Abschnitt: Sozialleistungen an im Ausland eingesetzte Angestellte",
      "section": "37",
      "title": "Leistungen bei Berufsunfall",
      "content": "(Art. 63 BPV) 1 Bei Körperverletzung oder Invalidität als Folge eines Berufsunfalls oder bei Schädigungen infolge einer einem Berufsunfall gleichzustellenden Berufskrankheit entsteht für die betroffene Person Anspruch auf: a. 100 % des massgebenden Verdienstes nach Artikel 63 Absatz 2 Buchstabe a BPV bei gänzlicher Erwerbsunfähigkeit bis zum Ableben; b. den dem Invaliditätsgrad nach dem Bundesgesetz vom 20. März 1981 über die Unfallversicherung (UVG) entsprechenden Anteil am massgebenden Verdienst bei teilweiser Erwerbsunfähigkeit. 2 Für die Verletzung in den persönlichen Verhältnissen in den Fällen nach Absatz 1 Buchstabe a kann der Arbeitgeber eine Genugtuungsleistung zusprechen. SR 832.20"
    },
    {
      "provision_ref": "art38",
      "chapter": "4. Abschnitt: Sozialleistungen an im Ausland eingesetzte Angestellte",
      "section": "38",
      "title": "Weitere Leistungen",
      "content": "(Art. 63 BPV) 1 Der Arbeitgeber erstattet den im Ausland eingesetzten Angestellten die Heilungskosten nach den Grundsätzen des UVG und die Bestattungskosten nach Artikel 26 Absatz 4 der Verordnung des EFD vom 6. Dezember 2001 zur Bundespersonalverordnung (VBPV), wenn die im gleichen Haushalt lebenden Begleitpersonen und Kinder, soweit für sie ein Anspruch auf Familienzulage besteht, Unfälle und Krankheiten im Sinne der Artikel 39 und 40 erleiden. 2 Für die Kürzung oder Verweigerung der Leistungen nach Absatz 1 gilt Artikel 27 VBPV sinngemäss. SR 832.20 SR 172.220.111.31"
    },
    {
      "provision_ref": "art39",
      "chapter": "4. Abschnitt: Sozialleistungen an im Ausland eingesetzte Angestellte",
      "section": "39",
      "title": "Berufsunfälle",
      "content": "(Art. 63 BPV) Als Berufsunfälle gelten für die im Ausland eingesetzten Angestellten insbesondere Unfälle: a. durch Kriegshandlungen, Revolutionen oder Aufruhr; b. während und wegen einer vom Arbeitgeber bezahlten Reise im Ausland; c. während der Rückreise der in den Ruhestand versetzten Angestellten in die Schweiz, sofern die Reise aus zwingenden Gründen nicht vor Beendigung des Dienstverhältnisses angetreten werden kann und innert kürzestmöglicher Frist erfolgt; d. infolge einer wegen ihrer Funktion gegen sie gerichteten Gewaltanwendung."
    },
    {
      "provision_ref": "art40",
      "chapter": "4. Abschnitt: Sozialleistungen an im Ausland eingesetzte Angestellte",
      "section": "40",
      "title": "Berufskrankheiten",
      "content": "(Art. 63 BPV) 1 Als einem Berufsunfall gleichzustellende Berufskrankheiten gelten für die im Ausland eingesetzten Angestellten insbesondere Krankheiten: a. wegen hygienischen und besonderen Verhältnissen am Einsatzort; b. während und wegen einer vom Arbeitgeber bezahlten Reise im Ausland; c. während der Rückreise der in den Ruhestand versetzten Angestellten in die Schweiz, sofern die Reise aus zwingenden Gründen nicht vor Beendigung des Dienstverhältnisses angetreten werden kann und innert kürzestmöglicher Frist erfolgt. 2 Das EDA holt in den Fällen nach Absatz 1 Buchstaben a und b das Gutachten des ärztlichen Dienstes der allgemeinen Bundesverwaltung ein und befindet über den ursächlichen Zusammenhang."
    },
    {
      "provision_ref": "art4146",
      "chapter": "5. Kapitel: Arbeitszeit der im Ausland eingesetzten Angestellten",
      "section": "4146",
      "title": "",
      "content": "Aufgehoben durch Ziff. I der V des EDA vom 24. Okt. 2008, mit Wirkung seit 1. Jan. 2009 ( AS 2008 4959 )."
    },
    {
      "provision_ref": "art47",
      "chapter": "5. Kapitel: Arbeitszeit der im Ausland eingesetzten Angestellten",
      "section": "47",
      "title": "Wochenarbeitszeit",
      "content": "(Art. 64 BPV) Die durchschnittliche Wochenarbeitszeit im Ausland beträgt 40 Stunden. Für teilzeitbeschäftigte Angestellte reduziert sie sich entsprechend dem Beschäftigungsgrad. Fassung gemäss Ziff. I der V des EDA vom 29. Nov. 2013, in Kraft seit 1. Jan. 2014 ( AS 2013 4569 )."
    },
    {
      "provision_ref": "art48",
      "chapter": "5. Kapitel: Arbeitszeit der im Ausland eingesetzten Angestellten",
      "section": "48",
      "title": "Ansprechzeit, feste Arbeitszeit",
      "content": "(Art. 64 BPV) Die Chefs und Chefinnen der Auslandvertretungen legen Ansprechzeiten und feste Arbeitszeiten in ihren Bereichen fest. Sie können in begründeten Fällen für einzelne Angestellte Abweichungen bewilligen. Fassung gemäss Ziff. I der V des EDA vom 29. Nov. 2013, in Kraft seit 1. Jan. 2014 ( AS 2013 4569 )."
    },
    {
      "provision_ref": "art49",
      "chapter": "5. Kapitel: Arbeitszeit der im Ausland eingesetzten Angestellten",
      "section": "49",
      "title": "Pikettdienst",
      "content": "(Art. 13 VBPV) Die Auslandvertretungen leisten keinen Pikettdienst. Fassung gemäss Ziff. I der V des EDA vom 13. Dez. 2021, in Kraft seit 1. März 2022 ( AS 2021 874 )."
    },
    {
      "provision_ref": "art50",
      "chapter": "5. Kapitel: Arbeitszeit der im Ausland eingesetzten Angestellten",
      "section": "50",
      "title": "Vertrauensarbeitszeit",
      "content": "(Art. 64 und 64 a BPV; Art. 35 a VBPV) 1 Für Angestellte im Ausland gilt die Vertrauensarbeitszeit. 2 Die Barvergütung bei Vertrauensarbeitszeit berechnet sich nach Artikel 35 a VBPV. Fassung gemäss Ziff. I der V des EDA vom 29. Nov. 2013, in Kraft seit 1. Jan. 2014 ( AS 2013 4569 ). SR 172.220.111.31"
    },
    {
      "provision_ref": "art51",
      "chapter": "5. Kapitel: Arbeitszeit der im Ausland eingesetzten Angestellten",
      "section": "51",
      "title": "Sabbatical",
      "content": "(Art. 64 und 64 a Abs. 5 BPV; Art. 34 VBPV) 1 und 2 … 3 Im Ausland eingesetzte Angestellte beziehen Auszeiten anlässlich von Versetzungen oder nach Beendigung eines Einsatzes. In besonderen Fällen kann die DR dem Bezug zu einem anderen Zeitpunkt zustimmen. 4 Das Zeitguthaben wird auf der Basis einer Wochenarbeitszeit von 41,5 Stunden in Auszeittage umgerechnet. 5 Wird die Frist nach Artikel 34 Absatz 4 VBPV verlängert, so bleibt das Zeitguthaben auf maximal 500 Stunden beschränkt. 6 Die Leistungen des EDA während einer Auszeit richten sich nach dem Einsatzort Bern. Wer die Auszeit nicht anlässlich einer Versetzung oder nach Beendigung eines Einsatzes bezieht, kann in begründeten Fällen bei der DR beantragen, dass die allfälligen festen Kosten am Einsatzort für die Dauer der Auszeit übernommen werden. Fassung gemäss Ziff. I der V des EDA vom 29. Nov. 2013, in Kraft seit 1. Jan. 2014 ( AS 2013 4569 ). Aufgehoben durch Ziff. I der V des EDA vom 17. Febr. 2009, mit Wirkung seit 1. März 2009 ( AS 2009 737 ). Fassung gemäss Ziff. I der V des EDA vom 9. März 2014, in Kraft seit 1. April 2014 ( AS 2014 691 ). Fassung gemäss Ziff. I der V des EDA vom 29. Nov. 2013, in Kraft seit 1. Jan. 2014 ( AS 2013 4569 ). Fassung gemäss Ziff. I der V des EDA vom 17. Febr. 2009, in Kraft seit 1. März 2009 ( AS 2009 737 ). Fassung gemäss Ziff. I der V des EDA vom 9. März 2014, in Kraft seit 1. April 2014 ( AS 2014 691 )."
    },
    {
      "provision_ref": "art52",
      "section": "52",
      "title": "",
      "content": "Aufgehoben durch Ziff. I der V des EDA vom 29. Nov. 2013, mit Wirkung seit 1. Jan. 2014 ( AS 2013 4569 )."
    },
    {
      "provision_ref": "art53",
      "section": "53",
      "title": "Sonn- und Feiertage",
      "content": "(Art. 64 und 66 BPV) 1 Die DR kann auf Antrag des Chefs oder der Chefin der Auslandvertretung sowie unter Berücksichtigung des am Einsatzort herrschenden Gebrauchs und der betrieblichen Bedürfnisse den Wochentag, der am Einsatzort dem Sonntag entspricht, als freien Tag festlegen. 2 Zusätzlich zu den offiziellen Feiertagen nach Artikel 66 Absatz 2 BPV erhalten die Angestellten im Ausland maximal 5 Tage bezahlten Urlaub für die offiziellen Feiertage im Einsatzland, die auf einen Arbeitstag fallen. 3 Gilt ein Feiertag nach Artikel 66 Absatz 2 BPV am Einsatzort nicht als offizieller Feiertag und arbeiten die Angestellten an diesem Tag, so können sie den dabei nicht benötigten bezahlten Urlaub nachbeziehen. 4 Die Chefs und Chefinnen der Auslandvertretungen entscheiden in ihren Bereichen über den Zeitpunkt des Nachbezugs. Dieser erfolgt in der Regel innerhalb von drei Monaten, in jedem Fall jedoch vor einer Versetzung oder der Beendigung eines Einsatzes. Fassung gemäss Ziff. I der V des EDA vom 29. Nov. 2013, in Kraft seit 1. Jan. 2014 ( AS 2013 4569 ). Fassung gemäss Ziff. I der V des EDA vom 9. März 2014, in Kraft seit 1. April 2014 ( AS 2014 691 )."
    },
    {
      "provision_ref": "art54",
      "chapter": "1. Abschnitt: Genehmigung",
      "section": "54",
      "title": "",
      "content": "Aufgehoben durch Ziff. I der V des EDA vom 24. Okt. 2008, mit Wirkung seit 1. Jan. 2009 ( AS 2008 4959 )."
    },
    {
      "provision_ref": "art55",
      "chapter": "1. Abschnitt: Genehmigung",
      "section": "55",
      "title": "Zuständigkeiten",
      "content": "(Art. 67 und 68 BPV) 1 Für die Genehmigung der Ansetzung der Ferien sind zuständig: a. die DR im Einvernehmen mit der Politischen Direktion für die Missionschefs und Missionschefinnen; b. die Chefs und Chefinnen der Auslandvertretungen für die ihnen unterstellten Angestellten. 2 Die Zuständigkeit für die Gewährung von Urlaub der anderen Angestellten richtet sich nach Artikel 9. Sie kann an die Chefs und Chefinnen der Auslandvertretungen delegiert werden. Fassung gemäss Ziff. I der V des EDA vom 29. Nov. 2013, in Kraft seit 1. Jan. 2014 ( AS 2013 4569 )."
    },
    {
      "provision_ref": "art56",
      "chapter": "2. Abschnitt: Ferien der Angestellten im Ausland",
      "section": "56",
      "title": "Anspruch",
      "content": "(Art. 67 BPV) 1 Die Angestellten im Ausland haben Anspruch auf Ferien von: a. sechs Wochen bis und mit dem Kalenderjahr, in dem sie das 49. Altersjahr vollenden; b. sieben Wochen vom Beginn des Kalenderjahres an, in dem sie das 50. Altersjahr vollenden; c. acht Wochen vom Beginn des Kalenderjahres an, in dem sie das 60. Altersjahr vollenden. 2 und 3 … 4 Beginnt oder endet ein Auslandeinsatz während eines Kalenderjahres, so richtet sich der Ferienanspruch anteilmässig nach der Aufenthaltsdauer im Ausland und in der Schweiz. Fassung gemäss Ziff. I der V des EDA vom 28. Sept. 2005, in Kraft seit 1. Nov. 2005 ( AS 2005 4703 ). Aufgehoben durch Ziff. I der V des EDA vom 2. Juli 2023, mit Wirkung seit 1. Jan. 2024 ( AS 2023 420 ). Fassung gemäss Ziff. I der V des EDA vom 2. Juli 2023, in Kraft seit 1. Jan. 2024 ( AS 2023 420 )."
    },
    {
      "provision_ref": "art57",
      "chapter": "2. Abschnitt: Ferien der Angestellten im Ausland",
      "section": "57",
      "title": "Bei Dienstreisen und Temporäreinsätzen im Ausland",
      "content": "(Art. 67 BPV) Dauert eine Dienstreise oder ein Temporäreinsatz ausserhalb des eigentlichen Einsatzortes mehr als 30 Tage, so wird der Ferienanspruch pro 30 Reise- oder Einsatztage an Einsatzorten mit anderen Lebensbedingungen um einen Tag angepasst. Fassung gemäss Ziff. I der V des EDA vom 24. Okt. 2008, in Kraft seit 1. Jan. 2009 ( AS 2008 4959 )."
    },
    {
      "provision_ref": "art58",
      "chapter": "2. Abschnitt: Ferien der Angestellten im Ausland",
      "section": "58",
      "title": "Bei vorzeitigem Abbruch der Ferien",
      "content": "(Art. 67 BPV) Müssen Angestellte ihre Ferien aus betrieblichen Gründen abbrechen, so gilt die bezogene Ferienzeit bis zu einer Dauer von höchstens zwei Wochen als bezahlter Urlaub, sofern weniger als die Hälfte der genehmigten Ferien bezogen wurde."
    },
    {
      "provision_ref": "art59",
      "chapter": "2. Abschnitt: Ferien der Angestellten im Ausland",
      "section": "59",
      "title": "Bei Leistung von Militär- oder Zivildienst",
      "content": "(Art. 67 BPV) Den Angestellten, die den bei Wohnsitz in der Schweiz obligatorischen Militär- oder Zivildienst freiwillig leisten, wird der im Ausland zusätzlich gegenüber dem Inland gewährte Ferienanspruch um die geleisteten Diensttage gekürzt."
    },
    {
      "provision_ref": "art60",
      "chapter": "3. Abschnitt: Urlaub der Angestellten im Ausland",
      "section": "60",
      "title": "",
      "content": "1 Den Angestellten im Ausland kann insbesondere für die im Anhang 3 aufgeführten Aktivitäten und Ereignisse bezahlter Urlaub gewährt werden. 2 Bei Hochzeiten, Erkrankungen, Unfällen und Todesfällen nach Artikel 40 Absatz 3 Buchstaben a–e VBPV und bei Geburten nach Artikel 60 b BPV kann der Urlaub für die Dauer der Reise um höchstens vier Tage verlängert werden. 3 Den Angestellten im Ausland wird auf Gesuch hin pro Kalenderjahr bezahlter Urlaub gewährt: a. an Einsatzorten nach Artikel 23 Absatz 2: 1. mit schwierigen Lebensbedingungen: 5 Arbeitstage, 2. mit sehr schwierigen Lebensbedingungen: 10 Arbeitstage; b. an Einsatzorten, die bei der Indexierung nach Artikel 23 Absatz 1 höchstens 55 Indexpunkte im Bereich Gesundheit erhalten: 5 Arbeitstage, wobei die Urlaubsdauer für Einsatzorte mit sehr schwierigen Lebensbedingungen nicht überschritten werden darf. 4 Ein Gesuch nach Absatz 3 ist nur zulässig, wenn kein Feriensaldo und kein Urlaubsaldo nach Absatz 3 aus den Vorjahren besteht. Der Zeitpunkt der Gesuchseinreichung hat keinen Einfluss auf die Anzahl Urlaubstage. 5 Bei Versetzungen während eines Kalenderjahres an Einsatzorte mit anderen Lebensbedingungen richtet sich die Urlaubsgewährung nach Absatz 3 anteilmässig nach der Aufenthaltsdauer an den verschiedenen Einsatzorten . 6 Der bezahlte Urlaub nach Absatz 3 ist in dem Kalenderjahr zu beziehen, in dem er gewährt wird. Ist dies aus zwingenden betrieblichen Gründen oder wegen Krankheit oder Unfall nicht möglich, so ist er im Folgejahr zu beziehen. Der bezahlte Urlaub verfällt entschädigungslos, wenn er aus anderen Gründen nicht bezogen wird, spätestens aber am Ende des Auslandeinsatzes. Fassung gemäss Ziff. I der V des EDA vom 2. Juli 2023, in Kraft seit 1. Jan. 2024 ( AS 2023 420 ). SR 172.220.111.31"
    },
    {
      "provision_ref": "art61",
      "chapter": "1. Abschnitt: Vergütung von Dienstreisen",
      "section": "61",
      "title": "Begriff",
      "content": "(Art. 72 BPV) 1 Als Dienstreisen gelten: a. die angeordneten oder bewilligten Reisen im Interesse des Departementes; b. die Reisen der Missionschefs und Missionschefinnen an die Botschafterkonferenz von ihrem Ferienort in der Schweiz oder ab der Schweizergrenze. 2 Nicht als Dienstreisen gelten: a. die Reisen bei Temporäreinsätzen; b. die Versetzungsreisen; c. die Konsultationsreisen in die Schweiz; d. die Besuchsreisen der Begleitperson und der Kinder; e. die Reisen innerhalb der Umgebung des Einsatzortes, sofern den Angestellten eine Pauschale für die Interessenwahrung ausgerichtet wird; f. die Reisen bei Todesfällen; g. die Reisen zwecks medizinischer Behandlung; h. die Reisen zwecks Teilnahme an den Zulassungswettbewerben; i. die Reisen zwecks Teilnahme an Ausbildungsveranstaltungen; j. die Reisen zwecks departementsinterner Bewerbungsgespräche. Fassung gemäss Ziff. I der V des EDA vom 24. Okt. 2008, in Kraft seit 1. Jan. 2009 ( AS 2008 4959 ). Fassung gemäss Ziff. I der V des EDA vom 1. Febr. 2008, in Kraft seit 15. Febr. 2008 ( AS 2008 347 ). Fassung gemäss Ziff. I der V des EDA vom 19. Nov. 2015, in Kraft seit 1. Jan. 2016 ( AS 2015 4897 ). Fassung gemäss Ziff. I der V des EDA vom 15. Sept. 2009, in Kraft seit 1. Okt. 2009 ( AS 2009 4705 ). Eingefügt durch Ziff. I der V des EDA vom 24. Okt. 2008, in Kraft seit 1. Jan. 2009 ( AS 2008 4959 )."
    },
    {
      "provision_ref": "art62",
      "chapter": "1. Abschnitt: Vergütung von Dienstreisen",
      "section": "62",
      "title": "Anordnung und Bewilligung",
      "content": "(Art. 72 BPV) Für die Anordnung oder Bewilligung von Dienstreisen der ihnen unterstehenden Angestellten sowie für Reisebewilligungen für die Begleitpersonen und Kinder dieser Angestellten sind zuständig: a. der Generalsekretär oder die Generalsekretärin, die Direktoren und Direktorinnen oder infolge Delegation die Abteilungschefs und Abteilungschefinnen; b. die Chefs und Chefinnen der Auslandvertretungen. Fassung gemäss Ziff. I der V des EDA vom 29. Nov. 2013, in Kraft seit 1. Jan. 2014 ( AS 2013 4569 )."
    },
    {
      "provision_ref": "art63",
      "chapter": "1. Abschnitt: Vergütung von Dienstreisen",
      "section": "63",
      "title": "Vergütung von Bahnreisen im Ausland",
      "content": "(Art. 72 Abs. 2 Bst. b BPV) Die Angestellten können für Dienstreisen im Ausland in öffentlichen Verkehrsmitteln die 1. Klasse benützen."
    },
    {
      "provision_ref": "art64",
      "chapter": "1. Abschnitt: Vergütung von Dienstreisen",
      "section": "64",
      "title": "Vergütung von Flugreisen im Ausland",
      "content": "(Art. 72 Abs. 2 Bst. b BPV) 1 Für Dienstreisen per Flugzeug im Ausland gilt Artikel 47 VBPV sinngemäss. 2 Für bezahlte Reisen nach Artikel 61 Absatz 2 Buchstaben f–j wird der Preis für ein Arrangement der Economy-Klasse vergütet. Bei Vorliegen achtenswerter Gründe kann die DR ausnahmsweise ein Arrangement der Business-Klasse genehmigen. SR 172.220.111.31 Fassung gemäss Ziff. I der V des EDA vom 9. März 2014, in Kraft seit 1. April 2014 ( AS 2014 691 )."
    },
    {
      "provision_ref": "art65",
      "section": "65",
      "title": "Vergütung bei Benützung privater Motorfahrzeuge im Ausland",
      "content": "(Art. 72 Abs. 2 Bst. b BPV) Bei bewilligter Benützung eines privaten Motorfahrzeuges auf Dienstreisen im Ausland richtet sich die Kilometerentschädigung nach Artikel 46 VBPV. Der Chef oder die Chefin der Auslandvertretung ist für die Bewilligung für die ihm oder ihr unterstellten Angestellten zuständig. Fassung gemäss Ziff. I der V des EDA vom 29. Nov. 2013, in Kraft seit 1. Jan. 2014 ( AS 2013 4569 ). SR 172.220.111.31"
    },
    {
      "provision_ref": "art66",
      "section": "66",
      "title": "Vergütung von privaten Übernachtungen im Inland",
      "content": "Privates Übernachten im Inland mit Frühstück wird mit einer Pauschale von 30 Franken vergütet. Fassung gemäss Ziff. I der V des EDA vom 3. Mai 2018, in Kraft seit 1. Jan. 2019 ( AS 2018 1867 )."
    },
    {
      "provision_ref": "art67",
      "section": "67",
      "title": "Vergütung von Übernachtungen und Mahlzeiten im Ausland",
      "content": "(Art. 72 Abs. 2 Bst. b BPV; Art. 48 VBPV) 1 Die DR setzt die Vergütung für Übernachtungen und Mahlzeiten im Ausland periodisch und nach Massgabe der vor Ort üblichen, vertretbaren Kosten fest. 2 Wo sie keine Vergütung festgesetzt hat, werden die tatsächlichen Auslagen vergütet, sofern die zuständige Auslandvertretung die Übernachtung reserviert hat. 3 Privates Übernachten mit Frühstück wird mit einer Pauschale von 30 Franken vergütet. Fassung gemäss Ziff. I der V des EDA vom 29. Nov. 2013, in Kraft seit 1. Jan. 2014 ( AS 2013 4569 )."
    },
    {
      "provision_ref": "art68",
      "chapter": "2. Abschnitt: Vergütung von Auslagen im Zusammenhang mit der Bewerbung um eine Anstellung um eine Anstellung",
      "section": "68",
      "title": "",
      "content": "(Art. 72 BPV; Art. 51 Bst. a VBPV) 1 Den Kandidaten und Kandidatinnen, die an einem Zulassungswettbewerb teilnehmen, können auf Gesuch hin die mit dem Zulassungswettbewerb verbundenen Kosten vergütet werden. 2 Den Kandidaten und Kandidatinnen mit Aufenthaltsort im Ausland, die sich für die Ausübung einer Tätigkeit bei der DEZA bewerben, können die mit dem Bewerbungsgespräch verbundenen Kosten zurückerstattet werden. 3 Vergütet werden die Flugkosten für einen direkten Flug der Economy-Klasse und die Bahnkosten für eine Fahrt in der zweiten Klasse. Die Vergütung der Übernachtungskosten richtet sich nach Artikel 44 VBPV und nach Artikel 66 dieser Verordnung. Fassung gemäss Ziff. I der V des EDA vom 24. Okt. 2008, in Kraft seit 1. Jan. 2009 ( AS 2008 4959 ). Fassung gemäss Ziff. I der V des EDA vom 30. Okt. 2020, in Kraft seit 1. Jan. 2021 ( AS 2020 4745 ). Fassung gemäss Ziff. I der V des EDA vom 9. März 2014, in Kraft seit 1. April 2014 ( AS 2014 691 ). Fassung gemäss Ziff. I der V des EDA vom 30. Okt. 2020, in Kraft seit 1. Jan. 2021 ( AS 2020 4745 )."
    },
    {
      "provision_ref": "art69",
      "chapter": "2. Abschnitt: Vergütung von Auslagen im Zusammenhang mit der Bewerbung um eine Anstellung um eine Anstellung",
      "section": "69",
      "title": "",
      "content": "Aufgehoben durch Ziff. I der V des EDA vom 24. Okt. 2008, mit Wirkung seit 1. Jan. 2009 ( AS 2008 4959 )."
    },
    {
      "provision_ref": "art70",
      "chapter": "3. Abschnitt: Vergütung besonderer Auslagen im Zusammenhang mit Temporäreinsätzen im Ausland mit Temporäreinsätzen im Ausland",
      "section": "70",
      "title": "Temporäreinsätze",
      "content": "Als Temporäreinsätze gelten vorübergehende Arbeitseinsätze ausserhalb des eigentlichen Einsatzortes zwecks Ferienablösung, temporärer Personalverstärkung, Einrichtung und Wartung technischer Anlagen sowie zu vergleichbaren Zwecken, ebenso befristete Ausbildungseinsätze. Fassung gemäss Ziff. I der V des EDA vom 24. Okt. 2008, in Kraft seit 1. Jan. 2009 ( AS 2008 4959 )."
    },
    {
      "provision_ref": "art71",
      "chapter": "3. Abschnitt: Vergütung besonderer Auslagen im Zusammenhang mit Temporäreinsätzen im Ausland mit Temporäreinsätzen im Ausland",
      "section": "71",
      "title": "",
      "content": "(Art. 81 und 82 Abs. 3 Bst. a BPV) 1 Bei Temporäreinsätzen stehen den Angestellten die Ansprüche nach den Artikeln 43–48 VBPV sowie nach den Artikeln 63–67 dieser Verordnung zu. 2 Die Luftfracht, Interessenwahrung, Ausrüstung und Besuchsreisen werden im Rahmen dieser Verordnung in angemessener Weise vergütet. Fassung gemäss Ziff. I der V des EDA vom 24. Okt. 2008, in Kraft seit 1. Jan. 2009 ( AS 2008 4959 ). SR 172.220.111.31 Fassung gemäss Ziff. I der V des EDA vom 24. Okt. 2008, in Kraft seit 1. Jan. 2009 ( AS 2008 4959 )."
    },
    {
      "provision_ref": "art71a",
      "chapter": "3. Abschnitt: Vergütung besonderer Auslagen im Zusammenhang mit Temporäreinsätzen im Ausland mit Temporäreinsätzen im Ausland",
      "section": "71a",
      "title": "a Springereinsätze",
      "content": "1 Als Springereinsätze gelten Einsätze der Angestellten des EDA, die gemäss Arbeitsvertrag die Funktion «Springer» oder «Springerin» ausüben und zwecks temporärer Überbrückung von personellen Engpässen in Auslandvertretungen im Ausland Einsätze leisten. 2 Die Springer und Springerinnen haben pro Einsatzmonat Anspruch auf eine Entschädigung, die sich sinngemäss nach den Artikeln 80 und 87 richtet. 3 Bei der Festlegung der Höhe der Entschädigung nach Absatz 2 werden die Minderkosten wegen Steuerfreiheit der Angestellten im Ausland berücksichtigt (Art. 112 und 113). Davon wird abgesehen, wenn die Angestellten nachweisen, dass sie in der Schweiz steuerpflichtig sind und auf dem im Rahmen eines Springereinsatzes erzielten Einkommen Kantons- und Gemeindesteuern entrichten. Eingefügt durch Ziff. I der V des EDA vom 30. Okt. 2020, in Kraft seit 1. Jan. 2021 ( AS 2020 4745 )."
    },
    {
      "provision_ref": "art72",
      "chapter": "4. Abschnitt: Vergütung von Auslagen im Zusammenhang mit Revisionsreisen",
      "section": "72",
      "title": "",
      "content": "1 Als Revisionsreisen gelten die Reisen der Angestellten der Internen Revision EDA zwecks Revisionen in Auslandvertretungen. 2 Bei Revisionsreisen stehen den Angestellten die Ansprüche nach den Artikeln 43–48 VBPV und nach den Artikeln 63–67 dieser Verordnung zu. 3 Die Revisoren und Revisorinnen haben pro Reisetag Anspruch auf eine Entschädigung, die sich sinngemäss nach den Artikeln 80 und 87 richtet. Fassung gemäss Ziff. I der V des EDA vom 29. Nov. 2013, in Kraft seit 1. Jan. 2014 ( AS 2013 4569 ). SR 172.220.111.31"
    },
    {
      "provision_ref": "art73",
      "chapter": "4. Abschnitt: Vergütung von Auslagen im Zusammenhang mit Revisionsreisen",
      "section": "73",
      "title": "",
      "content": "Aufgehoben durch Ziff. I der V des EDA vom 24. Okt. 2008, mit Wirkung seit 1. Jan. 2009 ( AS 2008 4959 )."
    },
    {
      "provision_ref": "art74",
      "chapter": "1. Abschnitt: Allgemeines",
      "section": "74",
      "title": "Zulagen bei Militär- und Zivildienst",
      "content": "(Art. 81 ff. BPV) 1 Leisten Angestellte freiwilligen Militär- oder Zivildienst, der nicht an die Ferien angerechnet wird, so können die Zulagen im Ausland (Auslandzulagen) am Einsatzort ganz oder teilweise entzogen werden. 2 Die festen Kosten am Einsatzort werden für die Dauer der wegen Militär- oder Zivildienst bedingten Abwesenheit angemessen berücksichtigt."
    },
    {
      "provision_ref": "art75",
      "chapter": "1. Abschnitt: Allgemeines",
      "section": "75",
      "title": "Ortszuschlag",
      "content": "(Art. 43, 81 ff. BPV) Der Ortszuschlag wird nicht entrichtet."
    },
    {
      "provision_ref": "art76",
      "chapter": "1. Abschnitt: Allgemeines",
      "section": "76",
      "title": "Teuerungsausgleich",
      "content": "(Art. 44, 81 ff. BPV) Der Teuerungsausgleich wird auf den wiederkehrenden, in Schweizer Franken festgelegten Auslandzulagen entrichtet."
    },
    {
      "provision_ref": "art77",
      "chapter": "1. Abschnitt: Allgemeines",
      "section": "77",
      "title": "Vergütung von Sonntagsarbeit",
      "content": "(Art. 45 BPV) 1 Als Sonntagsarbeit gilt Arbeit, die am Sonntag oder an einem Wochentag, der am Einsatzort dem Sonntag entspricht und nach Artikel 53 Absatz 1 als freier Tag festgelegt wurde, geleistet wird. 2 Die Vergütung von Sonntagsarbeit richtet sich nach Artikel 12 Absatz 1 VBPV. Fassung gemäss Ziff. I der V des EDA vom 29. Nov. 2013, in Kraft seit 1. Jan. 2014 ( AS 2013 4569 ). SR 172.220.111.31"
    },
    {
      "provision_ref": "art78",
      "chapter": "1. Abschnitt: Allgemeines",
      "section": "78",
      "title": "Leistungen bei Krankheit und Unfall",
      "content": "(Art. 81 ff. BPV) 1 Bei Arbeitsaussetzung wegen Krankheit oder Unfall haben die Angestellten Anspruch auf die Leistungen, die der Funktion am Einsatzort entsprechen. 2 Die zuständige Stelle nach Artikel 9 kann bei einer Arbeitsaussetzung von mehr als sechs Monaten die Leistungen nach den Artikeln 81–88 BPV ganz oder teilweise entziehen. 3 Verbleibt der oder die Angestellte bei Krankheit oder Unfall am Einsatzort, so werden die festen Kosten angemessen entgolten. Fassung gemäss Ziff. I der V des EDA vom 9. März 2014, in Kraft seit 1. April 2014 ( AS 2014 691 )."
    },
    {
      "provision_ref": "art79",
      "chapter": "1. Abschnitt: Allgemeines",
      "section": "79",
      "title": "Leistungen bei Teilzeitbeschäftigung",
      "content": "(Art. 38, 81 ff. BPV) 1 Teilzeitbeschäftigte erhalten den Anteil der Inkonvenienzvergütung, der Mobilitätsvergütung und der Pauschale für die Interessenwahrung, der ihrem Beschäftigungsgrad entspricht. 2 Liegt der Beschäftigungsgrad unter 80 Prozent, so werden die Vergütungen in folgenden Fällen um die Differenz zwischen 80 Prozent und dem Beschäftigungsgrad gekürzt für: a. die Nebenkosten während der Versetzung (Art. 90); b. die Einrichtungs- und Ausrüstungskosten (Art. 90); c. die Ausbildungskosten (Art. 128 ff.); d. die Konsultationsreise (Art. 96 f.); e. … f. die Miet- und Mietnebenkosten (Art. 100); g. den pauschalen Kostenersatz (Art. 87 ff.). Fassung gemäss Ziff. I der V des EDA vom 15. Sept. 2009, in Kraft seit 1. Okt. 2009 ( AS 2009 4705 ). Fassung gemäss Ziff. I der V des EDA vom 1. Febr. 2008, in Kraft seit 15. Febr. 2008 ( AS 2008 347 ). Aufgehoben durch Ziff. I der V des EDA vom 24. Okt. 2008, mit Wirkung seit 1. Jan. 2009 ( AS 2008 4959 )."
    },
    {
      "provision_ref": "art79a",
      "section": "79a",
      "title": "a Leistungen an Angestellte mit gemeinsamem Haushalt",
      "content": "1 Führen zwei Angestellte einen gemeinsamen Haushalt, so werden für die Berechnung der Vergütungen nach Artikel 79 Absatz 2 die beiden Beschäftigungsgrade zusammengezählt. Pro Haushalt kann nur eine Vergütung beansprucht werden. Der Ansatz der einzelnen Vergütung darf 100 Prozent nicht übersteigen. Für vollzeitbeschäftigte Angestellte gilt diese Bestimmung sinngemäss. 2 Die Vergütung wird an den Angestellten oder die Angestellte mit dem höheren Lohn ausbezahlt. 3 Der Anspruch auf den pauschalen Kostenersatz nach Artikel 87 bleibt vorbehalten. Eingefügt durch Ziff. I der V des EDA vom 24. Okt. 2008, in Kraft seit 1. Jan. 2009 ( AS 2008 4959 )."
    },
    {
      "provision_ref": "art80",
      "chapter": "2. Abschnitt: Inkonvenienzvergütung",
      "section": "80",
      "title": "Anspruch",
      "content": "(Art. 81 BPV) Zur Abgeltung schwieriger Lebensbedingungen wird den Angestellten eine Inkonvenienzvergütung ausgerichtet, sofern ihr Einsatzort im Index nach Artikel 23 mit weniger als 95 Indexpunkten bewertet ist. Fassung gemäss Ziff. I der V des EDA vom 28. Sept. 2005, in Kraft seit 1. Nov. 2005 ( AS 2005 4703 )."
    },
    {
      "provision_ref": "art81",
      "chapter": "2. Abschnitt: Inkonvenienzvergütung",
      "section": "81",
      "title": "Höhe",
      "content": "(Art. 81 BPV) Pro Indexpunkt, um den der Einsatzort tiefer als mit 95 Punkten bewertet ist, entsteht ein Anspruch auf den Betrag von 721 Franken pro Jahr. Fassung gemäss Ziff. I der V des EDA vom 13. Dez. 2021, in Kraft seit 1. März 2022 ( AS 2021 874 )."
    },
    {
      "provision_ref": "art82",
      "chapter": "2. Abschnitt: Inkonvenienzvergütung",
      "section": "82",
      "title": "Alterszuschlag",
      "content": "(Art. 81 BPV) Die Inkonvenienzvergütung wird erhöht: a. um 5 Prozent ab 1. Januar des Jahres, in dem das 40. Altersjahr vollendet wird; b. um 10 Prozent ab 1. Januar des Jahres, in dem das 45. Altersjahr vollendet wird; c. um 15 Prozent ab 1. Januar des Jahres, in dem das 50. Altersjahr vollendet wird; d. um 20 Prozent ab 1. Januar des Jahres, in dem das 55. Altersjahr vollendet wird."
    },
    {
      "provision_ref": "art83",
      "chapter": "2. Abschnitt: Inkonvenienzvergütung",
      "section": "83",
      "title": "Kürzung",
      "content": "(Art. 81 BPV) Die Inkonvenienzvergütung wird nach fünf Aufenthaltsjahren am selben Einsatzort pro Folgejahr um 20 Prozent des ursprünglichen Betrages gekürzt. Die Kürzung wird am 1. Januar des Folgejahrs wirksam."
    },
    {
      "provision_ref": "art84",
      "chapter": "3. Abschnitt: Mobilitätsvergütung bei Versetzungen",
      "section": "84",
      "title": "Höhe",
      "content": "(Art. 81 BPV) Die Mobilitätsvergütung beträgt 6457 Franken pro Jahr. Fassung gemäss Ziff. I der V des EDA vom 13. Dez. 2021, in Kraft seit 1. März 2022 ( AS 2021 874 )."
    },
    {
      "provision_ref": "art85",
      "chapter": "3. Abschnitt: Mobilitätsvergütung bei Versetzungen",
      "section": "85",
      "title": "Alterszuschlag",
      "content": "(Art. 81 BPV) Die Mobilitätsvergütung wird erhöht: a. um 5 Prozent ab 1. Januar des Jahres, in dem das 40. Altersjahr vollendet wird; b. um 10 Prozent ab 1. Januar des Jahres, in dem das 45. Altersjahr vollendet wird; c. um 15 Prozent ab 1. Januar des Jahres, in dem das 50. Altersjahr vollendet wird; d. um 20 Prozent ab 1. Januar des Jahres, in dem das 55. Altersjahr vollendet wird."
    },
    {
      "provision_ref": "art86",
      "chapter": "3. Abschnitt: Mobilitätsvergütung bei Versetzungen",
      "section": "86",
      "title": "Kürzung",
      "content": "(Art. 81 BPV) Die Mobilitätsvergütung wird nach fünf Aufenthaltsjahren am selben Einsatzort pro Folgejahr um 20 Prozent des ursprünglichen Betrages gekürzt. Die Kürzung wird am 1. Januar des Folgejahrs wirksam."
    },
    {
      "provision_ref": "art87",
      "chapter": "4. Abschnitt: Pauschaler Kostenersatz",
      "section": "87",
      "title": "Anspruch",
      "content": "(Art. 82 Abs. 3 Bst. a BPV) 1 Die zusätzlichen Auslagen für die Haushaltführung werden pauschal abgegolten. 2 Die Pauschale wird nur einmal pro Haushalt entrichtet. 3 Macht die Begleitperson infolge ihres Anstellungsverhältnisses zum Bund einen eigenständigen Anspruch auf die Pauschale geltend, so wird diese auf der Grundlage des höheren der beiden Löhne berechnet. Fassung gemäss Ziff. I der V des EDA vom 29. Nov. 2013, in Kraft seit 1. Jan. 2014 ( AS 2013 4569 ). Fassung gemäss Ziff. I der V des EDA vom 30. Okt. 2020, in Kraft seit 1. Jan. 2021 ( AS 2020 4745 ). Fassung gemäss Ziff. I der V des EDA vom 29. Nov. 2013, in Kraft seit 1. Jan. 2014 ( AS 2013 4569 )."
    },
    {
      "provision_ref": "art88",
      "chapter": "4. Abschnitt: Pauschaler Kostenersatz",
      "section": "88",
      "title": "Höhe",
      "content": "(Art. 82 Abs. 3 Bst. a BPV) Die Pauschale setzt sich aus einem Grundbetrag von 8279 Franken pro Jahr und einem Zuschlag von 9 Prozent des Jahreslohnes zusammen. Fassung gemäss Ziff. I der V des EDA vom 13. Dez. 2021, in Kraft seit 1. März 2022 ( AS 2021 874 )."
    },
    {
      "provision_ref": "art89",
      "chapter": "4. Abschnitt: Pauschaler Kostenersatz",
      "section": "89",
      "title": "Kürzung",
      "content": "(Art. 82 Abs. 3 Bst. a BPV) Die Pauschale wird nach fünf Aufenthaltsjahren am selben Einsatzort pro Folgejahr um 20 Prozent des ursprünglichen Betrages gekürzt. Die Kürzung wird am 1. Januar des Folgejahrs wirksam."
    },
    {
      "provision_ref": "art90",
      "chapter": "5. Abschnitt: Vergütung von Auslagen bei Versetzungen",
      "section": "90",
      "title": "Reise- und Versetzungskosten",
      "content": "(Art. 82 Abs. 3 Bst. a BPV) 1 Die Angestellten, denen ein anderer Einsatzort zugewiesen wird, haben für sich, ihre Begleitpersonen und Kinder sowie für das von der Personalabteilung der DR bewilligte private Dienstpersonal Anspruch auf Vergütung: a. der Reisekosten; b. der Kosten der Beförderung und Versicherung des Gepäcks; c. der Kosten der Beförderung und Versicherung des Umzugsgutes; d. der Kosten für Übernachtungen und Mahlzeiten während der Reise; e. der Nebenkosten während der Versetzung; f. der Einrichtungs- und Ausrüstungskosten. 1bis Die Kosten der Einlagerung von Umzugsgut können insbesondere bei der Zuweisung einer durch den Bund möblierten oder teilmöblierten Dienstwohnung vergütet werden. 2 Die Kosten nach Absatz 1 Buchstaben e und f werden pauschal vergütet. Die Pauschale für Ausrüstungs- und Einrichtungskosten richtet sich nach der Lohnklasse der Angestellten, deren Haushaltsgrösse und dem Möblierungsgrad der neuen Unterkunft. Fassung gemäss Ziff. I der V des EDA vom 29. Nov. 2013, in Kraft seit 1. Jan. 2014 ( AS 2013 4569 ). Eingefügt durch Ziff. I der V des EDA vom 29. Nov. 2013, in Kraft seit 1. Jan. 2014 ( AS 2013 4569 )."
    },
    {
      "provision_ref": "art91",
      "chapter": "5. Abschnitt: Vergütung von Auslagen bei Versetzungen",
      "section": "91",
      "title": "Übernachtungen und Mahlzeiten vor und nach der Versetzung",
      "content": "(Art. 82 Abs. 3 Bst. a BPV) Entstehen den Angestellten unmittelbar vor der Abreise am alten Einsatzort oder nach der Ankunft am neuen Einsatzort Übernachtungskosten und Mehrauslagen für Mahlzeiten, so wird ihnen für höchstens 30 Tage vor Abreise und längstens 90 Tage nach Ankunft ein angemessener Beitrag an diese Kosten ausgerichtet. Dieser Anspruch besteht auch für die Begleitperson und Kinder."
    },
    {
      "provision_ref": "art92",
      "chapter": "5. Abschnitt: Vergütung von Auslagen bei Versetzungen",
      "section": "92",
      "title": "Leermiete",
      "content": "(Art. 82 Abs. 3 Bst. a BPV) Müssen die Angestellten wegen einer Versetzung oder eines neuen Einsatzes ihre Wohnung vor dem nächstmöglichen Kündigungstermin verlassen oder am neuen Einsatzort im Interesse des Bundes eine Wohnung vorzeitig mieten, so wird ihnen in der Regel für höchstens drei dem Versetzungs- oder Einsatzentscheid folgende Monate und längstens bis zum nächstmöglichen Kündigungstermin oder bis zum Bezugstermin ein angemessener Beitrag an die tatsächlichen Miet- und Mietnebenkosten ausgerichtet. Fassung gemäss Ziff. I der V des EDA vom 24. Okt. 2008, in Kraft seit 1. Jan. 2009 ( AS 2008 4959 )."
    },
    {
      "provision_ref": "art93",
      "chapter": "5. Abschnitt: Vergütung von Auslagen bei Versetzungen",
      "section": "93",
      "title": "Vorübergehende Trennung der Haushalte",
      "content": "(Art. 82 Abs. 3 Bst. a BPV) 1 Sind die Angestellten anlässlich einer Versetzung oder eines Einsatzes aus achtenswerten Gründen gezwungen, für ihre Begleitpersonen oder Kinder vorübergehend einen getrennten Haushalt zu führen, so kann ihnen für höchstens ein Jahr ein Beitrag an die mit der Trennung der Haushalte verbundenen Mehrauslagen gewährt werden. 2 Bei Fortbestand der Gründe kann der Beitrag aufgrund einer erneuten Überprüfung der Gesamtumstände für jeweils ein weiteres Jahr gewährt werden. Die Leistungen können während zwei aufeinanderfolgenden Auslandeinsätzen, höchstens jedoch während insgesamt vier Jahren ausgerichtet werden. 3 Die Angestellten melden den Wegfall der Gründe unverzüglich der zuständigen Stelle. Fassung gemäss Ziff. I der V des EDA vom 24. Okt. 2008, in Kraft seit 1. Jan. 2009 ( AS 2008 4959 ). Fassung gemäss Ziff. I der V des EDA vom 15. Sept. 2009, in Kraft seit 1. Okt. 2009 ( AS 2009 4705 ). Fassung gemäss Ziff. I der V des EDA vom 15. Sept. 2009, in Kraft seit 1. Okt. 2009 ( AS 2009 4705 )."
    },
    {
      "provision_ref": "art94",
      "chapter": "6. Abschnitt: Vergütung von Reisekosten von im Ausland eingesetzten Angestellten bei Todesfällen und bei Reisen zwecks medizinischer Behandlung",
      "section": "94",
      "title": "Bei Todesfällen",
      "content": "(Art. 82 Abs. 3 Bst. a BPV) 1 Den Angestellten werden die eigenen Reisekosten und gegebenenfalls die Reisekosten ihrer Begleitperson und Kinder vergütet für die Teilnahme an der Bestattung: a. der Begleitperson; b. eines Kindes oder eines Kindes der Begleitperson; c. eines Elternteils oder eines Schwiegerelternteils; d. eines Geschwisters; e. einer Schwägerin oder eines Schwagers; f. einer Schwiegertochter oder eines Schwiegersohns. 2 Für die Teilnahme an der Bestattung in der Schweiz werden die Reisekosten vom Einsatzort bis zum Dienstort Bern und zurück vergütet. Bei Flugreisen wird der kostengünstigste Preis für ein Arrangement der Economy-Klasse vergütet. 3 Für die Teilnahme an der Bestattung in einem Drittland werden die tatsächlichen Reisekosten bis zum Höchstbetrag für eine Reise nach Absatz 2 vergütet. Fassung gemäss Ziff. I der V des EDA vom 24. Okt. 2008, in Kraft seit 1. Jan. 2009 ( AS 2008 4959 ). Fassung gemäss Ziff. I der V des EDA vom 24. Okt. 2008, in Kraft seit 1. Jan. 2009 ( AS 2008 4959 )."
    },
    {
      "provision_ref": "art95",
      "chapter": "6. Abschnitt: Vergütung von Reisekosten von im Ausland eingesetzten Angestellten bei Todesfällen und bei Reisen zwecks medizinischer Behandlung",
      "section": "95",
      "title": "Bei Reisen zwecks medizinischer Behandlung",
      "content": "(Art. 82 Abs. 3 Bst. a BPV) 1 Bei einer durch den ärztlichen Dienst der Bundesverwaltung befürworteten Reise der Angestellten, ihrer Begleitperson oder der Kinder zwecks medizinischer Behandlung werden die Reisekosten vergütet. 2 Bei Reisen in die Schweiz werden die Reisekosten vom Einsatzort bis zum Dienstort Bern und zurück vergütet. Bei Flugreisen wird der kostengünstigste Preis für ein Arrangement der Economy-Klasse vergütet. 3 Bei Reisen in ein Drittland werden die tatsächlichen Reisekosten bis zum Höchstbetrag für eine Reise nach Absatz 2 vergütet. 4 Ist die Reise in der Economy-Klasse nicht zumutbar, so entscheidet der ärztliche Dienst der allgemeinen Bundesverwaltung über die zu benützende Flugklasse. 5 Müssen Angestellte, eine Begleitperson oder Kinder anlässlich einer Reise nach Absatz 1 begleitet werden, so werden die Kosten nach Zustimmung durch den ärztlichen Dienst der Bundesverwaltung übernommen. Fassung gemäss Ziff. I der V des EDA vom 29. Nov. 2013, in Kraft seit 1. Jan. 2014 ( AS 2013 4569 ). Fassung gemäss Ziff. I der V des EDA vom 24. Okt. 2008, in Kraft seit 1. Jan. 2009 ( AS 2008 4959 ). Eingefügt durch Ziff. I der V des EDA vom 24. Okt. 2008 ( AS 2008 4959 ). Fassung gemäss Ziff. I der V des EDA vom 29. Nov. 2013, in Kraft seit 1. Jan. 2014 ( AS 2013 4569 )."
    },
    {
      "provision_ref": "art96",
      "chapter": "7. Abschnitt: Vergütung von Konsultationsreisen",
      "section": "96",
      "title": "Anspruch",
      "content": "(Art. 82 Abs. 3 Bst. a BPV) 1 Die Angestellten haben pro volles Kalenderjahr Anspruch auf Vergütung einer Konsultationsreise in die Schweiz. Dieser Anspruch besteht auch für die Begleitpersonen und Kinder. 1bis Bei versetzungspflichtigen Angestellten können die Kosten für eine Konsultationsreise auch vergütet werden, wenn ein mindestens zweijähriger Einsatz im Ausland im Verlauf des Kalenderjahrs, jedoch vor dem 1. Juli beginnt. 2 Der Anspruch verfällt entschädigungslos, wenn die Reise nicht innerhalb des Kalenderjahres angetreten wird. 3 Bei Bezug einer Konsultationsreise muss die Aufenthaltsdauer in der Schweiz mindestens zwei Wochen betragen. 4 Die Konsultationsreise kann mit anderen Reisen, die durch den Bund finanziert werden, kompensiert werden. 5 Der Anspruch auf eine Konsultationsreise erlischt bei Beendigung des Arbeitsverhältnisses, wenn die Angestellten auf Kosten des Bundes in die Schweiz zurückkehren oder sich auf Kosten des Bundes in einem Drittland niederlassen. Fassung gemäss Ziff. I der V des EDA vom 1. Febr. 2008, in Kraft seit 15. Febr. 2008 ( AS 2008 347 ). Eingefügt durch Ziff. I der V des EDA vom 29. Nov. 2013 ( AS 2013 4569 ). Fassung gemäss Ziff. I der V des EDA vom 16. Nov. 2014, in Kraft seit 1. Jan. 2015 ( AS 2014 4453 ). Fassung gemäss Ziff. I der V des EDA vom 28. Sept. 2005, in Kraft seit 1. Nov. 2005 ( AS 2005 4703 ). Fassung gemäss Ziff. I der V des EDA vom 1. Febr. 2008, in Kraft seit 15. Febr. 2008 ( AS 2008 347 ). Fassung gemäss Ziff. I der V des EDA vom 29. Nov. 2013, in Kraft seit 1. Jan. 2014 ( AS 2013 4569 ). Eingefügt durch Ziff. I der V des EDA vom 24. Okt. 2008, in Kraft seit 1. Jan. 2009 ( AS 2008 4959 )."
    },
    {
      "provision_ref": "art97",
      "chapter": "7. Abschnitt: Vergütung von Konsultationsreisen",
      "section": "97",
      "title": "Pauschale",
      "content": "(Art. 82 Abs. 3 Bst. a BPV) 1 Der Anspruch auf Vergütung der Konsultationsreise wird mit einer für jeden Einsatzort von der DR in Absprache mit dem EFD festgelegten Pauschale abgegolten. 2 Die Pauschale ist zurückzuerstatten, wenn: a. die Reise im massgebenden Kalenderjahr nicht angetreten wurde; b. Angestellte bei Beendigung des Arbeitsverhältnisses auf Kosten des Bundes in die Schweiz zurückkehren oder sich auf Kosten des Bundes in einem Drittland niederlassen und zwischen dem Entstehen des Anspruchs und der Beendigung des Arbeitsverhältnisses weniger als sechs Monate liegen. Fassung gemäss Ziff. I der V des EDA vom 13. Dez. 2021, in Kraft seit 1. März 2022 ( AS 2021 874 ). Fassung gemäss Ziff. I der V des EDA vom 24. Okt. 2008, in Kraft seit 1. Jan. 2009 ( AS 2008 4959 )."
    },
    {
      "provision_ref": "art98",
      "chapter": "8. Abschnitt: Vergütung von Besuchsreisen",
      "section": "98",
      "title": "Anspruch",
      "content": "(Art. 82 Abs. 3 Bst. a BPV) 1 Halten sich die Kinder nicht am Einsatzort auf, so können die Reisekosten vergütet werden für: a. jährlich bis zu zwei Besuchsreisen an den Einsatzort bis zum Ende des Jahres, in dem die Kinder das 18. Altersjahr erreichen; b. jährlich eine Besuchsreise an den Einsatzort ab Ende des Jahres, in dem die Kinder das 18. Altersjahr erreichen, und bis Ende des Jahres, in dem sie das 25. Altersjahr erreichen. 2 Anstelle der Reise nach Absatz 1 kann auch ein am Einsatzort lebender Elternteil der Kinder an deren Aufenthaltsort reisen. In diesem Fall werden lediglich die Kosten vergütet, die für die Reise eines Kindes entstanden wären. 3 Die Reisekosten nach Absatz 1 können auch vergütet werden, wenn die Kinder sich mit dem oder der Angestellten am Einsatzort aufhalten und zum anderen Elternteil reisen, der sich nicht am Einsatzort aufhält. 4 Hält sich die Begleitperson nicht am Einsatzort der angestellten Person auf, so können die Reisekosten vergütet werden für jährlich bis zu zwei Besuchsreisen der Begleitperson zur angestellten Person oder der angestellten Person zur Begleitperson. Wenn gleichzeitig die Kinder besucht werden, können jährlich insgesamt höchstens die Kosten von zwei Besuchsreisen vergütet werden. 4bis Die Reisekosten nach den Absätzen 1, 2 und 4 können bei vorübergehender Trennung der Haushalte im Sinn von Artikel 93 auch vergütet werden, wenn der oder die Angestellte in der Schweiz im Einsatz steht. 5 Der Anspruch verfällt entschädigungslos, wenn die Reise nicht innert eines Jahres nach seiner Entstehung angetreten wird. 6 Besondere schulische oder familiäre Umstände können angemessen berücksichtigt werden. Fassung gemäss Ziff. I der V des EDA vom 29. Nov. 2013, in Kraft seit 1. Jan. 2014 ( AS 2013 4569 ). Fassung gemäss Ziff. I der V des EDA vom 29. Nov. 2013, in Kraft seit 1. Jan. 2014 ( AS 2013 4569 ). Fassung gemäss Ziff. I der V des EDA vom 19. Nov. 2015, in Kraft seit 1. Jan. 2016 ( AS 2015 4897 ). Fassung gemäss Ziff. I der V des EDA vom 19. Nov. 2015, in Kraft seit 1. Jan. 2016 ( AS 2015 4897 ). Eingefügt durch Ziff. I der V des EDA vom 3. Mai 2018, in Kraft seit 1. Jan. 2019 ( AS 2018 1867 ). Eingefügt durch Ziff. I der V des EDA vom 19. Nov. 2015, in Kraft seit 1. Jan. 2016 ( AS 2015 4897 ). Eingefügt durch Ziff. I der V des EDA vom 19. Nov. 2015, in Kraft seit 1. Jan. 2016 ( AS 2015 4897 )."
    },
    {
      "provision_ref": "art99",
      "section": "99",
      "title": "Pauschale",
      "content": "(Art. 82 Abs. 3 Bst. a BPV) 1 Der Anspruch auf Vergütung der Besuchsreise wird mit einer für jeden Einsatzort von der DR in Absprache mit dem EFD festgelegten Pauschale abgegolten. 2 Für Begleitpersonen und Kinder, die sich nicht in der Schweiz aufhalten, werden die Reisekosten höchstens bis zum Betrag der Pauschale nach Absatz 1 vergütet. 3 Die Pauschale ist zurückzuerstatten, wenn: a. die Reise innerhalb eines Monats nach dem gemeldeten Abreisedatum nicht angetreten wurde; b. Angestellte bei Beendigung des Arbeitsverhältnisses auf Kosten des Bundes in die Schweiz zurückkehren oder sich auf Kosten des Bundes in einem Drittland niederlassen und zwischen dem Entstehen des Anspruchs und der Beendigung des Arbeitsverhältnisses weniger als sechs Monate liegen. Fassung gemäss Ziff. I der V des EDA vom 13. Dez. 2021, in Kraft seit 1. März 2022 ( AS 2021 874 ). Fassung gemäss Ziff. I der V des EDA vom 19. Nov. 2015, in Kraft seit 1. Jan. 2016 ( AS 2015 4897 ). Fassung gemäss Ziff. I der V des EDA vom 24. Okt. 2008, in Kraft seit 1. Jan. 2009 ( AS 2008 4959 )."
    },
    {
      "provision_ref": "art100",
      "chapter": "9. Abschnitt: Beitrag an Wohnungsmiete",
      "section": "100",
      "title": "",
      "content": "1 Die mit dem Auslandaufenthalt verbundenen Miet- und Mietnebenkosten, die der Funktion und der familiären Situation der Angestellten entsprechen, werden unter Kostenbeteiligung der Angestellten übernommen. Die DR bestimmt im Einvernehmen mit dem EFD den Kostenanteil, den die Angestellten zu leisten haben. Dieser richtet sich nach der Haushaltgrösse, der Höhe des Lohnes und den durchschnittlichen Mietkosten eines vergleichbaren Haushaltes in der Stadt Bern. 2 Der Chef oder die Chefin der Auslandvertretung legt im Einzelfall für die ihm oder ihr unterstellten Angestellten fest, bis zu welchem Maximalbetrag sich der Bund an den Miet- und Mietnebenkosten beteiligt; er oder sie orientiert sich dabei an den ortsüblichen Bedingungen. 3 … 4 … Fassung gemäss Ziff. I der V des EDA vom 28. Sept. 2005, in Kraft seit 1. Nov. 2005 ( AS 2005 4703 ). Fassung gemäss Ziff. I der V des EDA vom 29. Nov. 2013, in Kraft seit 1. Jan. 2014 ( AS 2013 4569 ). Aufgehoben durch Ziff. I der V des EDA vom 3. Mai 2018, mit Wirkung seit 1. Jan. 2019 ( AS 2018 1867 ). Aufgehoben durch Ziff. I der V des EDA vom 28. Sept. 2005, mit Wirkung seit 1. Nov. 2005 ( AS 2005 4703 )."
    },
    {
      "provision_ref": "art101",
      "chapter": "10. Abschnitt: Vergütung für die Interessenwahrung",
      "section": "101",
      "title": "Vergütung für die Interessenwahrung an Angestellte im Ausland",
      "content": "(Art. 82 Abs. 3 Bst. a BPV) 1 Den Angestellten werden die mit Zustimmung des Chefs oder der Chefin der Auslandvertretung getätigten Auslagen für die Interessenwahrung vergütet. 2 Ziel, Qualität, Umfang und Art der Interessenwahrungsaufgaben der angestellten Person und ihrer Begleitperson werden im Rahmen des jährlichen MbO-Prozesses zwischen dem Chef oder der Chefin der Auslandvertretung und der angestellten Person vereinbart. Fassung gemäss Ziff. I der V des EDA vom 19. Nov. 2015, in Kraft seit 1. Jan. 2016 ( AS 2015 4897 ). Fassung gemäss Ziff. I der V des EDA vom 3. Mai 2018, in Kraft seit 1. Jan. 2019 ( AS 2018 1867 )."
    },
    {
      "provision_ref": "art102",
      "chapter": "10. Abschnitt: Vergütung für die Interessenwahrung",
      "section": "102",
      "title": "Vergütung für die Interessenwahrung an Angestellte bei den multilateralen Missionen in Genf",
      "content": "(Art. 82 Abs. 3 Bst. a und c BPV) 1 Den Angestellten bei den multilateralen Missionen in Genf, die Interessenwahrungsaufgaben wahrzunehmen haben, werden die entsprechenden Auslagen vergütet. 2 Die Chefs und Chefinnen der Missionen bestimmen, welchen Angestellten Interessenwahrungsaufgaben übertragen werden. 3 Sie legen die Höhe der Vergütung für die Interessenwahrung nach Massgabe der Funktion und der Interessenwahrungsaufgaben der Angestellten sowie der repräsentativen Pflichten ihrer Begleitpersonen fest. Fassung gemäss Ziff. I der V des EDA vom 15. Sept. 2009, in Kraft seit 1. Okt. 2009 ( AS 2009 4705 )."
    },
    {
      "provision_ref": "art103",
      "chapter": "11. Abschnitt: Pauschale für die Interessenwahrung",
      "section": "103",
      "title": "Anspruch",
      "content": "(Art. 82 Abs. 3 Bst. c BPV) Angestellte, die Interessenwahrungsaufgaben wahrzunehmen haben, erhalten eine Pauschale für ihre Auslagen. Fassung gemäss Ziff. I der V des EDA vom 15. Sept. 2009, in Kraft seit 1. Okt. 2009 ( AS 2009 4705 )."
    },
    {
      "provision_ref": "art104",
      "chapter": "11. Abschnitt: Pauschale für die Interessenwahrung",
      "section": "104",
      "title": "Pauschale",
      "content": "(Art. 82 Abs. 3 Bst. c BPV) 1 Anspruch auf eine Pauschale haben Angestellte, die im Rahmen der Interessenwahrung und nach Absprache mit dem Chef oder der Chefin der Auslandvertretung Einladungen mit dienstlichem Charakter ausser Haus oder zu Hause durchführen. 2 Mit der Pauschale werden die Fahrauslagen innerhalb des Ortes und der näheren Agglomeration, die Kosten für erhöhten Garderobenbedarf und temporäre Kinderbetreuung sowie die Nebenkosten der Interessenwahrung vergütet. Fassung gemäss Ziff. I der V des EDA vom 19. Nov. 2015, in Kraft seit 1. Jan. 2016 ( AS 2015 4897 )."
    },
    {
      "provision_ref": "art105",
      "chapter": "11. Abschnitt: Pauschale für die Interessenwahrung",
      "section": "105",
      "title": "",
      "content": "Aufgehoben durch Ziff. I der V des EDA vom 19. Nov. 2015, mit Wirkung seit 1. Jan. 2016 ( AS 2015 4897 )."
    },
    {
      "provision_ref": "art106",
      "chapter": "11. Abschnitt: Pauschale für die Interessenwahrung",
      "section": "106",
      "title": "Höhe der Pauschalen",
      "content": "(Art. 82 Abs. 3 Bst. c BPV) 1 Die Höhe der Pauschalen für die Angestellten und die Höhe des Begleitpersonenzuschlags (Art. 121) sind in Anhang 4 Teil 2 festgelegt und richten sich nach der Einstufung des Einsatzortes (Kat. I–IV) sowie der Funktionsstufe der Angestellten. 2 Die Funktionsstufe richtet sich nach den wahrzunehmenden Interessenwahrungsaufgaben und der Kategorie der Auslandsvertretung (D, G, K, I) nach Anhang 4 Teil 1. Dabei gilt Folgendes: a. Die Missionschefs und Missionschefinnen sowie die Postenchefs und Postenchefinnen gehören der Funktionsstufe 1 an. b. Die übrigen Angestellten gehören einer der Funktionsstufen 2–6 an, wobei nur die stellvertretenden Missionschefs und Missionschefinnen der diplomatischen Vertretungen der Kategorie D5 nach Anhang 4 Teil 1 der Funktionsstufe 2 zugeordnet werden können. 3 Die Missionschefs und Missionschefinnen sowie die Postenchefs und Postenchefinnen weisen den mit der Interessenwahrung betrauten Angestellten eine der Funktionsstufen 2–6 nach Anhang 4 Teil 2 zu. 4 Die DR ist in diesem Zusammenhang für die folgenden Aufgaben zuständig: a. Sie nimmt die Einteilung der Auslandsvertretungen gemäss Grösse und Bedeutung in die Kategorien D, G, K und I nach Anhang 4 Teil 1 vor. b. Sie stuft die Einsatzorte gemäss den aussenpolitischen Interessen der Schweiz bei der Pflege der Aussenbeziehungen in die Kategorien I–IV ein. c. Sie legt fest, welche der Funktionsstufen 3–6 den Angestellten höchstens zugewiesen werden darf. Fassung gemäss Ziff. I der V des EDA vom 3. Mai 2018, in Kraft seit 1. Jan. 2019 ( AS 2018 1867 ). Fassung gemäss Ziff. I der V des EDA vom 30. Okt. 2020, in Kraft seit 1. Jan. 2021 ( AS 2020 4745 )."
    },
    {
      "provision_ref": "art107",
      "section": "107",
      "title": "Kürzung und Rückerstattung",
      "content": "(Art. 82 Abs. 3 Bst. c BPV) 1 Die Pauschale für die Interessenwahrung wird teilweise oder ganz gekürzt und ist teilweise oder ganz zurückzuerstatten, wenn die Interessenwahrung nicht den jährlich im MbO-Prozess festgelegten Kriterien nach Artikel 101 Absatz 2 entspricht. 2 Der Anspruch auf die Pauschale erlischt bei einer Abwesenheit vom Einsatzort von mehr als 90 Tagen. Fassung gemäss Ziff. I der V des EDA vom 3. Mai 2018, in Kraft seit 1. Jan. 2019 ( AS 2018 1867 ). Fassung gemäss Ziff. I der V des EDA vom 30. Okt. 2020, in Kraft seit 1. Jan. 2021 ( AS 2020 4745 )."
    },
    {
      "provision_ref": "art108",
      "chapter": "12. Abschnitt: Kaufkraftausgleich",
      "section": "108",
      "title": "Allgemeines",
      "content": "(Art. 83 BPV) 1 Dem Kaufkraftausgleich unterliegen: a. je nach Warenkorb 25 Prozent, 30 Prozent oder 35 Prozent des Lohnes nach den Artikeln 36, 39 und 40 BPV sowie der wiederkehrenden Leistungen nach den Artikeln 44, 46, 48, 50 und 51 BPV; b. 80 Prozent der Leistungen nach Artikel 82 Absatz 3 Buchstaben a und c BPV. 2 Ein negativer Kaufkraftausgleich wird mit dem Lohn und den Leistungen nach Absatz 1 verrechnet. Fassung gemäss Ziff. I der V des EDA vom 28. Sept. 2005, in Kraft seit 1. Nov. 2005 ( AS 2005 4703 ). Fassung gemäss Ziff. I der V des EDA vom 14. Juni 2013, in Kraft seit 1. Juli 2013 ( AS 2013 1771 )."
    },
    {
      "provision_ref": "art109",
      "chapter": "12. Abschnitt: Kaufkraftausgleich",
      "section": "109",
      "title": "Preiserhebung",
      "content": "(Art. 83 BPV) Die DR legt den Kaufkraftausgleich auf Grund periodischer Preiserhebungen in Bern und an den Einsatzorten im Einvernehmen mit dem EPA fest."
    },
    {
      "provision_ref": "art110",
      "chapter": "12. Abschnitt: Kaufkraftausgleich",
      "section": "110",
      "title": "Indexierung",
      "content": "(Art. 83 BPV) 1 Der Preisunterschied zwischen den Warenkörben am Einsatzort und in der Stadt Bern wird in einem Vergleichsindex ausgedrückt, in welchem der Indexwert von Bern 100 Indexpunkte beträgt. 2 Abweichungen"
    },
    {
      "provision_ref": "art111",
      "chapter": "12. Abschnitt: Kaufkraftausgleich",
      "section": "111",
      "title": "Änderungen",
      "content": "(Art. 83 BPV) 1 Ergibt die Preiserhebung eine Veränderung des Indexwerts für den Einsatzort der Angestellten, so wird der Kaufkraftausgleich folgendermassen angepasst: a. bei einer Erhöhung des Indexwerts rückwirkend auf den Beginn des Quartals, in dem die Preiserhebung stattfand; b. bei einer Herabsetzung des Indexwerts auf Beginn des Quartals, das der Preiserhebung folgt. 2 Die Anpassung des Kaufkraftausgleichs kann nach einer Preiserhebung ausgesetzt werden, wenn instabile wirtschaftliche und politische Rahmenbedingungen sowie unsichere Finanzmärkte vorliegen. Fassung gemäss Ziff. I der V des EDA vom 13. Dez. 2021, in Kraft seit 1. März 2022 ( AS 2021 874 )."
    },
    {
      "provision_ref": "art112",
      "chapter": "13. Abschnitt: Steuerfreiheit",
      "section": "112",
      "title": "Pauschale Berechnung",
      "content": "(Art. 84 BPV) 1 Die Minderkosten wegen Steuerfreiheit der Angestellten im Ausland werden auf Grund der Berechnungsgrundlagen und pauschalen Abzugsmöglichkeiten, wie sie die Steuerverwaltung des Kantons Bern zur Berechnung der Einkommenssteuern von Steuerpflichtigen mit Wohnsitz in der Stadt Bern anwendet, berechnet. 2 Der Minderkostenabzug wird nach folgenden Kategorien berechnet: a. alleinstehende Angestellte ohne Kinder; b. alleinstehende Angestellte mit Kindern; c. verheiratete Angestellte ohne Kinder; d. verheiratete Angestellte mit Kindern. 3 Der pauschale Minderkostenabzug beträgt 70 Prozent des nach Absatz 1 errechneten Betrags. Fassung gemäss Ziff. I der V des EDA vom 28. Sept. 2005, in Kraft seit 1. Nov. 2005 ( AS 2005 4703 ). Fassung gemäss Ziff. I der V des EDA vom 13. Dez. 2021, in Kraft seit 1. März 2022 ( AS 2021 874 ). Fassung gemäss Ziff. I der V des EDA vom 13. Dez. 2021, in Kraft seit 1. März 2022 ( AS 2021 874 )."
    },
    {
      "provision_ref": "art113",
      "chapter": "13. Abschnitt: Steuerfreiheit",
      "section": "113",
      "title": "Individuelle Berechnung",
      "content": "(Art. 84 BPV) 1 Fällt der Betrag des Minderkostenabzuges wegen Steuerfreiheit nach Artikel 112 Absatz 3 höher aus als jener Betrag, den die Angestellten als in der Stadt Bern Steuerpflichtige an Kantons- und Gemeindesteuern auf ihrem gesamten Einkommen entrichten müssten, so kann auf Nachweis hin eine Berichtigung beantragt werden. 2 Eine Berichtigung des Minderkostenabzuges wegen Steuerfreiheit erfolgt nach Vorliegen einer definitiven Veranlagungsverfügung der direkten Bundessteuer des betreffenden Kalenderjahres (Gegenwartsbeurteilung). Fassung gemäss Ziff. I der V des EDA vom 14. Juni 2013, in Kraft seit 1. Juli 2013 ( AS 2013 1771 )."
    },
    {
      "provision_ref": "art114",
      "chapter": "14. Abschnitt: Darlehen",
      "section": "114",
      "title": "Gewährung",
      "content": "(Art. 85 BPV) 1 Anlässlich einer Versetzung im oder ins Ausland oder eines Einsatzes im Ausland können den Angestellten bis längstens sechs Monate nach Ankunft am Einsatzort auf begründetes Gesuch hin Darlehen gewährt werden für: a. … b. Mietzinsdepots; c. Instandstellungsarbeiten; d. den Kauf eines Personenwagens. 2 Die Darlehen für Autokäufe sind zu dem Satz zu verzinsen, den die Sparkasse Bundespersonal für Einlegerguthaben am 1. Januar des betreffenden Jahres festlegt. Fassung gemäss Ziff. I der V des EDA vom 24. Okt. 2008, in Kraft seit 1. Jan. 2009 ( AS 2008 4959 ). Aufgehoben durch Ziff. I der V des EDA vom 13. Dez. 2021, mit Wirkung seit 1. März 2022 ( AS 2021 874 )."
    },
    {
      "provision_ref": "art115",
      "chapter": "14. Abschnitt: Darlehen",
      "section": "115",
      "title": "Rückzahlung",
      "content": "(Art. 85 BPV) 1 Die Darlehen, ausgenommen solche auf Mietzinsdepots, sind in monatlichen Raten und innerhalb von höchstens vier Jahren zu tilgen. 2 Bei Veräusserung des Gegenstandes, für den das Darlehen gewährt wurde, wird die Restschuld sofort fällig. 3 Bei Auflösung des Mietvertrags, für den ein Darlehen auf das Mietzinsdepot gewährt wurde, wird das Darlehen einschliesslich allfälliger Zinsen sofort nach Rückzahlung des Depots fällig. 4 Im Todesfall kann die DR ausnahmsweise auf die Rückforderung der Restschuld und der aufgelaufenen Zinsen verzichten. Fassung gemäss Ziff. I der V des EDA vom 28. Sept. 2005, in Kraft seit 1. Nov. 2005 ( AS 2005 4703 ). Fassung gemäss Ziff. I der V des EDA vom 28. Sept. 2005, in Kraft seit 1. Nov. 2005 ( AS 2005 4703 ). Fassung gemäss Ziff. I der V des EDA vom 9. März 2014, in Kraft seit 1. April 2014 ( AS 2014 691 )."
    },
    {
      "provision_ref": "art116",
      "chapter": "1. Abschnitt: Erklärung der Lebenspartnerschaft",
      "section": "116",
      "title": "",
      "content": "Leben Angestellte in einer Lebenspartnerschaft, so geben sie und ihre Lebenspartner oder Lebenspartnerinnen der DR eine schriftliche Erklärung ab, in der sie das Bestehen der Lebenspartnerschaft bestätigen. Fassung gemäss Ziff. I der V des EDA vom 9. März 2014, in Kraft seit 1. April 2014 ( AS 2014 691 )."
    },
    {
      "provision_ref": "art117",
      "chapter": "2. Abschnitt: Begleitpersonenzuschlag",
      "section": "117",
      "title": "Anspruch",
      "content": "(Art. 114 Abs. 3 BPV) 1 Die Angestellten haben für ihre Begleitpersonen Anspruch auf einen Begleitpersonenzuschlag zu einzelnen Vergütungen. Der Begleitpersonenzuschlag wird pro Haushalt nur einmal entrichtet. 2 Der Anspruch auf einen Begleitpersonenzuschlag für einen neuen Lebenspartner oder eine neue Lebenspartnerin entsteht frühestens 24 Monate nach dem Erlöschen eines früheren Anspruchs und ab der nächsten Versetzung oder dem nächsten Einsatz. Massgebend ist der Zeitpunkt des Auszugs des früheren Lebenspartners oder der früheren Lebenspartnerin aus dem gemeinsamen Haushalt. 3 … 4 Der Begleitpersonenzuschlag zum pauschalen Kostenersatz nach Artikel 120 wird auch allein erziehenden Angestellten ausgerichtet, die für ihre im gleichen Haushalt lebenden Kinder Anspruch auf Familienzulage haben. 5 Abwesenheiten der Begleitpersonen vom gemeinsamen Haushalt von mehr als 90 Tagen pro Kalenderjahr sind der DR zu melden. Fassung gemäss Ziff. I der V des EDA vom 29. Nov. 2013, in Kraft seit 1. Jan. 2014 ( AS 2013 4569 ). Fassung gemäss Ziff. I der V des EDA vom 29. Nov. 2013, in Kraft seit 1. Jan. 2014 ( AS 2013 4569 ). Aufgehoben durch Ziff. I der V des EDA vom 29. Nov. 2013, mit Wirkung seit 1. Jan. 2014 ( AS 2013 4569 ). Fassung gemäss Ziff. I der V des EDA vom 24. Okt. 2008, in Kraft seit 1. Jan. 2009 ( AS 2008 4959 ). Eingefügt durch Ziff. I der V des EDA vom 15. Sept. 2009 ( AS 2009 4705 ). Fassung gemäss Ziff. I der V des EDA vom 9. März 2014, in Kraft seit 1. April 2014 ( AS 2014 691 )."
    },
    {
      "provision_ref": "art118",
      "chapter": "2. Abschnitt: Begleitpersonenzuschlag",
      "section": "118",
      "title": "Beendigung des Anspruchs",
      "content": "(Art. 114 Abs. 3 BPV) Der Anspruch auf Begleitpersonenzuschläge erlischt am Ende des Monats, in welchem die Voraussetzungen dazu nicht mehr erfüllt sind. Fassung gemäss Ziff. I der V des EDA vom 15. Sept. 2009, in Kraft seit 1. Okt. 2009 ( AS 2009 4705 )."
    },
    {
      "provision_ref": "art119",
      "chapter": "2. Abschnitt: Begleitpersonenzuschlag",
      "section": "119",
      "title": "Begleitpersonenzuschläge zu Inkonvenienz- und Mobilitätsvergütung",
      "content": "(Art. 81, 114 Abs. 3 BPV) Die Begleitpersonenzuschläge zur Inkonvenienz- und zur Mobilitätsvergütung betragen zehn Prozent der den Angestellten entrichteten Inkonvenienz- bzw. Mobilitätsvergütung nach den Artikeln 80–86. Fassung gemäss Ziff. I der V des EDA vom 28. Sept. 2005, in Kraft seit 1. Nov. 2005 ( AS 2005 4703 )."
    },
    {
      "provision_ref": "art120",
      "section": "120",
      "title": "",
      "content": "(Art. 82 Abs. 3 Bst. a, 114 Abs. 3 BPV) 1 Der Begleitpersonenzuschlag zum pauschalen Kostenersatz beträgt 11 767 Franken pro Jahr. 2 Die Kürzung des Zuschlags richtet sich nach Artikel 89. Fassung gemäss Ziff. I der V des EDA vom 24. Okt. 2008, in Kraft seit 1. Jan. 2009 ( AS 2008 4959 ). Fassung gemäss Ziff. I der V des EDA vom 13. Dez. 2021, in Kraft seit 1. März 2022 ( AS 2021 874 )."
    },
    {
      "provision_ref": "art121",
      "section": "121",
      "title": "",
      "content": "(Art. 82 Abs. 3 Bst. c, 114 Abs. 3 BPV) 1 Die Angestellten haben Anspruch auf einen Begleitpersonenzuschlag zur Pauschale für die Interessenwahrung, wenn sich ihre Begleitpersonen gemäss einer Vereinbarung an den Aufgaben zur Interessenwahrung beteiligen. 2 Der Betrag des Zuschlags ist in Anhang 4 festgelegt. 3 Für die Kürzung und die Rückerstattung des Zuschlags gilt Artikel 107 sinngemäss. Fassung gemäss Ziff. I der V des EDA vom 15. Sept. 2009, in Kraft seit 1. Okt. 2009 ( AS 2009 4705 ). Fassung gemäss Ziff. I der V des EDA vom 15. Sept. 2009, in Kraft seit 1. Okt. 2009 ( AS 2009 4705 ). Fassung gemäss Ziff. I der V des EDA vom 30. Okt. 2020, in Kraft seit 1. Jan. 2021 ( AS 2020 4745 )."
    },
    {
      "provision_ref": "art122",
      "section": "122",
      "title": "Leistungen bei Krankheit",
      "content": "(Art. 86, 114 Abs. 3 BPV) 1 Die Mehrkosten der Versicherungen, die durch den Auslandaufenthalt der Begleitpersonen bedingt sind, werden durch das EDA übernommen. 2 Die Leistungen der Versicherung und der Bundesbeitrag für die Begleitpersonen können im Rahmen des in Artikel 86 Absatz 2 BPV vorgesehenen Kollektivversicherungsvertrags geregelt werden."
    },
    {
      "provision_ref": "art122a",
      "chapter": "195",
      "section": "122a",
      "title": "a",
      "content": "Das EDA kann mit Beiträgen an die Angestellten Massnahmen zur Verbesserung der persönlichen Situation der Begleitpersonen im Zusammenhang mit den Versetzungen mitfinanzieren, insbesondere zur Stärkung ihrer beruflichen Qualifikation oder zur Erweiterung ihrer Sprachkompetenzen."
    },
    {
      "provision_ref": "art123",
      "chapter": "3. Abschnitt: Beteiligung an den Kosten für berufliche Vorsorge",
      "section": "123",
      "title": "Voraussetzungen",
      "content": "(Art. 114 Abs. 3 BPV) 1 Das EDA beteiligt sich an den Kosten der Begleitperson für ihre berufliche Vorsorge, wenn: a. der Vorsorgevertrag mit einer Vorsorgeträgerin, die der Versicherungs- oder Bankenaufsicht unterstellt ist und Sitz in der Schweiz hat, abgeschlossen wurde; b. … c. der Vorsorgevertrag eine Klausel über die Prämienbefreiung bei Invalidität enthält; d. … 1bis In Abweichung zu Absatz 1 kann eine Kostenbeteiligung für andere Vorsorgeformen bewilligt werden, wenn die Begleitperson: a. aus Gesundheits- oder aus Altersgründen keinen Vorsorgevertrag nach Absatz 1 abschliessen kann; oder b. für den Fall der Invalidität infolge Krankheit oder Unfall auf andere Weise bereits ausreichend abgesichert ist. 2 Absatz 1 gilt für Begleitpersonen von Angestellten nach Artikel 1 Absatz 1 auch bei einem Arbeitsort in der Schweiz, frühestens aber nach der ersten Versetzung, oder wenn ein Anspruch auf Leistungen nach Artikel 93 besteht. Aufgehoben durch Ziff. I der V des EDA vom 30. Okt. 2020, mit Wirkung seit 1. Jan. 2021 ( AS 2020 4745 ). Aufgehoben durch Ziff. I der V des EDA vom 29. Nov. 2013, mit Wirkung seit 1. Jan. 2014 ( AS 2013 4569 ). Eingefügt durch Ziff. I der V des EDA vom 3. Mai 2018, in Kraft seit 1. Jan. 2019 ( AS 2018 1867 ). Eingefügt durch Ziff. I der V des EDA vom 28. Sept. 2005 ( AS 2005 4703 ). Fassung gemäss Ziff. I der V des EDA vom 16. Nov. 2014, in Kraft seit 1. Jan. 2015 ( AS 2014 4453 )."
    },
    {
      "provision_ref": "art124",
      "chapter": "3. Abschnitt: Beteiligung an den Kosten für berufliche Vorsorge",
      "section": "124",
      "title": "Betrag der Beteiligung",
      "content": "(Art. 114 Abs. 3 BPV) 1 Erzielt die Begleitperson ein Erwerbs- oder Renteneinkommen bis 18 000 Franken im Jahr, so beteiligt sich das EDA mit 7400 Franken an ihren Kosten für die berufliche Vorsorge. 2 Übersteigt das Erwerbs- oder Renteneinkommen der Begleitperson 47 000 Franken im Jahr, so entfällt die Kostenbeteiligung des EDA. 3 Bei einem Erwerbs- oder Renteneinkommen der Begleitperson zwischen 18 000 und 47 000 Franken im Jahr wird die Kostenbeteiligung anteilsmässig gekürzt. Fassung gemäss Ziff. I der V des EDA vom 29. Nov. 2013, in Kraft seit 1. Jan. 2014 ( AS 2013 4569 )."
    },
    {
      "provision_ref": "art125",
      "chapter": "3. Abschnitt: Beteiligung an den Kosten für berufliche Vorsorge",
      "section": "125",
      "title": "Beendigung der Beteiligung",
      "content": "(Art. 114 Abs. 3 BPV) Der Anspruch auf Beteiligung an den Kosten für die berufliche Vorsorge der Begleitperson erlischt, wenn: a. ein Angestellter oder eine Angestellte nach Artikel 1 Absatz 1 acht Jahre in Folge in der Schweiz im Einsatz gestanden ist und keine Versetzung ins Ausland erfolgt; b. der oder die Angestellte aus dem EDA ausscheidet; c. die Begleitperson das ordentliche Pensionsalter erreicht. Fassung gemäss Ziff. I der V des EDA vom 16. Nov. 2014, in Kraft seit 1. Jan. 2015 ( AS 2014 4453 )."
    },
    {
      "provision_ref": "art126",
      "chapter": "4. Abschnitt: Ersatz von Schäden",
      "section": "126",
      "title": "",
      "content": "Erleiden Begleitpersonen Vermögenseinbussen unter den Voraussetzungen nach Artikel 87 BPV, so gelten diese als Schäden des Personals."
    },
    {
      "provision_ref": "art127",
      "chapter": "1. Abschnitt: Pauschaler Kostenersatz",
      "section": "127",
      "title": "",
      "content": "1 Den Angestellten wird für die Kinder ein pauschaler Kostenersatz von 1723 Franken pro Jahr und Kind entrichtet, solange sie im gemeinsamen Haushalt leben. 2 Der Kostenersatz wird nur einmal pro Haushalt entrichtet. Fassung gemäss Ziff. I der V des EDA vom 13. Dez. 2021, in Kraft seit 1. März 2022 ( AS 2021 874 ). Fassung gemäss Ziff. I der V des EDA vom 24. Okt. 2008, in Kraft seit 1. Jan. 2009 ( AS 2008 4959 )."
    },
    {
      "provision_ref": "art127a",
      "chapter": "205",
      "section": "127a",
      "title": "a",
      "content": "Für die familienergänzende Kinderbetreuung gelten Artikel 75 a und 75 b BPV sinngemäss, wenn das Kind betreut wird: a. in einer Kinderbetreuungsstruktur wie einer Kinderkrippe oder einem Kindergarten; b. durch Tageseltern; oder c. durch Privatpersonen, mit denen ein dem lokalen Recht entsprechendes Arbeitsverhältnis besteht."
    },
    {
      "provision_ref": "art128",
      "chapter": "2. Abschnitt: Beiträge an die Ausbildungskosten",
      "section": "128",
      "title": "Allgemeines",
      "content": "(Art. 82 Abs. 3 Bst. a, 114 Abs. 3 BPV) 1 Das EDA gewährt den Angestellten Beiträge an: a. die Kosten der Grundausbildung, Umschulung und Berufsberatung; b. die Mehrkosten eines Hochschulstudiums oder einer auf einer Lehre aufbauenden Berufsausbildung; c. die Mehrkosten, die durch die Trennung von der Familie auf Grund der Ausbildung entstehen. 2 Die DR setzt im Einvernehmen mit dem EFD die Anforderungen an die Ausbildung und an die Bildungsstätten sowie die Höhe der Beiträge an die Ausbildungskosten fest. 3 Die Gewährung von Beiträgen an die Ausbildungskosten ist ausgeschlossen, wenn die Angestellten seit ihrer Anstellung nie mit den Kindern in gemeinsamem Haushalt gelebt haben. Fassung gemäss Ziff. I der V des EDA vom 28. Sept. 2005, in Kraft seit 1. Nov. 2005 ( AS 2005 4703 ). Eingefügt durch Ziff. I der V des EDA vom 19. Nov. 2015, in Kraft seit 1. Jan. 2016 ( AS 2015 4897 )."
    },
    {
      "provision_ref": "art129",
      "chapter": "2. Abschnitt: Beiträge an die Ausbildungskosten",
      "section": "129",
      "title": "Beginn und Beendigung der Beiträge an die Ausbildungskosten",
      "content": "(Art. 82 Abs. 3 Bst. a, 114 Abs. 3 BPV) 1 Die Ausbildungskostenbeiträge werden frühestens für das Jahr gewährt, in dem das Kind das 4. Altersjahr vollendet. Vorbehalten bleibt die Gewährung von Ausbildungskostenbeiträgen für Kinder, die jünger sind, wenn am Einsatzort im Ausland der obligatorische Schulunterricht früher beginnt. 2 Die Ausbildungskostenbeiträge werden bis zur Maturität oder zu einem vergleichbaren Schulabschluss, bis zur Beendigung der ersten Berufsausbildung, bis zum ersten Hochschulabschluss oder Abschluss einer auf der Lehre aufbauenden Berufsausbildung, längstens aber bis zum vollendeten 25. Altersjahr des Kindes gewährt. Fassung gemäss Ziff. I der V des EDA vom 13. Dez. 2021, in Kraft seit 1. März 2022 ( AS 2021 874 )."
    },
    {
      "provision_ref": "art130",
      "chapter": "2. Abschnitt: Beiträge an die Ausbildungskosten",
      "section": "130",
      "title": "Ausbildungskostenbeiträge in der Schweiz",
      "content": "1 Versetzungspflichtigen Angestellten können nach erfolgtem Einsatz im Ausland oder im Hinblick auf einen solchen auch in der Schweiz Beiträge an Ausbildungskosten entrichtet werden. 2 Beiträge nach Absatz 1 werden erst ab dem Eintritt des Kindes in die Sekundarstufe entrichtet. 3 Ausnahmsweise können die Beiträge nach Absatz 1 auch für Ausbildungskosten in der Primarstufe entrichtet werden, wenn dies der Ausbildungsstand und die schulischen Bedürfnisse der Kinder erfordern. Fassung gemäss Ziff. I der V des EDA vom 30. Okt. 2020, in Kraft seit 1. Jan. 2021 ( AS 2020 4745 )."
    },
    {
      "provision_ref": "art131",
      "chapter": "3. Abschnitt: Ersatz von Schäden",
      "section": "131",
      "title": "",
      "content": "Erleiden Kinder Vermögenseinbussen unter den Voraussetzungen nach Artikel 87 BPV, so gelten diese als Schäden des Personals."
    },
    {
      "provision_ref": "art132",
      "chapter": "1. Abschnitt: Allgemeines",
      "section": "132",
      "title": "Versetzungspflicht",
      "content": "(Art. 21 Abs. 1 Bst. a und c bis BPG , Art. 25 Abs. 4 BPV) 1 Die versetzungspflichtigen Angestellten des EDA können jederzeit an der Zentrale oder im Ausland eingesetzt werden. 2 Die Einsatzdauer bei Versetzungen beträgt vier Jahre. Vorbehalten bleiben Absatz 3 und eine Verlängerung oder eine Verkürzung der Einsatzdauer in anderen begründeten Fällen. 3 Nach Ablauf der nachfolgenden minimalen Aufenthaltsdauer an Einsatzorten mit sehr schwierigen Lebensbedingungen wird auf Antrag der versetzungspflichtigen Angestellten eine Versetzung an einen anderen Einsatzort geprüft: a. Einsatzorte mit weniger als 45 Indexpunkten: nach 2 Jahren; b. Einsatzorte mit weniger als 63 Indexpunkten: nach 3 Jahren. 4 Bei der Versetzung der Angestellten werden das dienstliche Interesse und die Chancengleichheit sowie die Ausbildung, die Erfahrung, die Kompetenzen, die Spezialkenntnisse und das Potenzial der Angestellten für die Ausübung der vorgesehenen Funktion und deren Gesundheitszustand berücksichtigt. Nach Möglichkeit wird dem Gesundheitszustand der Begleitperson sowie dem Gesundheitszustand und der Ausbildungssituation der Kinder Rechnung getragen. Fassung gemäss Ziff. I der V des EDA vom 3. Mai 2018, in Kraft seit 1. Jan. 2019 ( AS 2018 1867 ). Bundespersonalgesetz vom 24. März 2000 ( SR 172.220.1 )"
    },
    {
      "provision_ref": "art133",
      "chapter": "1. Abschnitt: Allgemeines",
      "section": "133",
      "title": "Verhalten am Einsatzort",
      "content": "1 Die Angestellten bemühen sich durch ihr Verhalten die Achtung der Behörden und der Angehörigen des Aufenthaltsstaates zu erwerben. Sie unterhalten die zur Erfüllung ihrer Aufgaben notwendigen Beziehungen. Sie enthalten sich jeder Äusserung und Handlung, die sich störend auf die Politik der schweizerischen Behörden, namentlich auf die Aussenpolitik, auswirken könnte. 2 Sie achten darauf, dass die ihrem Haushalt angehörenden Personen die Ausübung der Funktion nicht beeinträchtigen und den Interessen der Schweiz nicht schaden."
    },
    {
      "provision_ref": "art134",
      "chapter": "1. Abschnitt: Allgemeines",
      "section": "134",
      "title": "Vorrechte und Immunitäten",
      "content": "1 Die Angestellten halten die mit ihren diplomatischen oder konsularischen Vorrechten und Immunitäten verbundenen Bedingungen ein und unterlassen jeden Missbrauch. 2 Sie sind verantwortlich für den Gebrauch von ihren Vorrechten und Immunitäten, den die ihrem Haushalt angehörenden Personen machen."
    },
    {
      "provision_ref": "art135",
      "chapter": "1. Abschnitt: Allgemeines",
      "section": "135",
      "title": "Bezug von Ferien",
      "content": "Die Angestellten können durch die Vorgesetzten verpflichtet werden, Ferien zu beziehen: a. bei Dienstreisen; b. bei Versetzungs- und Einsatzreisen; c. bei Reisen in die Schweiz zwecks medizinischer Behandlung nach Artikel 95. Fassung gemäss Ziff. I der V des EDA vom 29. Nov. 2013, in Kraft seit 1. Jan. 2014 ( AS 2013 4569 ). Fassung gemäss Ziff. I der V des EDA vom 9. März 2014, in Kraft seit 1. April 2014 ( AS 2014 691 )."
    },
    {
      "provision_ref": "art136",
      "section": "136",
      "title": "Dienstwohnung",
      "content": "Die Angestellten haben die ihnen am Einsatzort zugewiesenen Residenzen und Dienstwohnungen zu beziehen und die Hausordnung einzuhalten."
    },
    {
      "provision_ref": "art137",
      "section": "137",
      "title": "Privatwohnung",
      "content": "1 Wird den Angestellten keine Wohnung nach Artikel 136 zugewiesen, so besteht freie Wohnungswahl. 2 Die Chefs und Chefinnen der Auslandvertretungen können die Wohnungswahl in begründeten Einzelfällen einschränken oder eine Wohnung ablehnen, wenn diese den Sicherheitsanforderungen oder der Funktion der ihnen unterstellten Angestellten nicht entspricht. Fassung gemäss Ziff. I der V des EDA vom 29. Nov. 2013, in Kraft seit 1. Jan. 2014 ( AS 2013 4569 )."
    },
    {
      "provision_ref": "art138",
      "section": "138",
      "title": "Lohneinwechslungen",
      "content": "Die DR kann für Auslandvertretungen besondere Vorschriften über die Lohneinwechslungen der in Schweizer Franken entlöhnten Angestellten in die am Einsatzort geltende Währung erlassen. Fassung gemäss Ziff. I der V des EDA vom 9. März 2014, in Kraft seit 1. April 2014 ( AS 2014 691 )."
    },
    {
      "provision_ref": "art139",
      "section": "139",
      "title": "Reisen in Staaten, mit denen die Schweiz keine diplomatischen Beziehungen unterhält",
      "content": "Inhaber und Inhaberinnen eines Diplomaten- oder Dienstpasses müssen für Reisen in Staaten, mit denen die Schweiz keine diplomatischen Beziehungen unterhält, vorgängig eine Ermächtigung bei der DR einholen."
    },
    {
      "provision_ref": "art140",
      "chapter": "2. Abschnitt: Personalrechtliche Meldungen und Ermächtigungen",
      "section": "140",
      "title": "Personendaten der Angestellten",
      "content": "1 Die für einen Einsatz im Ausland vorgesehenen Angestellten melden dem zuständigen Personaldienst vor dem Einsatz die Personendaten, die zur Bestimmung ihrer persönlichen Eignung benötigt werden. 2 Sie melden dem zuständigen Personaldienst Änderungen dieser Daten während des Einsatzes. 3 Sie geben ihr Einverständnis zur Bearbeitung dieser Daten durch die zuständigen Dienste."
    },
    {
      "provision_ref": "art141",
      "chapter": "2. Abschnitt: Personalrechtliche Meldungen und Ermächtigungen",
      "section": "141",
      "title": "Personendaten der Begleitpersonen",
      "content": "1 Die Angestellten melden dem zuständigen Personaldienst vor einem Einsatz im Ausland die für den Einsatz nötigen Personendaten ihrer Begleitpersonen. 2 Sie geben ihr Einverständnis zur Bearbeitung und Offenlegung dieser Daten. 3 Sie melden dem zuständigen Personaldienst, wenn ihre Begleitperson sich weigert, die für den Einsatz nötigen Personendaten mitzuteilen."
    },
    {
      "provision_ref": "art142",
      "chapter": "2. Abschnitt: Personalrechtliche Meldungen und Ermächtigungen",
      "section": "142",
      "title": "Meldepflicht",
      "content": "(Art. 95 BPV) Die Angestellten melden der zuständigen Stelle: a. die Zugehörigkeit zu einem Verein mit Sitz im Ausland; b. nicht dienstlich veranlasste Veröffentlichungen, Vorträge und öffentliche Erklärungen im Aussendienst, wenn sie die Aussenpolitik der Schweiz bzw. die Tätigkeit des EDA betreffen; c. das Verlassen des Aufenthaltsstaates. Fassung gemäss Ziff. I der V des EDA vom 24. Okt. 2008, in Kraft seit 1. Jan. 2009 ( AS 2008 4959 )."
    },
    {
      "provision_ref": "art143",
      "chapter": "2. Abschnitt: Personalrechtliche Meldungen und Ermächtigungen",
      "section": "143",
      "title": "",
      "content": "Aufgehoben durch Ziff. I der V des EDA vom 14. Juni 2013, mit Wirkung seit 1. Juli 2013 ( AS 2013 1771 )."
    },
    {
      "provision_ref": "art144",
      "chapter": "2. Abschnitt: Personalrechtliche Meldungen und Ermächtigungen",
      "section": "144",
      "title": "Titel und Orden ausländischer Behörden",
      "content": "1 Die Angestellten haben von ausländischen Behörden verliehene Titel oder Orden abzulehnen. 2 Falls eine Ablehnung nicht möglich ist, melden sie die von ausländischen Behörden verliehenen Titel oder Orden der zuständigen Stelle. Diese entscheidet über das weitere Vorgehen."
    },
    {
      "provision_ref": "art145",
      "chapter": "2. Abschnitt: Personalrechtliche Meldungen und Ermächtigungen",
      "section": "145",
      "title": "Nebenbeschäftigung",
      "content": "(Art. 91 BPV) 1 Die Angestellten melden dem zuständigen Personaldienst die Ausübung einer Nebenbeschäftigung. 2 Die Ausübung einer Nebenbeschäftigung ist untersagt, wenn diese mit dem durch die Wiener Übereinkommen über die diplomatischen oder die konsularischen Beziehungen gewährleisteten Status unvereinbar ist."
    },
    {
      "provision_ref": "art146",
      "chapter": "2. Abschnitt: Personalrechtliche Meldungen und Ermächtigungen",
      "section": "146",
      "title": "Erwerbstätigkeit der Begleitperson",
      "content": "(Art. 91 BPV) 1 Die Angestellten melden dem zuständigen Personaldienst jede Erwerbstätigkeit ihrer Begleitperson am Einsatzort. 2 Die Begleitperson darf einer Erwerbstätigkeit nur dann nachgehen, wenn diese mit den diplomatischen und konsularischen Vorrechten und Immunitäten des oder der Angestellten sowie mit den Gesetzen und Gebräuchen des Aufenthaltsstaates vereinbar ist."
    },
    {
      "provision_ref": "art147",
      "section": "147",
      "title": "Leitung einer Erwerbsgesellschaft",
      "content": "(Art. 91 BPV) 1 Die Angestellten melden allfällige Beteiligungen an der Leitung von Erwerbsgesellschaften. 2 Sie holen vor einem Auslandeinsatz die Ermächtigung für die Beibehaltung der Beteiligungen ein."
    },
    {
      "provision_ref": "art148",
      "section": "148",
      "title": "Zeugnispflicht",
      "content": "(Art. 94 BPV) Werden die Angestellten oder ihre Begleitpersonen zu einer Aussage vor einem Organ der Rechtspflege im Aufenthaltsstaat aufgefordert, die den Verzicht auf die diplomatische oder konsularische Immunität voraussetzt, so haben die Angestellten eine Genehmigung einzuholen."
    },
    {
      "provision_ref": "art149",
      "chapter": "1. Abschnitt: Einwendungsverfahren bei Versetzungen",
      "section": "149",
      "title": "",
      "content": "1 Die Versetzungsentscheide nach Artikel 34 Absatz 1 bis des Bundespersonalgesetzes vom 24. März 2000 (BPG) und Artikel 6 dieser Verordnung können im Rahmen eines Einwendungsverfahrens überprüft werden. 2 Die versetzungspflichtigen Angestellten können Gründe nach Artikel 132 Absatz 4, die aus ihrer Sicht gegen einen Versetzungsentscheid sprechen, auf dem Dienstweg vorbringen. Über die vorgebrachten Gründe befindet das EDA nach Anhörung der Transferkommission. 3 Die Zusammensetzung und die Aufgaben der Transferkommission werden in einem vom EDA erlassenen Reglement geregelt. SR 172.220.1 Fassung gemäss Ziff. I der V des EDA vom 3. Mai 2018, in Kraft seit 1. Jan. 2019 ( AS 2018 1867 ). Fassung gemäss Ziff. I der V des EDA vom 3. Mai 2018, in Kraft seit 1. Jan. 2019 ( AS 2018 1867 )."
    },
    {
      "provision_ref": "art150",
      "chapter": "2. Abschnitt: Überprüfung der Differenzbereinigung",
      "section": "150",
      "title": "",
      "content": "Aufgehoben durch Ziff. I der V des EDA vom 3. Mai 2018, mit Wirkung seit 1. Jan. 2019 ( AS 2018 1867 )."
    },
    {
      "provision_ref": "art151",
      "chapter": "2. Abschnitt: Überprüfung der Differenzbereinigung",
      "section": "151",
      "title": "",
      "content": "Die Überprüfung der Differenzbereinigung nach Artikel 6 Absatz 2 VPBV erfolgt: a. für die Missionschefs und Missionschefinnen: durch den Chef oder die Chefin der DR; b. für das übrige Personal: durch den Personalchef oder die Personalchefin des EDA. Fassung gemäss Ziff. I der V des EDA vom 29. Nov. 2013, in Kraft seit 1. Jan. 2014 ( AS 2013 4569 ). Aufgehoben durch Ziff. I der V des EDA vom 3. Mai 2018, mit Wirkung seit 1. Jan. 2019 ( AS 2018 1867 ). SR 172.220.111.31"
    },
    {
      "provision_ref": "art152153",
      "chapter": "3. Abschnitt: …",
      "section": "152153",
      "title": "",
      "content": "Aufgehoben durch Ziff. I der V des EDA vom 3. Mai 2018, mit Wirkung seit 1. Jan. 2019 ( AS 2018 1867 )."
    },
    {
      "provision_ref": "art154155",
      "chapter": "3. Abschnitt: …",
      "section": "154155",
      "title": "",
      "content": "Aufgehoben durch Ziff. I der V des EDA vom 14. Juni 2013, mit Wirkung seit 1. Juli 2013 ( AS 2013 1771 )."
    },
    {
      "provision_ref": "art156",
      "chapter": "1. Abschnitt: Weisungen",
      "section": "156",
      "title": "",
      "content": "Die DR erlässt Weisungen in den Bereichen: a. Personalbeurteilung (Art. 10 ff.); b. Eintrittsverfahren (Art. 14–19); c. Indexierung der Einsatzorte (Art. 23); d. Sonderzulagen für Einsätze in Krisengebieten (Art. 36); e. … f. Wochenarbeitszeit (Art. 47); g. Pikettdienst (Art. 44 und 49); h. Ferien und Urlaub (Art. 53–60); i. Vergütung von Reisen, die nicht Dienstreisen sind (Art. 61 und 64 Abs. 2); j. Vergütung von Übernachtungen und Mahlzeiten im Ausland (Art. 67); k. Auslagen für die Teilnahme an Zulassungswettbewerben (Art. 68 und 69); l. Vergütung bei Temporäreinsätzen im Ausland und bei Revisionsreisen (Art. 70–72); m. Lohn und weitere Leistungen bei Krankheit und Unfall sowie bei Militär- und Zivildienst im Ausland (Art. 74 und 78); n. Vergütungen bei Versetzungen (Art. 90 ff.); o. Vergütungen von Reisekosten bei Todesfällen, bei Reisen zwecks medizinischer Behandlung, bei Konsultationsreisen und bei Besuchsreisen (Art. 94–99); p. Beitrag an Wohnungsmiete (Art. 100); q. Vergütung für die Interessenwahrung (Art. 101 ff.); r. Pauschale für die Interessenwahrung (Art. 103 ff.); s. Festlegung und Fortrechnung des Kaufkraftausgleichs (Art. 108 ff.); t. Individuelle Berechnung des Minderkostenabzugs wegen Steuerfreiheit (Art. 113); u. Darlehen (Art. 114 ff.); v. Beteiligung an den Kosten für berufliche Vorsorge (Art. 123 ff.); w. Ausbildungskostenbeiträge (Art. 128 ff.); x. Hausordnung und Haftung für die Benützung von Dienstwohnungen (Art. 136). Aufgehoben durch Ziff. I der V des EDA vom 29. Nov. 2013, mit Wirkung seit 1. Jan. 2014 ( AS 2013 4569 ). Fassung gemäss Ziff. I der V des EDA vom 3. Mai 2018, in Kraft seit 1. Jan. 2019 ( AS 2018 1867 ). Aufgehoben durch Ziff. I der V des EDA vom 29. Nov. 2013, mit Wirkung seit 1. Jan. 2014 ( AS 2013 4569 ). Fassung gemäss Ziff. I der V des EDA vom 29. Nov. 2013, in Kraft seit 1. Jan. 2014 ( AS 2013 4569 ). Fassung gemäss Ziff. I der V des EDA vom 29. Nov. 2013, in Kraft seit 1. Jan. 2014 ( AS 2013 4569 ). Fassung gemäss Ziff. I der V des EDA vom 19. Nov. 2015, in Kraft seit 1. Jan. 2016 ( AS 2015 4897 ). Fassung gemäss Ziff. I der V des EDA vom 15. Sept. 2009, in Kraft seit 1. Okt. 2009 ( AS 2009 4705 ). Fassung gemäss Ziff. I der V des EDA vom 15. Sept. 2009, in Kraft seit 1. Okt. 2009 ( AS 2009 4705 )."
    },
    {
      "provision_ref": "art157",
      "chapter": "2. Abschnitt: Aufhebung und Änderung bisherigen Rechts",
      "section": "157",
      "title": "",
      "content": "1 Die nachstehenden Reglemente werden aufgehoben: a. das Vollzugsreglement I vom 21. Dezember 2001; b. das Vollzugsreglement II vom 6. April 1976; c. das Vollzugsreglement V vom 1. Januar 2002; d. das Vollzugsreglement VII vom 1. Januar 2002. 2 Die nachstehenden Reglemente werden wie folgt geändert: … In der AS nicht veröffentlicht. In der AS nicht veröffentlicht. In der AS nicht veröffentlicht. In der AS nicht veröffentlicht. Die Änderung kann unter AS 2002 2917 konsultiert werden."
    },
    {
      "provision_ref": "art158",
      "chapter": "3. Abschnitt: Übergangsbestimmungen",
      "section": "158",
      "title": "",
      "content": "Aufgehoben durch Ziff. I der V des EDA vom 14. Juni 2013, mit Wirkung seit 1. Juli 2013 ( AS 2013 1771 )."
    },
    {
      "provision_ref": "art159",
      "chapter": "3. Abschnitt: Übergangsbestimmungen",
      "section": "159",
      "title": "Beibehaltung der bisherigen Lohnklasse",
      "content": "(Art. 33) 1 Die Angestellten der Karrieredienste bleiben unter Vorbehalt von Artikel 34 Absatz 2 und bis zu ihrer nächsten Versetzung in ihrer bisherigen Lohnklasse eingereiht, auch wenn ihre Funktion im Anhang 2 tiefer bewertet ist. 2 Angestellte des konsularischen Dienstes, die beim Inkrafttreten dieser Verordnung in den Lohnklassen 10, 17, 21 und 25 eingereiht sind, behalten diese Lohnklassen bis zur nächsten Beförderung bei."
    },
    {
      "provision_ref": "art160",
      "chapter": "3. Abschnitt: Übergangsbestimmungen",
      "section": "160",
      "title": ". 160 Übergangsbestimmungen zur Änderung vom 14. Juni 2013",
      "content": "Für versetzungspflichtige Angestellte des EDA und Angehörige des Rotationspersonals der DEZA, die gestützt auf Artikel 8 Absatz 2 der Verordnung vom 20. Februar 2013 über die Pensionierung von Angehörigen der besonderen Personalkategorien die vorzeitige Pensionierung nach dem bisherigen Recht verlangt haben, gelten weiterhin die Artikel 22–25 und 158 sowie Anhang 1 bisherigen Rechts. Fassung gemäss Ziff. I der V des EDA vom 14. Juni 2013, in Kraft seit 1. Juli 2013 ( AS 2013 1771 ). SR 172.220.111.35 AS 2002 2917 , 2005 4703 , 2009 4705"
    },
    {
      "provision_ref": "art161",
      "chapter": "3. Abschnitt: Übergangsbestimmungen",
      "section": "161",
      "title": "Übergangsbestimmungen zur Änderung vom 29. November 2013",
      "content": "1 Beförderungen, die auf den 1. Januar 2014 wirksam werden, erfolgen nach dem bisherigen Recht oder, wenn es für die betroffene Person günstiger ist, nach den Bestimmungen der Änderung vom 29. November 2013 dieser Verordnung. 2 Beförderungen in ein höheres Funktionsband werden in Abweichung von Artikel 26 Absatz 3 auf den 1. Januar 2014 wirksam. Fassung gemäss Ziff. I der V des EDA vom 29. Nov. 2013, in Kraft seit 1. Jan. 2014 ( AS 2013 4569 )."
    },
    {
      "provision_ref": "art161a",
      "chapter": "3. Abschnitt: Übergangsbestimmungen",
      "section": "161a",
      "title": "a Übergangsbestimmungen zur Änderung vom 16. November 2014",
      "content": "1 Arbeitsverhältnisse mit dem Rotationspersonal nach Artikel 3 Buchstabe f des bisherigen Rechts richten sich mit Ablauf der Fristen nach Artikel 30 a Absätze 1–3 BPV nach dem neuen Recht. Vorbehalten sind Ausnahmen für Angestellte, denen die Erfüllung der Versetzungspflicht nicht zumutbar ist. Diese Angestellten werden in der bisherigen oder einer zumutbaren neuen Funktion weiterbeschäftigt, gehören aber nicht mehr zum Rotationspersonal. 2 Für die Ausrichtung der Mobilitätsvergütung nach Artikel 81 Absatz 2 BPV und Artikel 84–86 dieser Verordnung werden beim Rotationspersonal nach Artikel 3 Buchstabe f des bisherigen Rechts, soweit es nach neuem Recht versetzungspflichtig ist, die Auslandeinsätze in den letzten zwölf Jahren vor dem Inkrafttreten der Änderung vom 16. November 2014 wie Versetzungen angerechnet. 3 Für die Kostenbeteiligung des EDA nach Artikel 123 Absatz 2 werden beim Rotationspersonal nach Artikel 3 Buchstabe f des bisherigen Rechts, soweit es nach neuem Recht versetzungspflichtig ist, die Auslandeinsätze in den letzten vier Jahren vor dem Inkrafttreten der Änderung vom 16. November 2014 wie Versetzungen angerechnet. Eingefügt durch Ziff. I der V des EDA vom 6. Aug. 2008 ( AS 2008 3935 ). Fassung gemäss Ziff. I der V des EDA vom 16. Nov. 2014, in Kraft seit 1. Jan. 2015 ( AS 2014 4453 )."
    },
    {
      "provision_ref": "art161b",
      "section": "161b",
      "title": "161 b Übergangsbestimmungen zur Änderung vom 3. Mai 2018: anwendbares Recht",
      "content": "1 Alle Arbeitsverhältnisse, die vor dem 1. Januar 2019 abgeschlossen wurden und über dieses Datum hinaus fortdauern, unterstehen ab dem 1. Januar 2019 dem neuen Recht. 2 Die Angestellten der Karrieredienste nach Artikel 2 Absatz 2 VBPV-EDA, in der Fassung vom 1. Januar 2017, erhalten vor dem 1. Januar 2019 einen neuen schriftlichen Arbeitsvertrag nach Artikel 8 BPG. Eingefügt durch Ziff. I der V des EDA vom 3. Mai 2018, Abs. 2 in Kraft seit 1. Juni 2018, Abs. 1 in Kraft am 1. Jan. 2019 ( AS 2018 1867 ). SR 172.220.1"
    },
    {
      "provision_ref": "art161c",
      "section": "161c",
      "title": "161 c Übergangsbestimmungen zur Änderung vom 3. Mai 2018: Dienstzugehörigkeit",
      "content": "Ab dem 1. Januar 2019 gilt folgende Dienstzugehörigkeit: a. Die Angestellten des diplomatischen Dienstes nach Artikel 2 Absatz 2 Buchstabe a des bisherigen Rechts gehören der Karriere Diplomatie nach Artikel 2 Buchstabe a des neuen Rechts an. b. Das Rotationspersonal nach Artikel 3 Buchstabe f des bisherigen Rechts gehört der Karriere IZA nach Artikel 2 Buchstabe b des neuen Rechts an. c. Die bisherigen versetzungspflichtigen Chefs und Chefinnen Finanzen, Personal und Administration gehören der Karriere Konsularisches, Betriebsführung und Finanzen nach Artikel 2 Buchstabe c des neuen Rechts an. d. Die Angestellten des konsularischen Dienstes nach Artikel 2 Absatz 2 Buchstabe b des bisherigen Rechts, die bereits in das Funktionsband 2 des konsularischen Dienstes befördert wurden oder die im EDA eine Funktion ausüben, die bisher im Funktionsband 2 oder 3 des konsularischen Dienstes eingereiht war, gehören der Karriere Konsularisches, Betriebsführung und Finanzen nach Artikel 2 Buchstabe c des neuen Rechts an. e. Die übrigen Angestellten des konsularischen Dienstes nach bisherigem Recht gehören dem Fachpersonal nach Artikel 2 des neuen Rechts mit Versetzungspflicht an. Eingefügt durch Ziff. I der V des EDA vom 3. Mai 2018, in Kraft seit 1. Jan. 2019 ( AS 2018 1867 )."
    },
    {
      "provision_ref": "art161d",
      "section": "161d",
      "title": "161 d Übergangsbestimmungen zur Änderung vom 3. Mai 2018: Lohnbesitzstand",
      "content": "1 Übersteigt der Lohn der Angestellten der Karrieredienste nach Artikel 2 Absatz 2 des bisherigen Rechts den Höchstbetrag der Lohnklasse der Funktion, die sie am 1. Januar 2019 ausüben, so bleibt er mindestens bis zu ihrer nächsten Versetzung unverändert. 2 Übersteigt der Lohn der Angestellten nach Absatz 1 bei der nächsten Versetzung nach dem 1. Januar 2019 den Höchstbetrag der Lohnklasse der neuen Funktion, so bleibt er im Rahmen dieser Versetzung während weiterer zwei Jahre unverändert und wird dann und nach jeweils zwei Jahren an den Höchstbetrag einer Lohnklasse tiefer angepasst, bis er den Höchstbetrag der Lohnklasse der ausgeübten Funktion nicht mehr übersteigt. Übersteigt der bisherige Lohn, mit einer Funktionszulage nach bisherigem Recht, den Höchstbetrag der Lohnklasse 34, so wird er bei der nächsten Versetzung nach dem 1. Januar 2019 an den Höchstbetrag der Lohnklasse 34 und nach jeweils zwei Jahren an den Höchstbetrag einer Lohnklasse tiefer angepasst, bis er den Höchstbetrag der Lohnklasse der ausgeübten Funktion nicht mehr übersteigt. 3 Der Lohn der Angestellten der Karrieredienste nach Artikel 2 Absatz 2 des bisherigen Rechts, die vor dem 1. Januar 2019 ihr 55. Altersjahr zurückgelegt haben, bleibt unverändert, sofern er den Höchstbetrag der Lohnklasse der Funktion übersteigt, die sie am 1. Januar 2019 ausüben. Vorbehalten ist eine Anpassung an den Höchstbetrag der Lohnklasse 34 bei der nächsten Versetzung nach dem 1. Januar 2019 (Abs. 2). 4 Der Lohn von Angestellten nach Artikel 2 Absatz 2 Buchstabe b des bisherigen Rechts, die vor dem 1. Januar 2019 ihr 45., aber noch nicht ihr 55. Altersjahr zurückgelegt haben, bleibt unter den folgenden Voraussetzungen höchstens während zehn Jahren unverändert: a. Die Angestellten waren vor dem 1. Januar 2019 im Funktionsband 1 des konsularischen Dienstes nach Artikel 2 Absatz 2 Buchstabe b des bisherigen Rechts eingereiht. b. Sie gehören nach Artikel 161 c Buchstabe e ab dem 1. Januar 2019 dem Fachpersonal mit Versetzungspflicht an. c. Ihre Funktion ist tiefer als Lohnklasse 20 bewertet. d. Ihr bisheriger Lohn übersteigt den Höchstbetrag der neuen Lohnklasse. 5 In den Fällen nach den Absätzen 1–4 wird der Lohn vom Teuerungsausgleich und von einer Lohnerhöhung ausgenommen, bis er den Betrag nicht mehr übersteigt, der aufgrund der Funktionsbewertung gerechtfertigt ist. Eingefügt durch Ziff. I der V des EDA vom 3. Mai 2018, in Kraft seit 1. Jan. 2019 ( AS 2018 1867 )."
    },
    {
      "provision_ref": "art161e",
      "section": "161e",
      "title": "e Übergangsbestimmung zur Änderung vom 30. Oktober 2020",
      "content": "Ausbildungskostenbeiträge in der Schweiz, die Angestellten zum Zeitpunkt des Inkrafttretens der Änderung vom 30. Oktober 2020 nach Artikel 130 des bisherigen Rechts zugesprochen wurden, können bis zur nächsten Versetzung ins Ausland, längstens aber bis am 31. Juli 2023 nach bisherigem Recht gewährt werden. Eingefügt durch Ziff. I der V des EDA vom 30. Okt. 2020, in Kraft seit 1. Jan. 2021 ( AS 2020 4745 )."
    },
    {
      "provision_ref": "art161f",
      "section": "161f",
      "title": "161 f Übergangsbestimmungen zur Änderung vom 31. März 2025: Dienstzugehörigkeit",
      "content": "Ab dem 1. April 2025 gilt folgende Dienstzugehörigkeit: a. Die Angestellten der Karriere Konsularisches, Betriebsführung und Finanzen nach Artikel 2 Buchstabe c des bisherigen Rechts gehören als konsularisches Managementpersonal der konsularischen Karriere nach Artikel 2 Buchstabe c des neuen Rechts an. b. Die Angestellten des Fachpersonals nach Artikel 2 des bisherigen Rechts, die konsularische Aufgaben erfüllen, gehören als konsularisches Fachpersonal der konsularischen Karriere nach Artikel 2 Buchstabe c des neuen Rechts an. Eingefügt durch Ziff. I der V des EDA vom 31. März 2025, in Kraft seit 1. Mai 2025 ( AS 2025 232 )."
    },
    {
      "provision_ref": "art162",
      "chapter": "4. Abschnitt: Inkrafttreten",
      "section": "162",
      "title": "",
      "content": "1 Diese Verordnung tritt unter Vorbehalt der Absätze 2 und 3 am 1. Oktober 2002 in Kraft. 2 Die Artikel 26 Absatz 3, 108 Absatz 1 Buchstabe a und 112 Absatz 4 treten am 1. Januar 2003 in Kraft. 3 Artikel 157 Absatz 2 Buchstaben a und b treten wie folgt in Kraft: Artikel 9 des Vollzugsreglementes III vom 1. April 1997 und Artikel 10.1 Absatz 3 des Vollzugsreglementes IV vom 1. Januar 2002 treten am 1. Januar 2003 in Kraft."
    }
  ],
  "definitions": []
}