{
  "id": "sr-172-045-103",
  "type": "statute",
  "title": "Verordnung vom 8. November 2006 über die Gebühren des VBS (Gebührenverordnung VBS, GebV-VBS)",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2006/704/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Gegenstand und Geltungsbereich",
      "content": "1 Diese Verordnung regelt die Gebühren für Dienstleistungen, die von den Verwaltungseinheiten des Eidgenössischen Departements für Verteidigung, Bevölkerungsschutz und Sport (VBS) erbracht werden. 2 Sie gilt nicht für: a. Dienstleistungen und Nutzungsrechte, deren Gebühren Gegenstand einer Sonderregelung sind; b. Dienstleistungen, die auf Grund von verwaltungsrechtlichen Verträgen erbracht werden; c. gewerbliche Tätigkeiten."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Anwendbarkeit der Allgemeinen Gebührenverordnung",
      "content": "Soweit diese Verordnung keine besondere Regelung enthält, gelten die Bestimmungen der Allgemeinen Gebührenverordnung vom 8. September 2004 (AllgGebV). SR 172.041.1"
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Gebührenpflichtige Dienstleistungen",
      "content": "Gebührenpflichtig sind Arbeitsleistungen des Personals des VBS, welche dieses im Rahmen von hoheitlichen Tätigkeiten gegenüber Privaten sowie gegenüber Kantonen, Gemeinden und anderen öffentlich-rechtlichen Körperschaften erbringt, sowie die Kosten der dabei verwendeten Betriebsmittel und des Armeematerials."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Gesuch",
      "content": "1 Wer eine Dienstleistung des VBS in Anspruch nehmen will, muss ein schriftliches Gesuch an die zuständige Verwaltungseinheit des VBS stellen. 2 Die Verwaltungseinheit entscheidet über das Gesuch. Bei Dienstleistungen mit erheblicher Beanspruchung von Personal oder Material holt sie vor der Erteilung der Bewilligung die Zustimmung des Generalsekretariates des VBS ein."
    },
    {
      "provision_ref": "art4a",
      "section": "4a",
      "title": "a Kosten für den Betrieb der Nationalen Alarmzentrale (NAZ)",
      "content": "Die Betreiber von Kernanlagen haben sich an den Kosten für den Betrieb der NAZ im Bundesamt für Bevölkerungsschutz BABS zu beteiligen, soweit deren Aufwendungen die Kernanlagen betreffen. Eingefügt durch Art. 20 Ziff. 1 der Notfallschutzverordnung vom 20. Okt. 2010, in Kraft seit 1. Jan. 2011 ( AS 2010 5191 )."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Gebührenbemessung",
      "content": "1 Die Gebühren für Dienstleistungen des VBS werden nach Aufwand berechnet, sofern im Anhang keine Pauschale dafür festgelegt ist. 2 Wird die Gebühr nach Aufwand berechnet, so gelten dafür die Stundenansätze gemäss Anhang. In den Stundenansätzen sind die Kosten des üblicherweise benötigten Materials enthalten. 3 Flugdienstleistungen werden zu den vollen Kosten in Rechnung gestellt. Die Kosten setzen sich zusammen aus den Stundenansätzen für Flugdienstleistungen der Luftwaffe gemäss Anhang Ziffer 2 und den Auslagen für: a. speziell abzuschliessende Versicherungen; b. nicht mit dem eigentlichen Flug zusammenhängende Leistungen, die durch die Luftwaffe auf Wunsch des Bestellers ausnahmsweise vermittelt werden; c. erhebliche treibstoffbedingte Mehr- oder Minderkosten. 4 … 5 Als Auslage gilt zusätzlich zu den Auslagen nach Artikel 6 Absatz 2 AllgGebV die Mehrwertsteuer. Fassung gemäss Ziff. I der V vom 17. Nov. 2010, in Kraft seit 1. Jan. 2011 ( AS 2010 5447 ). Aufgehoben durch Ziff. I der V vom 17. Nov. 2010, mit Wirkung seit 1. Jan. 2011 ( AS 2010 5447 ). SR 172.041.1"
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Zuschlag",
      "content": "Ein Zuschlag von höchstens 50 Prozent wird erhoben: a. für Arbeitsleistungen, die ausserhalb der normalen Arbeitszeit oder die auf Gesuch hin dringlich ausgeführt werden; b. für Material, das für den gewünschten Arbeitseinsatz zusätzlich beschafft werden muss, oder für besonders hohen Materialaufwand."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Verzicht auf Gebührenerhebung, Herabsetzung und Erlass von Gebühren",
      "content": "1 Über den Verzicht auf Gebühren im Sinne von Artikel 3 Absatz 2 AllgGebV sowie über die Stundung, die Herabsetzung und den Erlass der Gebühren im Sinne von Artikel 13 AllgGebV entscheidet das Generalsekretariat des VBS. 2 Kantone, Gemeinden und andere öffentlich-rechtliche Körperschaften bezahlen keine Gebühren, wenn sie gegenüber dem Bund für gleichzeitig erbrachte Leistungen ebenfalls keine Gebühren erheben oder wenn sie an Stelle der Gebühr eine entsprechende Gegenleistung erbringen. SR 172.041.1"
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Aufhebung bisherigen Rechts",
      "content": "Die Verordnung vom 21. Dezember 1990 über Dienstleistungen und die Gebührenerhebung durch das VBS wird aufgehoben. [ AS 1991 91 , 1997 2779 Ziff. II 27, 1998 2653 , 2002 127 ]"
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Änderung bisherigen Rechts",
      "content": "… Die Änderungen können unter AS 2006 4647 konsultiert werden."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 1. Januar 2007 in Kraft."
    }
  ],
  "definitions": []
}