{
  "id": "sr-173-711-2",
  "type": "statute",
  "title": "Verordnung der Bundesversammlung vom 13. Dezember 2002 über das Arbeitsverhältnis und die Besoldung der Richter und Richterinnen des Bundesverwaltungsgerichts, der ordentlichen Richter und Richterinnen des Bundesstrafgerichts und der hauptamtlichen Richter und Richterinnen des Bundespatentgerichts (Richterverordnung)",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2003/315/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "1. Abschnitt: Gegenstand",
      "section": "1",
      "title": "",
      "content": "Diese Verordnung regelt das Arbeitsverhältnis und die Besoldung der Richter und Richterinnen des Bundesverwaltungsgerichts, der ordentlichen Richter und Richterinnen des Bundesstrafgerichts und der hauptamtlichen Richter und Richterinnen des Bundespatentgerichts. Fassung gemäss Art. 2 Ziff. 2 der V der BVers vom 13. Dez. 2013 über die Taggelder und Vergütungen der nebenamtlichen Richter und Richterinnen am Bundesstrafgericht, in Kraft seit 1. Jan. 2014 ( AS 2013 5379 ; BBl 2013 2951 2965 )."
    },
    {
      "provision_ref": "art2",
      "chapter": "2. Abschnitt: Begründung und Auflösung des Arbeitsverhältnisses",
      "section": "2",
      "title": "Begründung des Arbeitsverhältnisses",
      "content": "1 Das Arbeitsverhältnis wird durch zustimmungsbedürftige Wahlverfügung der Bundesversammlung begründet. 2 Die Einzelheiten des Arbeitsverhältnisses (Beginn, Beschäftigungsgrad, Anfangslohn, berufliche Vorsorge) werden durch die Gerichtskommission festgelegt; die Festlegung erfolgt in der Regel vor der Wahl und unter deren Vorbehalt."
    },
    {
      "provision_ref": "art3",
      "chapter": "2. Abschnitt: Begründung und Auflösung des Arbeitsverhältnisses",
      "section": "3",
      "title": "Amtsdauer",
      "content": "Die Amtsdauer richtet sich nach Artikel 48 des Strafbehördenorganisationsgesetzes vom 19. März 2010, nach Artikel 9 des Verwaltungsgerichtsgesetzes vom 17. Juni 2005 und nach Artikel 13 des Patentgerichtsgesetzes vom 20. März 2009. Fassung gemäss Ziff. I 1 der V der BVers vom 17. März 2018, in Kraft seit 1. Jan. 2019 ( AS 2018 1187 ; BBl 2013 7109 , 2016 6199 )."
    },
    {
      "provision_ref": "art4",
      "chapter": "2. Abschnitt: Begründung und Auflösung des Arbeitsverhältnisses",
      "section": "4",
      "title": "Kündigung",
      "content": "1 Der Richter oder die Richterin kann das Arbeitsverhältnis auf Ende jedes Monats unter Einhaltung einer Kündigungsfrist von sechs Monaten kündigen. 2 Die Gerichtskommission kann dem Richter oder der Richterin im Einzelfall eine kürzere Kündigungsfrist zugestehen, wenn keine wesentlichen Interessen entgegenstehen."
    },
    {
      "provision_ref": "art5",
      "chapter": "3. Abschnitt: Besoldung",
      "section": "5",
      "title": "Lohn",
      "content": "1 Der Lohn der Richter und Richterinnen entspricht dem Höchstbetrag der Lohnklasse 33 nach Artikel 36 der Bundespersonalverordnung vom 3. Juli 2001. 2 Der Höchstbetrag gilt für Personen, die: a. das 45. Altersjahr vollendet haben oder im laufenden Kalenderjahr vollenden; und b. die Richterfunktion nach dieser Verordnung oder hauptamtlich an einem kantonalen oberen Gericht oder eine leitende Funktion in der Strafverfolgung mindestens 48 Monate ausgeübt haben. 3 Der Höchstbetrag wird um 7,5 Prozent reduziert für Personen, die eines der beiden Kriterien nach Absatz 2 nicht erfüllen. Er wird um 15 Prozent reduziert für Personen, die beide Kriterien nicht erfüllen. Fassung gemäss Ziff. I der V der BVers vom 15. Dez. 2017, in Kraft seit 1. Jan. 2018 ( AS 2017 7315 ; BBl 2017 3497 3925 ). Siehe auch die UeB dieser Änd. am Schluss des Textes. SR 172.220.111.3"
    },
    {
      "provision_ref": "art6",
      "chapter": "3. Abschnitt: Besoldung",
      "section": "6",
      "title": "Präsidialzulagen",
      "content": "1 Die Präsidenten oder Präsidentinnen des Bundesstrafgerichts, des Bundesverwaltungsgerichts und des Bundespatentgerichts erhalten eine nicht versicherte Präsidialzulage von 30 000 Franken pro Jahr. 2 Die Vizepräsidenten oder Vizepräsidentinnen des Bundesstrafgerichts und des Bundesverwaltungsgerichts sowie der hauptamtliche Vizepräsident oder die hauptamtliche Vizepräsidentin des Bundespatentgerichts erhalten eine nicht versicherte Präsidialzulage von 20 000 Franken pro Jahr. 3 Die Präsidenten oder Präsidentinnen der Kammern des Bundesstrafgerichts und die Präsidenten oder Präsidentinnen der Abteilungen des Bundesverwaltungsgerichts erhalten eine nicht versicherte Präsidialzulage von 10 000 Franken pro Jahr. 4 Die Präsidenten und Präsidentinnen der Kammern des Bundesverwaltungsgerichts und die Vizepräsidenten und Vizepräsidentinnen der Kammern des Bundesstrafgerichts erhalten eine nicht versicherte Präsidialzulage von 5000 Franken pro Jahr. 5 Wer gleichzeitig mehrere Präsidialfunktionen ausübt, erhält die höchste der für diese Funktionen vorgesehenen Zulagen. Fassung gemäss Art. 2 der Richterstellenverordnung vom 17. Juni 2005, in Kraft seit 1. Jan. 2007 ( AS 2006 2627 ; BBl 2004 4787 ). Fassung gemäss Ziff. I der V der BVers vom 19. März 2010, in Kraft seit 1. April 2010 ( AS 2010 1213 ; BBl 2010 1707 1719 ). Fassung gemäss Ziff. I der V der BVers vom 19. März 2010, in Kraft seit 1. April 2010 ( AS 2010 1213 ; BBl 2010 1707 1719 ). Eingefügt durch Ziff. I der V der BVers vom 6. Okt. 2006 ( AS 2006 4217 ; BBl 2006 2165 ). Fassung gemäss Ziff. I 1 der V der BVers vom 17. März 2018, in Kraft seit 1. Jan. 2019 ( AS 2018 1187 ; BBl 2013 7109 , 2016 6199 ). Eingefügt durch Ziff. I der V der BVers vom 6. Okt. 2006, in Kraft seit 1. Jan. 2007 ( AS 2006 4217 ; BBl 2006 2165 )."
    },
    {
      "provision_ref": "art6a",
      "section": "6a",
      "title": "a Funktionszulage",
      "content": "1 Die Mitglieder der Verwaltungskommission erhalten eine nicht versicherte Zulage von 10 000 Franken pro Jahr. 2 Mitglieder der Verwaltungskommission, die zusätzlich eine Präsidialfunktion ausüben, erhalten die höchste der für ihre Funktionen vorgesehenen Zulagen. 3 Die Absätze 1 und 2 sind auf die hauptamtlichen Mitglieder der Gerichtsleitung des Bundespatentgerichts sinngemäss anwendbar. Eingefügt durch Ziff. I der V der BVers vom 6. Okt. 2006, in Kraft seit 1. Jan. 2007 ( AS 2006 4217 ; BBl 2006 2165 ). Eingefügt durch Ziff. I der V der BVers vom 19. März 2010, in Kraft seit 1. April 2010 ( AS 2010 1213 ; BBl 2010 1707 1719 )."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Ortszuschlag, Teuerungsausgleich, Zulagen",
      "content": "Der Ortszuschlag, der Teuerungsausgleich, die Familienzulage, die ergänzenden Leistungen zur Familienzulage, die Zulage für Verwandtschaftsunterstützung sowie die Vergütung für Kosten der familienergänzenden Kinderbetreuung richten sich nach den Bestimmungen über das Arbeitsverhältnis des Personals der Bundesverwaltung. Fassung gemäss Ziff. I der V der BVers vom 15. Dez. 2017, in Kraft seit 1. Jan. 2018 ( AS 2017 7315 ; BBl 2017 3497 3925 )."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Besoldung bei Teilzeitbeschäftigung",
      "content": "Bei Richtern und Richterinnen mit Teilpensum entsprechen der Lohn, der Ortszuschlag und die Zulagen dem Beschäftigungsgrad."
    },
    {
      "provision_ref": "art9",
      "chapter": "4. Abschnitt: Sozialleistungen",
      "section": "9",
      "title": "",
      "content": "1 Die Leistungen des Arbeitgebers an die Richter und Richterinnen bei Arbeitsverhinderung wegen Krankheit, Unfall, Invalidität, Militär‑, Zivilschutz- und Zivildienst und bei Mutterschaft sowie die Leistungen des Arbeitgebers an die Hinterbliebenen beim Tod eines Richters oder einer Richterin richten sich nach den Bestimmungen über das Arbeitsverhältnis des Personals der Bundesverwaltung. 2 Die Richter und Richterinnen sind bis zum vollendeten 65. Altersjahr bei der Pensionskasse des Bundes PUBLICA (Vorsorgewerk Bund) gegen die wirtschaftlichen Folgen von Alter, Tod und Invalidität versichert. 3 Nach Vollendung des 65. Altersjahrs wird die Altersvorsorge auf Antrag des Richters oder der Richterin bis zum gesetzlichen Altersrücktritt weitergeführt. Das zuständige Gericht finanziert die Sparbeiträge des Arbeitgebers. Eingefügt durch Ziff. I der V der BVers vom 16. März 2012, in Kraft seit 1. April 2012 ( AS 2012 1461 ; BBl 2011 8995 9013 ). Eingefügt durch Ziff. I der V der BVers vom 16. März 2012, in Kraft seit 1. April 2012 ( AS 2012 1461 ; BBl 2011 8995 9013 )."
    },
    {
      "provision_ref": "art10",
      "chapter": "5. Abschnitt: Arbeitszeit, Ferien, Urlaub",
      "section": "10",
      "title": "Arbeitszeit",
      "content": "1 Die Vertrauensarbeitszeit und die entsprechenden Entschädigungen richten sich nach den Bestimmungen über das Arbeitsverhältnis des Personals der Bundesverwaltung. Ausnahmen von der Barvergütung bedürfen der Zustimmung der Verwaltungskommission beziehungsweise der Gerichtsleitung. 2 Bei der Berechnung von Teilzeitpensen werden für ein volles Pensum 41,5 Stunden pro Woche eingesetzt. 3 Für die Feiertage und ihre Anrechnung als bezahlter Urlaub gelten die Bestimmungen über das Arbeitsverhältnis des Personals der Bundesverwaltung. Fassung gemäss Ziff. I der V der BVers vom 16. März 2012, in Kraft seit 1. April 2012 ( AS 2012 1461 ; BBl 2011 8995 9013 ). Fassung gemäss Ziff. I der V der BVers vom 15. Dez. 2017, in Kraft seit 1. Jan. 2018 ( AS 2017 7315 ; BBl 2017 3497 3925 ). Eingefügt durch Ziff. I der V der BVers vom 15. Dez. 2017, in Kraft seit 1. Jan. 2018 ( AS 2017 7315 ; BBl 2017 3497 3925 )."
    },
    {
      "provision_ref": "art11",
      "chapter": "5. Abschnitt: Arbeitszeit, Ferien, Urlaub",
      "section": "11",
      "title": "Ferien",
      "content": "1 Die Richter und Richterinnen haben pro Kalenderjahr Anspruch auf Ferien von: a. 5 Wochen bis und mit dem Kalenderjahr, in dem sie das 49. Altersjahr vollenden; b. 6 Wochen vom Beginn des Kalenderjahres, in dem sie das 50. Altersjahr vollenden; c. 7 Wochen vom Beginn des Kalenderjahres, in dem sie das 60. Altersjahr vollenden. 2 Ferien sind grundsätzlich in dem Kalenderjahr zu beziehen, in welchem der Anspruch entsteht. Ist dies nicht möglich, so sind sie im Folgejahr zu beziehen."
    },
    {
      "provision_ref": "art12",
      "chapter": "5. Abschnitt: Arbeitszeit, Ferien, Urlaub",
      "section": "12",
      "title": "Urlaub",
      "content": "1 Die Verwaltungskommission beziehungsweise die Gerichtsleitung kann einem Richter oder einer Richterin auf Gesuch Urlaub erteilen. 2 Bei der Beurteilung des Gesuchs berücksichtigt sie die Bestimmungen, die für den Urlaub des Personals der Bundesverwaltung gelten. Fassung gemäss Ziff. I der V der BVers vom 16. März 2012, in Kraft seit 1. April 2012 ( AS 2012 1461 ; BBl 2011 8995 9013 )."
    },
    {
      "provision_ref": "art13",
      "chapter": "6. Abschnitt: Auslagenersatz",
      "section": "13",
      "title": "",
      "content": "1 Den Richtern und Richterinnen werden die Mehrauslagen ersetzt, die ihnen durch berufliche Einsätze entstehen. 2 Es gelten sinngemäss die vom Eidgenössischen Finanzdepartement für das Bundespersonal festgelegten Ansätze betreffend: a. Mahlzeiten, Unterkunft und Reise; b. Dienstreisen ins Ausland; c. die Teilnahme an internationalen Konferenzen; d. den Umzug aus dienstlichen Gründen; e. Repräsentationsauslagen."
    },
    {
      "provision_ref": "art14",
      "chapter": "7. Abschnitt: Pflichten der Richter und Richterinnen",
      "section": "14",
      "title": "Wohnsitz",
      "content": "Die Richter und Richterinnen müssen in der Schweiz wohnen."
    },
    {
      "provision_ref": "art15",
      "chapter": "7. Abschnitt: Pflichten der Richter und Richterinnen",
      "section": "15",
      "title": "Amtsgeheimnis",
      "content": "1 Die Richter und Richterinnen sind verpflichtet, das Amtsgeheimnis über Tatsachen zu wahren, die ihnen bei der Ausübung ihres Amtes zur Kenntnis gelangen und die nach ihrer Natur vertraulich sind. 2 Die Verwaltungskommission beziehungsweise die Gerichtsleitung gilt als vorgesetzte Behörde, die für die Entbindung vom Amtsgeheimnis zuständig ist (Art. 320 Ziff. 2 des Strafgesetzbuches). SR 311.0 Fassung gemäss Ziff. I der V der BVers vom 16. März 2012, in Kraft seit 1. April 2012 ( AS 2012 1461 ; BBl 2011 8995 9013 )."
    },
    {
      "provision_ref": "art15a",
      "chapter": "29",
      "section": "15a",
      "title": "a",
      "content": "1 Die Verwaltungskommission beziehungsweise die Gerichtsleitung kann einem Richter oder einer Richterin bei Auflösung des Arbeitsverhältnisses eine Entschädigung im Umfang von höchstens einem Jahreslohn zusprechen, wenn der Einzelfall dies rechtfertigt. Sie berücksichtigt dabei insbesondere das Alter, die berufliche und persönliche Situation, die Dauer der Amtstätigkeit der betreffenden Person und die Umstände der Auflösung des Arbeitsverhältnisses. 2 Die Ausrichtung einer Entschädigung bedarf der Zustimmung der Finanzdelegation der eidgenössischen Räte. 3 Eine Entschädigung ist ausgeschlossen, wenn die betreffende Person: a. infolge Erreichens des gesetzlichen Rücktrittsalters aus dem Amt ausscheidet; b. wegen schwerer Verletzung von Amtspflichten des Amtes enthoben oder nicht wiedergewählt worden ist; oder c. aus freien Stücken das Arbeitsverhältnis gekündigt hat oder zur Wiederwahl nicht mehr antritt. 4 Die Entschädigung wird in Form einer Kapitalleistung ausgerichtet. 5 Sie muss ganz oder teilweise zurückerstattet werden, wenn: a. die betreffende Person innerhalb eines Jahres nach der Auflösung des Arbeitsverhältnisses ein neues Arbeitsverhältnis eingeht; und b. die Verwaltungskommission beziehungsweise die Gerichtsleitung unter Berücksichtigung der Höhe der Entschädigung, der Anzahl Monate ohne Arbeitsverhältnis und der Höhe des neuen Einkommens eine Rückerstattung für angemessen hält."
    },
    {
      "provision_ref": "art16",
      "chapter": "8. Abschnitt: Schlussbestimmung",
      "section": "16",
      "title": "",
      "content": "Diese Verordnung der Bundesversammlung tritt mit dem Inkrafttreten des Strafgerichtsgesetzes vom 4. Oktober 2002 auf den 1. August 2003 in Kraft."
    }
  ],
  "definitions": []
}