{
  "id": "sr-172-041-0",
  "type": "statute",
  "title": "Verordnung vom 10. September 1969 über Kosten und Entschädigungen im Verwaltungsverfahren",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1969/760_780_777/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "I. Beschwerdeverfahren",
      "section": "1",
      "title": "Verfahrenskosten",
      "content": "Die Verfahrenskosten zulasten der unterliegenden Partei umfassen: a. die Spruchgebühr nach Artikel 63 Absatz 4 bis des Verwaltungsverfahrensgesetzes; b. die Barauslagen nach Artikel 4; c. allfällige Kanzleigebühren nach den Artikeln 14 ff. Fassung gemäss Ziff. I der V vom 21. Febr. 2007, in Kraft seit 1. Mai 2007 ( AS 2007 1075 )."
    },
    {
      "provision_ref": "art2",
      "chapter": "I. Beschwerdeverfahren",
      "section": "2",
      "title": "Spruchgebühr",
      "content": "1 In Streitigkeiten ohne Vermögensinteresse beträgt die Spruchgebühr 100–5000 Franken. 2 In Streitigkeiten mit Vermögensinteresse beträgt die Spruchgebühr: Vermögensinteresse in Franken Gebühr in Franken 0– 10 000 100– 4 000 10 000– 20 000 500– 5 000 20 000– 50 000 1 000– 6 000 50 000– 100 000 1 500– 7 000 100 000– 200 000 2 000– 8 000 200 000– 500 000 3 000–12 000 500 000–1 000 000 5 000–20 000 1 000 000–5 000 000 7 000–40 000 über 5 000 000 15 000–50 000 Fassung gemäss Ziff. I der V vom 21. Febr. 2007, in Kraft seit 1. Mai 2007 ( AS 2007 1075 )."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "",
      "content": "Aufgehoben durch Ziff. I der V vom 21. Febr. 2007, mit Wirkung seit 1. Mai 2007 ( AS 2007 1075 )."
    },
    {
      "provision_ref": "art4",
      "chapter": "6",
      "section": "4",
      "title": "Barauslagen",
      "content": "1 Die Barauslagen der Beschwerdeinstanz umfassen Honorare für die Übersetzung fremdsprachiger Eingaben, Expertenhonorare, Zeugengelder und andere Baraufwendungen im Zusammenhang mit der Beweiserhebung. 2 Als fremdsprachig gelten die nicht in einer Landessprache eingereichten Eingaben. 3 Baraufwendungen für Dienstreisen des Personals der Beschwerdeinstanz und, soweit das Bundesrecht nichts anderes vorsieht, für Expertisen durch amtliche Konsultativorgane gehen zu Lasten der Beschwerdeinstanz."
    },
    {
      "provision_ref": "art4a",
      "chapter": "6",
      "section": "4a",
      "title": "a Erlass der Verfahrenskosten",
      "content": "Verfahrenskosten können nach Artikel 63 Absatz 1 des Verwaltungsverfahrensgesetzes einer Partei, die nicht die unentgeltliche Rechtspflege im Sinne von Artikel 65 des Gesetzes geniesst, ganz oder teilweise erlassen werden, wenn: a. eine Beschwerde ohne erheblichen Aufwand für die Beschwerdeinstanz durch Rückzug oder Vergleich erledigt wird; b. andere Gründe in der Sache oder in der Person der Partei die Auferlegung von Verfahrenskosten als unverhältnismässig erscheinen lassen. Eingefügt durch Ziff. I der V vom 6. Nov. 1985, in Kraft seit 1. Jan. 1986 ( AS 1985 1697 ). Die Berichtigung vom 29. Jan. 2013 betrifft nur den italienischen Text ( AS 2013 381 ). Die Berichtigung vom 29. Jan. 2013 betrifft nur den italienischen Text ( AS 2013 381 )."
    },
    {
      "provision_ref": "art4b",
      "chapter": "6",
      "section": "4b",
      "title": "b Kosten bei gegenstandslosen Verfahren",
      "content": "1 Wird ein Verfahren gegenstandslos, so werden die Verfahrenskosten jener Partei auferlegt, deren Verhalten die Gegenstandslosigkeit bewirkt hat. 2 Ist das Verfahren ohne Zutun der Parteien gegenstandslos geworden, so werden die Kosten auf Grund der Sachlage vor Eintritt des Erledigungsgrunds festgelegt. Eingefügt durch Anhang 3 Ziff. 2 der V vom 3. Febr. 1993 über Organisation und Verfahren eidgenössischer Rekurs- und Schiedskommissionen ( AS 1993 879 ). Fassung gemäss Ziff. I der V vom 21. Febr. 2007, in Kraft seit 1. Mai 2007 ( AS 2007 1075 )."
    },
    {
      "provision_ref": "art5",
      "chapter": "6",
      "section": "5",
      "title": "Kostenvorschuss",
      "content": "1 Der Vorschuss für Verfahrenskosten bestimmt sich nach Artikel 63 Absatz 4 des Verwaltungsverfahrensgesetzes oder, wenn diese Bestimmung keine Anwendung findet, nach Artikel 33 Absatz 2 jenes Gesetzes. 2 Als verhältnismässig hoch im Sinne von Artikel 33 Absatz 2 jenes Gesetzes gelten Barauslagen von mehr als 250 Franken. 3 Die Beschwerdeinstanz verrechnet in der Entscheidungsformel (Dispositiv) den Vorschuss mit den entsprechenden Verfahrenskosten und erstattet einen Überschuss zurück."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Verfahrenskosten der Vorinstanz",
      "content": "1 Die Verfahrenskosten von Vorinstanzen der Bundesverwaltung sind in der Entscheidungsformel (Dispositiv) des Beschwerdeentscheides zu den Verfahrenskosten der Beschwerdeinstanz zu schlagen. 2 Die Beschwerdeinstanz zieht zusammen mit ihren Verfahrenskosten die Verfahrenskosten jener Vorinstanzen ein und schreibt diesen ihre Verfahrenskosten anteilsmässig gut. 3 Ermässigt oder erlässt sie ihre Verfahrenskosten nach Artikel 63 Absatz 1 des Verwaltungsverfahrensgesetzes, so ermässigt sie im gleichen Verhältnis oder erlässt sie auch die Verfahrenskosten der Vorinstanzen."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Parteienmehrheit",
      "content": "Mehrere Parteien tragen ihre gemeinsamen Verfahrenskosten zu gleichen Teilen und haften dafür solidarisch, soweit die Beschwerdeinstanz in der Entscheidungsformel (Dispositiv) des Beschwerdeentscheides nichts anderes verfügt."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Parteientschädigung",
      "content": "1 Die Partei, die Anspruch auf Parteientschädigung erhebt, hat der Beschwerdeinstanz vor dem Beschwerdeentscheid eine detaillierte Kostennote einzureichen; reicht sie die Kostennote nicht rechtzeitig ein, so setzt die Beschwerdeinstanz die Parteientschädigung von Amtes wegen und nach Ermessen fest. 2 Die Artikel 8–13 des Reglements vom 11. Dezember 2006 über die Kosten und Entschädigungen vor dem Bundesverwaltungsgericht sind sinngemäss auf die Parteientschädigung anwendbar. 3 und 4 … 5 Unnötige Kosten, Kosten von Bundesbehörden und, in der Regel, Kosten von anderen Behörden, die als Parteien auftreten, begründen keinen Anspruch auf Parteientschädigung. 6 Obsiegt die Partei nur teilweise, so ist die Parteientschädigung verhältnismässig zu kürzen. 7 Die Behörde kann auch eine Entschädigung festsetzen, wenn das Verfahren gegenstandslos wird. [ AS 2006 5305 . AS 2008 2209 Art. 22]. Heute: des R vom 21. Febr. 2008 ( SR 173.320.2 ). Fassung gemäss Ziff. I der V vom 21. Febr. 2007, in Kraft seit 1. Mai 2007 ( AS 2007 1075 ). Aufgehoben durch Ziff. I der V vom 21. Febr. 2007, mit Wirkung seit 1. Mai 2007 ( AS 2007 1075 ). Fassung gemäss Ziff. I der V vom 21. Febr. 2007, in Kraft seit 1. Mai 2007 ( AS 2007 1075 )."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Unentgeltliche Rechtspflege",
      "content": "Die Artikel 8–13 des Reglements vom 11. Dezember 2006 über die Kosten und Entschädigungen vor dem Bundesverwaltungsgericht sind sinngemäss auf die Anwaltskosten einer Partei anwendbar, welche die unentgeltliche Rechtspflege geniesst. Fassung gemäss Ziff. I der V vom 21. Febr. 2007, in Kraft seit 1. Mai 2007 ( AS 2007 1075 ). [ AS 2006 5305 . AS 2008 2209 Art. 22]. Heute: des R vom 21. Febr. 2008 ( SR 173.320.2 )."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Besondere Beschwerdearten",
      "content": "Die Bestimmungen der Artikel 1–9 sind anwendbar auf Beschwerden gegen Verfügungen; für Rechtsverweigerungs- oder Rechtsverzögerungsbeschwerden gelten die Artikel 1–5, desgleichen für mutwillige, aussergewöhnlich umfangreiche oder besonders schwierige Aufsichtsbeschwerden. Fassung gemäss Ziff. I der V vom 11 Dez. 1978 ( AS 1978 2053 )."
    },
    {
      "provision_ref": "art11",
      "chapter": "II. Übrige Verfahren",
      "section": "11",
      "title": "Revisionsverfahren",
      "content": "1 Die Bestimmungen der Artikel 1–5 und 7–9 finden auf die Revision eines Beschwerdeentscheides sinngemäss Anwendung. 2 Zieht die Beschwerdeinstanz ihren Beschwerdeentscheid zugunsten einer Partei in Revision und hat die Partei die ihr im Beschwerdeentscheid auferlegten Verfahrenskosten bezahlt, so sind diese ihr zurückzuerstatten. 3 Der zurückzuerstattende Betrag ist verhältnismässig zu kürzen, wenn die Partei nur teilweise obsiegt, und in der Entscheidungsformel (Dispositiv) des Revisionsentscheides zu beziffern."
    },
    {
      "provision_ref": "art12",
      "chapter": "II. Übrige Verfahren",
      "section": "12",
      "title": "Einsprache- und Schiedsverfahren",
      "content": "Die Bestimmungen der Artikel 1–5 und 7–9 finden auf Einspracheentscheide und Entscheide von Schiedskommissionen einschliesslich Schiedsgerichten auf Grund öffentlichrechtlicher Verträge sinngemäss Anwendung, soweit das Bundesrecht dafür Verfahrenskosten, die Parteientschädigung oder die unentgeltliche Rechtspflege vorsieht."
    },
    {
      "provision_ref": "art12a",
      "chapter": "II. Übrige Verfahren",
      "section": "12a",
      "title": "",
      "content": "Eingefügt durch Ziff. I der V vom 11. Sept. 2002, in Kraft seit 1. Jan. 2003 ( AS 2002 3845 ). Aufgehoben durch Ziff. I der V vom 21. Febr. 2007, mit Wirkung seit 1. Mai 2007 ( AS 2007 1075 )."
    },
    {
      "provision_ref": "art13",
      "chapter": "II. Übrige Verfahren",
      "section": "13",
      "title": "Verfahrenskosten für andere Verfügungen",
      "content": "1 Die Verfahrenskosten für andere Verfügungen bestimmen sich nach dem in der Sache anwendbaren Bundesrecht. 2 Enthält das in der Sache anwendbare Bundesrecht keine abweichende Bestimmung, so kann die verfügende Behörde von der Partei fordern: a. eine Entscheidgebühr: 1. zwischen 100 und 3000 Franken; oder 2. zwischen 200 und 7000 Franken, wenn die Sache erhebliche finanzielle Interessen betrifft, wenn sie einen aussergewöhnlichen Umfang oder besondere Schwierigkeiten aufweist, wenn mehrere Parteien beteiligt sind oder wenn eine Partei in mutwilliger Weise gehandelt hat; b. gegebenenfalls Kanzleigebühren nach den Artikeln 14 ff.; c. Vorschuss und Ersatz für die Barauslagen im Zusammenhang mit der Beweiserhebung; die Artikel 4, 5 Absätze 2 und 3 und Artikel 7 finden sinngemäss Anwendung. 3 Befreiung und Erlass von Verfahrenskosten im Sinne von Absatz 2 bestimmen sich nach den Artikeln 19 und 20. Fassung gemäss Ziff. I der V vom 11 Dez. 1978 ( AS 1978 2053 ). Fassung gemäss Ziff. I der V vom 21. Febr. 2007, in Kraft seit 1. Mai 2007 ( AS 2007 1075 ). Fassung gemäss Ziff. I der V vom 21. Febr. 2007, in Kraft seit 1. Mai 2007 ( AS 2007 1075 )."
    },
    {
      "provision_ref": "art14",
      "chapter": "III. Verschiedene Kanzleigebühren",
      "section": "14",
      "title": "Reproduktion von Schriftstücken",
      "content": "1 Die Kosten für die Reproduktion von Schriftstücken betragen pro Fotokopie: a. 20 Rappen pro Seite A4 oder A3; b. 2 Franken pro Seite A4 oder A3 ab gebundenen Vorlagen oder pro Seite bei besonderen Formaten. 2 Wird einer Partei eine Spruchgebühr nach Artikel 1 oder eine Entscheidgebühr nach Artikel 13 Absatz 2 auferlegt, so sind die Kopierkosten nach Absatz 1 Buchstabe a in der betreffenden Gebühr enthalten. 3 Die Kosten für die zusätzliche elektronische Zustellung von Verfügungen nach Artikel 11 der Verordnung vom 18. Juni 2010 über die elektronische Übermittlung im Rahmen eines Verwaltungsverfahrens betragen 20 Franken. Fassung gemäss Ziff. I der V vom 21. Febr. 2007, in Kraft seit 1. Mai 2007 ( AS 2007 1075 ). SR 172.021.2 Eingefügt durch Art. 14 der V vom 18. Juni 2010 über die elektronische Übermittlung im Rahmen eines Verwaltungsverfahrens, in Kraft seit 1. Jan. 2011 ( AS 2010 3031 )."
    },
    {
      "provision_ref": "art15",
      "chapter": "III. Verschiedene Kanzleigebühren",
      "section": "15",
      "title": "Einsichtnahme in die Akten einer erledigten Sache",
      "content": "Die Gebühr für die Einsichtnahme einer Partei in die Akten einer rechtskräftig erledigten Sache beträgt 30 Franken; sie erhöht sich gegebenenfalls um die Gebühr nach Artikel 16. Fassung gemäss Ziff. I der V vom 21. Febr. 2007, in Kraft seit 1. Mai 2007 ( AS 2007 1075 )."
    },
    {
      "provision_ref": "art16",
      "chapter": "III. Verschiedene Kanzleigebühren",
      "section": "16",
      "title": "Nachforschungen",
      "content": "Die Gebühr für Nachforschungen in Akten einer erledigten Sache beträgt 50 Franken je halbe Stunde; der Bruchteil einer halben Stunde zählt als halbe Stunde. Fassung gemäss Ziff. I der V vom 21. Febr. 2007, in Kraft seit 1. Mai 2007 ( AS 2007 1075 )."
    },
    {
      "provision_ref": "art17",
      "chapter": "III. Verschiedene Kanzleigebühren",
      "section": "17",
      "title": "",
      "content": "Aufgehoben durch Ziff. I der V vom 21. Febr. 2007, mit Wirkung seit 1. Mai 2007 ( AS 2007 1075 )."
    },
    {
      "provision_ref": "art18",
      "chapter": "III. Verschiedene Kanzleigebühren",
      "section": "18",
      "title": "Beglaubigungen und Bescheinigungen",
      "content": "Die Gebühr für eine Beglaubigung oder Bescheinigung beträgt 20 Franken. Handelt es sich bei der Bescheinigung um eine Verfügung, so ist Artikel 13 anwendbar. Fassung gemäss Anhang Ziff. 2 der Organisationsverordnung vom 29. Okt. 2008 für die Bundeskanzlei, in Kraft seit 1. Jan. 2009 ( AS 2008 5153 )."
    },
    {
      "provision_ref": "art19",
      "chapter": "29",
      "section": "19",
      "title": "",
      "content": "Soweit die vorliegende Verordnung keine besondere Regelung enthält, gelten die Bestimmungen der Allgemeinen Gebührenverordnung vom 8. September 2004. Fassung gemäss Ziff. I der V vom 21. Febr. 2007, in Kraft seit 1. Mai 2007 ( AS 2007 1075 ). SR 172.041.1"
    },
    {
      "provision_ref": "art2021",
      "chapter": "29",
      "section": "2021",
      "title": "",
      "content": "Aufgehoben durch Ziff. I der V vom 21. Febr. 2007, mit Wirkung seit 1. Mai 2007 ( AS 2007 1075 )."
    },
    {
      "provision_ref": "art22",
      "chapter": "IV. Schlussbestimmungen",
      "section": "22",
      "title": "",
      "content": "Diese Verordnung tritt, im Rahmen von Artikel 81 des Verwaltungsverfahrensgesetzes, am 1. Oktober 1969 in Kraft."
    },
    {
      "provision_ref": "art23",
      "chapter": "IV. Schlussbestimmungen",
      "section": "23",
      "title": "",
      "content": "1 Mit ihrem Inkrafttreten werden der Bundesratsbeschluss vom 15. Juli 1966 über Beschwerdekosten und Kanzleigebühren in der Bundesverwaltung und alle abweichenden Bestimmungen aufgehoben; vorbehalten bleiben abweichende Bestimmungen im Sinne der Artikel 13 Absatz 1, und 21. 2 Die Bestimmung von Artikel 158 des Bundesbeschlusses vom 30. März 1949 über die Verwaltung der schweizerischen Armee bleibt vorläufig in Kraft. 3 … [ AS 1966 913 ] SR 510.30 . Heute: V der BVers vom 30. März 1949 über die Verwaltung der Armee. Artikel 158 ist aufgehoben. Die Änderungen können unter AS 1969 760 konsultiert werden."
    }
  ],
  "definitions": []
}