{
  "id": "sr-192-12",
  "type": "statute",
  "title": "Bundesgesetz vom 22. Juni 2007 über die von der Schweiz als Gaststaat gewährten Vorrechte, Immunitäten und Erleichterungen sowie finanziellen Beiträge (Gaststaatgesetz, GSG)",
  "title_en": "Federal Act of 22 June 2007 on the Privileges, Immunities and Facilities and the Financial Subsidies granted by Switzerland as a Host State (Host State Act, HSA)",
  "short_name": "GSG",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2007/860/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Chapter 1 Subject Matter",
      "section": "1",
      "title": "",
      "content": "1 This Act regulates, in the sphere of host state policy: a. the granting of privileges, immunities and facilities; b. the granting of financial subsidies and the provision of other support measures. 2 Privileges, immunities, facilities, and financial subsidies arising under international law or other federal statutes are unaffected."
    },
    {
      "provision_ref": "art2",
      "chapter": "Section 1 Beneficiaries",
      "section": "2",
      "title": "",
      "content": "1 The Confederation may grant privileges, immunities and facilities to the following institutional beneficiaries: a. intergovernmental organisations; b. international institutions; c. quasi-governmental international organisations; d. diplomatic missions; e. consular posts; f. permanent missions or other representations to intergovernmental organisations; g. special missions; h. international conferences; i. secretariats or other bodies established under an international treaty; j. independent commissions; k. international courts; l. arbitration tribunals; m. other international bodies. 2 The Confederation may grant privileges, immunities and facilities to the following natural persons (individual beneficiaries): a. individuals who, whether on a permanent or a temporary basis, are called to act in an official capacity at one of the institutional beneficiaries referred to in paragraph 1 above; b. eminent persons carrying out an international mandate; c. individuals entitled to accompany one of the individual beneficiaries referred to in letters a or b, including private household employees."
    },
    {
      "provision_ref": "art3",
      "chapter": "Section 2 Content, Scope of Application and Duration",
      "section": "3",
      "title": "Content",
      "content": "1 The privileges and immunities include: a. inviolability of the person, premises, property, archives, documents, correspondence and diplomatic bag; b. immunity from legal proceedings and the enforcement of judgments; c. exemption from direct taxes; d. exemption from indirect taxes; e. exemption from customs duties and other import taxes; f. freedom to acquire, receive, hold, transfer and convert funds, currencies, cash and other movable property; g. freedom of communication, movement and travel; h. exemption from the Swiss social security system; i. exemption from Swiss entry and residence requirements; j. exemption from all personal services, from all public service and from all military duties or obligations of any kind. 2 The facilities include: a. the procedures for access to the employment market for the individual beneficiaries referred to in Article 2, paragraph 2, letters a and c above; b. the right to use a flag and an emblem; c. the right to issue laissez passer and to have them accepted as travel documents by the Swiss authorities; d. facilities of registration of vehicles. 3 The Federal Council may accord additional facilities of a more minor nature than those set out in paragraph 2 above."
    },
    {
      "provision_ref": "art4",
      "chapter": "Section 2 Content, Scope of Application and Duration",
      "section": "4",
      "title": "Scope of application",
      "content": "1 The personal and material scope of application of the privileges, immunities and facilities shall be determined case by case in the light of: a. international law, Switzerland’s international obligations, and international practice; b. the beneficiary’s legal status and the importance of its role in international relations. 2 Exemption from direct taxes may be granted to all the beneficiaries referred to in Article 2 above. However, in the case of individual beneficiaries within the meaning of Article 2, paragraph 2 who are Swiss nationals, the exemption shall be granted only if the institutional beneficiary to which they are called has adopted an internal tax system of its own, provided that this condition is in accordance with international law. 3 Exemption from indirect taxes may be granted to all beneficiaries referred to in Article 2 above. However, individual beneficiaries within the meaning of Article 2 paragraph 2 shall be exempted from value added tax and mineral oil tax only if they hold diplomatic status. 4 Exemption from customs duties and other import taxes may be granted to all the beneficiaries referred to in Article 2. 5 The Federal Council shall issue regulations on entry into Switzerland, residence and work for the individual beneficiaries referred to in Article 2, paragraph 2, subject to what is permissible under international law."
    },
    {
      "provision_ref": "art5",
      "chapter": "Section 2 Content, Scope of Application and Duration",
      "section": "5",
      "title": "Duration",
      "content": "The duration of privileges, immunities and facilities may be limited."
    },
    {
      "provision_ref": "art6",
      "chapter": "Section 3 Requirements for Granting Privileges, Immunities and Facilities",
      "section": "6",
      "title": "General requirements",
      "content": "An institutional beneficiary may be accorded privileges, immunities and facilities if: a. it has its headquarters or a branch in Switzerland or carries out activities in Switzerland; b. its purposes are not for profit and are of international utility; c. its carries out activities in the sphere of international relations; and d. its presence in Switzerland is of special interest to Switzerland."
    },
    {
      "provision_ref": "art7",
      "chapter": "Section 3 Requirements for Granting Privileges, Immunities and Facilities",
      "section": "7",
      "title": "International institutions",
      "content": "An international institution may be accorded privileges, immunities and facilities if it: a. has structures similar to those of an intergovernmental organisation; b. performs functions of a governmental nature or functions typically assigned to an intergovernmental organisation; and c. enjoys international recognition in the international legal order, and in particular under an international treaty, a resolution of an intergovernmental organisation or a policy document adopted by a group of States."
    },
    {
      "provision_ref": "art8",
      "chapter": "Section 3 Requirements for Granting Privileges, Immunities and Facilities",
      "section": "8",
      "title": "Quasi-governmental international organisations",
      "content": "A quasi-governmental international organisation may be accorded privileges, immunities and facilities if: a. a majority of its members are states, organisations governed by public law, or entities performing functions of a governmental nature; b. it has structures similar to those of an intergovernmental organisation; and c. it operates in two or more States."
    },
    {
      "provision_ref": "art9",
      "chapter": "Section 3 Requirements for Granting Privileges, Immunities and Facilities",
      "section": "9",
      "title": "International conferences",
      "content": "An international conference may be accorded privileges, immunities and facilities if: a. it is convened under the aegis of an intergovernmental organisation, an international institution, a quasi-governmental international organisation, a secretariat or any other body established by an international treaty, under the aegis of Switzerland or at the initiative of a group of States; and b. a majority of participants represent States, intergovernmental organisations, international institutions, quasi-governmental international organisations, secretariats or other bodies established by international treaty."
    },
    {
      "provision_ref": "art10",
      "chapter": "Section 3 Requirements for Granting Privileges, Immunities and Facilities",
      "section": "10",
      "title": "Secretariats or other bodies established by international treaty",
      "content": "A secretariat or other body may be accorded privileges, immunities and facilities if it is established under an international treaty which assigns to it certain tasks with a view to the implementation of that treaty."
    },
    {
      "provision_ref": "art11",
      "chapter": "Section 3 Requirements for Granting Privileges, Immunities and Facilities",
      "section": "11",
      "title": "Independent commissions",
      "content": "An independent commission may be accorded privileges, immunities and facilities if: a. its legitimacy derives from a resolution of an intergovernmental organisation or of an international institution, or if it was established by a group of States or by Switzerland; b. it enjoys broad political and financial support among the international community; c. its mandate is to examine an issue of importance to the international community; d. its mandate is limited in time; and e. the granting of privileges, immunities and facilities contributes substantially to the fulfilment of its mandate."
    },
    {
      "provision_ref": "art12",
      "chapter": "Section 3 Requirements for Granting Privileges, Immunities and Facilities",
      "section": "12",
      "title": "International courts",
      "content": "An international court may be accorded privileges, immunities and facilities if it is established under an international treaty or by a resolution of an intergovernmental organisation or of an international institution."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Arbitration tribunals",
      "content": "An arbitration tribunal may be accorded privileges, immunities and facilities if: a. it is established under an arbitration clause in an international treaty or under an agreement between the subjects of international law who are parties to the arbitration; and b. the parties to the arbitration referred to in letter a above can show a particular need for the arbitration tribunal to sit in Switzerland."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Other international bodies",
      "content": "Any other international body may by way of exception be accorded privileges, immunities and facilities if: a. it works closely with one or more intergovernmental organisations or international institutions based in Switzerland or with States in carrying out tasks which are normally the responsibility of those intergovernmental organisations, international institutions or States; b. it plays a key role in an important area of international relations; c. it has wide recognition at the international level; and d. the granting of privileges, immunities and facilities contributes substantially to the fulfilment of its mandate."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Eminent persons carrying out an international mandate",
      "content": "An eminent person carrying out an international mandate may by way of exception be accorded privileges, immunities and facilities if he or she: a. executes a mandate that is limited in time and conferred by an intergovernmental organisation, an international institution or a group of States; b. is a foreign national; c. is resident in Switzerland for the duration of the mandate and was not habitually resident in Switzerland prior to its commencement; d. does not engage in any gainful activity; and e. needs to be in Switzerland for the purposes of the mandate."
    },
    {
      "provision_ref": "art16",
      "chapter": "Chapter 3 Acquisition of Land and Buildings for Official Purposes",
      "section": "16",
      "title": "Acquisition of land and buildings",
      "content": "1 Institutional beneficiaries, within the meaning of Article 2 paragraph 1, may acquire land and buildings for the purposes of their official activities. The area of the property concerned must not exceed what is necessary for those purposes. 2 The acquirer must submit an application to the Federal Department of Foreign Affairs (the Department) and a copy of the same to the relevant authority in the canton concerned. 3 The Department shall consult the relevant authority in the canton concerned and verify that the acquirer is an institutional beneficiary within the meaning of Article 2 paragraph 1, and that the acquisition is for official purposes. It shall then issue a ruling. Approval of the application is conditional on the necessary authorisations, i.e. building permits and safety clearance being obtained from the competent authorities. 4 Entry in the land register of an acquisition of land or buildings within the meaning of paragraph 1 above is conditional on approval having been given in accordance with paragraph 3 above."
    },
    {
      "provision_ref": "art17",
      "chapter": "Chapter 3 Acquisition of Land and Buildings for Official Purposes",
      "section": "17",
      "title": "Definitions",
      "content": "1 The acquisition of land and buildings is understood to be any acquisition of a title to a building, part of a building or a piece of land, a right of habitation or a usufruct to a building or a part thereof, or the acquisition of other rights which confer on the holder equivalent status to that of owner, such as a long-term lease of land or buildings if the terms of such lease go beyond the scope of practice in civil matters. 2 A change of use is deemed an acquisition for these purposes. 3 Land and buildings for official purposes are buildings or parts of buildings together with the curtilage thereof which are used for the purpose of carrying out the official activities of the institutional beneficiary."
    },
    {
      "provision_ref": "art18",
      "chapter": "Chapter 4 Financial Subsidies and other Support Measures",
      "section": "18",
      "title": "Purposes",
      "content": "The aim of financial subsidies and other support measures is in particular to: a. facilitate the installation, work, integration and security in Switzerland of the beneficiaries referred to in Article 19; b. promote the reputation of Switzerland as a host state; c. further Swiss bids to play host to the beneficiaries referred to in Article 2; d. promote activities in the area of host state policy."
    },
    {
      "provision_ref": "art19",
      "chapter": "Chapter 4 Financial Subsidies and other Support Measures",
      "section": "19",
      "title": "Beneficiaries",
      "content": "Financial subsidies and other support measures may be granted to: a. the beneficiaries referred to in Article 2; b. international non-governmental organisations (Chapter 5); c. associations and foundations whose activities serve the purposes set out in Article 18."
    },
    {
      "provision_ref": "art20",
      "chapter": "Chapter 4 Financial Subsidies and other Support Measures",
      "section": "20",
      "title": "Modalities",
      "content": "Financial subsidies and other support measures provided by the Confederation may take the form of: a. financial subsidies on a one-off or recurring basis; b. grants to the institutional beneficiaries referred to in Article 2 paragraph 1, either directly or via the Building Foundation for International Organisations (FIPOI) in Geneva, interest-free building loans repayable within 50 years; c. financial contributions to international conferences in Switzerland; d. one-off or recurring subsidies in-kind such as personnel, premises or equipment; e. the creation of associations or foundations governed by private law and participation in such associations or foundations; f. instructions to the relevant police authorities to implement further security measures going beyond those already adopted by Switzerland to meet its security obligations under international law in the Federal Act of 21 March 1997 on Measures to Safeguard Internal Security. SR 120"
    },
    {
      "provision_ref": "art21",
      "chapter": "Chapter 4 Financial Subsidies and other Support Measures",
      "section": "21",
      "title": "Due compensation to the cantons",
      "content": "The Confederation may pay due compensation to the cantons for tasks they carry out under Article 20 letter f that do not fall within their competence under the Federal Constitution."
    },
    {
      "provision_ref": "art22",
      "chapter": "Chapter 4 Financial Subsidies and other Support Measures",
      "section": "22",
      "title": "Finance",
      "content": "The funds necessary to implement this Act will be provided for in the budget. A guarantee credit will be sought in the case of a commitment for which funding extends beyond a single budget year."
    },
    {
      "provision_ref": "art23",
      "chapter": "Chapter 4 Financial Subsidies and other Support Measures",
      "section": "23",
      "title": "Conditions, procedures and detailed rules",
      "content": "The Federal Council shall lay down the conditions, procedures and detailed rules for the granting of financial subsidies and other support measures."
    },
    {
      "provision_ref": "art24",
      "chapter": "Chapter 5 International Non-Governmental Organisations",
      "section": "24",
      "title": "Principles",
      "content": "1 International non-governmental organisations (INGOs) may establish themselves in Switzerland in accordance with Swiss law. 2 The Confederation may facilitate the establishment or the activities of an INGO in Switzerland subject to the applicable law. It may accord an INGO the financial subsidies and other support measures provided for under this Act. 3 INGOs may be entitled to benefits provided for under other federal acts, in particular the tax exemption provided for under the Federal Act of 14 December 1990 on Direct Federal Taxation and the simplified procedures for the hiring of foreign personnel provided for under Swiss legislation. 4 INGOs are not eligible for the privileges, immunities and facilities contemplated by this Act. SR 642.11"
    },
    {
      "provision_ref": "art25",
      "chapter": "Chapter 5 International Non-Governmental Organisations",
      "section": "25",
      "title": "Definition",
      "content": "An INGO, for the purposes of this Act, is an organisation: a. with the legal form of an association or a foundation formed in accordance with Swiss law; b. whose members are natural persons of different nationalities or legal persons formed in accordance with the national laws of different States; c. which is genuinely active in several States; d. whose objectives are charitable or in the public interest within the meaning of Article 56, letter g, of the Federal Act of 14 December 1990 on Direct Federal Taxation; e. which operates in conjunction with an intergovernmental organisation or international institution, for example by having observer status at such organisation or institution; and f. whose presence in Switzerland is of special interest to Switzerland. SR 642.11"
    },
    {
      "provision_ref": "art26",
      "chapter": "Chapter 6 Powers",
      "section": "26",
      "title": "Granting of privileges, immunities and facilities and of financial subsidies and other support measures",
      "content": "1 The Federal Council shall: a. grant the privileges, immunities and facilities; b. grant the financial subsidies and adopt the other support measures within the limit of the relevant budget appropriations. 2 The Federal Council may enter into international treaties concerning: a. the granting of privileges, immunities and facilities; b. the tax treatment of beneficiaries within the meaning of Article 2; c. the status of Swiss employees of institutional beneficiaries within the meaning of Article 2 paragraph 1, for the purposes of Swiss social insurance; d. the granting of financial subsidies and other support measures, subject to the budgetary prerogative of the Federal Assembly; e. cooperation with neighbouring States in the area of host state policy. 3 The Federal Council may delegate to the Department the power: a. to grant privileges, immunities and facilities of limited duration; b. to grant financial subsidies of limited duration, to fund international conferences in Switzerland and to provide subsidies in-kind of limited duration in accordance with Article 20; c. to instruct the relevant police authorities to implement further security measures in accordance with Article 20, letter f."
    },
    {
      "provision_ref": "art27",
      "chapter": "Chapter 6 Powers",
      "section": "27",
      "title": "Terms of employment of individual beneficiaries",
      "content": "1 The Federal Council may issue standard contracts of employment or otherwise regulate the conditions of employment in Switzerland of the individual beneficiaries referred to in Article 2 paragraph 2, insofar as permissible under international law. It may, in particular, set minimum wages. 2 The Federal Council shall, in particular, lay down the basic pay and working conditions of the private household employees referred to in Article 2 paragraph 2, as well as the social security arrangements for such employees in the event of illness, accident, invalidity or unemployment, insofar as permissible under international law."
    },
    {
      "provision_ref": "art28",
      "chapter": "Chapter 6 Powers",
      "section": "28",
      "title": "Settlement of private-law disputes in cases of immunity from legal and enforcement proceedings",
      "content": "When entering into a headquarters agreement with an institutional beneficiary within the meaning of Article 2 paragraph 1, the Federal Council shall ensure that the beneficiary adopt appropriate measures with a view to the satisfactory settlement of: a. disputes arising out of contracts to which the institutional beneficiary may be a party and of other private-law disputes; b. disputes involving staff of the institutional beneficiary who enjoy immunity by reason of their official capacity, unless that immunity is waived."
    },
    {
      "provision_ref": "art29",
      "chapter": "Chapter 6 Powers",
      "section": "29",
      "title": "Participation of the cantons",
      "content": "1 Before entering into any agreement to grant privileges, immunities and facilities for a duration of not less than one year or unlimited in time, the Federal Council shall consult with the canton in which the beneficiary is based and with the neighbouring cantons. 2 If the privileges, immunities and facilities entail any exception to the tax law of the canton in which the beneficiary is based, the Federal Council’s decision shall be taken in consultation with the canton in question. 3 The cantons shall participate, within the meaning of the Federal Act of 22 December 1999 on the Participation of the Cantons in the Foreign Policy of the Confederation, in the negotiation of international treaties in the area of host state policy. SR 138.1"
    },
    {
      "provision_ref": "art30",
      "section": "30",
      "title": "Information",
      "content": "The Department may provide information to anybody demonstrating a particular interest in: a. the nature and extent of the privileges, immunities and facilities accorded, and the beneficiaries thereof; b. the financial subsidies and other support measures accorded and the beneficiaries thereof."
    },
    {
      "provision_ref": "art31",
      "section": "31",
      "title": "Compliance with the terms of the privileges, immunities and facilities",
      "content": "1 The Federal Council shall monitor compliance with the terms of the privileges, immunities and facilities granted and shall take the measures necessary if it finds instances of abuse. It may, where appropriate, rescind the relevant agreements or revoke the privileges, immunities and facilities granted. 2 The Federal Council may delegate to the Department the power to revoke the privileges, immunities and facilities granted to an individual beneficiary."
    },
    {
      "provision_ref": "art32",
      "section": "32",
      "title": "Suspension, withdrawal and recovery of financial subsidies and other support measures",
      "content": "The Federal Council or, if within its remit, the Department, may suspend or withdraw financial subsidies and other support measures or demand the full or partial reimbursement of subsidies already provided, if the beneficiary, despite having been issued a notice to comply, fails to fulfil its tasks as foreseen or only partly fulfils its tasks."
    },
    {
      "provision_ref": "art33",
      "chapter": "Chapter 7 Final Provisions",
      "section": "33",
      "title": "Implementing provisions",
      "content": "1 The Federal Council shall enact the implementing provisions. 2 It may implement the present Act in association with the cantons or private legal entities. 3 It may delegate administrative responsibilities in the area of host state policy to private legal entities."
    },
    {
      "provision_ref": "art34",
      "chapter": "Chapter 7 Final Provisions",
      "section": "34",
      "title": "Repeal and amendment of current law",
      "content": "The repeal and amendment of the current law is regulated in the Annex."
    },
    {
      "provision_ref": "art35",
      "chapter": "Chapter 7 Final Provisions",
      "section": "35",
      "title": "Coordination with the the Foreign Nationals and Integration Act of 16 December 2005 (FNIA)",
      "content": "On the commencement of this Act or of the FNA, whichever is later, or on the simultaneous commencement of both, Chapter II number 2 of the Annex to this Act will become redundant and Article 98, paragraph 2, FNA is worded as follows: Art. 98 para. 2 … SR 142.20 . The title was amended on 1 Jan. 2019 pursuant to Art. 12 para. 2 of the Publications Act of 18 June 2004 ( SR 170.512 ). This amendment is inserted in the said Act. The amendments may be consulted under AS 2007 6637 ."
    },
    {
      "provision_ref": "art36",
      "chapter": "Chapter 7 Final Provisions",
      "section": "36",
      "title": "Referendum and commencement",
      "content": "1 This Act is subject to an optional referendum. 2 The Federal Council shall determine the commencement date. Commencement date: 1 January 2008 FCD of 7 Dec. 2007."
    }
  ],
  "definitions": []
}