{
  "id": "sr-194-2",
  "type": "statute",
  "title": "Bundesgesetz vom 5. Oktober 2007 zur Förderung der Information über den Unternehmensstandort Schweiz",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2008/75/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Zweck",
      "content": "Der Bund kann die langfristige, nachhaltige Ansiedlung ausländischer Unternehmen in der Schweiz fördern. Auf der Basis eines Marketingkonzepts kann er dazu allein oder gemeinsam mit Kantonen oder Dritten Massnahmen treffen."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Massnahmen",
      "content": "1 Zu den Massnahmen gehören insbesondere: a. Erstellen von Publikationen; b. Organisation von Investorenseminaren und anderen Promotionsveranstaltungen; c. Betreiben von Marketingaktivitäten an Fachmessen und von Medienarbeit; d. Erteilen von Auskünften an einzelne Unternehmen. 2 Der Bund verfolgt die Entwicklung der wichtigsten Auslandmärkte und Zielgruppen. Er stellt die Ergebnisse den Kantonen zur Verfügung. 3 Bund und Kantone stimmen ihre Massnahmen gegenseitig ab."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Auftrag",
      "content": "1 Das Eidgenössische Departement für Wirtschaft, Bildung und Forschung (WBF) kann einen oder mehrere Dritte (der Beauftragte) mit der Förderung der Information über den Unternehmensstandort Schweiz beauftragen. Dies erfolgt mittels einer öffentlich-rechtlichen Leistungsvereinbarung. 1bis Die Beauftragung mit der Förderung der Information über den Unternehmens standort Schweiz nach diesem Gesetz gilt nicht als öffentlicher Auftrag im Sinne von Artikel 9 des Bundesgesetzes vom 21. Juni 2019 über das öffentliche Beschaffungswesen. 2 Die Leistungsvereinbarung kann jeweils für höchstens vier Jahre geschlossen werden. Bei der Bestimmung der Dauer berücksichtigt das WBF insbesondere die Planungsbedürfnisse des Beauftragten. Ausdruck gemäss Ziff. I 3 der V vom 15. Juni 2012 (Neugliederung der Departemente), in Kraft seit 1. Jan. 2013 ( AS 2012 3655 ). Diese Änd. wurde im ganzen Erlass berücksichtigt. SR 172.056.1 Eingefügt durch Anhang 7 Ziff. II 3 des BG vom 21. Juni 2019 über das öffentliche Beschaffungswesen, in Kraft seit 1. Jan. 2021 ( AS 2020 641 ; BBl 2017 1851 )."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Abgeltungen und Finanzhilfen",
      "content": "1 Zur Erfüllung der Leistungsvereinbarung werden dem Beauftragten im Rahmen der bewilligten Kredite Abgeltungen und Finanzhilfen gewährt. 2 Soweit dieses Gesetz nichts anderes bestimmt, gilt das Subventionsgesetz vom 5. Oktober 1990. SR 616.1"
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Verpflichtungen des Beauftragten",
      "content": "1 Der Beauftragte ist verpflichtet: a. die Förderung der Information über den Unternehmensstandort Schweiz zweckmässig, kostengünstig und mit einem minimalen administrativen Kosten- und Organisationsaufwand zu betreiben; b. bei der Wahl der Massnahmen jeweils das wirtschaftlich günstigste Angebot zu berücksichtigen; c. die Massnahmen in enger Abstimmung mit weiteren kantonalen Stellen und Bundesorganisationen durchzuführen, die in ähnlichen Aufgabenbereichen, insbesondere im Bereich der Landeswerbung, tätig sind; d. ein Evaluationssystem vorzusehen; e. gegenüber Dritten die Bestimmun gen des Bundesgesetzes vom 21. Juni 2019 über das öffentliche Beschaffungswesen und der dazugehörigen Verordnung zu befolgen, soweit diese anwendbar sind. 2 Das WBF legt in der Leistungsvereinbarung alle weiteren sachdienlichen Verpflichtungen des Beauftragten fest. Eingefügt durch Anhang 7 Ziff. II 3 des BG vom 21. Juni 2019 über das öffentliche Beschaffungswesen, in Kraft seit 1. Jan. 2021 ( AS 2020 641 ; BBl 2017 1851 ). SR 172.056.1"
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Rechtsschutz",
      "content": "1 Streitigkeiten aus Leistungsvereinbarungen beurteilt das Bundesverwaltungsgericht auf Klage. 2 Im Übrigen gelten die allgemeinen Bestimmungen über die Bundesrechtspflege."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Finanzierung",
      "content": "Die Bundesversammlung bewilligt jeweils für vier Jahre mit einfachem Bundesbeschluss den Höchstbetrag für die Förderung der Information über den Unternehmensstandort Schweiz nach diesem Gesetz."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Aufhebung bisherigen Rechts",
      "content": "Das Bundesgesetz vom 16. Dezember 2005 zur Förderung der Information über den Unternehmensstandort Schweiz wird aufgehoben. [ AS 2006 1273 ]"
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Referendum und Inkrafttreten",
      "content": "1 Dieses Gesetz untersteht dem fakultativen Referendum. 2 Es tritt unter Vorbehalt des unbenützten Ablaufs der Referendumsfrist am 1. Januar 2008 in Kraft. Andernfalls bestimmt der Bundesrat das Inkrafttreten. Datum des Inkrafttretens: 1. Januar 2008."
    }
  ],
  "definitions": []
}