{
  "id": "sr-172-058-41",
  "type": "statute",
  "title": "Verordnung vom 20. Mai 1992 über die Zuteilung von Parkplätzen in der Bundesverwaltung",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1992/1194_1194_1194/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Geltungsbereich",
      "content": "Diese Verordnung gilt für die bundeseigenen und die gemieteten Parkplätze bei Gebäuden, die ganz oder teilweise für die Aufgabenerfüllung des Bundes genutzt werden. Fassung gemäss Ziff. I der V vom 29. Nov. 2002, in Kraft seit 1. Jan. 2003 ( AS 2002 4149 )."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Erstellung von Parkplätzen",
      "content": "1 Die Anzahl der zu erstellenden Parkplätze richtet sich nach den entsprechenden kommunalen und kantonalen Vorschriften. 2 Die Bundesverwaltung ist bestrebt, ihren Bediensteten, die auf die regelmässige Benützung eines Motorfahrzeuges angewiesen sind, möglichst in der Nähe der Betriebs- und Verwaltungsgebäude die erforderlichen Parkplätze zur Verfügung zu stellen. 3 Die Bundesverwaltung stellt bei den Verwaltungs- und Betriebsgebäuden soweit möglich gedeckte Abstellplätze für Fahrräder und Motorfahrräder zur Verfügung."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Zuteilungskriterien",
      "content": "1 Niemand hat einen Rechtsanspruch auf einen Parkplatz. 2 Vorweg werden Parkplätze für folgende Fahrzeuge freigestellt: a. Personenwagen der Bundesräte und des Bundeskanzlers; b. Dienstwagen, ausgenommen die als Dienstwagen persönlich zugeteilten Personenwagen; c. Personenwagen der Besucher und Drittpersonen, die die Dienste der Bundesverwaltung in Anspruch nehmen; d. Personenwagen der Dienstwohnungsinhaber. 3 Die Zuteilung der übrigen Parkplätze erfolgt nach folgender Prioritätenordnung: a. an körperbehinderte Bedienstete, die auf die Benützung eines Motorfahrzeuges angewiesen sind; b. an Bedienstete mit unregelmässigem Dienst, denen vor Arbeitsbeginn oder nach Arbeitsschluss kein öffentliches Verkehrsmittel zur Verfügung steht; c. an Bedienstete, die zur Erfüllung ihrer Aufgaben regelmässig das private Fahrzeug benötigen und eine entsprechende Dauerbewilligung besitzen; d. an übrige Bedienstete; dabei wird dem Zeitaufwand für den Weg vom Wohnort zum Arbeitsort mit öffentlichem bzw. privatem Verkehrsmittel Rechnung getragen. Bei der Zuteilung der zu einem Gebäude gehörenden Parkplätze erhalten in jedem Fall die Bediensteten den Vorrang, die in diesem Gebäude arbeiten. e. an Drittpersonen. 4 Ein zugeteilter Parkplatz darf nicht weitervermietet werden."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Zuteilung",
      "content": "Über die Zuteilung der Parkplätze entscheidet das nach Artikel 6 der Verordnung vom 14. Dezember 1998 über das Immobilienmanagement und die Logistik des Bundes zuständige Bau- und Liegenschaftsorgan (BLO). Das jeweilige Organ kann seine Befugnisse für bestimmte Parkplätze an andere Ämter übertragen. Fassung gemäss Ziff. I der V vom 29. Nov. 2002, in Kraft seit 1. Jan. 2003 ( AS 2002 4149 ). SR 172.010.21"
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Entgelt",
      "content": "1 Parkplätze, die nach Artikel 3 Absatz 2 Buchstabe d sowie Artikel 3 Absatz 3 Buchstaben d und e zugeteilt werden, sind entgeltlich. 2 Das Entgelt für Parkplätze, die für die Dauer der Arbeitszeit zugeteilt werden, beträgt für Bedienstete monatlich: a. für ungedeckte Parkplätze 65 Franken inkl. Mehrwertsteuer; b. für gedeckte Parkplätze 130 Franken inkl. Mehrwertsteuer. 3 Werden Parkplätze ohne zeitliche Einschränkungen (Dauerparkplätze) zugeteilt, so beträgt das Entgelt für Bedienstete monatlich: a. für ungedeckte Parkplätze 85 Franken inkl. Mehrwertsteuer; b. für gedeckte Parkplätze 170 Franken inkl. Mehrwertsteuer. 4 Mit Rücksicht auf örtliche und betriebliche Gegebenheiten kann das zuständige BLO in begründeten Fällen von den in Absatz 2 genannten Ansätzen abweichen. 5 Abstellplätze für Fahrräder und Motorfahrräder sind in der Regel unentgeltlich. 6 Das Entgelt wird von der Besoldung abgezogen. 7 Das Entgelt für Drittpersonen legt das zuständige BLO im Einzelfall nach marktüblichen Kriterien fest. Fassung gemäss Ziff. I der V vom 29. Nov. 2002, in Kraft seit 1. Jan. 2003 ( AS 2002 4149 ). Fassung gemäss Ziff. I der V vom 29. Nov. 2002, in Kraft seit 1. Jan. 2003 ( AS 2002 4149 ). Fassung gemäss Ziff. I der V vom 29. Nov. 2002, in Kraft seit 1. Jan. 2003 ( AS 2002 4149 ). Fassung gemäss Ziff. I der V vom 29. Nov. 2002, in Kraft seit 1. Jan. 2003 ( AS 2002 4149 )."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 1. September 1992 in Kraft."
    }
  ],
  "definitions": []
}