{
  "id": "sr-151-34",
  "type": "statute",
  "title": "Verordnung vom 12. November 2003 über die behindertengerechte Gestaltung des öffentlichen Verkehrs (VböV)",
  "title_en": "",
  "short_name": "VböV",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2003/669/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "1. Kapitel: Zweck und Geltungsbereich",
      "section": "1",
      "title": "Zweck",
      "content": "1 Diese Verordnung legt fest, wie der öffentliche Verkehr zu gestalten ist, damit er den Bedürfnissen der Menschen mit Behinderungen (Behinderter) entspricht. 2 Zu diesem Zweck bestimmt sie die funktionalen Anforderungen an die Einrichtungen, die Fahrzeuge und die Dienstleistungen des öffentlichen Verkehrs. Fassung gemäss Ziff. I der V vom 1. Mai 2024, in Kraft seit 1. Juli 2024 ( AS 2024 198 )."
    },
    {
      "provision_ref": "art2",
      "chapter": "1. Kapitel: Zweck und Geltungsbereich",
      "section": "2",
      "title": "Geltungsbereich",
      "content": "1 Diese Verordnung gilt für: a. Einrichtungen und Fahrzeuge des öffentlichen Verkehrs (Art. 3 Bst. b BehiG); b. von allen beanspruchbare Dienstleistungen der Unternehmen des öffentlichen Verkehrs (Art. 3 Bst. e BehiG). 2 Unternehmen des öffentlichen Verkehrs sind die konzessionierten Transportunternehmen. 3 Zu den Einrichtungen, Fahrzeugen und Dienstleistungen des öffentlichen Verkehrs gehören insbesondere: a. die Zugänge zu den Bauten und Anlagen; b. die Orte, an denen ein Fahrzeug des öffentlichen Verkehrs Fahrgäste ein- oder aussteigen lässt (Haltepunkte); c. Perrons; d. Kundenschalter; e. Informations‑, Kommunikations‑, Billettbezugs- und Reservationssysteme sowie Notrufsysteme; f. Toiletten und Parkplätze, die zu Haltepunkten gehören und überwiegend von Reisenden genutzt werden; g. Nebenbetriebe gemäss Artikel 39 Absatz 1 des Eisenbahngesetzes vom 20. Dezember 1957; h. die Gestaltung des Ein- und Ausstiegs in ein bzw. aus einem Fahrzeug sowie die Türöffnungssysteme; i. die Halteanforderungssysteme in den Fahrzeugen und an Haltepunkten mit Halt auf Verlangen. Fassung gemäss Ziff. I der V vom 25. Sept. 2015, in Kraft seit 1. Jan. 2016 ( AS 2015 3781 ). SR 742.101"
    },
    {
      "provision_ref": "art3",
      "chapter": "2. Kapitel: Funktionale Anforderungen",
      "section": "3",
      "title": "Grundsätze",
      "content": "1 Behinderte, die in der Lage sind, den öffentlichen Raum autonom zu benützen, sollen auch Dienstleistungen des öffentlichen Verkehrs autonom beanspruchen können. 2 Soweit die Autonomie nicht durch technische Massnahmen gewährleistet werden kann, erbringen die Unternehmen des öffentlichen Verkehrs die erforderlichen Hilfestellungen durch den Einsatz von Personal. 3 Die Unternehmen des öffentlichen Verkehrs verzichten möglichst auf eine Pflicht zur Voranmeldung, die nur für Behinderte gilt."
    },
    {
      "provision_ref": "art3a",
      "chapter": "2. Kapitel: Funktionale Anforderungen",
      "section": "3a",
      "title": "a Informationsplattform über die behindertengerechte Gestaltung von Haltepunkten",
      "content": "1 Eine vom Bundesamt für Verkehr (BAV) beauftragte Stelle betreibt eine öffentlich zugängliche Informationsplattform über die behindertengerechte Gestaltung der Haltepunkte des öffentlichen Verkehrs in der Schweiz. 2 Die Infrastrukturbetreiberinnen der interoperablen Strecken nach Artikel 15 a Absatz 1 Buchstabe a der Eisenbahnverordnung vom 23. November 1983 stellen auf dieser Plattform bis zum 16. Juni 2022 die Informationen nach den Artikeln 7 und 7 a der Verordnung (EU) Nr. 1300/2014 zur Behindertengerechtigkeit ihrer Haltepunkte des interoperablen Eisenbahnverkehrs bereit. 3 Die übrigen Unternehmen des öffentlichen Verkehrs stellen auf der Plattform bis zum 31. Dezember 2023 die Informationen zur Behindertengerechtigkeit der Haltepunkte bereit. 4 Sämtliche Unternehmen des öffentlichen Verkehrs überprüfen ihre Informationen auf der Plattform laufend und führen sie gegebenenfalls nach. 5 Befinden sich Haltepunkte nicht im Eigentum des Unternehmens des öffentlichen Verkehrs, so sind die Eigentümer dieser Haltepunkte verpflichtet, sie über Anpassungen daran zu informieren. Eingefügt durch Ziff. I der V vom 12. Juni 2020, in Kraft seit 1. Nov. 2020 ( AS 2020 2835 ). SR 742.141.1 Verordnung (EU) Nr. 1300/2014 der Kommission vom 18. November 2014 über die technischen Spezifikationen für die Interoperabilität bezüglich der Zugänglichkeit des Eisenbahnsystems der Union für Menschen mit Behinderungen und Menschen mit eingeschränkter Mobilität, ABl. L 356 vom 12.12.2014, S. 110; zuletzt geändert durch Durchführungsverordnung (EU) 2023/1694, ABl. L 222 vom 8.9.2023, S. 88. Fassung gemäss Ziff. I der V vom 1. Mai 2024, in Kraft seit 1. Juli 2024 ( AS 2024 198 )."
    },
    {
      "provision_ref": "art4",
      "chapter": "2. Kapitel: Funktionale Anforderungen",
      "section": "4",
      "title": "Zugang",
      "content": "1 Die den Fahrgästen dienenden Einrichtungen und Fahrzeuge, die mit dem öffentlichen Verkehr in einem unmittelbaren funktionalen Zusammenhang stehen, müssen für Behinderte sicher auffindbar, erreichbar und benützbar sein. 2 Für behinderte Fahrgäste muss ein genügend grosser Teil der Fahrgastbereiche zugänglich sein. 3 Rollstuhlzugängliche Kurse und Haltepunkte sollen nach Möglichkeit in den Netz- und Fahrplänen zweckmässig verzeichnet sein."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Zugang mit Hilfsmitteln",
      "content": "1 Der Zugang zu Einrichtungen und Fahrzeugen des öffentlichen Verkehrs muss gewährleistet sein: a. für Hand- und Elektro-Rollstühle mit einem Gesamtgewicht von bis zu 300 kg: 1. mit einer Länge von bis zu 1200 mm zuzüglich 50 mm für die Füsse, 2. mit einer Breite von bis zu 700 mm zuzüglich 50 mm an jeder Seite für die Hände bei Fortbewegung; b. für Rollatoren. 2 Die Benützung der öffentlichen Verkehrsmittel soll in der Regel auch für Rollstühle mit kuppelbaren elektrischen Antriebsgeräten, für Behinderten-Elektroscooter und für ähnliche Fahrzeuge ermöglicht werden. 3 Die Benützung der öffentlichen Verkehrsmittel muss auch für Behinderte, die auf Führ- oder Assistenzhunde angewiesen sind, gewährleistet sein. Fassung gemäss Ziff. I der V vom 25. Sept. 2015, in Kraft seit 1. Jan. 2016 ( AS 2015 3781 )."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Aufenthalt",
      "content": "1 Die Unternehmen des öffentlichen Verkehrs tragen den Risiken des Betriebs, denen Behinderte beim Aufenthalt in den Einrichtungen und Fahrzeugen in besonderem Ausmass ausgesetzt sind, angemessen Rechnung. 2 Möblierungselemente und Türen an Haltepunkten müssen leicht erkennbar sein. Witterungsunterstände und Warteräume sind für Behinderte leicht zugänglich und erkennbar auszugestalten. Fassung gemäss Ziff. I der V vom 4. Nov. 2009, in Kraft seit 1. Juli 2010 ( AS 2009 5931 )."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Bedienungselemente und Toiletten",
      "content": "1 Die zu bedienenden Einrichtungen sowie die Türöffnungs- und ‑schliesssysteme und die Halteanforderungssysteme müssen behindertengerecht gestaltet sein. Die Bedienungselemente sollen standardisiert sein. 2 Toiletten müssen so gestaltet sein, dass sie von altersbedingt eingeschränkten und von sehbehinderten Personen benützt werden können. Sie müssen in ausreichender Anzahl rollstuhlgängig sein. Fassung gemäss Ziff. I der V vom 4. Nov. 2009, in Kraft seit 1. Juli 2010 ( AS 2009 5931 )."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Ausführungsbestimmungen",
      "content": "Das Eidgenössische Departement für Umwelt, Verkehr, Energie und Kommunikation erlässt Bestimmungen über die technischen Anforderungen an die Gestaltung der Bahnhöfe, der Haltestellen, der Flugplätze, der Kommunkationssysteme, der Billettausgabe sowie der Fahrzeuge."
    },
    {
      "provision_ref": "art911",
      "chapter": "1. Abschnitt: …",
      "section": "911",
      "title": "",
      "content": "Aufgehoben durch Ziff. I der V vom 1. Mai 2024, mit Wirkung seit 1. Juli 2024 ( AS 2024 198 )."
    },
    {
      "provision_ref": "art1216",
      "chapter": "2. Abschnitt: …",
      "section": "1216",
      "title": "",
      "content": "Aufgehoben durch Ziff. I der V vom 25. Sept. 2015, mit Wirkung seit 1. Jan. 2016 ( AS 2015 3781 )."
    },
    {
      "provision_ref": "art1723",
      "chapter": "3. Abschnitt: Verfahren",
      "section": "1723",
      "title": "",
      "content": "Aufgehoben durch Ziff. I der V vom 1. Mai 2024, mit Wirkung seit 1. Juli 2024 ( AS 2024 198 )."
    },
    {
      "provision_ref": "art24",
      "chapter": "3. Abschnitt: Verfahren",
      "section": "24",
      "title": "Auszahlung und Rückforderung der Finanzhilfen",
      "content": "Die Auszahlung und die Rückforderung der Finanzhilfen des Bundes richten sich nach dem Subventionsgesetz vom 5. Oktober 1990. Fassung gemäss Ziff. I der V vom 1. Mai 2024, in Kraft seit 1. Juli 2024 ( AS 2024 198 ). SR 616.1"
    },
    {
      "provision_ref": "art25",
      "chapter": "3. Abschnitt: Verfahren",
      "section": "25",
      "title": "Mit den Finanzhilfen verknüpfte Bedingungen und Auflagen",
      "content": "Das BAV überwacht, ob die Auflagen eingehalten und die Bedingungen erfüllt werden, die mit den Finanzhilfen verknüpft sind. Fassung gemäss Ziff. I der V vom 1. Mai 2024, in Kraft seit 1. Juli 2024 ( AS 2024 198 )."
    },
    {
      "provision_ref": "art26",
      "chapter": "4. Kapitel: Inkrafttreten",
      "section": "26",
      "title": "",
      "content": "Diese Verordnung tritt am 1. Januar 2004 in Kraft."
    }
  ],
  "definitions": []
}