{
  "id": "sr-152-12",
  "type": "statute",
  "title": "Reglement vom 17. Januar 2006 über die Archivierung beim Bundesstrafgericht",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2006/186/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "1",
      "title": "Zweck und Geltungsbereich",
      "content": "(Art. 1 BGA) 1 Dieses Reglement regelt die Archivierung von Unterlagen des Bundesstrafgerichts und die Einsichtnahme in die Unterlagen durch Dritte. 2 Für laufende Verfahren bleibt das Prozessrecht vorbehalten. 3 Im Übrigen finden das BGA und die Archivierungsverordnung vom 8. September 1999 Anwendung. SR 152.11"
    },
    {
      "provision_ref": "art2",
      "chapter": "2. Abschnitt: Archivierung und Sicherung der Unterlagen",
      "section": "2",
      "title": "Grundsatz",
      "content": "(Art. 2 BGA) 1 Archivwürdige Unterlagen des Bundesstrafgerichts werden dauerhaft archiviert. 2 Rechtlich, politisch, wirtschaftlich, historisch, sozial oder kulturell für die Geschichte und die Entwicklung des Bundesstrafgerichts wertvolle Akten werden archiviert."
    },
    {
      "provision_ref": "art3",
      "chapter": "2. Abschnitt: Archivierung und Sicherung der Unterlagen",
      "section": "3",
      "title": "Strafakten",
      "content": "1 Entscheidet das Bundesstrafgericht als Beschwerdeinstanz oder erstinstanzlich, so werden die Verfahrensakten dauerhaft archiviert. 2 Der Präsident oder die Präsidentin des Spruchkörpers kann in einem konkreten Fall weitere Akten beilegen."
    },
    {
      "provision_ref": "art4",
      "chapter": "2. Abschnitt: Archivierung und Sicherung der Unterlagen",
      "section": "4",
      "title": "Akten über Telefonkontrollen und verdeckte Ermittlungen",
      "content": "Akten über Telefonkontrollen und verdeckte Ermittlungen werden separat aufbewahrt. Sie können vorbehältlich einer gesetzlichen Regelung nicht durch Dritte eingesehen werden."
    },
    {
      "provision_ref": "art5",
      "chapter": "2. Abschnitt: Archivierung und Sicherung der Unterlagen",
      "section": "5",
      "title": "Personal- und Buchhaltungsakten",
      "content": "1 Die Personalakten werden nach den Bestimmungen des Bundesgesetzes vom 19. Juni 1992 über den Datenschutz archiviert. 2 Die Buchhaltungsakten werden unter Berücksichtigung des geltenden Bundesrechts archiviert. SR 235.1"
    },
    {
      "provision_ref": "art6",
      "chapter": "2. Abschnitt: Archivierung und Sicherung der Unterlagen",
      "section": "6",
      "title": "Bibliothek und Informatik",
      "content": "Für die Bibliothek und die Informatik gelten besondere Bestimmungen."
    },
    {
      "provision_ref": "art7",
      "chapter": "2. Abschnitt: Archivierung und Sicherung der Unterlagen",
      "section": "7",
      "title": "Weitere Administrativunterlagen",
      "content": "Der Gerichtspräsident oder die Gerichtspräsidentin und der Generalsekretär oder die Generalsekretärin entscheiden in ihrem jeweiligen Zuständigkeitsbereich über die Modalitäten der Archivierung weiterer Administrativunterlagen."
    },
    {
      "provision_ref": "art8",
      "chapter": "2. Abschnitt: Archivierung und Sicherung der Unterlagen",
      "section": "8",
      "title": "Von anderen Behörden zur Verfügung gestellte Akten",
      "content": "Akten (Verfahrensakten, Beweismittel usw.), welche von anderen Behörden zur Verfügung gestellt wurden, werden nach Abschluss des Verfahrens der zustellenden Behörde zurückgegeben."
    },
    {
      "provision_ref": "art9",
      "chapter": "2. Abschnitt: Archivierung und Sicherung der Unterlagen",
      "section": "9",
      "title": "Zuständigkeiten",
      "content": "1 Der Generalsekretär oder die Generalsekretärin ist für die Organisation und die Verwaltung des Archivs zuständig. Er oder sie erlässt die entsprechenden Weisungen. 2 Die Kanzlei bereitet die zu archivierenden Akten vor. 3 Der oder die Verantwortliche für Logistik und Sicherheit ist für die sichere Aufbewahrung der Akten zuständig und betreut die dafür vorgesehenen Räumlichkeiten."
    },
    {
      "provision_ref": "art10",
      "chapter": "3. Abschnitt: Zugänglichkeit des Archivguts für Dritte",
      "section": "10",
      "title": "Schutzfrist",
      "content": "(Art. 9 und 11 BGA) 1 Grundsätzlich gilt die Schutzfrist von 30 Jahren nach Artikel 9 BGA. 2 Verfahrensakten unterstehen der längeren Schutzfrist von 50 Jahren nach Artikel 11 BGA, sofern am Verfahren nicht ausschliesslich öffentlich-rechtliche Institutionen oder Anstalten teilgenommen haben. 3 Für andere Unterlagen beträgt die Schutzfrist 50 Jahre, sofern sie besonders schützenswerte Personendaten enthalten. 4 Für die Protokolle des Gesamtgerichts, der Gerichtsleitung und der Kammern beträgt die Schutzfrist 50 Jahre."
    },
    {
      "provision_ref": "art11",
      "chapter": "3. Abschnitt: Zugänglichkeit des Archivguts für Dritte",
      "section": "11",
      "title": "Berechnung der Schutzfrist",
      "content": "(Art. 10 BGA) 1 Grundsätzlich gilt die Schutzfrist für alle Verfahrensakten. 2 Die Schutzfrist beginnt für die Verfahrensakten mit dem Entscheiddatum zu laufen; für die übrigen Akten ist die Datumsangabe des jüngsten Dokuments massgebend. 3 Beigefügte Unterlagen, die keine relevanten Informationen enthalten, sind für die Berechnung der Schutzfrist nicht massgebend."
    },
    {
      "provision_ref": "art12",
      "chapter": "3. Abschnitt: Zugänglichkeit des Archivguts für Dritte",
      "section": "12",
      "title": "Verlängerung der Schutzfrist",
      "content": "(Art. 12 BGA) 1 Besteht im Einzelfall bei Archivgut ein überwiegendes, schutzwürdiges öffentliches oder privates Interesse gegen die Einsichtnahme durch Dritte, so kann die Schutzfrist durch Beschluss der Gerichtsleitung verlängert werden. 2 Der Generalsekretär oder die Generalsekretärin führt eine der Öffentlichkeit zugängliche Liste über die Akten, für welche eine solche Verlängerung beschlossen wurde."
    },
    {
      "provision_ref": "art13",
      "chapter": "3. Abschnitt: Zugänglichkeit des Archivguts für Dritte",
      "section": "13",
      "title": "Einsichtnahme während der Schutzfrist",
      "content": "(Art. 13 BGA) 1 Die Einsichtnahme während der Schutzfrist kann, sofern der Gesuchsteller oder die Gesuchstellerin ein schutzwürdiges Interesse nachweist, insbesondere gewährt werden, wenn: a. ein Einverständnis der betroffenen Personen vorliegt; b. die betroffenen Personen seit mindestens drei Jahren verstorben sind; c. die Unterlagen bereits der Öffentlichkeit zugänglich waren und keine neuen Erkenntnisse einer Einsichtnahme entgegenstehen; oder d. es für eine wissenschaftliche Tätigkeit unter Wahrung des Schutzzwecks gerechtfertigt erscheint. 2 Aus Gründen des Persönlichkeits- und Geheimnisschutzes kann die Einsichtnahme auf einen Teil der Akten beschränkt werden. Die zur Einsicht herausgegebenen Akten können anonymisiert werden."
    },
    {
      "provision_ref": "art14",
      "chapter": "3. Abschnitt: Zugänglichkeit des Archivguts für Dritte",
      "section": "14",
      "title": "Einsichtnahme nach Ablauf der Schutzfrist",
      "content": "1 Nach Ablauf der Schutzfrist kann jede Person das Archivgut einsehen. 2 Grundsätzlich hat die Einsichtnahme in den Räumlichkeiten des Gerichts zu erfolgen."
    },
    {
      "provision_ref": "art15",
      "chapter": "3. Abschnitt: Zugänglichkeit des Archivguts für Dritte",
      "section": "15",
      "title": "Gesuch um Einsichtnahme",
      "content": "1 Das Gesuch um Einsichtnahme ist beim Generalsekretariat schriftlich einzureichen. 2 Das Gesuch hat folgende Angaben zu enthalten: a. die Personalien des Gesuchstellers oder der Gesuchstellerin; b. eine möglichst genaue Angabe der Akten, auf welche sich das Gesuch bezieht; c. den Einsichtsgrund, sofern das Gesuch vor Ablauf der Schutzfrist gestellt wird."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Entscheid",
      "content": "1 Der Generalsekretär oder die Generalsekretärin entscheidet über Gesuche um Einsichtnahme. 2 Die Abweisung des Gesuchs oder die Beschränkung der Einsichtnahme muss begründet werden. Auf Verlangen ist ein anfechtbarer Entscheid zu erlassen."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Beschränkungen",
      "content": "1 Die Berechtigung, Akten einzusehen, befreit den Gesuchsteller oder die Gesuchstellerin nicht von der Pflicht zur Wahrung des Persönlichkeits- und Geheimnisschutzes. 2 Die Einsichtnahme kann im Einzelfall weiteren Beschränkungen unterstehen. 3 Vom Gesuchsteller oder von der Gesuchstellerin kann verlangt werden, die Kenntnisnahme der Beschränkungen schriftlich zu bestätigen."
    },
    {
      "provision_ref": "art18",
      "chapter": "4. Abschnitt: Rechtsmittel, Gebühren und Inkrafttreten",
      "section": "18",
      "title": "Beschwerde",
      "content": "Die Beschwerdemöglichkeit richtet sich nach den Artikeln 82−89 des Bundesgerichtsgesetzes vom 17. Juni 2005. Fassung gemäss Ziff. I der V des BstGer vom 29. Aug. 2006, in Kraft seit 1. Jan. 2007 ( AS 2006 4457 ). SR 173.110"
    },
    {
      "provision_ref": "art19",
      "chapter": "4. Abschnitt: Rechtsmittel, Gebühren und Inkrafttreten",
      "section": "19",
      "title": "Gebühren",
      "content": "1 Die Dienstleistungen des Gerichts, welche die Einsichtnahme betreffen, sind unentgeltlich, soweit sie keinen aussergewöhnlichen Aufwand erfordern. 2 Weitergehende Dienstleistungen und das Kopieren von Unterlagen werden nach Zeit- und Materialaufwand berechnet. 3 Im Übrigen gilt die Verordnung vom 24. August 1994 über die Verwaltungsgebühren des Bundesgerichts sinngemäss. SR 173.118.2"
    },
    {
      "provision_ref": "art20",
      "chapter": "4. Abschnitt: Rechtsmittel, Gebühren und Inkrafttreten",
      "section": "20",
      "title": "Inkrafttreten",
      "content": "Dieses Reglement tritt rückwirkend am 1. Januar 2006 in Kraft."
    }
  ],
  "definitions": []
}