{
  "id": "sr-194-1",
  "type": "statute",
  "title": "Bundesgesetz vom 24. März 2000 über die Pflege des schweizerischen Erscheinungsbildes im Ausland",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2000/410/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Gegenstand",
      "content": "1 Der Bund fördert die Vermittlung allgemeiner Kenntnisse über die Schweiz, die Schaffung von Sympathien für die Schweiz sowie die Darstellung der schweizerischen Vielfalt und Attraktivität. 2 Das Eidgenössische Departement für auswärtige Angelegenheiten (EDA) ist für die Wahrnehmung dieser Aufgabe zuständig. Fassung gemäss Anhang Ziff. II 2 des BG vom 20. März 2008 (Neuordnung der ausserparlamentarischen Kommissionen), in Kraft seit 1. Jan. 2009 ( AS 2008 5941 5944 ; BBl 2007 6641 )."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Aufgaben",
      "content": "1 Das EDA fördert den Auf- und Ausbau eines Beziehungsnetzes zwischen den an der Pflege des schweizerischen Erscheinungsbildes im Ausland beteiligten Personen und Institutionen; es beschafft ihnen die Informationen, die sie zur Wahrnehmung ihrer Aufgaben benötigen. 2 Es erarbeitet und aktualisiert regelmässig Grundbotschaften, die der Vermittlung eines realistischen und positiven Bildes der Schweiz im Ausland förderlich sind. 3 Es arbeitet insbesondere mit den betroffenen Bundesämtern eng zusammen. 4 Es übernimmt die Projektleitung für die Auftritte der offiziellen Schweiz an Weltausstellungen und olympischen Spielen. 5 Es kann die Pflege des schweizerischen Erscheinungsbildes im Ausland durch finanzielle Unterstützung geeigneter Massnahmen fördern. 6 Es kann einzelne Aufgaben Dritten innerhalb und ausserhalb der Bundesverwaltung übertragen; es beaufsichtigt die Aufgabenerfüllung. 7 Es veröffentlicht einen Jahresbericht. Fassung gemäss Anhang Ziff. II 2 des BG vom 20. März 2008 (Neuordnung der ausserparlamentarischen Kommissionen), in Kraft seit 1. Jan. 2009 ( AS 2008 5941 5944 ; BBl 2007 6641 )."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Finanzierung",
      "content": "1 Die Aufgaben werden über den jährlichen Voranschlag des EDA finanziert. 2 Offizielle Auftritte der Schweiz an Weltausstellungen und olympischen Spielen werden über ausserordentliche Beiträge der Eidgenossenschaft finanziert. Fassung gemäss Anhang Ziff. II 2 des BG vom 20. März 2008 (Neuordnung der ausserparlamentarischen Kommissionen), in Kraft seit 1. Jan. 2009 ( AS 2008 5941 5944 ; BBl 2007 6641 )."
    },
    {
      "provision_ref": "art46",
      "section": "46",
      "title": "",
      "content": "Aufgehoben durch Anhang Ziff. II 2 des BG vom 20. März 2008 (Neuordnung der ausserparlamentarischen Kommissionen), mit Wirkung seit 1. Jan. 2009 ( AS 2008 5941 5944 ; BBl 2007 6641 )."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "",
      "content": "Aufgehoben durch Ziff. I 4 der V der BVers vom 20. Dez. 2006 über die Anpassung von Erlassen an die Bestimmungen des Bundesgerichtsgesetzes und des Verwaltungsgerichtsgesetzes ( AS 2006 5599 ; BBl 2006 7759 )."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "",
      "content": "Aufgehoben durch Anhang Ziff. II 2 des BG vom 20. März 2008 (Neuordnung der ausserparlamentarischen Kommissionen), mit Wirkung seit 1. Jan. 2009 ( AS 2008 5941 5944 ; BBl 2007 6641 )."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Ausführungsbestimmungen",
      "content": "1 Der Bundesrat erlässt die Ausführungsbestimmungen. 2 und 3 … Aufgehoben durch Anhang Ziff. II 2 des BG vom 20. März 2008 (Neuordnung der ausserparlamentarischen Kommissionen), mit Wirkung seit 1. Jan. 2009 ( AS 2008 5941 5944 ; BBl 2007 6641 )."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Aufhebung bisherigen Rechts",
      "content": "Das Bundesgesetz vom 19. März 1976 über die Einsetzung einer Koordinationskommission für die Präsenz der Schweiz im Ausland wird aufgehoben. [ AS 1976 2087 ]"
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Übergangsbestimmung",
      "content": "Für die im Zeitpunkt des Inkrafttretens dieses Gesetzes hängigen Verfahren gilt das neue Recht."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Referendum und Inkrafttreten",
      "content": "1 Dieses Gesetz untersteht dem fakultativen Referendum. 2 Der Bundesrat bestimmt das Inkrafttreten. Datum des Inkrafttretens: 15. November 2000 BRB vom 25. Okt. 2000 ( AS 2000 2587 )"
    }
  ],
  "definitions": []
}