{
  "id": "sr-172-047-40",
  "type": "statute",
  "title": "Verordnung vom 7. November 2007 über die Gebühren des Bundesamtes für Strassen (Gebührenverordnung ASTRA, GebV-ASTRA)",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2007/786/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Gegenstand",
      "content": "Diese Verordnung regelt die Gebühren für Verfügungen und Dienstleistungen des Bundesamtes für Strassen (ASTRA)."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "",
      "content": "Aufgehoben durch Ziff. I der V vom 15. Okt. 2025, mit Wirkung seit 1. Jan. 2026 ( AS 2025 643 )."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Anwendbarkeit der Allgemeinen Gebührenverordnung",
      "content": "Soweit diese Verordnung keine besondere Regelung enthält, gelten die Bestimmungen der Allgemeinen Gebührenverordnung vom 8. September 2004. SR 172.041.1"
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Gebührenbemessung",
      "content": "1 Die Gebühren werden bemessen: a. nach den festen Gebührenansätzen gemäss Anhang; b. nach Zeitaufwand innerhalb der Gebührenrahmen gemäss Anhang; c. in den übrigen Fällen nach Zeitaufwand. 2 Wird die Gebühr nach Zeitaufwand bemessen, so gilt ein Stundenansatz von 100–300 Franken, je nach erforderlicher Sachkenntnis. 3 Es werden nur halbe und ganze Arbeitsstunden in Rechnung gestellt."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Verzicht auf Gebühren",
      "content": "1 Infrastrukturdaten werden kostenlos abgegeben, wenn sie für den Eigengebrauch bestimmt sind. 2 Daten des Bundesinventars nach Artikel 3 Absatz 1 der Verordnung vom 14. April 2010 über das Bundesinventar der historischen Verkehrswege der Schweiz werden kostenlos abgegeben. 3 Die Daten aus dem Auswertungssystem des Informationssystems Strassenverkehrsunfälle, die nach Artikel 11 Absatz 3 der Verordnung vom 30. November 2018 über das Informationssystem Strassenverkehrsunfälle im Zuständigkeitsbereich eines Kantons liegen, werden dem zuständigen Kanton sowie Dritten, welche die Daten in dessen Auftrag bearbeiten, kostenlos abgegeben. 4 Die gesamtschweizerischen Daten aus dem Auswertungssystem des Informationssystems Strassenverkehrsunfälle werden den Verwaltungseinheiten des Bundes nach Artikel 6 der Regierungs- und Verwaltungsorganisationsverordnung vom 25. November 1998 sowie Dritten, welche die Daten in deren Auftrag bearbeiten, kostenlos abgegeben. 5 Die gesamtschweizerischen Daten zum Verkehrsmonitoring werden den Kantonen, den Verwaltungseinheiten des Bundes sowie Dritten, welche die Daten in deren Auftrag bearbeiten, kostenlos abgegeben. 6 Daten aus dem Subsystem IVZ-Auswertung des Informationssystems Verkehrszulassung, die nach den Artikeln 5 Absatz 1 und 7 Absatz 1 der Verordnung vom 30. November 2018 über das Informationssystem Verkehrszulassung im Zuständigkeitsbereich eines Kantons liegen, werden dem zuständigen Kanton sowie Dritten, welche die Daten in dessen Auftrag bearbeiten, kostenlos abgegeben. 7 Die gesamtschweizerischen Daten aus dem Subsystem IVZ-Auswertung des Informationssystems Verkehrszulassung werden den Verwaltungseinheiten des Bundes sowie Dritten, welche die Daten in deren Auftrag bearbeiten, kostenlos abgegeben. 8 Die Erteilung oder Verweigerung der Genehmigung für das Aufstellen und Ändern von touristischen Signalisationen im Bereich von Nationalstrassen erster und zweiter Klasse erfolgt kostenlos. 9 Die Gebühren nach den Ziffern 3.1.8 und 4 a des Anhangs können erlassen werden, sofern die Amtshandlung im Interesse des ASTRA liegt oder eine Änderung der Typengenehmigung ohne Verschulden des Gesuchstellers oder der Gesuchstellerin vorgenommen werden muss. Fassung gemäss Ziff. I der V vom 30. Nov. 2012, in Kraft seit 1. Jan. 2013 ( AS 2012 6963 ). Fassung gemäss Ziff. I der V vom 30. Nov. 2018, in Kraft seit 1. Jan. 2019 ( AS 2018 4743 ). SR 451.13 SR 741.57 Fassung gemäss Ziff. I der V vom 30. Nov. 2018, in Kraft seit 1. Jan. 2019 ( AS 2018 4743 ). SR 172.010.1 Fassung gemäss Ziff. I der V vom 30. Nov. 2018, in Kraft seit 1. Jan. 2019 ( AS 2018 4743 ). SR 741.58 Eingefügt durch Ziff. I der V vom 30. Nov. 2018, in Kraft seit 1. Jan. 2019 ( AS 2018 4743 ). Eingefügt durch Ziff. I der V vom 30. Nov. 2018, in Kraft seit 1. Jan. 2019 ( AS 2018 4743 ). Eingefügt durch Ziff. I der V vom 30. Nov. 2018, in Kraft seit 1. Jan. 2019 ( AS 2018 4743 ). Eingefügt durch Ziff. I der V vom 15. Okt. 2025, in Kraft seit 1. Jan. 2026 ( AS 2025 643 )."
    },
    {
      "provision_ref": "art5a",
      "section": "5a",
      "title": "a Gebührenermässigung",
      "content": "1 Die gesamtschweizerischen Daten aus dem Auswertungssystem des Informationssystems Strassenverkehrsunfälle werden den Kantonen sowie Dritten, welche die Daten in deren Auftrag bearbeiten, mit einer Gebührenermässigung von 50 Prozent abgegeben. 2 Die mit weiteren Daten verknüpften gesamtschweizerischen Daten aus dem Auswertungssystem des Informationssystems Strassenverkehrsunfälle werden den Kantonen sowie Dritten, welche die Daten in deren Auftrag bearbeiten, mit einer Gebührenermässigung von 50 Prozent abgegeben. 3 Die gesamtschweizerischen Daten aus dem Subsystem IVZ-Auswertung des Informationssystems Verkehrszulassung werden den Kantonen sowie Dritten, welche die Daten in deren Auftrag bearbeiten, mit einer Gebührenermässigung von 50 Prozent abgegeben. 4 Die Gebühren nach den Ziffern 3.1.8 und 4 a des Anhangs können um 50 Prozent ermässigt werden, sofern die Amtshandlung im Interesse des ASTRA liegt oder eine Änderung der Typengenehmigung ohne Verschulden des Gesuchstellers oder der Gesuchstellerin vorgenommen werden muss. Eingefügt durch Ziff. I der V vom 30. Nov. 2012 ( AS 2012 6963 ). Fassung gemäss Ziff. I der V vom 30. Nov. 2018, in Kraft seit 1. Jan. 2019 ( AS 2018 4743 ). Eingefügt durch Ziff. I der V vom 15. Okt. 2025, in Kraft seit 1. Jan. 2026 ( AS 2025 643 )."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Gebührenzuschlag",
      "content": "Für Verfügungen und Dienstleistungen von aussergewöhnlichem Umfang, besonderer Schwierigkeit oder Dringlichkeit können Zuschläge bis zu 50 Prozent der ordentlichen Gebühr erhoben werden."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Inkasso",
      "content": "1 Die Gebühren nach den Ziffern 1–4 des Anhangs können zum Voraus oder per Nachnahme verlangt werden. 2 Das ASTRA kann das Inkasso durch andere Bundesstellen vornehmen lassen. 3 Die Gebühr für die Ausstellung von Bewilligungen ist auch dann geschuldet, wenn von der Bewilligung kein Gebrauch gemacht wird."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Anpassung an die Teuerung",
      "content": "Das Eidgenössische Departement für Umwelt, Verkehr, Energie und Kommunikation kann die Gebührenansätze und die Gebührenrahmen jeweils auf den nächstfolgenden Jahresanfang an die Erhöhung des Landesindexes der Konsumentenpreise anpassen, sofern die Erhöhung seit Inkrafttreten dieser Verordnung oder seit der letzten Anpassung 5 Prozent oder mehr beträgt."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Aufhebung bisherigen Rechts",
      "content": "Die Gebührenverordnung ASTRA vom 19. Juni 1995 wird aufgehoben. [ AS 1995 3991 ; 1998 1796 Art. 1 Ziff. 3; 2002 4212 Art. 29 Abs. 2 Ziff. 3; 2003 3369 ; 2006 1673 , 4705 Ziff. II 61]"
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Übergangsbestimmung zur Änderung vom 15. Oktober 2025",
      "content": "Für Verwaltungsverfahren und Dienstleistungen, die bei Inkrafttreten dieser Änderung noch nicht abgeschlossen sind, gilt das bisherige Recht. Fassung gemäss Ziff. I der V vom 15. Okt. 2025, in Kraft seit 1. Jan. 2026 ( AS 2025 643 )."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 1. Januar 2008 in Kraft."
    }
  ],
  "definitions": []
}