{
  "id": "sr-173-712-24",
  "type": "statute",
  "title": "Verordnung der Bundesversammlung vom 1. Oktober 2010 über die Organisation und die Aufgaben der Aufsichtsbehörde über die Bundesanwaltschaft",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2010/652/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "1. Abschnitt: Gegenstand",
      "section": "1",
      "title": "",
      "content": "Diese Verordnung regelt die Organisation und die Aufgaben der Aufsichtsbehörde über die Bundesanwaltschaft (Aufsichtsbehörde), soweit sie nicht durch das StBOG festgelegt werden."
    },
    {
      "provision_ref": "art2",
      "chapter": "2. Abschnitt: Mitglieder der Aufsichtsbehörde",
      "section": "2",
      "title": "Eid und Gelübde",
      "content": "1 Die Mitglieder der Aufsichtsbehörde legen vor ihrem Amtsantritt den Eid oder das Gelübde auf gewissenhafte Pflichterfüllung ab. 2 Sie leisten den Eid oder das Gelübde vor der Aufsichtsbehörde."
    },
    {
      "provision_ref": "art3",
      "chapter": "2. Abschnitt: Mitglieder der Aufsichtsbehörde",
      "section": "3",
      "title": "3 Nebenamt",
      "content": "Die Mitglieder der Aufsichtsbehörde üben ihre Tätigkeit im Nebenamt aus."
    },
    {
      "provision_ref": "art4",
      "chapter": "2. Abschnitt: Mitglieder der Aufsichtsbehörde",
      "section": "4",
      "title": "4 Rücktritt",
      "content": "1 Die Mitglieder der Aufsichtsbehörde können auf Ende jedes Monats unter Einhaltung einer Frist von sechs Monaten von ihrem Amt zurücktreten. 2 Die Gerichtskommission kann dem Mitglied der Aufsichtsbehörde im Einzelfall eine kürzere Frist zugestehen, wenn keine wesentlichen Interessen entgegenstehen."
    },
    {
      "provision_ref": "art5",
      "chapter": "2. Abschnitt: Mitglieder der Aufsichtsbehörde",
      "section": "5",
      "title": "5 Ende der Amtsdauer",
      "content": "Die Mitglieder der Aufsichtsbehörde, die nicht dem Bundesgericht oder dem Bundesstrafgericht angehören, scheiden am Ende des Jahres aus ihrem Amt aus, in dem sie das 70. Altersjahr vollenden."
    },
    {
      "provision_ref": "art6",
      "chapter": "3. Abschnitt: Organisation und Aufgaben",
      "section": "6",
      "title": "Grundsatz",
      "content": "1 Die Aufsichtsbehörde organisiert sich selbst. 2 Sie regelt die Einzelheiten ihrer Organisation in einem Reglement."
    },
    {
      "provision_ref": "art7",
      "chapter": "3. Abschnitt: Organisation und Aufgaben",
      "section": "7",
      "title": "Präsidium",
      "content": "1 Die Aufsichtsbehörde wählt aus ihren Mitgliedern den Präsidenten oder die Präsidentin und den Vizepräsidenten oder die Vizepräsidentin für die Dauer von zwei Jahren. Eine einmalige Wiederwahl ist zulässig. 2 Der Präsident oder die Präsidentin vertritt die Aufsichtsbehörde nach aussen."
    },
    {
      "provision_ref": "art8",
      "chapter": "3. Abschnitt: Organisation und Aufgaben",
      "section": "8",
      "title": "Beschlussfassung",
      "content": "1 Die Aufsichtsbehörde ist beschlussfähig, wenn die Mehrheit der Mitglieder anwesend ist. 2 Die Aufsichtsbehörde fasst ihre Beschlüsse mit der Mehrheit der stimmenden Mitglieder. 3 Bei Stimmengleichheit ist die Stimme des Präsidenten oder der Präsidentin ausschlaggebend. 4 Die Sitzungen der Aufsichtsbehörde sind nicht öffentlich."
    },
    {
      "provision_ref": "art9",
      "chapter": "3. Abschnitt: Organisation und Aufgaben",
      "section": "9",
      "title": "9 Übertragung von Aufgaben",
      "content": "1 Die Aufsichtsbehörde kann einem oder mehreren ihrer Mitglieder die Instruktion von Verfahren und die Vorbereitung von Entscheiden übertragen. 2 Für die Inspektionen kann sie eine Delegation von mindestens drei Mitgliedern entsenden."
    },
    {
      "provision_ref": "art10",
      "chapter": "3. Abschnitt: Organisation und Aufgaben",
      "section": "10",
      "title": "Sekretariat",
      "content": "1 Das Sekretariat ist die Verwaltung der Aufsichtsbehörde. Es unterstützt die Aufsichtsbehörde fachlich und administrativ. 2 Der Sekretär oder die Sekretärin und das weitere Personal des Sekretariats werden von der Aufsichtsbehörde angestellt. 3 Die Aufsichtsbehörde organisiert das Sekretariat. Sie kann von anderen Bundesstellen gegen Verrechnung administrative und logistische Leistungen beziehen. Die Einzelheiten werden in Leistungsvereinbarungen geregelt."
    },
    {
      "provision_ref": "art11",
      "chapter": "3. Abschnitt: Organisation und Aufgaben",
      "section": "11",
      "title": "Sitz",
      "content": "Sitz der Aufsichtsbehörde ist Bern."
    },
    {
      "provision_ref": "art12",
      "chapter": "3. Abschnitt: Organisation und Aufgaben",
      "section": "12",
      "title": "Berichterstattung",
      "content": "1 Die Aufsichtsbehörde erstattet der Bundesversammlung jährlich Bericht über ihre Tätigkeit. 2 Der Tätigkeitsbericht sowie die weiteren Berichte werden von der Aufsichtsbehörde auf Antrag des Präsidenten oder der Präsidentin verabschiedet. Die Aufsichtsbehörde bestimmt über Form und Umfang der Veröffentlichung."
    },
    {
      "provision_ref": "art13",
      "chapter": "3. Abschnitt: Organisation und Aufgaben",
      "section": "13",
      "title": "Information",
      "content": "Die Aufsichtsbehörde informiert die Öffentlichkeit über ihre Tätigkeit."
    },
    {
      "provision_ref": "art14",
      "chapter": "3. Abschnitt: Organisation und Aufgaben",
      "section": "14",
      "title": "Amtsgeheimnis",
      "content": "1 Die Mitglieder der Aufsichtsbehörde sind verpflichtet, das Amtsgeheimnis über Tatsachen zu wahren, die ihnen bei der Ausübung ihres Amtes zur Kenntnis gelangen. 2 Die Aufsichtsbehörde gilt als vorgesetzte Behörde, die für die Entbindung vom Amtsgeheimnis zuständig ist (Art. 320 Ziff. 2 des Strafgesetzbuches). SR 311.0"
    },
    {
      "provision_ref": "art15",
      "chapter": "4. Abschnitt: Taggeld und Auslagenersatz",
      "section": "15",
      "title": "",
      "content": "1 Die Mitglieder der Aufsichtsbehörde erhalten für jeden Tag, den sie für die Teilnahme an Sitzungen und Inspektionen und für die Reise von ihrem Wohnort an den Sitzungsort und zurück benötigen, ein Taggeld. Der Präsident oder die Präsidentin erhält eine nichtversicherte Präsidialzulage von 12 000 Franken pro Jahr. 2 Die Höhe des Taggeldes und der Auslagenersatz richten sich nach der Verordnung der Bundesversammlung vom 23. März 2007 über die Taggelder und über die Vergütungen für Dienstreisen der Bundesrichter und Bundesrichterinnen. 3 Die Mitglieder der Aufsichtsbehörde, die dem Bundesgericht oder dem Bundesstrafgericht angehören, erhalten kein Taggeld. SR 172.121.2"
    },
    {
      "provision_ref": "art16",
      "chapter": "5. Abschnitt: Disziplinarrecht",
      "section": "16",
      "title": "Disziplinarmassnahmen",
      "content": "Stellt die Aufsichtsbehörde fest, dass der Bundesanwalt oder die Bundesanwältin oder ein Stellvertretender Bundesanwalt oder eine Stellvertretende Bundesanwältin Amtspflichten verletzt hat, so kann sie folgende Disziplinarmassnahmen treffen: a. Verwarnung; b. Verweis; c. Lohnkürzung von höchstens 10 Prozent während längstens eines Jahres."
    },
    {
      "provision_ref": "art17",
      "chapter": "5. Abschnitt: Disziplinarrecht",
      "section": "17",
      "title": "Verfahren",
      "content": "1 Disziplinarmassnahmen können nur nach einer Untersuchung ausgesprochen werden. 2 Mit Beendigung des Amtes endigt die Untersuchung automatisch. 3 Führt der gleiche Sachverhalt zu einer Untersuchung und zu einem Strafverfahren, so wird der Entscheid über Disziplinarmassnahmen bis zur Beendigung des Strafverfahrens aufgeschoben. Aus wichtigen Gründen kann ausnahmsweise vor Beendigung des Strafverfahrens über Disziplinarmassnahmen entschieden werden."
    },
    {
      "provision_ref": "art18",
      "chapter": "5. Abschnitt: Disziplinarrecht",
      "section": "18",
      "title": "Verjährung",
      "content": "1 Die disziplinarische Verantwortlichkeit verjährt ein Jahr nach Entdeckung der Amtspflichtverletzung, spätestens aber drei Jahre nach der letzten Verletzung dieser Pflichten. 2 Die Verjährung ruht, solange wegen des gleichen Sachverhalts ein Strafverfahren durchgeführt wird oder solange über Rechtsmittel noch nicht entschieden ist, die in der Disziplinaruntersuchung ergriffen wurden."
    },
    {
      "provision_ref": "art19",
      "chapter": "5. Abschnitt: Disziplinarrecht",
      "section": "19",
      "title": "Antrag auf Amtsenthebung",
      "content": "Gelangt die Aufsichtsbehörde nach einer Disziplinaruntersuchung zur Auffassung, dass die Voraussetzungen für eine Amtsenthebung erfüllt sind, so stellt sie der Gerichtskommission Antrag auf Amtsenthebung. Sie legt die Stellungnahme des Bundesanwalts oder der Bundesanwältin oder des Stellvertretenden Bundesanwalts oder der Stellvertretenden Bundesanwältin ihrem Antrag bei."
    },
    {
      "provision_ref": "art20",
      "chapter": "6. Abschnitt: Inkrafttreten",
      "section": "20",
      "title": "",
      "content": "Diese Verordnung tritt am 1. Januar 2011 in Kraft."
    }
  ],
  "definitions": []
}