{
  "id": "sr-173-320-11",
  "type": "statute",
  "title": "Reglement vom 6. August 2007 über die Schlichtungsstelle des Bundesverwaltungsgerichts",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2007/489/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Grundsätze",
      "content": "1 Die Richter und Richterinnen begegnen sich mit gegenseitigem Anstand und Respekt, fördern ein gutes von Kollegialität geprägtes Arbeitsklima und legen Konflikte nach Möglichkeit selbst einvernehmlich bei. 2 Sie üben ihre Funktion pflichtgemäss aus und unterlassen alles, was die Organisation, die Rechtsprechung und das Ansehen des Gerichts beeinträchtigen kann."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Geltungsbereich",
      "content": "1 Die Schlichtungsstelle vermittelt bei Konflikten innerhalb der Richterschaft. 2 Solche Konflikte können auch dann Gegenstand eines Schlichtungsverfahrens sein, wenn in der Sache ein anderes Gerichtsorgan zuständig ist."
    },
    {
      "provision_ref": "art2a",
      "section": "2a",
      "title": "a Konstituierung und Vorsitz",
      "content": "1 Die Schlichtungsstelle konstituiert sich selber und wählt aus ihren Mitgliedern: a. die Vorsitzende oder den Vorsitzenden; b. die Stellvertreterin oder den Stellvertreter. 2 Die Wahl erfolgt für zwei Jahre; die zweimalige Wiederwahl ist möglich. Eingefügt durch Ziff. I des Beschlusses des BVGer vom 23. Okt. 2012, in Kraft seit 1. Jan. 2013 ( AS 2012 5799 )."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Legitimation",
      "content": "Alle Richter und Richterinnen, die direkt oder indirekt von einem Konflikt betroffen sind, können unbesehen ihrer Funktion die Schlichtungsstelle anrufen."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Einleitung des Verfahrens",
      "content": "1 Die Schlichtungsstelle kann nur auf Antrag hin tätig werden. 2 Der Antrag auf Einleitung eines Schlichtungsverfahrens ist bei einem Mitglied der Schlichtungsstelle schriftlich einzureichen. Im Antrag sind die betroffenen Richter und Richterinnen und der Konflikt zu bezeichnen."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Instruktion",
      "content": "1 Die Schlichtungsstelle bestimmt ein Mitglied für die Leitung des Verfahrens sowie allenfalls weitere Mitglieder als Beisitzende. 2 Das instruierende Mitglied gibt den vom Konflikt betroffenen Richtern und Richterinnen den Antrag sowie die Zusammensetzung des Schlichtungsgremiums bekannt. 3 Die im Antrag bezeichnete Gegenpartei erhält Gelegenheit zur schriftlichen Stellungnahme. 4 Das instruierende Mitglied lädt zur Schlichtungsverhandlung ausserhalb der Gerichtsräumlichkeiten ein."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Ausschluss und Ablehnung",
      "content": "1 Mitglieder der Schlichtungsstelle treten in den Ausstand, wenn sie in der Sache ein persönliches Interesse haben oder wenn sie aus anderen Gründen, insbesondere wegen besonderer Freundschaft oder persönlicher Feindschaft mit einer der beteiligten Konfliktparteien, befangen sein könnten. 2 Die vom Konflikt betroffenen Richter und Richterinnen können Mitglieder der Schlichtungsstelle ohne Angabe von Gründen ablehnen."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Ablehnung der Teilnahme am Verfahren",
      "content": "Die vom Konflikt betroffenen Richter und Richterinnen können die Teilnahme am Verfahren ohne Angabe von Gründen ablehnen. Die Schlichtungsstelle entscheidet, ob trotz Abwesenheit einzelner Konfliktbeteiligten eine Verhandlung durchgeführt wird."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Schlichtungsverhandlung",
      "content": "1 Die Schlichtungsverhandlung wird auf übereinstimmenden Wunsch der vom Konflikt betroffenen Richter und Richterinnen protokollarisch festgehalten. 2 Die Mitglieder der Schlichtungsstelle und die betroffenen Richter und Richterinnen verpflichten sich schriftlich, über Gegenstand und Gang des Verfahrens Stillschweigen zu bewahren. 3 Auf übereinstimmenden Wunsch der betroffenen Richter und Richterinnen kann die Schlichtungsverhandlung durch einen externen Mediator oder eine externe Mediatorin durchgeführt werden. 4 Im Rahmen der Schlichtungsverhandlungen kann das Schlichtungsgremium beziehungsweise der externe Mediator oder die externe Mediatorin den betroffenen Richtern und Richterinnen Empfehlungen abgeben und Lösungsvorschläge unterbreiten. 5 Das Ergebnis der Schlichtungsverhandlung wird schriftlich festgehalten, von allen Beteiligten unterzeichnet und den betroffenen Richtern und Richterinnen sowie dem Vorsitz der Schlichtungsstelle zugestellt."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Mitteilung an Dritte",
      "content": "Das Schlichtungsgremium kann mit Einwilligung der betroffenen Richter und Richterinnen Dritte in geeigneter Form über das Ergebnis des Schlichtungsververfahrens informieren."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Akten",
      "content": "1 Die Akten von abgeschlossenen Verfahren werden vom Vorsitz der Schlichtungsstelle während fünf Jahren aufbewahrt und anschliessend vernichtet. 2 Mit Einwilligung der betroffenen Richter und Richterinnen dürfen die Akten an Dritte herausgegeben werden."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Kosten",
      "content": "1 Das Verfahren vor der Schlichtungsstelle ist kostenlos. 2 Entschädigungen werden keine ausgerichtet."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Inkrafttreten",
      "content": "Dieses Reglement tritt rückwirkend auf den 1. Januar 2007 in Kraft."
    }
  ],
  "definitions": []
}