{
  "id": "sr-151-31",
  "type": "statute",
  "title": "Verordnung vom 19. November 2003 über die Beseitigung von Benachteiligungen von Menschen mit Behinderungen (Behindertengleichstellungsverordnung, BehiV)",
  "title_en": "",
  "short_name": "BehiV",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2003/668/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "1",
      "title": "Gegenstand",
      "content": "1 Diese Verordnung enthält Bestimmungen zu: a. der Organisation des Eidgenössischen Büros für die Gleichstellung von Menschen mit Behinderungen (EBGB); b. der Geltendmachung von Rechtsansprüchen und dem Verhältnismässigkeitsprinzip; c. den Anforderungen an eine behindertengerechte Erstellung oder Erneuerung von Bauten und Anlagen, die im Eigentum des Bundes stehen oder von ihm mitfinanziert werden; d. den Anforderungen an eine behindertengerechte Ausgestaltung von Dienstleistungen des Bundes; e. den Massnahmen des Bundes als Arbeitgeber zu Gunsten seiner Angestellten mit Behinderungen; f. der Ausrichtung von Finanzhilfen. 2 Die Massnahmen im öffentlichen Verkehr sind in der Verordnung vom 12. November 2003 über die behindertengerechte Gestaltung des öffentlichen Verkehrs geregelt. SR 151.34"
    },
    {
      "provision_ref": "art2",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "2",
      "title": "Begriffe",
      "content": "Die folgenden Ausdrücke bedeuten: a. Bau und Erneuerung (Art. 3 Bst. a, c und d BehiG): Die Erstellung und die Änderung von Bauten und Anlagen, soweit sie einem ordentlichen oder einfachen kantonalen Bewilligungsverfahren unterstellt sind; b. Bauten und Anlagen (Art. 3 Bst. a BehiG): befristet errichtete oder auf Dauer angelegte Räumlichkeiten und Einrichtungen; c. öffentlich zugängliche Bauten und Anlagen (Art. 3 Bst. a BehiG): Bauten und Anlagen: 1. die einem beliebigen Personenkreis offen stehen, 2. die nur einem bestimmten Personenkreis offen stehen, der in einem besonderen Rechtsverhältnis zu Gemeinwesen oder zu Dienstleistungsanbieterinnen und –anbietern steht, welche in der Baute oder Anlage tätig sind. Ausgenommen sind Bauten und Anlagen, die zur Kampf- und Führungsinfrastruktur der Armee gehören, oder 3. in denen Dienstleistungsanbieterinnen und –anbieter persönliche Dienstleistungen erbringen; d. Diskriminieren (Art. 6 und 8 Abs. 3 BehiG): Behinderte besonders krass unterschiedlich und benachteiligend behandeln mit dem Ziel oder der Folge, sie herabzuwürdigen oder auszugrenzen; e. Arbeitgeber (Art. 13 BehiG): der Bundesrat, die Bundesversammlung, die Schweizerische Post, die Schweizerischen Bundesbahnen, das Bundesgericht und der ETH-Rat; f. Internet (Art. 14 Abs. 2 BehiG): Durch unterschiedliche Anwendungen genutztes Computernetzwerk, welches mit einem Webbrowser oder einer anderen benutzerseitigen Zugangstechnologie genutzt wird."
    },
    {
      "provision_ref": "art3",
      "chapter": "2. Abschnitt: Eidgenössisches Büro für die Gleichstellung von Menschen mit Behinderungen mit Behinderungen",
      "section": "3",
      "title": "Aufgaben",
      "content": "(Art. 19 BehiG) 1 2 3 a. Es informiert die Öffentlichkeit und erstellt Dokumentationen. b. Es berät Privatpersonen und Behörden. c. Es prüft die Gesuche um Finanzhilfen. d. Es führt Programme, Informationskampagnen und Pilotversuche durch. e. Es bearbeitet gleichstellungspolitische Fragen auf nationaler und internationaler Ebene. f. Es bereitet die Gesetzgebung sowie Berichte und andere Regierungstätigkeiten im Bereich der Gleichstellung der Behinderten vor. g. Es äussert sich zu andern Gesetzgebungsvorhaben und Massnahmen des Bundes, welche die Frage der Gleichstellung der Behinderten besonders betreffen. h. Es prüft die Beschwerde- und Klageberechtigung von Behindertenorganisationen. i. Es sorgt für die Koordination der Tätigkeiten der besonderen Fachstellen der Bundesverwaltung. j. Es arbeitet mit den Behindertenorganisationen zusammen. k. Es berichtet dem Eidgenössischen Departement des Innern (EDI) regelmässig über seine Tätigkeiten sowie über die Ergebnisse seiner Wirksamkeitsüberprüfung nach Artikel 18 Absatz 3 BehiG."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Organisation",
      "content": "(Art. 19 BehiG) Das EBGB ist dem Generalsekretariat des EDI unterstellt."
    },
    {
      "provision_ref": "art5",
      "chapter": "3. Abschnitt: Geltendmachung von Rechtsansprüchen und Verhältnismässigkeitsprinzip Verhältnismässigkeitsprinzip",
      "section": "5",
      "title": "Beschwerde- und klageberechtigte Organisationen",
      "content": "(Art. 9 BehiG) 1 Beschwerde- und klageberechtigt nach Artikel 9 Absatz 2 BehiG sind Behindertenorganisationen: a. mit eigener Rechtspersönlichkeit; b. die sich seit mindestens 10 Jahren nach ihrem statutarischen Zweck hauptsächlich für die besonderen Belange der Behinderten einsetzen; c. deren Tätigkeit von nationaler Bedeutung ist; und d. die in Anhang 1 dieser Verordnung aufgeführt sind. 2 Gesuche um Anerkennung als beschwerde- und klageberechtigte Organisation sind dem EBGB einzureichen. Den Gesuchen sind alle Dokumente, die zur Überprüfung der Voraussetzungen gemäss Absatz 1 Buchstaben a–c notwendig sind, beizulegen. 3 Ändern beschwerde- und klageberechtigte Organisationen ihren statutarischen Zweck, ihre Rechtsform oder ihre Bezeichnung, so teilen sie dies dem EBGB unverzüglich mit. 4 Das EBGB kontrolliert periodisch, ob die beschwerde- und klageberechtigten Organisationen die Voraussetzungen für das Beschwerde- und Klagerecht erfüllen. Stellt es fest, dass eine Organisation diesen nicht mehr genügt, so beantragt das EDI dem Bundesrat, den Anhang 1 entsprechend zu ändern."
    },
    {
      "provision_ref": "art6",
      "chapter": "3. Abschnitt: Geltendmachung von Rechtsansprüchen und Verhältnismässigkeitsprinzip Verhältnismässigkeitsprinzip",
      "section": "6",
      "title": "Abwägung der Interessen",
      "content": "(Art. 11 Abs. 1 BehiG) 1 Zur Beurteilung der Frage, ob ein Missverhältnis im Sinne von Artikel 11 Absatz 1 BehiG vorliegt, muss in der Interessenabwägung namentlich berücksichtigt werden: a. die Zahl der Personen, welche die Baute oder die Anlage benutzen oder die Dienstleistung in Anspruch nehmen; b. die Bedeutung der Baute, der Anlage oder der Dienstleistung für die Menschen mit Behinderungen; c. der provisorische oder dauerhafte Charakter der Baute, der Anlage oder der Dienstleistung. 2 Sind die Interessen der Behinderten gegen die Interessen des Umweltschutzes, des Naturschutzes oder des Heimatschutzes und der Denkmalpflege abzuwägen (Art. 11 Abs. 1 Bst. b BehiG), so sind zusätzlich zu berücksichtigen: a. die Bedeutung der Baute oder der Anlage aus der Sicht des Umweltschutzes, des Naturschutzes oder des Heimatschutzes und der Denkmalpflege; und b. das Ausmass, in dem die verlangten Anpassungen: 1. die Umwelt beeinträchtigen; 2. die Bausubstanz, die Struktur und das Erscheinungsbild der Baute oder der Anlage aus der Sicht des Naturschutzes oder des Heimatschutzes und der Denkmalpflege beeinträchtigen."
    },
    {
      "provision_ref": "art7",
      "chapter": "3. Abschnitt: Geltendmachung von Rechtsansprüchen und Verhältnismässigkeitsprinzip Verhältnismässigkeitsprinzip",
      "section": "7",
      "title": "Massgebliche Kosten",
      "content": "(Art. 12 Abs. 1 BehiG) 1 Der maximale Wert von 5 Prozent des Gebäudeversicherungswertes im Sinne von Artikel 12 Absatz 1 BehiG muss auf der Grundlage des Versicherungswertes des Gebäudes vor der Erneuerung berechnet werden. 2 Als Erneuerungskosten im Sinne von Artikel 12 Absatz 1 BehiG gelten die voraussichtlichen Baukosten ohne besondere Massnahmen für Behinderte."
    },
    {
      "provision_ref": "art8",
      "chapter": "4. Abschnitt: Bauvorschriften des Bundes",
      "section": "8",
      "title": "",
      "content": "1 Die Norm SIA 500 «Hindernisfreie Bauten» ist massgeblich für: a. die Verwaltungseinheiten, die nach Artikel 8 der Verordnung vom 5. Dezember 2008 über das Immobilienmanagement und die Logistik des Bundes für das Immobilienmanagement zuständig sind; b. die Verwaltungseinheiten, die Wohnbauten erstellen oder mitfinanzieren; c. die Verwaltungseinheiten, die Finanzhilfen oder Abgeltungen nach dem Subventionsgesetz vom 5. Oktober 1990 ausrichten. 2 Diese Verwaltungseinheiten erarbeiten für ihren jeweiligen Zuständigkeitsbereich ein Konzept zur Umsetzung der Anliegen der Behinderten bezüglich der Bauten und Anlagen im Rahmen der verfügbaren Mittel. 3 Die Bestimmungen der Verordnung vom 12. November 2003 über die behindertengerechte Gestaltung des öffentlichen Verkehrs bleiben vorbehalten. Fassung gemäss Ziff. I der V vom 28. April 2010, in Kraft seit 1. Juni 2010 ( AS 2010 1737 ). Fassung gemäss Ziff. I der V vom 28. April 2010, in Kraft seit 1. Juni 2010 ( AS 2010 1737 ). SR 172.010.21 SR 616.1 SR 151.34"
    },
    {
      "provision_ref": "art9",
      "chapter": "5. Abschnitt: Dienstleistungen des Bundes",
      "section": "9",
      "title": "Dienstleistungen mit Publikumsverkehr",
      "content": "1 Die Verwaltungseinheiten der zentralen und dezentralen Bundesverwaltung, die Organisationen und die Unternehmen nach Artikel 2 des Regierungs- und Verwaltungsorganisationsgesetzes vom 21. März 1997 (RVOG) sowie die Organisationen und Unternehmen, die gestützt auf eine Konzession des Bundes tätig sind, ergreifen die notwendigen baulichen und technischen Massnahmen, um ihre Dienstleistungen für Menschen mit Behinderungen zugänglich zu machen. 2 Sie rüsten insbesondere ihre Automaten so aus, dass Behinderte sie benutzen können. 3 Sie stellen sicher, dass behinderte Personen, die auf Grund ihrer Behinderung technische Hilfsmittel nicht selbstständig bedienen können, die notwendige Hilfestellung erhalten. 4 Die Bestimmungen der Verordnung vom 12. November 2003 über die behindertengerechte Gestaltung des öffentlichen Verkehrs bleiben vorbehalten. SR 172.010 SR 151.34"
    },
    {
      "provision_ref": "art10",
      "chapter": "5. Abschnitt: Dienstleistungen des Bundes",
      "section": "10",
      "title": "Dienstleistungen im Internet",
      "content": "1 Die Information sowie die Kommunikations-und Transaktionsdienstleistungen über das Internet müssen für Sprach‑, Hör- und Sehbehinderte sowie motorisch Behinderte zugänglich sein. Zu diesem Zweck müssen die Internetangebote entsprechend den internationalen Informatikstandards, insbesondere den Richtlinien des World Wide Web Konsortiums (W3C) über den Zugang von Internetseiten, und, subsidiär, entsprechend den nationalen Informatikstandards eingerichtet sein. 2 Die folgenden Verwaltungseinheiten und Organe erlassen die dazu notwendigen Richtlinien: a. der Bereich digitale Transformation und IKT-Lenkung der Bundeskanzlei: für die Verwaltungseinheiten nach Artikel 2 Absatz 1 RVOG; b. die verantwortlichen Organe der Verwaltungseinheiten, Organisationen und Unternehmungen nach Artikel 2 Absätze 3 und 4 RVOG sowie der Organisationen und Unternehmen, die gestützt auf eine Konzession des Bundes tätig sind: für ihre jeweiligen Tätigkeitsgebiete. 3 Die Richtlinien werden in Zusammenarbeit mit Behindertenorganisationen und professionellen Organisationen, die auf die Bereiche Informatik und Kommunikation spezialisiert sind, erarbeitet. Sie werden regelmässig dem neusten technischen Stand angepasst. Fassung gemäss Anhang Ziff. 4 der V vom 25. Nov. 2020 über die digitale Transformation und die Informatik, in Kraft seit 1. Jan. 2021 ( AS 2020 5871 ). SR 172.010"
    },
    {
      "provision_ref": "art11",
      "chapter": "5. Abschnitt: Dienstleistungen des Bundes",
      "section": "11",
      "title": "Besondere Massnahmen für Sprach‑, Hör- oder Sehbehinderte",
      "content": "(Art. 14 Abs. 1 BehiG) Die Verwaltungseinheiten, Organisationen und Unternehmungen nach Artikel 2 RVOG treffen auf Verlangen einer sprach‑, hör- oder sehbehinderten Person die nötigen Vorkehren, damit diese die zuständigen Vertreterinnen und Vertreter der Behörden aufsuchen und mit ihnen kommunizieren kann. Diese Vorkehren sind innert einer Frist zu treffen, die der Dringlichkeit und den Umständen Rechnung trägt. SR 172.010"
    },
    {
      "provision_ref": "art12",
      "chapter": "6. Abschnitt: Massnahmen im Bereich des Bundespersonals",
      "section": "12",
      "title": "Anpassung des beruflichen Umfelds",
      "content": "1 Der Arbeitgeber ergreift die notwendigen Massnahmen, um das berufliche Umfeld entsprechend den Bedürfnissen seiner behinderten Angestellten zu gestalten, insbesondere durch Anpassung der folgenden Bereiche: a. Arbeitsräume; b. Arbeitsplätze; c. Arbeitszeiten; d. Möglichkeiten der beruflichen Weiterbildung; e. Karrierenplanung. 2 Er ergreift die notwendigen Massnahmen zur Anpassung des internen Informatiknetzwerkes (Intranet) gemäss den in Artikel 10 Absatz 1 aufgestellten Grundsätzen."
    },
    {
      "provision_ref": "art13",
      "chapter": "6. Abschnitt: Massnahmen im Bereich des Bundespersonals",
      "section": "13",
      "title": "Integrationsbeauftragte",
      "content": "Der Arbeitgeber bezeichnet eine Person aus dem Personal, die ihn und die angestellten behinderten Personen in Fragen der Integration der Menschen mit Behinderungen im beruflichen Umfeld berät."
    },
    {
      "provision_ref": "art14",
      "chapter": "6. Abschnitt: Massnahmen im Bereich des Bundespersonals",
      "section": "14",
      "title": "Begründung einer Nichtanstellung",
      "content": "Hat eine behinderte Person begründeten Verdacht, dass sie wegen ihrer Behinderung nicht angestellt wurde, so kann sie vom Arbeitgeber verlangen, dass er die Gründe der Nichtanstellung schriftlich darlegt."
    },
    {
      "provision_ref": "art15",
      "chapter": "6. Abschnitt: Massnahmen im Bereich des Bundespersonals",
      "section": "15",
      "title": "Koordination",
      "content": "Das eidgenössische Personalamt koordiniert die Umsetzung der betrieblichen Gleichstellung der Behinderten in der zentralen Bundesverwaltung."
    },
    {
      "provision_ref": "art16",
      "chapter": "7. Abschnitt: Finanzhilfen",
      "section": "16",
      "title": "Besondere Programme für Sprach-, Hör- oder Sehbehinderte",
      "content": "(Art. 14 Abs. 3 BehiG) 1 Der Bund kann Finanzhilfen an Kantone ausrichten, welche im Rahmen der Grundschulausbildung: a. die notwendigen personellen und organisatorischen Massnahmen ergreifen, um den sprach‑, hör- oder sehbehinderten Kindern und Jugendlichen die Ausbildung in Regelklassen zu ermöglichen; b. den nicht sprach‑, hör- oder sehbehinderten Kindern und Jugendlichen das Erlernen der Gebärdensprache oder der Brailleschrift anbieten. 2 Er kann Finanzhilfen an nicht gewinnorientierte Organisationen und Einrichtungen von nationaler Bedeutung ausrichten, die: a. sprach-, hör- oder sehbehinderten Personen Hilfestellungen anbieten, welche die Kommunikation untereinander und mit anderen Personen ermöglichen; b. sich an der Ausbildung von spezialisierten Personen für die Kommunikation mit sprach-, hör- oder sehbehinderten Personen beteiligen. 3 Die Finanzhilfen werden nur für befristete Programme ausgerichtet."
    },
    {
      "provision_ref": "art17",
      "chapter": "7. Abschnitt: Finanzhilfen",
      "section": "17",
      "title": "Beiträge für Programme zur Integration Behinderter",
      "content": "(Art. 16 Abs. 3 BehiG) 1 Beiträge können insbesondere geleistet werden für befristete Programme, die: a. einen starken Praxisbezug aufweisen; b. über die Dauer der Beitragszahlung hinaus wirken; c. die Zusammenarbeit mit anderen Organisationen fördern; d. eine Verbindung mit anderen Programmen ermöglichen; oder e. experimentellen Charakter aufweisen. 2 Ebenfalls mit Beiträgen unterstützt werden können: a. die Entwicklung von Grundlagen für Programme; b. die Evaluation von bereits bestehenden Programmen; c. die Sensibilisierungsarbeit."
    },
    {
      "provision_ref": "art18",
      "chapter": "7. Abschnitt: Finanzhilfen",
      "section": "18",
      "title": "Beiträge für Pilotversuche zur Integration im Erwerbsleben (Art. 17 BehiG)",
      "content": "1 Beiträge können insbesondere geleistet werden für befristete Versuche, die: a. die Integration Behinderter in bestehende Arbeitsprozesse ermöglichen; b. Arbeitnehmerinnen und Arbeitnehmern, die von einer Behinderung bedroht sind, den Erhalt des bisherigen Arbeitsplatz ermöglichen; c. die Entwicklung behindertengerechter Arbeitsplätze in Betrieben fördern; d. Zusammenarbeitsformen von Behinderten mit Nichtbehinderten erproben. 2 Beiträge werden nur geleistet, wenn die Versuche: a. über die Dauer der Beitragszahlung hinaus wirken; b. in den Organisationen und Betrieben gut verankert sind; oder c. experimentellen Charakter aufweisen."
    },
    {
      "provision_ref": "art19",
      "chapter": "7. Abschnitt: Finanzhilfen",
      "section": "19",
      "title": "Eigenleistung",
      "content": "Finanzhilfen nach dieser Verordnung werden nur ausgerichtet, wenn die verantwortlichen Kantone, Gemeinwesen oder Organisationen eine zumutbare Eigenleistung für das Projekt erbringen."
    },
    {
      "provision_ref": "art20",
      "chapter": "7. Abschnitt: Finanzhilfen",
      "section": "20",
      "title": "Einreichung der Gesuche",
      "content": "1 Gesuche um Finanzhilfen nach dieser Verordnung sind beim EBGB einzureichen. 2 Das EBGB legt die jährlichen Eingabetermine fest. 3 Dem Gesuch müssen beigelegt werden: a. eine genaue Beschreibung des Projekts, für das um Unterstützung nachgesucht wird; b. eine Zielformulierung; c. ein Konzept zur Umsetzung und Verbreitung der Projektergebnisse (Transferkonzept); d. ein Evaluationskonzept; e. ein detaillierter Voranschlag und ein Finanzierungsplan; f. alle notwendigen Angaben über die am Projekt beteiligten Organisationen; g. ein Zeitplan über die Durchführung. Fassung gemäss Ziff. I der V vom 28. April 2010, in Kraft seit 1. Juni 2010 ( AS 2010 1737 )."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Prüfung der Gesuche",
      "content": "1 Das EBGB prüft die Gesuche um Finanzhilfen. Es kann Fachleute beiziehen. 2 Es trägt dabei den besonderen Bedürfnissen von Frauen mit Behinderungen Rechnung. 3 Es kann verlangen, dass Projekte überarbeitet oder mit anderen Projekten koordiniert werden."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Festsetzung der Beiträge",
      "content": "1 Die Höhe der Finanzhilfen wird, im Rahmen der bewilligten Kredite, pauschal oder nach Aufwand festgesetzt. Bei Finanzhilfen, die sich nach Aufwand bemessen, wird im Voraus ein Höchstbeitrag festgesetzt. 2 Die Finanzhilfen können als einmalige oder als periodische Beiträge ausgerichtet werden."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Entscheid",
      "content": "Das EDI entscheidet über die Gewährung von Finanzhilfen. Es kann diese Kompetenz ans EBGB delegieren."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Überwachung und Berichterstattung",
      "content": "1 Das EBGB überwacht die Durchführung der Projekte. 2 Die Gesuchstellerin oder der Gesuchsteller berichtet dem EBGB regelmässig über den Verlauf des Projekts und reicht ihm spätestens drei Monate nach dessen Abschluss einen Schlussbericht ein. 3 Das EBGB erlässt Weisungen über die Berichterstattung."
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Evaluation",
      "content": "1 Das EBGB überprüft die Evaluation der Projekte durch die Gesuchstellerin oder den Gesuchsteller. 2 Es kann Fachleute beiziehen."
    },
    {
      "provision_ref": "art26",
      "chapter": "8. Abschnitt: Schlussbestimmungen",
      "section": "26",
      "title": "Änderung bisherigen Rechts",
      "content": "Die Änderung bisherigen Rechts wird im Anhang 2 geregelt."
    },
    {
      "provision_ref": "art27",
      "chapter": "8. Abschnitt: Schlussbestimmungen",
      "section": "27",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 1. Januar 2004 in Kraft."
    }
  ],
  "definitions": [
    {
      "term": "Bau und Erneuerung",
      "definition": "Bau und Erneuerung (Art. 3 Bst. a, c und d BehiG): Die Erstellung und die Änderung von Bauten und Anlagen, soweit sie einem ordentlichen oder einfachen kantonalen Bewilligungsverfahren unterstellt sind;",
      "source_provision": "art2"
    },
    {
      "term": "Bauten und Anlagen",
      "definition": "Bauten und Anlagen (Art. 3 Bst. a BehiG): befristet errichtete oder auf Dauer angelegte Räumlichkeiten und Einrichtungen;",
      "source_provision": "art2"
    },
    {
      "term": "öffentlich zugängliche Bauten und Anlagen (Art. 3 Bst. a BehiG):",
      "definition": "öffentlich zugängliche Bauten und Anlagen (Art. 3 Bst. a BehiG): Bauten und Anlagen: 1. die einem beliebigen Personenkreis offen stehen,",
      "source_provision": "art2"
    },
    {
      "term": "Diskriminieren (Art. 6 und 8 Abs. 3 BehiG):",
      "definition": "Diskriminieren (Art. 6 und 8 Abs. 3 BehiG): Behinderte besonders krass unterschiedlich und benachteiligend behandeln mit dem Ziel oder der Folge, sie herabzuwürdigen oder auszugrenzen;",
      "source_provision": "art2"
    },
    {
      "term": "Arbeitgeber (Art. 13 BehiG):",
      "definition": "Arbeitgeber (Art. 13 BehiG): der Bundesrat, die Bundesversammlung, die Schweizerische Post, die Schweizerischen Bundesbahnen, das Bundesgericht und der ETH-Rat;",
      "source_provision": "art2"
    },
    {
      "term": "Internet (Art. 14 Abs. 2 BehiG):",
      "definition": "Internet (Art. 14 Abs. 2 BehiG): Durch unterschiedliche Anwendungen genutztes Computernetzwerk, welches mit einem Webbrowser oder einer anderen benutzerseitigen Zugangstechnologie genutzt wird.",
      "source_provision": "art2"
    }
  ]
}