{
  "id": "sr-131-234",
  "type": "statute",
  "title": "Verfassung der Republik und des Kantons Genf, vom 14. Oktober 2012 (KV-GE)",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2013/1846_fga/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "1. Titel: Allgemeine Bestimmungen",
      "section": "1",
      "title": "Republik und Kanton Genf",
      "content": "1 Die Republik Genf ist ein demokratischer Rechtsstaat, der auf Freiheit, Gerechtigkeit, Verantwortung und Solidarität gründet. 2 Sie bildet einen der souveränen Kantone der Schweizerischen Eidgenossenschaft und übt die Befugnisse aus, die dieser nicht durch die Bundesverfassung übertragen werden."
    },
    {
      "provision_ref": "art2",
      "chapter": "1. Titel: Allgemeine Bestimmungen",
      "section": "2",
      "title": "Ausübung der Souveränität",
      "content": "1 Die Souveränität beruht auf dem Volke, das sie direkt oder durch Wahl ausübt. Alle staatlichen Machtbefugnisse und öffentlichen Ämter sind nur eine Übertragung seiner höchsten Gewalt. 2 Der Aufbau des Staates und die Ausübung staatlicher Macht beruhen auf dem Grundsatz der Gewaltenteilung. 3 Die Behörden arbeiten zur Erreichung der Ziele des Staates zusammen."
    },
    {
      "provision_ref": "art3",
      "chapter": "1. Titel: Allgemeine Bestimmungen",
      "section": "3",
      "title": "Weltlicher Stand",
      "content": "1 Der Staat ist weltlich. Er verhält sich in religiösen Fragen neutral. 2 Er entlöhnt und unterstützt keine Kultustätigkeiten. 3 Die Behörden unterhalten Beziehungen mit den religiösen Gemeinschaften."
    },
    {
      "provision_ref": "art4",
      "chapter": "1. Titel: Allgemeine Bestimmungen",
      "section": "4",
      "title": "Gebiet",
      "content": "Der Kanton umfasst das Gebiet, das ihm durch die Eidgenossenschaft gewährleistet ist. Er setzt sich aus Gemeinden zusammen."
    },
    {
      "provision_ref": "art5",
      "chapter": "1. Titel: Allgemeine Bestimmungen",
      "section": "5",
      "title": "Sprache",
      "content": "1 Amtssprache ist das Französische. 2 Der Staat fördert den Erwerb und die Verwendung der französischen Sprache. Er sorgt für deren Pflege."
    },
    {
      "provision_ref": "art6",
      "chapter": "1. Titel: Allgemeine Bestimmungen",
      "section": "6",
      "title": "Bürgerrecht",
      "content": "Das Gesetz regelt Erwerb und Verlust des Genfer Bürgerrechts."
    },
    {
      "provision_ref": "art7",
      "chapter": "1. Titel: Allgemeine Bestimmungen",
      "section": "7",
      "title": "Wappen und Devise",
      "content": "1 Das Wappen der Republik und des Kantons Genf vereint einen schwarzen Adler mit Krone auf gelbem Hintergrund und einen goldenen Schlüssel auf rotem Hintergrund. Das Zimier stellt eine Sonne dar, die am oberen Rand aufgeht und die drei Buchstaben IHS in griechischer Schrift trägt. 2 Die Devise lautet «Post tenebras lux»."
    },
    {
      "provision_ref": "art8",
      "chapter": "1. Titel: Allgemeine Bestimmungen",
      "section": "8",
      "title": "Ziele",
      "content": "Die Republik und der Kanton Genf gewährleistet die Grundrechte und tritt für die gemeinsame Wohlfahrt, den gesellschaftlichen Zusammenhalt und den sozialen Frieden, die Sicherheit und die Bewahrung der natürlichen Ressourcen ein."
    },
    {
      "provision_ref": "art9",
      "chapter": "1. Titel: Allgemeine Bestimmungen",
      "section": "9",
      "title": "Grundsätze staatlichen Handelns",
      "content": "1 Der Staat handelt in Ergänzung zu privater Initiative und persönlicher Verantwortung im Dienste der Allgemeinheit. 2 Staatliches Handeln stützt sich auf das Recht und liegt im öffentlichen Interesse. Es ist verhältnismässig. 3 Es wird auf transparente Weise, in Treu und Glauben und unter Beachtung des Bundes- und Völkerrechts ausgeübt. 4 Es muss sachdienlich, wirksam und effizient sein."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Nachhaltigkeit",
      "content": "Staatliches Handeln richtet sich an einer ausgewogenen und nachhaltigen Entwicklung aus."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Information",
      "content": "1 Der Staat informiert umfassend, holt regelmässig Stellungnahmen ein und schafft den Rahmen für Absprachen. 2 Die Rechtsnormen werden veröffentlicht. Die betreffenden Weisungen werden veröffentlicht, sofern kein überwiegendes öffentliches Interesse dagegen spricht."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Haftung",
      "content": "1 Der Staat haftet für Schäden, die seine Beamtinnen und Beamten in Ausübung amtlicher Tätigkeiten widerrechtlich verursacht haben. 2 Das Gesetz legt fest, unter welchen Bedingungen der Staat für Schäden haftet, die seine Beamtinnen und Beamten in Ausübung amtlicher Tätigkeiten rechtmässig verursacht haben."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Eigenverantwortung",
      "content": "1 Jede Person muss die Rechtsordnung beachten. 2 Jede Person nimmt ihre eigene Verantwortung für sich selbst, ihre Familie, die anderen, die Allgemeinheit, die künftigen Generationen und die Umwelt wahr."
    },
    {
      "provision_ref": "art14",
      "chapter": "2. Titel: Grundrechte",
      "section": "14",
      "title": "Menschenwürde",
      "content": "1 Die Menschenwürde ist unantastbar. 2 Die Todesstrafe ist verboten."
    },
    {
      "provision_ref": "art15",
      "chapter": "2. Titel: Grundrechte",
      "section": "15",
      "title": "Rechtsgleichheit",
      "content": "1 Alle Menschen sind vor dem Gesetze gleich. 2 Niemand darf diskriminiert werden, namentlich nicht wegen der Herkunft, der sozialen Stellung, der sexuellen Orientierung, der Überzeugung oder wegen einer Behinderung. 3 Frau und Mann sind gleichberechtigt. Das Gesetz sorgt für ihre rechtliche und tatsächliche Gleichstellung, vor allem in Familie, Ausbildung und Arbeit. 4 Frau und Mann haben Anspruch auf gleichen Lohn für gleichwertige Arbeit."
    },
    {
      "provision_ref": "art16",
      "chapter": "2. Titel: Grundrechte",
      "section": "16",
      "title": "Rechte der Behinderten",
      "content": "1 Für Behinderte sind der Zugang zu Bauten und Anlagen sowie die Inanspruchnahme von Einrichtungen und Leistungen, die für die Öffentlichkeit bestimmt sind, gewährleistet. 2 In ihrem Verhältnis zum Staat haben die Behinderten einen Anspruch darauf, Informationen zu erhalten und in einer ihren Bedürfnissen und Fähigkeiten entsprechenden Form zu kommunizieren. 3 Die Gebärdensprache ist anerkannt."
    },
    {
      "provision_ref": "art17",
      "chapter": "2. Titel: Grundrechte",
      "section": "17",
      "title": "Willkürverbot und Schutz von Treu und Glauben",
      "content": "Jede Person hat Anspruch darauf, ohne Willkür und nach Treu und Glauben behandelt zu werden."
    },
    {
      "provision_ref": "art18",
      "chapter": "2. Titel: Grundrechte",
      "section": "18",
      "title": "Recht auf Leben und auf Unversehrtheit",
      "content": "1 Jede Person hat Anspruch auf den Schutz des Lebens und der körperlichen und geistigen Unversehrtheit. 2 Folter und jede andere Art grausamer, unmenschlicher oder erniedrigender Behandlung oder Bestrafung sind verboten. 3 Niemand darf in einen Staat ausgeschafft werden, in dem ihm Folter oder eine andere Art grausamer und unmenschlicher Behandlung oder Bestrafung oder eine andere schwere Schädigung der Unversehrtheit droht."
    },
    {
      "provision_ref": "art19",
      "chapter": "2. Titel: Grundrechte",
      "section": "19",
      "title": "Recht auf eine gesunde Umwelt",
      "content": "Jede Person hat das Recht auf ein Leben in einer gesunden Umwelt."
    },
    {
      "provision_ref": "art20",
      "chapter": "2. Titel: Grundrechte",
      "section": "20",
      "title": "Persönliche Freiheit",
      "content": "Jede Person hat das Recht auf persönliche Freiheit, Sicherheit und Bewegungsfreiheit."
    },
    {
      "provision_ref": "art21",
      "chapter": "2. Titel: Grundrechte",
      "section": "21",
      "title": "Schutz der Privatsphäre",
      "content": "1 Jede Person hat Anspruch auf Achtung ihres Privat- und Familienlebens, ihrer Wohnung sowie ihres Brief- und Fernmeldeverkehrs. 2 Jede Person hat Anspruch auf Schutz vor Missbrauch ihrer persönlichen Daten."
    },
    {
      "provision_ref": "art22",
      "chapter": "2. Titel: Grundrechte",
      "section": "22",
      "title": "Ehe, Familie und andere Lebensformen",
      "content": "Jede Person hat das Recht, die Ehe zu schliessen, eine eingetragene Partnerschaft zu begründen, eine Familie zu gründen oder alleinstehend oder gemeinschaftlich eine andere Lebensform zu wählen."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Rechte des Kindes",
      "content": "1 Die Grundrechte der Kinder sind zu wahren. 2 Das Wohl des Kindes und dessen Anspruch auf rechtliches Gehör sind bei Entscheiden oder Verfahren, die es betreffen, gewährleistet. 3 Die Kinder werden vor jeder Form der Misshandlung, der Ausbeutung, des widerrechtlichen Verbringens oder der Prostitution geschützt. 4 Der Anspruch auf eine Geburts- oder Adoptionszulage und auf eine monatliche Zulage für jedes Kind ist gewährleistet."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Recht auf Ausbildung",
      "content": "1 Das Recht auf Erziehung, Aus- und Weiterbildung ist gewährleistet. 2 Jede Person hat Anspruch auf eine unentgeltliche öffentliche Schulbildung. 3 Jede Person ohne finanzielle Mittel für eine anerkannte Ausbildung hat Anspruch auf Unterstützung durch den Staat."
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Glaubens- und Gewissensfreiheit",
      "content": "1 Die Glaubens- und Gewissensfreiheit ist gewährleistet. 2 Jede Person hat das Recht, ihre religiöse oder weltanschauliche Überzeugung frei zu wählen und allein oder in Gemeinschaft mit anderen zu bekennen. 3 Jede Person hat das Recht, einer Religionsgemeinschaft beizutreten und daraus auszutreten. 4 Niemand kann gehalten werden, an die Kosten eines Kultus beizutragen."
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Meinungsfreiheit",
      "content": "1 Jede Person hat das Recht, ihre Meinung frei zu bilden, zu äussern und zu verbreiten. 2 Jede Person hat das Recht, Informationen frei zu empfangen, aus allgemein zugänglichen Quellen zu beschaffen und zu verbreiten. 3 Jede Person, die in guten Treuen und zum Schutz des öffentlichen Interesses dem zuständigen Organ rechtmässig festgestelltes gesetzeswidriges Verhalten meldet, wird angemessen geschützt."
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "Medienfreiheit",
      "content": "1 Die Medienfreiheit und der Quellenschutz sind gewährleistet. 2 Die Zensur ist verboten."
    },
    {
      "provision_ref": "art28",
      "section": "28",
      "title": "Informationsrecht",
      "content": "1 Das Recht auf Information ist gewährleistet. 2 Jede Person hat das Recht, von den Informationen Kenntnis zu nehmen und Zugang zu amtlichen Dokumenten zu erhalten, sofern kein überwiegendes Interesse dagegen spricht. 3 Der Zugang zu den öffentlichen Medien ist gewährleistet. 4 4 Jede Person hat Anspruch auf hinreichende und pluralistische Information, damit sie sich am politischen, wirtschaftlichen, sozialen und kulturellen Leben in vollem Umfang beteiligen kann."
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "Kunstfreiheit",
      "content": "Die Freiheit der Kunst und des künstlerischen Schaffens ist gewährleistet."
    },
    {
      "provision_ref": "art30",
      "section": "30",
      "title": "Wissenschaftsfreiheit",
      "content": "Die Freiheit der wissenschaftlichen Lehre und Forschung ist gewährleistet."
    },
    {
      "provision_ref": "art31",
      "section": "31",
      "title": "Vereinigungsfreiheit",
      "content": "Die Vereinigungsfreiheit ist gewährleistet."
    },
    {
      "provision_ref": "art32",
      "section": "32",
      "title": "Versammlungs- und Kundgebungsfreiheit",
      "content": "1 Die Versammlungs- und Kundgebungsfreiheit ist gewährleistet. 2 Versammlungen und Kundgebungen auf öffentlichem Grund können durch Gesetz einer Bewilligung unterstellt werden."
    },
    {
      "provision_ref": "art33",
      "section": "33",
      "title": "Petitionsrecht",
      "content": "1 Jede Person hat das Recht, Petitionen an Behörden zu richten und dafür Unterschriften zu sammeln; es dürfen ihr daraus keine Nachteile erwachsen. 2 Die Behörden prüfen die an sie gerichteten Petitionen. Sie nehmen so rasch wie möglich Stellung dazu."
    },
    {
      "provision_ref": "art34",
      "section": "34",
      "title": "Eigentumsgarantie",
      "content": "1 Das Eigentum ist gewährleistet. 2 Enteignungen und Eigentumsbeschränkungen, die einer Enteignung gleichkommen, werden voll entschädigt."
    },
    {
      "provision_ref": "art35",
      "section": "35",
      "title": "Wirtschaftsfreiheit",
      "content": "1 Die Wirtschaftsfreiheit ist gewährleistet. 2 Sie umfasst insbesondere die freie Wahl des Berufes und des Arbeitsplatzes sowie den freien Zugang zu einer privatwirtschaftlichen Betätigung und deren freie Ausübung."
    },
    {
      "provision_ref": "art36",
      "section": "36",
      "title": "Koalitionsfreiheit",
      "content": "1 Die Koalitionsfreiheit ist gewährleistet. 2 Niemand darf wegen seiner Mitgliedschaft oder Tätigkeit in einer Arbeitnehmerorganisation benachteiligt werden. 3 Informationen der Arbeitnehmerorganisationen sind an den Arbeitsstellen zugänglich. 4 Konflikte werden in erster Linie durch Verhandlung oder Mediation geregelt."
    },
    {
      "provision_ref": "art37",
      "section": "37",
      "title": "Streikrecht",
      "content": "1 Das Recht auf Streik und das Recht auf Aussperrung sind gewährleistet, wenn sie die Arbeitsbeziehungen betreffen und wenn keine Verpflichtungen entgegenstehen, den Arbeitsfrieden zu wahren oder Schlichtungsverhandlungen zu führen. 2 Das Gesetz kann bestimmten Kategorien von Personen den Streik verbieten oder das Recht auf Streik einschränken, um Mindestdienstleistungen sicherzustellen."
    },
    {
      "provision_ref": "art38",
      "section": "38",
      "title": "Recht auf Wohnung",
      "content": "Das Recht auf Wohnung ist gewährleistet. Jede Person, die in Not ist, hat Anspruch auf angemessene Unterkunft."
    },
    {
      "provision_ref": "art39",
      "section": "39",
      "title": "Recht auf einen angemessenen Lebensstandard",
      "content": "1 Jede Person hat Anspruch auf die Deckung ihres Lebensbedarfs zur Förderung ihrer sozialen und beruflichen Integration. 2 Jede Person hat Anspruch auf die persönliche Pflege und Unterstützung, die sie wegen ihrer Gesundheit, ihres Alters oder einer Behinderung benötigt."
    },
    {
      "provision_ref": "art40",
      "section": "40",
      "title": "Verfahrensgarantien",
      "content": "1 Jede Person hat in Verfahren Anspruch auf gleiche und gerechte Behandlung und auf Beurteilung innert angemessener Frist. 2 Das rechtliche Gehör ist gewährleistet. 3 Jede Person, die nicht über die erforderlichen Mittel verfügt, hat Anspruch auf unentgeltliche Rechtspflege, wenn ihr Rechtsbegehren nicht aussichtslos erscheint."
    },
    {
      "provision_ref": "art41",
      "section": "41",
      "title": "Verwirklichung",
      "content": "1 Die Grundrechte müssen beachtet und geschützt werden und in der ganzen Rechtsordnung zur Geltung kommen. 2 Wer öffentliche Aufgaben wahrnimmt, ist an die Grundrechte gebunden und verpflichtet, sie zu schützen und zu verwirklichen. 3 Soweit sie sich dazu eignen, gelten die Grundrechte auch unter Privaten. 4 Der Staat vermittelt eine Erziehung zur Achtung der Menschenwürde und der Grundrechte."
    },
    {
      "provision_ref": "art42",
      "section": "42",
      "title": "Überprüfung",
      "content": "Die Verwirklichung der Grundrechte ist Gegenstand einer regelmässigen unabhängigen Überprüfung."
    },
    {
      "provision_ref": "art43",
      "section": "43",
      "title": "Einschränkungen",
      "content": "1 Einschränkungen von Grundrechten bedürfen einer gesetzlichen Grundlage. Schwerwiegende Einschränkungen müssen im Gesetz selbst vorgesehen sein. Ausgenommen sind Fälle ernster, unmittelbarer und nicht anders abwendbarer Gefahr. 2 Einschränkungen von Grundrechten müssen durch ein öffentliches Interesse oder durch den Schutz von Grundrechten Dritter gerechtfertigt sein. 3 Sie müssen verhältnismässig sein. 4 Der Kerngehalt der Grundrechte ist unantastbar."
    },
    {
      "provision_ref": "art44",
      "chapter": "1. Kapitel: Allgemeine Bestimmungen",
      "section": "44",
      "title": "Garantie",
      "content": "1 Die politischen Rechte sind gewährleistet. 2 Die Garantie der politischen Rechte schützt die freie Willensbildung und die unverfälschte Stimmabgabe. 3 Das Gesetz sorgt für die Unversehrtheit und Sicherheit der Stimmen und die Wahrung des Stimmgeheimnisses."
    },
    {
      "provision_ref": "art45",
      "chapter": "1. Kapitel: Allgemeine Bestimmungen",
      "section": "45",
      "title": "Gegenstand",
      "content": "1 Gegenstand der politischen Rechte sind die Beteiligung an Wahlen und Abstimmungen, die Wählbarkeit sowie das Unterzeichnen von Initiativen und Referendumsbegehren. 2 Das Gesetz gewährleistet, dass jede Person mit politischen Rechten diese auch ausüben kann."
    },
    {
      "provision_ref": "art46",
      "chapter": "1. Kapitel: Allgemeine Bestimmungen",
      "section": "46",
      "title": "Abstimmungen",
      "content": "1 Der Staatsrat organisiert und beaufsichtigt die Abstimmungen. 2 Die Abstimmungen werden innert kürzester Frist durchgeführt, und zwar spätestens innert eines Jahres: a. nach der Annahme eines Verfassungsgesetzes durch den Grossen Rat; b. nach der Ablehnung einer Initiative, welcher kein Gegenvorschlag gegenübergestellt wurde, oder nach Annahme eines Gegenvorschlags, sofern die Initiative nicht zurückgezogen wurde; c. nach Ablauf der von der Verfassung festgelegten Frist für die Behandlung einer Initiative; d. nachdem der Staatsrat das Zustandekommen eines Referendumsbegehrens festgestellt hat."
    },
    {
      "provision_ref": "art47",
      "chapter": "1. Kapitel: Allgemeine Bestimmungen",
      "section": "47",
      "title": "Recht auf Unterschriftensammlung",
      "content": "Das Recht auf unentgeltliche Nutzung des öffentlichen Grunds zur Sammlung von Unterschriften für Initiativen oder Referendumsbegehren ist gewährleistet."
    },
    {
      "provision_ref": "art48",
      "chapter": "1. Kapitel: Allgemeine Bestimmungen",
      "section": "48",
      "title": "Stimmberechtigung",
      "content": "1 Stimmberechtigt in kantonalen Angelegenheiten sind die Personen mit Schweizer Bürgerrecht, die das achtzehnte Lebensjahr zurückgelegt haben und im Kanton wohnhaft sind, sowie die im Ausland wohnhaften Personen, die ihre politischen Rechte in eidgenössischen Angelegenheiten im Kanton ausüben. 2 Stimmberechtigt in kommunalen Angelegenheiten sind die Personen mit Schweizer Bürgerrecht, die das achtzehnte Lebensjahr zurückgelegt haben und in der Gemeinde wohnhaft sind. 3 Berechtigt, in kommunalen Angelegenheiten zu wählen, abzustimmen sowie Initiativen und Referendumsbegehren zu unterzeichnen, sind die Personen mit ausländischem Bürgerrecht, die ihr achtzehntes Lebensjahr zurückgelegt haben und ihren rechtmässigen Wohnsitz seit mindestens acht Jahren in der Schweiz haben. 4 Die politischen Rechte von dauernd urteilsunfähigen Personen können durch Verfügung einer richterlichen Behörde entzogen werden."
    },
    {
      "provision_ref": "art49",
      "chapter": "1. Kapitel: Allgemeine Bestimmungen",
      "section": "49",
      "title": "Vorbereitung auf das Bürgerrecht",
      "content": "Der Staat trägt zur Vorbereitung auf das Bürgerrecht bei."
    },
    {
      "provision_ref": "art50",
      "chapter": "1. Kapitel: Allgemeine Bestimmungen",
      "section": "50",
      "title": "Vertretung von Frauen und Männern",
      "content": "1 Der Staat fördert eine ausgewogene Vertretung von Frauen und Männern in den Behörden. 2 Er trifft die Massnahmen, die erforderlich sind, damit die gewählten Personen ihr Privat-, Familien- und Berufsleben mit ihrem Mandat vereinbaren können."
    },
    {
      "provision_ref": "art51",
      "section": "51",
      "title": "Politische Parteien",
      "content": "1 Der Beitrag der politischen Parteien zum Funktionieren der Demokratie wird anerkannt. 2 Der Staat legt die für sie geltenden Transparenzvorschriften fest und kann sie finanziell unterstützen."
    },
    {
      "provision_ref": "art52",
      "chapter": "2. Kapitel: Wahlen",
      "section": "52",
      "title": "Kantonale Wahlen",
      "content": "1 Die Stimmberechtigten des Kantons wählen: a. den Grossen Rat; b. den Staatsrat; c. die Magistratspersonen der richterlichen Gewalt; d. den Rechnungshof; e. die Genfer Deputation in den Ständerat. 2 Die Wahl in den Ständerat erfolgt zum selben Zeitpunkt wie die Wahl in den Nationalrat, für eine Amtszeit von vier Jahren und gemäss den Modalitäten für die Wahl des Staatsrats. 3 Bei einer Wahl in den Staats- oder den Ständerat müssen Personen mit Wohnsitz im Ausland im Kanton Wohnsitz nehmen."
    },
    {
      "provision_ref": "art53",
      "chapter": "2. Kapitel: Wahlen",
      "section": "53",
      "title": "Gemeindewahlen",
      "content": "Die Stimmberechtigten der Gemeinde wählen: a. den Gemeinderat; b. die Gemeindeexekutive."
    },
    {
      "provision_ref": "art54",
      "chapter": "2. Kapitel: Wahlen",
      "section": "54",
      "title": "Proporzwahlverfahren",
      "content": "1 Die Wahlen nach dem Grundsatz des Proporzes erfolgen in einem einzigen Wahlkreis. 2 Listen, die weniger als sieben Prozent der gültig abgegebenen Stimmen auf sich vereinigen, erhalten keinen Sitz."
    },
    {
      "provision_ref": "art55",
      "chapter": "2. Kapitel: Wahlen",
      "section": "55",
      "title": "Majorzwahlverfahren",
      "content": "1 Die Wahlen nach dem Grundsatz des Majorzes erfolgen in einem einzigen Wahlkreis. 2 Gewählt sind im ersten Wahlgang die Kandidatinnen und Kandidaten, die am meisten Stimmen, aber mindestens die absolute Mehrheit der gültigen Stimmen einschliesslich der leeren Wahlzettel erzielt haben. 3 Wird ein zweiter Wahlgang nötig, so entscheidet das relative Mehr. 4 Bei einer Vakanz während der Amtszeit wird innert kürzester Frist eine Ergänzungswahl durchgeführt. Das Gesetz kann Ausnahmen vorsehen. 5 Entspricht die Anzahl der Kandidierenden der Anzahl zu besetzender Sitze, so erfolgt die Besetzung in stiller Wahl. Diese Regel gilt nicht für den ersten Wahlgang der Wahlen für den Staatsrat und die Genfer Deputation in den Ständerat. Angenommen in der Volksabstimmung vom 25. Sept. 2016 , in Kraft seit 22. Okt. 2016. Gewährleistungsbeschluss vom 5. Dez. 2017 ( BBl 2018 33 Art. 4, 2017 5849 )."
    },
    {
      "provision_ref": "art56",
      "chapter": "3. Kapitel: Kantonale Volksinitiative",
      "section": "56",
      "title": "Verfassungsinitiative",
      "content": "1 Drei Prozent der Stimmberechtigten können dem Grossen Rat einen Vorschlag auf Totalrevision oder Teilrevision der Verfassung unterbreiten. 2 Der Vorschlag kann die Form eines ausgearbeiteten Entwurfs (ausformulierte Initiative) oder einer allgemeinen Anregung haben, die nach der Formulierung für eine Verfassungsrevision geeignet sein kann (nicht ausformulierte Initiative). Eine teilweise formulierte Initiative gilt als nicht ausformulierte Initiative. 3 Eine Verfassungsinitiative kann nach der Veröffentlichung der Lancierung nicht in eine Gesetzesinitiative umgewandelt werden. Angenommen in der Volksabstimmung vom 24. Sept. 2017 , in Kraft seit 21. Okt. 2017. Gewährleistungsbeschluss vom 17. Sept. 2018 ( BBl 2018 6287 Art. 6 3725 )."
    },
    {
      "provision_ref": "art57",
      "chapter": "3. Kapitel: Kantonale Volksinitiative",
      "section": "57",
      "title": "Gesetzesinitiative",
      "content": "1 Zwei Prozent der Stimmberechtigten können dem Grossen Rat einen Gesetzesvorschlag in all jenen Bereichen unterbreiten, die in die Kompetenz seiner Mitglieder fallen. 2 Die Gesetzesinitiative kann als ausformulierte oder nicht ausformulierte Initiative eingereicht werden. Eine teilweise formulierte Initiative gilt als nicht ausformulierte Initiative. Angenommen in der Volksabstimmung vom 24. Sept. 2017 , in Kraft seit 21. Okt. 2017. Gewährleistungsbeschluss vom 17. Sept. 2018 ( BBl 2018 6287 Art. 6 3725 )."
    },
    {
      "provision_ref": "art58",
      "chapter": "3. Kapitel: Kantonale Volksinitiative",
      "section": "58",
      "title": "Rückzugsklausel",
      "content": "Die Initiative weist auf die Zusammensetzung des Initiativkomitees hin, das für den Rückzug der Initiative zuständig ist."
    },
    {
      "provision_ref": "art59",
      "chapter": "3. Kapitel: Kantonale Volksinitiative",
      "section": "59",
      "title": "Frist",
      "content": "Die Unterschriften einer Initiative sind innert vier Monaten ab der Veröffentlichung der Lancierung der Initiative einzureichen."
    },
    {
      "provision_ref": "art60",
      "chapter": "3. Kapitel: Kantonale Volksinitiative",
      "section": "60",
      "title": "Prüfung der Gültigkeit",
      "content": "1 Der Staatsrat überprüft die Gültigkeit der Initiative. 2 Eine Initiative, die die Einheit der Initiativart nicht wahrt, wird für ungültig erklärt. 3 Eine Initiative, die die Einheit der Materie nicht wahrt, wird aufgeteilt oder für teilweise ungültig erklärt, je nach dem, ob die einzelnen Teile selbst gültig sind oder nicht. Wenn kein Teil gültig ist oder von vornherein feststeht, dass die Einheit der Materie nicht gewahrt wird, wird die Initiative für ungültig erklärt. 4 Wenn eine Initiative in einem Teil rechtswidrig ist und der oder die verbleibenden Teile selbst gültig sind, wird sie für teilweise ungültig erklärt. Wenn kein Teil gültig ist, wird die Initiative für ungültig erklärt."
    },
    {
      "provision_ref": "art61",
      "chapter": "3. Kapitel: Kantonale Volksinitiative",
      "section": "61",
      "title": "Stellungnahme",
      "content": "1 Der Grosse Rat nimmt Stellung zur Initiative. 2 Er kann einer Verfassungsinitiative einen ausformulierten Gegenvorschlag gegenüberstellen. 3 Wenn er eine Gesetzesinitiative ablehnt, kann er ihr einen ausformulierten Gegenvorschlag gegenüberstellen. 4 Wenn er einer nicht ausformulierten Initiative zustimmt, konkretisiert er diese in einem ausgearbeiteten Entwurf."
    },
    {
      "provision_ref": "art62",
      "section": "62",
      "title": "Verfahren und Fristen",
      "content": "1 Das Gesetz regelt das Verfahren so, dass vom Zeitpunkt des Zustandekommens der Initiative an folgende Fristen eingehalten werden: a. höchstens 4 Monate für den Entscheid über die Gültigkeit der Initiative; b. höchstens 12 Monate für die Abgabe einer Stellungnahme; c. höchstens 24 Monate für das gesamte Verfahren, wenn der Grosse Rat einer nicht ausformulierten Initiative zugestimmt hat oder sich entschieden hat, einer Initiative einen Gegenvorschlag gegenüberzustellen. 2 Diese Fristen sind zwingend. Im Falle einer Beschwerde werden sie bis zur Urteilsfällung unterbrochen."
    },
    {
      "provision_ref": "art63",
      "section": "63",
      "title": "Volksabstimmung",
      "content": "1 Eine vom Grossen Rat abgelehnte Initiative wird den Stimmberechtigten zur Abstimmung unterbreitet, sofern sie nicht zurückgezogen wird. 2 Eine Initiative, die nach Ablauf der Frist nach Artikel 62 Absatz 1 Buchstabe b oder c noch nicht behandelt worden ist, wird den Stimmberechtigten zur Abstimmung unterbreitet. 3 Der Gegenvorschlag des Grossen Rates zu einer Initiative wird den Stimmberechtigten zur Abstimmung unterbreitet, sofern die Initiative nicht zurückgezogen wird. Diese äussern sich unabhängig zur Initiative und zum Gegenvorschlag und geben in einer Unterfrage an, welcher der beiden Vorlagen sie den Vorzug geben."
    },
    {
      "provision_ref": "art64",
      "section": "64",
      "title": "Konkretisierung einer nicht ausformulierten Initiative",
      "content": "Wenn die Stimmberechtigten eine nicht formulierte Initiative annehmen, so hat der Grosse Rat diese innert zwölf Monaten in einem ausgearbeiteten Entwurf zu konkretisieren."
    },
    {
      "provision_ref": "art65",
      "chapter": "4. Kapitel: Kantonales Referendum",
      "section": "65",
      "title": "Obligatorisches Referendum",
      "content": "Verfassungsrevisionen sind den Stimmberechtigten obligatorisch zur Abstimmung zu unterbreiten."
    },
    {
      "provision_ref": "art66",
      "chapter": "4. Kapitel: Kantonales Referendum",
      "section": "66",
      "title": "Referendum für finanzielle Sanierungsmassnahmen",
      "content": "1 Das Gesetz kann vorsehen, dass Massnahmen auf Gesetzesstufe im Rahmen von Massnahmen zur finanziellen Sanierung den Stimmberechtigten obligatorisch zur Abstimmung unterbreitet werden. 2 Hat eine solche Massnahme eine Senkung der Belastung zur Folge, so muss ihr in der Abstimmung eine Steuererhöhung mit gleichartiger Wirkung gegenübergestellt werden. 3 Jede Person, die sich an der Abstimmung beteiligt, muss eine Wahl treffen; sie kann der vorgeschlagenen Alternative weder ein doppeltes Ja noch ein doppeltes Nein gegenüberstellen."
    },
    {
      "provision_ref": "art67",
      "chapter": "4. Kapitel: Kantonales Referendum",
      "section": "67",
      "title": "Fakultatives Referendum",
      "content": "1 Gesetze sowie andere Erlasse des Grossen Rates, die Ausgaben vorsehen, werden den Stimmberechtigten zur Abstimmung unterbreitet, wenn zwei Prozent der Stimmberechtigten das Referendum ergreifen. 2 Wenn 500 Stimmberechtigte das Referendum ergreifen, werden ebenfalls zur Abstimmung unterbreitet: a. die Gesetze, die eine neue Steuer oder die Änderung des bestehenden Steuersatzes oder Steuerobjekts betreffen; b. die Gesetze, die einschliesslich der betreffenden Rechtsmittel eine Änderung der Gesetzgebung zum Wohnungswesen, zum Mieterschutz und zum Wohnraum beinhalten. 3 Die Gegenstände nach diesem Artikel werden den Stimmberechtigten ebenfalls zur Abstimmung unterbreitet, wenn der Grosse Rat mit Zweidrittelmehrheit der abgegebenen Stimmen ohne die Stimmenhaltungen, aber mindestens die Mehrheit der Mitglieder dies beschliesst. Angenommen in der Volksabstimmung vom 24. Sept. 2017 , in Kraft seit 21. Okt. 2017. Gewährleistungsbeschluss vom 17. Sept. 2018 ( BBl 2018 6287 Art. 6 3725 )."
    },
    {
      "provision_ref": "art68",
      "chapter": "4. Kapitel: Kantonales Referendum",
      "section": "68",
      "title": "Frist",
      "content": "1 Die Unterschriften für das Referendumsbegehren sind innert vierzig Tagen ab Veröffentlichung des Erlasses einzureichen. 2 Diese Frist wird vom 15. Juli bis und mit 15. August und vom 23. Dezember bis und mit 3. Januar unterbrochen."
    },
    {
      "provision_ref": "art69",
      "chapter": "4. Kapitel: Kantonales Referendum",
      "section": "69",
      "title": "Budget",
      "content": "Gegen das jährliche Gesetz über die Ausgaben und Einnahmen als Ganzes kann kein Referendum ergriffen werden; davon ausgenommen sind die besonderen Bestimmungen zur Einführung einer neuen Steuer oder zur Änderung des Steuersatzes oder des Steuerobjekts."
    },
    {
      "provision_ref": "art70",
      "chapter": "4. Kapitel: Kantonales Referendum",
      "section": "70",
      "title": "Dringlichkeitsklausel",
      "content": "1 Gesetze, deren Inkrafttreten keinen Aufschub duldet, können durch Entscheid des Grossen Rates mit Zweidrittelmehrheit der abgegebenen Stimmen ohne die Stimmenthaltungen, aber mindestens der Mehrheit der Mitglieder, dringlich erklärt werden. Sie treten sofort in Kraft. 2 Wird zu einem dringlich erklärten Gesetz das Referendum ergriffen, so tritt dieses ein Jahr nach seinem Inkrafttreten ausser Kraft, wenn es nicht innert dieser Frist von den Stimmberechtigten angenommen wird. Das hinfällig gewordene Gesetz kann nicht im Dringlichkeitsverfahren erneuert werden."
    },
    {
      "provision_ref": "art71",
      "chapter": "5. Kapitel: Kommunale Volksinitiative",
      "section": "71",
      "title": "Grundsätze",
      "content": "1 Vom Gemeinderat die Beratung eines bestimmten Gegenstands verlangen können: a. 16 Prozent der Stimmberechtigten in den Gemeinden mit weniger als 5000 Stimmberechtigten; b. 8 Prozent, aber mindestens 800 der Stimmberechtigten in den Gemeinden mit 5000 bis 30 000 Stimmberechtigten; c. 4 Prozent, aber mindestens 2400 und höchstens 3200 der Stimmberechtigten in den Gemeinden mit mehr als 30 000 Stimmberechtigten. 2 Das Gesetz bestimmt die Bereiche, in denen das Initiativrecht ausgeübt werden kann. 3 Die Artikel 58 und 59 sind anwendbar. Angenommen in der Volksabstimmung vom 24. Sept. 2017 , in Kraft seit 21. Okt. 2017. Gewährleistungsbeschluss vom 17. Sept. 2018 ( BBl 2018 6287 Art. 6 3725 )."
    },
    {
      "provision_ref": "art72",
      "chapter": "5. Kapitel: Kommunale Volksinitiative",
      "section": "72",
      "title": "Prüfung der Gültigkeit",
      "content": "1 Der Staatsrat überprüft die Gültigkeit der Initiative. 2 Eine Initiative, die die Einheit der Materie nicht wahrt, wird aufgeteilt oder für teilweise ungültig erklärt, je nach dem, ob die einzelnen Teile selbst gültig sind oder nicht. Wenn kein Teil gültig ist oder von vornherein feststeht, dass die Einheit der Materie nicht gewahrt wird, wird die Initiative für ungültig erklärt. 3 Wenn eine Initiative in einem Teil rechtswidrig ist und der oder die verbleibenden Teile selbst gültig sind, wird sie für teilweise ungültig erklärt. Wenn kein Teil gültig ist, wird die Initiative für ungültig erklärt."
    },
    {
      "provision_ref": "art73",
      "chapter": "5. Kapitel: Kommunale Volksinitiative",
      "section": "73",
      "title": "Stellungnahme",
      "content": "1 Der Gemeinderat nimmt Stellung zur Initiative. 2 Wenn er der Initiative zustimmt, konkretisiert er sie durch eine Vorlage. 3 Wenn er die Initiative ablehnt, kann er ihr einen Gegenvorschlag gegenüberstellen."
    },
    {
      "provision_ref": "art74",
      "chapter": "5. Kapitel: Kommunale Volksinitiative",
      "section": "74",
      "title": "Verfahren und Fristen",
      "content": "1 Das Gesetz regelt das Verfahren so, dass vom Zeitpunkt des Zustandekommens der Initiative an folgende Fristen eingehalten werden: a. höchstens 4 Monate für den Entscheid über die Gültigkeit der Initiative; b. höchstens 12 Monate für die Abgabe einer Stellungnahme; c. höchstens 24 Monate für das gesamte Verfahren, wenn der Gemeinderat einer Initiative zugestimmt hat oder sich entschieden hat, ihr einen Gegenvorschlag gegenüberzustellen. 2 Diese Fristen sind zwingend. Im Falle einer Beschwerde werden sie bis zur Urteilsfällung unterbrochen."
    },
    {
      "provision_ref": "art75",
      "chapter": "5. Kapitel: Kommunale Volksinitiative",
      "section": "75",
      "title": "Volksabstimmung",
      "content": "1 Eine vom Gemeinderat abgelehnte Initiative wird den Stimmberechtigten zur Abstimmung unterbreitet, sofern sie nicht zurückgezogen wird. 2 Eine Initiative, die nach Ablauf der Frist nach Artikel 74 Absatz 1 Buchstabe b oder c noch nicht behandelt worden ist, wird den Stimmberechtigten zur Abstimmung unterbreitet. 3 Der Gegenvorschlag des Gemeinderats zu einer Initiative wird den Stimmberechtigten zur Abstimmung unterbreitet, sofern die Initiative nicht zurückgezogen wird. Diese äussern sich unabhängig zur Initiative und zum Gegenvorschlag und geben in einer Unterfrage an, welcher der beiden Vorlagen sie den Vorzug geben."
    },
    {
      "provision_ref": "art76",
      "section": "76",
      "title": "Konkretisierung",
      "content": "Wenn die Stimmberechtigten eine Initiative oder einen nicht ausformulierten Gegenvorschlag annehmen, so muss der Gemeinderat innert zwölf Monaten eine entsprechende Vorlage verabschieden."
    },
    {
      "provision_ref": "art77",
      "chapter": "6. Kapitel: Gemeindereferendum",
      "section": "77",
      "title": "Beschlüsse der Gemeinderäte",
      "content": "1 Beschlüsse der Gemeinderäte sind den Stimmberechtigten der Gemeinde zur Abstimmung zu unterbreiten, wenn das Referendum ergriffen wird von: a. 16 Prozent der Stimmberechtigten in den Gemeinden mit weniger als 5000 Stimmberechtigten; b. 8 Prozent, aber mindestens 800 der Stimmberechtigten in den Gemeinden mit 5000 bis 30 000 Stimmberechtigten; c. 4 Prozent, aber mindestens 2400 und höchstens 3200 der Stimmberechtigten in den Gemeinden mit mehr als 30 000 Stimmberechtigten. 2 Artikel 68 ist anwendbar. Angenommen in der Volksabstimmung vom 24. Sept. 2017 , in Kraft seit 21. Okt. 2017. Gewährleistungsbeschluss vom 17. Sept. 2018 ( BBl 2018 6287 Art. 6 3725 )."
    },
    {
      "provision_ref": "art78",
      "chapter": "6. Kapitel: Gemeindereferendum",
      "section": "78",
      "title": "Budget",
      "content": "1 Gegen das Gemeindebudget als Ganzes kann kein Referendum ergriffen werden. 2 Es kann ausschliesslich gegen Budgetbestimmungen ergriffen werden, durch die eine neue Einnahme oder Ausgabe eingeführt oder der Steuersatz beziehungsweise die Höhe der Ausgaben des vorangehenden Rechnungsjahres abgeändert wird."
    },
    {
      "provision_ref": "art79",
      "chapter": "6. Kapitel: Gemeindereferendum",
      "section": "79",
      "title": "Dringlichkeitsklausel",
      "content": "1 Beschlüsse, deren Ausführung keinen Aufschub duldet, können durch Entscheid des Gemeinderats mit Zweidrittelmehrheit der abgegebenen Stimmen ohne die Stimmenthaltungen, aber mindestens der Mehrheit der Mitglieder dringlich erklärt werden. 2 Wird zu einem Beschluss betreffend ein Reglement oder eine allgemeinverbindliche Verfügung das Referendum ergriffen, so tritt der Beschluss ein Jahr nach seinem Inkrafttreten ausser Kraft, wenn er nicht innert dieser Frist von den Stimmberechtigten angenommen wird. Der hinfällig gewordene Beschluss kann nicht im Dringlichkeitsverfahren erneuert werden. Gegen andere dringlich erklärte Beschlüsse kann kein Referendum ergriffen werden."
    },
    {
      "provision_ref": "art80",
      "chapter": "1. Kapitel: Grosser Rat",
      "section": "80",
      "title": "Gesetzgebende Gewalt",
      "content": "Der Grosse Rat übt die gesetzgebende Gewalt aus."
    },
    {
      "provision_ref": "art81",
      "chapter": "1. Kapitel: Grosser Rat",
      "section": "81",
      "title": "Wahl",
      "content": "1 Der Grosse Rat besteht aus hundert Abgeordneten. 2 Er wird alle fünf Jahre abwechselnd mit den Gemeindewahlen nach dem Grundsatz des Proporzes gewählt."
    },
    {
      "provision_ref": "art82",
      "chapter": "1. Kapitel: Grosser Rat",
      "section": "82",
      "title": "Stellvertretung",
      "content": "Der Grosse Rat umfasst die Abgeordneten und die stellvertretenden Abgeordneten."
    },
    {
      "provision_ref": "art83",
      "chapter": "1. Kapitel: Grosser Rat",
      "section": "83",
      "title": "Unvereinbarkeit",
      "content": "1 Das Mandat des Mitglieds des Grossen Rates ist unvereinbar mit: a. einem Mandat im Nationalrat oder im Ständerat; b. einem Wahlmandat im Ausland; c. einem Amt als Magistratsperson der richterlichen Gewalt oder Mitglied des Rechnungshofs. 2 Es ist auch unvereinbar mit folgenden Ämtern: a. Mitarbeiterin oder Mitarbeiter im unmittelbaren Umfeld der Mitglieder des Staatsrats und der Staatskanzlerin oder des Staatskanzlers; b. Mitarbeiterin oder Mitarbeiter des Generalsekretariats des Grossen Rates; c. höheres Kader in der Kantonsverwaltung und in den selbstständigen öffentlich-rechtlichen Anstalten."
    },
    {
      "provision_ref": "art84",
      "chapter": "1. Kapitel: Grosser Rat",
      "section": "84",
      "title": "Unabhängigkeit",
      "content": "1 Die Mitglieder des Grossen Rates üben ihr Mandat frei aus. Sie legen ihre Verbindungen zu Interessengruppen offen. 2 Sie unterlassen es, an der Verhandlung und der Abstimmung über einen Gegenstand teilzunehmen, bei dem sie in einem Interessenkonflikt stehen oder wenn sie als Mitglied der Kantonsverwaltung an der Ausarbeitung des Vorschlags oder der Stellungnahme des Staatsrats beteiligt waren."
    },
    {
      "provision_ref": "art85",
      "chapter": "1. Kapitel: Grosser Rat",
      "section": "85",
      "title": "Immunität",
      "content": "Die Mitglieder des Grossen Rates und des Staatsrats äussern sich im Parlament frei. Sie können unter Vorbehalt der im Gesetz vorgesehenen Ausnahmen für ihre Äusserungen im Rat rechtlich nicht zur Verantwortung gezogen werden."
    },
    {
      "provision_ref": "art86",
      "chapter": "1. Kapitel: Grosser Rat",
      "section": "86",
      "title": "Sitzungen",
      "content": "1 Der Grosse Rat tritt regelmässig zu ordentlichen Sitzungen zusammen. 2 Wenn dreissig seiner Mitglieder oder der Staatsrat es verlangen, tritt er zu einer ausserordentlichen Sitzung zusammen. 3 Die Mitglieder des Staatsrats wohnen den Sitzungen bei und sind berechtigt, an den Verhandlungen teilzunehmen. 4 Die Sitzungen sind öffentlich. Der Grosse Rat kann hinter geschlossenen Türen tagen, um einen bestimmten Gegenstand zu beraten."
    },
    {
      "provision_ref": "art87",
      "section": "87",
      "title": "Büro",
      "content": "1 Der Grosse Rat wählt aus seiner Mitte für eine vom Gesetz festgelegte Dauer das Präsidium und die anderen Mitglieder des Büros. 2 Jede Parlamentsfraktion ist im Büro vertreten."
    },
    {
      "provision_ref": "art88",
      "section": "88",
      "title": "Sekretariat",
      "content": "Der Grosse Rat verfügt über seine eigenen Verwaltungsmittel."
    },
    {
      "provision_ref": "art89",
      "section": "89",
      "title": "Beziehung zur Verwaltung",
      "content": "Der Staatsrat vermittelt dem Grossen Rat die zur Wahrnehmung seiner Aufgaben sachdienlichen Auskünfte."
    },
    {
      "provision_ref": "art90",
      "section": "90",
      "title": "Kommissionen",
      "content": "1 Der Grosse Rat bildet zur Vorbereitung seiner Verhandlungen Kommissionen. Das Gesetz beschränkt deren Zahl. 2 Er kann bestimmte Entscheide durch Gesetz den Kommissionen übertragen. Er kann immer ein bestimmtes Geschäft an sich ziehen. 3 Die Kommissionen verfügen über das Personal und die technischen Mittel zur Erfüllung ihrer Aufgabe. 4 Sie können Informationen beschaffen, Einsicht in Unterlagen nehmen, Untersuchungen durchführen und die aktive Mitwirkung der vollziehenden Gewalt einfordern."
    },
    {
      "provision_ref": "art91",
      "section": "91",
      "title": "Parlamentarisches Verfahren",
      "content": "1 Der Grosse Rat erlässt die Gesetze. 2 Jedes Mitglied des Grossen Rates übt sein Vorschlagsrecht aus, indem es einen Gesetzesentwurf, eine Motion, eine Resolution, ein Postulat oder eine schriftliche Anfrage unterbreitet. 3 Bei Revisionen der Verfassung ist das Gesetzgebungsverfahren anwendbar."
    },
    {
      "provision_ref": "art92",
      "section": "92",
      "title": "Auswärtige Beziehungen",
      "content": "In allen Fällen, in denen sich der Grosse Rat über auswärtige oder eidgenössische Angelegenheiten auszusprechen hat, ist die Begutachtung des Staatsrats erforderlich."
    },
    {
      "provision_ref": "art93",
      "section": "93",
      "title": "Interkantonale Verträge",
      "content": "1 Der Grosse Rat billigt durch Gesetz die Ratifizierung interkantonaler Verträge. 2 Die interkantonalen Verträge sind Gegenstand einer regelmässigen Überprüfung. 3 Auf interkantonale Verträge zu Gegenständen auf Reglementsstufe ist dieser Artikel nicht anwendbar."
    },
    {
      "provision_ref": "art94",
      "section": "94",
      "title": "Oberaufsicht",
      "content": "Der Grosse Rat übt die Oberaufsicht über den Staatsrat, die Verwaltung und die öffentlich-rechtlichen kantonalen Institutionen sowie die Geschäftsführung und Verwaltung der richterlichen Gewalt und des Rechnungshofs aus."
    },
    {
      "provision_ref": "art95",
      "section": "95",
      "title": "Strafverfolgung",
      "content": "Die Strafverfolgung der Mitglieder des Staatsrats, der Magistratspersonen der richterlichen Gewalt und der Mitglieder des Rechnungshofs wegen Straftaten in Ausübung ihres Amtes bedarf der vorgängigen Bewilligung durch den Grossen Rat."
    },
    {
      "provision_ref": "art96",
      "section": "96",
      "title": "Finanzen",
      "content": "Der Grosse Rat verabschiedet das jährliche Budget, genehmigt die Ausgaben und nimmt die Jahresrechnung ab. Er legt die Steuern fest."
    },
    {
      "provision_ref": "art97",
      "section": "97",
      "title": "Budgetbeschluss",
      "content": "Bei der Verabschiedung des Budgets darf der Grosse Rat die Gesamtsumme der Ausgaben, die im ihm unterbreiteten Entwurf aufgeführt sind, nicht überschreiten, ohne gleichzeitig für diese Überschreitung die entsprechende Deckung vorzusehen. Eine Anleihe gilt nicht als finanzielle Deckung."
    },
    {
      "provision_ref": "art98",
      "section": "98",
      "title": "Veräusserung von Liegenschaften",
      "content": "1 Die Veräusserung von Liegenschaften im Eigentum des Staates oder einer öffentlich-rechtlichen juristischen Person an natürliche oder juristische Personen, die nicht öffentlich-rechtliche juristische Personen sind, wird durch Gesetz vom Grossen Rat genehmigt. 2 Davon ausgenommen und durch den Staatsrat zu genehmigen sind: a. die Veräusserung von Liegenschaften im Eigentum der Industriellen Betriebe, der Gemeinden oder der öffentlich-rechtlichen Stiftungen der Gemeinden; b. die Tausch- und Übertragungsgeschäfte im Rahmen von Raumplanungsmassnahmen, von Landumlegungen, von Strassenbauprojekten und von Vorhaben, die als gemeinnützig erklärt worden sind. 3 Die Veräusserung von Liegenschaften im Eigentum der Kantonalbank unterliegt nicht der Genehmigung."
    },
    {
      "provision_ref": "art99",
      "section": "99",
      "title": "Begnadigung",
      "content": "1 Der Grosse Rat übt das Recht auf Begnadigung aus. 2 Ein Begnadigungsgesuch, das die gleiche Verurteilung betrifft, kann erneuert werden."
    },
    {
      "provision_ref": "art100",
      "section": "100",
      "title": "Amnestie",
      "content": "Der Grosse Rat kann durch Gesetz die allgemeine oder teilweise Amnestie erteilen."
    },
    {
      "provision_ref": "art101",
      "chapter": "2. Kapitel: Staatsrat",
      "section": "101",
      "title": "Vollziehende Gewalt",
      "content": "Der Staatsrat übt die vollziehende Gewalt aus."
    },
    {
      "provision_ref": "art102",
      "chapter": "2. Kapitel: Staatsrat",
      "section": "102",
      "title": "Wahl",
      "content": "1 Der Staatsrat setzt sich aus sieben Staatsrätinnen und Staatsräten zusammen. 2 Er wird alle fünf Jahre nach dem Grundsatz des Majorzes gewählt. Der erste Wahlgang findet gleichzeitig mit der Wahl des Grossen Rates statt."
    },
    {
      "provision_ref": "art103",
      "chapter": "2. Kapitel: Staatsrat",
      "section": "103",
      "title": "Unvereinbarkeit",
      "content": "1 Das Mandat des Mitglieds des Staatsrats ist unvereinbar mit: a. jedem anderen Wahlmandat; b. jeder anderen Erwerbstätigkeit. 2 Das Unternehmen, das einem Mitglied des Staatsrats gehört oder in dem dieses direkt oder durch Vermittlung eines Dritten einen ausschlaggebenden Einfluss ausübt, darf weder direkte noch indirekte geschäftliche Beziehungen mit dem Staat unterhalten."
    },
    {
      "provision_ref": "art104",
      "chapter": "2. Kapitel: Staatsrat",
      "section": "104",
      "title": "Unabhängigkeit",
      "content": "Die Mitglieder des Staatsrats üben ihr Mandat frei aus. Sie legen ihre Verbindungen zu Interessengruppen offen."
    },
    {
      "provision_ref": "art105",
      "chapter": "2. Kapitel: Staatsrat",
      "section": "105",
      "title": "Kollegialität und Präsidium",
      "content": "1 Der Staatsrat ist eine Kollegialbehörde. 2 Er ernennt eines seiner Mitglieder für die Legislaturperiode zur Präsidentin oder zum Präsidenten."
    },
    {
      "provision_ref": "art106",
      "chapter": "2. Kapitel: Staatsrat",
      "section": "106",
      "title": "Departemente",
      "content": "1 Der Staatsrat organisiert die Kantonsverwaltung in Departementen und leitet sie. 2 Jede Änderung der Zusammensetzung der Departemente ist dem Grossen Rat zur Genehmigung zu unterbreiten. Dieser fasst seinen Entscheid durch Resolution an der auf den Vorschlag des Staatsrats folgenden Sitzung. 3 Die Präsidentin oder der Präsident des Staatsrats leitet das Präsidialdepartement. Dieses Departement ist namentlich zuständig für die auswärtigen Beziehungen, die Beziehungen zum «Genève internationale» und die Kohärenz der Regierungstätigkeit."
    },
    {
      "provision_ref": "art107",
      "chapter": "2. Kapitel: Staatsrat",
      "section": "107",
      "title": "Legislaturplanung",
      "content": "1 Der Staatsrat legt dem Grossen Rat innert sechs Monaten nach Amtsantritt die Legislaturplanung vor. 2 Der Grosse Rat fasst innert zwei Monaten einen Entscheid durch Resolution. 3 Jeweils auf Jahresbeginn legt der Staatsrat dem Grossen Rat einen Bericht über den Stand der Umsetzung der Legislaturplanung vor. 4 Er kann die Planung während der Legislatur anpassen. Er unterrichtet den Grossen Rat darüber. 5 Der Staatsrat stellt eine Betrachtung auf lange Sicht, über die Legislatur hinaus, sicher."
    },
    {
      "provision_ref": "art108",
      "section": "108",
      "title": "Budget und Rechnungslegung",
      "content": "Der Staatsrat legt dem Grossen Rat alljährlich das Budget der Einnahmen und Ausgaben vor. Er erteilt ihm Rechenschaft über die Finanzen und die Tätigkeiten der Verwaltung."
    },
    {
      "provision_ref": "art109",
      "section": "109",
      "title": "Gesetzgebungsverfahren",
      "content": "1 Der Staatsrat leitet die Vorbereitungsphase des Gesetzgebungsverfahrens. 2 Er kann dem Grossen Rat Gesetzesentwürfe, Änderungsanträge und Vorschläge vorlegen. 3 In den Berichten zuhanden des Grossen Rates nennt er die langfristigen Auswirkungen der Gesetzesvorlagen auf die Volkswirtschaft, die Finanzen, die Umwelt und die Gesellschaft. 4 Er veröffentlicht die Gesetze. Er ist für deren Vollzug zuständig und erlässt dazu die nötigen Reglemente und Verfügungen. 5 Wenn der Grosse Rat einen Gesetzesentwurf annimmt, der nicht vom Staatsrat eingereicht worden ist, so kann dieser denselben vor der Veröffentlichung des Gesetzes mit Bemerkungen versehen innert sechs Monaten dem Grossen Rat zurücküberweisen. Wenn der Grosse Rat nach erneuerter Beratung den vorher ausgearbeiteten Entwurf wieder annimmt, so hat der Staatsrat das Gesetz zu veröffentlichen."
    },
    {
      "provision_ref": "art110",
      "section": "110",
      "title": "Vernehmlassung",
      "content": "Die Gemeinden, die politischen Parteien und die repräsentativen Kreise werden bei der Vorbereitung von Gesetzeserlassen, wichtigen interkantonalen Verträgen und anderen Vorhaben von grosser Tragweite zur Stellungnahme eingeladen."
    },
    {
      "provision_ref": "art111",
      "section": "111",
      "title": "Aussenpolitik",
      "content": "1 Der Staatsrat führt die Aussenpolitik des Kantons. 2 Er unterbreitet dem Grossen Rat einen Aktionsplan für die Legislatur."
    },
    {
      "provision_ref": "art112",
      "section": "112",
      "title": "Sicherheit",
      "content": "1 Der Staatsrat ist zuständig für die Sicherheit und die öffentliche Ordnung. Er darf zu diesem Zweck ausschliesslich gesetzlich organisierte Truppen einsetzen. 2 Er kann zu zivilen Zwecken die Unterstützung der Armee, anderer Stellen des Bundes oder anderer Kantone anfordern."
    },
    {
      "provision_ref": "art113",
      "section": "113",
      "title": "Notstand",
      "content": "1 Bei Katastrophen oder in anderen ausserordentlichen Lagen ergreift der Staatsrat die zum Schutz der Bevölkerung erforderlichen Massnahmen. Er unterrichtet den Grossen Rat darüber. 2 Sofern der Grosse Rat sich versammeln kann, stellt er die ausserordentliche Lage fest. 3 Stimmt der Grosse Rat den Notstandsmassnahmen zu, bleiben sie gültig. Andernfalls treten sie spätestens nach einem Jahr ausser Kraft."
    },
    {
      "provision_ref": "art114",
      "section": "114",
      "title": "Staatskanzlei",
      "content": "1 Die Staatskanzlei untersteht der Präsidentin oder dem Präsidenten des Staatsrats. Sie steht im Dienst der Departemente und gewährleistet die Kommunikation der Informationen in die Departemente. 2 Der Staatsrat ernennt die Kanzlerin oder den Kanzler. 3 Die Kanzlerin oder der Kanzler leitet die Staatskanzlei und hat in den Sitzungen des Staatsrats beratende Stimme. 4 Artikel 103 ist anwendbar."
    },
    {
      "provision_ref": "art115",
      "section": "115",
      "title": "Ombudsstelle",
      "content": "1 Eine unabhängige Ombudsstelle ist zuständig für die aussergerichtliche Beilegung von Streitigkeiten zwischen der Verwaltung und den Bürgerinnen und Bürgern. 2 Der Grosse Rat wählt nach Anhörung des Staatsrats die für die Ombudsstelle verantwortliche Person für die Legislaturperiode."
    },
    {
      "provision_ref": "art116",
      "chapter": "3. Kapitel: Richterliche Gewalt",
      "section": "116",
      "title": "Organisation",
      "content": "1 Die richterliche Gewalt wird ausgeübt durch: a. die Staatsanwaltschaft; b. die Verfassungs-, Verwaltungs-, Zivil- und Strafgerichte. 2 Ausnahmegerichte sind untersagt. 3 Es wird mit Umsicht Recht gesprochen."
    },
    {
      "provision_ref": "art117",
      "chapter": "3. Kapitel: Richterliche Gewalt",
      "section": "117",
      "title": "Unabhängigkeit",
      "content": "1 Die Selbstständigkeit der richterlichen Gewalt ist gewährleistet. 2 Die Magistratspersonen sind unabhängig."
    },
    {
      "provision_ref": "art118",
      "chapter": "3. Kapitel: Richterliche Gewalt",
      "section": "118",
      "title": "Öffentlichkeit",
      "content": "Die Öffentlichkeit der Gerichtsverhandlungen und der Urteile ist gewährleistet. Das Gesetz sieht die Ausnahmen vor."
    },
    {
      "provision_ref": "art119",
      "chapter": "3. Kapitel: Richterliche Gewalt",
      "section": "119",
      "title": "Abweichende Meinungen",
      "content": "Die Entscheide der Gerichte zweiter Instanz können abweichende Meinungen umfassen."
    },
    {
      "provision_ref": "art120",
      "chapter": "3. Kapitel: Richterliche Gewalt",
      "section": "120",
      "title": "Schlichtung",
      "content": "Der Staat fördert die Schlichtung und andere aussergerichtliche Streitbeilegungsverfahren."
    },
    {
      "provision_ref": "art121",
      "chapter": "3. Kapitel: Richterliche Gewalt",
      "section": "121",
      "title": "Budget und Rechnungslegung",
      "content": "Die richterliche Gewalt erstellt jährlich ein Betriebsbudget, das im Budget des Kantons unter einer eigenen Rubrik aufgeführt wird; sie erstellt ausserdem die Rechnung und einen Geschäftsbericht. Diese unterliegen der Genehmigung durch den Grossen Rat."
    },
    {
      "provision_ref": "art122",
      "chapter": "3. Kapitel: Richterliche Gewalt",
      "section": "122",
      "title": "Grundsätze",
      "content": "1 Die Magistratspersonen der richterlichen Gewalt werden alle sechs Jahre nach dem Grundsatz des Majorzes gewählt. 2 Das Gesetz kann vorsehen, dass sie ausserhalb der Gesamterneuerungswahlen und der Errichtung neuer Gerichte vom Grossen Rat gewählt werden."
    },
    {
      "provision_ref": "art123",
      "chapter": "3. Kapitel: Richterliche Gewalt",
      "section": "123",
      "title": "Arbeitsrichter",
      "content": "1 Die Arbeitsrichter werden vom Grossen Rat gewählt. Die Wahl erfolgt paritätisch und nach Berufsgruppen. 2 Ausländerinnen und Ausländer, die ihre Berufstätigkeit seit mindestens acht Jahren in der Schweiz und davon mindestens das letzte Jahr im Kanton ausgeübt haben, sind wählbar."
    },
    {
      "provision_ref": "art124",
      "chapter": "3. Kapitel: Richterliche Gewalt",
      "section": "124",
      "title": "Zuständigkeiten",
      "content": "Der Verfassungsgerichtshof: a. überprüft auf Begehren die Übereinstimmung kantonaler Vorschriften mit dem übergeordneten Recht; das Gesetz legt die Beschwerdebefugnis fest; b. beurteilt Streitigkeiten betreffend die Ausübung der politischen Rechte in kantonalen und kommunalen Angelegenheiten; c. entscheidet über Zuständigkeitskonflikte unter Behörden."
    },
    {
      "provision_ref": "art125",
      "section": "125",
      "title": "Grundsätze",
      "content": "1 Die Magistratspersonen der richterlichen Gewalt sind der Aufsicht des Aufsichtsrats der Gerichte unterstellt. 2 Das Gesetz kann die Aufgaben des Aufsichtsrats der Gerichte einer interkantonalen Instanz übertragen."
    },
    {
      "provision_ref": "art126",
      "section": "126",
      "title": "Zusammensetzung",
      "content": "1 Der Aufsichtsrat der Gerichte setzt sich aus sieben bis neun Mitgliedern zusammen. Er kann Ersatzmitglieder umfassen. Das Gesetz legt das Verfahren für deren Ernennung fest. 2 Eine Minderheit der Mitglieder entstammt der richterlichen Gewalt."
    },
    {
      "provision_ref": "art127",
      "section": "127",
      "title": "Stellungnahme",
      "content": "Vor jeder Wahl der richterlichen Gewalt beurteilt der Aufsichtsrat der Gerichte die Kompetenzen der Kandidatinnen und Kandidaten. Er gibt eine Stellungnahme ab."
    },
    {
      "provision_ref": "art128",
      "chapter": "4. Kapitel: Rechnungshof",
      "section": "128",
      "title": "Grundsätze",
      "content": "1 Der Rechnungshof gewährleistet die unabhängige und selbstständige Überprüfung der kantonalen Verwaltung, der Gemeinden, der öffentlich-rechtlichen Institutionen sowie der privaten Organisationen, die Subventionen erhalten oder in denen die öffentliche Hand einen ausschlaggebenden Einfluss ausübt. 2 Er entscheidet frei, welche Prüfungen er durchführt, und veröffentlicht dazu Berichte, die Empfehlungen enthalten können. Der Staatsrat, der Grosse Rat und die überprüfte Institution werden über die Berichte in Kenntnis gesetzt. 3 Die Überprüfung durch den Rechnungshof richtet sich nach den Gesichtspunkten der Rechtmässigkeit der Tätigkeiten, der Ordnungsmässigkeit der Buchführung und der angemessenen Verwendung der öffentlichen Mittel. Aufgabe des Rechnungshofs ist auch die Beurteilung der staatlichen Massnahmen."
    },
    {
      "provision_ref": "art129",
      "chapter": "4. Kapitel: Rechnungshof",
      "section": "129",
      "title": "Wahl",
      "content": "Der Rechnungshof wird alle sechs Jahre nach dem Grundsatz des Majorzes gewählt."
    },
    {
      "provision_ref": "art130",
      "chapter": "4. Kapitel: Rechnungshof",
      "section": "130",
      "title": "Budget und Rechnungslegung",
      "content": "Der Rechnungshof erstellt jährlich ein Betriebsbudget, das im Budget des Kantons unter einer eigenen Rubrik aufgeführt wird; er erstellt ausserdem die Rechnung und einen Geschäftsbericht. Diese unterliegen der Genehmigung durch den Grossen Rat."
    },
    {
      "provision_ref": "art131",
      "chapter": "4. Kapitel: Rechnungshof",
      "section": "131",
      "title": "Amtsgeheimnis",
      "content": "1 Dem Rechnungshof kann kein Amtsgeheimnis entgegengehalten werden. Vorbehalten bleiben das Steuergeheimnis und andere gesetzlich verankerte Geheimhaltungspflichten. 2 Der Rechnungshof kann mittels eines begründeten Gesuchs, das den Umfang und den Zweck der Untersuchung festlegt, die Entbindung von gesetzlich vorgesehenen Geheimhaltungspflichten beantragen."
    },
    {
      "provision_ref": "art132",
      "chapter": "1. Kapitel: Gemeinden",
      "section": "132",
      "title": "Status",
      "content": "1 Die Gemeinden sind öffentliche Gebietskörperschaften mit eigener Rechtspersönlichkeit. 2 Ihre Autonomie ist in den Schranken von Verfassung und Gesetz gewährleistet."
    },
    {
      "provision_ref": "art133",
      "chapter": "1. Kapitel: Gemeinden",
      "section": "133",
      "title": "Aufgaben",
      "content": "1 Die Aufgabenteilung richtet sich nach den Grundsätzen der Bürgernähe, Subsidiarität, Transparenz und Effizienz. 2 Das Gesetz legt fest, welche Aufgaben dem Kanton und welche den Gemeinden zugewiesen werden. Es bestimmt die gemeinsamen und die ergänzenden Aufgaben. 3 Der Kanton übernimmt die Aufgaben, die die Kraft der Gemeinden übersteigen."
    },
    {
      "provision_ref": "art134",
      "chapter": "1. Kapitel: Gemeinden",
      "section": "134",
      "title": "Mitwirkung",
      "content": "Die Gemeinden ermutigen die Bevölkerung, bei der Ausarbeitung der Planung und der Gemeindebeschlüsse mitzuwirken. Die Behörden legen in der Begründung ihrer Beschlüsse darüber Rechenschaft ab."
    },
    {
      "provision_ref": "art135",
      "chapter": "1. Kapitel: Gemeinden",
      "section": "135",
      "title": "Absprache",
      "content": "1 Der Kanton beachtet bei seinem Handeln die Auswirkungen auf die Gemeinden. 2 Er richtet ab Beginn des Planungs- und Entscheidverfahrens ein Verfahren zur Absprache mit den Gemeinden ein."
    },
    {
      "provision_ref": "art136",
      "chapter": "1. Kapitel: Gemeinden",
      "section": "136",
      "title": "Zusammenarbeit unter Gemeinden",
      "content": "1 Die Gemeinden können zur Erfüllung ihrer Aufgaben untereinander und mit den benachbarten Körperschaften jenseits der kantonalen oder nationalen Grenze zusammenarbeiten. 2 Das Gesetz legt die Mittel für die Zusammenarbeit unter den Gemeinden fest. 3 Es gewährleistet die demokratische Kontrolle der interkommunalen Strukturen. Es kann die Möglichkeit der Volksinitiative und des Referendums auf interkommunaler Ebene vorsehen."
    },
    {
      "provision_ref": "art137",
      "chapter": "1. Kapitel: Gemeinden",
      "section": "137",
      "title": "Aufsicht",
      "content": "Die Gemeinden unterstehen der Aufsicht des Staatsrats; er sorgt dafür, dass sie ihre Kompetenzen nach Massgabe des Gesetzes wahrnehmen."
    },
    {
      "provision_ref": "art138",
      "chapter": "1. Kapitel: Gemeinden",
      "section": "138",
      "title": "Grundsätze",
      "content": "1 Der Kanton fördert und begünstigt den Zusammenschluss von Gemeinden. 2 Er trifft dafür Anreizmassnahmen, insbesondere finanzieller Art."
    },
    {
      "provision_ref": "art139",
      "chapter": "1. Kapitel: Gemeinden",
      "section": "139",
      "title": "Verfahren",
      "content": "1 Ein Zusammenschluss von Gemeinden kann von den Gemeindebehörden, in einer Volksinitiative oder vom Kanton vorgeschlagen werden. 2 Der Zusammenschluss, die Aufteilung und die Neueinteilung von Gemeinden unterstehen der Annahme durch die Stimmberechtigten jeder betroffenen Gemeinde. Es bedarf einer Mehrheit in jeder Gemeinde."
    },
    {
      "provision_ref": "art140",
      "section": "140",
      "title": "Gemeinderat",
      "content": "1 Der Gemeinderat ist die beschliessende Behörde der Gemeinde. 2 Das Gesetz legt die Anzahl Mitglieder des Gemeinderats gemäss der Bevölkerung der Gemeinde fest. 3 Der Gemeinderat wird alle fünf Jahre nach dem Grundsatz des Proporzes gewählt."
    },
    {
      "provision_ref": "art141",
      "section": "141",
      "title": "Gemeindeexekutive",
      "content": "1 Die Gemeindeexekutive ist eine Kollegialbehörde, die sich selbstständig organisiert. 2 Sie setzt sich zusammen aus: a. einem administrativen Rat aus 5 Mitgliedern in Gemeinden mit mehr als 50 000 Einwohnerinnen und Einwohnern; b. einem administrativen Rat aus 3 Mitgliedern in Gemeinden mit mehr als 3000 Einwohnerinnen und Einwohnern; c. einer Gemeindepräsidentin oder einem Gemeindepräsidenten und 2 Adjunktinnen und Adjunkten in den anderen Gemeinden. 3 Sie wird alle fünf Jahre nach dem Grundsatz des Majorzes gewählt. Der erste Wahlgang findet gleichzeitig mit der Wahl des Gemeinderats statt."
    },
    {
      "provision_ref": "art142",
      "section": "142",
      "title": "Unvereinbarkeit",
      "content": "1 Niemand darf gleichzeitig Mitglied des Gemeinderats und der Gemeindeexekutive sein. 2 Das Mandat des Mitglieds des Gemeinderats ist mit folgenden Ämtern unvereinbar: a. Mitarbeiterin oder Mitarbeiter im unmittelbaren Umfeld der Mitglieder der Exekutive; b. höheres Kader in der Gemeindeverwaltung. 3 Das Mandat des Mitglieds der Gemeindeexekutive ist mit einem Amt in der Gemeindeverwaltung unvereinbar. Das Gesetz regelt die weiteren Unvereinbarkeiten."
    },
    {
      "provision_ref": "art143",
      "section": "143",
      "title": "Grundsätze",
      "content": "1 Bei der Aufteilung der Finanzierungsverantwortung wird der Grundsatz berücksichtigt, wonach Aufgaben von denjenigen öffentlich-rechtlichen Körperschaften zu finanzieren sind, die sie anordnen und denen sie nützen. 2 Im Übrigen gelten die Bestimmungen nach dem 6. Titel 2. Kapitel."
    },
    {
      "provision_ref": "art144",
      "chapter": "2. Kapitel: Auswärtige Beziehungen",
      "section": "144",
      "title": "Grundsätze",
      "content": "1 Die Republik und der Kanton Genf ist offen gegenüber Europa und der Welt. 2 Bei der Umsetzung der Aussenpolitik arbeitet sie eng mit dem Bund, den anderen Kantonen und den angrenzenden Regionen zusammen. Sie unterstützt Initiativen der Gemeinden und Partnerschaften zwischen öffentlichen und privaten Akteuren. 3 Die demokratischen Mitspracherechte sind gewährleistet."
    },
    {
      "provision_ref": "art145",
      "chapter": "2. Kapitel: Auswärtige Beziehungen",
      "section": "145",
      "title": "Regionalpolitik",
      "content": "1 Die Regionalpolitik verfolgt das Ziel einer nachhaltigen, ausgewogenen und solidarischen Entwicklung der Region Genf-Waadt-Frankreich. 2 Der Kanton fördert die grenzüberschreitende ständige, kohärente und demokratische Zusammenarbeit der Institutionen unter Beteiligung der öffentlich-rechtlichen Körperschaften, der gesellschaftlichen und wirtschaftlichen Kreise sowie des Vereinswesens."
    },
    {
      "provision_ref": "art146",
      "chapter": "2. Kapitel: Auswärtige Beziehungen",
      "section": "146",
      "title": "Internationale Zusammenarbeit",
      "content": "1 Der Staat unterstützt die internationale Berufung Genfs zum Zentrum des Dialogs, der Entscheidungen und der internationalen Zusammenarbeit auf der Grundlage der humanitären Tradition und des Rechts sowie der Werte des Friedens und der Solidarität. 2 Er betreibt eine Politik der internationalen Solidarität, die die Wahrung und Verwirklichung der Menschenrechte, den Frieden, humanitäre Tätigkeiten und die Entwicklungszusammenarbeit unterstützt. 3 In Koordination mit dem Bund ergreift er dazu die geeigneten Initiativen und stellt Mittel zur Verfügung."
    },
    {
      "provision_ref": "art147",
      "chapter": "2. Kapitel: Auswärtige Beziehungen",
      "section": "147",
      "title": "Empfang",
      "content": "1 Der Staat bietet günstige Voraussetzungen für den Empfang der Akteure der internationalen Zusammenarbeit. 2 Er erleichtert die Entwicklung von Kompetenzzentren und fördert die Interaktion, die Forschung und die Bildung. 3 Er unterstützt Massnahmen für die Gastfreundschaft, Verständigung, Sensibilisierung und Erziehung, die zur Wahrung des guten Einvernehmens in der Bevölkerung beitragen."
    },
    {
      "provision_ref": "art148",
      "chapter": "1. Kapitel: Allgemeine Bestimmungen",
      "section": "148",
      "title": "Grundsätze",
      "content": "1 Die Staatsaufgaben werden vom Kanton und nach Massgabe von Verfassung und Gesetz von den Gemeinden und den öffentlich-rechtlichen Institutionen erfüllt. 2 Der Staat erfüllt seine Aufgaben mit Beflissenheit, Wirkungskraft und Transparenz. 3 Er organisiert sich auf strukturierte Weise. Er legt die Verantwortlichkeiten seiner Beamtinnen und Beamten fest und stützt sich auf ihre Selbstständigkeit und ihre Kompetenzen."
    },
    {
      "provision_ref": "art149",
      "chapter": "1. Kapitel: Allgemeine Bestimmungen",
      "section": "149",
      "title": "Sozialziele",
      "content": "1 Der Staat setzt sich dafür ein, dass jede Person: a. ihren eigenen Lebensunterhalt und jenen ihrer Familie durch eine geeignete Arbeit zu angemessenen Bedingungen bestreiten kann; b. die notwendige Hilfe erhält, wenn sie in Not ist, namentlich wegen Alters, Krankheit oder einer Behinderung. 2 Er unterbindet Schwelleneffekte, die die Anreiz- und Integrationsmassnahmen beeinträchtigen könnten."
    },
    {
      "provision_ref": "art150",
      "chapter": "1. Kapitel: Allgemeine Bestimmungen",
      "section": "150",
      "title": "Service public",
      "content": "Zum Service public gehören Aufgaben, bei denen ein Handeln der öffentlichen Hand erforderlich ist."
    },
    {
      "provision_ref": "art151",
      "chapter": "1. Kapitel: Allgemeine Bestimmungen",
      "section": "151",
      "title": "Überprüfung",
      "content": "1 Der Staat überprüft regelmässig die Sachdienlichkeit, Wirksamkeit und Effizienz seines Handelns. 2 Er stellt sicher, dass die finanziellen Auswirkungen seines Handelns unter Kontrolle sind."
    },
    {
      "provision_ref": "art152",
      "chapter": "2. Kapitel: Öffentliche Finanzen",
      "section": "152",
      "title": "Grundsätze",
      "content": "1 Der Staat betreibt eine umfassende Finanzplanung. 2 Die Führung des öffentlichen Haushalts erfolgt mit Wirtschaftlichkeit und Wirksamkeit. 3 In der Regel ist das Budget der laufenden Rechnung des Staates ausgeglichen. 4 Der Staat berücksichtigt die Konjunkturlage und bildet antizyklische Reserven. Defizite sind mittelfristig auszugleichen. 5 Das Budget und die Rechnung des Kantons, der Gemeinden und der öffentlich-rechtlichen Institutionen werden veröffentlicht."
    },
    {
      "provision_ref": "art153",
      "chapter": "2. Kapitel: Öffentliche Finanzen",
      "section": "153",
      "title": "Öffentliches Vermögen",
      "content": "Der Staat verwaltet, bewahrt, schützt und mehrt das öffentliche Vermögen."
    },
    {
      "provision_ref": "art154",
      "chapter": "2. Kapitel: Öffentliche Finanzen",
      "section": "154",
      "title": "Mittelbeschaffung",
      "content": "1 Der Staat beschafft seine Mittel namentlich aus: a. Steuern und anderen Abgaben; b. Erträgen aus dem Vermögen; c. Leistungen des Bundes und Dritter; d. Schenkungen und Vermächtnissen. 2 Der Staat kann Anleihen aufnehmen."
    },
    {
      "provision_ref": "art155",
      "chapter": "2. Kapitel: Öffentliche Finanzen",
      "section": "155",
      "title": "Steuern",
      "content": "1 Die Ausgestaltung der Steuern richtet sich nach den Grundsätzen der Gesetzmässigkeit, Allgemeinheit, Gleichmässigkeit und der Besteuerung nach der wirtschaftlichen Leistungsfähigkeit. 2 Die Steuern der natürlichen Personen sind so auszugestalten, dass die wirtschaftlich Schwachen geschont werden, der Leistungswille erhalten bleibt und die Selbstvorsorge gefördert wird. 3 Die Steuern der juristischen Personen sind so auszugestalten, dass die Wettbewerbsfähigkeit gewahrt wird und die Anstrengungen zur Sicherung und zum Ausbau der Vollbeschäftigung berücksichtigt werden. 4 Der Staat bekämpft den Steuerbetrug und die Steuerhinterziehung."
    },
    {
      "provision_ref": "art156",
      "chapter": "2. Kapitel: Öffentliche Finanzen",
      "section": "156",
      "title": "Schuldenbremse",
      "content": "1 Der Staat hält die Verschuldung unter Kontrolle und in einem Rahmen, der die Interessen der künftigen Generationen nicht gefährdet. 2 Für die Genehmigung eines defizitären Budgets der laufenden Rechnung ist die Mehrheit der Mitglieder des Grossen Rates erforderlich. 3 Der Staat prüft periodisch, ob die von ihm erbrachten Leistungen und die von ihm gewährten Subventionen wirksam, notwendig und finanziell tragbar sind. Er verzichtet auf Leistungen und Subventionen, die diesen Erfordernissen nicht entsprechen."
    },
    {
      "provision_ref": "art157",
      "chapter": "3. Kapitel: Öffentliche Aufgaben",
      "section": "157",
      "title": "Grundsätze",
      "content": "1 Der Staat schützt die Menschen und ihre Umwelt. 2 Er bekämpft jegliche Form der Verschmutzung und handelt nach den Grundsätzen der Prävention, der Behutsamkeit und der Kostentragung durch die Verursacher. 3 Die Nutzung der natürlichen Ressourcen, namentlich des Wassers, der Luft, des Bodens, des Untergrundes, des Waldes, der Biodiversität und der Landschaft, muss mit deren Nachhaltigkeit vereinbar sein."
    },
    {
      "provision_ref": "art158",
      "chapter": "3. Kapitel: Öffentliche Aufgaben",
      "section": "158",
      "title": "Klima",
      "content": "Der Staat setzt Massnahmen zur Reduktion der Treibhausgase um."
    },
    {
      "provision_ref": "art159",
      "chapter": "3. Kapitel: Öffentliche Aufgaben",
      "section": "159",
      "title": "Wasser",
      "content": "1 Die Wasserversorgung in genügender Menge und Qualität ist gewährleistet. Diese Ressource muss bewahrt und sparsam gebraucht werden. 2 Unter Vorbehalt gültig begründeter Privatrechte sind der See, die Fliessgewässer, das Hauptgrundwasser und das tiefe Grundwasser gemäss der Definition im Gesetz im öffentlichen Eigentum und zu schützen."
    },
    {
      "provision_ref": "art160",
      "chapter": "3. Kapitel: Öffentliche Aufgaben",
      "section": "160",
      "title": "Natur- und Heimatschutz",
      "content": "1 Der Staat schützt die Natur und die Landschaft. 2 Er bestimmt die Schutzgebiete und fördert deren Vernetzung."
    },
    {
      "provision_ref": "art161",
      "chapter": "3. Kapitel: Öffentliche Aufgaben",
      "section": "161",
      "title": "Industrieökologie",
      "content": "1 Der Staat beachtet die industrieökologischen Grundsätze. 2 Er verfolgt eine Politik der Verminderung des Abfalls an der Quelle, insbesondere des umweltschädlichsten Abfalls."
    },
    {
      "provision_ref": "art162",
      "chapter": "3. Kapitel: Öffentliche Aufgaben",
      "section": "162",
      "title": "Jagd",
      "content": "Die Jagd auf Säugetiere und Vögel ist verboten. Amtliche Massnahmen zur Regulierung des Tierbestands bleiben vorbehalten."
    },
    {
      "provision_ref": "art163",
      "chapter": "3. Kapitel: Öffentliche Aufgaben",
      "section": "163",
      "title": "Grundsätze",
      "content": "1 Der Staat sorgt für eine Raumplanung nach den Grundsätzen einer kompakten, multipolaren und grünen Agglomeration. Er schützt die landwirtschaftlichen Nutzflächen und die Schutzzonen. 2 Er verfolgt eine regionale grenzüberschreitende Raumordnung und fördert die soziale und generationenübergreifende Durchmischung. 3 Er gewährleistet eine sinnvolle Nutzung des Bodens durch eine verbesserte Verdichtung des Siedlungsraums."
    },
    {
      "provision_ref": "art164",
      "chapter": "3. Kapitel: Öffentliche Aufgaben",
      "section": "164",
      "title": "Naherholungsräume",
      "content": "Der Staat gewährleistet die Entwicklung von Naherholungsräumen für Sport, Kultur und Freizeit."
    },
    {
      "provision_ref": "art165",
      "chapter": "3. Kapitel: Öffentliche Aufgaben",
      "section": "165",
      "title": "Nachhaltige Quartiere",
      "content": "Der Staat fördert die Gestaltung nachhaltiger Quartiere."
    },
    {
      "provision_ref": "art166",
      "section": "166",
      "title": "Uferzugang",
      "content": "Der Staat gewährleistet unter Wahrung der Umweltverträglichkeit sowie der überwiegenden öffentlichen und privaten Interessen den freien Zugang zu den Seeufern und Fliessgewässern."
    },
    {
      "provision_ref": "art167",
      "section": "167",
      "title": "Grundsätze",
      "content": "1 Die Energiepolitik des Staates richtet sich nach den Grundsätzen: a. der Energieversorgung; b. des Energiesparens; c. der vorrangigen Entwicklung erneuerbarer und einheimischer Energie; d. der Schonung der Umwelt; e. der Förderung der Forschung auf diesen Gebieten. 2 Die öffentlich-rechtlichen Körperschaften und Institutionen sind an die Ziele dieses Abschnitts gebunden, namentlich hinsichtlich ihrer Investitionen und bei der Ausübung ihrer Rechte als Gesellschafter. 3 Zum Erreichen dieser Ziele wird die Zusammenarbeit zwischen Staat und privaten Unternehmen gefördert."
    },
    {
      "provision_ref": "art168",
      "section": "168",
      "title": "Industrielle Betriebe",
      "content": "1 Die Wasser- und Stromversorgung und -verteilung sowie die Ableitung und Behandlung von Abwasser sind, soweit es das Bundesrecht zulässt, ein Kantonsmonopol. 2 Das Monopol kann auf eine öffentlich-rechtliche Institution übertragen werden. Diese bietet auch weitere industrielle Dienstleistungen an, namentlich die Versorgung mit Gas und thermischer Energie sowie die Behandlung der Abfälle. 3 Sie kauft die von Privatpersonen oder Unternehmen produzierte erneuerbare Energie zu angemessenen Bedingungen ab. 4 Sie gestaltet keine degressiven Tarife, die nicht den energiepolitischen Zielen des Staates entsprechen."
    },
    {
      "provision_ref": "art169",
      "section": "169",
      "title": "Kernenergie",
      "content": "Die kantonalen Behörden wenden sich mit allen ihnen zur Verfügung stehenden Mitteln und im Rahmen ihrer Kompetenzen gegen die Errichtung von Kernkraftwerken, von Lagerstätten für radioaktive Abfälle sowie von Wiederaufbereitungsanlagen auf dem Gebiet des Kantons und in seiner Nachbarschaft. Für Einrichtungen, die diesen Standortbedingungen nicht entsprechen, wird die Stellungnahme des Kantons durch den Grossen Rat in Form eines Gesetzes verabschiedet."
    },
    {
      "provision_ref": "art170",
      "section": "170",
      "title": "Untergrund und Erdwärme",
      "content": "1 Dem Kanton steht die ausschliessliche Nutzung des Untergrunds und der Erdwärme zu. 2 Er kann diese Befugnisse selbst ausnützen oder auf Dritte übertragen."
    },
    {
      "provision_ref": "art171",
      "section": "171",
      "title": "Grundsätze",
      "content": "1 Der Staat gewährleistet den Zugang zu Gesundheitsversorgung und Pflege. 2 Er ist zuständig für die umfassende Gesundheitsplanung und die Abdeckung des Bedarfs im Bereich der Spitäler und ambulanten Behandlungen, der medizinischen und sozial-medizinischen Einrichtungen und der Pflegeeinrichtungen sowie der Hilfe und Pflege zu Hause. 3 Die Patientenrechte sind gewährleistet."
    },
    {
      "provision_ref": "art172",
      "section": "172",
      "title": "Förderung der Gesundheit",
      "content": "1 Der Staat ergreift gesundheitsfördernde und präventive Massnahmen. Er sorgt für die Verminderung der Auswirkungen der gesundheitsschädlichen Faktoren in Umwelt und Gesellschaft. 2 Er unterstützt die Diversifikation der Gesundheitsdienstleistungen und die umfassende Betreuung der Patientinnen und Patienten. 3 Er koordiniert die Akteure des Gesundheitswesens und unterstützt deren Zusammenarbeit mit dem Ziel, unter dem Gesichtspunkt der Effizienz qualitativ hochstehende Dienstleistungen anzubieten."
    },
    {
      "provision_ref": "art173",
      "section": "173",
      "title": "Gesundheitsberufe",
      "content": "1 Die Pflege erfolgt durch entsprechend qualifizierte Angehörige der Gesundheitsberufe. 2 Der Staat ist zuständig für die Aufsicht über ihre Ausbildung und Tätigkeit. Die Aufsicht kann nicht übertragen werden. 3 Der Staat unterstützt die Tätigkeit betreuender Familienangehöriger."
    },
    {
      "provision_ref": "art174",
      "section": "174",
      "title": "Öffentliche medizinische Einrichtungen",
      "content": "1 Die öffentlich-rechtlichen medizinischen Einrichtungen bieten je nach Spezifizierung Dienstleistungen in den Bereichen Pflege, Lehre und Forschung an. 2 Das Betriebsdefizit der öffentlich-rechtlichen medizinischen Einrichtungen wird durch eine jährlich im Staatsbudget auszuweisende Subvention gedeckt."
    },
    {
      "provision_ref": "art175",
      "section": "175",
      "title": "Wahlfreiheit",
      "content": "Der Staat gewährleistet die freie Wahl der medizinischen Fachperson."
    },
    {
      "provision_ref": "art176",
      "section": "176",
      "title": "Schutz vor Passivrauchen",
      "content": "Es ist verboten, im Innern von öffentlichen Anlagen oder in öffentlich zugänglichen geschlossenen Räumen zu rauchen, besonders in solchen, für die eine Betriebsbewilligung erforderlich ist."
    },
    {
      "provision_ref": "art177",
      "section": "177",
      "title": "Gefährliche Hunde",
      "content": "Gefährliche Hunde oder Hunde, die sogenannten Kampfhunderassen angehören, sowie deren Kreuzungen sind im Kantonsgebiet verboten."
    },
    {
      "provision_ref": "art178",
      "section": "178",
      "title": "Grundsätze",
      "content": "1 Der Staat trifft Massnahmen, damit jede Person für sich und ihre Familie eine angemessene Wohnung zu tragbaren Bedingungen finden kann. 2 Er setzt eine soziale, Anreize schaffende und abgestimmte Wohnungspolitik um. 3 Zur Behebung des Wohnungsmangels fördert er die Schaffung von genügend Wohnungen, die den verschiedenen Bedürfnissen der Bevölkerung entsprechen. 4 Er verfolgt eine aktive Politik zur Bereitstellung von günstigen Wohnungen, die dem massgeblichen Bedarf der Bevölkerung entsprechen. 5 Er bekämpft die Bodenspekulation."
    },
    {
      "provision_ref": "art179",
      "section": "179",
      "title": "Wohnungsbau",
      "content": "1 Der kantonale Richtplan sieht die Bereitstellung von genügend Bauland und eine angemessene Verdichtung vor. 2 Die Vorschriften zu Rückzonung, Bau, Umbau und Erneuerung sehen einfache Verfahren vor, damit Bauvorhaben rasch verwirklicht werden können. 3 Die Suche nach Lösungen für energieeffiziente Bauten wird unterstützt. 4 Der Staat verfolgt eine aktive Landerwerbspolitik, namentlich zum Bau gemeinnütziger Wohnungen durch öffentlich-rechtliche Institutionen oder Institutionen ohne gewinnorientierten Zweck wie Wohnbaugenossenschaften."
    },
    {
      "provision_ref": "art180",
      "section": "180",
      "title": "Zugang zu Wohneigentum",
      "content": "Der Staat fördert den Zugang zu Wohneigentum."
    },
    {
      "provision_ref": "art181",
      "section": "181",
      "title": "Unterstützung der Gemeinden",
      "content": "1 Der Kanton gewährt Gemeinden, die Raum für neue Wohnungen, namentlich gemeinnützige Wohnungen, bieten, finanzielle Unterstützung. 2 Er unterstützt den Bau neuer Infrastrukturen."
    },
    {
      "provision_ref": "art182",
      "section": "182",
      "title": "Weitere Massnahmen",
      "content": "1 Der Staat ergreift geeignete Massnahmen, um Wohnungen, die zu Spekulationszwecken leer stehen, wieder dem Wohnungsmarkt zuzuführen. 2 Er setzt sich für einen dauerhaften Anteil an Sozialwohnungen ein. 3 Er ergreift geeignete Massnahmen, um Obdachlosigkeit zu verhindern, insbesondere in Fällen von Zwangsräumungen."
    },
    {
      "provision_ref": "art183",
      "section": "183",
      "title": "Grundsatz",
      "content": "Der Staat gewährleistet die Sicherheit und die öffentliche Ordnung."
    },
    {
      "provision_ref": "art184",
      "section": "184",
      "title": "Öffentliche Gewalt",
      "content": "1 Das Monopol der öffentlichen Gewalt liegt beim Kanton. 2 Das Gesetz regelt die Übertragung beschränkter Polizeibefugnisse auf qualifiziertes Personal der Gemeinden. 3 Konfliktsituationen sind in erster Linie so zu handhaben, dass nicht oder nur beschränkt Gewalt angewendet wird. Die betroffenen Personen müssen ihren Beitrag dazu leisten."
    },
    {
      "provision_ref": "art185",
      "section": "185",
      "title": "Grundsätze",
      "content": "1 Der Staat schafft ein günstiges Umfeld für eine freie, verantwortungsvolle, diversifizierte und solidarische Wirtschaft. 2 Er strebt die Vollbeschäftigung an. 3 Er fördert die Gründung und Erhaltung von innovativen, dynamischen, Arbeitsplätze und Wohlstand schaffenden Unternehmen, die langfristig und auf die Bedürfnisse der Region ausgerichtet sind."
    },
    {
      "provision_ref": "art186",
      "section": "186",
      "title": "Beschäftigung",
      "content": "1 Der Staat verfolgt eine aktive Beschäftigungspolitik und trifft Massnahmen zur Vermeidung der Arbeitslosigkeit. Er fördert die berufliche Wiedereingliederung. 2 Er fördert den Dialog der Sozialpartner und den Abschluss von Gesamtarbeitsverträgen."
    },
    {
      "provision_ref": "art187",
      "section": "187",
      "title": "Landwirtschaft",
      "content": "1 Der Staat fördert eine qualitativ hochstehende, vielfältige, umweltverträgliche Landwirtschaft in nächster Nähe. 2 Er fördert landwirtschaftliche Produkte aus dem Kanton. 3 Er unterstützt die Ausbildung und Beschäftigung in der Landwirtschaft."
    },
    {
      "provision_ref": "art188",
      "section": "188",
      "title": "Konsumentenschutz",
      "content": "Der Staat sorgt für die Information und den Schutz der Konsumentinnen und Konsumenten."
    },
    {
      "provision_ref": "art189",
      "section": "189",
      "title": "Kantonalbank",
      "content": "1 Die Genfer Kantonalbank ist eine öffentlich-rechtliche Aktiengesellschaft; ihr Ziel ist die Unterstützung der wirtschaftlichen Entwicklung des Kantons und der Region. 2 Der Kanton und die Gemeinden haben die Mehrheit der Aktienstimmen der Bank."
    },
    {
      "provision_ref": "art190",
      "section": "190",
      "title": "Grundsätze",
      "content": "1 Der Staat erarbeitet durch die Abstimmung der Raumplanungs-, Energie-, Umweltschutz- und Verkehrspolitik eine umfassende Mobilitätspolitik. 2 Er erleichtert die Fortbewegung mit dem Ziel der gegenseitigen Ergänzung, der Sicherheit und der Flüssigkeit des Verkehrs der verschiedenen öffentlichen und privaten Verkehrsmittel. 3 Er gewährleistet die persönliche Freiheit bei der Wahl des Verkehrsmittels. 4 Er fördert den Langsamverkehr."
    },
    {
      "provision_ref": "art191",
      "section": "191",
      "title": "Öffentlicher Verkehr",
      "content": "1 Der Staat entwickelt das Netz des öffentlichen Verkehrs und das Angebot in der Agglomeration. 2 Er fördert die Benutzung des umweltschonenden öffentlichen Verkehrs. 3 Er sorgt dafür, dass der öffentliche Verkehr für die gesamte Bevölkerung zugänglich ist und ihren massgeblichen Bedarf abdeckt. 4 Eine selbstständige öffentlich-rechtliche Anstalt führt die öffentlichen Verkehrsbetriebe."
    },
    {
      "provision_ref": "art192",
      "section": "192",
      "title": "Infrastruktur",
      "content": "1 Der Kanton plant die für die Entwicklung der Agglomeration erforderliche Infrastruktur auf lange Sicht und verwirklicht sie. 2 Auf Wohnen, Arbeit, Handel und Freizeit ausgerichtete Bauvorhaben gehen mit der Planung und Verwirklichung der Verkehrswege, der Infrastruktur für den öffentlichen Verkehr und den Langsamverkehr einher. 3 Der Staat kann Partnerschaften mit der Privatwirtschaft abschliessen."
    },
    {
      "provision_ref": "art192A",
      "section": "192A",
      "title": "A Seequerung",
      "content": "1 Zur Bekämpfung der Verkehrsüberlastung, zur Förderung des Wohlstands der Region und zur Verbesserung der Lebensqualität verwirklicht der Kanton eine Seequerung, welche die Umfahrung von Genf vollendet. 2 Um die Verwirklichung zu beschleunigen, wird parallel zu dem vom Bund vorgesehenen Finanzierungsmodus eine Partnerschaft mit der Privatwirtschaft angestrebt. 3 Der Staat trifft begleitende Massnahmen. Insbesondere nutzt er die Verwirklichung der Seequerung, um zusammen mit den betroffenen Gemeinden die Ufergestaltung zu verbessern, die schädlichen Auswirkungen in den städtischen Zonen zu reduzieren, die Wirksamkeit des öffentlichen Verkehrs zu verstärken, den Langsamverkehr zu begünstigen und neue öffentliche Räume zu schaffen. Angenommen in der Volksabstimmung vom 5. Juni 2016 , in Kraft seit 2. Juli 2016. Gewährleistungsbeschluss vom 12. Juni 2017 ( BBl 2017 4419 Art. 4 Bst. b 1499 )."
    },
    {
      "provision_ref": "art193",
      "section": "193",
      "title": "Grundsätze",
      "content": "1 Der Staat organisiert und finanziert den öffentlichen, weltlichen und qualitativ hochstehenden Unterricht. 2 Die wesentlichen Ziele des öffentlichen Unterrichts sind: a. die Vermittlung und der Erwerb von Kenntnissen und Fähigkeiten; b. die Förderung der humanistischen Werte und der wissenschaftlichen Kultur; c. die Entwicklung eines staatsbürgerlichen Bewusstseins und eines kritischen Verstands."
    },
    {
      "provision_ref": "art194",
      "section": "194",
      "title": "Obligatorische Bildung",
      "content": "1 Die Bildung ist mindestens bis zur Mündigkeit obligatorisch. 2 Nach der obligatorischen Schule kann sie in Form von Unterricht oder in einem beruflichen Umfeld absolviert werden."
    },
    {
      "provision_ref": "art195",
      "section": "195",
      "title": "Zugang zu Bildung",
      "content": "1 Der Staat erleichtert den Zugang zur Bildung und fördert die Chancengleichheit. 2 Er bekämpft den Illettrismus und den Analphabetismus."
    },
    {
      "provision_ref": "art196",
      "section": "196",
      "title": "Hochschulunterricht",
      "content": "1 Der Hochschulunterricht wird von der Universität und den Fachhochschulen erteilt. 2 Diese streben nach einem hohen Qualitätsstandard und internationaler Anerkennung. Sie fördern die Interdisziplinarität. Sie tragen zur Entwicklung des wissenschaftlichen, kulturellen, wirtschaftlichen und sozialen Lebens der Allgemeinheit bei."
    },
    {
      "provision_ref": "art197",
      "section": "197",
      "title": "Forschung",
      "content": "Der Staat unterstützt die Grundlagenforschung und die angewandte Forschung."
    },
    {
      "provision_ref": "art198",
      "section": "198",
      "title": "Weiterbildung",
      "content": "Der Staat unterstützt die Weiterbildung und die berufliche Weiterentwicklung."
    },
    {
      "provision_ref": "art199",
      "section": "199",
      "title": "Privatunterricht",
      "content": "Private Anstalten tragen zum Bildungsangebot bei. Das Gesetz regelt die Bewilligung und die Aufsicht."
    },
    {
      "provision_ref": "art200",
      "section": "200",
      "title": "Betreuung im Vorschulalter",
      "content": "Das Angebot an Tagesbetreuungsplätzen für Kinder im Vorschulalter wird am Bedarf ausgerichtet."
    },
    {
      "provision_ref": "art201",
      "section": "201",
      "title": "Organisation",
      "content": "1 Der Kanton und die Gemeinden organisieren die Tagesbetreuung von Kindern im Vorschulalter. 2 Sie klären den Bedarf ab und planen, koordinieren und fördern die Schaffung von Tagesbetreuungsplätzen. 3 Der Kanton ist für die Überwachung der Standorte der Tagesbetreuungsplätze verantwortlich."
    },
    {
      "provision_ref": "art202",
      "section": "202",
      "title": "Finanzierung",
      "content": "1 Die Gemeinden und Gemeindeverbände finanzieren Bau und Unterhalt der Tagesbetreuungsstrukturen. 2 Der Kanton, die Gemeinden und die Gemeindeverbände finanzieren deren Betrieb, nach Abzug der Elternbeteiligung und eventueller anderer Einnahmen."
    },
    {
      "provision_ref": "art203",
      "section": "203",
      "title": "Partnerschaft",
      "content": "1 Der Kanton und die Gemeinden fördern die Schaffung und den Betrieb von privaten Tagesbetreuungsstrukturen, namentlich von Krippenplätzen der Unternehmen. 2 Sie fördern Partnerschaften zwischen öffentlichen und privaten Akteuren."
    },
    {
      "provision_ref": "art204",
      "section": "204",
      "title": "Schulergänzende Betreuung",
      "content": "1 Der Staat ist zuständig für die schulergänzende Betreuung. 2 Kinder, die während ihrer obligatorischen Schulzeit an einer öffentlichen Schule unterrichtet werden, können an allen Schultagen eine Tagesbetreuung in Anspruch nehmen."
    },
    {
      "provision_ref": "art205",
      "section": "205",
      "title": "Familie",
      "content": "1 Der Staat verfolgt eine Familienpolitik. Er anerkennt die gesellschaftliche, erzieherische und wirtschaftliche Rolle der Familien. 2 Er legt den Mindestbetrag der Familienzulagen fest. 3 Er gewährleistet ergänzend zur Bundesgesetzgebung einen Versicherungsschutz von mindestens sechzehn Wochen bei Mutterschaft oder Adoption."
    },
    {
      "provision_ref": "art206",
      "section": "206",
      "title": "Solidarität zwischen den Generationen",
      "content": "Bei der Bestimmung seiner Politik und seines Handelns berücksichtigt der Staat die Solidarität zwischen den Generationen."
    },
    {
      "provision_ref": "art207",
      "section": "207",
      "title": "Jugend",
      "content": "1 Der Staat verfolgt eine Jugendpolitik, die die Bedürfnisse und Interessen der Kinder und Jugendlichen berücksichtigt, namentlich in den Bereichen Bildung, Arbeit, Wohnungswesen und Gesundheit. 2 Er fördert den Zugang der Kinder und Jugendlichen zum Kunstunterricht und zur Kultur. 3 Er regt sie an, Sport zu treiben."
    },
    {
      "provision_ref": "art208",
      "section": "208",
      "title": "Ältere Personen",
      "content": "1 Der Staat trägt der Alterung der Bevölkerung Rechnung. 2 Er kommt den Bedürfnissen der älteren Personen nach, namentlich in den Bereichen der Pflege zu Hause, der sozial-medizinischen Einrichtungen, der Freizeit- und der Vereinsaktivitäten sowie der Freiwilligenarbeit."
    },
    {
      "provision_ref": "art209",
      "section": "209",
      "title": "Behinderte",
      "content": "1 Der Staat fördert die wirtschaftliche und soziale Integration Behinderter. 2 Bei Neubauten werden die Wohnungen und Arbeitsplätze für die Behinderten zugänglich gemacht und können an ihre Bedürfnisse angepasst werden. Bei Erneuerungen werden ihre Bedürfnisse angemessen berücksichtigt."
    },
    {
      "provision_ref": "art210",
      "section": "210",
      "title": "Ausländische Bevölkerung",
      "content": "1 Der Staat erleichtert die Aufnahme, die Teilhabe und die Integration der ausländischen Personen. 2 Er erleichtert ihre Einbürgerung. Das Verfahren ist einfach und rasch. Für das Verfahren darf nur eine kostendeckende Gebühr erhoben werden."
    },
    {
      "provision_ref": "art211",
      "section": "211",
      "title": "Vereine und Freiwilligenarbeit",
      "content": "1 Der Staat anerkennt und unterstützt die Rolle der Vereine und der Freiwilligenarbeit im gesellschaftlichen Leben. 2 Er beachtet die Eigenständigkeit der Vereine. 3 Für gemeinnützige Tätigkeiten kann er Partnerschaften eingehen."
    },
    {
      "provision_ref": "art212",
      "section": "212",
      "title": "Grundsätze",
      "content": "1 Der Staat kümmert sich um die Bedürftigen. 2 Er fördert die Vorsorge und die Selbsthilfe, bekämpft die Ursachen der Armut und beugt sozialen Notlagen vor. 3 Er sorgt für die Integration verletzlicher Personen."
    },
    {
      "provision_ref": "art213",
      "section": "213",
      "title": "Sozialhilfe",
      "content": "1 Die Sozialhilfe ist für Personen bestimmt, die Schwierigkeiten haben oder denen die Mittel zur Deckung ihres Lebensbedarfs und ihrer persönlichen Bedürfnisse fehlen. 2 Sie ist subsidiär gegenüber anderen eidgenössischen, kantonalen oder kommunalen Sozialleistungen und gegenüber denen der Sozialversicherungen. 3 Der Staat arbeitet im Sozialwesen und in der Sozialhilfe mit den öffentlichen und privaten Institutionen zusammen."
    },
    {
      "provision_ref": "art214",
      "section": "214",
      "title": "Hospice général",
      "content": "1 Das «Hospice général» ist eine selbstständige öffentlich-rechtliche Anstalt. 2 Es ist für die Sozialhilfe zuständig, namentlich die finanzielle Unterstützung, die Begleitung und die Wiedereingliederung. Das Gesetz kann ihm weitere Aufgaben übertragen."
    },
    {
      "provision_ref": "art215",
      "section": "215",
      "title": "Finanzierung",
      "content": "1 Das «Hospice général» bewahrt seine Vermögenswerte; diese bleiben von denen des Kantons getrennt und dürfen ihrer Zweckbestimmung nicht entzogen werden. 2 Die Einkünfte aus seinem Vermögen sowie seine anderen Mittel sind für die Erfüllung seiner Aufgaben bestimmt. 3 Der Kanton gewährleistet die Leistungen des «Hospice général». Er gewährt ihm die Mittel zur Erfüllung seiner Aufgaben und deckt seine Aufwandüberschüsse durch einen jährlich im Budget des Kantons auszuweisenden Kredit."
    },
    {
      "provision_ref": "art216",
      "section": "216",
      "title": "Kunst und Kultur",
      "content": "1 Der Staat fördert das künstlerische und das kulturelle Schaffen. Er gewährleistet deren Vielfalt, Zugänglichkeit und Unterrichtung. Er fördert den kulturellen Austausch. 2 Zu diesem Zweck stellt er angemessene Mittel, Räume und Arbeitsmittel zur Verfügung. 3 Der Kanton koordiniert, in Abstimmung mit den Gemeinden, eine kohärente Kulturpolitik im Kanton. Die Kulturakteure werden angehört. 4 Der Kanton und die Gemeinden erarbeiten eine Strategie der gemeinsamen Finanzierung des künstlerischen Schaffens und der Kulturinstitutionen und setzen diese um Der Kanton koordiniert, in Abstimmung mit den Gemeinden, eine kohärente Kulturpolitik im Kanton. Die Kulturakteure werden angehört. Angenommen in der Volksabstimmung vom 19. Mai 2019 , in Kraft seit 15. Juni 2019. Gewährleistungsbeschluss vom 11. März 2020 ( BBl 2020 4671 Art. 5 147 )."
    },
    {
      "provision_ref": "art217",
      "section": "217",
      "title": "Kulturelles Erbe",
      "content": "1 Der Staat sorgt für die Erhaltung und Aufwertung des kulturellen Erbes. 2 Er kann einen Beitrag an die Erhaltung und Erneuerung geschützter religiöser Gebäude leisten."
    },
    {
      "provision_ref": "art218",
      "section": "218",
      "title": "Kirchengebäude",
      "content": "1 Kirchengebäude, die von den Gemeinden in das Eigentum der Kirchen übertragen worden sind, behalten ihre religiöse Bestimmung. Sie dürfen nicht gegen Entgelt zur Verfügung gestellt werden. Das Gesetz kann Ausnahmen vorsehen. 2 Die Kathedrale Saint-Pierre ist Eigentum der protestantischen Kirche von Genf. Der Staat verfügt darüber für offizielle Feiern."
    },
    {
      "provision_ref": "art219",
      "section": "219",
      "title": "Freizeit und Sport",
      "content": "1 Der Staat fördert den Zugang der Bevölkerung zu vielfältigen Freizeitaktivitäten. 2 Er fördert und unterstützt den Sport in den Formen des Schul-, Breiten- und Spitzensports."
    },
    {
      "provision_ref": "art220",
      "section": "220",
      "title": "Information",
      "content": "1 Der Staat anerkennt die Bedeutung eines vielfältigen Informationsangebots und fördert die Medienvielfalt. 2 Er fördert den Zugang zur digitalen Information. Er darf sie weder stören, manipulieren noch verhindern."
    },
    {
      "provision_ref": "art221",
      "section": "221",
      "title": "Interne Kontrolle und Revision",
      "content": "1 Der Staatsrat organisiert in jedem Departement eine interne Kontrolle. Die Gemeinden und öffentlich-rechtlichen Institutionen tun dies ebenfalls. 2 Ein internes Revisionsorgan deckt die gesamte Kantonsverwaltung ab. Es ist administrativ dem Staatsrat unterstellt und bestimmt unabhängig, welche Sachverhalte es untersucht. Seine Berichte werden dem Staatsrat und den zuständigen Kommissionen des Grossen Rates bekanntgegeben. 3 Das Gesetz bestimmt, welche Gemeinden und öffentlich-rechtlichen Institutionen ein solches Organ schaffen müssen."
    },
    {
      "provision_ref": "art222",
      "section": "222",
      "title": "Externe Kontrolle und Revision",
      "content": "1 Die externe Kontrolle des Staates wird vom Rechnungshof wahrgenommen. 2 Die Revision der Staatsrechnung wird vom Rechnungshof wahrgenommen. Angenommen in der Volksabstimmung vom 28. Febr. 2016 , in Kraft seit 30. März 2016. Gewährleistungsbeschluss vom 12. Juni 2017 ( BBl 2017 4419 Art. 4 Bst. a 1499 )."
    },
    {
      "provision_ref": "art223",
      "chapter": "11",
      "section": "223",
      "title": "Amtsgeheimnis",
      "content": "Artikel 131 gilt sinngemäss für die interne Kontrolle und Revision sowie für die Revision der Staatsrechnung."
    },
    {
      "provision_ref": "art224",
      "chapter": "1. Kapitel: Allgemeine Bestimmungen",
      "section": "224",
      "title": "Inkrafttreten",
      "content": "1 Diese Verfassung tritt am 1. Juni 2013 in Kraft. 2 Artikel 229 Absatz 2 und Artikel 231 treten in Kraft, sobald diese Verfassung von den Stimmberechtigten angenommen worden ist."
    },
    {
      "provision_ref": "art225",
      "chapter": "1. Kapitel: Allgemeine Bestimmungen",
      "section": "225",
      "title": "Aufhebung bisherigen Rechts",
      "content": "1 Die Verfassung der Republik und des Kantons Genf vom 24. Mai 1847 wird aufgehoben. 2 Bestimmungen des bisherigen Rechts, die den direkt anwendbaren Bestimmungen dieser Verfassung widersprechen, werden aufgehoben. 3 Im Übrigen bleibt das bisherige Recht bis zum Erlass der nach dieser Verfassung erforderlichen Ausführungsgesetzgebung in Kraft."
    },
    {
      "provision_ref": "art226",
      "chapter": "1. Kapitel: Allgemeine Bestimmungen",
      "section": "226",
      "title": "Ausführungsgesetzgebung",
      "content": "1 Die nach dieser Verfassung erforderlichen Gesetzesänderungen werden unverzüglich, spätestens aber innert fünf Jahren ab Inkrafttreten der Verfassung verabschiedet. 2 Zu diesem Zweck unterbreitet der Staatsrat dem Grossen Rat vor dem 1. Januar 2014 ein Gesetzgebungsprogramm."
    },
    {
      "provision_ref": "art227",
      "chapter": "1. Kapitel: Allgemeine Bestimmungen",
      "section": "227",
      "title": "Behörden",
      "content": "1 Die vor dem Inkrafttreten dieser Verfassung gewählten Behörden beenden ihr Mandat nach bisherigem Recht. 2 Ihre Erneuerung richtet sich nach dem neuen Recht."
    },
    {
      "provision_ref": "art228",
      "chapter": "2. Kapitel: Besondere Bestimmungen",
      "section": "228",
      "title": "Übergangsbestimmung zu Art. 48 Abs. 4 (Stimmberechtigung)",
      "content": "1 Bis zum Erlass eines Ausführungsgesetzes kann die für den Erwachsenenschutz zuständige richterliche Behörde die politischen Rechte gestützt auf Artikel 48 Absatz 4 entziehen. Sie entscheidet über den Umfang des Entzugs. 2 Personen, denen die politischen Rechte vor dem Inkrafttreten dieser Verfassung entzogen worden sind, bleiben bis zu einer Verfügung einer richterlichen Behörde, aber längstens während drei Jahren ohne politische Rechte. Sie können sich jederzeit an die Behörde nach dem vorangehenden Absatz oder an die im Ausführungsgesetz bestimmte richterliche Behörde wenden, die über den weiteren Entzug der politischen Rechte und gegebenenfalls dessen Umfang entscheiden wird."
    },
    {
      "provision_ref": "art229",
      "chapter": "2. Kapitel: Besondere Bestimmungen",
      "section": "229",
      "title": "Übergangsbestimmung zu Art. 56–64 und 71–76 (Volksinitiativen)",
      "content": "1 Für Volksinitiativen, deren Lancierung vor dem Inkrafttreten dieser Verfassung veröffentlicht worden ist, gilt das bisherige Recht. 2 Hängige Verfassungsinitiativen werden vom Grossen Rat in eine Vorlage zur Revision dieser Verfassung umgewandelt."
    },
    {
      "provision_ref": "art230",
      "chapter": "2. Kapitel: Besondere Bestimmungen",
      "section": "230",
      "title": "Übergangsbestimmung zu Art. 65–70 und 77–79 (Referenden)",
      "content": "1 Für Referendumsbegehren zu Erlassen, die vor dem Inkrafttreten dieser Verfassung verabschiedet worden sind, gilt das bisherige Recht. 2 Die Gesetzgebung nach Artikel 67 Absatz 2 Buchstabe b umfasst zum Zeitpunkt des Inkrafttretens dieser Verfassung folgende Gesetze: a. das Gerichtsorganisationsgesetz vom 26. September 2010, soweit es die Schlichtungsstelle in Mietsachen oder die Kompetenzen und die Zusammensetzung des Mietgerichtes betrifft, nämlich die Artikel 1 Buchstabe b Ziffern 2 und 3, 83 Absätze 3 und 4, 88–90, 117 Absatz 3, 121 und 122; b. das Gesetz vom 28. November 2010 betreffend die Organisation der Schlichtungsstelle in Mietsachen; c. das allgemeine Gesetz vom 4. Dezember 1977 über das Wohnungswesen und den Mieterschutz; d. das Gesetz vom 25. Januar 1996 über den Abbruch, den Umbau und die Renovation von Wohnhäusern (Unterstützungsmassnahmen zugunsten der Mieter und der Beschäftigung); e. das Gesetz vom 26. Juni 1983 über die Nutzungspläne, nämlich die Artikel 15A–15G des Gesetzes über den Ausbau der Verkehrswege und die Gestaltung der Quartiere und Ortschaften; f. die Artikel 10, 17 Absatz 1 und 26 des Ausführungsgesetzes vom 28. November 2010 zum Schweizerischen Zivilgesetzbuch und zu anderen Bundesgesetzen in Zivilsachen."
    },
    {
      "provision_ref": "art231",
      "chapter": "2. Kapitel: Besondere Bestimmungen",
      "section": "231",
      "title": "Übergangsbestimmung zu Art. 56 Abs. 1, 57 Abs. 1, 67 Abs. 1, 71 Abs. 1 und 77 Abs. 1",
      "content": "Spätestens dreissig Tage vor dem Inkrafttreten dieser Verfassung legt der Staatsrat fest, wie viele Unterschriften für das Zustandekommen einer Initiative oder eines Referendumsbegehrens nach den Artikeln 56 Absatz 1, 57 Absatz 1, 67 Absatz 1, 71 Absatz 1 und 77 Absatz 1 erforderlich sind."
    },
    {
      "provision_ref": "art232",
      "chapter": "2. Kapitel: Besondere Bestimmungen",
      "section": "232",
      "title": "Übergangsbestimmung zu Art. 81 Abs. 2 und 102 Abs. 2 (Zeitpunkt der kantonalen Wahlen)",
      "content": "1 Die Wahl des Grossen Rates und der erste Wahlgang der Wahl des Staatsrats finden am Ende der laufenden Legislatur im Oktober 2013 statt. 2 Die nächsten Wahlen finden zwischen März und Mai 2018 statt."
    },
    {
      "provision_ref": "art233",
      "chapter": "2. Kapitel: Besondere Bestimmungen",
      "section": "233",
      "title": "Übergangsbestimmung zu Art. 82 (Stellvertretung)",
      "content": "Solange keine Ausführungsgesetzgebung erlassen worden ist, werden die stellvertretenden Abgeordneten nach folgenden Grundsätzen gewählt: a. jede Liste, die Sitze gewonnen hat, hat Anspruch auf die Anzahl stellvertretender Abgeordneter, die einem Drittel ihrer Sitze entspricht; b. stellvertretende Abgeordnete sind die Kandidatinnen und Kandidaten mit den meisten Stimmen hinter der letzten gewählten Person der Liste; c. fehlt ein Mitglied des Grossen Rates anlässlich einer Sitzung im Plenum oder einer Kommission, so kann es sich von einer stellvertretenden Abgeordneten oder einem stellvertretenden Abgeordneten vertreten lassen."
    },
    {
      "provision_ref": "art234",
      "section": "234",
      "title": "Übergangsbestimmung zu Art. 126 (Ernennung des Aufsichtsrats der Gerichte)",
      "content": "Wenn die Ausführungsgesetzgebung in der Zwischenzeit noch nicht verabschiedet worden ist, erfolgt die erste Erneuerung des Aufsichtsrats der Gerichte nach Inkrafttreten dieser Verfassung nach bisherigem Recht."
    },
    {
      "provision_ref": "art235",
      "section": "235",
      "title": "Übergangsbestimmung zu Art. 138 und 139 (Zusammenschluss von Gemeinden)",
      "content": "Der Grosse Rat verabschiedet die Ausführungsbestimmungen zu den Artikeln 138 und 139 innert drei Jahren ab Inkrafttreten dieser Verfassung."
    },
    {
      "provision_ref": "art236",
      "section": "236",
      "title": "Übergangsbestimmung zu Art. 200–203 (Betreuung im Vorschulalter)",
      "content": "Das Angebot an Tagesbetreuungsplätzen entspricht innert vier Jahren ab Inkrafttreten dieser Verfassung dem Bedarf."
    },
    {
      "provision_ref": "art237",
      "section": "237",
      "title": "Öffentlichkeit der Verhandlungen des Verfassungsrats",
      "content": "Die Protokolle der Kommissionen des Verfassungsrats sind öffentlich."
    }
  ],
  "definitions": []
}