{
  "id": "sr-173-713-151",
  "type": "statute",
  "title": "Reglement des Bundesstrafgerichts vom 28. September 2010 über die Nebenbeschäftigungen und öffentlichen Ämter seiner Mitglieder (Nebenbeschäftigungsreglement Bundesstrafgericht, BStGerNR)",
  "title_en": "",
  "short_name": "BStGerNR",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2010/824/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Begriffe",
      "content": "1 Als Arbeitsverhältnis im Sinne von Artikel 44 Absatz 1 StBOG gilt jede unbefristete oder befristete Anstellung beim Bund, einschliesslich bei Anstalten und Stiftungen des Bundes. 2 Als berufsmässige Vertretung Dritter vor Gericht im Sinne von Artikel 44 Absatz 4 StBOG gilt jede gegen Entgelt erbrachte Rechtsvertretung vor Gerichten oder Administrativbehörden. Zeichnet sich bei einem Rechtsberatungsmandat ab, dass die Streitsache Gegenstand eines Prozesses wird, ist es abzugeben. Das Vertretungsverbot darf nicht umgangen werden, beispielsweise durch die Erteilung von Substitutionsvollmachten und die Abtretung des Mandats an Arbeitnehmerinnen oder Arbeitnehmer oder innerhalb der gleichen Anwaltskanzlei oder der Unternehmung. 3 Dem kantonalen Amt im Sinne von Artikel 44 Absatz 5 StBOG ist die Tätigkeit in einer kantonalen Behörde oder für eine kantonale öffentlich-rechtliche Anstalt, welche mit hoheitlicher Gewalt ausgestattet ist, gleichgestellt. Nicht als kantonales Amt gilt ein Amt auf Gemeindeebene bzw. die Tätigkeit in einer kommunalen Behörde. 4 Organisationen mit überwiegend wirtschaftlicher Ausrichtung gelten ungeachtet ihrer Rechtsform als wirtschaftliche Unternehmen im Sinne von Artikel 44 Absatz 5 StBOG."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Grundsätze",
      "content": "1 Nebenbeschäftigungen und öffentliche Ämter dürfen weder die Erfüllung der Amtspflichten noch die Unabhängigkeit, Unparteilichkeit oder das Ansehen des Gerichts sowie des betreffenden Mitglieds beeinträchtigen. 2 Ansehen, Unparteilichkeit und Unabhängigkeit des Gerichts sind namentlich beeinträchtigt, wenn die Nebenbeschäftigung: a. den betroffenen Richter oder die betroffene Richterin als befangen erscheinen lässt; b. im Zusammenhang mit wirtschaftlichen Aufträgen steht, die für das Gericht ausgeführt werden oder die das Gericht in absehbarer Zeit zu vergeben hat; c. mit dem guten Funktionieren des Gerichts nicht zu vereinbaren ist; d. keine Gewähr für die Beachtung des Verbots der berufsmässigen Vertretung Dritter vor Gericht bietet. 3 Unentgeltliche Tätigkeiten bedürfen keiner Bewilligung."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Richter und Richterinnen mit Vollpensum",
      "content": "(Art. 44 Abs. 5 und 45 Abs. 1 StBOG) 1 Bei einem Vollpensum können insbesondere folgende entgeltliche Nebenbeschäftigungen und öffentliche Ämter bewilligt werden: a. im öffentlichen Interesse stehende Mitwirkung in Schiedsgerichten, Rechtsprechungsorganen und Kommissionen sowie Mandate für Mediationen und Gutachten; b. kommunale öffentliche Ämter; c. Mitwirkung in Organen von Vereinigungen, Stiftungen oder anderen Organisationen mit ideellem Zweck; d. punktuelle Lehraufträge, Herausgabe von Kommentaren, Publikationsreihen und Fachzeitschriften; keine Bewilligung benötigt, wer Bücher oder Aufsätze verfassen, Vorträge halten oder an Kongressen und Fachtagungen teilnehmen will. 2 Weitere entgeltliche Nebentätigkeiten und öffentliche Ämter können bewilligt werden. 3 Übersteigt die Gesamtheit der Entschädigungen aus bewilligten und bewilligungsfreien Nebenbeschäftigungen 10 000 Franken pro Jahr, so ist der überschiessende Betrag der Kasse des Bundesstrafgerichts abzuliefern. Für Tätigkeiten, die länger als ein Jahr dauern, kann die Entschädigung auf die Jahre der Ausübung aufgeteilt werden."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Richter und Richterinnen mit Teilpensum",
      "content": "(Art. 45 Abs. 1 StBOG) Zusätzlich zu den Nebenbeschäftigungen nach Artikel 3 dieses Reglements können bei einem Teilpensum insbesondere folgende entgeltliche Nebenbeschäftigungen und öffentlichen Ämter bewilligt werden: a. kantonale richterliche Tätigkeit im Teilpensum; b. Mitwirkung in Schiedsgerichten und Kommissionen sowie Mandate für Mediationen und Gutachten; c. kantonale öffentliche Ämter; d. Teilzeitanstellungen in einem Kanton oder in einem privatwirtschaftlichen Unternehmen; e. selbstständige Nebenerwerbstätigkeit; f. berufsmässige Rechtsberatung; g. Mitwirkung in Organen von Vereinigungen, Stiftungen oder anderen Organisationen mit wirtschaftlichem Zweck."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Bewilligungsverfahren",
      "content": "(Art. 45 Abs. 1 StBOG) 1 Bewilligungsgesuche sind an das Generalsekretariat zuhanden der Verwaltungskommission zu richten. Sie haben alle notwendigen Angaben zu enthalten, insbesondere über: a. Art, Gegenstand und Dauer der Nebenbeschäftigung; b. Zeitaufwand; c. Verpflichtungen; d. Beachtung von Unvereinbarkeits- und Ausschlussgründen. 2 Ist unklar, ob eine Tätigkeit bewilligungspflichtig ist, kann vorgängig die Meinung der Verwaltungskommission eingeholt werden."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Umfang der Bewilligungen",
      "content": "Die Verwaltungskommission kann eine Bewilligung an Bedingungen knüpfen, mit Auflagen versehen oder befristen, wenn sie ansonsten verweigert werden müsste."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Kontrolle",
      "content": "1 Das Generalsekretariat führt eine Kontrolle der erteilten Bewilligungen. 2 Die Verwaltungskommission kann von den Mitgliedern des Gerichts jederzeit Auskunft über Beschäftigungen ausserhalb des Gerichts verlangen. 3 Die Beendigung einer Nebenbeschäftigung wird dem Generalsekretariat zuhanden der Verwaltungskommission mitgeteilt."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Inkrafttreten",
      "content": "Dieses Reglement tritt am 1. Januar 2011 in Kraft."
    }
  ],
  "definitions": []
}