{
  "id": "sr-172-021",
  "type": "statute",
  "title": "Bundesgesetz vom 20. Dezember 1968 über das Verwaltungsverfahren (Verwaltungsverfahrensgesetz, VwVG)",
  "title_en": "Federal Act of 20 December 1968 on Administrative Procedure (Administrative Procedure Act, APA)",
  "short_name": "VwVG",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1969/737_757_755/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Section 1 Scope of Application and Definitions",
      "section": "1",
      "title": "",
      "content": "1 This Act applies to the procedure in administrative matters that are to be dealt with by rulings of federal administrative authorities of first instance or on appeal. 2 Authorities in terms of paragraph 1 are: a. the Federal Council, its departments, the Federal Chancellery and the services subordinate to it, and businesses, institutions and other public offices of the Federal Administration; b. organs of the Federal Assembly and of the federal courts responsible for rulings in the first instance and appeal decisions in accordance with the Public Officials Act of 30 June 1927; c. autonomous federal institutions or businesses; [tab] c bis . the Federal Administrative Court; d. the federal committees; e. other authorities or organisations outside the Federal Administration, provided they are issuing an ruling in fulfilment of the federal public law duties assigned to them. 3 Only Articles 34−38 and 61 paragraphs 2 and 3 on the notification of rulings and Article 55 paragraphs 2 and 4 on the withdrawal of suspensive effect apply to the procedure of the cantonal authorities of final instance that issue rulings based on federal public law that are not final rulings. Article 97 of the Federal Act of 20 December 1946 on the Old-Age and Survivor’s Insurance relating to the withdrawal of the suspensive effect of appeals against rulings issued by the compensation funds is reserved. Amended by No II of the FA of 28 June 1972 on the Amendment of the Federal Constitution relating to the Terms of Employment of Federal Personnel, in force since 1 Jan. 1973 ( AS 1972 2435 ; BBl 1971 II 1914 ). Amended by Annex No 4 of the FA of 8 Oct. 1999, in force since 1 Jan. 2000 ( AS 2000 273 ; BBl 1999 4809 5979 ). [BS 1 489; AS 1958 1413 Art. 27 let. c; 1997 2465 Annex No 4; 2000 411 No II, 1853 ; 2001 894 Art. 39 para. 1, 2197 Art. 2, 3292 Art. 2. AS 2008 3437 No I 1]. See now the Federal Personnel Act of 24 March 2000 ( SR 172.220.1 ). Inserted by Annex No 10 of the Federal Administrative Court Act of 17 June 2005, in force since 1 Jan. 2007 ( AS 2006 2197 1069 ; BBl 2001 4202 ). SR 831.10 Wording of sentence according to Annex No 2 of the FA of 6 Oct. 2000 on the General Provisions of Social Insurance Law, in force since 1 Jan. 2003 ( AS 2002 3371 ; BBl 1991 II 185 910 , 1994 V 921 , 1999 4523 ). Amended by No II 7 of the FA of 24 June 1977 (9 OASI Review), in force since 1 Jan. 1979 ( AS 1978 391 ; BBl 1976 III 1 )."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "",
      "content": "1 Articles 12–19 and 30–33 do not apply to tax proceedings. 2 Articles 4–6, 10, 34, 35, 37 and 38 apply to the testing procedure in professional education and training examinations. 3 Compulsory purchase procedures are governed by this Act unless the Federal Act of 20 June 1930 on Compulsory Purchase provides otherwise. 4 The procedure before the Federal Administrative Court is governed by this Act, unless the Federal Administrative Court Act of 17 June 2005 provides otherwise. SR 711 Amended by Annex No 2 of the FA of 19 June 2020, in force since 1 Jan. 2021 ( AS 2020 4085 ; BBl 2018 4713 ). SR 173.32 Inserted by Annex No 10 of the Federal Administrative Court Act of 17 June 2005, in force since 1 Jan. 2007 ( AS 2006 2197 1069 ; BBl 2001 4202 )."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "",
      "content": "This Act does not apply to: a. the procedures of authorities in terms of Article 1 paragraph 2 letter e if a direct appeal to a federal authority against their rulings is inadmissible; b. in relation to federal personnel, the procedure in the first instance relating to the establishment of an employment relationship, to the promotion of federal personnel, and to employment related directives to federal personnel and the procedure for the authorisation of the prosecution of federal personnel; c. administrative criminal proceedings and related criminal investigation proceedings; d. the procedure for the administration of military justice including the administration of military discipline, the procedure in military command matters in terms of Article 37 as well as the procedure in terms of Articles 38 and 39 of the Armed Forces Act of 3 February 1995, ...; d bis . the procedure in social insurance matters, provided the Federal Act of 6 October 2000 on the General Provisions of Social Insurance law is applicable; e. the procedure for customs clearance; e bis . ... f. proceedings in the first instance in other administrative matters, if due to their nature they must be dealt with by an immediately enforceable ruling. Part of sentence according to No 2 of the Annex to the FA of 19 Dec. 1986, in force since 1 July 1987 ( AS 1987 932 ; BBl 1986 II 313 ). Amended by No 1 of the Annex to the FA of 22 June 1990, in force since 1 Jan. 1991 ( AS 1990 1882 ; BBl 1989 II 1194 ). SR 510.10 Amended by Annex No 1 of the Armed Forces Act of 3 Feb. 1995 , in force since 1 Jan. 1996 ( AS 1995 4093 ; BBl 1993 IV 1 ). Third lemma repealed by Annex No 1 of the FA of 4 Oct. 2002, with effect from 1 Jan. 2004 ( AS 2003 3957 ; BBl 2002 858 ). Inserted by Annex No 2 of the FA of 6 Oct. 2000 on the General Provisions of Social Security Law, in force since 1 Jan. 2003 ( AS 2002 3371 ; BBl 1991 II 185 910 , 1994 V 921 , 1999 4523 ). SR 830.1 Amended by Annex No 1 of the Customs Act of 18 March 2005, in force since 1 May 2007 ( AS 2007 1411 ; BBl 2004 567 ). Inserted by Art. 26 of the FD of 7 Oct. 1983 on the Independent Complaints Authority for Radio and Television ( AS 1984 153 ; BBl 1981 III 105 ). Repealed by Annex No II 1 of the FA of 24 March 2006 on Radio and Television, with effect from 1 April 2007 ( AS 2007 737 ; BBl 2003 1569 )."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "",
      "content": "Provisions of federal law that regulate a procedure in more detail apply provided that they are not contradictory to the provisions of this Act."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "",
      "content": "1 Rulings are decisions of the authorities in individual cases that are based on the public law of the Confederation and have as their subject matter the following: a. the establishment, amendment or withdrawal of rights or obligations; a finding of the existence, non-existence or extent of rights or obligations; c. the rejection of applications for the establishment, amendment, withdrawal or finding of rights or obligations, or the dismissal of such applications without entering into the substance of the case. 2 Rulings are also enforcement measures (Art. 41 para. 1 let. a and b ), interim orders (Art. 45), decisions on objections (Art. 30 para. 2 let. b, 46 let. b, and 74 let. b ), appeal decisions (Art. 61 and 70), decisions in a review (Art. 68) and on explanatory statements (Art. 69). 3 Declarations made by authorities on the rejection or raising of claims that must be pursued by taking legal proceedings do not constitute rulings. Amended by Annex No 10 of the Federal Administrative Court Act of 17 June 2005, in force since 1 Jan. 2007 ( AS 2006 2197 1069 ; BBl 2001 4202 )."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "",
      "content": "Parties are persons whose rights or obligations are intended to be affected by the ruling and other persons, organisations or authorities who have a legal remedy against the ruling."
    },
    {
      "provision_ref": "art7",
      "chapter": "Section 2 General Procedural Principles",
      "section": "7",
      "title": "",
      "content": "1 The authority shall assess its jurisdiction ex officio . 2 The establishment of jurisdiction by agreement between the authority and the party is not permitted."
    },
    {
      "provision_ref": "art8",
      "chapter": "Section 2 General Procedural Principles",
      "section": "8",
      "title": "",
      "content": "1 An authority that regards itself as not having jurisdiction shall refer the matter without delay to the competent authority. 2 If an authority regards its jurisdiction as doubtful, it shall immediately enter into an exchange of views with the authority which it considers to have jurisdiction."
    },
    {
      "provision_ref": "art9",
      "chapter": "Section 2 General Procedural Principles",
      "section": "9",
      "title": "",
      "content": "1 An authority that regards itself as having jurisdiction shall confirm this in a ruling if a party contests its jurisdiction. 2 An authority that regards itself as not having jurisdiction shall issue a ruling that the matter is inadmissible if a party claims that it has jurisdiction. 3 Jurisdictional conflicts between authorities, with the exception of jurisdictional conflicts with the Federal Supreme Court, the Federal Administrative Court or with cantonal authorities, shall be decided by the joint supervisory authority, or in the absence of such, the Federal Council. Amended by Annex No 10 of the Federal Administrative Court Act of 17 June 2005, in force since 1 Jan. 2007 ( AS 2006 2197 1069 ; BBl 2001 4202 )."
    },
    {
      "provision_ref": "art10",
      "chapter": "Section 2 General Procedural Principles",
      "section": "10",
      "title": "",
      "content": "1 Persons who are responsible for preparing or issuing a ruling shall recuse themselves from the case, if they: a. have a personal interest in the matter; b. are related to a party either by marriage or registered partnership or by being the cohabitee of that party; [tab] b bis . are related to a party by blood or by marriage in a direct line or collaterally to the third degree; c. are the representative of a party or if they have acted for a party in the same matter; d. could be regarded for other reasons as lacking impartiality in the matter. 2 In the event of any dispute over withdrawal, the supervisory authority shall decide, or if the dispute relates to the recusal of a member of a collegial authority, then the board shall decide in the absence of the member concerned. Amended by Annex No 5 of the Same-Sex Partnerships Act of 18 June 2004, in force since 1 Jan. 2007 ( AS 2005 5685 ; BBl 2003 1288 ). Inserted by Annex No 5 of the Same-Sex Partnerships Act of 18 June 2004, in force since 1 Jan. 2007 ( AS 2005 5685 ; BBl 2003 1288 )."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "",
      "content": "1 At any stage in the procedure, a party may, if he is not required to act personally, be represented, or, provided the urgency of an official investigation does not preclude it, be assisted by legal counsel. 2 The authority may require the representative to provide a written power of attorney. 3 As long as the party does not revoke the power of attorney, the authority shall address any communications to the representative. Amended by Annex No 10 of the Federal Administrative Court Act of 17 June 2005, in force since 1 Jan. 2007 ( AS 2006 2197 1069 ; BBl 2001 4202 )."
    },
    {
      "provision_ref": "art11a",
      "section": "11a",
      "title": "",
      "content": "1 If more than 20 parties appear in a case with joint or individual submissions in order to assert the same interests, the authority may demand that they appoint one or more representatives to act on their behalf in the procedure. 2 If this demand is not complied with within a reasonable period, then the authority shall itself appoint one or more representatives. 3 The provisions on the reimbursement of the representation costs in appeal proceedings are applicable in an analogous manner to the costs of such representation. The party against whom the submissions are directed must make a payment to account towards the costs of official representation if ordered to do so by the authority. Inserted by Annex No 3 of the FA of 4 Oct. 1991, in force since 15 Feb. 1992 ( AS 1992 288 337 Art. 2 para. 1 let. b; BBl 1991 II 465 )."
    },
    {
      "provision_ref": "art11b",
      "section": "11b",
      "title": "",
      "content": "1 Parties who make an application in proceedings must indicate their place of residence or registered office to the authority. If they live abroad, they must indicate an address for service in Switzerland, unless international law or the competent foreign body permits the authority to serve documents directly in the state concerned. 2 The parties may also indicate an electronic mail address and declare that they consent to service by electronic mail. The Federal Council may provide that for electronic mail service further details of the parties are required. Inserted by Annex No 10 of the Federal Administrative Court Act of 17 June 2005, in force since 1 Jan. 2007 ( AS 2006 2197 1069 ; BBl 2001 4202 ). Second sentence amended by Annex No 1 of the FD of 28 Sept. 2018 on the Approval and Implementation of European Convention No 94 on the Service Abroad of Documents relating to Administrative Matters, in force since 1. April 2019 ( AS 2019 975 ; BBl 2017 5947 )."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "",
      "content": "The authority shall establish the facts of the case ex officio and obtain evidence by means of the following: a. official documents; b. information from the parties; c. information or testimony from third parties; d. inspection; e. expert opinions."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "",
      "content": "1 The parties are obliged to cooperate in establishing the facts of the case: a. in proceedings that are initiated on their own application; b. in any other proceedings in which they make their own independent applications; c. if they are subject to a more extensive duty to provide information or duty of disclosure under another federal act. 1bis The cooperation obligation does not extend to the handover of items and documents used in communications between a party and his or her lawyer provided the lawyer is entitled to represent clients before the Swiss courts in accordance with the Lawyers Act of 23 June 2000. 2 The authority shall not be required to consider an application in terms of paragraph 1 letter a or b if the parties refuse to provide the required and reasonable cooperation. SR 935.61 Inserted by No I 2 of the FA of 28 Sept. 2012 on the Amendment of Procedural Provisions on Lawyers’ Professional Secrecy, in force since 1 May 2013 ( AS 2013 847 ; BBl 2011 8181 )."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "",
      "content": "1 If it is not possible to establish the facts of the case sufficiently in any other way, the following authorities may order the examination of witnesses: a. the Federal Council and its departments; b. the Federal Office of Justice of the Federal Department of Justice and Police; c. the Federal Administrative Court; d. the competition authorities in terms of the Cartels Act of 6 October 1995; e. the Swiss Financial Market Supervisory Authority; f. the Federal Audit Oversight Authority; g. the Federal Tax Administration, h. the Federal Arbitration Commission for the Exploitation of Copyrights and Related Rights. 2 The authorities mentioned in paragraph 1 letters a, b, d–f and h shall instruct a suitably qualified public official to examine the witnesses. 3 The authorities mentioned in paragraph 1 letter a may authorise persons outside an authority that has been instructed to conduct an official investigation to examine the witnesses. Term according to unpublished Federal Council Decree of 19 Dec. 1997. Amended by Annex No 10 of the Federal Administrative Court Act of 17 June 2005, in force since 1 Jan. 2007 ( AS 2006 2197 1069 ; BBl 2001 4202 ). Inserted by Annex No 2 of the Cartels Act of 6 Oct. 1995, in force since 1 July 1996 ( AS 1996 546 ; BBl 1995 I 468 ). SR 251 Inserted by Annex No 2 of the Financial Market Supervision Act of 22 June 2007, in force since 1 Jan. 2009 ( AS 2008 5207 ; BBl 2006 2829 ). Inserted by Annex No 1 of the FA of 20 June 2014 (Consolidation of Oversight through Audit Companies), in force since 1 Jan. 2015 ( AS 2014 4073 ; BBl 2013 6857 ). Inserted by Annex No 1 of the FA of 30 Sept. 2016, in force since 1 Jan. 2018 ( AS 2017 3575 ; BBl 2015 2615 ). Inserted by Annex No 1 of the FA of 27 Sept. 2019, in force since 1 April 2020 ( AS 2020 1003 ; BBl 2018 591 ). Amended by Annex No 1 of the FA of 27 Sept. 2019, in force since 1 April 2020 ( AS 2020 1003 ; BBl 2018 591 )."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "",
      "content": "Everyone is obliged to testify."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "",
      "content": "1 The right to refuse to testify is governed by Article 42 paragraphs 1 and 3 of the Federal Act of 4 December 1947 on Federal Civil Procedure (FCP). 1bis The mediator is entitled to refuse to testify on matters that have come to his attention in the course of his activities in terms of Article 33 b . 2 A person who has knowledge of a professional or trade secret in terms of Article 42 paragraph 2 FCP may the refuse to testify unless he is required to testify by another federal act. 3 ... SR 273 Inserted by Annex No 10 of the Federal Administrative Court Act of 17 June 2005, in force since 1 Jan. 2007 ( AS 2006 2197 1069 ; BBl 2001 4202 ). Repealed by No I 1 of the FA of 23 June 2000 on the Amendment of Federal Legislation in order to guarantee the Protection of Journalistic Sources, with effect from 1 Feb. 2001 ( AS 2001 118 ; BBl 1999 7966 )."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "",
      "content": "Any person who may be examined as a witness must also cooperate in the gathering of other evidence; in particular he must hand over any documents that are in his possession. Article 51 a FCP is reserved. SR 273 Second sentence inserted by No I 2 of the FA of 28 Sept. 2012 on the Amendment of Procedural Provisions on Lawyers’ Professional Secrecy, in force since 1 May ( AS 2013 847 ; BBl 2011 8181 )."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "",
      "content": "1 The parties have the right to attend the examination of witnesses and to ask supplementary questions. 2 To safeguard essential public or private interests, the witnesses may be examined in the absence of the parties, who may also be refused the right to inspect the transcript of the examination. 3 If they are refused the right to inspect the transcript of the examination, Article 28 applies."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "",
      "content": "Articles 37, 39–41 and 43–61 FCP also apply by analogy to the procedure for obtaining evidence; in place of the penalties that the FCP provides for defaulting parties or third parties, the penalties in Article 60 of this Act apply. SR 273"
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "",
      "content": "1 If a period is calculated in days and if notice thereof must be given to the parties, it begins to run from the day following that day on which notice is given. 2 If no notice need be given to the parties, the period begins on the day following the day on which it is triggered. 2bis A notice that may only be served against the signature of the addressee or of another authorised person is deemed to have been served at the latest on the seventh day following the first unsuccessful attempt at service. 3 If the last day of the period is a Saturday, a Sunday or a public holiday recognised under federal or cantonal law, the period ends on the next working day. The law of the canton in which the party or its representative is resident or has its registered office is authoritative. Inserted by Annex No 10 of the Federal Administrative Court Act of 17 June 2005, in force since 1 Jan. 2007 ( AS 2006 2197 1069 ; BBl 2001 4202 ). Amended by Annex No 10 of the Federal Administrative Court Act of 17 June 2005, in force since 1 Jan. 2007 ( AS 2006 2197 1069 ; BBl 2001 4202 )."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "",
      "content": "II. Compliance 1 Written submissions must be filed with the authority or consigned for delivery to swiss Post or a Swiss diplomatic or consular mission at the latest on the last day of the period. 1bis Written submissions to the Federal Institute of Intellectual Property may not be validly filed via a Swiss diplomatic or consular mission. 2 If the party files the submission in time but with an authority that is not competent, the period is deemed to have been complied with. 3 The period allowed for an advance payment to be made is complied with if the payment in favour of the authority is made in time to Swiss Post or if a postal or bank account in Switzerland is debited. Now: Swiss Post. Term according to unpublished Federal Council Decree of 19 Dec. 1997. This amendment has been taken into account throughout this Act. Inserted by No II of the FA of 17. Dec. 1976 on the Amendment of the FA on Patents for Inventions, in force since 1 Jan. 1978 ( AS 1977 1997 ; BBl 1976 II 1 ). Inserted by Annex No 10 of the Federal Administrative Court Act of 17 June 2005, in force since 1 Jan. 2007 ( AS 2006 2197 1069 ; BBl 2001 4202 )."
    },
    {
      "provision_ref": "art21a",
      "section": "21a",
      "title": "",
      "content": "1 Submissions may be sent to the authority electronically. 2 The submission must be furnished with a qualified electronic signature of the party or its representative in accordance with the Federal Act of 18 March 2016 on Electronic Signatures. 3 For compliance with a deadline, the decisive time is that when the receipt was issued confirming that all procedural steps required of the party or its representative for transmission have been completed. 4 The Federal Council shall regulate: a. the format of the submission and its accompanying documents; b. the form and method of transmission; c. the requirements by which documents may be re-submitted on paper in the event of technical problems. Inserted by Annex No 10 of the Federal Administrative Court Act of 17 June 2005 ( AS 2006 2197 ; BBl 2001 4202 ). Amended by Annex No II 1 of the FA of 18 March 2016 on Electronic Signatures, in force since 1 Jan. 2017 ( AS 2016 4651 ; BBl 2014 1001 ). SR 943.03"
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "",
      "content": "1 A statutory period may not be extended. 2 A period fixed by an authority may be extended where there are reasonable grounds provided the party requests the extension before expiry of the period."
    },
    {
      "provision_ref": "art22a",
      "section": "22a",
      "title": "",
      "content": "1 Statutory or official periods that are stipulated in days do not run: a. from the seventh day before Easter up to and including the seventh day after Easter; b. from 15 July up to and including 15 August; c. from 18 December up to and including 2 January. 2 Paragraph 1 does not apply in proceedings relating to: a. the granting of suspensive effect and other precautionary measures; b. public procurement. Inserted by Annex No 3 of the FA of 4 Oct. 1991, in force since 15 Feb. 1992 ( AS 1992 288 337 Art. 2 para. 1 let. b; BBl 1991 II 465 ). Amended by Annex No 10 of the Federal Administrative Court Act of 17 June 2005, in force since 1 Jan. 2007 ( AS 2006 2197 1069 ; BBl 2001 4202 ). Inserted by Annex No 10 of the Federal Administrative Court Act of 17 June 2005, ( AS 2006 2197 1069 ; BBl 2001 4202 ). Amended by Annex 7 No II of the FA of 21 June 2019 on Public Procurement, in force since 1 Jan. 2021 ( AS 2020 641 ; BBl 2017 1851 )."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "",
      "content": "The authority that fixes a period shall at the same time indicate the consequences of the failure to comply with that period; in the event of non-compliance, only the consequences indicated shall apply."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "",
      "content": "1 If the applicant or his representative is prevented through no fault of his own from acting before the expiry of the period, the period shall be reinstated provided he requests the same stating the reasons therefor within 30 days of the discontinuation of the impediment and carries out the legal act required; Article 32 paragraph 2 is reserved. 2 Paragraph 1 does not apply to periods that must be complied with in patent cases before the Federal Institute of Intellectual Property. Amended by Annex No 10 of the Federal Administrative Court Act of 17 June 2005, in force since 1 Jan. 2007 ( AS 2006 2197 1069 ; BBl 2001 4202 ). Inserted by No II of the FA of 17 Dec. 1976 on the Amendment of the FA on Patents for Inventions, in force since 1 Jan. 1978 ( AS 1977 1997 ; BBl 1976 II 1 )."
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "",
      "content": "1 The authority competent in the matter may, ex officio or on application, issue a declaratory ruling on the existence, the non-existence or the extent of public law rights or obligations. 2 The application for a declaratory ruling must be granted if the applicant demonstrates an interest that is worthy of protection. 3 No party may be prejudiced by acting in justified reliance on a declaratory ruling."
    },
    {
      "provision_ref": "art25a",
      "section": "25a",
      "title": "",
      "content": "1 Any person who has an interest that is worthy of protection may request from the authority that is responsible for acts that are based on federal public law and which affect rights or obligations that it: a. refrains from, discontinues or revokes unlawful acts; b. rectifies the consequences of unlawful acts; c. confirms the illegality of such acts. 2 The authority shall decide by way of a ruling. Inserted by Annex No 10 of the Federal Administrative Court Act of 17 June 2005, in force since 1 Jan. 2007 ( AS 2006 2197 1069 ; BBl 2001 4202 )."
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "",
      "content": "1 The party or his representative has the right to inspect the following files relating to his case at the offices of the authority issuing the ruling or of a cantonal authority that it designates: a. submissions from parties and the comments made thereon by the authorities; b. any documents serving as evidence; c. copies of rulings already issued. 1bis The authority may make the documents available for inspection electronically provided the party or his representative is in agreement. 2 The authority issuing the ruling may charge a fee for the inspection of the files of a case that has been concluded; the Federal Council shall regulate the assessment of the fee. Inserted by Annex No 10 of the Federal Administrative Court Act of 17 June 2005, in force since 1 Jan. 2007 ( AS 2006 2197 1069 ; BBl 2001 4202 )."
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "",
      "content": "1 The authority may refuse to allow the inspection of the files only if: a. essential public interests of the Confederation or the cantons, and in particular the internal or external security of the Confederation, require that secrecy be preserved; b. essential private interests, and in particular those of respondents, require that secrecy be preserved; c. the interests of an official investigation that has not yet been concluded so requires. 2 Any refusal to allow inspection may only extend to the documents that must remain confidential. 3 At no time may a party be refused the right to inspect his own submissions, the official documents he has submitted in evidence or rulings issued to him; he may be refused the right to inspect the transcripts of his own statements only if the investigation has not yet been concluded"
    },
    {
      "provision_ref": "art28",
      "section": "28",
      "title": "",
      "content": "If a party is refused the right to inspect a document, this document may be relied on to the prejudice of that party only if the party has been notified by the authority either verbally or in writing of the content of the document that is relevant to the case and the party has been given the opportunity to state his position on the document and to provide counter evidence."
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "",
      "content": "The parties shall have the right to be heard."
    },
    {
      "provision_ref": "art30",
      "section": "30",
      "title": "",
      "content": "1 The authority shall hear the parties before issuing a ruling. 2 It is not required to hear the parties before issuing: a. interim orders that cannot be contested separately by appeal; b. rulings that are contestable by objection; c. rulings in which the authority grants the application of the parties in full; d. enforcement measures; e. other rulings in proceedings of first instance if there is a risk in any delay, the parties have the right to appeal against the ruling and no other provision of federal law guarantees the right to preliminary hearing."
    },
    {
      "provision_ref": "art30a",
      "section": "30a",
      "title": "",
      "content": "1 If it is probable that a ruling will affect numerous persons or if it is not possible to identify all the parties without incurring unreasonable expense, the authority, before issuing its ruling, may publish the application or the intended ruling without stating the grounds in an official gazette while at the same time making the application or the intended ruling with the grounds therefor available for public inspection, giving notice of where it may be inspected. 2 It shall hear the parties, by allowing them an appropriate period to file their opposition. 3 The authority shall give notice in its publication of the obligation of the parties to appoint an agent where necessary and to pay procedural costs and legal costs. Inserted by Annex No 3 of the FA of 4 Oct. 1991, in force since 15 Feb. 1992 ( AS 1992 288 337 Art. 2 para. 1 let. b; BBl 1991 II 465 )."
    },
    {
      "provision_ref": "art31",
      "section": "31",
      "title": "",
      "content": "In a case where several parties have conflicting interests, the authority shall hear each party on the arguments of a respondent that appear to be relevant and that do not exclusively favour the other parties."
    },
    {
      "provision_ref": "art32",
      "section": "32",
      "title": "",
      "content": "1 The authority shall assess before it issues a ruling all arguments of the parties that are relevant and filed in time. 2 Arguments filed late by the parties that appear to be crucial may be considered despite the delay."
    },
    {
      "provision_ref": "art33",
      "section": "33",
      "title": "",
      "content": "1 The authority shall admit the evidence offered if it appears reliable for determining the facts of the case. 2 If taking the evidence entails comparatively high costs, and if the party will be liable for costs if the ruling is not in his favour, the authority may make the taking of evidence dependent on the party making an advance payment, within a specific period, of the costs that may reasonably be incurred; a party without financial means shall be exempted from the obligation to make advance payment."
    },
    {
      "provision_ref": "art33a",
      "section": "33a",
      "title": "",
      "content": "1 The proceedings shall be conducted in one of the four official languages, and normally in the language in which the parties have filed or would file their applications. 2 In appeal proceedings, the language of the contested decision is decisive. If the parties use a different official language, the proceedings may be conducted in this language. 3 If a party files official documents that are not in an official language, the authority may with the consent of the other parties waive the requirement of a translation. 4 If necessary, the authority shall order a translation to be obtained. Inserted by Annex No 10 of the Federal Administrative Court Act of 17 June 2005, in force since 1 Jan. 2007 ( AS 2006 2197 1069 ; BBl 2001 4202 )."
    },
    {
      "provision_ref": "art33b",
      "section": "33b",
      "title": "",
      "content": "1 The authority may suspend the proceedings with the consent of the parties in order that the parties may agree on the content of the ruling. The agreement should state that the parties waive their right of appeal and how the parties intend to allocate the costs. 2 In order to encourage an agreement, the authority may appoint a neutral and suitably qualified natural person to be a mediator. 3 The mediator shall be bound only by the law and his mandate from the authority. He may take evidence; for inspections, reports from experts and the examination of witnesses, he shall require prior authorisation from the authority. 4 The authority shall make the agreement the content of its ruling, unless the agreement is defective in terms of Article 49. 5 If an agreement is reached, the authority shall not charge any procedural fees. If no agreement is reached, the authority may dispense with imposing the costs of mediation on the parties, provided the interests involved justify this. 6 A party may at any time request that the suspension of the proceedings be revoked. Inserted by Annex No 10 of the Federal Administrative Court Act of 17 June 2005, in force since 1 Jan. 2007 ( AS 2006 2197 1069 ; BBl 2001 4202 )."
    },
    {
      "provision_ref": "art34",
      "section": "34",
      "title": "",
      "content": "1 The authority shall notify the parties of its rulings in writing. 1bis With the consent of the party, notification of a ruling may be given by electronic means. The ruling must carry an electronic signature in accordance with the Federal Act of 18 March 2016 on Electronic Signatures. The Federal Council shall regulate: a. the form of signature to be used; b. the format of the ruling and its accompanying documents; c. the form and method of transmission; d. the time at which notification is deemed to have been given. 2 The authority may verbally notify the parties present of interim orders, but it must confirm the ruling to them in writing if any party requests this at the time; the period allowed for applying for legal remedies in this case begins from the time of written confirmation. SR 943.03 Inserted by Annex No 10 of the Administrative Court Act of 17 June 2005, ( AS 2006 2197 ; BBl 2001 4202 ). Amended by Annex No II 1 of the FA of 18 March 2016 on Electronic Signatures, in force since 1 Jan. 2017 ( AS 2016 4651 ; BBl 2014 1001 ). Amended by Annex No 10 of the Federal Administrative Court Act of 17 June 2005, in force since 1 Jan. 2007 ( AS 2006 2197 1069 ; BBl 2001 4202 )."
    },
    {
      "provision_ref": "art35",
      "section": "35",
      "title": "",
      "content": "1 Written rulings must, even if the authority issues them in the form of a letter, be designated as such, must state the grounds on which they are based and contain instructions on legal remedies. 2 The instructions on legal remedies must indicate the ordinary remedies, the competent authority and the period for applying for legal remedies. 3 The authority may dispense with stating the grounds for the ruling and providing instructions on legal remedies if it grants the applications of the parties in full and no party requests that the grounds be stated."
    },
    {
      "provision_ref": "art36",
      "section": "36",
      "title": "",
      "content": "The authority may notify its rulings by publication in an official gazette: a. to any party whose place of residence is unknown and who has no contactable representative; b. to any party who resides abroad and has no contactable representative provided service at their place of residence is impossible or if the party, in contravention of Article 11 b paragraph 1, has failed to indicate a domicile for service in Switzerland; c. in any case with numerous parties; d. in any case which the identification of all the parties would entail unreasonable expense. Amended by Annex No 3 of the FA of 4 Oct. 1991, in force since 15 Feb. 1992 ( AS 1992 288 337 Art. 2 para. 1 let. b; BBl 1991 II 465 ). Amended by Annex No 10 of the Federal Administrative Court Act of 17 June 2005, in force since 1 Jan. 2007 ( AS 2006 2197 1069 ; BBl 2001 4202 ). Amended by Annex No 3 of the FA of 4 Oct. 1991, in force since 15 Feb. 1992 ( AS 1992 288 337 Art. 2 para. 1 let. b; BBl 1991 II 465 ). Inserted by Annex No 3 of the FA of 4 Oct. 1991, in force since 15 Feb. 1992 ( AS 1992 288 337 Art. 2 para. 1 let. b; BBl 1991 II 465 )."
    },
    {
      "provision_ref": "art37",
      "section": "37",
      "title": "",
      "content": "Repealed by Annex No 10 of the Federal Administrative Court Act of 17 June 2005, with effect from 1 Jan. 2007 ( AS 2006 2197 1069 ; BBl 2001 4202 )."
    },
    {
      "provision_ref": "art38",
      "section": "38",
      "title": "",
      "content": "No party may be prejudiced by a defect in the notification procedure."
    },
    {
      "provision_ref": "art39",
      "section": "39",
      "title": "",
      "content": "The authority may enforce its rulings provided: a. the ruling may no longer be contested through legal remedies; b. the ruling may still be contested, but the permitted legal remedy does not have a suspensive effect; c. the suspensive effect of the legal remedy has been revoked."
    },
    {
      "provision_ref": "art40",
      "section": "40",
      "title": "",
      "content": "Rulings on the payment of money or the provision of security must be enforced by means of debt collection proceedings in accordance with the Federal Act of 11 April 1889 on Debt Collection and Bankruptcy. Amended by Annex No 1 of the FA of 16. Dec. 1994, in force since 1 Jan. 1997 ( AS 1995 1227 ; BBl 1991 III 1 ). SR 281.1"
    },
    {
      "provision_ref": "art41",
      "section": "41",
      "title": "",
      "content": "1 In order to enforce other rulings, the authority shall take the following measures: a. substitute performance by the authority issuing the ruling itself or by a third party instructed at the expense of the party liable; the costs must be determined by special ruling; b. direct enforcement against the party liable in person or against his property; c. prosecution in the event that another federal act provides for a penalty; d. prosecution for contempt under Article 292 of the Criminal Code if no other criminal law provision applies. 2 Before the authority takes any enforcement measure, it shall give notice thereof to the party liable and allow him a suitable period in which to comply, indicating the statutory penalties in the cases referred to in paragraph 1 letters c and d. 3 In the cases referred to in paragraph 1 letters a and b, it may dispense with giving notice of the enforcement measure and allowing a period for compliance if there is a risk in any delay. SR 311.0"
    },
    {
      "provision_ref": "art42",
      "section": "42",
      "title": "",
      "content": "The authority must not use a more rigorous enforcement measure than the circumstances require."
    },
    {
      "provision_ref": "art43",
      "section": "43",
      "title": "",
      "content": "The cantons shall provide the federal authorities with mutual assistance in enforcing rulings."
    },
    {
      "provision_ref": "art44",
      "chapter": "Section 3 Appeal Procedure in General",
      "section": "44",
      "title": "",
      "content": "Any ruling shall be subject to an appeal."
    },
    {
      "provision_ref": "art45",
      "chapter": "Section 3 Appeal Procedure in General",
      "section": "45",
      "title": "",
      "content": "1 An appeal is permitted against separately notified interim orders on jurisdiction and on requests for recusal. 2 These rulings may not be contested at a later date. Amended by Annex No 10 of the Federal Administrative Court Act of 17 June 2005, in force since 1 Jan. 2007 ( AS 2006 2197 1069 ; BBl 2001 4202 )."
    },
    {
      "provision_ref": "art46",
      "chapter": "Section 3 Appeal Procedure in General",
      "section": "46",
      "title": "",
      "content": "1 An appeal is permitted against other separately notified interim orders: a. if they may cause a non-redressable prejudice; or b. if granting the appeal would immediately bring about a final decision and thus would obviate significant expenditure in time or money in prolonged evidentiary proceedings. 2 If an appeal under paragraph 1 is not permitted or if such right of appeal has not been exercised, the interim orders concerned shall be contestable by appeal against the final ruling, provided they have an effect on the content of the final ruling. Amended by Annex No 10 of the Federal Administrative Court Act of 17 June 2005, in force since 1 Jan. 2007 ( AS 2006 2197 1069 ; BBl 2001 4202 )."
    },
    {
      "provision_ref": "art46a",
      "section": "46a",
      "title": "",
      "content": "An appeal may be filed against the unlawful refusal of or delay in issuing a contestable ruling. Inserted by Annex No 10 of the Federal Administrative Court Act of 17 June 2005, in force since 1 Jan. 2007 ( AS 2006 2197 1069 ; BBl 2001 4202 )."
    },
    {
      "provision_ref": "art47",
      "section": "47",
      "title": "",
      "content": "1 The appellate authorities are: a. the Federal Council under Articles 72 ff.; b. the Federal Administrative Court under Articles 31–34 of the Administrative Court Act of 17 June 2005; c. other authorities that are designated as appellate authorities by a federal act; d. the supervisory authority if an appeal to the Federal Administrative Court is incompetent and federal law does not designate any other appellate authority. 2 If an appellate authority not responsible for the final decision has issued an instruction in an individual case that a lower instance should decide or has issued that instance with instructions on the content of that decision, the ruling must be referred directly to the next highest appellate authority; attention must be drawn to the foregoing in the instructions on legal remedies. 3 ... 4 Instructions that an appellate authority issues if it decides in the case and refers the same back to the lower instance are not regarded as instructions within the meaning of paragraph 2. Amended by Annex No 10 of the Federal Administrative Court Act of 17 June 2005, in force since 1 Jan. 2007 ( AS 2006 2197 1069 ; BBl 2001 4202 ). SR 173.32 Amended by Annex No 10 of the Federal Administrative Court Act of 17 June 2005, in force since 1 Jan. 2007 ( AS 2006 2197 1069 ; BBl 2001 4202 ). Inserted by Annex No 10 of the Federal Administrative Court Act of 17 June 2005, in force since 1 Jan. 2007 ( AS 2006 2197 1069 ; BBl 2001 4202 ). Amended by Art. 67 of the Administration Organisation Act of 19 Sept. 1978, in force since 1 June 1979 ( AS 1979 114 679 ; BBl 1975 I 1453 ). Repealed by Annex No 10 of the Federal Administrative Court Act of 17 June 2005, with effect from 1 Jan. 2007 ( AS 2006 2197 1069 ; BBl 2001 4202 )."
    },
    {
      "provision_ref": "art47a",
      "section": "47a",
      "title": "",
      "content": "Inserted by Annex No 1 of the Government and Administration Organisation Act of 21 March 1997 ( AS 1997 2022 ; BBl 1996 V 1 ). Repealed by Annex No 10 of the Federal Administrative Court Act of 17 June 2005, with effect from 1 Jan. 2007 ( AS 2006 2197 1069 ; BBl 2001 4202 )."
    },
    {
      "provision_ref": "art48",
      "section": "48",
      "title": "",
      "content": "1 A right of appeal shall be accorded to anyone who: a. has participated or has been refused the opportunity to participate in proceedings before the lower instance; b. has been specifically affected by the contested ruling; and c. has a interest that is worthy of protection in the revocation or amendment of the ruling. 2 Persons, organisations and authorities who are granted a right of appeal by another federal act shall also be entitled to appeal. Amended by Annex No 10 of the Federal Administrative Court Act of 17 June 2005, in force since 1 Jan. 2007 ( AS 2006 2197 1069 ; BBl 2001 4202 )."
    },
    {
      "provision_ref": "art49",
      "section": "49",
      "title": "",
      "content": "In the appeal, the appellant may contend that: a. there has been a violation of federal law including the exceeding or abuse of discretionary powers; b. there has been an incorrect or incomplete determination of the legally relevant facts of the case; c. the ruling is inadequate; a plea of inadequacy is inadmissible if a cantonal authority has ruled as the appellate authority."
    },
    {
      "provision_ref": "art50",
      "section": "50",
      "title": "",
      "content": "1 The appeal must be filed within 30 days of notification of the ruling. 2 An appeal may be filed at any time against the unlawful refusal of or delay in issuing a ruling. Amended by Annex No 10 of the Federal Administrative Court Act of 17 June 2005, in force since 1 Jan. 2007 ( AS 2006 2197 1069 ; BBl 2001 4202 )."
    },
    {
      "provision_ref": "art51",
      "section": "51",
      "title": "",
      "content": "Repealed by Annex No 10 of the Federal Administrative Court Act of 17 June 2005, with effect from 1 Jan. 2007 ( AS 2006 2197 1069 ; BBl 2001 4202 )."
    },
    {
      "provision_ref": "art52",
      "section": "52",
      "title": "",
      "content": "1 The appeal petition must contain the application, the grounds of appeal with details of the evidence and the signature of the appellant or his agent; the official copy of the contested ruling and documents cited as evidence must be attached, provided they are in the appellant’s possession. 2 If the appeal fails to satisfy these requirements, or if the application made by the appellant or the grounds therefor lack the required clarity but the appeal is not clearly inadmissible, the appellate authority shall grant the appellant a short additional period to revise the appeal petition. 3 It shall at the same time notify the appellant that if there is not response within the additional period, it shall decide on the basis of the case files or in the absence of an application, grounds or a signature, to declare the appeal inadmissible."
    },
    {
      "provision_ref": "art53",
      "section": "53",
      "title": "",
      "content": "If the unusual complexity or special difficulty of an appeal case so requires, the appellate authority shall grant an appellant who so requests in his otherwise properly filed appeal a suitable additional period within which to supplement his grounds of appeal; in such cases, Article 32 paragraph 2 does not apply."
    },
    {
      "provision_ref": "art54",
      "section": "54",
      "title": "",
      "content": "The right to deal with the case that is the subject of the ruling being contested on appeal is assigned to the appellate authority when the appeal is filed."
    },
    {
      "provision_ref": "art55",
      "section": "55",
      "title": "",
      "content": "1 An appeal shall have a suspensive effect. 2 If the ruling does not relate to the payment of money, the lower instance may revoke the suspensive effect of any appeal in its ruling; once the appeal has been filed, the appellate authority, its president or the instructing judge has the same power. 3 The appellate authority, its president or the instructing judge may reinstate the suspensive effect revoked by the lower instance; an application for the reinstatement of the suspensive effect must be decided immediately. 4 If the suspensive effect is revoked arbitrarily or an application for the reinstatement of the suspensive effect is arbitrarily not granted or granted late, the public corporation or autonomous institution on whose behalf the authority has issued the ruling shall be liable for any loss or damage incurred thereby. 5 The provisions of other federal acts under which an appeal does not have a suspensive effect are reserved. Amended by Annex No 10 of the Federal Administrative Court Act of 17 June 2005, in force since 1 Jan. 2007 ( AS 2006 2197 1069 ; BBl 2001 4202 ). Amended by Annex No 10 of the Federal Administrative Court Act of 17 June 2005, in force since 1 Jan. 2007 ( AS 2006 2197 1069 ; BBl 2001 4202 ). Inserted by No 5 of the Annex to the Insurance Supervision Act of 23 June 1978, in force since 1 Jan. 1979 ( AS 1978 1836 ; BBl 1976 II 873 )."
    },
    {
      "provision_ref": "art56",
      "section": "56",
      "title": "",
      "content": "Once the appeal has been filed, the appellate authority, its president or the instructing judge may take other precautionary measures ex officio or in response to an application by a party, in ruling to preserve the current situation or to temporarily safeguard interests that are at risk. Amended by Annex No 10 of the Federal Administrative Court Act of 17 June 2005, in force since 1 Jan. 2007 ( AS 2006 2197 1069 ; BBl 2001 4202 )."
    },
    {
      "provision_ref": "art57",
      "section": "57",
      "title": "",
      "content": "1 The appellate authority shall immediately notify the lower instance and any respondents or other parties involved of any appeal that is not fundamentally inadmissible or groundless, allow them a period within which to respond and at the same time request the lower instance to produce its case files. 2 It may invite the parties to exchange written submissions at any stage of the proceedings or arrange an oral debate with them. Amended by Annex No 10 of the Federal Administrative Court Act of 17 June 2005, in force since 1 Jan. 2007 ( AS 2006 2197 1069 ; BBl 2001 4202 )."
    },
    {
      "provision_ref": "art58",
      "section": "58",
      "title": "",
      "content": "1 The lower instance may reconsider its contested ruling at any time prior to making a formal response to the appeal. 2 It shall notify the parties immediately of any new ruling and inform the appellate authority of the same. 3 The appellate authority shall proceed with the appeal unless it is rendered groundless by the new ruling of the lower instance; Article 57 applies if the new ruling is based on facts that are substantially different or creates a legal position that is substantially different."
    },
    {
      "provision_ref": "art59",
      "section": "59",
      "title": "",
      "content": "The appellate authority may not appoint persons to hear the appeal who serve the lower instance or who participated in the drafting of the contested ruling; if the contested ruling is based on an instruction from the appellate authority, Article 47 paragraphs 2–4 also apply."
    },
    {
      "provision_ref": "art60",
      "section": "60",
      "title": "",
      "content": "1 The appellate authority may issue a reprimand to or impose a disciplinary fine of up to 500 francs on parties or their representatives who offend against the propriety or disrupt the conduct of the proceedings. 2 In cases of vexatious or irresponsible litigation, the party and his representative may be issued with disciplinary fine of up to 1000 francs or of up to 3000 francs in the event of reoffending. 3 The person presiding over a hearing may have persons who refuse to comply with his instructions removed from the room and may impose a disciplinary fine of up to 500 francs. Amended by Annex No 10 of the Federal Administrative Court Act of 17 June 2005, in force since 1 Jan. 2007 ( AS 2006 2197 1069 ; BBl 2001 4202 )."
    },
    {
      "provision_ref": "art61",
      "section": "61",
      "title": "",
      "content": "1 The appellate authority shall itself make the decision in the case or in exceptional cases shall refer the case back to the lower instance and issue binding instructions. 2 The appeal decision shall contain a summary of the relevant facts of the case, a statement of the grounds for the decision and the operative part of the decision. 3 Notification of the decision must be given to the parties and the lower instance."
    },
    {
      "provision_ref": "art62",
      "section": "62",
      "title": "",
      "content": "1 The appellate authority may amend the contested ruling in favour of a party. 2 It may amend the contested ruling to the prejudice of a party, provided the ruling violates federal law or is based on an incorrect or incomplete determination of the facts of the case; the contested ruling may not be amended to the prejudice of a party on the grounds that it is inadequate, other than in the case of an amendment in favour of a respondent. 3 If the appellate authority intends to amend the contested ruling to the prejudice of a party, it shall notify the party of this intention and allow him the opportunity to respond. 4 In no event do the grounds for the application bind the appellate authority."
    },
    {
      "provision_ref": "art63",
      "section": "63",
      "title": "",
      "content": "1 In its judgment, the appellate authority shall normally impose the procedural costs, consisting of the authority's own fees, the registrar’s fees and cash outlays on the unsuccessful party. If the party is only partly unsuccessful, the procedural costs shall be reduced. In exceptional cases, they may be remitted. 2 No procedural costs shall be imposed on lower instances or appellant federal authorities that are unsuccessful; persons other than federal authorities that file an appeal and are unsuccessful shall be required to pay procedural costs provided the dispute relates to the pecuniary interests of public corporations or autonomous institutions. 3 Procedural costs may only be imposed on a successful party if the costs were incurred through a violation of procedural duties. 4 The appellate authority, its president or the instructing judge shall obtain from the appellant an advance payment to cover costs equivalent to the expected level of the costs. The appellant must be allowed a suitable period within which to make payment, subject to the case being dismissed without entering into its substance in the event of non-payment. If there are special reasons, the advance payment to cover costs may be waived in full or in part. 4bis The authority's own fees are governed by the extent and difficulty of the matter in dispute, the form of the proceedings and the financial circumstances of the parties. They shall amount to: a. 100–5000 francs in non-pecuniary disputes; b. 100–50 000 francs in other disputes. 5 The Federal Council shall regulate the details of the calculation of the fees. Article 16 paragraph 1 letter a of the Federal Administrative Court Act of 17 June 2005 and Article 73 of the Law Enforcement Authorities Act of 19 March 2010 are reserved. Amended by Annex No 10 of the Federal Administrative Court Act of 17 June 2005, in force since 1 Jan. 2007 ( AS 2006 2197 1069 ; BBl 2001 4202 ). Inserted by Annex No 10 of the Federal Administrative Court Act of 17 June 2005, in force since 1 Jan. 2007 ( AS 2006 2197 1069 ; BBl 2001 4202 ). Amended by Annex No 10 of the Administrative Court Act of 17 June 2005, in force since 1 Jan. 2007 ( AS 2006 2197 1069 ; BBl 2001 4202 ). SR 173.32 SR 173.71 Second sentence amended by Annex No II 3 of the Law Enforcement Authorities Act of 19 March 2010, in force since 1 Jan. 2011 ( AS 2010 3267 ; BBl 2008 8125 )."
    },
    {
      "provision_ref": "art64",
      "section": "64",
      "title": "",
      "content": "1 The appellate authority may award the successful party ex officio or on application a payment in respect of all or part of the costs that he has incurred that were reasonable and necessary. 2 The award shall be quantified in the decision and imposed on the public corporation or autonomous institute in whose name the lower instance issued its ruling, unless it may be imposed on an unsuccessful respondent. 3 It may be imposed on an unsuccessful respondent, depending on his ability to pay, provided the party participated in the proceedings by filing an independent application. 4 The public corporation or autonomous institution in whose name the lower instance issued its ruling shall be liable for the payment of an award imposed on an unsuccessful respondent in the event that it is found to be unrecoverable. 5 The Federal Council shall regulate the calculation of the award. Article 16 paragraph 1 letter a of the Administrative Court Act of 17 June 2005 and Article 73 of the Law Enforcement Authorities Act of 19 March 2010 are reserved. Amended by Annex No 10 of the Administrative Court Act of 17 June 2005, in force since 1 Jan. 2007 ( AS 2006 2197 1069 ; BBl 2001 4202 ). SR 173.32 SR 173.71 Second sentence amended by Annex No II 3 of the Law Enforcement Authorities Act of 19 March 2010, in force since 1 Jan. 2011 ( AS 2010 3267 ; BBl 2008 8125 )."
    },
    {
      "provision_ref": "art65",
      "section": "65",
      "title": "",
      "content": "1 After the appeal has been filed, the appellate authority, its president or the instructing judge shall on request relieve a party who does not have the required financial means of the requirement to pay procedural costs, unless his application appears to have no prospect of success. 2 If it is necessary in order to safeguard his rights, the appellate authority, its president or the instructing judge shall appoint a lawyer to represent the party. 3 The liability for the lawyer's costs and fees is determined in accordance with Article 64 paragraphs 2–4. 4 If the party later acquires sufficient financial means, he shall be required to reimburse the public corporation or autonomous institution that has paid the lawyer's fees and costs. 5 The Federal Council shall regulate the assessment of fees and costs. Article 16 paragraph 1 letter a of the Administrative Court Act of 17 June 2005 and Article 73 of the Law Enforcement Authorities Act of 19 March 2010 are reserved. Amended by Annex No 10 of the Federal Administrative Court Act of 17 June 2005, in force since 1 Jan. 2007 ( AS 2006 2197 1069 ; BBl 2001 4202 ). Amended by Annex No 10 of the Federal Administrative Court Act of 17 June 2005, in force since 1 Jan. 2007 ( AS 2006 2197 1069 ; BBl 2001 4202 ). Amended by Annex No 10 of the Federal Administrative Court Act of 17 June 2005, in force since 1 Jan. 2007 ( AS 2006 2197 1069 ; BBl 2001 4202 ). SR 173.32 SR 173.71 Second sentence amended by Annex No II 3 of the Law Enforcement Authorities Act of 19 March 2010, in force since 1 Jan. 2011 ( AS 2010 3267 ; BBl 2008 8125 )."
    },
    {
      "provision_ref": "art66",
      "section": "66",
      "title": "",
      "content": "1 The appellate authority shall review their decision ex officio or on the application of a party if the decision has been influenced by a felony or misdemeanour. 2 It shall also review its decision on the application of a party if: a. the party introduces relevant new facts or evidence; b. the party demonstrates that the appellate authority overlooked relevant facts that were on record or specific applications; c. the party demonstrates that the appellate authority violated the provisions of Articles 10, 59 or 76 on recusal, Articles 26–28 on the inspection of files or the Articles 29–33 on the right to be heard; or d. the European Court of Human Rights has held in a final judgment that there has been a violation of the Convention of 4 November 1950 for the Protection of Human Rights and Fundamental Freedoms (ECHR) or of the protocols thereto, or if the case has been concluded by means of a friendly settlement (Art. 39 ECHR), provided an award of damages is not sufficient to remedy the consequences of the violation and the review is necessary in ruling to redress the violation. 3 The grounds referred to in paragraph 2 letters a–c are not regarded as grounds for a review if the party had the opportunity to invoke them in the course of proceedings prior to the appeal decision, or by means of an appeal that he was entitled to bring against the appeal decision. Amended by Annex No 10 of the Federal Administrative Court Act of 17 June 2005, in force since 1 Jan. 2007 ( AS 2006 2197 1069 ; BBl 2001 4202 ). Amended by Annex No 1 of the FA of 1 Oct. 2021, in force since 1 July 2022 ( AS 2022 289 ; BBl 2021 300 , 889 ). SR 0.101"
    },
    {
      "provision_ref": "art67",
      "section": "67",
      "title": "",
      "content": "1 The application for a review must be filed with the appellate authority within 90 days of becoming aware of the grounds for a review, but at the latest within 10 years of receipt of written notification of the appeal decision. 1bis In the case referred to in Article 66 paragraph 2 letter d, the application for a review must be filed within 90 days of the relevant judgment of the European Court of Human Rights under Article 44 the European Convention on Human Rights of 4 November 1950 taking full legal effect. 2 If 10 years have elapsed since notification of the appeal decision, an application for a review is only admissible on the grounds cited in Article 66 paragraph 1. 3 The content, form, correction and amendment of the application for a review are governed by Articles 52 and 53; the statement of grounds must in particular indicate the grounds for the review and confirmation that the application for a review has been filed in time. This must also contain the application in the event that a new appeal decision is made. Amended by Annex No 10 of the Federal Administrative Court Act of 17 June 2005, in force since 1 Jan. 2007 ( AS 2006 2197 1069 ; BBl 2001 4202 ). SR 0.101 Inserted by Annex No 10 of the Federal Administrative Court Act of 17 June 2005, in force since 1 Jan. 2007 ( AS 2006 2197 1069 ; BBl 2001 4202 )."
    },
    {
      "provision_ref": "art68",
      "section": "68",
      "title": "",
      "content": "1 If the appellate authority decides to admit the application for a review and if it regards the same as justified, it shall revoke the appeal decision and make a new decision. 2 Articles 56, 57 and 59–65 also apply to the consideration of the application for a review."
    },
    {
      "provision_ref": "art69",
      "section": "69",
      "title": "",
      "content": "1 The appellate authority shall at the request of any party explain the appeal decision if there are any inconsistencies or contradictions in the operative part of the decision or between the operative part and the statement of grounds. 2 A new period for filing an appeal begins from the date of the explanatory statement. 3 Typographical or arithmetical errors or administrative omissions that have no influence on the decision or on the essential content of the grounds may be corrected by the appellate authority at any time."
    },
    {
      "provision_ref": "art70",
      "section": "70",
      "title": "",
      "content": "Repealed by Annex No 10 of the Federal Administrative Court Act of 17 June 2005, with effect from 1 Jan. 2007 ( AS 2006 2197 1069 ; BBl 2001 4202 )."
    },
    {
      "provision_ref": "art71",
      "section": "71",
      "title": "",
      "content": "1 Anyone may at any time report matters to the supervisory authority that require action to be taken ex officio in the public interest against an authority. 2 The person making the report does not have the rights of a party."
    },
    {
      "provision_ref": "art71a71d",
      "chapter": "Section 4 Special Authorities",
      "section": "71a71d",
      "title": "",
      "content": "Inserted by Annex No 3 of the FA of 4 Oct. 1991 ( AS 1992 288 , 1993 877 Art. 2 para. 1; BBl 1991 II 465 ). Repealed by Annex No 10 of the Federal Administrative Court Act of 17 June 2005, with effect from 1 Jan. 2007 ( AS 2006 2197 1069 ; BBl 2001 4202 )."
    },
    {
      "provision_ref": "art72",
      "chapter": "Section 4 Special Authorities",
      "section": "72",
      "title": "",
      "content": "An appeal to the Federal Council is admissible against: a. rulings relating to the internal and external security of the country, neutrality, diplomatic protection and the other matters relating to external relations, unless international law confers the right to have the matter judged by a court; b. first instance rulings on the performance-related element of the salaries of federal personnel. Amended by Annex No 10 of the Federal Administrative Court Act of 17 June 2005, in force since 1 Jan. 2007 ( AS 2006 2197 1069 ; BBl 2001 4202 )."
    },
    {
      "provision_ref": "art73",
      "section": "73",
      "title": "",
      "content": "An appeal to the Federal Council is admissible against rulings: a. issued by the departments and the Federal Chancellery; b. issued by authorities of final instance of autonomous institutions and of businesses of the Confederation; c. issued by cantonal authorities of final instance. Amended by Annex No 10 of the Federal Administrative Court Act of 17 June 2005, in force since 1 Jan. 2007 ( AS 2006 2197 1069 ; BBl 2001 4202 )."
    },
    {
      "provision_ref": "art74",
      "section": "74",
      "title": "",
      "content": "An appeal to the Federal Council is inadmissible against rulings that may be contested by appeal to another federal authority or by objection. Amended by Annex No 10 of the Federal Administrative Court Act of 17 June 2005, in force since 1 Jan. 2007 ( AS 2006 2197 1069 ; BBl 2001 4202 )."
    },
    {
      "provision_ref": "art75",
      "section": "75",
      "title": "",
      "content": "1 The Federal Department of Justice and Police shall conduct the appeal briefing procedure. 2 The Federal Council shall delegate the appeal briefing procedure in appeals against rulings of the Federal Department of Justice and Police to another department. 3 The briefing department shall submit its proposals to the Federal Council and shall exercise the powers held by the Federal Council as appellate authority until the decision is made."
    },
    {
      "provision_ref": "art76",
      "section": "76",
      "title": "",
      "content": "1 The member of the Federal Council against whose department the appeal is filed shall not participate in the decision of the Federal Council. 2 His department may participate in the proceedings before the Federal Council as if it were an appellant and also within the framework of the joint reporting procedure under Article 54 of the Administration Organisation Act of 19 September 1978. 3 If the joint reporting procedure leads to new factual or legal submissions being made, the appellant, any respondents or other parties involved must be heard on these submissions. Amended by Annex No 3 of the FA of 4 Oct. 1991, in force since 15 Feb. 1992 ( AS 1992 288 337 Art. 2 para. 1 let. b; BBl 1991 II 465 ). [ AS 1979 114 ; 1983 170 , 931 Art. 59 No 2; 1985 699 ; 1987 226 No II 2, 808 ; 1989 2116 ; 1990 3 Art. 1, 1530 No II 1, 1587 Art. 1; 1991 362 No I; 1992 2 Art. 1 288 Annex No 2, 510 , 581 Annex No 2; 1993 1770 ; 1995 978 , 4093 Annex No 2, 4362 Art. 1, 5050 Annex No 1; 1996 546 Annex No 1, 1486 , 1498 Annex No 1. AS 1997 2022 Art. 63]. See now the Government and Administration Organisation Act of 21 March 1997 ( SR 172.010 )."
    },
    {
      "provision_ref": "art77",
      "section": "77",
      "title": "",
      "content": "Articles 45–70 also apply."
    },
    {
      "provision_ref": "art78",
      "section": "78",
      "title": "",
      "content": "1 If the Federal Council issues a ruling as the sole or first instance, the department that is competent in the matter shall provide it with a proposal on the ruling. 2 The department shall exercise the powers held by the Federal Council until the ruling has been issued. 3 Articles 7–43 also apply."
    },
    {
      "provision_ref": "art79",
      "section": "79",
      "title": "",
      "content": "1 An appeal to the Federal Assembly is admissible against appeal decisions and rulings if a federal act so provides. 2 The appeal must be filed with the Federal Assembly within 30 days of notification of the appeal decision or the ruling. 3 The appeal shall have no suspensive effect unless a related provisional ruling has been issued by the Federal Council. Amended by No I 1 of the FA of 8. Oct. 1999 on Procedural Amendments to the new Federal Constitution, in force since 1. March 2000 ( AS 2000 416 ; BBl 1999 7922 )."
    },
    {
      "provision_ref": "art80",
      "chapter": "Section 5 Final and Transitional Provisions",
      "section": "80",
      "title": "",
      "content": "On commencement of this Act, the following are repealed: a. Article 23 bis of the Federal Act of 26 March 1914 on the Organisation of the Federal Administration; b. Articles 124–134, 158 and 164 of the Federal Justice Act; c. contradictory provisions of the federal law; supplementary provisions under Article 4 are reserved. [BS 1 261. AS 1979 114 Art. 72 let. a] [BS 3 531; AS 1948 485 Art. 86; 1955 871 Art. 118; 1959 902 ; 1969 767 ; 1977 237 No II 3 862 Art. 52 No 2, 1323 No III; 1978 688 Art. 88 No 3, 1450 ; 1979 42 ; 1980 31 No IV 1718 Art. 52 No 2, 1819 Art. 12 para. 1; 1982 1676 Annex No 13; 1983 1886 Art. 36 No 1; 1986 926 Art. 59 No 1; 1987 226 No II 1, 1665 No II; 1988 1776 Annex No II 1; 1989 504 Art. 33 let. a ; 1990 938 No III para. 5; 1992 288 ; 1993 274 Art. 75 No 1, 1945 Annex No 1; 1995 1227 Annex No 3, 4093 Annex No 4; 1996 508 Art. 36, 750 Art. 17, 1445 Annex No 2, 1498 Annex No 2; 1997 1155 Annex No 6, 2465 Annex No 5; 1998 2847 Annex No 3, 3033 Annex No 2; 1999 1118 Annex No 1, 3071 No I 2, 2000 273 Annex No 6, 416 No I 2, 505 No I 1, 2355 Annex No 1, 2719 ; 2001 114 No I 4, 894 Art. 40 No 3, 1029 Art. 11 para. 2; 2002 863 Art. 35, 1904 Art. 36 No 1, 2767 No II, 3988 Annex No 1; 2003 2133 Annex No 7, 3543 Annex No II 4 let. a, 4557 Annex No II 1; 2004 1985 Annex No II 1, 4719 Annex No II 1; 2005 5685 Annex No 7. AS 2006 1205 Art. 131 para. 1]"
    },
    {
      "provision_ref": "art81",
      "section": "81",
      "title": "",
      "content": "This Act does not apply to disputes before authorities of administrative justice at the time of its commencement and to appeals or objections against rulings issued before its commencement; in such cases, the previous provisions on procedure and provisions apply."
    },
    {
      "provision_ref": "art82",
      "section": "82",
      "title": "",
      "content": "The Federal Council shall determine the date on which this Act comes into force. Commencement date: 1 October 1969 FCD of 10 Sept. 1969."
    }
  ],
  "definitions": []
}