{
  "id": "sr-172-213-80",
  "type": "statute",
  "title": "Verordnung vom 25. November 1998 über den Sonderstab Geiselnahme und Erpressung",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1999/73/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "1",
      "title": "Gegenstand",
      "content": "Diese Verordnung regelt Aufgaben, Zuständigkeit, Organisation und Einsatz des Sonderstabes Geiselnahme und Erpressung (SOGE)."
    },
    {
      "provision_ref": "art2",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "2",
      "title": "Einsatz",
      "content": "1 Der SOGE wird eingesetzt zur Bewältigung einer erpresserischen Krisensituation, welche: a. namentlich durch die Begehung oder Vorbereitung einer strafbaren Handlung hervorgerufen wird, die der Bundesgerichtsbarkeit untersteht; und b. die Behörden des Bundes oder des Auslandes in eine Lage versetzt, in der sie zu handeln genötigt sind. 2 Er kann nach Rücksprache mit dem zuständigen Kanton auch eingesetzt werden, wenn durch andere strafbare Handlungen wichtige Interessen des Bundes betroffen sind."
    },
    {
      "provision_ref": "art3",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "3",
      "title": "Zusammenarbeit",
      "content": "1 Der SOGE arbeitet mit den Stäben des Bundes und der Kantone zusammen. 2 Er kann auch mit den entsprechenden Stäben des Auslandes zusammenarbeiten."
    },
    {
      "provision_ref": "art4",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "4",
      "title": "Vorbereitungen für die Einsatzbereitschaft",
      "content": "1 Das Eidgenössische Justiz- und Polizeidepartement (EJPD) sorgt für die Einsatzbereitschaft des SOGE. 2 Es nimmt die dafür nötigen Beträge in seinen Voranschlag auf."
    },
    {
      "provision_ref": "art5",
      "chapter": "2. Abschnitt: Aufgaben und Zuständigkeit",
      "section": "5",
      "title": "Aufgaben",
      "content": "1 Der SOGE arbeitet zuhanden des Bundesrates zeitgerechte Lösungsvorschläge zur Krisenbewältigung aus und bereitet entsprechende Massnahmen vor. 2 Kann aus Zeitgründen keine Rücksprache mit dem Bundesrat genommen werden, kommt der Chefin oder dem Chef des SOGE stellvertretend die Führungs- und Entscheidkompetenz zu. 3 Während eines Einsatzes hat der SOGE insbesondere: a. die erforderlichen Sofortmassnahmen zu ergreifen; b. die Verbindung zu den Stäben des Bundes, der Kantone und des Auslandes zu gewährleisten; c. die Entwicklung einer Krisensituation zu verfolgen und die Lage zu beurteilen; d. den Bundesrat zu orientieren; e. die Verhandlungsstrategie nach Weisung des Bundesrates festzulegen; f. die Rahmenbedingungen für Einsätze bekannt zu geben; g. die Verhandlungen zu führen oder an den zuständigen kantonalen Stab zu delegieren; h. die Öffentlichkeit in Zusammenarbeit mit den zuständigen Stellen zu informieren; i. die politischen Entscheide vorzubereiten und die erforderlichen Anträge an den Bundesrat zu stellen; k. Massnahmen in der Zivilluftfahrt und im übrigen öffentlichen Verkehr zu treffen; l. interkantonale Polizeieinsätze zu koordinieren; m. internationale Polizeieinsätze zu koordinieren; n. die Einsätze mit denen der Armee zu koordinieren. 4 Der SOGE sorgt für flankierende Massnahmen und die Unterstützung der Kantone mit Bundesmitteln."
    },
    {
      "provision_ref": "art6",
      "chapter": "2. Abschnitt: Aufgaben und Zuständigkeit",
      "section": "6",
      "title": "Kantone",
      "content": "1 Die Kantone bereinigen die Lage vor Ort, wenn: a. sich die Chance ergibt, die Krisensituation ohne oder unter Inkaufnahme minimaler Opfer zu beseitigen; b. ein weiteres Zuwarten wegen unverhältnismässiger Opfer nicht mehr möglich ist und grosser Zeitdruck besteht; oder c. der Einsatz vom SOGE freigegeben wurde. 2 In den Fällen von Absatz 1 Buchstaben a und b nehmen die kantonalen Stäbe nach Möglichkeit Rücksprache mit dem SOGE. 3 In Ausnahmefällen kann der SOGE Einsätze aufschieben oder verbieten. 4 Bei mehreren Tat- oder Einsatzorten in verschiedenen Kantonen koordiniert der SOGE die Einsätze der kantonalen Stäbe."
    },
    {
      "provision_ref": "art7",
      "chapter": "3. Abschnitt: Unterstellung, Organisation und Mittel",
      "section": "7",
      "title": "Unterstellung",
      "content": "Der SOGE ist dem EJPD unterstellt."
    },
    {
      "provision_ref": "art8",
      "chapter": "3. Abschnitt: Unterstellung, Organisation und Mittel",
      "section": "8",
      "title": "Organisation",
      "content": "1 Die Vorsteherin oder der Vorsteher des EJPD: a. leitet den SOGE; b. trifft die politischen Entscheide und nimmt dabei, soweit es notwendig und zeitlich möglich ist, Rücksprache mit dem Bundesrat; c. ernennt die Stabschefin oder den Stabschef des SOGE. 2 Der SOGE verfügt über eine ständige Einheit und einen Einsatzstab. Die Bezeichnung der Verwaltungseinheit wurde in Anwendung von Art. 16 Abs. 3 der Publikationsverordnung vom 17. Nov. 2004 ( AS 2004 4937 ) angepasst. Die Anpassung wurde im ganzen Text vorgenommen."
    },
    {
      "provision_ref": "art9",
      "chapter": "3. Abschnitt: Unterstellung, Organisation und Mittel",
      "section": "9",
      "title": "Ständige Einheit",
      "content": "1 Die ständige Einheit ist dauernd einsatzbereit. Als erste Anlaufstelle: a. beschafft und analysiert sie die zur Aufgabenerfüllung des SOGE notwendigen Informationen; b. alarmiert sie die Stabschefin oder den Stabschef beziehungsweise ihre oder seine Stellvertretung; c. bietet sie im Auftrag der Stabschefin oder des Stabschefs beziehungsweise ihrer oder seiner Stellvertretung den Einsatzstab auf. 2 Die Funktion der ständigen Einheit wird vom Bundesamt für Polizei wahrgenommen. Dieses führt auch das Sekretariat des SOGE. 3 Bis zu einem Aufgebot des Einsatzstabes nimmt die ständige Einheit alle in Artikel 5 Absätze 1 und 3 angeführten Aufgaben des SOGE wahr. Die Bezeichnung der Verwaltungseinheit wurde in Anwendung von Art. 16 Abs. 3 der Publikationsverordnung vom 17. Nov. 2004 ( AS 2004 4937 ) angepasst. Die Anpassung wurde im ganzen Text vorgenommen."
    },
    {
      "provision_ref": "art10",
      "chapter": "3. Abschnitt: Unterstellung, Organisation und Mittel",
      "section": "10",
      "title": "Einsatzstab",
      "content": "1 Der Einsatzstab übernimmt nach einem Aufgebot so rasch als möglich alle in Artikel 5 Absätze 1 und 3 angeführten Aufgaben des SOGE. 2 Im Einsatzstab sind folgende Stellen vertreten: a. die Bundeskanzlei; b. das Eidgenössische Departement für auswärtige Angelegenheiten; c. das Bundesamt für Polizei; d. das Eidgenössische Departement für Verteidigung, Bevölkerungsschutz und Sport; e. das Bundesamt für Zivilluftfahrt. 3 Der Einsatzstab kann für die Bedürfnisse des SOGE weitere Personen beiziehen."
    },
    {
      "provision_ref": "art11",
      "chapter": "3. Abschnitt: Unterstellung, Organisation und Mittel",
      "section": "11",
      "title": "Mittel",
      "content": "1 Der SOGE verfügt im Einsatzfall über besondere Räumlichkeiten und Einrichtungen. 2 Das EJPD ist für den Unterhalt der besonderen Räumlichkeiten und Einrichtungen zuständig und besorgt weitere für die Erfüllung der Aufgaben des SOGE notwendige Mittel von den zuständigen Stellen des Bundes und der Kantone sowie von Dritten."
    },
    {
      "provision_ref": "art12",
      "chapter": "4. Abschnitt: Informationsbearbeitung",
      "section": "12",
      "title": "Weitergabe von Informationen",
      "content": "1 Der SOGE kann den Stäben des Bundes, der Kantone und des Auslandes sowie betroffenen Dritten Informationen bekannt geben, soweit dies für Zwecke der Krisenbewältigung notwendig ist. 2 Die Weitergabe von Personendaten richtet sich nach Artikel 17 des Bundesgesetzes vom 21. März 1997 über Massnahmen zur Wahrung der inneren Sicherheit und den entsprechenden Ausführungsbestimmungen. SR 120"
    },
    {
      "provision_ref": "art13",
      "chapter": "4. Abschnitt: Informationsbearbeitung",
      "section": "13",
      "title": "Meldepflicht",
      "content": "Sämtliche Stellen der Alarmorganisationen des Bundes und der Kantone sind verpflichtet, unverzüglich die Meldungen zu Ereignissen, die einen Einsatz des SOGE auslösen könnten, an die ständige Einheit weiterzuleiten."
    },
    {
      "provision_ref": "art14",
      "chapter": "4. Abschnitt: Informationsbearbeitung",
      "section": "14",
      "title": "Datensammlung",
      "content": "1 Für die Kontaktaufnahme im Zusammenhang mit Einsätzen des SOGE und die Entschädigungszahlungen werden von den Angehörigen des SOGE sowie von beizuziehenden Personen Name, Vorname, Adresse, Telefonnummer, Beruf, Spezialkenntnisse und Funktion im SOGE in einer Datensammlung aufgenommen. 2 Das EJPD ist als Dateninhaber für die Datensammlung verantwortlich. Die Bearbeitung der Daten erfolgt ausschliesslich durch Angehörige des EJPD oder des SOGE. 3 Die Daten dürfen den Stäben des Bundes und der Kantone bekannt gegeben werden, soweit dies für Zwecke der Krisenbewältigung notwendig ist."
    },
    {
      "provision_ref": "art15",
      "chapter": "5. Abschnitt: Ausbildung und Alarmbereitschaft",
      "section": "15",
      "title": "Ausbildung",
      "content": "Der SOGE ist verantwortlich für die Ausbildung seiner Angehörigen."
    },
    {
      "provision_ref": "art16",
      "chapter": "5. Abschnitt: Ausbildung und Alarmbereitschaft",
      "section": "16",
      "title": "Alarmbereitschaft",
      "content": "Der SOGE stellt die ständige Alarmbereitschaft seiner Angehörigen sicher."
    },
    {
      "provision_ref": "art17",
      "chapter": "6. Abschnitt: Schlussbestimmungen",
      "section": "17",
      "title": "Vollzug",
      "content": "1 Das EJPD vollzieht diese Verordnung. 2 Es erlässt eine Stabsordnung."
    },
    {
      "provision_ref": "art18",
      "chapter": "6. Abschnitt: Schlussbestimmungen",
      "section": "18",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 1. Januar 1999 in Kraft."
    }
  ],
  "definitions": []
}