{
  "id": "sr-172-091",
  "type": "statute",
  "title": "Verordnung vom 8. Dezember 2006 über die Koordination der Politik des Bundes zugunsten der kleinen und mittleren Unternehmen (VKP-KMU)",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2007/18/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "1",
      "title": "Zweck",
      "content": "Mit dieser Verordnung soll: a. die Koordination der Politik des Bundes zugunsten der kleinen und mittleren Unternehmen (KMU) verbessert werden; und b. die Verabschiedung und die Umsetzung von Massnahmen zur Reduktion der administrativen Belastung der Unternehmen erleichtert werden."
    },
    {
      "provision_ref": "art2",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "2",
      "title": "Information",
      "content": "Die Departemente, die Ämter und die Dienststellen des Bundes (Verwaltungseinheiten) informieren die zuständigen Dienste des Staatssekretariats für Wirtschaft (SECO), wenn Projekte oder Aufgaben ihres Ressorts beträchtliche Auswirkungen auf die KMU oder auf die administrative Belastung der Unternehmen im Allgemeinen haben können."
    },
    {
      "provision_ref": "art3",
      "chapter": "2. Abschnitt: Koordinationsorgan für die KMU-Politik des Bundes",
      "section": "3",
      "title": "Einsetzung",
      "content": "Der Bundesrat setzt ein Organ ein zur Koordination der Politik des Bundes zugunsten kleinerer und mittlerer Unternehmen (KP-KMU)."
    },
    {
      "provision_ref": "art4",
      "chapter": "2. Abschnitt: Koordinationsorgan für die KMU-Politik des Bundes",
      "section": "4",
      "title": "Aufgaben",
      "content": "Das KP-KMU hat folgende Aufgaben: a. Es koordiniert frühzeitig die Aktivitäten des Bundes in allen Bereichen, welche die KMU betreffen. b. Es überwacht die Umsetzung der vom Bundesrat beschlossenen Massnahmen zur administrativen Entlastung der Unternehmen. c. Es formuliert Empfehlungen an die zuständigen Verwaltungseinheiten."
    },
    {
      "provision_ref": "art5",
      "chapter": "2. Abschnitt: Koordinationsorgan für die KMU-Politik des Bundes",
      "section": "5",
      "title": "Zusammensetzung",
      "content": "Das KP-KMU setzt sich aus dem Direktor, der Direktorin oder einem Mitglied der Geschäftsleitung folgender Bundesstellen zusammen: a. Bundesamt für Statistik (BFS); b. Bundesamt für Sozialversicherung (BSV); c. Bundesamt für Justiz (BJ); d. Eidgenössisches Institut für Geistiges Eigentum (IGE); e. Eidgenössische Steuerverwaltung (ESTV); f. Bundesamt für Zoll und Grenzsicherheit (BAZG); g. SECO; h. Bundesamt für Landwirtschaft (BLW); i. Staatssekretariat für Bildung, Forschung und Innovation (SBFI); j. Bundesamt für Umwelt (BAFU). Die Bezeichnung der Verwaltungseinheit wurde in Anwendung von Art. 20 Abs. 2 der Publikationsverordnung vom 7. Okt. 2015 ( SR 170.512.1 ) auf den 1. Jan. 2022 angepasst ( AS 2021 589 ). Die Bezeichnung der Verwaltungseinheit wurde in Anwendung von Art. 16 Abs. 3 der Publikationsverordnung vom 17. Nov. 2004 ( AS 2004 4937 ) auf den 1. Jan. 2013 angepasst."
    },
    {
      "provision_ref": "art6",
      "chapter": "2. Abschnitt: Koordinationsorgan für die KMU-Politik des Bundes",
      "section": "6",
      "title": "Sitzungen und Vorsitz",
      "content": "1 Das KP-KMU tritt mindestens zwei Mal pro Jahr zusammen. 2 Der Vertreter oder die Vertreterin des SECO führt den Vorsitz. 3 Je nach behandelten Themen können Vertreter und Vertreterinnen anderer Verwaltungseinheiten als der in Artikel 5 aufgezählten aufgefordert werden, an den Sitzungen des KP-KMU teilzunehmen."
    },
    {
      "provision_ref": "art7",
      "chapter": "2. Abschnitt: Koordinationsorgan für die KMU-Politik des Bundes",
      "section": "7",
      "title": "Beschlussfassung",
      "content": "1 Die im KP-KMU vertretenen Verwaltungseinheiten beschliessen im gegenseitigen Einvernehmen und einstimmig die notwendigen Massnahmen für eine effiziente Zusammenarbeit und Koordination und setzen diese um. Dossiers, über die keine Einigung erzielt werden kann, unterbreiten sie unverzüglich dem Bundesrat. 2 Über nicht verbindliche Empfehlungen an die Verwaltungseinheiten entscheidet die Stimmenmehrheit der permanenten Mitglieder des KP-KMU. Stimmenthaltung ist zulässig. Bei Stimmengleichheit zählt die Stimme des oder der Vorsitzenden doppelt."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Sekretariat",
      "content": "1 Das SECO führt das Sekretariat des KP-KMU. 2 Das Sekretariat erstellt die Traktandenlisten der Sitzungen gestützt auf vorhergehende Konsultationen und auf die Vorschläge der im KP-KMU vertretenen Verwaltungseinheiten."
    },
    {
      "provision_ref": "art9",
      "chapter": "3. Abschnitt: KMU-Forum",
      "section": "9",
      "title": "Aufgaben",
      "content": "Das KMU-Forum hat folgende Aufgaben: a. Es nimmt im Rahmen von Vernehmlassungen Stellung aus Sicht der KMU. b. Es analysiert die bestehenden Regulierungen, die eine erhebliche administrative Belastung für die Unternehmen verursachen. c. Es schlägt den zuständigen Verwaltungseinheiten Vereinfachungen und alternative Regelungen vor."
    },
    {
      "provision_ref": "art10",
      "chapter": "3. Abschnitt: KMU-Forum",
      "section": "10",
      "title": "Zusammensetzung",
      "content": "1 Das KMU-Forum setzt sich zusammen aus: a. einem Mitglied der Direktion des SECO; b. mindestens sieben Unternehmern und Unternehmerinnen aus verschiedenen Wirtschaftszweigen; c. einem Vertreter oder einer Vertreterin der Konferenz der kantonalen Volkswirtschaftsdirektoren; d. einem Vertreter oder einer Vertreterin der Gründerzentren für Unternehmen. 2 Der Bundesrat ernennt die Mitglieder des KMU-Forums und das Präsidium. Fassung gemäss Ziff. I 6.1 der V vom 9. Nov. 2011 (Überprüfung der ausserparlamentarischen Kommissionen), in Kraft seit 1. Jan. 2012 ( AS 2011 5227 )."
    },
    {
      "provision_ref": "art11",
      "chapter": "3. Abschnitt: KMU-Forum",
      "section": "11",
      "title": "Sitzungen und Ko-Präsidium",
      "content": "1 Das Forum tritt in der Regel sechs Mal pro Jahr zusammen. 2 Es wird gemeinsam von einem Mitglied aus dem Kreis der Unternehmer und Unternehmerinnen sowie dem Direktionsmitglied des SECO präsidiert. 3 Je nach behandelten Themen können Vertreter und Vertreterinnen anderer Verwaltungseinheiten sowie der Wirtschaftsorganisationen aufgefordert werden, an den Sitzungen des KMU-Forums teilzunehmen."
    },
    {
      "provision_ref": "art12",
      "chapter": "3. Abschnitt: KMU-Forum",
      "section": "12",
      "title": "Aufgaben des SECO",
      "content": "1 Das SECO führt das Sekretariat des KMU-Forums. 2 Es führt KMU-Verträglichkeitstests und Analysen der verschiedenen Regulierungen durch, mit deren Überprüfung das KMU-Forum beauftragt ist. Es koordiniert in der Regel die KMU-Verträglichkeitstests mit den Regulierungsfolgenabschätzungen."
    },
    {
      "provision_ref": "art13",
      "chapter": "3. Abschnitt: KMU-Forum",
      "section": "13",
      "title": "Information der parlamentarischen Kommissionen",
      "content": "1 Das KMU-Forum stellt den interessierten parlamentarischen Kommissionen eine Kopie seiner Stellungnahmen zu. 2 Seine Mitglieder stehen den Kommissionen zur Verfügung, um die Resultate ihrer Arbeiten zu präsentieren."
    },
    {
      "provision_ref": "art14",
      "chapter": "4. Abschnitt: Evaluation und Bericht",
      "section": "14",
      "title": "",
      "content": "1 Das KP-KMU und das KMU-Forum führen periodische Evaluationen ihrer Aktivitäten durch. 2 Einmal pro Legislatur erstellen sie einen Bericht zuhanden des Bundesrates und des Parlaments."
    },
    {
      "provision_ref": "art15",
      "chapter": "5. Abschnitt: Änderungen des geltenden Rechts",
      "section": "15",
      "title": "",
      "content": "… Die Änderung kann unter AS 2007 73 konsultiert werden."
    },
    {
      "provision_ref": "art16",
      "chapter": "6. Abschnitt: Inkrafttreten",
      "section": "16",
      "title": "",
      "content": "Diese Verordnung tritt am 1. Februar 2007 in Kraft."
    }
  ],
  "definitions": []
}