{
  "id": "sr-172-010-321",
  "type": "statute",
  "title": "Verordnung vom 30. September 1996 über das Statut des Personals des Eidgenössischen Instituts für Geistiges Eigentum (IGE-PersV)",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1996/2772_2772_2772/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "1. Kapitel: Anstellung",
      "section": "1",
      "title": "Form des Anstellungsverhältnisses",
      "content": "Das Anstellungsverhältnis beruht auf einem öffentlichrechtlichen, schriftlichen Anstellungsvertrag zwischen dem Eidgenössischen Institut für Geistiges Eigentum (IGE) und seinen Angestellten. Die Bezeichnung der Verwaltungseinheit wurde in Anwendung von Art. 16 Abs. 3 der Publikationsverordnung vom 17. Nov. 2004 ( SR 170.512.1 ) angepasst. Diese Anpassung wurde im ganzen Text vorgenommen."
    },
    {
      "provision_ref": "art2",
      "chapter": "1. Kapitel: Anstellung",
      "section": "2",
      "title": "Zuständigkeit zur Anstellung",
      "content": "1 Die Anstellung des Personals erfolgt durch die Direktion oder durch die von ihr bezeichneten Angestellten des IGE. 2 Die Anstellung der Direktionsmitglieder erfolgt durch den Institutsrat."
    },
    {
      "provision_ref": "art3",
      "chapter": "1. Abschnitt: Regelungsbereiche des Anstellungsvertrags",
      "section": "3",
      "title": "",
      "content": "1 Der Anstellungsvertrag regelt mindestens die folgenden Punkte: a. Aufgabenbereich, Umfang der Arbeitspflicht; b. Höhe und Auszahlung des Lohnes sowie des Lohnnachgenusses; c. Zulagen, Vergünstigungen, Dienstaltersgeschenke; d. Sozialleistungen; e. Spesen; f. Arbeits- und Ruhezeit, Ferien, Urlaub und Ruhetage; g. Sorgfalts- und Treuepflicht der Angestellten; h. Recht am Arbeitsergebnis; i. Kündigungsmodalitäten. 2 … 3 Soweit der Anstellungsvertrag und diese Verordnung keine Regelung enthalten, gilt das Obligationenrecht als öffentliches Recht des Bundes. Aufgehoben durch Ziff. IV 6 der V vom 22. Aug. 2007 zur formellen Bereinigung des Bundesrechts, mit Wirkung seit 1. Jan. 2008 ( AS 2007 4477 ). SR 220"
    },
    {
      "provision_ref": "art4",
      "chapter": "2. Abschnitt: Lohngestaltung",
      "section": "4",
      "title": "Lohnkomponenten",
      "content": "1 Die Verträge sehen für die Löhne der Angestellten eine Basiskomponente und, sofern die Voraussetzungen dafür gegeben sind, folgende Komponenten vor: a. Qualifikationskomponente; b. Leistungskomponente; c. Funktionszulage. 2 Die Summe der Komponenten nach Absatz 1 beträgt höchstens 280 000 Franken (Stand Januar 2002). Der Betrag passt sich der vom IGE nach Artikel 9 Absatz 2 generell ausgeglichenen Teuerung an. 3 Der Lohn der Lehrlinge richtet sich nach den Empfehlungen der entsprechenden Berufsverbände und nach der regionalen Praxis. Das IGE kann zugunsten der Lehrlinge davon abweichen. 4 Für die Betreuungszulage gelten die Bestimmungen des Bundes sinngemäss. Das IGE kann höhere Beiträge bezahlen. Fassung gemäss Ziff. I der V vom 29. Mai 2002, in Kraft seit 1. Okt. 2002 ( AS 2002 1889 ). Fassung gemäss Ziff. I der V vom 9. April 2008, in Kraft seit 1. Juli 2008 ( AS 2008 1891 )."
    },
    {
      "provision_ref": "art5",
      "chapter": "2. Abschnitt: Lohngestaltung",
      "section": "5",
      "title": "Basiskomponente",
      "content": "1 Die Basiskomponente bestimmt sich nach dem objektiven Anforderungsprofil der entsprechenden Funktion. 2 Die Direktion bestimmt die Basiskomponente nach Anhörung der jeweiligen Vorgesetzten. Sie sorgt für die Gleichbewertung von gleichwertigen Funktionen."
    },
    {
      "provision_ref": "art6",
      "chapter": "2. Abschnitt: Lohngestaltung",
      "section": "6",
      "title": "Qualifikationskomponente",
      "content": "1 Die Qualifikationskomponente bestimmt sich nach der persönlichen Qualifikation der Angestellten für die betreffende Funktion; massgebend sind insbesondere Ausbildung, Eignung und Erfahrung. 2 Die Direktion bestimmt, wer im Einzelfall die Qualifikationskomponente festlegt. Sie sorgt für die Gleichbewertung von gleichwertigen Qualifikationen. 3 Die Qualifikationskomponente beträgt maximal 40 Prozent der Basiskomponente."
    },
    {
      "provision_ref": "art7",
      "chapter": "2. Abschnitt: Lohngestaltung",
      "section": "7",
      "title": "Leistungskomponente",
      "content": "1 Die Leistungskomponente bestimmt sich nach der Leistung der einzelnen Angestellten oder der betreffenden Organisationseinheit oder nach beidem. Sie wird im ersten Quartal nach Abschluss des Geschäftsjahres ausbezahlt. 2 Die Direktion bestimmt, wer im Einzelfall die Leistungskomponente festlegt. Sie sorgt für die Gleichbehandlung von gleichwertigen Leistungen und für eine angemessene Berücksichtigung aller Stufen. 3 Die Leistungskomponente beträgt: a. maximal 20 Prozent der Basiskomponente für das obere Kader und die Direktionsmitglieder; b. maximal 15 Prozent der Basiskomponente für das weitere Kader und für Angestellte, an die höhere Anforderungen gestellt werden; c. maximal 10 Prozent der Basiskomponente für die übrigen Angestellten. 4 Die jährliche Leistungslohnsumme beträgt zwischen 5 und 10 Prozent der entsprechenden Basislohnsumme. Der Prozentsatz wird vom Institutsrat in Abhängigkeit vom Geschäftsgang des IGE jährlich neu bestimmt. Fassung gemäss Ziff. I der V vom 29. Mai 2002, in Kraft seit 1. Okt. 2002 ( AS 2002 1889 )."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Funktionszulage",
      "content": "1 Für die vorübergehende Übernahme zusätzlicher Aufgaben kann eine Funktionszulage vereinbart und ausbezahlt werden. 2 Ihre Höhe bestimmt sich nach Massgabe des objektiven Anforderungsprofils und der persönlichen Qualifikation der Angestellten für die jeweilige Zusatzfunktion. 3 Die Direktion bestimmt, wer im Einzelfall die Funktionszulage festlegt. Sie sorgt für die Gleichbewertung von gleichwertigen Funktionen und Qualifikationen. Fassung gemäss Ziff. I der V vom 29. Mai 2002, in Kraft seit 1. Okt. 2002 ( AS 2002 1889 )."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Neubewertungen",
      "content": "1 In den Verträgen sind für die einzelnen Lohnkomponenten wie folgt Neubewertungen vorzubehalten: a. Basis- und Qualifikationskomponente wenigstens zweijährlich, in jedem Fall aber bei einem Funktionswechsel; b. Leistungskomponente jährlich gestützt auf die Leistungsbeurteilung (Art. 25). 2 Die Basiskomponente wird zusätzlich der jährlichen Teuerung angemessen angepasst."
    },
    {
      "provision_ref": "art10",
      "chapter": "3. Abschnitt: Sozialversicherung",
      "section": "10",
      "title": "",
      "content": "1 Die Angestellten des IGE sind bei der Pensionskasse des Bundes PUBLICA nach den Bestimmungen des Vorsorgereglements für die Angestellten und die Rentenbeziehenden des Vorsorgewerks IGE versichert. 1bis Als versicherbarer Lohn gelten die Lohnkomponenten nach Artikel 4 Absatz 1 unter Einschluss der Anpassung an die Teuerung nach Artikel 9 Absatz 2. Nicht versichert werden Abgeltungen nach Artikel 18 Absatz 2 sowie Dienstaltersgeschenke. 2 … Eingefügt durch Anhang Ziff. 1 der V vom 2. Mai 2007 über das paritätische Organ des Vorsorgewerks Bund, in Kraft seit 1. Mai 2007 ( AS 2007 2235 ). Fassung gemäss Ziff. I der V vom 9. April 2008, in Kraft seit 1. Juli 2008 ( AS 2008 1891 ). Eingefügt durch Ziff. I der V vom 9. April 2008, in Kraft seit 1. Juli 2008 ( AS 2008 1891 ). Aufgehoben durch Ziff. II der V vom 1. Sept. 2010, mit Wirkung seit 1. Okt. 2010 ( AS 2010 3867 )."
    },
    {
      "provision_ref": "art10a",
      "chapter": "3. Abschnitt: Sozialversicherung",
      "section": "10a",
      "title": "a Paritätisches Organ des Vorsorgewerks",
      "content": "1 Das IGE regelt die Zusammensetzung und das Wahlverfahren sowie die Organisation des paritätischen Organs für sein Vorsorgewerk. Bei gemeinschaftlichen Vorsorgewerken legen die Arbeitgeber ihre Regelungen gemeinsam fest. 2 Zu Mitgliedern des paritätischen Organs dürfen nur fachkundige und zur Wahrnehmung ihrer Führungsaufgabe geeignete Personen gewählt werden. Soweit möglich sollen die Geschlechter und Amtssprachen angemessen vertreten sein. 3 Die Entschädigungen an die Mitglieder des paritätischen Organs werden von der Kassenkommission von PUBLICA festgelegt. Eingefügt durch Anhang Ziff. 1 der V vom 2. Mai 2007 über das paritätische Organ des Vorsorgewerks Bund, in Kraft seit 1. Mai 2007 ( AS 2007 2235 )."
    },
    {
      "provision_ref": "art10b",
      "chapter": "3. Abschnitt: Sozialversicherung",
      "section": "10b",
      "title": "b Überbrückungsrente",
      "content": "1 Bezieht eine Person eine ganze oder halbe Überbrückungsrente, so übernimmt das IGE die Hälfte der Kosten zur Finanzierung der effektiv bezogenen Überbrückungsrente, wenn: a. die betroffene Person das 62. Altersjahr vollendet hat; b. der massgebende Jahreslohn bei Vollzeitbeschäftigung nicht mehr als 120 000 Franken beträgt; und c. das Arbeitsverhältnis vor dem Altersrücktritt mindestens fünf Jahre gedauert hat. 2 Sind die Voraussetzungen nach Absatz 1 Buchstabe a oder b nicht gegeben, so beteiligt sich das IGE an den Kosten zu 10 Prozent. Eingefügt durch Ziff. I der V vom 9. April 2008, in Kraft seit 1. Juli 2008 ( AS 2008 1891 )."
    },
    {
      "provision_ref": "art11",
      "chapter": "4. Abschnitt: Beendigung des Anstellungsverhältnisses",
      "section": "11",
      "title": "Grundsatz",
      "content": "1 Das Anstellungsverhältnis endet durch Vereinbarung, mit Ablauf einer vereinbarten Frist, durch Kündigung oder durch Pensionierung, Invalidisierung oder Tod der angestellten Person. 2 Die Kündigung ist schriftlich zu begründen."
    },
    {
      "provision_ref": "art12",
      "chapter": "4. Abschnitt: Beendigung des Anstellungsverhältnisses",
      "section": "12",
      "title": "Ordentliche Kündigung",
      "content": "1 Während einer vereinbarten Probezeit beträgt die Kündigungsfrist mindestens sieben Kalendertage; das Anstellungsverhältnis endet am Ende einer Kalenderwoche. 2 Nach Ablauf der Probezeit gelten für das unbefristete Anstellungsverhältnis mindestens folgende Kündigungsfristen: a. im 1. Anstellungsjahr ein Monat; b. vom 2. bis zum 5. Anstellungsjahr zwei Monate; c. ab dem 6. Anstellungsjahr drei Monate. 3 Das gekündigte Anstellungsverhältnis endet am Ende eines Kalendermonats."
    },
    {
      "provision_ref": "art13",
      "chapter": "4. Abschnitt: Beendigung des Anstellungsverhältnisses",
      "section": "13",
      "title": "Ausserordentliche Kündigung",
      "content": "1 Aus wichtigen Gründen kann das Anstellungsverhältnis von beiden Parteien fristlos gekündigt werden. Als wichtige Gründe gelten Umstände, welche der kündigenden Partei eine Fortsetzung des Anstellungsverhältnisses nach Treu und Glauben unzumutbar machen. 2 Bei ungerechtfertigter ausserordentlicher Kündigung schulden: a. das kündigende IGE den Lohn, der bis zur ordentlichen Vertragsbeendigung geschuldet wäre; vorbehalten bleiben Einkünfte, die betroffene Angestellte anderweitig erzielt oder absichtlich zu erzielen unterlassen haben; b. kündigende Angestellte vollen Ersatz des durch die Kündigung entstandenen, vom IGE bewiesenen Schadens. 3 Bei ungerechtfertigter Entlassung können Angestellte zudem auf dem Rechtsweg eine Entschädigung verlangen. Deren Höhe beträgt höchstens den für die laufende Berechnungsperiode geschuldeten Jahreslohn. Die Wiedereinstellung in einer andern Verwaltungseinheit des Bundes bleibt vorbehalten. 4 Schadenersatzansprüche aus andern Rechtstiteln bleiben vorbehalten."
    },
    {
      "provision_ref": "art14",
      "chapter": "4. Abschnitt: Beendigung des Anstellungsverhältnisses",
      "section": "14",
      "title": "Verjährung und Verwirkung",
      "content": "1 Die Verjährung für Forderungen aus dem Anstellungsverhältnis tritt unabhängig vom Zeitpunkt der Beendigung des Anstellungsverhältnisses ein: a. nach Ablauf von fünf Jahren seit der Fälligkeit eines Anspruchs im allgemeinen; b. nach den Bestimmungen des Strafrechts, soweit der Anspruch auf einem Straftatbestand beruht, für den eine längere Verjährungsfrist vorgesehen ist. 2 Ansprüche nach den Artikeln 13 Absatz 3 und 22 Absatz 3, die nicht innert sechs Monaten nach Beendigung des Anstellungsverhältnisses geltend gemacht werden, verwirken."
    },
    {
      "provision_ref": "art15",
      "chapter": "1. Abschnitt: Lohnfortzahlung",
      "section": "15",
      "title": "Grundsatz",
      "content": "1 Sind Angestellte aus Gründen, die in ihrer Person liegen, unverschuldet an der Arbeit verhindert, so ist das IGE während den folgenden Fristen zur Weiterzahlung des Lohnes verpflichtet: a. im 1. Anstellungsjahr für drei Monate; b. im 2. und 3. Anstellungsjahr für sechs Monate; c. ab dem 4. Anstellungsjahr für zwölf Monate. 2 Unverschuldete Gründe sind insbesondere Krankheit, Unfall, Erfüllung gesetzlicher Pflichten, freiwilliger schweizerischer Militär- oder Zivilschutzdienst, Rotkreuzdienst oder Ausübung eines öffentlichen Amtes. Die Dauer für mehrere Verhinderungsgründe pro Anstellungsjahr wird zusammengezählt; ausgenommen ist die Erfüllung schweizerischen Militärdienstes. 3 Der während der unverschuldeten Arbeitsverhinderung zu bezahlende Lohn umfasst die Basis- und Qualifikationskomponente; die Leistungskomponente wird grundsätzlich nach Massgabe der bisherigen Leistungen bezahlt."
    },
    {
      "provision_ref": "art16",
      "chapter": "1. Abschnitt: Lohnfortzahlung",
      "section": "16",
      "title": "Ausnahme",
      "content": "Obligatorische gesetzliche Versicherungsleistungen sind an die Lohnfortzahlung anzurechnen."
    },
    {
      "provision_ref": "art17",
      "chapter": "2. Abschnitt: Arbeits- und Ruhezeit; Ferien; Mutterschaftsurlaub",
      "section": "17",
      "title": "Normalarbeitszeit",
      "content": "Die wöchentliche Normalarbeitszeit beträgt 41 Stunden."
    },
    {
      "provision_ref": "art18",
      "chapter": "2. Abschnitt: Arbeits- und Ruhezeit; Ferien; Mutterschaftsurlaub",
      "section": "18",
      "title": "Überstunden",
      "content": "1 Überstunden werden in der Regel durch Freizeit ausgeglichen; schriftlich angeordnete Überstunden werden mit dem Faktor 1,25 multipliziert. 2 Ausnahmsweise kann im Einzelfall eine finanzielle Abgeltung von Überstunden vereinbart werden."
    },
    {
      "provision_ref": "art19",
      "chapter": "2. Abschnitt: Arbeits- und Ruhezeit; Ferien; Mutterschaftsurlaub",
      "section": "19",
      "title": "Nacht- und Sonntagsarbeit",
      "content": "1 Bei angeordneter Nacht- und Sonntagsarbeit wird die Arbeitszeit mit dem Faktor 1,25 multipliziert; sie wird durch Freizeit ausgeglichen. 2 Als Nachtarbeit gilt die zwischen 22 und 6 Uhr geleistete Arbeit."
    },
    {
      "provision_ref": "art20",
      "chapter": "2. Abschnitt: Arbeits- und Ruhezeit; Ferien; Mutterschaftsurlaub",
      "section": "20",
      "title": "Ferien",
      "content": "1 Bei Normalarbeitszeit beträgt der Ferienanspruch vier Wochen pro Kalenderjahr. 2 Bis und mit dem Kalenderjahr, in dem das 20. Altersjahr vollendet wird, und ab dem Kalenderjahr, in dem das 50. Altersjahr vollendet wird, beträgt der Ferienanspruch fünf Wochen; ab dem Kalenderjahr, in dem das 60. Altersjahr vollendet wird, beträgt er sechs Wochen pro Kalenderjahr."
    },
    {
      "provision_ref": "art21",
      "chapter": "2. Abschnitt: Arbeits- und Ruhezeit; Ferien; Mutterschaftsurlaub",
      "section": "21",
      "title": "Mutterschaftsurlaub",
      "content": "Weibliche Angestellte haben Anspruch auf vier Monate bezahlten Mutterschaftsurlaub; massgebend ist der Zeitpunkt der Niederkunft. Die Angestellte kann auf Wunsch maximal zwei Wochen vor dem errechneten Zeitpunkt der Niederkunft die Arbeit aussetzen. Fassung gemäss Ziff. I der V vom 9. April 2008, in Kraft seit 1. Juli 2008 ( AS 2008 1891 )."
    },
    {
      "provision_ref": "art22",
      "chapter": "3. Abschnitt: Kündigungsschutz",
      "section": "22",
      "title": "Missbräuchliche Kündigung",
      "content": "1 Wird der Vertrag missbräuchlich gekündigt, so muss die Gegenpartei bis zum Ablauf der Kündigungsfrist bei der kündigenden Partei schriftlich Einsprache erheben. 2 Die Kündigung ist namentlich missbräuchlich, wenn sei ausgesprochen wird: a. aus Gründen, die in der Persönlichkeit der angestellten Person liegen, soweit diese Gründe ohne Bezug zum Anstellungsverhältnis bestehen und das Anstellungsverhältnis nicht wesentlich beeinträchtigen; b. weil die angestellte Person verfassungsmässige Rechte ausübt, soweit sie dadurch ihre Pflichten nicht verletzt und die Zusammenarbeit nicht wesentlich beeinträchtigt; c. weil die angestellte Person gesetzliche Pflichten erfüllt oder weil sie freiwilligen schweizerischen Militär- oder Zivilschutzdienst oder Rotkreuzdienst leistet; d. weil die angestellte Person einem Personalverband angehört oder nicht angehört oder weil sie rechtmässig gewerkschaftliche Tätigkeiten ausübt; e. ohne begründeten Anlass während der Dauer, in der die angestellte Person gewählte Vertreterin einer betrieblichen oder dem IGE angeschlossenen Einrichtung ist; f. ausschliesslich um die Entstehung von Ansprüchen der anderen Partei aus dem Anstellungsverhältnis zu vereiteln; g. weil die andere Partei nach Treu und Glauben Ansprüche aus dem Anstellungsverhältnis geltend macht. 3 Erzielen die Parteien keine Einigung, so kann die gekündigte Partei auf dem Rechtsweg eine Entschädigung verlangen. Deren Höhe beträgt höchstens den für die laufende Berechnungsperiode geschuldeten Jahreslohn. Die Wiedereinstellung in einer andern Verwaltungseinheit des Bundes bleibt vorbehalten. 4 Schadenersatzansprüche aus andern Rechtstiteln bleiben vorbehalten."
    },
    {
      "provision_ref": "art23",
      "chapter": "3. Abschnitt: Kündigungsschutz",
      "section": "23",
      "title": "Kündigung zur Unzeit",
      "content": "1 Die Kündigung während einer Sperrfrist ist nichtig; die Frist einer vorgängig ausgesprochenen Kündigung steht während einer Sperrfrist still und erstreckt sich bis zum Ende des Monats, in dem diese endet. 2 Sperrfristen bestehen: a. bei Erfüllung gesetzlicher Pflichten sowie bei freiwilligem schweizerischem Militär- oder Zivilschutzdienst oder bei Rotkreuzdienst: während der Dauer der Arbeitsverhinderung sowie, wenn diese mehr als zwei Arbeitswochen beträgt, während vier Wochen davor und danach; b. bei Krankheit oder unverschuldetem Unfall: während dreier Monate bis zum vollendeten 5. Anstellungsjahr, danach während sechs Monaten; c. bei Schwangerschaft: während der Schwangerschaft sowie 16 Wochen nach der Niederkunft; d. bei vom IGE bewilligten Hilfsaktionen im Ausland: während der Dauer der Arbeitsverhinderung."
    },
    {
      "provision_ref": "art24",
      "chapter": "4. Abschnitt: Personalförderung",
      "section": "24",
      "title": "Persönlichkeit der Angestellten",
      "content": "Das IGE fördert die Persönlichkeit seiner Angestellten namentlich mit folgenden Mitteln: a. Es gestaltet das Arbeitsumfeld nach Möglichkeit entsprechend moderner arbeitswissenschaftlicher Erkenntnisse. b. Es sorgt für eine laufende Aus- und Weiterbildung. c. Es setzt sich für Chancengleichheit von Frau und Mann ein. d. Es stellt den Schutz der Angestelltendaten sicher. e. Es sorgt nach Möglichkeit für die Wiedereingliederung von vorübergehend ganz oder teilweise Arbeitsunfähigen."
    },
    {
      "provision_ref": "art25",
      "chapter": "4. Abschnitt: Personalförderung",
      "section": "25",
      "title": "Leistungsbeurteilung",
      "content": "1 Die Leistungen der Angestellten werden wenigstens jährlich in einer Beurteilung festgehalten. 2 Das Verfahren für die Leistungsbeurteilung wird durch die Direktion bestimmt. 3 Bei Differenzen haben die Angestellten ein Weiterzugsrecht an die Direktion."
    },
    {
      "provision_ref": "art26",
      "chapter": "1. Abschnitt: Verhältnis der Angestellten zum Bund und zu Dritten",
      "section": "26",
      "title": "Geheimhaltungs- und Treuepflicht",
      "content": "Die Anstellungsverträge verpflichten die Angestellten, im Verhältnis zum Bund die Geheimhaltungs- und Treuepflichten nach den Artikeln 20, 21 Absatz 3 und 22 des Bundespersonalgesetzes vom 24. März 2000 einzuhalten. Fassung gemäss Ziff. IV 6 der V vom 22. Aug. 2007 zur formellen Bereinigung des Bundesrechts, in Kraft seit 1. Jan. 2008 ( AS 2007 4477 ). SR 172.220.1"
    },
    {
      "provision_ref": "art27",
      "chapter": "1. Abschnitt: Verhältnis der Angestellten zum Bund und zu Dritten",
      "section": "27",
      "title": "Haftung und strafrechtliche Verfolgung",
      "content": "1 Die Haftung und die strafrechtliche Verfolgung richten sich nach dem Verantwortlichkeitsgesetz vom 14. März 1958. 2 Soweit das IGE zum Strafantrag verpflichtet ist, holt es vom zuständigen Departement die erforderliche Ermächtigung ein. SR 170.32 Fassung gemäss Ziff. IV 6 der V vom 22. Aug. 2007 zur formellen Bereinigung des Bundesrechts, in Kraft seit 1. Jan. 2008 ( AS 2007 4477 )."
    },
    {
      "provision_ref": "art28",
      "chapter": "2. Abschnitt: …",
      "section": "28",
      "title": "",
      "content": "Aufgehoben durch Ziff. II der V vom 1. Sept. 2010, mit Wirkung seit 1. Okt. 2010 ( AS 2010 3867 )."
    },
    {
      "provision_ref": "art29",
      "chapter": "3. Abschnitt: Personalvertretung",
      "section": "29",
      "title": "Personalausschuss",
      "content": "1 Der Personalausschuss vertritt die Anliegen des Personals. Seine Zusammensetzung und seine Aufgaben werden in einem Reglement geregelt. 2 Das Reglement wird von einem Rat mit einer Mehrheit von zwei Dritteln der Stimmberechtigten erlassen. Der Rat setzt sich zusammen aus drei von der Belegschaft und drei von der Direktion gewählten Angestellten; der Rat bestimmt, wer aus seiner Mitte den Vorsitz übernimmt. 3 Bis zum Inkrafttreten eines revidierten Reglements gilt das jeweils vorhergehende Reglement. Fassung gemäss Ziff. IV 6 der V vom 22. Aug. 2007 zur formellen Bereinigung des Bundesrechts, in Kraft seit 1. Jan. 2008 ( AS 2007 4477 )."
    },
    {
      "provision_ref": "art30",
      "chapter": "3. Abschnitt: Personalvertretung",
      "section": "30",
      "title": "Personalverbände",
      "content": "1 Die Personalverbände vertreten die grundlegenden Anliegen des Personals gegenüber dem IGE; zu diesem Zweck kann das IGE ein geeignetes Gremium schaffen. 2 In individuellen Personalangelegenheiten sind die Personalverbände zur Vertretung ihrer Mitglieder berechtigt. 3 … 4 Kann die Basiskomponente aufgrund des Geschäftsgangs oder anderer Gründe der jährlichen Teuerung nicht angepasst werden, so sind die Personalverbände zu konsultieren. Aufgehoben durch Ziff. IV 6 der V vom 22. Aug. 2007 zur formellen Bereinigung des Bundesrechts, mit Wirkung seit 1. Jan. 2008 ( AS 2007 4477 )."
    },
    {
      "provision_ref": "art31",
      "chapter": "5. Kapitel: Rechtsschutz und Verfahren",
      "section": "31",
      "title": "",
      "content": "1 Einigen sich die Parteien im Streitfall nicht, so erlässt das IGE eine Verfügung. Zuständig ist die Direktion, für die Direktionsmitglieder der Institutsrat. 2 Die Verfügung unterliegt der Beschwerde nach den allgemeinen Bestimmungen über die Bundesrechtspflege. Fassung gemäss Ziff. II 9 der V vom 8. Nov. 2006 über die Anpassung von Bundesratsverordnungen an die Totalrevision der Bundesrechtspflege, in Kraft seit 1. Jan. 2007 ( AS 2006 4705 )."
    },
    {
      "provision_ref": "art32",
      "chapter": "6. Kapitel: Schlussbestimmungen",
      "section": "32",
      "title": "Übergangsbestimmung zur Änderung vom 9. April 2008",
      "content": "Während einer Übergangsfrist von fünf Jahren nach dem vollständigen Inkrafttreten des PUBLICA-Gesetzes vom 20. Dezember 2006 übernimmt das IGE die Hälfte der Kosten zur Finanzierung der Überbrückungsrente (Art. 10 b ) ab vollendetem 60. Altersjahr und unabhängig vom massgebenden Jahreslohn. Fassung gemäss Ziff. I der V vom 9. April 2008, in Kraft seit 1. Juli 2008 ( AS 2008 1891 ). SR 172.222.1"
    },
    {
      "provision_ref": "art33",
      "chapter": "6. Kapitel: Schlussbestimmungen",
      "section": "33",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 1. Januar 1997 in Kraft."
    }
  ],
  "definitions": []
}