{
  "id": "sr-116",
  "type": "statute",
  "title": "Verordnung vom 30. Mai 1994 über den Bundesfeiertag",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1994/1340_1340_1340/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Grundsatz",
      "content": "1 Der Bundesfeiertag ist ein den Sonntagen gleichgestellter arbeitsfreier Tag. 2 Er wird der Anzahl der Feiertage nach Artikel 18 Absatz 2 des Arbeitsgesetzes nicht angerechnet. 3 Für den arbeitsfreien Bundesfeiertag besteht volle Lohnzahlungspflicht durch den Arbeitgeber. SR 822.11"
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Beschäftigung am Bundesfeiertag",
      "content": "1 Die Beschäftigung von Arbeitnehmerinnen und Arbeitnehmern am Bundesfeiertag richtet sich nach den einschlägigen Vorschriften über die Sonntagsarbeit. 2 Wo keine gesetzlichen Vorschriften anwendbar sind, können Arbeitnehmerinnen und Arbeitnehmer am Bundesfeiertag beschäftigt werden, wenn es aus betrieblichen Gründen notwendig ist. Arbeit bis zu fünf Stunden Dauer ist durch Freizeit von gleicher Dauer, Arbeit von mehr als fünf Stunden durch einen Ersatzruhetag auszugleichen."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Vorbehalt kantonalen Rechts",
      "content": "Vorbehalten bleiben die kantonalen Bestimmungen über die Sonntagsruhe und die Öffnungszeiten von Betrieben, die dem Detailverkauf, der Bewirtung oder der Unterhaltung dienen."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Änderung bisherigen Rechts",
      "content": "... Text eingefügt in der genannten V."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt gleichzeitig mit Artikel 116 bis der Bundesverfassung am 1. Juli 1994 in Kraft. SR 101"
    }
  ],
  "definitions": []
}