{
  "id": "sr-142-316",
  "type": "statute",
  "title": "Verordnung vom 25. Oktober 2017 über das Plangenehmigungsverfahren im Asylbereich (VPGA)",
  "title_en": "",
  "short_name": "VPGA",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2017/687/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "1. Kapitel: Allgemeine Bestimmungen",
      "section": "1",
      "title": "Gegenstand und Geltungsbereich",
      "content": "(Art. 95 a Abs. 1 AsylG) 1 Diese Verordnung regelt das Plangenehmigungsverfahren für Bauten und Anlagen, die dem Bund zur Unterbringung Asylsuchender oder zur Durchführung von Asylverfahren dienen, wenn sie: a. neu errichtet werden; b. geändert oder diesem neuen Nutzungszweck zugeführt werden. 2 Dabei handelt es sich insbesondere um Bauten und Anlagen: a. die unmittelbar der Unterbringung Asylsuchender sowie ihrer Betreuung dienen; b. die als Aufenthalts- und Beschäftigungsräume für Asylsuchende dienen; c. in denen Asylverfahren durchgeführt werden können; d. die für den ordnungsgemässen Betrieb der Bauten und Anlagen nach den Buchstaben a–c notwendig sind. 3 Vorbehalten bleiben die Bestimmungen der Verordnung vom 23. November 1994 über die Infrastruktur der Luftfahrt. SR 748.131.1"
    },
    {
      "provision_ref": "art2",
      "chapter": "1. Kapitel: Allgemeine Bestimmungen",
      "section": "2",
      "title": "Berücksichtigung des kantonalen Rechts",
      "content": "(Art. 95 a Abs. 3 AsylG) Das kantonale Recht wird berücksichtigt, soweit es die Erfüllung der Aufgaben des Bundes zur Unterbringung Asylsuchender oder zur Durchführung von Asylverfahren nicht unverhältnismässig einschränkt."
    },
    {
      "provision_ref": "art3",
      "chapter": "1. Kapitel: Allgemeine Bestimmungen",
      "section": "3",
      "title": "Genehmigungsfreie Vorhaben",
      "content": "1 Vorhaben, die eine vorübergehende Nutzung von militärischen Bauten und Anlagen gemäss Artikel 24 c AsylG vorsehen, sind genehmigungsfrei. 2 Sofern keine schutzwürdigen Interessen der Raumordnung, der Umwelt oder Dritter berührt werden, sind genehmigungsfrei: a. gewöhnliche Unterhalts- und Reparaturarbeiten an Gebäuden und Anlagen; b. geringfügige bauliche Änderungen oder Umnutzungen; c. kleine Nebenanlagen; d. Fahrnisbauten bis zu einer Dauer von 24 Monaten. 3 Zweifelsfälle über die Anwendbarkeit von Absatz 2 sind dem Eidgenössischen Justiz- und Polizeidepartement (EJPD) mindestens zwei Monate vor Beginn der Arbeiten zum Entscheid vorzulegen."
    },
    {
      "provision_ref": "art4",
      "chapter": "1. Kapitel: Allgemeine Bestimmungen",
      "section": "4",
      "title": "Sachplan Asyl",
      "content": "(Art. 95 a Abs. 4 AsylG) 1 Das EJPD stellt die Grobplanung und die Koordination der Aktivitäten des Bundes in Bezug auf die Unterbringung Asylsuchender und die Durchführung von Asylverfahren, die sich erheblich auf Raum und Umwelt auswirken, mittels des Sachplans Asyl sicher. 2 Die Plangenehmigung eines sachplanrelevanten Vorhabens setzt dessen Festsetzung im Sachplan Asyl voraus. 3 Das Staatssekretariat für Migration (SEM) ist die zuständige Bundesstelle für die Erarbeitung des Sachplans Asyl und dessen Anpassung. Das Verfahren richtet sich nach den Bestimmungen der Raumplanungsverordnung vom 28. Juni 2000. 4 Das EJPD sorgt für die Koordination von Sachplan- und Plangenehmigungsverfahren. SR 700.1"
    },
    {
      "provision_ref": "art5",
      "chapter": "1. Abschnitt: Vorprüfung",
      "section": "5",
      "title": "",
      "content": "1 Das SEM erarbeitet unter Einbezug des Bundesamtes für Bauten und Logistik (BBL) das Vorprüfungsgesuch und reicht es beim EJPD ein. Das SEM kann die Behörden der Kantone und der Gemeinden anhören. Das Gesuch umfasst insbesondere: a. einen groben Projektbeschrieb mit Begründung des Bedürfnisses; b. einen Kartenausschnitt mit Projektstandort im Massstab 1:25 000; c. Situationspläne über den Ist-Zustand; d. Vorstudien und Projektgrundlagen; e. Angaben darüber, welche Interessen durch den Bau und den Betrieb möglicherweise berührt werden könnten; f. Angaben darüber, ob Massnahmen zum Arbeitnehmerschutz notwendig sein könnten. 2 Aufgrund der eingereichten Unterlagen befindet das EJPD über: a. das anwendbare Verfahren; b. die Sachplanrelevanz; c. die Zustellung weiterer erforderlicher Unterlagen, Untersuchungen oder Prüfungen; d. die Anzahl Exemplare des Gesuchs und die Zweckmässigkeit, dieses in elektronischer Form einzureichen. 3 Es kann andere Bundesbehörden anhören oder den vorzeitigen Einbezug der betroffenen Bevölkerung oder weiterer betroffener Kreise anordnen. 4 Es kann verlangen, dass die Unterlagen ergänzt oder überarbeitet werden. Eingefügt durch Ziff. I 1 der V vom 19. Aug. 2020 über die Anpassung des Verordnungsrechts infolge der Änderung des Bundesgesetzes über die Enteignung, in Kraft seit 1. Jan. 2021 ( AS 2020 3995 )."
    },
    {
      "provision_ref": "art6",
      "chapter": "2. Abschnitt: Gesuch und Aussteckung",
      "section": "6",
      "title": "Inhalt des Gesuchs",
      "content": "(Art. 95 c AsylG) Das Gesuch enthält insbesondere folgende Angaben und Unterlagen: a. Namen und Adressen der Grundeigentümer, der Bauherrschaft und des Projektverfassers; b. detaillierter Projektbeschrieb mit Begründung des Bedürfnisses und der Standortgebundenheit und mit Angaben zur Konstruktionsart und zu den wichtigsten Baustoffen; c. Kartenausschnitt im Massstab 1:25 000 mit Projektstandort und -koordinaten; d. Situationsplan, der den Ist- und Soll-Zustand darstellt und die benachbarten Parzellen bezeichnet; e. Nennung der betroffenen Gemeinden und Grundstücke mit Grundbuchblattnummern; f. nummerierte, unterzeichnete und datierte Projektpläne; g. Bericht über die Auswirkungen des Baus und seines Betriebs auf die Raumordnung und Umwelt sowie über die diesbezüglich vorgesehenen Massnahmen; h. Massnahmen zum Schutz der Gesundheit und der Sicherheit der Arbeitnehmerinnen und Arbeitnehmer; i. Erschliessungssituation und erforderliche Zuleitungen und Anschlüsse; j. Umgebungsgestaltung; k . Energie-, Abwasser- und Entsorgungskonzepte; l. Rodungsbegehren mit Angaben gemäss den Richtlinien nach Artikel 5 Absatz 3 der Waldverordnung vom 30. November 1992; m. Festlegung im Sachplan Asyl; n. Bericht über die Ergebnisse sowie die schriftlichen Anregungen eines allenfalls schon durchgeführten Mitwirkungsverfahrens (Art. 10 Abs. 2); o. Massnahmen zur Gewährleistung der Sicherheit der Bauten und Anlagen, insbesondere im Bereich des Brandschutzes und der Evakuationsplanung; p. bei Vorhaben ausserhalb der Bauzonen: Pläne, aus denen die Abgrenzung allfälliger neuer oder beseitigter Gebäude gemäss Artikel 25 a Absatz 1 der Raumplanungsverordnung vom 28. Juni 2000 und allfälliger neuer oder beseitigter Versiegelungen gemäss Artikel 25 a Absatz 2 der Raumplanungsverordnung ersichtlich ist. SR 921.01 Fassung gemäss Ziff. I 1 der V vom 19. Aug. 2020 über die Anpassung des Verordnungsrechts infolge der Änderung des Bundesgesetzes über die Enteignung, in Kraft seit 1. Jan. 2021 ( AS 2020 3995 ). Eingefügt durch Anhang Ziff. 1 der V vom 15. Okt. 2025, in Kraft seit 1. Juli 2026 ( AS 2025 659 ). SR 700.1"
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Aussteckung",
      "content": "(Art. 95 d AsylG) 1 Die äusseren Umrisse der geplanten Hoch- und Tiefbauten, Terrainveränderungen und Rodungen werden abgesteckt. 2 Bei Hochbauten sind Profile aufzustellen; anwendbar sind die im Standortkanton geltenden Vorschriften zur Aussteckung und Profilierung. 3 Gesuche um Erleichterungen betreffend die Aussteckung oder die Profilierung werden dem EJPD so früh als möglich, jedoch spätestens vor der Information nach Absatz 4 eingereicht. 4 Das SEM informiert den Kanton und die betroffene Gemeinde spätestens sieben Tage im Voraus über die Aussteckung und Profilierung. 5 Aussteckung und Profile sind bis zum Abschluss der öffentlichen Auflage des Gesuchs stehen zu lassen."
    },
    {
      "provision_ref": "art8",
      "chapter": "3. Abschnitt: Auflage und Mitwirkungsverfahren",
      "section": "8",
      "title": "Einleitung der Anhörung",
      "content": "(Art. 95 e Abs. 1 AsylG) Das EJPD stellt den betroffenen Fachbehörden des Bundes, den Kantonen und den Gemeinden die Gesuchsunterlagen gleichzeitig zu."
    },
    {
      "provision_ref": "art9",
      "chapter": "3. Abschnitt: Auflage und Mitwirkungsverfahren",
      "section": "9",
      "title": "Öffentliche Auflage",
      "content": "(Art. 95 e Abs. 2 AsylG) 1 Die Gemeinde legt die Gesuchsunterlagen öffentlich auf. 2 Das EJPD zeigt die Auflage unter Hinweis auf die Mitwirkungs- und Einsprachemöglichkeit im amtlichen Publikationsorgan des Kantons und der Gemeinde sowie im Bundesblatt an."
    },
    {
      "provision_ref": "art10",
      "chapter": "3. Abschnitt: Auflage und Mitwirkungsverfahren",
      "section": "10",
      "title": "Mitwirkung der betroffenen Bevölkerung",
      "content": "(Art. 95 e Abs. 1 AsylG) 1 Während der Auflagefrist hat die betroffene Bevölkerung Gelegenheit, bei der bezeichneten Gemeinde schriftliche Anregungen zu machen. 2 Das EJPD kann von der Durchführung eines Mitwirkungsverfahrens absehen, wenn das SEM nachweist, dass die betroffene Bevölkerung schon früher in geeigneter Weise mitwirken konnte und sich die Voraussetzungen in der Zwischenzeit nicht erheblich verändert haben. 3 Im vereinfachten Plangenehmigungsverfahren findet keine Mitwirkung statt. Fassung gemäss Ziff. I 1 der V vom 19. Aug. 2020 über die Anpassung des Verordnungsrechts infolge der Änderung des Bundesgesetzes über die Enteignung, in Kraft seit 1. Jan. 2021 ( AS 2020 3995 )."
    },
    {
      "provision_ref": "art11",
      "chapter": "3. Abschnitt: Auflage und Mitwirkungsverfahren",
      "section": "11",
      "title": "Einsprachen",
      "content": "(Art. 95 g Abs. 1 und 3 AsylG) 1 Innerhalb von 30 Tagen nach der Publikation der öffentlichen Auflage im Bundesblatt kann bei der dort bezeichneten Gemeinde und zuhanden des EJPD Einsprache erhoben werden. Diese Gemeinde kann innerhalb der gleichen Frist beim Kanton eine Einsprache zuhanden des EJPD erheben. 2 Die Einsprachen haben schriftlich zu erfolgen und enthalten Antrag und Begründung. Fassung gemäss Ziff. I 1 der V vom 19. Aug. 2020 über die Anpassung des Verordnungsrechts infolge der Änderung des Bundesgesetzes über die Enteignung, in Kraft seit 1. Jan. 2021 ( AS 2020 3995 )."
    },
    {
      "provision_ref": "art12",
      "chapter": "3. Abschnitt: Auflage und Mitwirkungsverfahren",
      "section": "12",
      "title": "Stellungnahmen der betroffenen Gemeinde",
      "content": "1 Die Gemeinde übermittelt dem Kanton innerhalb von 15 Tagen nach Ablauf der Einsprachefrist ihre Stellungnahme zusammen mit den eingegangenen Einsprachen und den Anregungen aus der Bevölkerung. 2 Sie äussert sich darin zum Gesuch, zu den Einsprachen sowie zu den Anregungen aus der Bevölkerung. 3 Sie teilt dem EJPD nach Ablauf der Einsprachefrist mit, ob Einsprachen eingegangen sind und ob sie Einsprache erhoben hat."
    },
    {
      "provision_ref": "art13",
      "chapter": "3. Abschnitt: Auflage und Mitwirkungsverfahren",
      "section": "13",
      "title": "Stellungnahmen des betroffenen Kantons",
      "content": "1 Der Kanton äussert sich in seiner Stellungnahme zum Gesuch, zur Stellungnahme der Gemeinde sowie zu den Einsprachen und den Anregungen aus der Bevölkerung. 2 Er übermittelt seine Stellungnahme dem EJPD zusammen mit den von der Gemeinde erhaltenen Unterlagen innerhalb von drei Monaten nach Einleitung der Anhörung."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Anhörung des SEM",
      "content": "Das EJPD unterbreitet dem SEM die Stellungnahmen und Einsprachen sowie die Anregungen aus der Bevölkerung und hört es an."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Anhörung der Fachbehörden des Bundes",
      "content": "(Art. 95 h AsylG) 1 Das Anhörungs- und das Bereinigungsverfahren richten sich nach den Artikeln 62 a und 62 b des Regierungs- und Verwaltungsorganisationsgesetzes vom 21. März 1997. 2 Das EJPD unterbreitet den Fachbehörden des Bundes die Stellungnahmen der Kantone und Gemeinden sowie die Einsprachen und die Anregungen aus der Bevölkerung. Die Fachbehörden nehmen dazu innert Monatsfrist abschliessend Stellung. SR 172.010"
    },
    {
      "provision_ref": "art16",
      "chapter": "4. Abschnitt: Instruktions- und Einigungsverfahren",
      "section": "16",
      "title": "",
      "content": "1 Das EJPD stellt den Sachverhalt fest. Es kann insbesondere Augenscheine durchführen. 2 Es vermittelt zwischen den Parteien und kann zu diesem Zweck Einigungsverhandlungen durchführen."
    },
    {
      "provision_ref": "art17",
      "chapter": "5. Abschnitt: Projektanpassungen",
      "section": "17",
      "title": "",
      "content": "1 Projektanpassungen während des Plangenehmigungsverfahrens werden dem EJPD unverzüglich angezeigt. 2 Dieses ordnet bei wesentlichen Anpassungen eine erneute öffentliche Auflage an. Die Fristen für die Stellungnahmen des betroffenen Kantons und der Fachbehörden des Bundes gemäss Artikel 13 Absatz 2 und Artikel 15 Absatz 2 können in Berücksichtigung der Tragweite der Anpassungen verkürzt werden. Für Einsprachen gilt Artikel 11. 3 Geringfügige Anpassungen werden den Verfahrensbeteiligten, soweit diese davon betroffen sind, spätestens mit der Eröffnung des Plangenehmigungsentscheids angezeigt."
    },
    {
      "provision_ref": "art18",
      "chapter": "3. Kapitel: Vereinfachtes Plangenehmigungsverfahren",
      "section": "18",
      "title": "",
      "content": "1 Das vereinfachte Plangenehmigungsverfahren richtet sich nach Artikel 95 j AsylG. 2 Wesentliche Projektanpassungen während des Genehmigungsverfahrens werden den Betroffenen vor dem Plangenehmigungsentscheid angezeigt."
    },
    {
      "provision_ref": "art19",
      "chapter": "1. Abschnitt: Kombiniertes Enteignungsverfahren",
      "section": "19",
      "title": "Einleitung des Verfahrens",
      "content": "(Art. 95 b AsylG) 1 Ist für die Verwirklichung eines Vorhabens eine Enteignung notwendig, so führt das EJPD das enteignungsrechtliche Verfahren nach den Artikeln 28–35 des Enteignungsgesetzes vom 20. Juni 1930 (EntG) im Rahmen des Plangenehmigungsverfahrens durch. 2 Das SEM reicht dem EJPD die nach Artikel 28 EntG erforderlichen Unterlagen ein. Dieses kann Ergänzungen verlangen. SR 711"
    },
    {
      "provision_ref": "art20",
      "chapter": "1. Abschnitt: Kombiniertes Enteignungsverfahren",
      "section": "20",
      "title": "",
      "content": "Aufgehoben"
    },
    {
      "provision_ref": "art21",
      "chapter": "1. Abschnitt: Kombiniertes Enteignungsverfahren",
      "section": "21",
      "title": "Einsprachen und Begehren",
      "content": "(Art. 95 g Abs. 2 AsylG) Die Einsprachen und Begehren nach Artikel 33 EntG sind innerhalb von 30 Tagen nach der Publikation der öffentlichen Auflage im Bundesblatt bei der dort bezeichneten Gemeinde und zuhanden des EJPD einzureichen. SR 711"
    },
    {
      "provision_ref": "art22",
      "chapter": "2. Abschnitt: Selbständiges Enteignungsverfahren",
      "section": "22",
      "title": "",
      "content": "Sollen Enteignungen ohne Plangenehmigung bewilligt werden, so führt das EJPD das selbständige Enteignungsverfahren nach den Artikeln 36–41 EntG durch. SR 711"
    },
    {
      "provision_ref": "art23",
      "chapter": "3. Abschnitt: Einigungs- und Schätzungsverfahren",
      "section": "23",
      "title": "",
      "content": "Nach Vorliegen einer rechtskräftigen Plangenehmigung wird, soweit erforderlich, das Einigungs- und Schätzungsverfahren vor der Eidgenössischen Schätzungskommission nach den Artikeln 45–54 beziehungsweise 64–75 des EntG durchgeführt. Das EJPD übermittelt der Kommission die Unterlagen gemäss den Artikeln 34 Absatz 2 und 41 Absatz 2 EntG. SR 711"
    },
    {
      "provision_ref": "art24",
      "chapter": "3. Abschnitt: Einigungs- und Schätzungsverfahren",
      "section": "24",
      "title": "",
      "content": "Aufgehoben"
    },
    {
      "provision_ref": "art25",
      "chapter": "5. Kapitel: Plangenehmigung",
      "section": "25",
      "title": "Plangenehmigungsentscheid",
      "content": "(Art. 95 a Abs. 2 und 3 AsylG) 1 Das Gesuch wird nach dem im Zeitpunkt des Entscheids geltenden Recht beurteilt. 2 Der Plangenehmigungsentscheid enthält insbesondere: a. die Entscheide über die Begehren aus Anhörungen und Einsprachen; b. … c. Bedingungen und Auflagen, insbesondere über die technische Ausgestaltung, die Massnahmen zum Schutz der Gesundheit und der Sicherheit der Arbeitnehmerinnen und Arbeitnehmer, die Bauausführung, Schutzmassnahmen während der Bautätigkeit und Wiederinstandstellungsarbeiten; d. Auflagen hinsichtlich der Baukontrolle und des Betriebs; e. Ausführungen dazu, wie den Anregungen aus der Bevölkerung Rechnung getragen worden ist. 3 Der Plangenehmigungsentscheid wird innerhalb von drei Monaten nach Abschluss der Anhörung oder eines allfälligen Bereinigungsverfahrens gemäss Artikel 15 getroffen. Kann diese Frist nicht eingehalten werden, so teilt das EJPD dem SEM unter Angabe der Gründe mit, wann der Entscheid getroffen wird. Aufgehoben durch Ziff. I 1 der V vom 19. Aug. 2020 über die Anpassung des Verordnungsrechts infolge der Änderung des Bundesgesetzes über die Enteignung, mit Wirkung seit 1. Jan. 2021 ( AS 2020 3995 ). Fassung gemäss Ziff. I 1 der V vom 19. Aug. 2020 über die Anpassung des Verordnungsrechts infolge der Änderung des Bundesgesetzes über die Enteignung, in Kraft seit 1. Jan. 2021 ( AS 2020 3995 )."
    },
    {
      "provision_ref": "art26",
      "chapter": "5. Kapitel: Plangenehmigung",
      "section": "26",
      "title": "Eröffnung",
      "content": "1 Plangenehmigungsentscheide werden eingeschrieben zugestellt: a. dem SEM; b. den betroffenen Kantonen und Gemeinden; c. den Einsprecherinnen und Einsprechern. 2 Das EJPD teilt den betroffenen Fachbehörden des Bundes seine Entscheide mit. 3 Die Plangenehmigungsentscheide werden im Bundesblatt angezeigt."
    },
    {
      "provision_ref": "art27",
      "chapter": "5. Kapitel: Plangenehmigung",
      "section": "27",
      "title": "Baubeginn",
      "content": "(Art. 95 i Abs. 2 AsylG) 1 Mit der Ausführung des Vorhabens darf erst nach Eintritt der Rechtskraft des Plangenehmigungsentscheids begonnen werden. 2 Das EJPD kann die sofortige Ausführung gestatten, wenn: a. die Betroffenen zugestimmt haben; b. die Einsprachen aussichtslos erscheinen und das SEM die Wiederherstellung zusichert; oder c. eine besondere Dringlichkeit vorliegt."
    },
    {
      "provision_ref": "art28",
      "chapter": "5. Kapitel: Plangenehmigung",
      "section": "28",
      "title": "Nachträgliche Projektanpassungen",
      "content": "Nachträgliche Projektanpassungen sind dem EJPD anzuzeigen. Bei wesentlichen Anpassungen ordnet es ein neues Plangenehmigungsverfahren an."
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "Meldepflichten",
      "content": "1 Das EJPD informiert das Bundesamt für Landestopografie (swisstopo) über den Abschluss eines Plangenehmigungsverfahrens durch Zustellung der Plangenehmigungsverfügung und der vom swisstopo benötigten Pläne. 2 Bei Bauten und Anlagen, die eine Nachführung der amtlichen Vermessung oder der Landesvermessung notwendig machen, informiert das SEM das swisstopo unter Beilage der vom swisstopo benötigten Pläne jeweils innert 20 Tagen über: a. den Baubeginn; und b. die Bauvollendung. 3 Liegt ein Vorhaben ganz oder teilweise ausserhalb der Bauzonen, lässt das SEM gleichzeitig zur Information des swisstopo über die Bauvollendung die rechtskräftigen Pläne nach Artikel 6 Buchstabe p in Form von Geodaten der kantonalen Behörde zukommen, die nach Artikel 25 Absatz 2 des Raumplanungsgesetzes vom 22. Juni 1979 zuständig ist. Fassung gemäss Anhang Ziff. 1 der V vom 15. Okt. 2025, in Kraft seit 1. Juli 2026 ( AS 2025 659 ). SR 700"
    },
    {
      "provision_ref": "art30",
      "chapter": "6. Kapitel: Inkrafttreten",
      "section": "30",
      "title": "",
      "content": "Diese Verordnung tritt am 1. Januar 2018 in Kraft."
    },
    {
      "provision_ref": "art31",
      "chapter": "6. Kapitel: Inkrafttreten",
      "section": "31",
      "title": "Übergangsbestimmung zur Änderung vom 19. August 2020",
      "content": "Enteignungsverfahren, die vor dem Inkrafttreten dieser Änderung eingeleitet und bei Inkrafttreten noch hängig sind, werden nach bisherigem Recht zu Ende geführt. Eingefügt durch Ziff. I 1 der V vom 19. Aug. 2020 über die Anpassung des Verordnungsrechts infolge der Änderung des Bundesgesetzes über die Enteignung, in Kraft seit 1. Jan. 2021 ( AS 2020 3995 )."
    }
  ],
  "definitions": []
}