{
  "id": "sr-142-281",
  "type": "statute",
  "title": "Verordnung vom 11. August 1999 über den Vollzug der Weg- und Ausweisung sowie der Landesverweisung von ausländischen Personen (VVWAL)",
  "title_en": "",
  "short_name": "VVWAL",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1999/357/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "1. Abschnitt: Vollzugsunterstützung",
      "section": "1",
      "title": "Allgemeine Bestimmung",
      "content": "(Art. 71 AIG) Das Staatssekretariat für Migration (SEM) leistet den Kantonen Unterstützung beim Vollzug der Weg- und Ausweisung sowie der Landesverweisung nach Artikel 66 a oder 66 a bis des Strafgesetzbuchs oder Artikel 49 a oder 49 a bis des Militärstrafgesetzes vom 13. Juni 1927. Fassung gemäss Ziff. I 3 der V vom 1. Febr. 2017 über die Einführung der Landesverweisung, in Kraft seit 1. März 2017 ( AS 2017 563 ). SR 311.0 SR 321.0"
    },
    {
      "provision_ref": "art2",
      "chapter": "1. Abschnitt: Vollzugsunterstützung",
      "section": "2",
      "title": "Beginn der Vollzugsunterstützung",
      "content": "(Art. 71 Bst. AIG) 1 Das SEM beschafft auf Gesuch der zuständigen kantonalen Behörde hin Reisepapiere für ausländische Personen, gegen die eine Weg- oder Ausweisung oder eine Landesverweisung angeordnet wurde. 2 Im beschleunigten Verfahren nach Artikel 26 c AsylG beginnt das SEM ohne Gesuch der für den Vollzug der Wegweisung zuständigen kantonalen Behörde mit der Beschaffung der Reisepapiere. 3 Im erweiterten Verfahren nach Artikel 26 d AsylG kann das SEM bereits vor Einreichung eines Gesuchs der zuständigen kantonalen Behörde mit der Beschaffung der Reisepapiere beginnen. 4 Das SEM informiert die zuständige kantonale Behörde über den Beginn der Beschaffung der Reisepapiere. Fassung gemäss Ziff. I der V vom 8. Juni 2018, in Kraft seit 1. März 2019 ( AS 2018 2849 )."
    },
    {
      "provision_ref": "art2a",
      "chapter": "1. Abschnitt: Vollzugsunterstützung",
      "section": "2a",
      "title": "a Ausreisegespräch",
      "content": "1 Die zuständige Behörde des Kantons, der beim SEM ein Gesuch um Vollzugsunterstützung einreicht, führt in der Regel nach Eröffnung der Verfügung über die Weg- oder die Ausweisung oder die Landesverweisung, jedoch spätestens unmittelbar nachdem die Verfügung rechtskräftig geworden ist, mit der betroffenen Person ein Ausreisegespräch. 2 Im beschleunigten Verfahren nach Artikel 26 c AsylG führt das SEM nach Eröffnung der Wegweisungsverfügung mit der betroffenen Person ein Ausreisegespräch. Mit Zustimmung des SEM kann die zuständige kantonale Behörde das Ausreisegespräch führen. Weitere Ausreisegespräche können nach Eintritt der Rechtskraft der Wegweisungsverfügung geführt werden. 3 Im Dublin-Verfahren nach Artikel 26 b AsylG führt der Kanton nach Eröffnung der Wegweisungsverfügung mit der betroffenen Person ein Ausreisegespräch. Mit Zustimmung der zuständigen kantonalen Behörde kann das SEM das Ausreisegespräch führen. 4 Das Ausreisegespräch dient insbesondere dazu: a. der betroffenen Person die Weg- oder Ausweisung oder die Landesverweisung zu erläutern; b. die Ausreisewilligkeit der betroffenen Person abzuklären und zu dokumentieren; c. den Gesundheitszustand im Hinblick auf die Transportfähigkeit abzuklären; d. auf die Mitwirkungspflicht der betroffenen Person bei der Beschaffung gültiger Reisepapiere hinzuweisen; e. wenn nötig Zwangsmassnahmen nach Artikel 73–78 AIG anzudrohen; f. die betroffene Person über die Rückkehrhilfe zu informieren; g. die betroffene Person über die Ausrichtung des Reisegeldes nach Artikel 59 a Absatz 2 bis AsylV 2 zu informieren. Eingefügt durch Ziff. I der V vom 8. Juni 2018, in Kraft seit 1. März 2019 ( AS 2018 2849 )."
    },
    {
      "provision_ref": "art2b",
      "section": "2b",
      "title": "b Beratungsgespräch in Administrativhaft",
      "content": "1 Die zuständige Behörde kann mit Personen, die sich gestützt auf Artikel 75–78 AIG in Haft befinden, ein Beratungsgespräch führen. Es dient dazu, die betroffene Person zur Mitwirkung bei der Papierbeschaffung und bei der Organisation der Ausreise zu bewegen und sie über die Rückkehrmöglichkeiten und die Möglichkeit, eine finanzielle Unterstützung zu erhalten, zu informieren. 2 Die finanzielle Unterstützung richtet sich für Personen aus dem Asylbereich nach Artikel 59 a Absatz 2 bis AsylV 2 (Reisegeld) und nach Artikel 59 a bis AsylV 2 (Ausreisegeld). Bei Personen aus dem Ausländerbereich ist das kantonale Recht massgebend. 3 Das SEM kann mit den Kantonen oder Dritten Leistungsvereinbarungen abschliessen über die Durchführung von Beratungsgesprächen mit Personen aus dem Asylbereich, die sich in Administrativhaft befinden. Eingefügt durch Ziff. I der V vom 8. Juni 2018, in Kraft seit 1. März 2019 ( AS 2018 2849 )."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Identitäts- und Staatsangehörigkeitsabklärungen",
      "content": "1 Das SEM überprüft im Rahmen der Beschaffung von Reisedokumenten die Identität und die Staatsangehörigkeit der ausländischen Personen, gegen die eine Weg- oder Ausweisung oder eine Landesverweisung angeordnet wurde. 2 Es kann zu diesem Zweck insbesondere Interviews, Vorführungen bei den heimatlichen Vertretungen und Sprach- oder Textanalysen durchführen sowie Delegationen der Herkunfts- oder Heimatstaaten in die Schweiz einladen. Es orientiert den Kanton über das Ergebnis seiner Abklärung. Fassung gemäss Ziff. I der V vom 1. März 2006, in Kraft seit 1. April 2006 ( AS 2006 927 ). Fassung gemäss Ziff. I 3 der V vom 1. Febr. 2017 über die Einführung der Landesverweisung, in Kraft seit 1. März 2017 ( AS 2017 563 ). Fassung gemäss Ziff. I der V vom 24. Okt. 2007, in Kraft seit 1. Jan. 2008 ( AS 2007 5567 )."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Papierbeschaffung bei eingereichten Rechtsmitteln und Rechtsbehelfen",
      "content": "(Art. 97 Abs. 2 AsylG) Die Beschaffung der für den Vollzug der Wegweisung notwendigen Reisepapiere kann auch beim Einreichen von Rechtsmitteln und Rechtsbefehlen erfolgen. Fassung gemäss Ziff. I der V vom 8. Juni 2018, in Kraft seit 1. März 2019 ( AS 2018 2849 )."
    },
    {
      "provision_ref": "art4a",
      "section": "4a",
      "title": "a Vereinbarungen mit ausländischen Behörden",
      "content": "(Art. 48 a RVOG) Bis zum Abschluss einer Vereinbarung über die Rückübernahme und den Transit von Personen mit unbefugtem Aufenthalt in der Schweiz im Sinne von Artikel 100 Absatz 2 Buchstabe b des AIG kann das Eidgenössische Justiz- und Polizeidepartement (EJPD) mit ausländischen Behörden und im Einvernehmen mit dem Eidgenössischen Departement für auswärtige Angelegenheiten (EDA) Vereinbarungen abschliessen, in denen einerseits organisatorische Fragen im Zusammenhang mit der Rückkehr von Ausländerinnen und Ausländern in ihren Heimatstaat und andererseits die Rückkehrhilfe und die Wiedereingliederung geregelt werden. Eingefügt durch Ziff. I der V vom 1. März 2006 ( AS 2006 927 ). Fassung gemäss Ziff. I der V vom 24. Okt. 2007, in Kraft seit 1. Jan. 2008 ( AS 2007 5567 ). Ausdruck gemäss Ziff. I der V vom 26. März 2014, in Kraft seit 1. Febr. 2014 ( AS 2014 865 )."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Organisation der Ausreise",
      "content": "(Art. 71 Bst. b AIG) 1 Das SEM kann bei der Organisation der Ausreise mit ausländischen Behörden, mit Behörden des Bundes, der Kantone und Gemeinden, mit internationalen und nationalen Organisationen, Fluggesellschaften oder mit weiteren privaten Dienstleistungserbringern zusammenarbeiten. 2 Bei Rückreisen auf dem Luftweg kann es namentlich die Flugscheinreservation und die Festlegung der Flugrouten regeln. 3 Das SEM kann Sonderflüge und in Absprache mit Drittstaaten internationale Flüge in die Heimat- oder Herkunftsstaaten von ausländischen Personen organisieren, gegen die eine Weg- oder Ausweisung oder eine Landesverweisung angeordnet wurde. Es koordiniert die Tätigkeiten im Ausreiseprozess und ist zentrale Ansprechstelle für die beteiligten Stellen. Fassung gemäss Ziff. I der V vom 1. März 2006, in Kraft seit 1. April 2006 ( AS 2006 927 ). Fassung gemäss Ziff. I der V vom 24. Okt. 2007, in Kraft seit 1. Jan. 2008 ( AS 2007 5567 ). Fassung gemäss Ziff. I der V vom 8. Juni 2018, in Kraft seit 1. März 2019 ( AS 2018 2849 ). Fassung gemäss Ziff. I der V vom 8. Juni 2018, in Kraft seit 1. März 2019 ( AS 2018 2849 )."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Zusammenarbeit mit dem EDA",
      "content": "(Art. 71 Bst. c AIG) 1 Das SEM unterhält mit dem EDA und internationalen Organisationen einen permanenten Informationsaustausch über: a. Fragen der Papierbeschaffung; b. die Organisation der Aus- und der Rückreise; c. die Sicherheit der amtlichen Begleitpersonen. 2 Es kann das EDA direkt um Interventionen bei den Heimat- oder Herkunftsstaaten von ausländischen Personen, gegen die eine Weg- oder Ausweisung oder eine Landesverweisung angeordnet wurde, oder bei den diplomatisch-konsularischen Vertretungen ersuchen. Fassung gemäss Ziff. I der V vom 1. März 2006, in Kraft seit 1. April 2006 ( AS 2006 927 ). Fassung gemäss Ziff. I der V vom 24. Okt. 2007, in Kraft seit 1. Jan. 2008 ( AS 2007 5567 ). Fassung gemäss Ziff. I 3 der V vom 1. Febr. 2017 über die Einführung der Landesverweisung, in Kraft seit 1. März 2017 ( AS 2017 563 )."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Vollzugsdokumentation und Weiterbildung",
      "content": "1 Das SEM erstellt und unterhält über die wichtigsten Heimat- oder Herkunftsstaaten eine EDV-unterstützte Dokumentation, die alle für den Vollzug von Weg- und Ausweisungen sowie von Landesverweisungen wichtigen Informationen enthält, insbesondere über die Reisedokumentbeschaffung, die Reisemöglichkeiten und die Sicherheitsaspekte. 2 Es unterhält mit den zuständigen kantonalen Behörden einen permanenten Informationsaustausch über Fragen des Vollzugs von Weg- und Ausweisungen sowie von Landesverweisungen und organisiert insbesondere Weiterbildungskurse und Informationsveranstaltungen. Fassung gemäss Ziff. I 3 der V vom 1. Febr. 2017 über die Einführung der Landesverweisung, in Kraft seit 1. März 2017 ( AS 2017 563 )."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Kantonale Amtshilfe",
      "content": "Die Kantone gewähren dem SEM die notwendige Amtshilfe, insbesondere bei der Zuführung von ausländischen Personen, gegen die eine Weg- oder Ausweisung oder eine Landesverweisung ausgesprochen wurde, zu den diplomatisch-konsularischen Vertretungen der Heimat- und Herkunftsstaaten, zu den Interviews betreffend Identitäts- und Staatsangehörigkeitsabklärungen sowie zu den Flughäfen. Fassung gemäss Ziff. I 3 der V vom 1. Febr. 2017 über die Einführung der Landesverweisung, in Kraft seit 1. März 2017 ( AS 2017 563 )."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Ausstellung von Reiseersatzdokumenten",
      "content": "Können für den Vollzug der Weg- oder Ausweisung oder der Landesverweisung einer ausländischen Person keine heimatlichen Reisedokumente beschafft werden, so kann das SEM ein Reiseersatzdokument ausstellen, sofern dieses die Rückführung in den Heimat- oder Herkunftsstaat beziehungsweise einen Drittstaat ermöglicht. Fassung gemäss Ziff. I 3 der V vom 1. Febr. 2017 über die Einführung der Landesverweisung, in Kraft seit 1. März 2017 ( AS 2017 563 )."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "",
      "content": "1 Das SEM stellt die Vollzugsunterstützung ein, solange: a. der Vollzug der Weg- oder Ausweisung oder der Landesverweisung technisch nicht durchführbar ist; b. die notwendige kantonale Amtshilfe nicht geleistet wird; c. der Aufenthalt der ausländischen Person nicht bekannt ist. 2 Der Vollzug ist technisch nicht durchführbar, wenn trotz Erfüllung der Mitwirkungspflicht durch die ausreisepflichtige Person insbesondere kein Reisedokument beschafft werden kann oder keine Ausreisemöglichkeit vorliegt. Fassung gemäss Ziff. I 3 der V vom 1. Febr. 2017 über die Einführung der Landesverweisung, in Kraft seit 1. März 2017 ( AS 2017 563 ). Fassung gemäss Ziff. I 3 der V vom 1. Febr. 2017 über die Einführung der Landesverweisung, in Kraft seit 1. März 2017 ( AS 2017 563 ). Fassung gemäss Ziff. I der V vom 1. März 2006, in Kraft seit 1. April 2006 ( AS 2006 927 ). Fassung gemäss Ziff. I 3 der V vom 1. Febr. 2017 über die Einführung der Landesverweisung, in Kraft seit 1. März 2017 ( AS 2017 563 )."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Flughafendienst",
      "content": "Das SEM betreibt einen Flughafendienst (swissREPAT). Dieser erfüllt namentlich folgende Aufgaben: a. Überprüfung der Reisevoraussetzungen und Abklärung von Risiken; b. nach Rücksprache mit den zuständigen kantonalen Polizeiorganen und unter Berücksichtigung der entsprechenden Sicherheitsvorgaben der Lufttransportunternehmen: Festlegung der Vollzugsstufe nach Artikel 28 Absatz 1 der Zwangsanwendungsverordnung vom 12. November 2008; c. Organisation und Koordination von sozialen, medizinischen und polizeilichen Begleitungen auf dem Luftweg; d. Festlegung der Flugrouten und zentrale Flugscheinreservation für Linienflüge; e. Organisation von Sonderflügen; f. Beratung der zuständigen Behörden des Bundes und der Kantone; g. Auszahlung von Ausreise- und Reisegeldern sowie Rückkehrhilfebeiträgen des Bundes und der Kantone an den Flughäfen. Fassung gemäss Ziff. I der V vom 8. Juni 2018, in Kraft seit 1. März 2019 ( AS 2018 2849 ). SR 364.3"
    },
    {
      "provision_ref": "art11a",
      "section": "11a",
      "title": "a Dienstleistungen am Flughafen",
      "content": "1 Das SEM kann mit den zuständigen Behörden von Standortkantonen von internationalen Flughäfen oder Dritten Vereinbarungen über die Erbringung von Dienstleistungen am Flughafen abschliessen. Dazu gehören insbesondere: a. der Empfang von Personen am Flughafen; b. die Kontrolle der Reisebereitschaft, das Check-In und die Aufgabe des Reisegepäcks; c. die Sicherheitskontrolle; d. die polizeiliche Zuführung von Personen zum Flugzeug; e. die Überwachung der Ausreise sowie die entsprechende Berichterstattung; 2 Dienstleistungen, welche die zuständigen Behörden am Flughafen und Dritte im Auftrag des SEM erbringen, werden direkt mit diesen abgerechnet. 3 Für den Empfang am Flughafen und die polizeiliche Zuführung zum Flugzeug vergütet der Bund die folgenden Pauschalen pro Person: a. für Linienflüge 400 Franken; b. für Sonderflüge in Dritt- und Herkunftsstaaten 1700 Franken. 4 Das SEM stellt die medizinische Begleitung sicher: a. auf allen Sonderflügen für sämtliche rückzuführenden Personen; die Kantone tragen diese Kosten für Personen aus dem Ausländerbereich; b. auf Linienflügen für die in Artikel 92 Absatz 2 AsylG aufgeführten Personenkategorien, sofern diese notwendig ist. Eingefügt durch Ziff. I der V vom 8. Juni 2018, in Kraft seit 1. März 2019 ( AS 2018 2849 )."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Informationssystem eRetour",
      "content": "(Art. 109 f –109 j AIG) 1 Beauftragte Dritte nach Artikel 109 i AIG dürfen im System eRetour folgende Personendaten bearbeiten: a. die Identität der betreffenden Person (Art. 109 g Abs. 2 Bst. a AIG); b. die Personendaten, die für Massnahmen zur Identifikation oder zur Beschaffung von Dokumenten verwendet werden; c. die Personendaten, die zur Organisation der Ausreise verwendet werden; d. die Personendaten, die im Rahmen der Rückkehrberatung und der Gewährung von Rückkehrhilfe verwendet werden; e. die medizinischen Daten (Art. 109 g Abs. 2 Bst. h AIG). 2 Im Anhang 1 werden die in eRetour enthaltenen Daten aufgeführt und der Umfang des Zugriffs sowie die Berechtigungen festgelegt. 3 Das SEM legt insbesondere in einem Bearbeitungsreglement die organisatorischen und technischen Massnahmen fest, um unbefugtes Bearbeiten der Daten zu verhindern und um die automatische Protokollierung der Datenbearbeitung sowie die Datensicherheit zu gewährleisten. 4 Die Daten des Systems eRetour werden zu Kontroll- und Statistikzwecken archiviert. Sie werden zehn Jahre nach der Weg- oder Ausweisung oder der Landesverweisung dem Bundesarchiv zur Übernahme angeboten. Die vom Bundesarchiv als nicht archivwürdig bezeichneten Daten werden vernichtet. Fassung gemäss Ziff. I der V vom 19. Febr. 2020, in Kraft seit 1. April 2020 ( AS 2020 887 )."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Kostenrückerstattung durch die Kantone",
      "content": "Die Kantone erstatten dem SEM die Vollzugs- und Ausreisekosten zurück, die bei ihm für weg- oder ausgewiesene oder des Landes verwiesene Personen angefallen sind, für welche die Kantone aufkommen müssen. Diese Kosten werden einzeln abgerechnet. Fassung gemäss Ziff. I 3 der V vom 1. Febr. 2017 über die Einführung der Landesverweisung, in Kraft seit 1. März 2017 ( AS 2017 563 )."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Kostenabgeltung",
      "content": "1 Das SEM richtet Beiträge aus an die kantonalen Koordinationsstellen, die gestützt auf bilaterale Abkommen über die Rückübernahme von Personen mit unbefugtem Aufenthalt für die Behandlung von Rückübernahmegesuchen zuständig sind. 2 Der Bundesbeitrag wird pauschal ausgerichtet. Das SEM setzt auf Grund des Verwaltungsaufwandes für die Behandlung der Rückübernahmegesuche im Rahmen von Leistungsvereinbarungen die Höhe der Pauschale fest und bestimmt das Nähere über die Ausrichtung und das Verfahren zur Abrechnung."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Beteiligung an den Betriebskosten",
      "content": "(Art. 82 Abs. 2 AIG) 1 Bei einer kurzfristigen Festhaltung nach Artikel 73 AIG und bei der Anordnung einer Haft nach den Artikeln 75–78 AIG wird dem betreffenden Kanton ab einer Dauer der Festhaltung oder der Haft von zwölf Stunden ein Pauschalbetrag von 200 Franken pro Tag ausgerichtet. 2 Diese Pauschale wird bei Haftanstalten, die der Bund ganz oder teilweise finanziert hat, um den entsprechenden Amortisationsanteil gekürzt. Das EJPD regelt im Einvernehmen mit dem Eidgenössischen Finanzdepartement die Modalitäten des Verfahrens. 3 Das SEM verfolgt gesamtschweizerisch die Entwicklung der Betriebskosten. Die Kantone übermitteln dem SEM die dazu notwendigen Grundlagen zur Zusammensetzung der Betriebskosten. 4 ... Fassung gemäss Ziff. I der V vom 26. März 2014, in Kraft seit 1. Febr. 2014 ( AS 2014 865 ). Aufgehoben durch Ziff. I der V vom 8. Juni 2018, mit Wirkung seit 1. März 2019 ( AS 2018 2849 )."
    },
    {
      "provision_ref": "art15a",
      "chapter": "42",
      "section": "15a",
      "title": "",
      "content": "1 Die zuständigen kantonalen Behörden übermitteln dem SEM folgende Daten über die Anordnung der Haft nach den Artikeln 73 und 75–78 AIG im Asyl- und Ausländerbereich: a. die Anzahl der Haftanordnungen und die Dauer der Haft im Einzelfall; b. die Anzahl der Rückführungen; c. die Anzahl der Haftentlassungen; d. die Nationalität der inhaftierten Personen; e. das Geschlecht und das Alter der inhaftierten Personen; f. die Haftart; g. der Ort der Inhaftierung; h. die Haftdauer. 2 Bei Minderjährigen übermitteln die zuständigen kantonalen Behörden zusätzlich, ob eine Rechtsvertretung eingesetzt wurde und ob Kindesschutzmassnahmen getroffen wurden. Eingefügt durch Ziff. I der V vom 8. Juni 2018, in Kraft seit 1. März 2019 ( AS 2018 2849 ). Fassung gemäss Ziff. I 3 der V vom 1. Febr. 2017 über die Einführung der Landesverweisung, in Kraft seit 1. März 2017 ( AS 2017 563 ). Eingefügt durch Ziff. I der V vom 8. Juni 2018, in Kraft seit 1. März 2019 ( AS 2018 2849 ). Eingefügt durch Ziff. I der V vom 8. Juni 2018, in Kraft seit 1. März 2019 ( AS 2018 2849 ). Eingefügt durch Ziff. I der V vom 7. Dez. 2012, in Kraft seit 1. Jan. 2013 ( AS 2012 6949 )."
    },
    {
      "provision_ref": "art15b",
      "chapter": "48",
      "section": "15b",
      "title": "b Zuständigkeiten",
      "content": "1 Bei internationalen Rückführungseinsätzen ist das SEM zuständig für die operative Führung im Rahmen der Zusammenarbeit mit der für die Überwachung der Schengen-Aussengrenzen zuständigen Agentur der Europäischen Union (Agentur). Es konsultiert und informiert das dabei. Es nimmt insbesondere die folgenden Aufgaben wahr: a. Es ist die nationale Koordinationsstelle für die Teilnahme der Schweiz an internationalen Rückführungseinsätzen. b. Es ist zuständig für die Umsetzung von Beschlüssen des Verwaltungsrates oder der Exekutivdirektorin oder des Exekutivdirektors der Agentur bezüglich internationaler Rückführungseinsätze. 2 Für die Zwecke nach Absatz 1 Buchstabe b kann das SEM mit der Agentur Finanzhilfevereinbarungen von beschränkter Tragweite oder andere Vereinbarungen im Hinblick auf die Entsendung von Schweizer Rückkehrspezialistinnen und ‑spezialisten, Rückkehrbeobachterinnen und -beobachtern und polizeilichen Begleitpersonen abschliessen. Eingefügt durch Ziff. I der V vom 24. März 2004 ( AS 2004 1649 ). Fassung gemäss Ziff. I der V vom 15. Aug. 2018, in Kraft seit 15. Sept. 2018 ( AS 2018 3119 ). SR 170.512.1 Diese Anpassung wurde im ganzen Text vorgenommen."
    },
    {
      "provision_ref": "art15bbis",
      "chapter": "48",
      "section": "15bbis",
      "title": "b bis Einsätze im Ausland",
      "content": "1 Im Hinblick auf den Einsatz von schweizerischem Personal im Ausland stellt das SEM in Absprache mit den Kantonen sowie mit den Organisationen, die Rückkehrbeobachterinnen und -beobachter bereitstellen, sicher, dass die notwendigen Personen für die jeweiligen Pools zur Verfügung stehen. 2 Stellt die Agentur gestützt auf die Artikel 29 Absatz 3, 30 Absatz 3 und 31 Absatz 3 der Verordnung (EU) 2016/1624 ein Gesuch um Entsendung von Rückkehrspezialistinnen und -spezialisten des SEM, von polizeilichen Begleitpersonen der Kantone oder von Rückkehrbeobachterinnen und -beobachtern ins Ausland, so kann das SEM dieses ablehnen, wenn eine Ausnahmesituation in der Schweiz besteht. Eingefügt durch Ziff. I der V vom 15. Aug. 2018, in Kraft seit 15. Sept. 2018 ( AS 2018 3119 ). Verordnung (EU) 2016/1624 des Europäischen Parlaments und des Rates vom 14. September 2016 über die Europäische Grenz- und Küstenwache und zur Änderung der Verordnung (EU) 2016/399 des Europäischen Parlaments und des Rates sowie zur Aufhebung der Verordnung (EG) Nr. 863/2007 des Europäischen Parlaments und des Rates, der Verordnung (EG) Nr. 2007/2004 des Rates und der Entscheidung des Rates 2005/267/EG, Fassung gemäss ABl. L 251 vom 16.9.2016, S. 1."
    },
    {
      "provision_ref": "art15c",
      "chapter": "48",
      "section": "15c",
      "title": "c Rückkehrspezialistinnen und -spezialisten des SEM",
      "content": "1 Das SEM unterhält einen Mitarbeiterpool mit Rückkehrspezialistinnen und ‑spezialisten, die für internationale Rückführungseinsätze gestützt auf die Verordnung (EU) 2016/1624 speziell aus- und weitergebildet werden. 2 Die Modalitäten zur Entsendung der Rückkehrspezialistinnen und -spezialisten werden in individuellen Vereinbarungen zwischen diesen Personen und dem SEM geregelt. Eingefügt durch Ziff. I der V vom 24. März 2004 ( AS 2004 1649 ). Fassung gemäss Ziff. I der V vom 15. Aug. 2018, in Kraft seit 15. Sept. 2018 ( AS 2018 3119 ). Siehe Fussnote zu Art. 15 b bis Abs. 2."
    },
    {
      "provision_ref": "art15d",
      "section": "15d",
      "title": "d Polizeiliche Begleitpersonen der Kantone",
      "content": "1 Gestützt auf die Vereinbarungen des EJPD mit den Kantonen nach Artikel 71 a Absatz 3 AIG stellen die Kantone in Absprache mit dem SEM polizeiliche Begleitpersonen für die internationalen Rückführungseinsätze zur Verfügung. 2 Die Modalitäten zur Entsendung der polizeilichen Begleitpersonen werden in individuellen Vereinbarungen zwischen diesen Personen und den für sie zuständigen Kantonen geregelt. 3 Der Bund vergütet den Kantonen für jede polizeiliche Begleitperson, die sie zur Verfügung stellen, eine Pauschale von 300 Franken pro Tag. 4 Für die Equipenleiterinnen und -leiter vergütet er eine Pauschale von 400 Franken pro Tag. Eingefügt durch Ziff. I der V vom 24. März 2004 ( AS 2004 1649 ). Fassung gemäss Ziff. I der V vom 15. Aug. 2018, in Kraft seit 15. Sept. 2018, Abs. 4 in Kraft seit 1. März 2019 ( AS 2018 3119 )."
    },
    {
      "provision_ref": "art15e",
      "section": "15e",
      "title": "e Rückkehrbeobachterinnen und -beobachter",
      "content": "1 Das SEM beauftragt Organisationen, die Rückkehrbeobachterinnen und ‑beobachter zur Verfügung stellen. Es entsendet diese Personen, um internationale Rückführungseinsätze zu überwachen. 2 Die Aufgaben der Rückkehrbeobachterinnen und -beobachter werden durch die Agentur festgelegt. 3 Das SEM schliesst mit den Organisationen gestützt auf Artikel 71 a bis Absatz 2 AIG Vereinbarungen ab. Darin werden die weiteren Modalitäten zur Entsendung der Rückkehrbeobachterinnen und ‑beobachter geregelt. Die Artikel 15 g –15 i gelten sinngemäss. Eingefügt durch Ziff. I 2 der V vom 8. Nov. 2006 über die Änd. von V im Zusammenhang mit der teilweisen Inkraftsetzung der Änd. vom 16. Dez. 2005 des AsylG sowie des KVG und des BG über die AHV ( AS 2006 4739 ). Fassung gemäss Ziff. I der V vom 15. Aug. 2018, in Kraft seit 15. Sept. 2018 ( AS 2018 3119 )."
    },
    {
      "provision_ref": "art15ebis",
      "section": "15ebis",
      "title": "e bis Koordination der internationalen Rückführungseinsätze",
      "content": "1 Das SEM koordiniert den Einsatz von schweizerischem Personal im Rahmen von internationalen Rückführungseinsätzen. Im Rahmen dieser Koordination informiert es das über das zur Verfügung gestellte Personal nach den Artikeln 15 c– 15 e . 2 Es übermittelt die Informationen über internationale Rückführungseinsätze nach Artikel 3 c Absatz 3 der Verordnung vom 26. August 2009 über die operative Zusammenarbeit mit den anderen Schengen-Staaten zum Schutz der Aussengrenzen des Schengen-Raums an das . Eingefügt durch Ziff. I der V vom 15. Aug. 2018, in Kraft seit 15. Sept. 2018 ( AS 2018 3119 ). SR 631.062"
    },
    {
      "provision_ref": "art15eter",
      "section": "15eter",
      "title": "e ter Einsatzmodalitäten für ausländisches Personal in der Schweiz",
      "content": "1 Im Hinblick auf einen Einsatz von ausländischem Personal in der Schweiz reicht das SEM bei der Agentur ein Gesuch um Entsendung von Einsatzteams ein und wirkt bei der Ausarbeitung des Einsatzplans mit. 2 Das SEM ist zuständig für die operative Führung des ausländischen Personals. Dieses ist nur unter der Einsatzleitung von schweizerischem Personal zur Vornahme hoheitlicher Tätigkeiten befugt. 3 Das SEM vereinbart die Mittel und Modalitäten des Einsatzes von ausländischem Personal mit der Agentur und den anderen Schengen-Staaten. 4 Die Befugnisse des ausländischen Personals können in begründeten Fällen entzogen werden. 5 Das ausländische Personal untersteht in Bezug auf das Arbeitsverhältnis sowie in disziplinarrechtlicher Hinsicht den Vorschriften des Herkunftsstaats. 6 Der Bund haftet für Schäden, die von ausländischem Personal in der Schweiz verursacht werden, nach dem Verantwortlichkeitsgesetz vom 14. März 1958. Eingefügt durch Ziff. I der V vom 15. Aug. 2018, in Kraft seit 15. Sept. 2018 ( AS 2018 3119 ). SR 170.32"
    },
    {
      "provision_ref": "art15equater",
      "section": "15equater",
      "title": "e quater Verantwortlichkeit für schweizerisches Personal im Ausland",
      "content": "1 Für Schäden, die von schweizerischem Personal im Ausland verursacht werden, haftet der Einsatzstaat. Sind die Schäden grobfahrlässig oder vorsätzlich verursacht worden, so ist das Verantwortlichkeitsgesetz vom 14. März 1958 anwendbar, wenn der Einsatzstaat von der Schweiz die Rückerstattung entrichteter Beträge verlangt. 2 Schweizerisches Personal, das bei einem Einsatz im Ausland eine Straftat begeht, untersteht dem Recht des Einsatzstaats. Verzichtet dieser auf die Strafverfolgung, so ist das Strafgesetzbuch anwendbar. Eingefügt durch Ziff. I der V vom 15. Aug. 2018, in Kraft seit 15. Sept. 2018 ( AS 2018 3119 ). SR 170.32 SR 311.0"
    },
    {
      "provision_ref": "art15f",
      "chapter": "64",
      "section": "15f",
      "title": "f Umfang der Überwachung",
      "content": "(Art. 71 a bis Abs. 1 AIG) 1 Werden ausländische Personen, gegen die eine Weg- oder Ausweisung oder eine Landesverweisung angeordnet wurde, auf dem Luftweg ausgeschafft, so umfasst die Überwachung der Ausschaffung die folgenden Phasen: a. die Zuführung der betroffenen Personen an den Flughafen; b. die Bodenorganisation am Flughafen; c. den Flug; d. die Ankunft am Zielflughafen und die Übergabe der betroffenen Personen an die Behörden des Zielstaats. 2 Können die betroffenen Personen im Zielstaat nicht übergeben werden, so umfasst die Überwachung auch den Rückflug in die Schweiz, den Empfang am Flughafen und die Übergabe an die zuständigen kantonalen Behörden. Fassung gemäss Ziff. I der V vom 15. Aug. 2018, in Kraft seit 15. Sept. 2018 ( AS 2018 3119 ). Fassung gemäss Ziff. I 3 der V vom 1. Febr. 2017 über die Einführung der Landesverweisung, in Kraft seit 1. März 2017 ( AS 2017 563 )."
    },
    {
      "provision_ref": "art15g",
      "chapter": "64",
      "section": "15g",
      "title": "g Übertragung von Aufgaben an Dritte",
      "content": "(Art. 71 a bis Abs. 2 AIG) 1 Das SEM beauftragt Dritte mit Aufgaben im Rahmen der Überwachung von Ausschaffungen auf dem Luftweg. Die beauftragten Dritten müssen unabhängig sein von allen Stellen, die an ausländerrechtlichen oder asylrechtlichen Verfahren oder am Vollzug von Weg- oder Ausweisungen oder Landesverweisungen beteiligt sind. 2 Das SEM schliesst mit den beauftragten Dritten Vereinbarungen ab. Fassung gemäss Ziff. I der V vom 15. Aug. 2018, in Kraft seit 15. Sept. 2018 ( AS 2018 3119 ). Fassung gemäss Ziff. I 3 der V vom 1. Febr. 2017 über die Einführung der Landesverweisung, in Kraft seit 1. März 2017 ( AS 2017 563 )."
    },
    {
      "provision_ref": "art15h",
      "chapter": "64",
      "section": "15h",
      "title": "h Aufgaben der beauftragten Dritten",
      "content": "(Art. 71 a bis Abs. 2 AIG) 1 Die beauftragten Dritten: a. beobachten einzelne oder sämtliche Phasen einer Ausschaffung auf dem Luftweg; b. erstatten dem SEM Bericht über jede begleitete Ausschaffung; c. erstellen einen jährlichen Tätigkeits- und Rechenschaftsbericht zuhanden des EJPD und der Konferenz der Kantonalen Justiz- und Polizeidirektorinnen und -direktoren. 2 Sie können: a. an Sitzungen zur Vorbereitung einer Ausschaffung auf dem Luftweg teilnehmen; b. während der Ausschaffung dem zuständigen Equipenleiter oder der zuständigen Equipenleiterin ihre Beanstandungen oder Bemerkungen mitteilen. Fassung gemäss Ziff. I der V vom 15. Aug. 2018, in Kraft seit 15. Sept. 2018 ( AS 2018 3119 )."
    },
    {
      "provision_ref": "art15i",
      "section": "15i",
      "title": "i Kostenabgeltung",
      "content": "(Art. 71 a bis AIG) 1 Das SEM entschädigt die beauftragten Dritten für ihre Aufgaben bei der Überwachung von Ausschaffungen. 2 Die Entschädigung wird pauschal ausgerichtet. Fassung gemäss Ziff. I der V vom 15. Aug. 2018, in Kraft seit 15. Sept. 2018 ( AS 2018 3119 )."
    },
    {
      "provision_ref": "art15j",
      "chapter": "71",
      "section": "15j",
      "title": "j Voraussetzungen für eine finanzielle Beteiligung des Bundes",
      "content": "(Art. 82 Abs. 1 AIG) Der Bund gewährt im Rahmen der bewilligten Kredite Beiträge an den Neu-, Aus- und Umbau und die Einrichtung kantonaler Haftanstalten, wenn folgende Voraussetzungen erfüllt sind: a. Die Haftanstalt dient ausschliesslich dem Vollzug der Vorbereitungs-, Ausschaffungs- und Durchsetzungshaft sowie der kurzfristigen Festhaltung. b. Die Haftanstalt steht mehreren Kantonen und dem Bund zur Sicherstellung des Vollzugs der Weg- oder Ausweisung oder der Landesverweisung offen; ist insbesondere die Erreichbarkeit der Haftanstalt aufgrund ihrer geografischen Lage erschwert, so kann auf das Erfordernis der kantonsübergreifenden Nutzung und der Nutzung durch den Bund verzichtet werden. c. Die Haftanstalt muss über genügend Räumlichkeiten für Freizeitbeschäftigung, Arbeitsmöglichkeiten, medizinische Betreuung und die Wahrnehmung sozialer Kontakte verfügen. d. Die räumlich getrennte Unterbringung von besonders verletzlichen Personen, insbesondere von unbegleiteten Minderjährigen und Familien mit Kindern von den übrigen Insassinnen und Insassen ist gewährleistet. e. Für Insassinnen und Insassen sind innerhalb der Haftanstalt genügend Möglichkeiten vorgesehen, sich zu bewegen, ohne dass die Sicherstellung des Vollzugs der Weg- oder Ausweisung oder der Landesverweisung, ein geregelter Anstaltsbetrieb und die Einhaltung der Sicherheitsvorschriften beeinträchtigt werden. f. Die Voraussetzungen nach Artikel 3 Absatz 1 Buchstaben a–e des Bundesgesetzes vom 5. Oktober 1984 über die Leistungen des Bundes für den Straf- und Massnahmenvollzug (LSMG) sind sinngemäss erfüllt. Fassung gemäss Ziff. I 3 der V vom 1. Febr. 2017 über die Einführung der Landesverweisung, in Kraft seit 1. März 2017 ( AS 2017 563 ). Fassung gemäss Ziff. I 3 der V vom 1. Febr. 2017 über die Einführung der Landesverweisung, in Kraft seit 1. März 2017 ( AS 2017 563 ). SR 341"
    },
    {
      "provision_ref": "art15k",
      "chapter": "71",
      "section": "15k",
      "title": "k Höhe der Beiträge",
      "content": "(Art. 82 Abs. 1 AIG) 1 Der Bundesbeitrag beläuft sich auf höchstens 35 Prozent der anerkannten Bau- und Einrichtungskosten, wenn die neue oder die aus- oder umgebaute Haftanstalt über mindestens 20 Haftplätze verfügt. 2 Der Bundesbeitrag beläuft sich auf höchstens 60 Prozent der anerkannten Bau- und Einrichtungskosten, wenn die neue oder die aus- oder umgebaute Haftanstalt über mindestens 50 Haftplätze verfügt. 3 Der Bund übernimmt bis 100 Prozent der anerkannten Bau- und Einrichtungskosten, wenn die neue oder die aus- oder umgebaute Haftanstalt über mindestens 50 Haftplätze verfügt und vorrangig der Sicherstellung des Vollzugs von Wegweisungen im Asylbereich dient, die direkt ab Zentren des Bundes vollzogen werden können. Fassung gemäss Ziff. I der V vom 8. Juni 2018, in Kraft seit 1. März 2019 ( AS 2018 2849 )."
    },
    {
      "provision_ref": "art15l",
      "section": "15l",
      "title": "l Berechnungsmethode",
      "content": "1 Der Bund berechnet seine Beiträge an die anerkannten Kosten von Neu-, Aus- und Umbauten nach der Methode der Platzkostenpauschale (Art. 4 Abs. 2 LSMG). 2 Das EJPD bestimmt die Bemessungsgrundsätze und legt eine Platzkostenpauschale «Administrativhaft» fest. SR 341"
    },
    {
      "provision_ref": "art15m",
      "section": "15m",
      "title": "m Baubeiträge",
      "content": "Für die Baubeiträge gelten sinngemäss die Artikel 12 Absatz 2 (Berechnungsmethode), Artikel 13 (anerkannte Baukosten), Artikel 15 (Festlegung der Pauschalen und Zuschläge; Anpassung an Kostenentwicklung und Teuerung), Artikel 19 Absätze 2–4 (Platzkostenpauschale), Artikel 20 (Sicherheitszuschläge) sowie Artikel 20 b (Zuschläge für Umgebungsarbeiten und die bewegliche Ausstattung bei Neu- und Umbauten) der Verordnung vom 21. November 2007 über die Leistungen des Bundes für den Straf- und Massnahmenvollzug (LSMV). SR 341.1"
    },
    {
      "provision_ref": "art15n",
      "section": "15n",
      "title": "n Meldung von Zweckänderungen und Rückforderung von Beiträgen",
      "content": "(Art. 82 Abs. 1 AIG) 1 Wird die unterstützte Haftanstalt für einen anderen Zweck verwendet, so ist dies dem Bundesamt für Justiz (BJ) unverzüglich zu melden. 2 Für die Rückforderung von Beiträgen gelten sinngemäss Artikel 12 Absätze 1 und 2 LSMG. 3 Das BJ kann den Betrag der Rückforderung ermässigen oder auf eine Rückforderung verzichten, wenn: a. die Zweckänderung nur für eine kurze Dauer besteht; b. die Einrichtung dem Vollzug anderer Haftarten oder der Erfüllung von bundesrechtlichen Vollzugsaufgaben dient. SR 341"
    },
    {
      "provision_ref": "art15o",
      "section": "15o",
      "title": "o Organisation und Verfahren",
      "content": "(Art. 82 Abs. 1 AIG) 1 Das BJ hört vor Erlass der Beitragsverfügung das SEM zum Bedarf nach neuen Haftplätzen und zum Standort der geplanten Baute an. 2 Im Übrigen richtet sich das Verfahren sinngemäss nach den Artikeln 25–33 LSMV. SR 341.1"
    },
    {
      "provision_ref": "art15",
      "chapter": "80",
      "section": "15",
      "title": "p",
      "content": "1 Die medizinischen Daten können von den Anfrageberechtigten gemäss Artikel 71 b Absatz 1 AIG bis zum Vollzug der Weg- oder Ausweisung oder der Landesverweisung bearbeitet werden. 2 Die medizinischen Daten sind spätestens zwölf Monate nachdem die Person die Schweiz verlassen hat oder nachdem ihr Untertauchen festgestellt wurde zu löschen."
    },
    {
      "provision_ref": "art16",
      "chapter": "2. Abschnitt: Vorläufige Aufnahme",
      "section": "16",
      "title": "Zuständigkeit",
      "content": "Das SEM ordnet die vorläufige Aufnahme an und vollzieht sie, soweit nach dem AIG nicht die Kantone dafür zuständig sind. Fassung gemäss Ziff. I der V vom 24. Okt. 2007, in Kraft seit 1. Jan. 2008 ( AS 2007 5567 )."
    },
    {
      "provision_ref": "art17",
      "chapter": "2. Abschnitt: Vorläufige Aufnahme",
      "section": "17",
      "title": "Antrag auf vorläufige Aufnahme",
      "content": "1 Hat das SEM über Asyl und Wegweisung befunden, so können die zuständigen kantonalen Behörden eine vorläufige Aufnahme nur beantragen, wenn der Vollzug der Wegweisung unmöglich ist. 2 Ein Kanton kann eine vorläufige Aufnahme nur beantragen, sofern er rechtzeitig alle notwendigen Massnahmen für den Vollzug der Wegweisung getroffen hat. Verunmöglicht die Person durch ihr eigenes Verhalten den Vollzug der Wegweisung, so wird keine vorläufige Aufnahme verfügt. Fassung gemäss Ziff. I der V vom 24. Okt. 2007, in Kraft seit 1. Jan. 2008 ( AS 2007 5567 )."
    },
    {
      "provision_ref": "art18",
      "chapter": "2. Abschnitt: Vorläufige Aufnahme",
      "section": "18",
      "title": "Bezeichnung von Staaten in welche Wegweisung prinzipiell zumutbar ist",
      "content": "(Art. 83 Abs. 5 AIG) 1 Im Hinblick auf die Feststellung, dass die Rückkehr in einen Heimat- oder Herkunftsstaat oder in ein Gebiet dieses Staates zumutbar ist, werden berücksichtigt: a. die politische Stabilität namentlich das Fehlen von Krieg, Bürgerkrieg oder einer Situation allgemeiner Gewalt; b. das Vorhandensein einer medizinische Grundversorgung; c. weitere landesspezifische Eigenheiten. 2 Die Heimat- oder Herkunftsstaaten oder Gebiete dieser Staaten, in welche eine Rückkehr in der Regel zumutbar ist, sind in Anhang 2 aufgeführt. Fassung gemäss Ziff. I der V vom 25. Okt. 2017, in Kraft seit 1. Jan. 2018 ( AS 2017 6167 )."
    },
    {
      "provision_ref": "art19",
      "chapter": "2. Abschnitt: Vorläufige Aufnahme",
      "section": "19",
      "title": "",
      "content": "Aufgehoben durch Ziff. I der V vom 24. Okt. 2007, mit Wirkung seit 1. Jan. 2008 ( AS 2007 5567 )."
    },
    {
      "provision_ref": "art20",
      "chapter": "2. Abschnitt: Vorläufige Aufnahme",
      "section": "20",
      "title": "Ausweispapiere",
      "content": "1 Ausländische Personen, denen vorläufige Aufnahme gewährt wurde, müssen ihre Reisedokumente sowie die allenfalls in ihrem Besitz befindlichen ausländischen Ausweispapiere beim SEM hinterlegen. 1bis Hinterlegen vorläufig aufgenommene Personen ihre Reisedokumente nicht, können diese vom SEM eingezogen werden. Nicht hinterlegte Reisedokumente gelten als verloren und werden im automatisierten Polizeifahndungssystem (RIPOL) ausgeschrieben. 2 Die kantonalen Behörden stellen der ausländischen Person entsprechend der vom SEM getroffenen Verfügung einen auf höchstens ein Jahr befristeten und verlängerbaren Ausländerausweis F aus. Dieser gilt gegenüber allen eidgenössischen und kantonalen Behörden als Ausweispapier. Er hält nur die Rechtsstellung fest und berechtigt nicht zum Grenzübertritt. 3 ... 4 Aus der Gültigkeitsdauer des Ausweises F kann kein Anwesenheitsrecht abgeleitet werden. 4bis Vorläufig aufgenommene Personen müssen ihren Ausweis F zwei Wochen vor Ablauf der Gültigkeit unaufgefordert der zuständigen kantonalen Behörde zur Verlängerung vorlegen. 5 Der Ausweis F wird eingezogen, wenn die ausländische Person die Schweiz verlassen muss oder verlässt oder wenn ihr Anwesenheitsverhältnis fremdenpolizeilich geregelt wird. Fassung gemäss Ziff. I der V vom 24. Okt. 2007, in Kraft seit 1. Jan. 2008 ( AS 2007 5567 ). Fassung gemäss Ziff. I 4 der V vom 15. Okt. 2008 über die Anpassung an das BG über die polizeilichen Informationssysteme des Bundes, in Kraft seit 5. Dez. 2008 ( AS 2008 4943 ). Aufgehoben durch Ziff. I der V vom 19. Febr. 2020, mit Wirkung seit 1. April 2020 ( AS 2020 887 )."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Verteilung auf die Kantone",
      "content": "Die Verteilung auf die Kantone und der Kantonswechsel von vorläufig aufgenommenen Personen richten sich nach den Artikeln 21 und 22 der Asylverordnung vom 11. August 1999. SR 142.311"
    },
    {
      "provision_ref": "art2223",
      "section": "2223",
      "title": "",
      "content": "Aufgehoben durch Ziff. I der V vom 24. Okt. 2007, mit Wirkung seit 1. Jan. 2008 ( AS 2007 5567 )."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Familienvereinigung",
      "content": "(Art. 85 Abs. 7 AIG) Das Verfahren über die Vereinigung von Familienangehörigen von vorläufig aufgenommenen Personen in der Schweiz richtet sich nach Artikel 74 der Verordnung vom 24. Oktober 2007 über Zulassung, Aufenthalt und Erwerbstätigkeit (VZAE). Fassung gemäss Ziff. I der V vom 24. Okt. 2007, in Kraft seit 1. Jan. 2008 ( AS 2007 5567 ). SR 142.201"
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "",
      "content": "Aufgehoben durch Ziff. I der V vom 24. Okt. 2007, mit Wirkung seit 1. Jan. 2008 ( AS 2007 5567 )."
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Aufhebung der vorläufigen Aufnahme",
      "content": "1 Die zuständige Behörde des Aufenthaltskantons weist das SEM jederzeit auf Umstände hin, die geeignet sind, die Aufhebung der vorläufigen Aufnahme herbeizuführen. 2 Das SEM kann jederzeit die Aufhebung der vorläufigen Aufnahme verfügen, wenn die Voraussetzungen für deren Anordnung gemäss Artikel 83 Absätze 2–4 AIG nicht mehr gegeben sind. Verfügt es nicht auf Begehren derjenigen Behörde, welche die vorläufige Aufnahme beantragt hat, so hört es diese vorher an. 3 Das SEM setzt eine angemessene Ausreisefrist an, sofern nicht der sofortige Vollzug der Weg- oder Ausweisung angeordnet wird. Fassung gemäss Ziff. I der V vom 24. Okt. 2007, in Kraft seit 1. Jan. 2008 ( AS 2007 5567 )."
    },
    {
      "provision_ref": "art26a",
      "section": "26a",
      "title": "",
      "content": "Als definitive Ausreise nach Artikel 84 Absatz 4 AIG gilt eine Ausreise insbesondere, wenn die vorläufig aufgenommene Person: a. in einem anderen Staat ein Asylgesuch einreicht; b. in einem anderen Staat eine Aufenthaltsregelung erhält; c. ... d. ohne ein Rückreisevisum nach Artikel 7 der Verordnung vom 14. November 2012 über die Ausstellung von Reisedokumenten für ausländische Personen (RDV) oder ohne einen Pass für eine ausländische Person nach Artikel 4 Absatz 4 RDV in ihren Heimat- oder Herkunftsstaat zurückgekehrt ist; e. über die Gültigkeitsdauer eines Rückreisevisums nach Artikel 7 RDV oder eines Passes für eine ausländische Person nach Artikel 4 Absatz 4 RDV im Ausland verbleibt; f. sich abmeldet und ausreist. Eingefügt durch Ziff. I der V vom 24. Okt. 2007 ( AS 2007 5567 ). Fassung gemäss Anhang 4 Ziff. 2 der V vom 14. Nov. 2012 über die Ausstellung von Reisedokumenten für ausländische Personen, in Kraft seit 1. Dez. 2012 ( AS 2012 6049 ). Fassung gemäss Ziff. I 3 der V vom 1. Febr. 2017 über die Einführung der Landesverweisung, in Kraft seit 1. März 2017 ( AS 2017 563 ). Fassung gemäss Ziff. I 3 der V vom 1. Febr. 2017 über die Einführung der Landesverweisung, in Kraft seit 1. März 2017 ( AS 2017 563 ). Aufgehoben durch Ziff. I der V vom 26. März 2014, mit Wirkung seit 1. Febr. 2014 ( AS 2014 865 ). Fassung gemäss Ziff. I der V vom 15. Aug. 2018, in Kraft seit 15. Sept. 2018 ( AS 2018 3119 ). SR 143.5 Fassung gemäss Ziff. I der V vom 15. Aug. 2018, in Kraft seit 15. Sept. 2018 ( AS 2018 3119 )."
    },
    {
      "provision_ref": "art26b",
      "chapter": "101",
      "section": "26b",
      "title": "b Inhalt der Wegweisungsverfügung",
      "content": "(Art. 64 AIG) 1 Die Wegweisungsverfügung enthält: a. die Verpflichtung der ausländischen Person, die Schweiz zu verlassen; b. den Zeitpunkt, bis zu dem sie die Schweiz verlassen haben muss; c. die Androhung von Zwangsmassnahmen im Unterlassungsfall. 2 Die Wegweisungsverfügung muss begründet und mit einer Rechtsmittelbelehrung versehen sein."
    },
    {
      "provision_ref": "art26c",
      "chapter": "101",
      "section": "26c",
      "title": "c Formlose Aufforderung",
      "content": "(Art. 64 Abs. 2 AIG) 1 Werden Ausländerinnen und Ausländer mit einem gültigen Aufenthaltstitel eines Staates, der durch eines der Schengen-Assoziierungsabkommen gebunden ist (Schengen-Staat), formlos aufgefordert, sich in diesen Schengen-Staat zu begeben, so müssen sie die Schweiz innerhalb eines Tages verlassen. Eine längere Ausreisefrist kann gewährt werden, wenn besondere Umstände wie gesundheitliche Probleme oder die familiäre Situation dies erfordern. 2 Die Schengen-Assoziierungsabkommen sind in Anhang 3 aufgeführt. Der Verweis wurde in Anwendung von Art. 12 Abs. 2 des Publikationsgesetzes vom 18. Juni 2004 ( SR 170.512 ) auf den 1. April 2020 angepasst."
    },
    {
      "provision_ref": "art26d",
      "chapter": "101",
      "section": "26d",
      "title": "d Standardformular",
      "content": "(Art. 64 b AIG) Das SEM stellt den zuständigen Stellen die notwendigen Standardformulare zur Verfügung."
    },
    {
      "provision_ref": "art26e",
      "chapter": "101",
      "section": "26e",
      "title": "e Informationsblatt",
      "content": "(Art. 64 f Abs. 2 AIG) 1 Das Informationsblatt wird zusammen mit dem Standardformular ausgehändigt. Es muss zumindest in den fünf Sprachen vorliegen, die von illegal einreisenden Ausländerinnen und Ausländern am häufigsten verwendet oder verstanden werden. 2 Es muss insbesondere Hinweise auf die rechtlichen Grundlagen der Verfügung, auf die Möglichkeit der Einreichung eines Rechtsmittels und auf die Folgen der Nichteinhaltung der Ausreisefrist enthalten. 3 Das SEM stellt den zuständigen Behörden die Informationsblätter zur Verfügung."
    },
    {
      "provision_ref": "art26",
      "chapter": "103",
      "section": "26",
      "title": "f",
      "content": "1 Lassen mehrere Mitglieder einer Familie, die von der gleichen Verfügung über die Weg- oder Ausweisung oder die Landesverweisung betroffen sind, die Ausreisefrist unbenutzt verstreichen, so kann die Verfügung zeitlich gestaffelt vollzogen werden. 2 Eine Staffelung nach Absatz 1 setzt voraus, dass sie für alle betroffenen Familienmitglieder zumutbar ist und die Weg oder Ausweisung oder die Landesverweisung in absehbarer Zeit vollzogen werden kann. 3 Die Absätze 1 und 2 gelten für die eingetragenen Partnerschaften sinngemäss."
    },
    {
      "provision_ref": "art26g",
      "chapter": "104",
      "section": "26g",
      "title": "g Vorrang des Vollzugs der Landesverweisung",
      "content": "1 Der Vollzug einer Landesverweisung geht dem Vollzug einer Wegweisung vor, die im Rahmen eines Asylverfahrens angeordnet worden ist. 2 Kehrt eine Person, die von einer Landesverweisung betroffen ist, in die Schweiz zurück, und reicht sie ein Asylgesuch oder ein Mehrfachgesuch nach Artikel 111 c Absatz 1 AsylG ein, so verfügt das SEM keine Wegweisung. Der Kanton, der für den Vollzug einer noch geltenden Landesverweisung zuständig ist, prüft die Gründe für einen allfälligen Aufschub. Liegen keine solchen Gründe vor, vollzieht der betreffende Kanton die Landesverweisung. 3 Kehrt eine Person, die von einer Landesverweisung und von einem ausländerrechtlichen Einreiseverbot nach Artikel 67 Absätze 1 und 2 AIG betroffen ist, in die Schweiz zurück, so wird die Landesverweisung vollzogen."
    },
    {
      "provision_ref": "art26h",
      "chapter": "104",
      "section": "26h",
      "title": "h Ausreisekosten",
      "content": "(Art. 87 Abs. 2 AIG; Art. 92 Abs. 2 AsylG) 1 Wurde nach Einreichung eines Asylgesuchs ein Strafverfahren eröffnet, das zur Anordnung der Landesverweisung geführt hat, so übernimmt das SEM die Kosten für die Ausreise, soweit die betreffende Person einer in Artikel 92 Absatz 2 AsylG aufgeführten Personengruppe angehört. Die für den Vollzug der Landesverweisung zuständige kantonale Behörde macht die Kosten beim SEM geltend. Die Artikel 55–61 der Asylverordnung 2 vom 11. August 1999 über Finanzierungsfragen sind anwendbar. 2 Die Ausreisekosten werden nicht übernommen, wenn das Asylgesuch der betreffenden Person nach ihrer Rückkehr in die Schweiz nach Artikel 111 c Absatz 2 AsylG formlos abgeschrieben worden ist. SR 142.312"
    },
    {
      "provision_ref": "art27",
      "chapter": "3. Abschnitt: Schlussbestimmungen",
      "section": "27",
      "title": "Aufhebung bisherigen Rechts",
      "content": "Die Verordnung vom 25. November 1987 über die vorläufige Aufnahme von Ausländern wird aufgehoben. [ AS 1987 1669 , 1990 1579 , 1991 1165 , 1995 5041 ]"
    },
    {
      "provision_ref": "art28",
      "chapter": "3. Abschnitt: Schlussbestimmungen",
      "section": "28",
      "title": "Übergangsbestimmung",
      "content": "Für jugoslawische Staatsangehörige mit letztem Wohnsitz im Kosovo, deren gruppenweise vorläufige Aufnahme bei Inkrafttreten dieser Verordnung aufgehoben worden ist, und die zu diesem Zeitpunkt von der zuständigen kantonalen Behörde noch keine Ausreisefrist angesetzt erhalten haben, setzt nach Artikel 26 dieser Verordnung das SEM die Ausreisefrist fest."
    },
    {
      "provision_ref": "art28a",
      "chapter": "3. Abschnitt: Schlussbestimmungen",
      "section": "28a",
      "title": "a Übergangsbestimmung zur Änderung vom 16. Dezember 2005",
      "content": "Personen, die im Zeitpunkt des Inkrafttretens dieser Verordnungsänderung bereits seit drei oder mehr Jahren vorläufig aufgenommen sind, können sofort ein Gesuch um Einbezug der Familienangehörigen in die vorläufige Aufnahme stellen. Eingefügt durch Ziff. I 2 der V vom 8. Nov. 2006 über die Änd. von V im Zusammenhang mit der teilweisen Inkraftsetzung der Änd. vom 16. Dez. 2005 des AsylG sowie des KVG und des BG über die AHV, in Kraft seit 1. Jan. 2007 ( AS 2006 4739 )."
    },
    {
      "provision_ref": "art29",
      "chapter": "3. Abschnitt: Schlussbestimmungen",
      "section": "29",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 1. Oktober 1999 in Kraft."
    }
  ],
  "definitions": []
}