{
  "id": "sr-173-712-22",
  "type": "statute",
  "title": "Reglement vom 26. Februar 2021 über die Organisation und Verwaltung der Bundesanwaltschaft",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2021/128/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Organisatorische Gliederung der Bundesanwaltschaft",
      "content": "1 Die Bundesanwaltschaft hat eine Geschäftsleitung und gliedert sich in: a. die verfahrensführenden Abteilungen; b. die Abteilung Forensische Finanzanalyse; c. das Generalsekretariat; d. das Büro des Bundesanwalts oder der Bundesanwältin. 2 Es bestehen die folgenden verfahrensführenden Abteilungen: a. Staatsschutz, kriminelle Organisationen; b. Wirtschaftskriminalität; c. Rechtshilfe, Terrorismus, Völkerstrafrecht, Cyberkriminalität."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Zweigstellen",
      "content": "Die Bundesanwaltschaft betreibt Zweigstellen an den Standorten Lausanne, Lugano und Zürich."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Bundesanwalt oder Bundesanwältin",
      "content": "1 Der Bundesanwalt oder die Bundesanwältin leitet die Bundesanwaltschaft fachlich, personell und organisatorisch im Rahmen der gesetzlichen Vorgaben. Er oder sie vertritt die Bundesanwaltschaft nach aussen. 2 Er oder sie setzt folgende ständige Ausschüsse ein: a. den Operativen Ausschuss des Bundesanwalts oder der Bundesanwältin; b. den Steuerungsausschuss Ressourcen; c. den Sicherheitsausschuss. 3 Er oder sie kann einzelne Geschäfte den Stellvertretenden Bundesanwälten oder Bundesanwältinnen, den Abteilungsleitern oder -leiterinnen, den Staatsanwälten oder Staatsanwältinnen mit Deliktsfeldverantwortung oder den Staatsanwälten und Staatsanwältinnen zur selbstständigen Erledigung übertragen."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Stellvertretende Bundesanwälte oder Bundesanwältinnen",
      "content": "1 Die beiden Stellvertretenden Bundesanwälte oder Bundesanwältinnen nehmen nach Zuweisung durch den Bundesanwalt oder die Bundesanwältin namentlich folgende Aufgaben wahr: a. Führungsunterstützung des Bundesanwalts oder der Bundesanwältin; b. operatives Controlling der in der Bundesanwaltschaft geführten Verfahren zum Zwecke einer fachgerechten und wirksamen Strafverfolgung in Fällen der Bundesgerichtsbarkeit; c. Führung des Operativen Ausschusses des Bundesanwalts oder der Bundesanwältin und des Steuerungsausschusses Ressourcen im Auftrag des Bundesanwalts oder der Bundesanwältin; d. Führung und Begleitung von Verfahren im Auftrag des Bundesanwalts oder der Bundesanwältin. 2 Zur Wahrnehmung ihrer Aufgaben verfügen die Stellvertretenden Bundesanwälte oder Bundesanwältinnen über die Weisungsbefugnisse nach Artikel 13 Absätze 1 Buchstabe a und 2 StBOG. 3 Sie können sämtliche Aufgaben der Staatsanwaltschaft gemäss der Strafprozessordnung (StPO) wahrnehmen. 4 Im Vertretungsfall (Art. 10 Abs. 2 StBOG) gilt für die Stellvertretenden Bundesanwälte oder Bundesanwältinnen die Rangfolge nach Amtsalter (Anciennitätsprinzip); dabei ist eine einvernehmliche Entscheidfindung anzustreben. SR 312.0"
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Staatsanwälte und Staatsanwältinnen",
      "content": "1 Die Staatsanwälte und Staatsanwältinnen der Bundesanwaltschaft gehören einer der folgenden Funktionen an: a. Leitender Staatsanwalt oder Leitende Staatsanwältin des Bundes; b. Staatsanwalt oder Staatsanwältin des Bundes mit Deliktsfeldverantwortung; c. Staatsanwalt oder Staatsanwältin des Bundes; d. Assistenz-Staatsanwalt oder Assistenz-Staatsanwältin des Bundes. 2 Die Staatsanwälte und Staatsanwältinnen nach Absatz 1 Buchstaben a–c können sämtliche Aufgaben der Staatsanwaltschaft gemäss der StPO wahrnehmen. Die Assistenz-Staatsanwälte und Assistenz-Staatsanwältinnen unterstützen die Verfahrensleitung; sie können Beweiserhebungen durchführen, jedoch keine Zwangsmassnahmen anordnen. 3 Die Assistenz-Staatsanwälte oder Assistenz-Staatsanwältinnen können vom Bundesanwalt oder von der Bundesanwältin für einzelne, zeitlich begrenzte Einsätze als Staatsanwälte oder Staatsanwältinnen ad interim eingesetzt werden. Im Rahmen eines solchen Einsatzes können sie sämtliche Aufgaben der Staatsanwaltschaft gemäss der StPO wahrnehmen. 4 Der Bundesanwalt oder die Bundesanwältin kann für die Dauer der Behandlung einzelner Verfahren eine externe Person als ausserordentlichen Staatsanwalt oder ausserordentliche Staatsanwältin beauftragen. Im Rahmen eines solchen Mandates nimmt dieser oder diese sämtliche Aufgaben der Staatsanwaltschaft gemäss der StPO wahr. SR 312.0"
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Leitende Staatsanwälte und Staatsanwältinnen",
      "content": "Die Leitenden Staatsanwälte oder Staatsanwältinnen haben als Abteilungsleiter oder -leiterinnen namentlich folgende Führungsaufgaben: a. Sie kontrollieren die in ihrer Abteilung geführten Verfahren, um eine einheitliche Praxis und eine effiziente Verfahrensführung sicherzustellen. b. Sie beraten die ihnen unterstellten Verfahrensleiter und -leiterinnen und greifen soweit erforderlich korrigierend in die von diesen geführten Verfahren ein. c. Sie steuern den Ressourceneinsatz in ihrer Abteilung. d. Sie sind verantwortlich für die Umsetzung der vom Bundesanwalt oder von der Bundesanwältin definierten strategischen Ausrichtung der Bundesanwaltschaft. e. Sie informieren den Bundesanwalt oder die Bundesanwältin und die Geschäftsleitung über die in ihrer Abteilung geführten Verfahren."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Staatsanwälte und Staatsanwältinnen mit Deliktsfeldverantwortung",
      "content": "1 Der Bundesanwalt oder die Bundesanwältin kann für einzelne Deliktsfelder verantwortliche Staatsanwälte oder Staatsanwältinnen bestimmen, die abteilungsübergreifend die Verfolgungsstrategie koordinieren. 2 Staatsanwälte oder Staatsanwältinnen mit Deliktsfeldverantwortung können insbesondere für folgende Bereiche eingesetzt werden: a. Staatsschutz; b. kriminelle Organisationen; c. Terrorismus; d. internationale Korruption; e. Geldwäscherei; f. allgemeine Wirtschaftskriminalität; g. Völkerstrafrecht; h. Rechtshilfe."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Geschäftsleitung",
      "content": "1 Die Geschäftsleitung der Bundesanwaltschaft setzt sich zusammen aus dem Bundesanwalt oder der Bundesanwältin, den beiden Stellvertretenden Bundesanwälten oder Bundesanwältinnen, dem Generalsekretär oder der Generalsekretärin und dem Informationschef oder der Informationschefin. 2 Die Geschäftsleitung ist das Konsultativorgan des Bundesanwalts oder der Bundesanwältin. Sie trifft sich regelmässig zur Besprechung fachlicher, personeller und organisatorischer Fragen, zur Beratung bedeutender Geschäfte und zur Vorbereitung strategischer Entscheide. 3 Zu den Sitzungen der Geschäftsleitung können weitere Mitarbeitende als ständige Teilnehmer oder Teilnehmerinnen oder ad hoc beigezogen werden."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Erweiterte Geschäftsleitung",
      "content": "1 Die erweiterte Geschäftsleitung setzt sich aus der Geschäftsleitung sowie den Abteilungsleitern und -leiterinnen sowie dem Leiter oder der Leiterin der Human Ressources zusammen. 2 Sie ist ebenfalls ein Konsultativorgan des Bundesanwalts oder der Bundesanwältin. Sie trifft sich regelmässig zur Besprechung fachlicher, personeller und organisatorischer Fragen und gibt im Hinblick auf anstehende Entscheide ihre Empfehlung zuhanden des Bundesanwalts oder der Bundesanwältin ab."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Verfahrensführende Abteilungen",
      "content": "1 Die verfahrensführenden Abteilungen werden jeweils von einem Leitenden Staatsanwalt oder einer Leitenden Staatsanwältin geführt. Sie regeln ihre interne Organisation selbstständig und unterbreiten die Regelung dem Bundesanwalt oder der Bundesanwältin zur Genehmigung. 2 Sie führen Straf- und Rechtshilfeverfahren. Zur Führung von Verfahren können abteilungsübergreifende Teams gebildet werden. 3 Der Abteilung Staatsschutz und kriminelle Organisationen obliegt die Strafverfolgung namentlich in folgenden Bereichen: a. Straftaten des Strafgesetzbuchs (StGB), die gemäss Artikel 23 Absatz 1 Buchstaben a–f und h–l StPO der Bundesgerichtsbarkeit unterstehen; b. Straftaten, für die besondere Bundesgesetze die Bundesgerichtsbarkeit vorsehen (Art. 23 Abs. 2 StPO), sofern nicht der Bundesanwalt oder die Bundesanwältin die Abteilung Wirtschaftskriminalität oder die Abteilung Rechtshilfe, Terrorismus, Völkerstrafrecht und Cyberkriminalität als zuständig bezeichnet; c. Straftaten im Bereich einer kriminellen Organisation, die gemäss Artikel 24 Absatz 1 StPO der Bundesgerichtsbarkeit unterstehen. 4 Der Abteilung Wirtschaftskriminalität obliegt die Strafverfolgung namentlich in folgenden Bereichen: a. Straftaten in den Bereichen Geldwäscherei, mangelnde Sorgfalt bei Finanzgeschäften sowie Korruption, die gemäss Artikel 24 Absatz 1 StPO der Bundesgerichtsbarkeit unterstehen; b. Straftaten des Finanzmarktinfrastrukturgesetzes vom 19. Juni 2015 (FinfraG), die gemäss Artikel 156 Absatz 1 FinfraG der Bundesgerichtsbarkeit unterstehen; c. Straftaten des Zweiten und des Elften Titels des StGB, die gemäss Artikel 24 Absatz 2 StPO der fakultativen Bundesgerichtsbarkeit unterstehen. 5 Die Abteilung Rechtshilfe, Terrorismus, Völkerstrafrecht und Cyberkriminalität nimmt namentlich folgende Aufgaben wahr: a. Führung von Rechtshilfeverfahren in Bundeskompetenz gemäss dem Rechtshilfegesetz vom 20. März 1981 (IRSG); b. Strafverfolgung von Straftaten im Bereich Terrorismus, die gemäss Artikel 24 Absatz 1 StPO oder besonderen Bundesgesetzen der Bundesgerichtsbarkeit unterstehen; c. Strafverfolgung von Straftaten aus dem Bereich Völkermord, Verbrechen gegen die Menschlichkeit und Kriegsverbrechen, die gemäss Artikel 23 Absatz 1 Buchstabe g StPO der Bundesgerichtsbarkeit unterstehen; d. Strafverfolgung von Straftaten in Bundeskompetenz im Bereich der Cyberkriminalität, soweit die Bearbeitung nicht einer anderen verfahrensführenden Abteilung zugewiesen ist; e. Unterstützung der Geschäftsleitung und sämtlicher Organisationseinheiten in Fragen der Rechtshilfe, der internationalen Kontakte und in der Koordination der Rechtshilfetätigkeit der Bundesanwaltschaft; f. Unterstützung der Geschäftsleitung und sämtlicher Organisationseinheiten in Fragen der Cyberkriminalität sowie Koordination der Tätigkeit der Bundesanwaltschaft im Bereich Cyberkriminalität. 6 Die Zweigstellen sind organisatorisch Teil der Abteilung Wirtschaftskriminalität. Auch die Abteilung Staatsschutz und kriminelle Organisationen und die Abteilung Rechtshilfe, Terrorismus, Völkerstrafrecht und Cyberkriminalität können an den Standorten der Zweigstellen Verfahren aus ihren Bereichen führen. 7 Der Bundesanwalt oder die Bundesanwältin kann eine Abteilung mit der Führung von Verfahren aus dem Bereich einer anderen Abteilung beauftragen. SR 311.0 SR 312.0 SR 958.1 SR 351.1"
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Abteilung Forensische Finanzanalyse",
      "content": "1 Die Abteilung Forensische Finanzanalyse wird von einem Abteilungsleiter oder einer Abteilungsleiterin geführt. Sie regelt ihre interne Organisation selbstständig und unterbreitet die Regelung dem Bundesanwalt oder der Bundesanwältin zur Genehmigung. 2 Die Abteilung erbringt Analyse- und Unterstützungsleistungen insbesondere in den Kompetenzbereichen: a. Wirtschafts- und Finanzprozesse; b. Rechnungslegung; c. Banken und Finanzen; d. Wirtschaftsprüfung/Revision; e. Kapitalmärkte; f. Corporate Governance und Compliance. 3 Sie unterstützt mit ihren Leistungen die verfahrensführenden Abteilungen bei der Führung der Straf- und Rechtshilfeverfahren."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Generalsekretariat",
      "content": "1 Das Generalsekretariat steht unter der Leitung des Generalsekretärs oder der Generalsekretärin. Er oder sie regelt die interne Organisation des Generalsekretariats selbstständig und unterbreitet die Regelung dem Bundesanwalt oder der Bundesanwältin zur Genehmigung. 2 Das Generalsekretariat gliedert sich in die folgenden Funktionsbereiche mit den nachstehenden Zuständigkeiten: a. Im Bereich «BA Entwicklung» findet insbesondere die Umsetzung der strategischen Weiterentwicklung der Bundesanwaltschaft statt. b. Der Bereich «BA Führung und Steuerung» umfasst die Human Ressources, die Finanzen, die Führungsassistenz (einschliesslich Zentrale Eingangsbearbeitung) und den Rechtsdienst. c. Der Bereich «BA Services» erbringt zentralisierte Infrastruktur- und Technologiedienstleistungen und ist für den Urteilsvollzug zuständig. 3 Der Rechtsdienst erfüllt insbesondere gesetzliche Aufgaben mit juristischem Bezug, die nicht in die Zuständigkeit einer anderen Organisationseinheit der Bundesanwaltschaft fallen. 4 Das Generalsekretariat erbringt Dienstleistungen für die Geschäftsleitung und sämtliche Organisationseinheiten der Bundesanwaltschaft."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Zentrale Eingangsbearbeitung",
      "content": "1 Die Zentrale Eingangsbearbeitung registriert, analysiert und triagiert namentlich Neueingänge, die nicht ein bereits eröffnetes Verfahren betreffen. 2 Stellen sich rechtliche, insbesondere strafprozessuale Fragen, so wird der Fall einem oder einer der beiden Stellvertretenden Bundesanwälte oder Bundesanwältinnen zum Entscheid über das weitere Vorgehen im Rahmen des Operativen Ausschusses des Bundesanwalts oder der Bundesanwältin unterbreitet. Die Zentrale Eingangsbearbeitung besorgt die Abwicklung der Abläufe und Entscheide."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Urteilsvollzug",
      "content": "1 Der Urteilsvollzug vollzieht die Entscheide der Strafbehörden des Bundes nach Artikel 75 StBOG. 2 Bei Einziehungen, die unter das Bundesgesetz vom 19. März 2004 über die Teilung eingezogener Vermögenswerte fallen, bildet der Urteilsvollzug die Kontaktstelle zum Bundesamt für Justiz. 3 Der Urteilsvollzug unterstützt die verfahrensführenden Abteilungen bei Fragen zur Verwaltung beschlagnahmter Vermögenswerte. Er organisiert namentlich die vorzeitige Verwertung beschlagnahmter Vermögenswerte nach Artikel 266 Absatz 5 StPO. SR 312.4 SR 312.0"
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Büro des Bundesanwalts oder der Bundesanwältin",
      "content": "1 Im Büro des Bundesanwalts oder der Bundesanwältin angesiedelt sind der Kommunikationsdienst der Bundesanwaltschaft und der Rechtskonsulent oder die Rechtskonsulentin des Bundesanwalts oder der Bundesanwältin. 2 Der Kommunikationsdienst stellt unter der Leitung des Informationschefs oder der Informationschefin die einheitliche externe und interne Kommunikation der Bundesanwaltschaft sicher. Er berät und unterstützt den Bundesanwalt oder die Bundesanwältin und die Geschäftsleitung in allen Belangen der Kommunikation. 3 Der Rechtskonsulent oder die Rechtskonsulentin berät und unterstützt den Bundesanwalt oder die Bundesanwältin und die Geschäftsleitung in sämtlichen Rechtsbelangen, namentlich in strategischen Rechtsfragen."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Operativer Ausschuss des Bundesanwalts oder der Bundesanwältin",
      "content": "1 Der Operative Ausschuss des Bundesanwalts oder der Bundesanwältin steht unter der Leitung der beiden Stellvertretenden Bundesanwälte oder Bundesanwältinnen. Fallspezifische Teilnehmende sind die Leitenden Staatsanwälte oder Staatsanwältinnen, Staatsanwälte oder Staatsanwältinnen mit Deliktsfeldverantwortung sowie bei Bedarf weitere Staatsanwälte oder Staatsanwältinnen. 2 Der Ausschuss entscheidet bei neuen Anzeigen, ob diese in die Zuständigkeit der Strafverfolgung des Bundes fallen und die Voraussetzungen für eine Verfahrenseröffnung erfüllt sind. Bei fakultativer Zuständigkeit prüft er, ob die betreffenden Verfahren der Strategie der Bundesanwaltschaft entsprechen und die dafür notwendigen Ressourcen vorhanden sind. Er prüft zudem die unaufgeforderte Übermittlung nach Artikel 67 a IRSG. 3 In einfachen Fällen entscheidet der Stellvertretende Bundesanwalt oder die Stellvertretende Bundesanwältin gemäss Artikel 4 Absatz 4 direkt. 4 Der Ausschuss wird durch die Zentrale Eingangsbearbeitung unterstützt. 5 Die Leitung des Ausschusses ist Ansprechpartnerin für die Mitarbeitenden der Bundesanwaltschaft, andere Bundesstellen und die Kantone in Fragen der Zuständigkeit im Zusammenhang mit Straf- und Rechtshilfeverfahren. 6 Der Ausschuss kann vom Bundesanwalt oder von der Bundesanwältin mit der Prüfung besonderer Zuständigkeits- und Verfahrensfragen sowie mit der Begleitung laufender Verfahren betraut werden. SR 351.1"
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Steuerungsausschuss Ressourcen",
      "content": "1 Der Steuerungsausschuss Ressourcen setzt sich zusammen aus je mindestens zwei Vertretern oder Vertreterinnen der Bundesanwaltschaft und der Bundeskriminalpolizei. Die Vertreter oder Vertreterinnen der Bundesanwaltschaft werden vom Bundesanwalt oder von der Bundesanwältin ernannt. 2 Der Ausschuss wird von einem Stellvertretenden Bundesanwalt oder einer Stellvertretenden Bundesanwältin geleitet. 3 Er steuert auf Führungsebene zentral die für die Bearbeitung der Verfahren erforderlichen Ressourcen der Bundeskriminalpolizei. 4 Er ist zudem die gemeinsame Plattform von Bundesanwaltschaft und Bundeskriminalpolizei zur Behandlung von Fragen, welche die Anwendung des Straf- und Strafprozessrechts sowie deren strukturelle Umsetzung in der gemeinsamen Praxis betreffen."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Sicherheitsausschuss",
      "content": "1 Der Sicherheitsausschuss bildet die zentrale Leit- und Koordinationsstelle für die integrale Sicherheit. Er wird vom Bundesanwalt oder von der Bundesanwältin geführt. 2 Die einzelnen Sicherheitsbereiche werden vom Bundesanwalt oder von der Bundesanwältin in einer Weisung «Leitlinie integrale Sicherheit» definiert. Jeder Sicherheitsbereich verfügt über einen Beauftragten oder eine Beauftragte als Ansprechstelle und Mitglied des Ausschusses. 3 Zuständig für die Gesamtsicherheit ist im Auftrag des Bundesanwalts oder der Bundesanwältin der oder die Delegierte für Sicherheit. Er oder sie koordiniert namentlich die Tätigkeiten der Sicherheitsbeauftragten und unterstützt den Bundesanwalt oder die Bundesanwältin in der Führung des Ausschusses."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Kommissionen",
      "content": "Der Bundesanwalt oder die Bundesanwältin kann ständige Kommissionen und Ad-hoc-Kommissionen bilden. Ihre Aufträge, Zuständigkeiten und Kompetenzen werden gesondert geregelt."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Grundsätze der Geschäftszuteilung",
      "content": "1 Der Bundesanwalt oder die Bundesanwältin teilt neue Geschäfte den Organisationseinheiten zur Bearbeitung zu. 2 In der zuständigen Organisationseinheit teilt deren Leiter oder Leiterin ein neues Geschäft zu. Er oder sie ist für eine ausgewogene Geschäftszuteilung verantwortlich. 3 Neue Geschäfte, die zur Erstbearbeitung der Zentralen Eingangsbearbeitung zugeteilt und nicht bereits auf deren Stufe erledigt werden, werden durch den Operativen Ausschuss des Bundesanwalts oder der Bundesanwältin der zuständigen Organisationseinheit zur weiteren Bearbeitung zugeteilt."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Wählbarkeit der auf Amtsdauer gewählten Staatsanwälte und Staatsanwältinnen",
      "content": "Als Staatsanwalt und Staatsanwältin nach Artikel 5 Absatz 1 Buchstaben a–c wählbar ist, wer in eidgenössischen Angelegenheiten stimmberechtigt ist."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Allgemeine Weisungen",
      "content": "Der Bundesanwalt oder die Bundesanwältin erlässt die für die Betriebs- und Verfahrensführung notwendigen Weisungen. Diese werden im Organisationshandbuch, im Verfahrenshandbuch und im Handbuch Gerichtspolizei festgehalten oder den Mitarbeitenden in anderer Form zugänglich gemacht."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Verwaltungsgebühren",
      "content": "1 Die Bundesanwaltschaft kann für besondere Dienstleistungen des Generalsekretariats Verwaltungsgebühren erheben. 2 Es können folgende Gebühren verrechnet werden: a. Reproduktion von Schriftstücken: für A4-Fotokopien: 50 Rappen je Seite, für A3-Fotokopien: 1 Franken je Seite, mindestens aber 2 Franken; b. andere Vervielfältigungen: effektive Kosten; c. digitalisierte Datenherausgabe: 50 Franken pro Datenträger (inkl. Versand und Bearbeitung); d. begleitete Einsichtsgewährung an Dritte in Strafbefehle nach Ablauf einer 30-tägigen Auflagefrist: 40 Franken je halbe Arbeitsstunde des Verwaltungspersonals und 60 Franken je halbe Arbeitsstunde des juristischen Personals; e. begleitete Einsichtsgewährung an Dritte in andere verfahrenserledigende Entscheide, soweit die rechtlichen Voraussetzungen vorgängig bejaht wurden: 40 Franken je halbe Arbeitsstunde des Verwaltungspersonals und 60 Franken je halbe Arbeitsstunde des juristischen Personals; f. Aufbereitung von Strafbefehlen nach Ablauf einer 30-tägigen Auflagefrist oder von anderen verfahrenserledigenden Entscheiden zur Einsichtsgewährung an Dritte (z. B. Anonymisierung): 40 Franken je halbe Arbeitsstunde des Verwaltungspersonals und 60 Franken je halbe Arbeitsstunde des juristischen Personals. 3 Die Gebühr kann um bis zu 50 Prozent erhöht werden, wenn die Dienstleistung auf Ersuchen hin dringlich verrichtet wird."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Aufhebung eines anderen Reglements",
      "content": "Das Reglement vom 11. Dezember 2012 über die Organisation und Verwaltung der Bundesanwaltschaft wird aufgehoben. [ AS 2013 207 ]"
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Inkrafttreten",
      "content": "Dieses Reglement tritt am 1. April 2021 in Kraft."
    }
  ],
  "definitions": []
}