{
  "id": "sr-152-21",
  "type": "statute",
  "title": "Verordnung des Bundesgerichts vom 27. September 1999 zum Archivierungsgesetz",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1999/460/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "1. Kapitel: Allgemeine Bestimmungen",
      "section": "1",
      "title": "Gegenstand und Geltungsbereich",
      "content": "(Art. 1 BGA) 1 Diese Verordnung regelt die Archivierung der Unterlagen des Bundesgerichts und deren Einsichtnahme durch Dritte. 2 Für laufende Verfahren bleibt das Prozessrecht vorbehalten."
    },
    {
      "provision_ref": "art2",
      "chapter": "2. Kapitel: Archivierung und Sicherung der Unterlagen",
      "section": "2",
      "title": "Grundsatz",
      "content": "(Art. 2 BGA) Die archivwürdigen Unterlagen des Bundesgerichts werden archiviert und dauernd aufbewahrt."
    },
    {
      "provision_ref": "art3",
      "chapter": "2. Kapitel: Archivierung und Sicherung der Unterlagen",
      "section": "3",
      "title": "Prozessakten",
      "content": "1 In Verfahren, in welchen das Bundesgericht als Rechtsmittelinstanz entscheidet, werden dauernd aufbewahrt: a. die Rechtsschriften; b. das angefochtene Urteil; c. die Korrespondenz, die im Rahmen des bundesgerichtlichen Verfahrens geführt wurde; d. das Referat; e. der Urteilsentwurf; f. die schriftlichen Äusserungen der Mitglieder und Gerichtsschreiber zum Fall (Anträge und Bemerkungen auf dem Zirkulationsbogen oder in separaten Schriftstücken); g. die Verfügungen und Beschlüsse; h. das Urteil; i. die Unterlagen betreffend Meinungsaustausche. 2 Die übrigen Prozessakten werden nach Verfahrensabschluss den Einlegern zurückgesandt. 3 In Verfahren, in denen das Bundesgericht in erster Instanz entscheidet, werden sämtliche Prozessakten dauernd aufbewahrt, soweit sie nicht den Einlegern zurückgesandt werden. 4 Der Präsident der Abteilung, Kammer oder des sonstigen Spruchkörpers kann dem Dossier im Einzelfall weitere Akten beifügen."
    },
    {
      "provision_ref": "art4",
      "chapter": "2. Kapitel: Archivierung und Sicherung der Unterlagen",
      "section": "4",
      "title": "Andere Unterlagen",
      "content": "1 Verwaltungsakten werden dauernd archiviert, soweit sie für die Geschichte und Entwicklung des Bundesgerichts oder allgemein rechtlich, politisch, wirtschaftlich, historisch, sozial oder kulturell wertvoll sind. 2 Die übrigen Verwaltungsakten werden in geeigneter Form aufbewahrt, solange die Möglichkeit besteht, dass sie später noch nützlich sein können. Besondere Gesetzesbestimmungen für einzelne Arten von Akten bleiben vorbehalten. 3 Vernehmlassungen werden dauernd aufbewahrt."
    },
    {
      "provision_ref": "art5",
      "chapter": "2. Kapitel: Archivierung und Sicherung der Unterlagen",
      "section": "5",
      "title": "Archiv des Bundesgerichts",
      "content": "1 Der Archivar sorgt für die sichere und sachgemässe Aufbewahrung und Erschliessung des Archivguts. Er kann bei der Auswertung bestimmter Aktenbestände Hilfe leisten. 2 Dem Generalsekretariat obliegt die gleiche Aufgabe für die Unterlagen, die in seinem Archiv aufbewahrt werden."
    },
    {
      "provision_ref": "art6",
      "chapter": "1. Abschnitt: Allgemeines",
      "section": "6",
      "title": "Schutzfristen",
      "content": "(Art. 9 und 11 BGA) 1 Es gilt grundsätzlich die Schutzfrist von 30 Jahren nach Artikel 9 des Archivierungsgesetzes. 2 Prozessakten unterliegen der verlängerten Schutzfrist von 50 Jahren nach Artikel 11 des Archivierungsgesetzes, ausser am Verfahren seien ausschliesslich öffentlich-rechtliche Gemeinwesen oder Körperschaften beteiligt. 3 Für andere Unterlagen gilt die verlängerte Schutzfrist von 50 Jahren, soweit sie besonders schützenswerte Personendaten oder Persönlichkeitsprofile enthalten. 4 Für die Verhandlungsprotokolle des Gesamtgerichts und der Leitungsorgane des Bundesgerichts gilt die verlängerte Schutzfrist von 50 Jahren."
    },
    {
      "provision_ref": "art7",
      "chapter": "1. Abschnitt: Allgemeines",
      "section": "7",
      "title": "Verlängerung der Schutzfrist",
      "content": "(Art. 12 BGA) 1 Die Schutzfrist von 30 oder 50 Jahren kann im Einzelfall zeitlich befristet verlängert werden, sofern ein überwiegendes schutzwürdiges öffentliches oder privates Interesse gegen die Einsichtnahme durch Dritte vorliegt. 2 Das Generalsekretariat führt eine öffentlich zugängliche Liste der Akten, für die eine verlängerte Schutzfrist gemäss dieser Bestimmung verfügt worden ist."
    },
    {
      "provision_ref": "art8",
      "chapter": "1. Abschnitt: Allgemeines",
      "section": "8",
      "title": "Einsichtnahme während der Schutzfrist",
      "content": "(Art. 13 BGA) 1 Einsicht während der Schutzfrist kann insbesondere gewährt werden, wenn a. die Einwilligung der betroffenen Personen vorliegt; b. die betroffenen Personen seit mindestens drei Jahren tot sind; c. die Unterlagen der Öffentlichkeit bereits zugänglich waren, vorbehältlich neuer Gründe gegen die Einsichtnahme. 2 Zur Wahrung des Persönlichkeitsschutzes sowie spezifischer Geheimnisse kann die Einsichtnahme auf bestimmte Aktenteile beschränkt werden. Die einsehbaren Akten können anonymisiert werden."
    },
    {
      "provision_ref": "art9",
      "chapter": "1. Abschnitt: Allgemeines",
      "section": "9",
      "title": "Berechnung der Schutzfrist",
      "content": "(Art. 10 BGA) 1 Die Schutzfrist gilt in der Regel für ein ganzes Dossier oder Geschäft. 2 Massgebend für die Berechnung der Schutzfrist ist bei Prozessdossiers das Urteilsdatum, im Übrigen das Jahresdatum des jüngsten Dokuments. 3 Nachträglich beigefügte Unterlagen, die für den Geschäftsvorgang keine relevanten Informationen enthalten, zählen für die Fristberechnung nicht."
    },
    {
      "provision_ref": "art10",
      "chapter": "1. Abschnitt: Allgemeines",
      "section": "10",
      "title": "Findmittel",
      "content": "1 Findmittel, welche den Zugang zum Archivgut ermöglichen, sind frei zugänglich. 2 Sie können publiziert werden. Die Bestimmungen des Persönlichkeitsschutzes bleiben vorbehalten."
    },
    {
      "provision_ref": "art11",
      "chapter": "2. Abschnitt: Einsichtnahme",
      "section": "11",
      "title": "Grundsatz",
      "content": "1 Jede Person hat das Recht, nach Ablauf der Schutzfristen in das Archivgut des Bundesgerichts Einsicht zu nehmen. 2 Das Recht auf Einsichtnahme in das Archivgut umfasst: a. die Konsultation der Findmittel; b. die Konsultation der Unterlagen; c. die handschriftliche Aufzeichnung; d. fotografische, fotomechanische oder digitale Reproduktion einzelner Aktenstücke, vorbehältlich konservatorischer Einschränkungen. 3 Die Archivgut verbleibt für die Einsichtnahme in aller Regel im Bundesgerichtsgebäude."
    },
    {
      "provision_ref": "art12",
      "chapter": "2. Abschnitt: Einsichtnahme",
      "section": "12",
      "title": "Gesuch um Einsichtnahme",
      "content": "1 Für die Einsichtnahme ist ein schriftliches Gesuch an das Bundesgericht zu richten. 2 Das Gesuch enthält: a. die Personalien des Gesuchstellers; b. eine möglichst genaue Bezeichnung des Archivguts, in das Einsicht gewünscht wird; c. bei einem Gesuch während der Schutzfrist den Grund der Einsichtnahme. 3 Bei einem Gesuch nach Ablauf der Schutzfrist kann der Gesuchsteller zur Begründung seines Gesuchs aufgefordert werden, wenn sich die Frage einer Verlängerung der Schutzfrist im Einzelfall stellt (Art. 7)."
    },
    {
      "provision_ref": "art13",
      "chapter": "2. Abschnitt: Einsichtnahme",
      "section": "13",
      "title": "Entscheid",
      "content": "1 Die Bewilligung für die Einsichtnahme in die archivierten Akten wird vom Generalsekretär erteilt. 2 Die Verweigerung oder Einschränkung der Einsichtnahme ist zu begründen. Auf Wunsch wird eine beschwerdefähige Verfügung erlassen."
    },
    {
      "provision_ref": "art14",
      "chapter": "2. Abschnitt: Einsichtnahme",
      "section": "14",
      "title": "Auflagen",
      "content": "(Art. 13 BGA) 1 Die Einsichtnahme kann beschränkt oder mit Auflagen versehen werden. 2 Die Bewilligung zur Einsichtnahme entbindet den Gesuchsteller bei der Verwertung der Informationen nicht von der Beachtung des Persönlichkeitsschutzes sowie spezifischer Geheimnisse. 3 Vom Gesuchsteller kann eine schriftliche Erklärung verlangt werden, dass er von den Auflagen Kenntnis genommen hat."
    },
    {
      "provision_ref": "art15",
      "chapter": "2. Abschnitt: Einsichtnahme",
      "section": "15",
      "title": "Gebühren",
      "content": "(Art. 9 BGA) 1 Die Grunddienste des Bundesgerichts für die Einsichtnahme in seine Akten wie das Ermitteln des Archivguts und das Gewähren der Einsicht am Bundesgericht sind unentgeltlich, soweit dies mit einer rationellen Verwaltungsführung vereinbar ist. 2 Für zusätzliche Dienstleistungen sowie Reproduktionen werden die Kosten nach Aufwand in Rechnung gestellt. 3 Es gelten die Ansätze gemäss der Verordnung vom 24. August 1994 des Bundesgerichts über die Verwaltungsgebühren. [ AS 1994 2157 , 1999 3009 Art. 17 Ziff. 2. AS 2006 5669 Art. 13 Ziff. 1]. Siehe heute: das R vom 31. März 2006 über die Verwaltungsgebühren des Bundesgerichts ( SR 173.110.210.2 ]"
    },
    {
      "provision_ref": "art16",
      "chapter": "3. Abschnitt: Rechtsschutz",
      "section": "16",
      "title": "",
      "content": "1 Gegen die Verweigerung oder Einschränkung der Einsichtnahme kann Beschwerde bei der Rekurskommission des Bundesgerichts geführt werden; sie entscheidet endgültig. 2 Das Verfahren richtet sich nach den Bestimmungen des Verwaltungsverfahrensgesetzes. SR 172.021"
    },
    {
      "provision_ref": "art17",
      "chapter": "4. Kapitel: Schlussbestimmungen",
      "section": "17",
      "title": "Änderung bisherigen Rechts",
      "content": "… Die Änderungen können unter AS 1999 3009 konsultiert werden."
    },
    {
      "provision_ref": "art18",
      "chapter": "4. Kapitel: Schlussbestimmungen",
      "section": "18",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 1. Oktober 1999 in Kraft."
    }
  ],
  "definitions": []
}