{
  "id": "sr-131-224-2",
  "type": "statute",
  "title": "Verfassung für den Eidgenössischen Stand Appenzell I. Rh., vom 24. November 1872",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1872/3_842_832_842_fga/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "I. Abschnitt: Allgemeine Bestimmungen",
      "section": "1",
      "title": "",
      "content": "1 Die Verfassung ist diejenige eines Volksstaates und Bundesgliedes der schweizerischen Eidgenossenschaft. Die Staatsgewalt ruht wesentlich im Volke und wird von demselben an der Landsgemeinde ausgeübt. 2 Das Volk gibt sich seine Verfassung, entscheidet über Annahme oder Verwerfung der Gesetze und nimmt die der Landsgemeinde zustehenden Wahlen vor. 3 Der Grosse Rat regelt das Erforderliche durch Verordnung. Angenommen an der Landsgemeinde vom 28. April 2013, in Kraft seit 28. April 2013. Gewährleistungsbeschluss vom 3. März 2016 ( BBl 2016 2301 Art. 6 Bst. a, 2015 7615 )."
    },
    {
      "provision_ref": "art2",
      "chapter": "I. Abschnitt: Allgemeine Bestimmungen",
      "section": "2",
      "title": "",
      "content": "1 Durch die Verfassung ist grundsätzlich volle Freiheit anerkannt, und es sind folgende Rechte von selbst gewährleistet: die Gleichheit der Bürger und Gleichberechtigten vor dem Gesetze und die persönliche Freiheit; ferner nach Massgabe der allgemeinen Rechtsbestimmungen die freie Meinungsäusserung durch Wort und Schrift, sowie das Vereins- und Versammlungsrecht; auch ist die Unverletzlichkeit des Hausrechtes ausgesprochen. 2 Die Freiheit des Handels, des Verkehrs und der Gewerbe ist nach Inhalt der einschlagenden Bestimmungen gesichert. 3 Das Lotteriemonopol steht, soweit es nicht von Bundesrechts wegen eingeschränkt ist, dem Kanton zu. Angenommen an der Landsgemeinde vom 30. April 2000, in Kraft seit 30. April 2000. Gewährleistungsbeschluss vom 20. März 2001 ( BBl 2001 1374 Art. 1 Ziff. 5, 2000 5255 )."
    },
    {
      "provision_ref": "art3",
      "chapter": "I. Abschnitt: Allgemeine Bestimmungen",
      "section": "3",
      "title": "",
      "content": "Die römisch-katholische und die evangelisch-reformierte Kirche sind als Körperschaften öffentlichen Rechts anerkannt. Sie regeln ihre inneren Angelegenheiten selbständig. Angenommen an der Landsgemeinde vom 27. April 2003, in Kraft seit 27. April 2003. Gewährleistungsbeschluss vom 14. März 2005 ( BBl 2005 2355 Art. 1 Ziff. 3, 2004 5629 )."
    },
    {
      "provision_ref": "art4",
      "chapter": "I. Abschnitt: Allgemeine Bestimmungen",
      "section": "4",
      "title": "",
      "content": "1 Das Eigentum jeder Art, gehöre es Privaten, Gesellschaften, vom Staate anerkannten Korporationen und Stiftungen oder Gemeinden, ist unverletzlich. 2 Für Zwecke, die im Interesse des Kantons oder einer Landesgegend liegen, kann gegen volle Entschädigung die Abtretung oder die Belastung von Eigentum verlangt werden. Die Enteignung ist jedoch nur zulässig, sofern und soweit sie zur Erreichung des Zweckes erforderlich und eine gütliche Einigung nicht oder nur unter unverhältnismässigem Kostenaufwand möglich ist. 3 Nähere Bestimmungen trifft die Gesetzgebung. 4 … Angenommen an der Landsgemeinde vom 24. April 1960, in Kraft seit 24. April 1960. Gewährleistungsbeschluss vom 29. Juni 1960 ( BBl 1960 II 224 4 ). Angenommen an der Landsgemeinde vom 24. April 1960, in Kraft seit 24. April 1960. Gewährleistungsbeschluss vom 29. Juni 1960 ( BBl 1960 II 224 4 ). Aufgehoben an der Landsgemeinde vom 24. April 1960, mit Wirkung seit 24. April 1960. Gewährleistungsbeschluss vom 29. Juni 1960 ( BBl 1960 II 224 4 )."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "",
      "content": "1 Der Staat gewährleistet die Sicherheit des korporativen geistlichen Vermögens und dessen stiftungsgemässe Besorgung und Verwendung. 2 Die Verwaltung des den Klöstern zustehenden Vermögens steht nach bisheriger Weise unter Schutz des Staates. 3 … Angenommen an der Landsgemeinde vom 27. April 2003, in Kraft seit 27. April 2003. Gewährleistungsbeschluss vom 14. März 2005 ( BBl 2005 2355 Art. 1 Ziff. 3, 2004 5629 ). Aufgehoben an der Landsgemeinde vom 27. April 2003, mit Wirkung seit 27. April 2003. Gewährleistungsbeschluss vom 14. März 2005 ( BBl 2005 2355 Art. 1 Ziff. 3, 2004 5629 )."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "",
      "content": "1 Niemand darf seinem verfassungsmässigen Richter entzogen werden. 2 Es ist den Parteien unbenommen, in beidseitigem Einverständnis für den Entscheid von Rechtsstreitigkeiten Schiedsgerichte anzurufen. Angenommen an der Landsgemeinde vom 24. April 1949, in Kraft seit 24. April 1949. Gewährleistungsbeschluss vom 29. Sept. 1949 ( BBl 1949 II 587 353 )."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "",
      "content": "Alle Kantonseinwohner sowie Genossenschaften und Ortskreise haben das Recht, an die Orts- und Kantonsbehörden ihre Wünsche und Verlangen zu stellen. Angenommen an der Landsgemeinde vom 25. April 1982, in Kraft seit 25. April 1982. Gewährleistungsbeschluss vom 16. Dez. 1982 ( BBl 1982 III 1150 Art. 1 Ziff. 3 765 )."
    },
    {
      "provision_ref": "art7bis",
      "section": "7bis",
      "title": "",
      "content": "1 Jeder Stimmberechtigte kann durch Einreichung einer Initiative nach Massgabe der folgenden Bestimmungen die Abänderung der Verfassung sowie den Erlass, die Abänderung oder die Aufhebung von Gesetzen beantragen. 2 Die Initiative kann als allgemeine Anregung oder, wenn dadurch nicht die Totalrevision der Verfassung verlangt wird, als ausgearbeiteter Entwurf eingebracht werden. Sie darf sich nur auf ein bestimmtes Sachgebiet beziehen. Genügt sie dieser Anforderung nicht, so sind die einzelnen in ihr enthaltenen Sachgebiete getrennt zu behandeln. 3 Mit der Initiative darf nichts verlangt werden, was dem Bundesrecht oder, soweit sie nicht deren Abänderung zum Gegenstand hat, der Kantonsverfassung widerspricht. 4 Erfolgt die Initiative in der Form der allgemeinen Anregung und ist der Grosse Rat mit derselben einverstanden, so arbeitet er einen entsprechenden Entwurf aus und unterbreitet diesen der Landsgemeinde zur Annahme oder Verwerfung. Lehnt der Grosse Rat die allgemeine Anregung ab, so legt er diese samt einem allfälligen Gegenvorschlag der Landsgemeinde vor. Stimmt die Landsgemeinde der Initiative oder dem Gegenvorschlag zu, so arbeitet der Grosse Rat einen Entwurf im Sinne des Landsgemeindebeschlusses aus und unterbreitet diesen der Landsgemeinde zur Annahme oder Verwerfung. 5 Die Initiative in der Form des ausgearbeiteten Entwurfes ist der Landsgemeinde zu unterbreiten. Der Grosse Rat kann ihr einen Gegenvorschlag gegenüberstellen, der gleichzeitig mit der Initiative zur Abstimmung zu bringen ist. 6 Initiativen sind bis 31. Mai schriftlich dem Grossen Rat zur Prüfung und Begutachtung einzureichen. Sie sind der nächsten ordentlichen Landsgemeinde vorzulegen; Entwürfe, die der Grosse Rat aufgrund einer Vorabstimmung im Sinne von Absatz 4 auszuarbeiten hat, sind der auf die Vorabstimmung folgenden ordentlichen Landsgemeinde zu unterbreiten. Diese Fristen kann der Grosse Rat mit einer Mehrheit von zwei Dritteln seiner Mitglieder höchstens um zwei Jahre verlängern, wenn es besondere Umstände erfordern, wie die Ausarbeitung neuer Gesetze oder grösserer Revisionen von Verfassung oder Gesetzen oder grösserer Gegenvorschläge. 7 Das weitere Verfahren für die Ausübung des Initiativrechtes kann durch Erlass des Grossen Rates geregelt werden. Angenommen an der Landsgemeinde vom 25. April 1982, in Kraft seit 25. April 1982. Gewährleistungsbeschluss vom 16. Dez. 1982 ( BBl 1982 III 1150 Art. 1 Ziff. 3 765 ). Angenommen an der Landsgemeinde vom 29. April 2018, in Kraft seit 1. Mai 2018. Gewährleistungsbeschluss vom 22. März 2019 ( BBl 2019 2861 Art. 6, 2018 7741 )."
    },
    {
      "provision_ref": "art7ter",
      "section": "7ter",
      "title": "",
      "content": "1 Freie Beschlüsse des Grossen Rates über einmalige Ausgaben von wenigstens 1 000 000 Franken oder während mindestens 4 Jahren wiederkehrende Leistungen von wenigstens 250 000 Franken unterstehen dem obligatorischen Referendum. 2 200 stimmberechtigte Kantonseinwohner können über einen freien Grossratsbeschluss den Entscheid der Landsgemeinde verlangen, wenn der Beschluss zulasten des Staates für den gleichen Gegenstand eine einmalige neue Ausgabe von wenigstens 500 000 Franken oder eine während mindestens 4 Jahren wiederkehrende Leistung von wenigstens 125 000 bewirkt. Ausgaben für die Besoldung des Staatspersonals sind dem fakultativen Referendum entzogen. 3 Ein referendumsfähiger Beschluss erwächst in Rechtskraft, wenn nicht innert 30 Tagen seit dessen amtlicher Publikation ein rechtsgültiges Begehren auf Herbeiführung eines Entscheids der Landsgemeinde zuhanden der Standeskommission eingereicht worden ist. 4 Ausgabenbeschlüsse des Grossen Rates unterstehen dem Referendum nicht, wenn der Vollzug keinen Aufschub erträgt. Über die Dringlichkeit entscheidet der Grosse Rat in geheimer Abstimmung. Der Beschluss bedarf einer Mehrheit von zwei Dritteln der Anwesenden. 5 Das weitere Verfahren betreffend die Ausübung des fakultativen Referendums wird durch Erlass des Grossen Rates geregelt. 6 … Angenommen an der Landsgemeinde vom 25. April 1982, in Kraft seit 25. April 1982. Gewährleistungsbeschluss vom 16. Dez. 1982 ( BBl 1982 III 1150 Art. 1 Ziff. 3 765 ). Angenommen an der Landsgemeinde vom 27. April 2014, in Kraft seit 27. April 2014. Gewährleistungsbeschluss vom 11. März 2015 ( BBl 2015 3035 Art. 1 Ziff. 7, 2014 9091 ). Angenommen an der Landsgemeinde vom 27. April 2014, in Kraft seit 27. April 2014. Gewährleistungsbeschluss vom 11. März 2015 ( BBl 2015 3035 Art. 1 Ziff. 7, 2014 9091 ). Aufgehoben an der Landsgemeinde vom 30. April 1995, mit Wirkung seit 1. Jan. 1997. Gewährleistungsbeschluss vom 16. Sept. 1996 ( BBl 1996 IV 864 Art. 1 Ziff. 5, I 1301 )."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "",
      "content": "Jeder Kantonsbürger, sowie jeder im Kanton niedergelassene Schweizer ist nach Inhalt der Bundesbestimmungen wehrpflichtig."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "",
      "content": "Änderungen des Steuersystems kommen einzig der Landsgemeinde zu. Angenommen an der Landsgemeinde vom 27. April 2003, in Kraft seit 27. April 2003. Gewährleistungsbeschluss vom 14. März 2005 ( BBl 2005 2355 Art. 1 Ziff. 3, 2004 5629 )."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "",
      "content": "1 … 2 Der Staat hält eingehende Aufsicht über die Behörden in ihrer Tätigkeit und Haushaltung in den verschiedenen Zweigen des Gemeindelebens. 3 Demselben steht daher in Fällen, wo das Wohl der einzelnen Landesteile oder des Landes es erfordert, das Recht zu, in die Gemeindeangelegenheiten einzugreifen. 4 Namentlich steht ihm auch das Recht zu, die Verteilung der Güter der Nutzungsgenossenschaften unter die einzelnen Nutzungsteilhaber zu verhindern. Aufgehoben an der Landsgemeinde vom 30. April 1995, mit Wirkung seit 1. Jan. 1997. Gewährleistungsbeschluss vom 16. Sept. 1996 ( BBl 1996 IV 864 Art. 1 Ziff. 5, I 1301 ). Angenommen an der Landsgemeinde vom 30. April 1995, in Kraft seit 1. Jan. 1997. Gewährleistungsbeschluss vom 16. Sept. 1996 ( BBl 1996 IV 864 Art. 1 Ziff. 5, I 1301 )."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "",
      "content": "1 Die Verwaltung des Staatshaushaltes ist insoweit öffentlich, dass die Amtsrechnungen je nach Jahresschluss bekannt gemacht werden müssen. 2 … 3 Alle Gesetze und Verordnungen, sowie auch amtliche Beschlussesnahmen, welche von allgemeinem Interesse sind, werden in angemessener Weise veröffentlicht. 4 … Aufgehoben an der Landsgemeinde vom 27. April 2003, mit Wirkung seit 27. April 2003. Gewährleistungsbeschluss vom 10. März 2004 ( BBl 2004 1393 Art. 1 Ziff. 4, 2003 8087 ). Aufgehoben an der Landsgemeinde vom 24. April 1994, mit Wirkung seit 30. April 1995. Gewährleistungsbeschluss vom 12. Juni 1995 ( BBl 1995 III 567 Art. 1 Ziff. 3 I 969 )."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "",
      "content": "1 Das öffentliche Unterrichtswesen ist nach Massgabe eingehender Bestimmungen Sache des Staates. 2 Der öffentliche obligatorische Volksschulunterricht ist unentgeltlich. Die entsprechenden Kosten haben die Schulgemeinden unter angemessener Beihilfe des Staates zu tragen, welcher die Vervollkommnung des Volksschulwesens im Auge hat. Angenommen an der Landsgemeinde vom 25. April 2004, in Kraft seit 25. April 2004. Gewährleistungsbeschluss vom 14. März 2005 ( BBl 2005 2355 Art. 1 Ziff. 3, 2004 5629 ). Angenommen an der Landsgemeinde vom 27. April 2003, in Kraft seit 27. April 2003. Gewährleistungsbeschluss vom 14. März 2005 ( BBl 2005 2355 Art. 1 Ziff. 3, 2004 5629 )."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "",
      "content": "Über den Erwerb des Landrechtes entscheidet der Grosse Rat. Angenommen an der Landsgemeinde vom 25. April 1993, in Kraft seit 25. April 1993. Gewährleistungsbeschluss vom 9. Juni 1994 ( BBl 1994 III 319 Art. 1 Ziff. 2; 1993 IV 465 )."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "",
      "content": "Das Niederlassungswesen wird im Sinne der Bundesbestimmungen behandelt."
    },
    {
      "provision_ref": "art15",
      "chapter": "II. Abschnitt: Landeseinteilung",
      "section": "15",
      "title": "",
      "content": "1 Der eidgenössische Stand Appenzell Innerrhoden teilt sich in sechs Bezirke: Appenzell, Schlatt-Haslen, Schwende, Gonten, Rüte, Oberegg. 2 Appenzell ist der Hauptort des Kantons und als solcher Sitz der Kantonsbehörden."
    },
    {
      "provision_ref": "art16",
      "chapter": "III. Abschnitt: Öffentliche Rechte und Pflichten des Einzelnen",
      "section": "16",
      "title": "",
      "content": "1 An Landsgemeinden und an Gemeindeversammlungen sind alle im Kanton wohnhaften Schweizerbürgerinnen und Schweizerbürger stimmberechtigt, sofern sie das 18. Altersjahr vollendet haben und im Stimmregister eingetragen sind. 1bis Die Kirchgemeinden können das Stimm- und Wahlrecht für ausländische Gemeindemitglieder mit Niederlassungsbewilligung einführen. 2 Vom Stimmrecht ist ausgeschlossen, wer wegen dauernder Urteilsunfähigkeit unter umfassender Beistandschaft steht oder durch eine vorsorgebeauftragte Person vertreten wird. 3 In Gemeindeangelegenheiten üben die Stimmberechtigten ihre Rechte am politischen Wohnsitz aus. Angenommen an der Landsgemeinde vom 26. April 1992, in Kraft seit 26. April 1992. Gewährleistungsbeschluss vom 14. Dez. 1993 ( BBl 1993 IV 599 Art. 1 Ziff. 8 II 180 ). Angenommen an der Landsgemeinde vom 30. April 2017, in Kraft seit 30. April 2017. Gewährleistungsbeschluss vom 6. Juni 2018 ( BBl 2018 3795 Art. 3 1207 ). Angenommen an der Landsgemeinde vom 26. April 2015, in Kraft seit 26. April 2015. Gewährleistungsbeschluss vom 3. März 2016 ( BBl 2016 2301 Art. 6 Bst. b, 2015 7615 )."
    },
    {
      "provision_ref": "art17",
      "chapter": "III. Abschnitt: Öffentliche Rechte und Pflichten des Einzelnen",
      "section": "17",
      "title": "",
      "content": "Jeder Stimmberechtigte ist nicht bloss berechtigt, sondern auch verpflichtet, an allen Landsgemeinden und verfassungsmässigen öffentlichen Versammlungen teilzunehmen."
    },
    {
      "provision_ref": "art18",
      "chapter": "III. Abschnitt: Öffentliche Rechte und Pflichten des Einzelnen",
      "section": "18",
      "title": "",
      "content": "1 Jeder Stimmberechtigte ist pflichtig, bis zum erfüllten 65. Altersjahr eine Wahl in die Standeskommission oder das Kantonsgericht, sowie Ämter, welche ihm durch den Grossen Rat, die Standeskommission, die Bezirks-, Kirchen- oder Schulgemeinde, ferner durch ein Gericht, den Bezirks-, Kirchen- oder Schulrat übertragen werden, anzunehmen. 2 Von dieser Pflicht ist schon vor der Erfüllung des 65. Altersjahres befreit, wer während zusammen mindestens acht Jahren Mitglied einer in Absatz 1 genannten Behörde war. Auch ist niemand verpflichtet, eine dieser Beamtungen während mehr als vier Jahren zu übernehmen. 3 Der Grosse Rat ist Rekursbehörde. Angenommen an der Landsgemeinde vom 27. April 2003, in Kraft seit 27. April 2003. Gewährleistungsbeschluss vom 14. März 2005 ( BBl 2005 2355 Art. 1 Ziff. 3, 2004 5629 ). Angenommen an der Landsgemeinde vom 24. April 1994, in Kraft seit 30. April 1995. Gewährleistungsbeschluss vom 12. Juni 1995 ( BBl 1995 III 567 Art. 1 Ziff. 3 I 969 ). Angenommen an der Landsgemeinde vom 27. April 2003, in Kraft seit 27. April 2003. Gewährleistungsbeschluss vom 14. März 2005 ( BBl 2005 2355 Art. 1 Ziff. 3, 2004 5629 )."
    },
    {
      "provision_ref": "art19",
      "chapter": "IV. Abschnitt: Gesetzgebende Behörde",
      "section": "19",
      "title": "",
      "content": "1 Die oberste Behörde des Landes ist die Landsgemeinde. 2 Sie versammelt sich regelmässig je am letzten Sonntag im April, ausserordentlicherweise auf Beschluss des Grossen Rates hin. 3 Fällt Ostern auf den letzten Sonntag im April, findet die Landsgemeinde am ersten Sonntag im Mai statt. Angenommen an der Landsgemeinde vom 29. April 2007, in Kraft seit 29. April 2007. Gewährleistungsbeschluss vom 6. März 2008 ( BBl 2008 2493 Art. 1 Ziff. 6, 2007 7663 )."
    },
    {
      "provision_ref": "art20",
      "chapter": "IV. Abschnitt: Gesetzgebende Behörde",
      "section": "20",
      "title": "",
      "content": "1 Die Landsgemeinde ist die gesetzgebende Behörde und oberste Wahlbehörde. 2 Sie wählt alljährlich: [tab] 1. Die Standeskommission , bestehend aus sieben Mitgliedern: – dem regierenden Landammann, der als solcher nach zweijähriger Amtsdauer auf das folgende Jahr nicht wieder wählbar ist, – dem stillstehenden Landammann, – sowie Statthalter, Säckelmeister, Landeshauptmann, Bauherr und Landesfähndrich; 2. das Kantonsgericht, bestehend aus einem Präsidenten und zwölf Mitgliedern, wobei jeder Bezirk mit einem Mitglied vertreten sein muss; 3. … Angenommen an der Landsgemeinde vom 30. April 1995, in Kraft seit 1. Jan. 1997. Gewährleistungsbeschluss vom 16. Sept. 1996 ( BBl 1996 IV 864 Art. 1 Ziff. 5, I 1301 ). Aufgehoben an der Landsgemeinde vom 24. April 1994, mit Wirkung seit 30. April 1995. Gewährleistungsbeschluss vom 12. Juni 1995 ( BBl 1995 III 567 Art. 1 Ziff. 3 I 969 )."
    },
    {
      "provision_ref": "art20bis",
      "chapter": "IV. Abschnitt: Gesetzgebende Behörde",
      "section": "20bis",
      "title": "",
      "content": "Die ordentliche Landsgemeinde wählt in den Jahren der Gesamterneuerung des Nationalrates den Vertreter des Kantons im schweizerischen Ständerat. Angenommen an der Landsgemeinde vom 27. April 2003, in Kraft seit 27. April 2003. Gewährleistungsbeschluss vom 14. März 2005 ( BBl 2005 2355 Art. 1 Ziff. 3, 2004 5629 )."
    },
    {
      "provision_ref": "art21",
      "chapter": "IV. Abschnitt: Gesetzgebende Behörde",
      "section": "21",
      "title": "",
      "content": "Über die Landsgemeinde gelten im weitern noch folgende Bestimmungen: 1. sie nimmt einen Bericht über die kantonalen Amtsverwaltungen entgegen; 2. ausserordentlich einberufene Landsgemeinden können nur über den oder die Gegenstände, wegen deren die Einberufung geschehen ist, abstimmen. Ursprünglich Ziff. 2. Die ursprüngliche Ziff. 1 wurde aufgehoben an der Landsgemeinde vom 25. April 1993, mit Wirkung seit 25. April 1993. Gewährleistungsbeschluss vom 9. Juni 1994 ( BBl 1994 III 319 Art. 1 Ziff. 2; 1993 IV 465 ). Ursprünglich Ziff. 3."
    },
    {
      "provision_ref": "art22",
      "chapter": "1. Kantonsbehörden",
      "section": "22",
      "title": "",
      "content": "1 Der Grosse Rat hat 50 Sitze. 2 Jedem der sechs Bezirke werden zunächst vier Sitze zugewiesen, unter jeweiliger Anrechnung von 4/50 der Gesamteinwohnerzahl. Die restlichen 26 Sitze werden proportional zu den Restbevölkerungszahlen zugewiesen, unter Abrundung von Bruchteilen. Restmandate werden den Bezirken der Grösse der abgerundeten Bruchteile nach zugewiesen, bei Gleichheit entscheidet das Los. 3 Grundlage für die Zuweisung bildet die Bevölkerungszahl gemäss kantonaler Einwohnerkontrolle am letzten Tag des Vorjahres zum Erneuerungswahljahr. 4 Die Standeskommission weist den Bezirken die Sitze zu. Über Anstände entscheidet der Grosse Rat endgültig. Angenommen an der Landsgemeinde vom 1. Mai 2011, in Kraft seit 1. Mai 2011. Gewährleistungsbeschluss vom 11. März 2013 ( BBl 2013 2617 Art. 1 Ziff. 2, 2012 8513 )."
    },
    {
      "provision_ref": "art23",
      "chapter": "1. Kantonsbehörden",
      "section": "23",
      "title": "",
      "content": "1 Der Grosse Rat versammelt sich ordentlicherweise fünfmal im Jahr. 2 Er versammelt sich ausserordentlicherweise, wenn der Präsident des Grossen Rates oder die Standeskommission dies für notwendig erachten oder wenn zehn Mitglieder des Grossen Rates dies verlangen. 3 Sitzungsort ist Appenzell. Der Rat kann einen anderen Sitzungsort fallweise beschliessen. Angenommen an der Landsgemeinde vom 24. April 1994, in Kraft seit 30. April 1995. Gewährleistungsbeschluss vom 12. Juni 1995 ( BBl 1995 III 567 Art. 1 Ziff. 3 I 969 )."
    },
    {
      "provision_ref": "art24",
      "chapter": "1. Kantonsbehörden",
      "section": "24",
      "title": "",
      "content": "1 Die Einberufung zur ersten Sitzung einer neuen Amtsdauer erfolgt durch die Standeskommission. Bis zur Wahl der Präsidenten des Grossen Rates leitet das älteste Mitglied desselben die Verhandlungen. 2 Die Sitzungen des Grossen Rates sind in der Regel öffentlich. Geheime Sitzungen finden statt bei der Behandlung von Begnadigungsgesuchen und in besonderen Fällen auf Beschluss des Rates. 3 Der Grosse Rat erlässt auf dem Verordnungsweg ein Geschäftsreglement. Angenommen an der Landsgemeinde vom 24. April 1994, in Kraft seit 30. April 1995. Gewährleistungsbeschluss vom 12. Juni 1995 ( BBl 1995 III 567 Art. 1 Ziff. 3 I 969 )."
    },
    {
      "provision_ref": "art25",
      "chapter": "1. Kantonsbehörden",
      "section": "25",
      "title": "",
      "content": "Die Mitglieder der Standeskommission haben bei den Verhandlungen des Grossen Rates beratende Stimme und Antragsrecht. Angenommen an der Landsgemeinde vom 24. April 1994, in Kraft seit 30. April 1995. Gewährleistungsbeschluss vom 12. Juni 1995 ( BBl 1995 III 567 Art. 1 Ziff. 3 I 969 )."
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "",
      "content": "1 Der Grosse Rat bestimmt die Geschäftsordnung der Landsgemeinde. 2 Er legt derselben Verfassungs- und Gesetzesentwürfe vor, ferner prüft er die Anträge, welche von der Standeskommission, von andern Behörden oder einzelnen Stimmfähigen, sei es zur Erledigung durch den Rat oder zur Vorlage an die Landsgemeinde, vorgebracht werden. 3 Landsgemeindevorlagen sind dem Grossen Rat spätestens auf die drittletzte ordentliche Session vor der Landsgemeinde zu unterbreiten. Für dringliche oder einfache Vorlagen kann der Rat mit einer Mehrheit von zwei Dritteln seiner Mitglieder eine Ausnahme beschliessen. Angenommen an der Landsgemeinde vom 24. April 1994, in Kraft seit 30. April 1995. Gewährleistungsbeschluss vom 12. Juni 1995 ( BBl 1995 III 567 Art. 1 Ziff. 3 I 969 )."
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "",
      "content": "1 Der Grosse Rat erlässt Verordnungen und Reglemente zum Vollzug der Gesetzgebung des Kantons, in untergeordneten Fällen auch des Bundes. 2 Er legt die Grenzen der Bezirke und Gemeinden fest. 3 Er beschliesst über den Beitritt zu Konkordaten, entscheidet über deren Abänderung und deren Kündigung und kann den Vollzug regeln. 4 Er entscheidet, ob namens des Kantons das Referendum (Art. 141 Abs. 1 BV) oder die Initiative (Art. 160 Abs. 1 BV) ergriffen werden soll. Angenommen an der Landsgemeinde vom 24. April 1994, in Kraft seit 30. April 1995. Gewährleistungsbeschluss vom 12. Juni 1995 ( BBl 1995 III 567 Art. 1 Ziff. 3 I 969 ). Angenommen an der Landsgemeinde vom 29. April 2007, in Kraft seit 29. April 2007. Gewährleistungsbeschluss vom 6. März 2008 ( BBl 2008 2493 Art. 1 Ziff. 6, 2007 7663 ). Ursprünglich Abs. 2. Angenommen an der Landsgemeinde vom 28. April 2013, in Kraft seit 28. April 2013. Gewährleistungsbeschluss vom 3. März 2016 ( BBl 2016 2301 Art. 6 Bst. a, 2015 7615 ). SR 101 Ursprünglich Abs. 3. Angenommen an der Landsgemeinde vom 27. April 2003, in Kraft seit 27. April 2003. Gewährleistungsbeschluss vom 14. März 2005 ( BBl 2005 2355 Art. 1 Ziff. 3, 2004 5629 )."
    },
    {
      "provision_ref": "art28",
      "section": "28",
      "title": "",
      "content": "1 Der Grosse Rat entscheidet über Gesuche um Begnadigung in den vom Gesetz vorgesehenen Fällen. 2 Er erteilt das Landrecht. Angenommen an der Landsgemeinde vom 24. April 1994, in Kraft seit 30. April 1995. Gewährleistungsbeschluss vom 12. Juni 1995 ( BBl 1995 III 567 Art. 1 Ziff. 3 I 969 )."
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "",
      "content": "1 Der Grosse Rat überwacht den Geschäftsgang aller Behörden. Er kann die Rechte und Pflichten der kantonalen Behörden und Angestellten regeln sowie die kantonale Verwaltungsorganisation festlegen, einschliesslich des Gebührenwesens. Er regelt für die kantonale Versicherungskasse das Erforderliche. 2 Er nimmt die durch die Standeskommission und das Kantonsgericht einzulegenden sowie die übrigen in der Gesetzgebung vorgesehenen Jahresberichte in Empfang. 3 Er entscheidet über das Mass der Steueranlagen. 4 Er setzt den Voranschlag über Einnahmen und Ausgaben sämtlicher kantonaler Verwaltungen und Gerichte auf je ein Verwaltungsjahr fest. 5 Er prüft und genehmigt alljährlich die Staatsrechnung. Angenommen an der Landsgemeinde vom 24. April 1994, in Kraft seit 30. April 1995. Gewährleistungsbeschluss vom 12. Juni 1995 ( BBl 1995 III 567 Art. 1 Ziff. 3 I 969 ). Angenommen an der Landsgemeinde vom 28. April 2013, in Kraft seit 28. April 2013. Gewährleistungsbeschluss vom 3. März 2016 ( BBl 2016 2301 Art. 6 Bst. a, 2015 7615 ). Angenommen an der Landsgemeinde vom 27. April 2003, in Kraft seit 27. April 2003. Gewährleistungsbeschluss vom 14. März 2005 ( BBl 2005 2355 Art. 1 Ziff. 3, 2004 5629 ). Angenommen an der Landsgemeinde vom 27. April 2003, in Kraft seit 27. April 2003. Gewährleistungsbeschluss vom 14. März 2005 ( BBl 2005 2355 Art. 1 Ziff. 3, 2004 5629 )."
    },
    {
      "provision_ref": "art29bis",
      "section": "29bis",
      "title": "",
      "content": "1 Der Grosse Rat wählt auf einjährige Dauer: a. den Präsidenten, den Vizepräsidenten und drei Stimmenzähler; b. seine Kommissionen. 2 Er wählt den Präsidenten der Bezirksgerichte und erlässt für diesen eine Anstellungsordnung. 3 Weitere Wahlen nimmt er vor, soweit er nach Gesetz oder Verordnung zuständig ist. Angenommen an der Landsgemeinde vom 24. April 2005, in Kraft seit 24. April 2005. Gewährleistungsbeschluss vom 12. Juni 2006 ( BBl 2006 6127 Art. 1 Ziff. 3 2813 )."
    },
    {
      "provision_ref": "art30",
      "section": "30",
      "title": "",
      "content": "1 Die Standeskommission besteht aus den in Artikel 20 Ziffer 1 bezeichneten und durch die Landsgemeinde gewählten Mitgliedern, die weder dem Grossen Rat noch einem Bezirksrat noch einem Gericht oder einer Ortsbehörde angehören dürfen. 2 Sie verteilt die Regierungsgeschäfte unter ihre Mitglieder. 3 Sie vollzieht die Gesetze und Beschlüsse der Landsgemeinde sowie die Verordnungen und Beschlüsse des Grossen Rates. 4 Sie besorgt den diplomatischen Verkehr. 5 Sie erledigt alle Geschäfte, die einer Regierung als solcher zufallen und nicht ausdrücklich einer andern verfassungsmässigen Behörde zugewiesen sind. 6 Sie erlässt die nötigen Bestimmungen über das Niederlassungs- und Aufenthaltswesen. 7 Sie überwacht insbesondere das Kirchenwesen sowie die Verwaltung der genossenschaftlichen Nutzungsgüter. 8 Sie sorgt für beförderliche Erledigung der nach Massgabe der Gesetzgebung an sie gerichteten Beschwerden bezüglich die Rechtspflege und die Tätigkeit der Ortsbehörden. 9 Sie schliesst Programmvereinbarungen mit dem Bund ab. Übersteigen die mit einer Programmvereinbarung einzugehenden finanziellen Verpflichtungen die Beträge von Artikel 7 ter der Kantonsverfassung oder macht der Abschluss einer Vereinbarung Verfassungs-, Gesetzes- oder Verordnungsänderungen notwendig, ist diese dem Grossen Rat bzw. der Landsgemeinde vorzulegen. Der Grosse Rat ist in diesen Fällen in die Verhandlungen miteinzubeziehen. 10 In die Standeskommission und die Gerichte können nicht zugleich Einsitz nehmen: – zwei Personen, die miteinander verheiratet, in eingetragener Partnerschaft leben oder eine faktische Lebensgemeinschaft führen. Die Auflösung der Ehe bzw. der eingetragenen Partnerschaft hebt den Ausschliessungsgrund nicht auf; – verwandt in gerader Linie oder bis zum zweiten Grade in der Seitenlinie; – verschwägert in gerader Linie. 11 In wichtigeren Fällen können die regierenden oder sämtliche Hauptleute der Bezirke beigezogen werden. Angenommen an der Landsgemeinde vom 27. April 2003, in Kraft seit 27. April 2003. Gewährleistungsbeschluss vom 14. März 2005 ( BBl 2005 2355 Art. 1 Ziff. 3, 2004 5629 ). Angenommen an der Landsgemeinde vom 25. April 2010, in Kraft seit 1. Jan. 2011. Gewährleistungsbeschluss vom 11. März 2013 ( BBl 2013 2617 Art. 1 Ziff. 2, 2012 8513 ). Ursprünglich Abs. 8. Angenommen an der Landsgemeinde vom 30. April 1995, in Kraft seit 1. Jan. 1997. Gewährleistungsbeschluss vom 16. Sept. 1996 ( BBl 1996 IV 864 Art. 1 Ziff. 5, I 1301 ). Der ursprüngliche Abs. 7 wurde aufgehoben durch Art. 209 Ziff. 1 des Einführungsgesetzes vom 30. April 1911 zum ZGB. Ursprünglich Abs. 9. Angenommen an der Landsgemeinde vom 24. April 1949, in Kraft seit 24. April 1949. Gewährleistungsbeschluss vom 29. Sept. 1949 ( BBl 1949 II 587 353 ). Angenommen an der Landsgemeinde vom 29. April 2007, in Kraft seit 29. April 2007. Gewährleistungsbeschluss vom 6. März 2008 ( BBl 2008 2493 Art. 1 Ziff. 6, 2007 7663 ). Angenommen an der Landsgemeinde vom 30. April 2006, in Kraft seit 1. Jan. 2007. Gewährleistungsbeschluss vom 18. Juni 2007 ( BBl 2007 4933 Art. 1 Ziff. 4 629 ). Angenommen an der Landsgemeinde vom 24. April 1949, in Kraft seit 24. April 1949. Gewährleistungsbeschluss vom 29. Sept. 1949 ( BBl 1949 II 587 353 )."
    },
    {
      "provision_ref": "art31",
      "section": "31",
      "title": "",
      "content": "1 Sie versammelt sich, so oft es der regierende Landammann oder drei Mitglieder der Behörde als nötig erachten. 2 Zur gültigen Beschlussfassung ist die Anwesenheit von vier Mitgliedern erforderlich. Angenommen an der Landsgemeinde vom 30. April 1995, in Kraft seit 1. Jan. 1997. Gewährleistungsbeschluss vom 16. Sept. 1996 ( BBl 1996 IV 864 Art. 1 Ziff. 5, I 1301 )."
    },
    {
      "provision_ref": "art32",
      "section": "32",
      "title": "",
      "content": "1 Der regierende Landammann führt das Präsidium der Landsgemeinde und der Standeskommission. 2 Er unterzeichnet die von diesen Behörden ausgehenden Akten und bewahrt das Standessiegel auf. 3 Die Ratskanzlei ist seinen Anordnungen unmittelbar untergeben; er wacht über die Ausführung der von der Standeskommission gefassten Beschlüsse. 4 In Verhinderungsfällen wird er durch den stillstehenden Landammann vertreten. Angenommen an der Landsgemeinde vom 24. April 1994, in Kraft seit 30. April 1995. Gewährleistungsbeschluss vom 12. Juni 1995 ( BBl 1995 III 567 Art. 1 Ziff. 3 I 969 ). Angenommen an der Landsgemeinde vom 27. April 2003, in Kraft seit 27. April 2003. Gewährleistungsbeschluss vom 14. März 2005 ( BBl 2005 2355 Art. 1 Ziff. 3, 2004 5629 )."
    },
    {
      "provision_ref": "art33",
      "chapter": "2. Bezirksbehörden",
      "section": "33",
      "title": "",
      "content": "1 Die Bezirksgemeinde besteht aus allen im Bezirk wohnhaften, nach Artikel 16 stimmberechtigten Kantons- und Schweizerbürgern. 2 Sie findet alljährlich eine Woche nach der ordentlichen Landsgemeinde statt. 3 Sie wählt den regierenden und den stillstehenden Hauptmann, die übrigen Mitglieder des Bezirksrates sowie ein Mitglied des Bezirksgerichts. 4 Sie nimmt in den Jahren der Gesamterneuerungswahlen des Nationalrates die Wahl der dem Bezirk zustehenden Mitglieder des Grossen Rates gemäss Artikel 22 vor. 5 In Bezirken mit Urnenabstimmung finden die vorstehenden Wahlen spätestens am dritten Sonntag im Mai statt. 6 Ausscheidende Mitglieder des Grossen Rates sind sobald als möglich zu ersetzen. Das neu gewählte Mitglied tritt in die Amtsdauer des ausscheidenden Mitgliedes ein. 7 Die Bezirke können für die Wahl der Bezirksräte, der Mitglieder des Bezirksgerichts und der Vermittler sowie deren Stellvertreter eine höchstens vierjährige Amtsdauer beschliessen. 8 … Angenommen an der Landsgemeinde vom 24. April 1994, in Kraft seit 30. April 1995. Gewährleistungsbeschluss vom 12. Juni 1995 ( BBl 1995 III 567 Art. 1 Ziff. 3 I 969 ). Angenommen an der Landsgemeinde vom 27. April 2003, in Kraft seit 27. April 2003. Gewährleistungsbeschluss vom 14. März 2005 ( BBl 2005 2355 Art. 1 Ziff. 3, 2004 5629 ). Angenommen an der Landsgemeinde vom 29. April 2012, in Kraft seit 29. April 2012. Gewährleistungsbeschluss vom 11. März 2013 ( BBl 2013 2619 Art. 1 Ziff. 2 195 ). Angenommen an der Landsgemeinde vom 29. April 2012, in Kraft seit 29. April 2012. Gewährleistungsbeschluss vom 11. März 2013 ( BBl 2013 2619 Art. 1 Ziff. 2 195 ). Angenommen an der Landsgemeinde vom 29. April 2012, in Kraft seit 29. April 2012. Gewährleistungsbeschluss vom 11. März 2013 ( BBl 2013 2619 Art. 1 Ziff. 2 195 ). Angenommen an der Landsgemeinde vom 29. April 2007. Gewährleistungsbeschluss vom 6. März 2008 ( BBl 2008 2493 Art. 1 Ziff. 6, 2007 7663 ). Aufgehoben an der Landsgemeinde vom 29. April 2012, mit Wirkung seit 29. April 2012. Gewährleistungsbeschluss vom 11. März 2013 ( BBl 2013 2619 Art. 1 Ziff. 2 195 )."
    },
    {
      "provision_ref": "art34",
      "section": "34",
      "title": "",
      "content": "Sie fasst alle wichtigeren Beschlussesnahmen, die nach Massgabe dieser Verfassung im Interesse des Gemeindewesens liegen."
    },
    {
      "provision_ref": "art35",
      "section": "35",
      "title": "",
      "content": "Bei etwaigen in verschiedenen Wahlkreisen vorgekommenen Wahlen von Verwandten, die nach Artikel 30 von gleichzeitiger Wahlfähigkeit ausgeschlossen sind, hat der im Range folgende Kreis eine Neuwahl zu treffen."
    },
    {
      "provision_ref": "art36",
      "section": "36",
      "title": "",
      "content": "1 Der Bezirksrat muss mindestens fünf Mitglieder zählen. 2 Die Bezirksgemeinde kann die weiteren Zuständigkeiten im Rahmen eines Reglements festlegen. Angenommen an der Landsgemeinde vom 24. April 1994, in Kraft seit 30. April 1995. Gewährleistungsbeschluss vom 12. Juni 1995 ( BBl 1995 III 567 Art. 1 Ziff. 3 I 969 ). Angenommen an der Landsgemeinde vom 27. April 2003, in Kraft seit 27. April 2003. Gewährleistungsbeschluss vom 14. März 2005 ( BBl 2005 2355 Art. 1 Ziff. 3, 2004 5629 )."
    },
    {
      "provision_ref": "art37",
      "section": "37",
      "title": "",
      "content": "Hauptleute und Räte sorgen für die Ausführung der hoheitlichen Verfügungen, die Vollstreckung der durch die Bezirksgemeinde ergangenen Beschlüsse sowie die Vorberatung der von der Behörde selbst oder von einzelnen an die Bezirksgemeinde zu bringenden Vorlagen. Angenommen an der Landsgemeinde vom 27. April 2003, in Kraft seit 27. April 2003. Gewährleistungsbeschluss vom 14. März 2005 ( BBl 2005 2355 Art. 1 Ziff. 3, 2004 5629 )."
    },
    {
      "provision_ref": "art38",
      "chapter": "VI. Abschnitt:",
      "section": "38",
      "title": "",
      "content": "In jedem Bezirk besteht je ein Vermittleramt. Die Bezirksversammlung wählt für eine Amtsdauer von zwei Jahren einen Vermittler und einen Stellvertreter. Nicht wählbar sind die Mitglieder der Standeskommission, der Gerichte, sowie berufsmässige Parteivertreter. Das Nähere über Organisation, Geschäftsführung und Funktion des Vermittlers als Organ der Rechtspflege wird durch die Gesetzgebung bestimmt."
    },
    {
      "provision_ref": "art39",
      "chapter": "VI. Abschnitt:",
      "section": "39",
      "title": "",
      "content": "1 Das Bezirksgericht ist das Gericht erster Instanz in den seiner Beurteilung unterstellten Straf- und Zivilsachen nach Massgabe der Gesetzgebung. 2 Die Bildung von besonderen Abteilungen zur Erledigung der Geschäfte wird durch die Gesetzgebung geordnet. Angenommen an der Landsgemeinde vom 24. April 2005, in Kraft seit 24. April 2005. Gewährleistungsbeschluss vom 12. Juni 2006 ( BBl 2006 6127 Art. 1 Ziff. 3 2813 )."
    },
    {
      "provision_ref": "art40",
      "chapter": "VI. Abschnitt:",
      "section": "40",
      "title": "",
      "content": "1 Das Kantonsgericht ist als Zivil- und Strafgericht Berufungsinstanz gegen Erkenntnisse der Bezirksgerichte. 2 Das Kantonsgericht ist als Verwaltungsgericht Beschwerdeinstanz gegen Verfügungen von Verwaltungsbehörden des Kantons auf dem Gebiete des Staats-, Verwaltungs- und Sozialversicherungsrechts. 3 Die Organisation des Kantonsgerichts wird durch das Gesetz bestimmt. Angenommen an der Landsgemeinde vom 26. April 1998, in Kraft seit 26. April 1998. Gewährleistungsbeschluss vom 20. März 2001 ( BBl 2001 1374 Art. 1 Ziff. 5, 2000 5255 )."
    },
    {
      "provision_ref": "art4142",
      "chapter": "VI. Abschnitt:",
      "section": "4142",
      "title": "",
      "content": "Aufgehoben an der Landsgemeinde vom 26. April 1998, mit Wirkung seit 26. April 1998. Gewährleistungsbeschluss vom 20. März 2001 ( BBl 2001 1374 Art. 1 Ziff. 5, 2000 5255 )."
    },
    {
      "provision_ref": "art43",
      "chapter": "VI. Abschnitt:",
      "section": "43",
      "title": "",
      "content": "1 Die Verhandlungen der Gerichte und die Urteilseröffnung sind öffentlich, soweit die Gesetzgebung nichts anderes bestimmt. 2 Die Beschlussfähigkeit der Gerichte wird durch die Gesetzgebung geregelt. 3 Die Protokollführung und der Kanzleidienst bei den Gerichten werden durch die Gesetzgebung geregelt. Angenommen an der Landsgemeinde vom 27. April 1986, in Kraft seit 27. April 1986. Gewährleistungsbeschluss vom 18. Juni 1987 ( BBl 1987 II 964 Art. 1 Ziff. 3, I 1)."
    },
    {
      "provision_ref": "art44",
      "section": "44",
      "title": "",
      "content": "1 Die Mitglieder der Gerichte dürfen nicht gleichzeitig mehr als einer ordentlichen Gerichtsbehörde im Kanton angehören. 2 Die Mitglieder der Standeskommission, des Grossen Rates sowie die Bezirksräte können den Gerichten nicht angehören. Angenommen an der Landsgemeinde vom 24. April 1994, in Kraft seit 30. April 1995. Gewährleistungsbeschluss vom 12. Juni 1995 ( BBl 1995 III 567 Art. 1 Ziff. 3 I 969 )."
    },
    {
      "provision_ref": "art45",
      "section": "45",
      "title": "",
      "content": "1 Die gesamte Organisation der bürgerlichen, der Straf- und Verwaltungsrechtspflege und das Verfahren wird im Übrigen im Rahmen der Verfassung durch die Gesetzgebung geregelt. Diese kann auch ergänzende Bestimmungen aufstellen, soweit diese mit der Verfassung nicht in Widerspruch stehen. 2 Die Beurteilung von Zivil- und Strafrechtsfällen (Übertretungen) kann durch die Gesetzgebung auch nicht richterlichen Behörden oder Amtsstellen übertragen werden."
    },
    {
      "provision_ref": "art46",
      "chapter": "VII. Abschnitt: Ortsbehörden, Kirchen- und Schulwesen",
      "section": "46",
      "title": "",
      "content": "1 Die Kirch- und Schulgemeinden bestehen aus den nach Artikel 16 Stimmfähigen. 2 Sie versammeln sich ordentlicherweise einmal im Jahr; ausserordentlicherweise auf Einberufung ihrer Kirchen- und Schulräte hin. 3 Sie wählen die Kirchen- und Schulräte. 4 Die Kirchen- und Schulräte bestehen aus fünf bis neun Mitgliedern. 5 Die Kirchgemeinden nehmen einen Jahresbericht über die Rechnungsführung ihrer Verwaltungen entgegen. Sie bestimmen ohne Angriff der Fonds über die Deckung der Ausgaben, welche aus den Einnahmen nicht bestritten werden können, ebenso über die Vornahme von wichtigeren Bauten. 6 Durch Konkordat mit einem anderen Kanton kann bestimmt werden, dass die Einwohner der beiden Kantone, welche sich zur römisch-katholischen bzw. zur evangelisch-reformierten Konfession bekennen, von Kirchgemeinden im anderen Kanton als vollberechtigte und in allen Rechten und Pflichten stehende Kirchgenossen anerkannt werden. Angenommen an der Landsgemeinde vom 29. April 1979, in Kraft seit 29. April 1979. Gewährleistungsbeschluss vom 13. Dez. 1979 ( BBl 1979 III 1153 Art. 1 Ziff. 2 854 ). Angenommen an der Landsgemeinde vom 29. April 1979, in Kraft seit 29. April 1979. Gewährleistungsbeschluss vom 13. Dez. 1979 ( BBl 1979 III 1153 Art. 1 Ziff. 2 854 ). Angenommen an der Landsgemeinde vom 29. April 2007, in Kraft seit 29. April 2007. Gewährleistungsbeschluss vom 6. März 2008 ( BBl 2008 2493 Art. 1 Ziff. 6, 2007 7663 ). Angenommen an der Landsgemeinde vom 27. April 2003, in Kraft seit 27. April 2003. Gewährleistungsbeschluss vom 14. März 2005 ( BBl 2005 2355 Art. 1 Ziff. 3, 2004 5629 ). Ursprünglich Abs. 2. Ursprünglich Abs. 3. Angenommen an der Landsgemeinde vom 27. April 2008, in Kraft seit 27. April 2008. Gewährleistungsbeschluss vom 28. Mai 2009 ( BBl 2009 4801 Art. 1 Ziff. 2 1191 )."
    },
    {
      "provision_ref": "art47",
      "chapter": "VII. Abschnitt: Ortsbehörden, Kirchen- und Schulwesen",
      "section": "47",
      "title": "",
      "content": "Den Kirchen- und Schulräten steht die Leitung der ihnen anheim gestellten Verwaltungen zu, besonders die gedeihliche Förderung der in diesen liegenden Zwecke. Ursprünglich Abs. 1. Der Inhalt des ursprünglichen Abs. 2 wurde aufgehoben an der Landsgemeinde vom 25. April 2004, mit Wirkung seit 25. April 2004. Gewährleistungsbeschluss vom 14. März 2005 ( BBl 2005 2355 Art. 1 Ziff. 3, 2004 5629 )."
    },
    {
      "provision_ref": "art48",
      "chapter": "VIII. Abschnitt: Abänderung der Verfassung",
      "section": "48",
      "title": "",
      "content": "1 Die Verfassung kann jederzeit ganz oder teilweise abgeändert werden. 2 Der Grosse Rat kann von sich aus der Landsgemeinde Entwürfe für Teilrevisionen vorlegen. Bei solchen ist über die einzelnen Sachgebiete, die nicht miteinander zusammenhängen, getrennt abzustimmen. 3 Für Initiativen auf Teilrevision gelten die Bestimmungen von Artikel 7 bis sinngemäss. 4 Wird eine Totalrevision vom Grossen Rat oder auf dem Initiativwege beantragt, so hat die Landsgemeinde zunächst zu entscheiden, ob eine solche vorzunehmen sei oder nicht. Beschliesst die Landsgemeinde die Totalrevision, so arbeitet der Grosse Rat eine neue Verfassung aus und unterbreitet sie spätestens der dritten auf die Vorabstimmung folgenden ordentlichen Landsgemeinde. Diese Frist kam an der zweiten auf die Vorabstimmung folgenden ordentlichen Landsgemeinde angemessen verlängert werden. 5 Total- und Teilrevisionen der Verfassung sind vom Grossen Rat in zwei Lesungen zu behandeln. Angenommen an der Landsgemeinde vom 25. April 1982, in Kraft seit 25. April 1982. Gewährleistungsbeschluss vom 16. Dez. 1982 ( BBl 1982 III 1150 Art. 1 Ziff. 3 765 )."
    }
  ],
  "definitions": []
}