{
  "id": "sr-172-220-111-323-2",
  "type": "statute",
  "title": "Verordnung des EFD vom 30. November 2023 über einen Pilotversuch des BBL zum Ferienkauf",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2023/787/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Zweck",
      "content": "Mit dem Pilotversuch des Bundesamtes für Bauten und Logistik (BBL) soll untersucht und beurteilt werden, ob sich der Ferienkauf als zusätzliches Instrument zur Flexibilisierung der Arbeitszeit eignet und ob die Angestellten des BBL dieses Instrument nutzen."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Geltungsbereich",
      "content": "Diese Verordnung gilt für die Angestellten des BBL mit Ausnahme der Lernenden und der Hochschulpraktikantinnen und Hochschulpraktikanten."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Teilnahme und Bewilligung",
      "content": "1 Angestellte, die am Pilotversuch teilnehmen, können bis am 31. Januar eines Kalenderjahres bei der vorgesetzten Person zusätzlich zum Ferienanspruch gemäss Artikel 67 Absatz 1 BPV fünf weitere Ferientage beantragen. 2 Die beantragten Ferientage können aus den folgenden Gründen abgelehnt werden: a. hohe Zeitsaldi; b. eine geplante längere Abwesenheit im laufenden Kalenderjahr; c. ein für das laufende Kalenderjahr genehmigter unbezahlter Urlaub; oder d. betriebliche Gründe. 3 Die bewilligten gekauften Ferientage werden als separates Ferienguthaben per 10. Februar des entsprechenden Kalenderjahres gutgeschrieben."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Kosten und Lohnabzug",
      "content": "1 Die Kosten für einen gekauften Ferientag berechnen sich anhand des Jahreslohnes im Zeitpunkt des Ferienkaufs, zuzüglich der Lohngarantie nach Art. 52 a BPV, der Funktionszulage, der Sonderzulage, der Arbeitsmarktzulage, des Teuerungsausgleichs, der Barvergütung bei Vertrauensarbeitszeit und des Ortszuschlags, geteilt durch die Anzahl Arbeitstage des laufenden Kalenderjahres. 2 Die Kosten für die Ferientage werden vom Februarlohn des Kalenderjahrs, in dem die Ferien gekauft werden, abgezogen."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Bezug",
      "content": "1 Bewilligte gekaufte Ferientage sind in dem Jahr zu beziehen, in dem sie gekauft werden. 2 Die gekauften Ferientage werden beim Ferienbezug zuerst abgebaut. Sie können einzeln oder am Stück, tage- oder halbtageweise bezogen werden."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Kürzung und Rückerstattung",
      "content": "1 Gekaufte Ferientage können nicht gekürzt werden. 2 Beim Austritt oder im Todesfall werden die nicht bezogenen gekauften Ferientage zum Kaufpreis rückerstattet."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Gleichstellung mit Ferientagen nach BPV",
      "content": "Gekaufte Ferientage sind den Ferientagen nach Artikel 67 Absatz 1 BPV gleichgestellt in Bezug auf: a. den Ferienbezug (Art. 67 Abs. 2 und 3 BPV); b. die Unterbrechung der Ferien (Art. 37 der Verordnung des EFD vom 6. Dezember 2001 zur Bundespersonalverordnung [VBPV]); c. die Änderung des Beschäftigungsgrads (Art. 39 VBPV); d. den Feriennachbezug (Artikel 61 Abs. 2 ter VBPV). SR 172.220.111.31"
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Einfluss auf andere Leistungen und Beiträge",
      "content": "Der Bezug von bezahlten Ferien hat keinen Einfluss auf: a. die Leistungen bei Krankheit, Unfall, Tod und Invalidität; b. die Beiträge an die Pensionskasse und den versicherten Lohn."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Inkrafttreten und Geltungsdauer",
      "content": "Diese Verordnung tritt am 1. Januar 2024 in Kraft und gilt bis zum 31. Dezember 2025."
    }
  ],
  "definitions": []
}