{
  "id": "sr-171-115",
  "type": "statute",
  "title": "Verordnung der Bundesversammlung vom 3. Oktober 2003 zum Parlamentsgesetz und über die Parlamentsverwaltung (Parlamentsverwaltungsverordnung, ParlVV)",
  "title_en": "",
  "short_name": "ParlVV",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2003/512/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "1. Abschnitt: Amtliches Bulletin",
      "section": "1",
      "title": "Inhalt",
      "content": "1 Das Amtliche Bulletin gibt die Verhandlungen und Beschlüsse von National- und Ständerat sowie der Vereinigten Bundesversammlung als Wortprotokoll in schriftlicher Form vollständig wieder. Es wird von den Parlamentsdiensten herausgegeben. 2 Das Amtliche Bulletin wird fortlaufend in elektronischer Form veröffentlicht; nach jeder Session erscheint eine gedruckte Fassung."
    },
    {
      "provision_ref": "art2",
      "chapter": "1. Abschnitt: Amtliches Bulletin",
      "section": "2",
      "title": "Korrekturverfahren",
      "content": "1 Die Rednerinnen und Redner erhalten die Niederschrift ihrer Voten zur Überprüfung und können formale Korrekturen vornehmen. Materielle Korrekturen sind unzulässig. In Streitfällen entscheidet das Büro des betreffenden Rates endgültig. 2 Treffen innerhalb von drei Arbeitstagen nach Erhalt des Textes beim zuständigen Dienst keine Korrekturen ein, so gelten die Texte als genehmigt."
    },
    {
      "provision_ref": "art3",
      "chapter": "1. Abschnitt: Amtliches Bulletin",
      "section": "3",
      "title": "Archivierung",
      "content": "Die für die Erstellung des Amtlichen Bulletins angefertigten Tonaufnahmen werden vom Bundesarchiv archiviert."
    },
    {
      "provision_ref": "art4",
      "chapter": "2. Abschnitt: Protokolle und weitere Unterlagen der Kommissionen",
      "section": "4",
      "title": "Kommissionsprotokolle",
      "content": "1 Die Parlamentsdienste protokollieren die Sitzungen der Kommissionen. 2 Die Kommissionsprotokolle dienen: a. der Vorbereitung der weiteren Behandlung des Beratungsgegenstandes im Rat oder in späteren Kommissionssitzungen; b. als Grundlage für die Erstellung von Berichten und dem Nachweis von Kommissionsbeschlüssen; c. der späteren Auslegung von Erlassen und Kommissionsbeschlüssen. 3 Von den Kommissionsberatungen werden analytische Protokolle erstellt. Artikel 5 bleibt vorbehalten. 4 Die Kommissionsberatungen werden für die Protokollierung aufgezeichnet. 5 Die Aufzeichnung ist zu keinem anderen Zweck zu verwenden und wird drei Monate nach der Sitzung gelöscht. Die Aufsichtskommissionen und ‑delegationen können die Aufzeichnungen in begründeten Fällen länger als drei Monate aufbewahren."
    },
    {
      "provision_ref": "art5",
      "chapter": "2. Abschnitt: Protokolle und weitere Unterlagen der Kommissionen",
      "section": "5",
      "title": "Beschlussprotokolle",
      "content": "Die Kommissionspräsidentin oder der Kommissionspräsident kann ein Beschlussprotokoll erstellen lassen, wenn die Beratungen für die spätere Auslegung eines Erlasses oder Kommissionsbeschlusses voraussichtlich nicht erheblich sind."
    },
    {
      "provision_ref": "art5a",
      "chapter": "2. Abschnitt: Protokolle und weitere Unterlagen der Kommissionen",
      "section": "5a",
      "title": "a Klassifizierung",
      "content": "1 Die Protokolle der Kommissionssitzungen werden als «intern» klassifiziert, sofern die Kommission keine andere Klassifizierung vornimmt. 2 Die weiteren Unterlagen werden als «intern» klassifiziert, sofern sie nicht bereits öffentlich sind oder sofern die Kommission keine andere Klassifizierung vornimmt. Hat die Urheberin oder der Urheber einer Unterlage diese als «vertraulich» oder «geheim» klassifiziert, so bleibt diese Klassifizierung bestehen. Vorbehalten bleibt eine Entklassifizierung nach Artikel 8 Absätze 3–6. Eingefügt durch Ziff. I der V der BVers vom 15. Juni 2018, in Kraft seit 2. Dez. 2019 ( AS 2018 3467 ; BBl 2017 6797 6865 )."
    },
    {
      "provision_ref": "art6",
      "chapter": "2. Abschnitt: Protokolle und weitere Unterlagen der Kommissionen",
      "section": "6",
      "title": "Verteilung der Protokolle",
      "content": "1 Die Kommissionsprotokolle gehen an: a. die Kommissionsmitglieder; b. die Präsidentin oder den Präsidenten der entsprechenden Kommission des anderen Rates; c. die zuständigen Stellen der Parlamentsdienste; d. die an der Sitzung teilnehmenden Vertreterinnen und Vertreter von Bundesbehörden. 2 Die andern Sitzungsteilnehmerinnen und ‑teilnehmer erhalten einen Protokollauszug über die Dauer ihrer Teilnahme. 3 Die Ratspräsidentin oder der Ratspräsident und die Mitglieder der entsprechenden Kommission des anderen Rates erhalten die Kommissionsprotokolle auf Wunsch. 4 Die Kommissionsprotokolle über folgende Beratungsgegenstände gehen auf Wunsch an die Mitglieder beider Räte: a. Erlassentwürfe; b. Parlamentarische Initiativen; c. Standesinitiativen; d. Motionen im Zweitrat; e. Petitionen; f. Berichte, die nicht die Oberaufsicht betreffen. 5 … Fassung gemäss Ziff. I der V der BVers vom 20. März 2009, in Kraft seit 1. Juli 2009 ( AS 2009 2795 ; BBl 2008 8219 8227 ). Aufgehoben durch Ziff. I der V der BVers vom 15. Juni 2018, mit Wirkung seit 2. Dez. 2019 ( AS 2018 3467 ; BBl 2017 6797 6865 )."
    },
    {
      "provision_ref": "art6a",
      "section": "6a",
      "title": "a Extranet",
      "content": "1 Kommissionsprotokolle werden auf einem geschützten Informatiksystem (Extranet) elektronisch zugänglich gemacht, soweit dies technisch möglich ist. 2 Die Ratsmitglieder haben im Extranet Zugriff auf die Kommissionsprotokolle über die Beratungsgegenstände nach Artikel 6 Absatz 4. 2bis Mitglieder der Kommissionen nach Artikel 10 Ziffern 3–11 des Geschäftsreglements des Nationalrates vom 3. Oktober 2003 und Artikel 7 Ziffern 3–11 des Geschäftsreglements des Ständerates vom 20. Juni 2003 haben zudem im Extranet Zugriff auf die Protokolle über kommissionseigene Geschäfte ihrer Kommissionen und der Kommissionen des anderen Rates mit gleichem oder ähnlichem Aufgabenbereich (Schwesterkommission). 2ter Die zuständigen Mitarbeiterinnen und Mitarbeiter der Parlamentsdienste haben Zugriff auf die Kommissionsprotokolle. 3 … 4 Die Kommissionspräsidentin oder der Kommissionspräsident kann ausnahmsweise auf eine elektronische Bereitstellung im Extranet verzichten, wenn überwiegende private oder öffentliche Interessen dies rechtfertigen. Die Kommissionsmitglieder werden darüber informiert. Eingefügt durch Ziff. I der V der BVers vom 6. Okt. 2006, in Kraft seit 1. Jan. 2008 ( AS 2008 47 ; BBl 2006 7529 7537 ). Fassung gemäss Ziff. I der V der BVers vom 15. Juni 2018, in Kraft seit 2. Dez. 2019 ( AS 2018 3467 ; BBl 2017 6797 6865 ). SR 171.13 SR 171.14 Eingefügt durch Ziff. I der V der BVers vom 15. Juni 2018, in Kraft seit 2. Dez. 2019 ( AS 2018 3467 ; BBl 2017 6797 6865 ). Eingefügt durch Ziff. I der V der BVers vom 15. Juni 2018, in Kraft seit 2. Dez. 2019 ( AS 2018 3467 ; BBl 2017 6797 6865 ). Aufgehoben durch Ziff. I der V der BVers vom 15. Juni 2018, mit Wirkung seit 2. Dez. 2019 ( AS 2018 3467 ; BBl 2017 6797 6865 )."
    },
    {
      "provision_ref": "art6b",
      "section": "6b",
      "title": "b Zugriff der Fraktionssekretariate im Extranet",
      "content": "1 Die Fraktionssekretariate haben im Extranet Zugriff auf: a. Kommissionsprotokolle über Beratungsgegenstände gemäss Artikel 6 Absatz 4; b. Protokolle über kommissionseigene Geschäfte der Kommissionen gemäss Artikel 10 Ziffern 3–11 des Geschäftsreglementes des Nationalrates vom 3. Oktober 2003 und Artikel 7 Ziffern 3–11 des Geschäftsreglementes des Ständerates vom 20. Juni 2003; c. Protokolle über eigene Geschäfte des Büros des Nationalrates. 2 Soweit die Protokolle im Extranet nicht verfügbar sind, werden sie den Fraktionssekretariaten zugestellt. 3 Die Kommissionspräsidentin oder der Kommissionspräsident kann auf die Zustellung oder die Bereitstellung von Protokollen über kommissionseigene Geschäfte verzichten, wenn dies durch überwiegende öffentliche oder private Interessen gerechtfertigt ist. Eingefügt durch Ziff. I der V der BVers vom 20. März 2009, in Kraft seit 1. Juli 2009 ( AS 2009 2795 ; BBl 2008 8219 8227 ). Fassung gemäss Ziff. I der V der BVers vom 15. Juni 2018, in Kraft seit 26. Nov. 2018 ( AS 2018 3467 ; BBl 2017 6797 6865 ). Fassung gemäss Ziff. I der V der BVers vom 15. Juni 2018, in Kraft seit 26. Nov. 2018 ( AS 2018 3467 ; BBl 2017 6797 6865 ). SR 171.13 SR 171.14"
    },
    {
      "provision_ref": "art6c",
      "section": "6c",
      "title": "c Zugriff von persönlichen Mitarbeiterinnen und Mitarbeitern der Ratsmitglieder im Extranet",
      "content": "1 Jedes Ratsmitglied kann eine persönliche Mitarbeiterin oder einen persönlichen Mitarbeiter bestimmen, die oder der im Extranet Zugriff erhält auf die Protokolle der Kommissionen, denen das Ratsmitglied angehört, mit Ausnahme der Protokolle, auf welche die Fraktionssekretariate keinen Zugriff haben (Art. 6 b ). 2 Die persönliche Mitarbeiterin oder der persönliche Mitarbeiter untersteht dem Amtsgeheimnis nach Artikel 8 ParlG. 3 Das Ratsmitglied liefert den Parlamentsdiensten folgende Angaben zur von ihm bestimmten persönlichen Mitarbeiterin beziehungsweise zum von ihm bestimmten persönlichen Mitarbeiter sowie nachträgliche Änderungen dieser Angaben: a. Namen und Vornamen; b. weitere Arbeitgeberinnen oder Arbeitgeber und für diese ausgeübte Tätigkeiten; c. Adresse; d. AHV-Versichertennummer. 4 Die Parlamentsdienste veröffentlichen die Namen der Ratsmitglieder und die Angaben ihrer persönlichen Mitarbeiter nach Absatz 3 Buchstaben a und b in einem Verzeichnis. Eingefügt durch Ziff. I der V der BVers vom 15. Juni 2018, in Kraft seit 2. Dez. 2019 ( AS 2018 3467 ; BBl 2017 6797 6865 ). Seit 1. Jan. 2022: «AHV-Nummer»."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Akteneinsichtsrechte",
      "content": "1 In die Kommissionsprotokolle über Beratungsgegenstände nach Artikel 6 Absatz 4 ist nach Abschluss der Verhandlungen oder nach der Schlussabstimmung, gegebenenfalls nach Ablauf der Referendumsfrist oder nach der Volksabstimmung Einsicht zu gewähren: a. für die Rechtsanwendung; b. für wissenschaftliche Zwecke. 2 Für die Genehmigung der Akteneinsichtsgesuche nach Absatz 1 ist die Generalsekretärin oder der Generalsekretär der Bundesversammlung zuständig. 3 Vor dem Abschluss der Verhandlungen über Beratungsgegenstände nach Artikel 6 Absatz 4 kann die Kommissionspräsidentin oder der Kommissionspräsident ausnahmsweise Akteneinsicht gewähren, wenn wichtige Gründe vorliegen. 4 Über die Einsicht in Kommissionsprotokolle, die nicht unter Artikel 6 Absatz 4 fallen, entscheidet die Präsidentin oder der Präsident der zuständigen Kommission. Sie oder er kann Einsicht gewähren, sofern keine wichtigen Gründe entgegenstehen. Nötigenfalls hört sie oder er die beteiligte Bundesbehörde an. 5 Wer Akteneinsicht erhält, hat die Vertraulichkeit der Akten zu wahren. Insbesondere darf aus den Protokollen nicht wörtlich zitiert und nicht bekannt gegeben werden, wie einzelne Sitzungsteilnehmerinnen und -teilnehmer Stellung genommen haben. 6 Die Einsichtnahme kann mit Auflagen und Bedingungen verknüpft werden; insbesondere kann die Anonymisierung von Personendaten verlangt werden."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "",
      "content": "1 Für Unterlagen der Kommissionen, die nicht Protokolle sind, gelten die Bestimmungen über die Verteilung der Kommissionsprotokolle, über ihre elektronische Verfügbarkeit und über die Akteneinsicht. 2 Umfangreiche Unterlagen werden sowohl in Papierform als auch in elektronischer Form zu Verfügung gestellt. 3 Die Kommission kann wichtige Unterlagen nach Absatz 1 entklassifizieren und veröffentlichen, sofern keine schützenswerten Interessen entgegenstehen. Sie prüft insbesondere unmittelbar nach Abschluss ihrer Beratungen eines Geschäfts zuhanden des Rates, ob bestimmte Unterlagen für das Verständnis der Kommissionsanträge wesentlich sind. 4 Vor einer Entklassifizierung nach Absatz 3 wird die Urheberin oder der Urheber der Unterlage angehört. 5 Die Veröffentlichung folgender Unterlagen bedarf der Zustimmung der Urheberin oder des Urhebers: a. Unterlagen, welche eine Kommission in Ausübung ihrer Informations- und Konsultationsrechte im Bereich der Aussenpolitik (Art. 152 ParlG) erhalten hat; b. Unterlagen, auf deren Herausgabe eine Kommission nach Artikel 150 Absatz 2 ParlG keinen Anspruch geltend machen kann. 6 Ist zwischen der Kommission und dem Bundesrat strittig, ob es sich um eine Unterlage nach Absatz 5 handelt, so ist die Stellungnahme des Bundesrates massgebend. Handelt es sich bei der Kommission um eine Aufsichtskommission, so entscheidet diese endgültig. Fassung gemäss Ziff. I der V der BVers vom 6. Okt. 2006, in Kraft seit 1. Jan. 2008 ( AS 2008 47 ; BBl 2006 7529 7537 ). Fassung gemäss Ziff. I der V der BVers vom 15. Juni 2018, in Kraft seit 2. Dez. 2019 ( AS 2018 3467 ; BBl 2017 6797 6865 ). Fassung gemäss Ziff. I der V der BVers vom 15. Juni 2018, in Kraft seit 2. Dez. 2019 ( AS 2018 3467 ; BBl 2017 6797 6865 ). Eingefügt durch Ziff. I der V der BVers vom 15. Juni 2018, in Kraft seit 2. Dez. 2019 ( AS 2018 3467 ; BBl 2017 6797 6865 ). Eingefügt durch Ziff. I der V der BVers vom 15. Juni 2018, in Kraft seit 2. Dez. 2019 ( AS 2018 3467 ; BBl 2017 6797 6865 ). Eingefügt durch Ziff. I der V der BVers vom 15. Juni 2018, in Kraft seit 2. Dez. 2019 ( AS 2018 3467 ; BBl 2017 6797 6865 ). Eingefügt durch Ziff. I der V der BVers vom 15. Juni 2018, in Kraft seit 2. Dez. 2019 ( AS 2018 3467 ; BBl 2017 6797 6865 )."
    },
    {
      "provision_ref": "art8a",
      "section": "8a",
      "title": "a Protokolle und weitere Unterlagen der Aufsichtskommissionen und ‑delegationen",
      "content": "Die Aufsichtskommissionen und -delegationen regeln die Verteilung, die elektronische Verfügbarkeit und die Klassifizierung der Protokolle und der weiteren Unterlagen im Bereich der Oberaufsicht sowie den Zugang zu diesen Protokollen und den weiteren Unterlagen. Eingefügt durch Ziff. I der V der BVers vom 15. Juni 2018, in Kraft seit 2. Dez. 2019 ( AS 2018 3467 ; BBl 2017 6797 6865 )."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Protokolle und weitere Unterlagen der Büros und der Delegationen nach den Artikeln 38 und 60 ParlG",
      "content": "Die Artikel 4–8 gelten sinngemäss auch für die Protokolle und die weiteren Unterlagen der Büros und Delegationen nach den Artikeln 38 und 60 ParlG. Fassung gemäss Ziff. I der V der BVers vom 15. Juni 2018, in Kraft seit 2. Dez. 2019 ( AS 2018 3467 ; BBl 2017 6797 6865 )."
    },
    {
      "provision_ref": "art10",
      "chapter": "3. Abschnitt: Parlamentarische Verwaltungskontrolle",
      "section": "10",
      "title": "",
      "content": "1 Die Parlamentarische Verwaltungskontrolle (PVK) erfüllt im Auftrag der Geschäftsprüfungskommissionen folgende Aufgaben: a. Sie führt Evaluationen im Rahmen der parlamentarischen Oberaufsicht durch und weist die Geschäftsprüfungskommission auf abklärungsbedürftige Themen hin. b. Sie überprüft die von der Bundesverwaltung durchgeführten Evaluationen sowie deren Verwendung in Entscheidungsprozessen. 2 Sie kann mit Zustimmung der Geschäftsprüfungskommissionen im Auftrag anderer parlamentarischer Kommissionen Evaluationen in deren Zuständigkeitsbereich durchführen und von der Bundesverwaltung durchgeführte Evaluationen und ihre Verwendung in Entscheidungsprozessen überprüfen. 3 Sie verfügt über dieselben Informationsrechte wie das Sekretariat der Geschäftsprüfungskommissionen. Sie kann externe Sachverständige beiziehen und ihnen die notwendigen Rechte einräumen. 4 Sie verfügt selbständig über einen Expertenkredit, über dessen Verwendung sie den Geschäftsprüfungskommissionen jährlich Bericht erstattet. 5 Sie ist in der Bearbeitung ihrer Aufträge unabhängig. Sie koordiniert ihre Aktivitäten mit den Tätigkeiten der anderen Kontrollorgane des Bundes. 6 Die Berichte der PVK werden veröffentlicht, sofern keine schützenswerten Interessen entgegenstehen. Die Entscheidung liegt bei den Kommissionen, welche die Untersuchung veranlasst haben. Fassung gemäss Ziff. I der V der BVers vom 15. Juni 2018, in Kraft seit 26. Nov. 2018 ( AS 2018 3467 ; BBl 2017 6797 6865 )."
    },
    {
      "provision_ref": "art11",
      "chapter": "4. Abschnitt: Akkreditierung von Medienschaffenden",
      "section": "11",
      "title": "",
      "content": "1 Die von der Bundeskanzlei ausgestellten Akkreditierungen für Medienschaffende gelten auch für die Bundesversammlung. 2 Die Parlamentsdienste können für Medienschaffende Tagesakkreditierungen ausstellen. 3 Die Akkreditierungs-Verordnung vom 21. Dezember 1990 ist sinngemäss anwendbar. 4 Die Verwaltungsdelegation kann Medienschaffenden die durch die Akkreditierung gewährten Vergünstigungen im Zuständigkeitsbereich der Bundesversammlung entziehen, falls sie das ihnen gewährte Hausrecht in schwerwiegender Weise missbrauchen. Die betroffene Person ist vor dem Entscheid anzuhören. [ AS 1991 210 . AS 2007 7011 Art. 16]."
    },
    {
      "provision_ref": "art12",
      "chapter": "5. Abschnitt: Aufzeichnung und Verbreitung der Ratsdebatten",
      "section": "12",
      "title": "Audiovisuelle Aufzeichnung der Ratsdebatten",
      "content": "Die Parlamentsdienste sorgen für die Produktion eines protokollähnlichen audiovisuellen Signals der Beratungen der eidgenössischen Räte."
    },
    {
      "provision_ref": "art13",
      "chapter": "5. Abschnitt: Aufzeichnung und Verbreitung der Ratsdebatten",
      "section": "13",
      "title": "Verwendung des audiovisuellen Signals",
      "content": "Die Parlamentsdienste stellen das audiovisuelle Signal Radio- und Fernsehanstalten zur Verfügung."
    },
    {
      "provision_ref": "art14",
      "chapter": "5. Abschnitt: Aufzeichnung und Verbreitung der Ratsdebatten",
      "section": "14",
      "title": "Direktübertragung",
      "content": "Die Beratungen der Räte und der Vereinigten Bundesversammlung werden für die Öffentlichkeit direkt übertragen. Die Aufnahmen werden zur Verfügung gestellt und können für Direktübertragungen verwendet werden. Fassung gemäss Ziff. I der V der BVers vom 15. Juni 2018, in Kraft seit 26. Nov. 2018 ( AS 2018 3467 ; BBl 2017 6797 6865 )."
    },
    {
      "provision_ref": "art15",
      "chapter": "5. Abschnitt: Aufzeichnung und Verbreitung der Ratsdebatten",
      "section": "15",
      "title": "Andere Aufzeichnungen",
      "content": "Personen, welche in den Räten selber Aufzeichnungen machen wollen, bedürfen einer Bewilligung des Büros des jeweiligen Rates."
    },
    {
      "provision_ref": "art16",
      "chapter": "6. Abschnitt: Biografische Publikationen",
      "section": "16",
      "title": "",
      "content": "1 Die Parlamentsdienste erstellen Kurzbiografien der Mitglieder der Bundesversammlung und des Bundesrates. Die Kurzbiografie enthält insbesondere folgende Daten: a. Namen und Vornamen; b. Geburtsdatum und Geburtsort; c. Bürgerort und Wohnort sowie weitere Staatsangehörigkeiten; d. Ausbildung, Titel und gegenwärtige Tätigkeit; e. Politische Ämter und andere Mandate; f. Kommissionstätigkeiten; g. dienstliche Postadresse oder E-Mail-Adresse; h. militärischer Grad; i. Fotografie. 2 Folgende Daten dürfen nur mit schriftlicher Zustimmung der betroffenen Person veröffentlicht werden: a. private Wohn- und Postadresse; b. … c. Zivilstand; d. Anzahl Kinder. 3 Die Kurzbiografien werden in einem Handbuch veröffentlicht; sie können namentlich auch im Internet veröffentlicht werden. Fassung gemäss Ziff. I der V der BVers vom 17. Dez. 2021 (Staatsangehörigkeiten von Mitgliedern der Bundesversammlung und des Bundesrates), in Kraft seit 1. Juli 2022 ( AS 2022 140 ; BBl 2020 9419 ). Fassung gemäss Ziff. I der V der BVers vom 17. Dez. 2021 (Staatsangehörigkeiten von Mitgliedern der Bundesversammlung und des Bundesrates), in Kraft seit 1. Juli 2022 ( AS 2022 140 ; BBl 2020 9419 ). Aufgehoben durch Ziff. I der V der BVers vom 17. Dez. 2021 (Staatsangehörigkeiten von Mitgliedern der Bundesversammlung und des Bundesrates), mit Wirkung seit 1. Juli 2022 ( AS 2022 140 ; BBl 2020 9419 )."
    },
    {
      "provision_ref": "art16a",
      "chapter": "7. Abschnitt:",
      "section": "16a",
      "title": "a Zutrittsausweise",
      "content": "1 Wer das Parlamentsgebäude betreten will, braucht einen Zutrittsausweis. 2 Es gibt folgende Zutrittsausweise: a. Dauerausweise für Personen, die im Parlamentsgebäude tätig sind oder dieses regelmässig aufsuchen; b. Tagesausweise für Personen, die das Parlamentsgebäude für einzelne Tage aufsuchen. 3 Dauerausweise müssen bei der Autorisierungsstelle des Departementes, der Bundeskanzlei oder der Parlamentsdienste beantragt werden. Sie werden von dem für die Sicherheit zuständigen Dienst der Parlamentsdienste ausgestellt. 4 Tagesausweise müssen bei dem für die Sicherheit zuständigen Dienst der Parlamentsdienste beantragt werden. Dieser Dienst stellt die Ausweise aus."
    },
    {
      "provision_ref": "art16b",
      "chapter": "7. Abschnitt:",
      "section": "16b",
      "title": "b Daten und Datenschutz",
      "content": "1 Wer einen Dauerausweis beantragen will, hat der Autorisierungsstelle folgende Daten zu liefern: a. Name und Vorname; b. Funktion; c. Adresse; d. AHV-Nummer; e. Foto. 2 Diese Daten werden von den entsprechenden Autorisierungsstellen auf ihre Richtigkeit überprüft. 3 Wer einen Tagesausweis beantragen will, hat dem für die Sicherheit zuständigen Dienst folgende Daten zu liefern: a. Name und Vorname; b. Adresse; c. Nummer eines amtlichen Ausweises oder eines Personalausweises des Bundes. 4 Die Daten nach den Absätzen 1 und 3 werden vom für die Sicherheit zuständigen Dienst aufbewahrt: a. im Falle eines Dauerausweises: für die Dauer der Zutrittsberechtigung sowie ein Jahr lang über deren Erlöschen hinaus; b. im Falle des Tagesausweises: ein Jahr lang. 5 Zugang zu den Datensammlungen hat nur der für die Sicherheit zuständige Dienst. 6 Die Daten über Personenbewegungen im Parlamentsgebäude werden nicht ausgewertet, es sei denn im Falle einer Notsituation. Sie werden spätestens 30 Tage nach ihrer Erhebung gelöscht. 7 Die Generalsekretärin oder der Generalsekretär der Bundesversammlung kann für das Personal der Parlamentsdienste eine anderweitige Nutzung des Dauerausweises gestatten, insbesondere für die Erfassung der Arbeitszeit."
    },
    {
      "provision_ref": "art16c",
      "chapter": "8. Abschnitt:",
      "section": "16c",
      "title": "c Rechtsgrundlagen und Zuständigkeiten",
      "content": "1 Die Verordnung vom 22. Februar 2012 über die Bearbeitung von Personendaten, die bei der Nutzung der elektronischen Infrastruktur des Bundes anfallen, gilt sinngemäss auch für die Mitglieder der Bundesversammlung und die Mitarbeiterinnen und Mitarbeiter der Fraktionssekretariate, soweit die vorliegende Verordnung nichts anderes bestimmt. 2 Erklärt die Verordnung über die Bearbeitung von Personendaten, die bei der Nutzung der elektronischen Infrastruktur des Bundes anfallen, die nach dem Datenschutzkonzept eines Bundesorgans vorgesehene Stelle als zuständig, so ist dies für die Bundesversammlung und die Fraktionssekretariate die oder der Sicherheitsbeauftragte der Bundesversammlung. SR 172.010.442"
    },
    {
      "provision_ref": "art16d",
      "chapter": "8. Abschnitt:",
      "section": "16d",
      "title": "d Namentliche personenbezogene Auswertung wegen Missbrauchs oder Missbrauchsverdachts",
      "content": "1 Erhält die oder der Sicherheitsbeauftragte der Bundesversammlung einen Antrag auf eine namentliche personenbezogene Auswertung wegen Missbrauchs oder Missbrauchsverdachts, so informiert sie oder er die betroffene Person schriftlich und holt ihre Zustimmung zu der Auswertung ein. 2 Die oder der Delegierte der Verwaltungsdelegation prüft vor der Auswertung, ob: a. der konkrete Missbrauchsverdacht hinreichend schriftlich begründet oder der Missbrauch belegt ist; und b. die betroffene Person über den konkreten Missbrauchsverdacht oder den belegten Missbrauch schriftlich informiert worden ist. 3 Stimmt die betroffene Person nicht zu, so muss die Auswertung bewilligen: a. für die Ratsmitglieder: die Verwaltungsdelegation; b. für die Mitarbeiterinnen und Mitarbeiter der Fraktionssekretariate: die Fraktionspräsidentin oder der Fraktionspräsident. 4 Die oder der Sicherheitsbeauftragte der Bundesversammlung erteilt den Parlamentsdiensten (Betreiberin) den Auftrag, eine namentliche personenbezogene Auswertung bewirtschafteter oder nicht bewirtschafteter Daten einer betroffenen Person durchzuführen. 5 Die Parlamentsdienste übergeben das Ergebnis der Auswertung der oder dem Sicherheitsbeauftragten der Bundesversammlung. Diese oder dieser informiert die betroffene Person und entweder die Verwaltungsdelegation oder die Fraktionspräsidentin oder den Fraktionspräsidenten."
    },
    {
      "provision_ref": "art16e",
      "chapter": "9. Abschnitt:",
      "section": "16e",
      "title": "e Informationssysteme",
      "content": "1 Die Parlamentsdienste betreiben Informationssysteme zum Auswerten von Daten für die Aufgabenerfüllung der Bundesversammlung, ihrer Organe, der Ratsmitglieder und der Mitarbeitenden der Fraktionssekretariate und der Parlamentsdienste. 2 In den Informationssystemen nach Absatz 1 werden insbesondere Daten aus den Informationssystemen zu den parlamentarischen Beratungsgegenständen, zu den Verhandlungen, zu den Abstimmungen in den Räten und zu den Kommissionsberatungen bearbeitet und verknüpft. 3 In den Informationssystemen nach Absatz 1 können folgende Daten aus weiteren Informationsquellen verknüpft werden: a. Daten der Bundesverwaltung, sofern dies nach den für diese Daten in der Bundesverwaltung geltenden Datenschutz- und Informationsschutzbestimmungen zulässig ist und die zuständige Verwaltungseinheit den Zugriff auf diese Daten gewährt; b. Daten aus öffentlichen Informationen staatlicher und privater Organisationen. 4 Werden klassifizierte Informationen wie Protokolle und weitere Unterlagen der Kommissionen bearbeitet, so sind die Zugriffsrechte auf diese Informationen nach den Artikeln 6 a– 6c beschränkt. Fassung gemäss Ziff. I der V der BVers vom 15. Juni 2018, in Kraft seit 2. Dez. 2019 ( AS 2018 3467 ; BBl 2017 6797 6865 )."
    },
    {
      "provision_ref": "art16f",
      "chapter": "9. Abschnitt:",
      "section": "16f",
      "title": "f Auswertungen und Datenbekanntgabe sowie Zugang der Bundesverwaltung",
      "content": "1 Die Koordinationskonferenz legt den Umfang und die Empfängerinnen und Empfänger der Auswertungen fest. 2 Sie kann der Bundesverwaltung für die Abwicklung von Geschäftsprozessen Zu-gang zu den Informationssystemen und den Auswertungen gewähren. Sie legt den Umfang des Zugangs fest."
    },
    {
      "provision_ref": "art17",
      "chapter": "1. Abschnitt: Aufgaben der Parlamentsdienste und Zusammenarbeit",
      "section": "17",
      "title": "Aufgaben",
      "content": "1 Die Parlamentsdienste sind die Stabsstelle der Bundesversammlung und unterstützen sie und ihre Organe bei der Erfüllung ihrer Aufgaben. 2 Sie nehmen die Aufgaben nach Artikel 64 ParlG wahr. 3 Die Dienststellen der Parlamentsdienste, die Aufträge einzelner Ratsmitglieder ausführen, geben die Auftraggeberin oder den Auftraggeber nicht bekannt."
    },
    {
      "provision_ref": "art18",
      "chapter": "1. Abschnitt: Aufgaben der Parlamentsdienste und Zusammenarbeit",
      "section": "18",
      "title": "Zusammenarbeit mit der Bundesverwaltung",
      "content": "1 Die Parlamentsdienste verkehren direkt mit den Dienststellen des Bundes sowie mit anderen Trägern von Aufgaben des Bundes. 2 Können die Parlamentsdienste die für den Parlamentsbetrieb notwendigen administrativen Dienstleistungen nicht selbst erbringen, so können sie die zuständigen Dienststellen der Bundesverwaltung beiziehen. 3 Die Parlamentsdienste können für die Erfüllung ihrer Aufgaben bei den Departementen und ihren Diensten Sach- und Rechtsauskünfte einholen."
    },
    {
      "provision_ref": "art19",
      "chapter": "1. Abschnitt: Aufgaben der Parlamentsdienste und Zusammenarbeit",
      "section": "19",
      "title": "Zusammenarbeit mit Dritten",
      "content": "Die Parlamentsdienste können mit Dritten Verträge über einzelne Dienstleistungen abschliessen."
    },
    {
      "provision_ref": "art20",
      "chapter": "2. Abschnitt: Organisation und Leitung der Parlamentsdienste",
      "section": "20",
      "title": "Verwaltungsdelegation",
      "content": "1 Der Verwaltungsdelegation obliegt die oberste Leitung der Parlamentsdienste. Sie beaufsichtigt deren Geschäftsführung und deren Finanzen. 2 Die Verwaltungsdelegation ist insbesondere zuständig für: a. den Entwurf des Voranschlages und der Rechnung der Bundesversammlung; b. die Begründung, Änderung und Beendigung der Arbeitsverhältnisse des Personals der Parlamentsdienste nach Artikel 27 Absatz 1; c die Genehmigung der Geschäftsordnung der Parlamentsdienste; d. die Regelung des Controlling und Reporting im Personalbereich der Parlamentsdienste; e. die Ausübung des Hausrechts nach Artikel 69 Absatz 1 ParlG; in Abwesenheit der Verwaltungsdelegation wird dieses Recht durch die Generalsekretärin oder den Generalsekretär der Bundesversammlung ausgeübt; f. alle weiteren Verwaltungsgeschäfte der Bundesversammlung und der Parlamentsdienste, die nicht anderen Organen der Bundesversammlung oder der Generalsekretärin oder dem Generalsekretär vorbehalten sind oder an sie delegiert werden."
    },
    {
      "provision_ref": "art21",
      "chapter": "2. Abschnitt: Organisation und Leitung der Parlamentsdienste",
      "section": "21",
      "title": "Delegierte oder Delegierter",
      "content": "1 Die Verwaltungsdelegation bezeichnet eines ihrer Mitglieder für jeweils zwei Jahre als ihre Delegierte oder ihren Delegierten. 2 Die oder der Delegierte: a. vertritt die Verwaltungsdelegation gegenüber den Parlamentsdiensten; b. überwacht und prüft die Geschäftsführung und die Finanzen der Parlamentsdienste; c. sorgt für die Einhaltung der Richtlinien und Beschlüsse der Verwaltungsdelegation; d. berichtet über die Einhaltung der Zielsetzungen und des Voranschlages der Parlamentsdienste und stellt entsprechende Anträge. 3 In dringenden Fällen kann die oder der Delegierte nach Rücksprache mit der Präsidentin oder dem Präsidenten die Befugnisse wahrnehmen, die der Verwaltungsdelegation bei Personalgeschäften zustehen. Ausgenommen sind die Befugnisse nach Artikel 27 Absatz 1."
    },
    {
      "provision_ref": "art22",
      "chapter": "2. Abschnitt: Organisation und Leitung der Parlamentsdienste",
      "section": "22",
      "title": "Generalsekretärin oder Generalsekretär der Bundesversammlung",
      "content": "1 Die Generalsekretärin oder der Generalsekretär der Bundesversammlung führt die Parlamentsdienste und steht deren Geschäftsleitung vor. 2 Sie oder er leitet das Sekretariat des Nationalrates und der Vereinigten Bundesversammlung."
    },
    {
      "provision_ref": "art23",
      "chapter": "2. Abschnitt: Organisation und Leitung der Parlamentsdienste",
      "section": "23",
      "title": "Sekretärin oder Sekretär des Ständerates",
      "content": "1 Die Sekretärin oder der Sekretär des Ständerates leitet das Sekretariat des Ständerates. Sie oder er ist zugleich stellvertretende Generalsekretärin oder stellvertretender Generalsekretär der Bundesversammlung. 2 Sie oder er nimmt die Stellvertretung der Generalsekretärin oder des Generalsekretärs in der Vereinigten Bundesversammlung und bei der Führung der Parlamentsdienste gemäss Artikel 22 Absatz 1 wahr. Fassung gemäss Ziff. I der V der BVers vom 22. Juni 2007 (Änderung der Führungsstrukturen), in Kraft seit 1. Aug. 2007 ( AS 2007 3475 ; BBl 2007 4273 )."
    },
    {
      "provision_ref": "art24",
      "chapter": "2. Abschnitt: Organisation und Leitung der Parlamentsdienste",
      "section": "24",
      "title": "Geschäftsleitung",
      "content": "1 Die Zusammensetzung der Geschäftsleitung wird in der Geschäftsordnung der Parlamentsdienste festgelegt. 2 Die Geschäftsleitung unterstützt die Generalsekretärin oder den Generalsekretär der Bundesversammlung insbesondere bei folgenden Aufgaben: a. Erlass der Geschäftsordnung über die Organisation und Aufgaben der Parlamentsdienste; b. Umsetzung der Personalpolitik und Steuerung des Einsatzes der Mittel; c. Erarbeitung des Finanzplanes, des Voranschlages und der Rechnung zu Handen der Verwaltungsdelegation; d. Regelmässige Berichterstattung über die Geschäftstätigkeit an die Delegierte oder den Delegierten der Verwaltungsdelegation. 3 Die Geschäftsleitung sorgt für effiziente administrative Abläufe und setzt das Personal und die Sachmittel rationell ein. Fassung gemäss Ziff. I der V der BVers vom 22. Juni 2007 (Änderung der Führungsstrukturen), in Kraft seit 1. Aug. 2007 ( AS 2007 3475 ; BBl 2007 4273 )."
    },
    {
      "provision_ref": "art25",
      "chapter": "3. Abschnitt: Arbeitsverhältnisse",
      "section": "25",
      "title": "Grundsatz",
      "content": "Das Personal der Parlamentsdienste untersteht dem Bundespersonalgesetz vom 24. März 2000. Die Ausführungsbestimmungen zum Bundespersonalgesetz werden angewendet, sofern diese Verordnung nichts anderes bestimmt. SR 172.220.1"
    },
    {
      "provision_ref": "art26",
      "chapter": "3. Abschnitt: Arbeitsverhältnisse",
      "section": "26",
      "title": "Wahl der Generalsekretärin oder des Generalsekretärs der Bundesversammlung",
      "content": "1 Die Koordinationskonferenz wählt die Generalsekretärin oder den Generalsekretär der Bundesversammlung. Die Wahl bedarf der Bestätigung durch die Vereinigte Bundesversammlung. 2 Die Amtsdauer beträgt vier Jahre. Sie beginnt am 1. Januar nach Beginn der Legislaturperiode des Nationalrates und endet mit dem 31. Dezember nach Beginn der folgenden Legislaturperiode. 3 Die Amtsperiode verlängert sich um weitere vier Jahre, wenn die Koordinationskonferenz das Arbeitsverhältnis bis zum 30. Juni des letzten Amtsjahres nicht aufgelöst hat."
    },
    {
      "provision_ref": "art27",
      "chapter": "3. Abschnitt: Arbeitsverhältnisse",
      "section": "27",
      "title": "Anstellung des Personals der Parlamentsdienste",
      "content": "1 Die Verwaltungsdelegation ist zuständig für die Begründung, Änderung und Beendigung der Arbeitsverhältnisse: a. … b. der Sekretärin oder des Sekretärs des Ständerates; das Büro des Ständerates ist vorher anzuhören; b bis . der Bereichsleiterinnen und der Bereichsleiter; c. der Sekretärin oder des Sekretärs der Geschäftsprüfungskommissionen und der Geschäftsprüfungsdelegation; d. der Sekretärin oder des Sekretärs der Finanzkommissionen und der Finanzdelegation. 1bis Sie ernennt eine Sicherheitsbeauftragte oder einen Sicherheitsbeauftragten der Bundesversammlung. Diese oder dieser ist in allen Bereichen der Sicherheit zuständig für die Planung und die Organisation von Schutzmassnahmen für Ratsmitglieder und Mitarbeitende der Parlamentsdienste. 2 Die Generalsekretärin oder der Generalsekretär ist zuständig für die Begründung, Änderung und Beendigung der Arbeitsverhältnisse des übrigen Personals. 3 Vor der Anstellung der Kommissions- und Delegationssekretärinnen und ‑sekretäre sind die Präsidentinnen oder Präsidenten der Kommissionen und Delegationen anzuhören. Aufgehoben durch Ziff. I der V der BVers vom 22. Juni 2007 (Änderung der Führungsstrukturen), mit Wirkung seit 1. Aug. 2007 ( AS 2007 3475 ; BBl 2007 4273 ). Eingefügt durch Ziff. I der V der BVers vom 22. Juni 2007 (Änderung der Führungsstrukturen), in Kraft seit 1. Aug. 2007 ( AS 2007 3475 ; BBl 2007 4273 ). Fassung gemäss Ziff. I der V der BVers vom 15. Juni 2018, in Kraft seit 26. Nov. 2018 ( AS 2018 3467 ; BBl 2017 6797 6865 ). Eingefügt durch Ziff. I der V der BVers vom 19. Juni 2015, in Kraft seit 7. Sept. 2015 ( AS 2015 2889 ; BBl 2015 1003 1013 )."
    },
    {
      "provision_ref": "art28",
      "section": "28",
      "title": "Zuständigkeit bei anderen Personalangelegenheiten",
      "content": "1 Für Personalentscheide, die nicht unter die Artikel 26 und 27 fallen, sind zuständig: a. die oder der Delegierte der Verwaltungsdelegation, wenn der Entscheid betrifft: 1. die Generalsekretärin oder den Generalsekretär der Bundesversammlung, 2. das Personal, für dessen Anstellung die Verwaltungsdelegation zuständig ist; b. die Generalsekretärin oder der Generalsekretär der Bundesversammlung in allen übrigen Fällen. 2 Schreibt die Bundespersonalverordnung vom 3. Juli 2001 (BPV) für einen Personalentscheid das Einvernehmen mit dem Eidgenössischen Finanzdepartement oder die Orientierung desselben vor, so holt die Generalsekretärin oder der Generalsekretär der Bundesversammlung die Zustimmung der Verwaltungsdelegation ein oder informiert diese. SR 172.220.111.3"
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "Personalkommission",
      "content": "1 Die Personalkommission wird namentlich in Personalangelegenheiten von der Geschäftsleitung angehört. 2 Die Amtsdauer der Mitglieder der Personalkommission beträgt vier Jahre. Sie beginnt am 1. Januar nach Beginn der Legislaturperiode des Nationalrates."
    },
    {
      "provision_ref": "art30",
      "section": "30",
      "title": "Ausnahmen vom Mitarbeitergespräch",
      "content": "1 Für Mitarbeiterinnen und Mitarbeiter der Parlamentsdienste mit einem Beschäftigungsgrad bis zu 25 Prozent oder mit einem befristeten Anstellungsvertrag gelten die Bestimmungen über die Durchführung von Mitarbeitergesprächen und Personalbeurteilungen nicht. 2 Mit ihnen ist mindestens einmal innerhalb von zwei Jahren ein Erwartungsgespräch durchzuführen; dieses ist nicht lohnrelevant. 3 Ihr Lohn wird jährlich auf den 1. Januar um mindestens 2 bis maximal 3 Prozent erhöht, bis das Maximum der Beurteilungsstufe A derjenigen Lohnklasse erreicht ist, die im Arbeitsvertrag vereinbart wurde. Höhere Löhne oder andere Lohnaufstiegsschritte sind nicht möglich."
    },
    {
      "provision_ref": "art31",
      "section": "31",
      "title": "Erfordernis der Schweizer Staatsangehörigkeit",
      "content": "Folgende Ämter sind Personen mit Schweizer Staatsangehörigkeit vorbehalten: a. Generalsekretärin oder Generalsekretär der Bundesversammlung; b. … c. Sekretärin oder Sekretär des Ständerates; d. Sekretärin oder Sekretär der Geschäftsprüfungskommissionen und der Geschäftsprüfungsdelegation; e. Sekretärin oder Sekretär der Finanzkommissionen und der Finanzdelegation. Aufgehoben durch Ziff. I der V der BVers vom 22. Juni 2007 (Änderung der Führungsstrukturen), mit Wirkung seit 1. Aug. 2007 ( AS 2007 3475 ; BBl 2007 4273 )."
    },
    {
      "provision_ref": "art32",
      "section": "32",
      "title": "Funktionsbewertung",
      "content": "1 Jede Funktion wird von der nach Artikel 27 Absätze 1 und 2 zuständigen Stelle bewertet und einer Lohnklasse zugewiesen. 2 Die für das Personalwesen zuständige Fachstelle arbeitet eine Empfehlung aus. 3 Die Bewertungskriterien gemäss BPV und die Richtlinien des Eidgenössischen Finanzdepartements sind sinngemäss anwendbar. Die Bewertungsstellen nach Artikel 53 Buchstaben a und b BPV können konsultiert werden. 4 Weist die Verwaltungsdelegation eine Funktion den Lohnklassen 32–38 zu, so konsultiert sie die Finanzdelegation. SR 172.220.111.3"
    },
    {
      "provision_ref": "art33",
      "section": "33",
      "title": "Arbeitszeit, Ferien und Urlaub",
      "content": "Die für die Bundesverwaltung geltenden Vorschriften über Arbeitszeit, Ferien und Urlaub können durch die Generalsekretärin oder den Generalsekretär der Bundesversammlung den spezifischen Bedürfnissen des Parlamentsbetriebes angepasst und ergänzt werden; ausgenommen davon sind die Jahresarbeitszeit, der Ferienanspruch und der Mutterschaftsurlaub."
    },
    {
      "provision_ref": "art34",
      "section": "34",
      "title": "Weitere Leistungen des Arbeitgebers",
      "content": "Die Ausführungsbestimmungen des Eidgenössischen Finanzdepartements über die weiteren Leistungen des Arbeitgebers können durch die Generalsekretärin oder den Generalsekretär der Bundesversammlung den spezifischen Bedürfnissen der Parlamentsdienste angepasst oder ergänzt werden."
    },
    {
      "provision_ref": "art35",
      "section": "35",
      "title": "Einschränkung des Streikrechts",
      "content": "1 Die Mitarbeitenden der Parlamentsdienste dürfen nicht streiken, soweit sie im Rahmen von Artikel 96 BPV wesentliche Aufgaben für die Sicherstellung der Funktionsfähigkeit des Kommissions- und Sessionsbetriebs der Bundesversammlung wahrnehmen. 2 Die oder der Delegierte der Verwaltungsdelegation bezeichnet im konkreten Fall die Personen, denen die Ausübung des Streikrechts untersagt ist. SR 172.220.111.3"
    },
    {
      "provision_ref": "art36",
      "chapter": "3. Kapitel: Schlussbestimmungen",
      "section": "36",
      "title": "Anwendbares Recht",
      "content": "Verwaltungsverordnungen, die für die Bundesverwaltung gelten, werden für die Parlamentsdienste angewendet, sofern die Verwaltungsdelegation der Bundesversammlung nichts anderes bestimmt."
    },
    {
      "provision_ref": "art37",
      "chapter": "3. Kapitel: Schlussbestimmungen",
      "section": "37",
      "title": "Aufhebung bisherigen Rechts",
      "content": "Die Verordnung der Bundesversammlung vom 7. Oktober 1988 über die Parlamentsdienste wird aufgehoben. [ AS 1989 334 ; 1991 482 ; 1993 3 ; 1995 4880 ; 2000 284 ; 2001 3590 ]"
    },
    {
      "provision_ref": "art38",
      "chapter": "3. Kapitel: Schlussbestimmungen",
      "section": "38",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung der Bundesversammlung tritt mit Ausnahme von Artikel 23 Absatz 2 am 1. Dezember 2003 in Kraft. Die Koordinationskonferenz bestimmt das Inkrafttreten von Artikel 23 Absatz 2."
    }
  ],
  "definitions": []
}