{
  "id": "sr-121-1",
  "type": "statute",
  "title": "Verordnung vom 16. August 2017 über den Nachrichtendienst (Nachrichtendienstverordnung, NDV)",
  "title_en": "",
  "short_name": "NDV",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2017/495/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "1. Abschnitt: Zusammenarbeit des NDB mit inländischen Stellen",
      "section": "1",
      "title": "Zusammenarbeit des NDB mit inländischen Stellen und Personen",
      "content": "1 Der Nachrichtendienst des Bundes (NDB) kann im Rahmen der Gesetzgebung und des ihm erteilten Grundauftrags zusammenarbeiten mit: a. anderen Dienststellen des Bundes; b. Dienststellen der Kantone; c. Privatpersonen, Unternehmen und Organisationen. 2 Die Zusammenarbeit umfasst insbesondere die folgenden Bereiche: a. Beschaffung von Informationen; b. Beurteilung der Bedrohungslage; c. Beratung; d. Unterstützung; e. Ausbildung."
    },
    {
      "provision_ref": "art2",
      "chapter": "1. Abschnitt: Zusammenarbeit des NDB mit inländischen Stellen",
      "section": "2",
      "title": "Zusammenarbeit des NDB mit Konferenzen der Kantone",
      "content": "1 Der NDB arbeitet mit den interkantonalen Regierungskonferenzen, insbesondere der Konferenz der kantonalen Justiz- und Polizeidirektorinnen und -direktoren (KKJPD) sowie der Konferenz der kantonalen Polizeikommandanten der Schweiz (KKPKS) zusammen. 2 Die Zusammenarbeit mit der KKJPD und der KKPKS bezweckt insbesondere die Aufrechterhaltung der inneren Sicherheit sowie den gegenseitigen Informationsaustausch zur Wahrnehmung der jeweiligen gesetzlichen Aufgaben."
    },
    {
      "provision_ref": "art3",
      "chapter": "1. Abschnitt: Zusammenarbeit des NDB mit inländischen Stellen",
      "section": "3",
      "title": "Zusammenarbeit des NDB mit dem Nachrichtendienst der Armee",
      "content": "1 Der NDB und der Nachrichtendienst der Armee arbeiten in den Bereichen zusammen, in denen sich die Aufgaben nach den Artikeln 6 Absatz 1 NDG und 99 Absatz 1 des Militärgesetzes vom 3. Februar 1995 (MG) überschneiden. 2 Sie unterstützen sich gegenseitig bei der Erfüllung ihrer Aufgaben, insbesondere: a. durch die regelmässige Weitergabe von Informationen und Beurteilungen in den Bereichen, in denen sich die Aufgaben nach den Artikeln 6 Absatz 1 NDG und 99 Absatz 1 MG überschneiden; b. bei der Beschaffung von Informationen; c. bei der Ausbildung und Beratung; d. durch das Abstimmen der internationalen Zusammenarbeit. 3 Sie können den anderen Dienst jederzeit um Auskunft ersuchen. 4 Bei Assistenzdiensten der Armee im Inland, die einen Zusammenhang mit Aufgaben nach Artikel 6 Absatz 1 Buchstabe a NDG aufweisen, trägt der NDB die nachrichtendienstliche Verantwortung gegenüber der Einsatzleitung. SR 510.10"
    },
    {
      "provision_ref": "art4",
      "chapter": "1. Abschnitt: Zusammenarbeit des NDB mit inländischen Stellen",
      "section": "4",
      "title": "Zusammenarbeit des NDB mit dem Dienst für militärische Sicherheit",
      "content": "Im Hinblick auf einen Aktivdienst der Armee kann das Eidgenössische Departement für Verteidigung, Bevölkerungsschutz und Sport (VBS) zur Erfüllung präventiver Schutzmassnahmen die Zusammenarbeit mit dem Dienst für militärische Sicherheit anordnen. Der NDB unterstützt dabei den Dienst zum Schutz der Armee vor Spionage und Sabotage sowie vor weiteren rechtswidrigen Handlungen."
    },
    {
      "provision_ref": "art5",
      "chapter": "1. Abschnitt: Zusammenarbeit des NDB mit inländischen Stellen",
      "section": "5",
      "title": "Zusammenarbeit des NDB mit dem fedpol",
      "content": "1 Der NDB und das Bundesamt für Polizei (fedpol) unterstützen sich gegenseitig, insbesondere bei der Ausbildung und Beratung sowie beim Einsatz von operativen Ressourcen und Mitteln und bei deren Nutzung. 2 Der NDB und das fedpol geben sich gegenseitig Informationen weiter, die sie zur Erfüllung ihrer gesetzlichen Aufgaben benötigen, insbesondere solche nach Anhang 3 Ziffer 9.3 und solche nach der nicht öffentlichen Liste des Bundesrates nach Artikel 20 Absatz 4 NDG."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Abgeltung der Vollzugstätigkeiten der Kantone und Beurteilung der Aufgabenerfüllung",
      "content": "1 Die pauschale Abgeltung der Leistungen der Kantone zum Vollzug des NDG berechnet sich nach der Höhe des dafür bewilligten Kredits und dem unter den Kantonen geltenden Verteilschlüssel. 2 Der Verteilschlüssel wird aufgrund der Summe der Stellenanteile derjenigen Personen in den Kantonen bestimmt, bei denen der Aufgabenvollzug nach dem NDG einen wichtigen Anteil ihrer regelmässigen Arbeit bildet. 3 Der NDB legt den Verteilschlüssel nach Bedarf, mindestens aber alle vier Jahre, zusammen mit den Kantonen fest. Er hört dazu die KKPKS an. 4 Können sich der NDB und die Kantone über die Höhe der Abgeltung nicht einigen, so entscheidet das VBS nach Anhörung der kantonalen Polizeidirektionen. 5 Der NDB beurteilt, ob die Aufgabenerfüllung durch die Kantone mit der Höhe der Abgeltung in Einklang steht."
    },
    {
      "provision_ref": "art7",
      "chapter": "2. Abschnitt: Zusammenarbeit des NDB mit ausländischen Stellen",
      "section": "7",
      "title": "Jährliche Festlegung der Grundsätze der Zusammenarbeit",
      "content": "1 Das VBS unterbreitet dem Bundesrat nach vorgängiger Konsultation der Vorsteherin oder des Vorstehers des Eidgenössischen Justiz- und Polizeidepartements (EJPD) und der Vorsteherin oder des Vorstehers des Eidgenössischen Departements für auswärtige Angelegenheiten (EDA) jährlich einen als geheim klassifizierten Antrag über die Grundsätze der nachrichtendienstlichen Zusammenarbeit des NDB mit ausländischen Dienststellen. 2 Der Antrag enthält eine Liste der ausländischen Dienststellen, mit welchen der NDB regelmässig nachrichtendienstliche Kontakte unterhält, und eine Beurteilung des Nutzens, des Aufwands und der Risiken dieser Kontakte. 3 Regelmässige nachrichtendienstliche Kontakte des NDB zu ausländischen Dienststellen erfordern die vorgängige Genehmigung durch den Bundesrat."
    },
    {
      "provision_ref": "art8",
      "chapter": "2. Abschnitt: Zusammenarbeit des NDB mit ausländischen Stellen",
      "section": "8",
      "title": "Zuständigkeiten",
      "content": "1 Der NDB ist zuständig für den Kontakt zu ausländischen Nachrichtendiensten und anderen ausländischen Dienststellen, die zivile nachrichtendienstliche Aufgaben erfüllen. 2 Er koordiniert alle nachrichtendienstlichen Kontakte von Verwaltungsstellen des Bundes und der Kantone nach Massgabe der vom Bundesrat nach Artikel 70 Absatz 1 Buchstabe f NDG festgelegten Grundsätze der Zusammenarbeit mit ausländischen Behörden. Dazu legt er mit dem Nachrichtendienst der Armee eine gemeinsame Partnerdienstpolitik fest und erstellt eine Kontaktplanung. 3 Er vertritt die Schweiz in internationalen nachrichtendienstlichen Gremien, die zivile nachrichtendienstliche Aufgaben erfüllen. 4 Er kann im Einzelfall betreffend bestimmte Themengebiete kantonale Vollzugsbehörden mit der Wahrnehmung von Kontakten zu ausländischen Nachrichtendiensten beauftragen."
    },
    {
      "provision_ref": "art9",
      "chapter": "2. Abschnitt: Zusammenarbeit des NDB mit ausländischen Stellen",
      "section": "9",
      "title": "Arten der Zusammenarbeit",
      "content": "Der NDB kann zur Erfüllung seiner gesetzlichen Aufgaben mit ausländischen Dienststellen auf bi- oder multinationaler Ebene zusammenarbeiten."
    },
    {
      "provision_ref": "art10",
      "chapter": "2. Abschnitt: Zusammenarbeit des NDB mit ausländischen Stellen",
      "section": "10",
      "title": "Internationale Vereinbarungen von beschränkter Tragweite",
      "content": "Der NDB kann mit ausländischen Nachrichtendiensten oder anderen ausländischen Dienststellen, die Aufgaben im Sinne des NDG erfüllen, selbstständig internationale Vereinbarungen über untergeordnete technische Belange im Bereich der Nachrichtendienste abschliessen."
    },
    {
      "provision_ref": "art11",
      "chapter": "2. Abschnitt: Zusammenarbeit des NDB mit ausländischen Stellen",
      "section": "11",
      "title": "Information des NDB durch die Kantone",
      "content": "Die Kantone informieren den NDB, wenn sie zur Wahrnehmung von Aufgaben nach dem NDG in Sicherheitsfragen mit ausländischen Polizeistellen und anderen Dienststellen im Grenzgebiet zusammenarbeiten."
    },
    {
      "provision_ref": "art12",
      "chapter": "1. Abschnitt: Grundsätze",
      "section": "12",
      "title": "Operationen",
      "content": "Der NDB kann zusammenhängende Vorgänge, die der Informationsbeschaffung nach Artikel 6 NDG dienen und bezüglich Bedeutung, Umfang, Aufwand oder Geheimhaltung über normale nachrichtendienstliche Beschaffungsaktivitäten hinausgehen, zeitlich begrenzt als Operationen führen. Diese sind formell zu eröffnen und abzuschliessen sowie gesondert zu dokumentieren."
    },
    {
      "provision_ref": "art13",
      "chapter": "1. Abschnitt: Grundsätze",
      "section": "13",
      "title": "Zusammenarbeit mit inländischen Amtsstellen und Erteilung von Beschaffungsaufträgen",
      "content": "1 Beschafft der NDB Informationen in Zusammenarbeit mit einer inländischen Amtsstelle oder gibt er einer inländischen Amtsstelle dazu den Auftrag, so gewährleistet diese die gesetzeskonforme Beschaffung, indem sie eine der folgenden Bedingungen erfüllt: a. Die Beschaffung erfolgt im Rahmen der ordentlichen Tätigkeit der Amtsstelle. b. Die Beschaffung erfolgt ausserhalb der ordentlichen Tätigkeit der Amtsstelle; diese verfügt jedoch über die für die Beschaffung notwendigen Fertigkeiten und Kenntnisse der anwendbaren gesetzlichen Bestimmungen. c. Die Amtsstelle wird vom NDB vorgängig über die Beschaffung und die anwendbaren gesetzlichen Bestimmungen instruiert. 2 Inländische Amtsstellen sind verpflichtet, gegenüber Dritten über die Zusammenarbeit oder die Beauftragung Stillschweigen zu bewahren. Davon ausgenommen sind Auskünfte an vorgesetzte Stellen oder Aufsichts- und Kontrollorgane. Für weitere Ausnahmen ist die Zustimmung des NDB erforderlich. 3 Der NDB dokumentiert die Zusammenarbeit oder Beauftragung."
    },
    {
      "provision_ref": "art14",
      "chapter": "1. Abschnitt: Grundsätze",
      "section": "14",
      "title": "Zusammenarbeit mit ausländischen Amtsstellen im Inland und Erteilung von Beschaffungsaufträgen",
      "content": "1 Beschafft der NDB Informationen im Inland in Zusammenarbeit mit einer ausländischen Amtsstelle oder gibt er einer ausländischen Amtsstelle dazu den Auftrag, so gewährleistet er die gesetzeskonforme Beschaffung, indem er: a. der ausländischen Amtsstellen die anwendbaren gesetzlichen Bestimmungen mitteilt und soweit notwendig erläutert; und b. sich von der ausländischen Amtsstelle bestätigen lässt, dass sie sich an die Bestimmungen halten wird. 2 Der NDB kontrolliert während der Informationsbeschaffung soweit möglich, ob die anwendbaren gesetzlichen Bestimmungen eingehalten werden. Ist dies nicht der Fall und ist innert nützlicher Frist keine Korrektur möglich, so beendet der NDB die Zusammenarbeit oder die Beauftragung und informiert die unabhängige Aufsichtsbehörde. 3 Der NDB dokumentiert die Zusammenarbeit oder Beauftragung."
    },
    {
      "provision_ref": "art15",
      "chapter": "1. Abschnitt: Grundsätze",
      "section": "15",
      "title": "Zusammenarbeit mit Privaten im Inland und Erteilung von Beschaffungsaufträgen",
      "content": "1 Beschafft der NDB Informationen im Inland in Zusammenarbeit mit einer privaten Person oder gibt er einer privaten Person dazu den Auftrag, so gewährleistet er die gesetzeskonforme Beschaffung, indem er ihr die anwendbaren gesetzlichen Bestimmungen mitteilt und soweit notwendig erläutert. 2 Die private Person muss dem NDB bestätigen, sich an die Bestimmungen zu halten. 3 Der NDB kontrolliert während der Informationsbeschaffung soweit möglich, ob die anwendbaren gesetzlichen Bestimmungen eingehalten werden. Ist dies nicht der Fall und ist innert nützlicher Frist keine Korrektur möglich, so beendet der NDB die Zusammenarbeit oder die Beauftragung und informiert die unabhängige Aufsichtsbehörde. 4 Der NDB dokumentiert die Zusammenarbeit oder Beauftragung."
    },
    {
      "provision_ref": "art16",
      "chapter": "1. Abschnitt: Grundsätze",
      "section": "16",
      "title": "Zusammenarbeit mit ausländischen Amtsstellen oder Privaten im Ausland und Erteilung von Beschaffungsaufträgen",
      "content": "1 Beschafft der NDB Informationen im Ausland in Zusammenarbeit mit einer ausländischen Amtsstelle oder einer privaten Person im Ausland oder gibt er einer ausländischen Amtsstelle oder einer privaten Person im Ausland dazu den Auftrag, so gewährleistet er die gesetzeskonforme Beschaffung, indem er der ausländischen Amtsstelle oder der privaten Person die anwendbaren gesetzlichen Bestimmungen mitteilt und soweit notwendig erläutert. 2 Die ausländische Amtsstelle oder private Person muss dem NDB bestätigen, von den anwendbaren gesetzlichen Bestimmungen Kenntnis genommen zu haben. 3 Der NDB kontrolliert während der Informationsbeschaffung soweit möglich, ob die anwendbaren gesetzlichen Bestimmungen eingehalten werden. Ist dies nicht der Fall und ist innert nützlicher Frist keine Korrektur möglich, so beendet der NDB die Zusammenarbeit oder die Beauftragung und informiert die unabhängige Aufsichtsbehörde. 4 Der NDB dokumentiert die Zusammenarbeit oder Beauftragung."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Nachrichtendienstliche Informationsquellen",
      "content": "Nachrichtendienstliche Informationsquellen sind insbesondere: a. menschliche Quellen nach Artikel 15 NDG; b. inländische und ausländische Nachrichtendienste sowie Sicherheitsbehörden, mit denen der NDB zusammenarbeitet; c. technische Quellen, die der Informationsbeschaffung nach dem 3. Kapitel des NDG dienen."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Quellenschutz",
      "content": "1 Der NDB führt im Einzelfall eine Abwägung zwischen den Interessen der zu schützenden Quellen und denjenigen der um Information ersuchenden Stelle durch; Artikel 35 NDG bleibt vorbehalten. 2 Er schützt in Fällen nach Absatz 1 eine von ihm oder in seinem Auftrag von den kantonalen Vollzugsbehörden geführte menschliche Quelle umfassend, wenn diese durch die Bekanntgabe ihrer Identität oder von Angaben, die auf ihre Identität schliessen lassen, in ihrer physischen oder psychischen Integrität ernsthaft gefährdet würde. Dies gilt sinngemäss für der menschlichen Quelle nahestehende Personen. 3 Auf den umfassenden Schutz kann verzichtet werden, wenn die betreffende Person mit der Bekanntgabe einverstanden ist. 4 Der NDB kann zum Schutz einer von ihm oder in seinem Auftrag von den kantonalen Vollzugsbehörden geführten menschlichen Quelle oder einer ihr nahestehenden Person in begründeten Einzelfällen die Unterstützung des fedpol anfordern. 5 Bei technischen Quellen sind alle Angaben zu schützen, ausser wenn deren Bekanntgabe die Auftragserfüllung des NDB weder direkt noch indirekt gefährdet."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Berichterstattung über Operationen und menschliche Quellen",
      "content": "Der NDB erstattet der Vorsteherin oder dem Vorsteher des VBS jährlich Bericht über alle Operationen und menschlichen Quellen, die im Berichtszeitraum geführt oder eingestellt wurden, und beurteilt sie bezüglich Nutzen, Kosten und Risiken. Zusätzlich sind zu jeder Operation die Massnahmen zur Informationsbeschaffung auszuweisen, deren Durchführung die Vorsteherin oder der Vorsteher des VBS bereits in Anwendung der Artikel 30 und 37 Absatz 2 NDG zugestimmt hat."
    },
    {
      "provision_ref": "art20",
      "chapter": "2. Abschnitt: Auskunftspflicht bei einer konkreten Bedrohung",
      "section": "20",
      "title": "",
      "content": "1 Der NDB oder die kantonale Vollzugsbehörde legt zur Begründung eines Auskunftsgesuchs nach Artikel 19 NDG den zuständigen Behörden und Organisationen summarisch dar, worin die zu erkennende oder abzuwehrende konkrete Bedrohung oder das zu wahrende wesentliche Landesinteresse besteht. 2 Die Organisationen, denen der Bund oder die Kantone die Erfüllung öffentlicher Aufgaben übertragen haben und die nach Artikel 19 NDG verpflichtet sind, dem NDB Auskunft zu erteilen, sind in Anhang 1 aufgeführt."
    },
    {
      "provision_ref": "art21",
      "chapter": "3. Abschnitt: Genehmigungspflichtige Beschaffungsmassnahmen",
      "section": "21",
      "title": "Durchsuchen von Räumlichkeiten, Fahrzeugen und Behältnissen",
      "content": "Das Durchsuchen von Räumlichkeiten, Fahrzeugen und Behältnissen im Rahmen von genehmigungspflichtigen Beschaffungsmassnahmen ist zu dokumentieren."
    },
    {
      "provision_ref": "art22",
      "chapter": "3. Abschnitt: Genehmigungspflichtige Beschaffungsmassnahmen",
      "section": "22",
      "title": "Genehmigungsverfahren und Freigabe",
      "content": "1 Der NDB dokumentiert bei genehmigungspflichtigen Beschaffungsmassnahmen: a. das Genehmigungsverfahren; b. die Konsultation der Vorsteherin oder des Vorstehers des EDA und der Vorsteherin oder des Vorstehers des EJPD; c. den Entscheid über die Freigabe zur Durchführung; d. bei Dringlichkeit: das Verfahren nach Artikel 31 NDG und die Einhaltung der zeitlichen Vorgaben; e. deren Beendigung; f. die Beendigung der Operation, in deren Rahmen die Massnahme durchgeführt wurde; g. die Mitteilung, das Aufschieben oder den Verzicht auf die Mitteilung nach Artikel 33 NDG. 2 Die Dokumentation muss schriftlich oder elektronisch erfolgen und jederzeit abrufbar sein. 3 Das Genehmigungsverfahren richtet sich sinngemäss nach dem Verwaltungsverfahrensgesetz vom 20. Dezember 1968. Für den Ausstand gilt Artikel 38 des Verwaltungsgerichtsgesetzes vom 17. Juni 2005. Das Verfahren ist kostenlos. 4 Der Geschäftsverkehr zwischen dem NDB und dem Bundesverwaltungsgericht erfolgt elektronisch. Das Verfahrensdossier wird in elektronischer Form geführt. Verfahrensleitende Verfügungen sowie Genehmigungsentscheide werden dem NDB elektronisch eröffnet. 5 Das VBS dokumentiert die Entscheidfindung durch die Vorsteherin oder den Vorsteher des VBS betreffend die Freigabe zur Durchführung in schriftlicher Form. 6 Es teilt dem NDB und dem Bundesverwaltungsgericht den Entscheid der Vorsteherin oder des Vorstehers des VBS über die Freigabe zur Durchführung mit. SR 172.021 SR 173.32"
    },
    {
      "provision_ref": "art23",
      "chapter": "3. Abschnitt: Genehmigungspflichtige Beschaffungsmassnahmen",
      "section": "23",
      "title": "Schutz von Berufsgeheimnissen",
      "content": "Wird eine Person, die einer der Berufsgruppen nach den Artikeln 171−173 der Strafprozessordnung angehört, gestützt auf Artikel 27 NDG überwacht, so ist sicherzustellen, dass der NDB keine von einem Berufsgeheimnis erfassten Informationen erfährt, die nicht mit dem Grund, aus welchem die Überwachung angeordnet wurde, zusammenhängen. Der NDB weist im Genehmigungsverfahren nach Artikel 29 NDG darauf hin, dass die Selektion der Informationen nach Artikel 58 Absatz 3 NDG zu erfolgen hat. SR 312.0"
    },
    {
      "provision_ref": "art24",
      "chapter": "4. Abschnitt: Eindringen in Computersysteme und -netzwerke im Ausland",
      "section": "24",
      "title": "",
      "content": "1 Beabsichtigt der NDB, in Computersysteme und -netzwerke im Ausland einzudringen, so beantragt er dies vorgängig der Vorsteherin oder dem Vorsteher des VBS. Der Antrag ist schriftlich zu begründen und muss folgende Angaben enthalten: a. das gesetzliche Aufgabengebiet, in dem die Informationsbeschaffung stattfinden soll; b. die Art von Informationen, die mit der Massnahme beschafft werden sollen; c. allfällige andere Dienststellen oder Dritte, die der NDB mit der Durchführung der Massnahme beauftragen will; d. den Zeitraum, in dem die Beschaffung erfolgen soll; e. die Bezeichnung der betroffenen Computersysteme und -netzwerke; f. die Notwendigkeit, die Verhältnismässigkeit und die Risiken der Massnahme. 2 Die Vorsteherin oder der Vorsteher des VBS prüft den Antrag und unterbreitet ihn der Vorsteherin oder dem Vorsteher des EDA und der Vorsteherin oder dem Vorsteher des EJPD. Die Vorsteherin oder der Vorsteher des EDA und die Vorsteherin oder der Vorsteher des EJPD nehmen dazu umgehend Stellung. 3 Die Vorsteherin oder der Vorsteher des VBS entscheidet über den Antrag, sobald die Stellungnahmen vorliegen. Sie oder er kann dem NDB erlauben, im Rahmen desselben Antrags mehrfach in die Computersysteme und -netzwerke einzudringen. 4 Das VBS dokumentiert den Ablauf und das Ergebnis des Konsultations- und Entscheidverfahrens. Der NDB dokumentiert den Einsatz der Massnahmen, das Ergebnis und die Beendigung."
    },
    {
      "provision_ref": "art25",
      "chapter": "5. Abschnitt: Kabelaufklärung",
      "section": "25",
      "title": "Zweck der Kabelaufklärung",
      "content": "Der NDB kann durch Kabelaufklärung sicherheitspolitisch bedeutsame Informationen insbesondere in den folgenden Bereichen zu den nachstehenden Zwecken beschaffen: a. im Bereich Terrorismus: zur Erkennung von Aktivitäten, Verbindungen und Strukturen von terroristischen Gruppierungen und Netzwerken sowie zur Erkennung von Aktivitäten und Verbindungen von Einzeltäterinnen und Einzeltätern; b. im Bereich Proliferation: zur Aufklärung von Weiterverbreitung nuklearer, biologischer oder chemischer Waffen, einschliesslich ihrer Trägersysteme, sowie aller zur Herstellung dieser Waffen notwendigen zivil und militärisch verwendbaren Güter und Technologien (NBC-Proliferation), zur Aufklärung von illegalem Handel mit radioaktiven Substanzen, Kriegsmaterial und anderen Rüstungsgütern, zur Aufklärung von Programmen für Massenvernichtungswaffen, einschliesslich ihrer Trägersysteme, sowie zur Aufklärung von Beschaffungsstrukturen und Beschaffungsversuchen; c. im Bereich Spionageabwehr: zur Erkennung von Aktivitäten und Strukturen staatlicher und nichtstaatlicher ausländischer Akteure; d. im Bereich ausländische, gegen die Schweiz gerichtete Handlungen und Motive sowie ausländische Handlungen oder Konflikte mit Auswirkungen auf die Schweiz: zur Beurteilung von Sicherheitslage, Regimestabilität, militärischem Potenzial und Rüstungsentwicklung, strategischen Einflussfaktoren und möglichen Entwicklungen; e. in den Bereichen Aufklärung der Cyber-Bedrohung und Schutz kritischer Infrastrukturen: zur Aufklärung des Einsatzes, der Herkunft und der technischen Beschaffenheit der Cyber-Angriffsmittel sowie zur Gestaltung wirksamer Abwehrmassnahmen."
    },
    {
      "provision_ref": "art26",
      "chapter": "5. Abschnitt: Kabelaufklärung",
      "section": "26",
      "title": "Durchführender Dienst",
      "content": "1 Die Kabelaufklärung wird vom Zentrum für elektronische Operationen (ZEO) durchgeführt. 2 Der NDB vereinbart mit dem ZEO die Grundsätze der Zusammenarbeit sowie der Auftragserteilung und -erledigung. 3 Das ZEO stellt den Kontakt zu den Betreiberinnen von leitungsgebundenen Netzen und den Anbieterinnen von Telekommunikationsdienstleistungen für alle Belange der Kabelaufklärung sicher."
    },
    {
      "provision_ref": "art27",
      "chapter": "5. Abschnitt: Kabelaufklärung",
      "section": "27",
      "title": "Aufgaben des ZEO",
      "content": "1 Das ZEO holt bei den Betreiberinnen von leitungsgebundenen Netzen und den Anbieterinnen von Telekommunikationsdienstleistungen die für die Erstellung der Anträge und die Durchführung der Kabelaufklärungsaufträge erforderlichen technischen Angaben ein; es kann sich diese falls notwendig erklären lassen und die Vervollständigung oder eine Aktualisierung verlangen. 2 Es bearbeitet die Kabelaufklärungsaufträge des NDB. 3 Es beschafft die technischen Einrichtungen, die zur Wahrnehmung seiner Aufgaben notwendig sind. 4 Es kann dem NDB vorschlagen, im Rahmen der genehmigten und freigegebenen Kategorien zusätzliche Suchbegriffe in laufende Aufträge aufzunehmen. Diese Suchbegriffe können auch aus Erkenntnissen aus anderen Aufträgen, namentlich der Funkaufklärung, hervorgehen. 5 Das ZEO stellt durch interne Massnahmen sicher, dass die Auftragserfüllung im Rahmen der Genehmigung erfolgt."
    },
    {
      "provision_ref": "art28",
      "chapter": "5. Abschnitt: Kabelaufklärung",
      "section": "28",
      "title": "Datenbearbeitung",
      "content": "1 Das ZEO vernichtet die im Rahmen der Kabelaufklärung gewonnenen Resultate spätestens im Zeitpunkt der Beendigung des betreffenden Kabelaufklärungsauftrags. 2 Es vernichtet die erfassten Kommunikationen im Zeitpunkt der Beendigung des Auftrags, spätestens aber 18 Monate nach deren Erfassung. 3 Es vernichtet die erfassten Verbindungsdaten im Zeitpunkt der Beendigung des Auftrags, spätestens aber 5 Jahre nach deren Erfassung."
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "Aufgaben der Betreiberinnen von leitungsgebundenen Netzen und der Anbieterinnen von Telekommunikationsdienstleistungen",
      "content": "1 Die Betreiberinnen von leitungsgebundenen Netzen und die Anbieterinnen von Telekommunikationsdienstleistungen melden dem ZEO, welche Stelle für die Bearbeitung zuständig ist. 2 Sie gewähren dem ZEO Zutritt zu den für die Kabelaufklärung benötigten Räumen, um die Installation von technischen Komponenten zu ermöglichen, die für die Durchführung von Kabelaufklärungsaufträgen notwendig sind."
    },
    {
      "provision_ref": "art30",
      "section": "30",
      "title": "Entschädigung der Betreiberinnen von leitungsgebundenen Netzen und der Anbieterinnen von Telekommunikationsdienstleistungen",
      "content": "Die Entschädigung der Betreiberinnen von leitungsgebundenen Netzen und der Anbieterinnen von Telekommunikationsdienstleistungen im Rahmen der Kabelaufklärung wird in Anhang 2 geregelt."
    },
    {
      "provision_ref": "art31",
      "section": "31",
      "title": "Kontakte zu ausländischen Fachstellen",
      "content": "Nachrichtendienstliche Kontakte des ZEO zu ausländischen Fachstellen erfolgen über den NDB."
    },
    {
      "provision_ref": "art32",
      "chapter": "3. Kapitel: Besondere Bestimmungen über den Datenschutz",
      "section": "32",
      "title": "Bekanntgabe von Personendaten an inländische Behörden und Amtsstellen",
      "content": "1 Die Bekanntgabe von Personendaten an inländische Behörden und Amtsstellen durch den NDB ist in Anhang 3 festgelegt. 2 Der NDB informiert die Empfängerin oder den Empfänger bei jeder Bekanntgabe über die Bewertung und die Aktualität der Daten. 3 Er registriert die Bekanntgabe, die Empfängerin oder den Empfänger, den Gegenstand und den Grund. 4 Die Bekanntgabe von Personendaten ist untersagt, wenn ihr überwiegende öffentliche oder private Interessen entgegenstehen."
    },
    {
      "provision_ref": "art33",
      "chapter": "3. Kapitel: Besondere Bestimmungen über den Datenschutz",
      "section": "33",
      "title": "Ordentliche Bekanntgabe von Lagebeurteilungen und Daten durch kantonale Vollzugsbehörden",
      "content": "1 Die kantonalen Vollzugsbehörden können Lagebeurteilungen und Daten insbesondere den folgenden Adressaten bekanntgeben: a. anderen kantonalen Behörden zum Vollzug des NDG; b. kantonalen Vollzugsbehörden anderer Kantone im Rahmen von Vorabklärungen oder im Rahmen interkantonaler Arbeitsgruppen, an denen sie sich beteiligen; c. kantonalen Staatsanwaltschaften und der Polizei, unter Einhaltung von Artikel 60 Absätze 2–4 NDG zum Zweck der Gefahrenabwehr und der Strafverfolgung; d. kantonalen Straf-, Justiz- und Massnahmenvollzugsbehörden zum jeweiligen Aufgabenvollzug; e. unter Wahrung des Quellenschutzes und der Klassifikation: 1. der der kantonalen Vollzugsbehörde vorgesetzten Stelle, oder 2. im Einzelfall anderen Stellen zur Wahrnehmung ihrer amtlichen Aufgabe, insbesondere zur Ausübung ihrer Lage-, Führungs- oder Regierungsfunktion. 2 Hat eine kantonale Vollzugsbehörde Lagebeurteilungen oder Daten vom NDB erhalten oder im Index NDB oder in der ELD abgerufen, so holt sie vor der Bekanntgabe die Zustimmung des NDB ein. Der NDB kann die Zustimmung im Einzelfall oder für bestimmte Kategorien von Daten und Empfängerinnen und Empfängern erteilen, wenn die Bekanntgabe zur Beurteilung von Massnahmen zur Wahrung der Sicherheit oder für die Abwendung einer erheblichen Gefährdung notwendig ist. 3 Die kantonalen Vollzugsbehörden dürfen keine Lagebeurteilungen oder Daten bekanntgeben, wenn überwiegende öffentliche oder private Interessen entgegenstehen. 4 Der NDB kann der kantonalen Dienstaufsicht die Zustimmung in die Einsicht in Lagebeurteilungen oder Daten, die der Kanton im Auftrag des Bundes bearbeitet, für bestimmte Kategorien von Daten und Empfängerinnen und Empfängern erteilen. Fassung gemäss Ziff. I der V vom 27. Okt. 2021, in Kraft seit 1. Dez. 2021 ( AS 2021 670 )."
    },
    {
      "provision_ref": "art33a",
      "chapter": "3. Kapitel: Besondere Bestimmungen über den Datenschutz",
      "section": "33a",
      "title": "a Dringliche Bekanntgabe von Lagebeurteilungen und Daten durch kantonale Vollzugsbehörden",
      "content": "1 Eine kantonale Vollzugsbehörde kann bei Dringlichkeit Lagebeurteilungen und Daten anderen Behörden oder Dritten ohne Zustimmung des NDB bekanntgeben, sofern sie diese nicht rechtzeitig einholen kann und die Bekanntgabe notwendig ist, um eine unmittelbar drohende, schwere Gefahr für die innere oder äussere Sicherheit oder für ein fundamentales Rechtsgut wie Leib und Leben oder Eigentum von erheblichem Sachwert abzuwehren. 2 Sie wahrt dabei den Quellenschutz. 3 Sie orientiert den NDB umgehend über die Bekanntgabe und ihren Grund. Eingefügt durch Ziff. I der V vom 27. Okt. 2021, in Kraft seit 1. Dez. 2021 ( AS 2021 670 )."
    },
    {
      "provision_ref": "art34",
      "section": "34",
      "title": "Bekanntgabe von Informationen an Strafverfolgungsbehörden",
      "content": "Die Bekanntgabe von Informationen an Strafverfolgungsbehörden zur Verwendung in einem Strafverfahren erfolgt in Form eines schriftlichen, gerichtlich verwertbaren Amtsberichts."
    },
    {
      "provision_ref": "art35",
      "section": "35",
      "title": "Bekanntgabe von Personendaten an ausländische Behörden",
      "content": "1 Die Bekanntgabe von Personendaten an ausländische Dienststellen durch den NDB richtet sich nach Artikel 61 NDG. 2 Der NDB kann Personendaten mit ausländischen Behörden auch mittels gemeinsamer Übermittlungseinrichtungen sowie über internationale automatisierte Informationssysteme nach Artikel 12 Absatz 1 Buchstabe e NDG direkt austauschen. 3 Er beachtet im Verkehr mit ausländischen Strafverfolgungsbehörden die Bestimmungen des Rechtshilfegesetzes vom 20. März 1981. 4 Er setzt bei der Bekanntgabe von Personendaten die empfangende Stelle über die Bewertung und die Aktualität der Daten in Kenntnis. 5 Er weist die empfangende Stelle auf Folgendes hin: a. den Zweck, für welchen sie die Daten ausschliesslich verwenden darf; b. dass er sich vorbehält, Auskunft über die Verwendung der Daten zu verlangen. 6 Er registriert die Bekanntgabe, deren Inhalt und die empfangende Stelle. SR 351.1"
    },
    {
      "provision_ref": "art36",
      "chapter": "4. Kapitel: Politische Steuerung, Prüfverfahren und Verbote",
      "section": "36",
      "title": "Wahrung weiterer wichtiger Landesinteressen",
      "content": "1 Im Falle einer schweren und unmittelbaren Bedrohung kann: a. jedes Departement dem Bundesrat den Einsatz des NDB zur Wahrung weiterer wichtiger Landesinteressen beantragen; b. jeder Kanton dem Bundesrat ein Gesuch auf Einsatz des NDB zur Wahrung weiterer wichtiger Landesinteressen stellen; die Beantwortung des Gesuchs wird dem Bundesrat vom VBS beantragt. 2 Der Antrag muss folgende Angaben enthalten: a. Art, Schwere und Dringlichkeit der konkreten Bedrohung; b. Zweck und Dauer des Einsatzes; c. einzusetzende nachrichtdienstliche Mittel; d. notwendige und allenfalls zuzuweisende personelle und finanzielle Ressourcen; e. beim Bund oder den Kantonen zur Abwehr der Bedrohung vorhandene Kompetenzen; f. bereits beschlossene konkrete Massnahmen. 3 Die beantragende Stelle konsultiert vorgängig den NDB. 4 Die Bundeskanzlei informiert die Geschäftsprüfungsdelegation und die Finanzdelegation der eidgenössischen Räte im Auftrag des Bundesrates innerhalb von 24 Stunden schriftlich über vom Bundesrat erteilte Aufträge oder abgelehnte Anträge nach Artikel 3 oder 71 NDG."
    },
    {
      "provision_ref": "art37",
      "chapter": "4. Kapitel: Politische Steuerung, Prüfverfahren und Verbote",
      "section": "37",
      "title": "Prüfverfahren",
      "content": "1 Besteht aufgrund konkreter Anhaltspunkte die Vermutung, dass schweizerische Staatsangehörige, in der Schweiz wohnhafte Personen oder in der Schweiz aktive Organisationen und Gruppierungen systematisch Tätigkeiten entfalten, die in die Bereiche von Artikel 6 Absatz 1 Buchstabe a NDG fallen, so kann der NDB selbstständig oder auf Antrag eines oder mehrerer Kantone ein Prüfverfahren eröffnen. 2 Das Verfahren dient der Prüfung, ob diese Personen, Organisationen und Gruppierungen in die Beobachtungsliste aufzunehmen sind. Der NDB beschafft alle erforderlichen Informationen und wertet sie aus. 3 Der NDB legt den Umfang und den Einsatz der Mittel der Informationsbeschaffung sowie die Dauer des Verfahrens fest. Er informiert diejenigen Kantone, deren Mitarbeit bei der Informationsbeschaffung erforderlich ist. 4 Er beurteilt periodisch, mindestens jedoch halbjährlich, ob die Voraussetzungen für die Weiterführung des Prüfverfahrens noch gegeben sind."
    },
    {
      "provision_ref": "art38",
      "chapter": "4. Kapitel: Politische Steuerung, Prüfverfahren und Verbote",
      "section": "38",
      "title": "Einstellung des Prüfverfahrens",
      "content": "1 Der NDB stellt das Prüfverfahren ein, wenn: a. gegen die betreffende Person, Organisation oder Gruppierung ein anderes straf-, zivil- oder verwaltungsrechtliches Verfahren eröffnet wird, das denselben Zweck verfolgt; b. die bisherigen Anhaltspunkte durch neue Erkenntnisse entkräftet werden und sich keine neuen belastenden Anhaltspunkte ergeben haben; c. innerhalb von zwei Jahren keine zusätzlichen sicherheitsrelevanten Erkenntnisse gewonnen werden können; oder d. aufgrund einer neuen Lagebeurteilung die Tätigkeiten der betreffenden Person, Organisation oder Gruppierung keine Bedrohung der inneren oder äusseren Sicherheit mehr darstellen. 2 Er stellt das Prüfverfahren ebenfalls ein, wenn: a. die betreffende Organisation oder Gruppierung in die Beobachtungsliste aufgenommen wurde; b. die betreffende Person einer in der Beobachtungsliste aufgeführten Organisation oder Gruppierung zugeordnet werden kann."
    },
    {
      "provision_ref": "art39",
      "chapter": "4. Kapitel: Politische Steuerung, Prüfverfahren und Verbote",
      "section": "39",
      "title": "Kriterien für die Erstellung der Beobachtungsliste",
      "content": "1 Der NDB führt die Beobachtungsliste nach Artikel 72 NDG. 2 Eine begründete Annahme für eine Bedrohung der inneren oder äusseren Sicherheit besteht insbesondere: a. bei Organisationen und Gruppierungen nach Artikel 72 Absatz 2 NDG; b. wenn sich während des Prüfverfahrens nach Artikel 37 herausstellt, dass sicherheitsgefährdende Tätigkeiten vorliegen; c. bei in der Vergangenheit erfolgten, aktuellen oder aufgrund konkreter Hinweise in Zukunft zu erwartenden ernsthaften Aufrufen zu Gewalttaten; d. bei in der Vergangenheit erfolgter, aktueller oder aufgrund konkreter Hinweise in Zukunft zu erwartender Unterstützung gewalttätig-extremistischer oder terroristischer Aktivitäten; e. bei in der Vergangenheit erfolgter, aktueller oder aufgrund konkreter Hinweise in Zukunft zu erwartender Verwicklung in Anschläge und Entführungen. 3 Der NDB sammelt und bearbeitet alle Informationen nach Artikel 5 Absatz 8 NDG über die betreffenden Organisationen und Gruppierungen sowie über deren Exponentinnen und Exponenten. 4 Er überprüft die Beobachtungsliste jährlich und legt sie dem Bundesrat zur Genehmigung vor."
    },
    {
      "provision_ref": "art40",
      "section": "40",
      "title": "Tätigkeitsverbot",
      "content": "1 Das antragstellende Departement prüft jährlich, ob die Voraussetzungen zur Anordnung des Tätigkeitsverbots weiterhin erfüllt sind. 2 Sind die Voraussetzungen nicht mehr erfüllt, so beantragt es dem Bundesrat die Aufhebung des Tätigkeitsverbots."
    },
    {
      "provision_ref": "art41",
      "section": "41",
      "title": "Organisationsverbot",
      "content": "Das antragstellende Departement prüft vor Ablauf der Befristung, ob die Voraussetzungen für das Verbot weiterhin erfüllt sind, und beantragt dem Bundesrat gegebenenfalls die Verlängerung des Verbots."
    },
    {
      "provision_ref": "art42",
      "chapter": "5. Kapitel: Dienstleistungen und Gebühren",
      "section": "42",
      "title": "Dienstleistungen",
      "content": "Dienstleistungen nach Artikel 69 NDG sind insbesondere hinsichtlich Anlass, Inhalt, Dauer, Beendigung und dabei anfallender Gebühren mündlich oder schriftlich zu vereinbaren."
    },
    {
      "provision_ref": "art43",
      "chapter": "5. Kapitel: Dienstleistungen und Gebühren",
      "section": "43",
      "title": "Gebühren",
      "content": "1 Soweit diese Verordnung keine besondere Regelung enthält, gelten die Bestimmungen der Allgemeinen Gebührenverordnung vom 8. September 2004 und der Gebührenverordnung VBS vom 8. November 2006. 2 Der NDB kann die Gebühr ermässigen oder erlassen, wenn: a. die Erhebung mehr Aufwand verursacht, als die Dienstleistung kostet; oder b. Gründe im Zusammenhang mit der Dienstleistung oder betreffend die gebührenpflichtige Person die Erhebung als unverhältnismässig erscheinen lassen. SR 172.041.1 SR 172.045.103"
    },
    {
      "provision_ref": "art44",
      "chapter": "6. Kapitel: Kontrolle",
      "section": "44",
      "title": "Selbstkontrolle innerhalb des NDB",
      "content": "1 Der NDB sorgt für die Ausbildung seiner Mitarbeiterinnen und Mitarbeitern in folgenden Bereichen: a. rechtliche Rahmenbedingungen der nachrichtendienstlichen Tätigkeit; b. Strategie und interne Prioritäten bei der Umsetzung des Grundauftrags. 2 Er stimmt seine internen Kontrolltätigkeiten auf die Planung der übergeordneten Aufsichtsorgane ab. 3 Er führt eine Übersicht über alle Aufträge der Informationsbeschaffung mit technischen Mitteln."
    },
    {
      "provision_ref": "art45",
      "chapter": "6. Kapitel: Kontrolle",
      "section": "45",
      "title": "Kontrolle und Beratung der kantonalen Vollzugsbehörden",
      "content": "1 Der NDB sorgt für eine angemessene Kontrolle des Vollzugs seiner Aufträge durch die kantonalen Vollzugsbehörden. 2 Er berät die kantonalen Vollzugsbehörden beim Vollzug des NDG, insbesondere bei der Bearbeitung nachrichtendienstlicher Daten."
    },
    {
      "provision_ref": "art46",
      "chapter": "7. Kapitel: Interne Schutz- und Sicherheitsmassnahmen",
      "section": "46",
      "title": "Durchführende Stelle",
      "content": "1 Eine vom NDB bezeichnete interne Stelle führt in den Räumlichkeiten des NDB Taschen- und Personenkontrollen sowie in den Einrichtungen des NDB Raumkontrollen durch; sie kann dazu Dritte beiziehen. 2 Beigezogene Dritte müssen über eine gültige Personensicherheitsprüfung und über eine polizeiliche oder gleichwertige Ausbildung verfügen."
    },
    {
      "provision_ref": "art47",
      "chapter": "7. Kapitel: Interne Schutz- und Sicherheitsmassnahmen",
      "section": "47",
      "title": "Taschen- und Personenkontrollen",
      "content": "1 Die Sicherheits- und Kontrollmassnahmen umfassen: a. das Durchsuchen von Taschen und anderen mitgeführten Behältnissen und Gegenständen; b. die Kontrolle der Kleidung und das Abtasten des Körpers sowie den Einsatz eines Metalldetektors oder eines ähnlichen Suchgeräts; c. die stichprobeweise Überprüfung des Inhalts ausgehender Postsendungen. 2 Der NDB kann mitgeführte Datenträger daraufhin untersuchen, ob die Vorschriften über die Informationssicherheit eingehalten werden. 3 Er kann Personen im Rahmen von Kontrollen dazu auffordern, mitgeführte verschlossene Behältnisse oder die Inhalte elektronischer Datenträger zu öffnen und gegebenenfalls zu entschlüsseln. 4 Er macht die Mitarbeiterinnen und Mitarbeiter von Unternehmen, die für den NDB Dienstleistungen in seinen Räumlichkeiten erbringen, vorgängig auf die Kontrollmöglichkeiten aufmerksam. 5 Er kann an von ihm genutzten Standorten abschliessbare Behältnisse für die Aufbewahrung von privaten Gegenständen zur Verfügung stellen; diese Behältnisse sind von Kontrollmassnahmen ausgenommen. Der NDB übernimmt für gelagerte Gegenstände keine Haftung."
    },
    {
      "provision_ref": "art48",
      "chapter": "7. Kapitel: Interne Schutz- und Sicherheitsmassnahmen",
      "section": "48",
      "title": "Raumkontrollen",
      "content": "1 Raumkontrollen können auch in Abwesenheit der betroffenen Personen erfolgen. 2 Abgeschlossene Behältnisse oder eindeutig als privat erkennbare Gegenstände werden nicht kontrolliert."
    },
    {
      "provision_ref": "art49",
      "chapter": "7. Kapitel: Interne Schutz- und Sicherheitsmassnahmen",
      "section": "49",
      "title": "Rückforderung von Gegenständen",
      "content": "Der NDB kann von ihm zur Verfügung gestellte Gegenstände jederzeit zurückfordern."
    },
    {
      "provision_ref": "art50",
      "chapter": "7. Kapitel: Interne Schutz- und Sicherheitsmassnahmen",
      "section": "50",
      "title": "Einsatz von Bildübertragungs- und Bildaufzeichnungsgeräten sowie Mitführen von elektronischen Geräten",
      "content": "1 Alle Personen, die das Aufnahmefeld von Bildübertragungs- oder Bildaufzeichnungsgeräten betreten, sind mit einem gut sichtbaren Hinweis darüber zu informieren, dass sie von einem Überwachungssystem erfasst werden. 2 Der NDB vernichtet die Aufnahmen nach 30 Tagen, es sei denn, sie werden zur Beweissicherung in einem Verfahren benötigt. In diesem Fall erfolgt die Vernichtung nach dessen rechtskräftigem Abschluss. 3 Der NDB kann innerhalb der von ihm genutzten Räumlichkeiten das Mitführen von elektronischen Geräten verbieten."
    },
    {
      "provision_ref": "art51",
      "chapter": "7. Kapitel: Interne Schutz- und Sicherheitsmassnahmen",
      "section": "51",
      "title": "Zutrittskontrollsystem",
      "content": "1 Der Zutritt zu den Räumlichkeiten des NDB, in denen das gesicherte Computernetzwerk verwendet wird, wird kontrolliert. 2 Die Zutrittskontrolle muss die Identifikation aller Personen gewährleisten, die Zugriff auf das gesicherte Computernetzwerk haben. 3 Führt der NDB die Zutrittskontrolle nicht selber durch, so hat ihm der Betreiber einen gesicherten Online-Zugriff auf die Daten zu gewährleisten."
    },
    {
      "provision_ref": "art52",
      "chapter": "8. Kapitel: Bewaffnung",
      "section": "52",
      "title": "Berechtigung zum Tragen einer Dienstwaffe",
      "content": "1 Als Dienstwaffen gelten: a. Reizstoffe; b. Feuerwaffen. 2 Eine Dienstwaffe tragen dürfen diejenigen Mitarbeiterinnen und Mitarbeiter des NDB, die im Rahmen ihrer dienstlichen Funktion und Aufgabe besonderen Gefährdungen ausgesetzt sind. 3 Die Direktorin oder der Direktor des NDB bestätigt die Zugehörigkeit zur Personengruppe nach Absatz 2, indem sie oder er die Berechtigung zum Tragen einer Dienstwaffe erteilt, wenn: a. die individuelle Gefährdungslage der Mitarbeiterin oder des Mitarbeiters dies erfordert; und b. die oder der Vorgesetzte der betreffenden Mitarbeiterin oder des betreffenden Mitarbeiters oder die oder der Waffen- und Schiessverantwortliche des NDB keine Hinderungsgründe zum Tragen einer Dienstwaffe geltend macht; als Hinderungsgründe gelten insbesondere Anhaltspunkte, die auf eine mögliche Selbst- oder Drittgefährdung schliessen lassen. 4 Wer zum Tragen einer Feuerwaffe berechtigt ist, muss: a. über den Fachausweis des Staatssekretariats für Bildung, Forschung und Innovation als Polizistin oder Polizist oder über eine gleichwertige Ausbildung verfügen; und b. eine der Grundausbildung der Polizei entsprechende oder damit vergleichbare Schiessausbildung absolvieren und jährlich an mehreren Schiesstrainings des NDB teilnehmen."
    },
    {
      "provision_ref": "art53",
      "chapter": "8. Kapitel: Bewaffnung",
      "section": "53",
      "title": "Aufbewahrung von Dienstwaffen sowie Aufbewahrung und Verwendung von Munition",
      "content": "1 Der NDB sorgt für die sichere Aufbewahrung der Dienstwaffen und der Munition. 2 Wer zum Tragen einer Feuerwaffe berechtigt ist, darf folgende Munition verwenden: a. Vollmantelmunition; b. Munition mit kontrollierter Expansionswirkung; c. Trainingsmunition."
    },
    {
      "provision_ref": "art54",
      "chapter": "8. Kapitel: Bewaffnung",
      "section": "54",
      "title": "Schiessausbildung",
      "content": "Für die Organisation der Schiessausbildung ist die oder der Waffen- und Schiessverantwortliche des NDB verantwortlich. Diese oder dieser kann zur Wahrnehmung ihrer oder seiner Aufgaben mit anderen Stellen zusammenarbeiten."
    },
    {
      "provision_ref": "art55",
      "chapter": "8. Kapitel: Bewaffnung",
      "section": "55",
      "title": "Einzug der Dienstwaffe",
      "content": "1 Werden bei einer Person Hinderungsgründe zum Tragen einer Dienstwaffe festgestellt, so zieht die oder der Waffen- und Schiessverantwortliche des NDB die Dienstwaffe ein. 2 Die Direktorin oder der Direktor des NDB entscheidet nach Anhörung aller Beteiligten und bei Bedarf unter Beizug von weiteren Sachverständigen, ob die betreffende Person weiterhin zum Tragen einer Dienstwaffe berechtigt ist."
    },
    {
      "provision_ref": "art56",
      "chapter": "9. Kapitel: Schlussbestimmungen",
      "section": "56",
      "title": "Aufhebung und Änderung anderer Erlasse",
      "content": "Die Aufhebung und die Änderung anderer Erlasse sind in Anhang 4 geregelt."
    },
    {
      "provision_ref": "art57",
      "chapter": "9. Kapitel: Schlussbestimmungen",
      "section": "57",
      "title": "Übergangsbestimmungen zur Archivierung",
      "content": "1 Die 50-jährige Schutzfrist für Archivgut, das vom NDB oder einer seiner Vorgängerorganisationen stammt und sich beim Inkrafttreten dieser Verordnung bereits im Bundesarchiv befindet, wird um 30 Jahre verlängert. 2 In Archivgut mit nach Absatz 1 verlängerter Schutzfrist wird vorbehältlich Artikel 12 Absatz 2 des Archivierungsgesetzes vom 26. Juni 1998 Einsicht gewährt, wenn der betroffene ausländische Sicherheitsdienst keine Vorbehalte gegen die Einsichtnahme geltend macht. SR 152.1"
    },
    {
      "provision_ref": "art58",
      "chapter": "9. Kapitel: Schlussbestimmungen",
      "section": "58",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 1. September 2017 in Kraft."
    }
  ],
  "definitions": []
}