{
  "id": "sr-172-220-111-91",
  "type": "statute",
  "title": "Verordnung des VBS vom 30. November 2017 über das Personal für die Friedensförderung, die Stärkung der Menschenrechte und die humanitäre Hilfe (PVFMH-VBS)",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2017/794/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "1. Abschnitt: Gegenstand und Geltungsbereich",
      "section": "1",
      "title": "",
      "content": "1 Diese Verordnung regelt für militärische Einsätze und den militärischen Teil von zivil-militärischen Einsätzen in den Bereichen Friedensförderung, Stärkung der Menschenrechte, humanitären Hilfe und Ausbildung ausländischer Truppen im Ausland: a. die Eignungsabklärung von Kandidatinnen und Kandidaten; b. die Ausbildung des Personals; c. das Arbeitsverhältnis und die Zuständigkeiten. 2 Soweit sie keine ausdrücklichen Ausnahmen enthält oder zulässt, gilt sie zwingend auch für das militärische Personal, das die Ausbildung absolviert oder den Einsatz leistet. 3 Die Artikel 1 Absatz 1 Buchstabe a und b, 2–9, 12, 13 Absatz 2, 14 und 15 gelten auch für Angehörige der Armee, die die Ausbildung oder den Einsatz als Militärdienst mit Anrechnung an die Ausbildungsdienstpflicht oder als freiwilligen Militärdienst leisten."
    },
    {
      "provision_ref": "art2",
      "chapter": "2. Abschnitt: Eignungsabklärung für die Friedensförderung",
      "section": "2",
      "title": "Durchführung der Eignungsprüfung",
      "content": "1 Das Kompetenzzentrum SWISSINT kann Kandidatinnen und Kandidaten einladen oder bei noch nicht erfüllter Ausbildungsdienstpflicht aufbieten für die: a. grundsätzliche Eignungsabklärung in ein Rekrutierungszentrum; b. funktionsbezogene Eignungsabklärung in das Kompetenzzentrum SWISSINT. 2 Die Kommandantinnen und Kommandanten der Rekrutierungszentren sind für die Durchführung der grundsätzlichen Eignungsabklärung zuständig. Die Kommandantin oder der Kommandant des Kompetenzzentrums SWISSINT ist für die Durchführung der funktionsbezogenen Eignungsabklärung zuständig. 3 Angehörige von militärischen Berufsformationen mit fachspezifischen Einsätzen obliegen zusätzlich der Selektion und der Eignungsabklärung des jeweiligen Kommandos."
    },
    {
      "provision_ref": "art3",
      "chapter": "2. Abschnitt: Eignungsabklärung für die Friedensförderung",
      "section": "3",
      "title": "Gegenstand der Eignungsabklärung",
      "content": "1 Mit der Eignungsabklärung sollen das Anforderungsprofil von Kandidatinnen und Kandidaten beurteilt sowie die grundsätzliche Eignung für Einsätze im Friedensförderungsdienst ermittelt werden. 2 Die Kandidatinnen und Kandidaten werden im Rahmen: a. der grundsätzlichen Eignungsabklärung geprüft, untersucht und beurteilt betreffend: 1. ihren Gesundheitszustand und ihren Impfstatus, 2. ihre körperliche Leistungsfähigkeit: Ausdauer, Kraft, Schnelligkeit und koordinativen Fähigkeiten, 3. ihre Intelligenz und ihre Persönlichkeit: allgemeine Intelligenz, Problemlösefähigkeit, Konzentrationsfähigkeit, Aufmerksamkeit, Flexibilität, Gewissenhaftigkeit, Selbstbewusstsein und persönliche Neigungen, 4. ihre Psyche: psychische Gesundheit, Angstfreiheit, Selbstbewusstsein, Stressresistenz, emotionale Stabilität und Umgänglichkeit, 5. ihre soziale Kompetenz: Verhalten und Sensitivität in der Gesellschaft, der Gemeinschaft und der Gruppe, 6. ihr grundsätzliches Kaderpotenzial, 7. ihre Sprachkenntnisse; b. der funktionsbezogenen Eignungsabklärung geprüft und beurteilt betreffend: 1. das Vorliegen von besonderen persönlichen Verhältnissen nach der Verordnung vom 22. November 2017 über die Militärdienstpflicht (VMDP), 2. ihre Eignung zur Ausübung bestimmter Mannschafts- oder Kaderfunktionen, soweit sich diese nicht aus dem allgemeinen Anforderungsprofil nach Buchstabe a ergeben. Fassung gemäss Ziff. I der V des VBS vom 5. Dez. 2022, in Kraft seit 1. Jan. 2023 ( AS 2022 795 ). SR 512.21"
    },
    {
      "provision_ref": "art4",
      "chapter": "2. Abschnitt: Eignungsabklärung für die Friedensförderung",
      "section": "4",
      "title": "Bestimmung der Anforderungsprofile",
      "content": "Das Kompetenzzentrum SWISSINT: a. erstellt in Zusammenarbeit mit dem Kommando Rekrutierung der Gruppe Verteidigung die Anforderungsprofile; b. kann in Zusammenarbeit mit dem Kommando Rekrutierung der Gruppe Verteidigung weitere für den Einsatz in einem spezifischen Missionsgebiet erforderliche Prüfungen und Untersuchungen anordnen."
    },
    {
      "provision_ref": "art5",
      "chapter": "2. Abschnitt: Eignungsabklärung für die Friedensförderung",
      "section": "5",
      "title": "Ort und Dauer der Eignungsabklärung",
      "content": "1 Die grundsätzliche Eignungsabklärung wird in regionalen Rekrutierungszentren durchgeführt und dauert einen Tag. 2 Die funktionsbezogene Eignungsabklärung wird im Kompetenzzentrums SWISSINT durchgeführt und dauert einen Tag. 3 Für das fliegende und das springende Personal der Armee sowie für Spezialistinnen und Spezialisten der Luftwaffe wird die medizinische Eignungsabklärung im Fliegerärztlichen Institut durchgeführt und dauert höchstens einen Tag."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "",
      "content": "Aufgehoben durch Ziff. I der V des VBS vom 5. Dez. 2022, mit Wirkung seit 1. Jan. 2023 ( AS 2022 795 )."
    },
    {
      "provision_ref": "art7",
      "chapter": "3. Abschnitt: Ausbildung des Personals",
      "section": "7",
      "title": "Einsatzbezogene Ausbildung",
      "content": "1 Angehendes Personal für Einsätze in den Bereichen Friedensförderung, Stärkung der Menschenrechte, humanitären Hilfe und Ausbildung ausländischer Truppen im Ausland absolvieren nach der Eignungsabklärung je nach Funktion: a. eine einsatzbezogene Ausbildung für Kontingentsmitglieder; b. eine einsatzbezogene Ausbildung für individuell eingesetztes Personal. 2 Die einsatzbezogene Ausbildung kann ganz oder teilweise ausserhalb des Kompetenzzentrums SWISSINT durchgeführt werden."
    },
    {
      "provision_ref": "art8",
      "chapter": "3. Abschnitt: Ausbildung des Personals",
      "section": "8",
      "title": "",
      "content": "Aufgehoben durch Ziff. I der V des VBS vom 5. Dez. 2022, mit Wirkung seit 1. Jan. 2023 ( AS 2022 795 )."
    },
    {
      "provision_ref": "art9",
      "chapter": "3. Abschnitt: Ausbildung des Personals",
      "section": "9",
      "title": "Ausbildungsdienste nach VMDP",
      "content": "1 Fällt ein Ausbildungsdienst gemäss VMDP ganz oder teilweise mit einem Einsatz zusammen, so ordnet das Kommando Operationen eine Dienstverschiebung aus militärischen Gründen an. 2 In begründeten Ausnahmefällen kann das Kommando Operationen Ausbildungsdienste gemäss VMDP während der Dauer eines Einsatzes bewilligen. Fassung gemäss Ziff. I der V des VBS vom 5. Dez. 2022, in Kraft seit 1. Jan. 2023 ( AS 2022 795 ). SR 512.21"
    },
    {
      "provision_ref": "art10",
      "chapter": "4. Abschnitt: Arbeitsverhältnis und Zuständigkeiten",
      "section": "10",
      "title": "Arbeitsverhältnis",
      "content": "1 Die Ausbildung und der Einsatz werden in separaten Arbeitsverträgen geregelt. 2 Aus der absolvierten Ausbildung kann kein Recht auf eine Anstellung für einen Einsatz abgeleitet werden. 3 Während der Dauer des Arbeitsverhältnisses gilt das Personal als Zeitmilitär nach Artikel 47 Absatz 3 MG; davon ausgenommen sind Berufsmilitärs nach Artikel 47 Absatz 1 MG. Zeitmilitärs sind nicht der Verordnung des VBS vom 9. Dezember 2003 über das militärische Personal unterstellt. SR 510.10 SR 172.220.111.310.2"
    },
    {
      "provision_ref": "art11",
      "chapter": "4. Abschnitt: Arbeitsverhältnis und Zuständigkeiten",
      "section": "11",
      "title": "Befristung des Arbeitsvertrags",
      "content": "1 Der Arbeitsvertrag für die Ausbildung ist auf deren Dauer befristet. 2 Der Arbeitsvertrag für den konkreten Einsatz ist auf dessen Dauer befristet. Ist die Einsatzdauer unbestimmt, so wird der Arbeitsvertrag in der Regel auf ein Jahr befristet. 3 … 4 Der Arbeitsvertrag für den Einsatz kann im gegenseitigen Einvernehmen verlängert werden. Nach zwei Einsatzverlängerungen braucht es für eine weitere Verlängerung die Bewilligung des Kommando Operationen der Gruppe Verteidigung. 5 Ein einzelner Arbeitsvertrag oder ohne Unterbruch aneinandergereihte Arbeitsverträge dürfen gesamthaft die Dauer von zehn Jahren nicht überschreiten. Fassung gemäss Ziff. I der V des VBS vom 5. Dez. 2022, in Kraft seit 1. Jan. 2023 ( AS 2022 795 ). Aufgehoben durch Ziff. I der V des VBS vom 5. Dez. 2022, mit Wirkung seit 1. Jan. 2023 ( AS 2022 795 ). Fassung gemäss Ziff. I der V des VBS vom 5. Dez. 2022, in Kraft seit 1. Jan. 2023 ( AS 2022 795 )."
    },
    {
      "provision_ref": "art11a",
      "chapter": "4. Abschnitt: Arbeitsverhältnis und Zuständigkeiten",
      "section": "11a",
      "title": "a Arbeitsverträge für Spezialistinnen und Spezialisten",
      "content": "1 Für Spezialistinnen und Spezialisten können Arbeitsverträge mit Maximaldauer von 5 Jahren ausgestellt werden. Die Maximaldauer und die Kündigungsmöglichkeit sind im Arbeitsvertrag festzuhalten. 2 Die Arbeitsverträge regeln sowohl die einsatzbezogene Ausbildung als auch den Einsatz. 3 Zwischen den Einsätzen werden die Spezialistinnen und Spezialisten auf Grundlage des Arbeitsvertrages innerhalb der Gruppe Verteidigung eingesetzt. Die zuständige Stelle stellt die notwendigen Poolstellen bereit. 4 Der Arbeitsvertrag für den Einsatz kann im gegenseitigen Einvernehmen verlängert werden. Nach einer Einsatzverlängerung braucht es für eine weitere Verlängerung die Bewilligung des Kommando Operationen der Gruppe Verteidigung. Eingefügt durch Ziff. I der V des VBS vom 5. Dez. 2022, in Kraft seit 1. Jan. 2023 ( AS 2022 795 )."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Militärischer Grad",
      "content": "1 Das Personal bekleidet im Rahmen der Ausbildung und des Einsatzes grundsätzlich: a. den Grad, den es bisher in der Armee innehatte; b. den Grad, den es bei seiner Entlassung aus der Wehrpflicht innehatte; c. den Grad Soldat, wenn es zuvor nicht der Armee angehörte. 2 Vorbehalten bleiben: a. die Ernennung zum Fachoffizier nach Artikel 104 MG; b. die befristete Verleihung eines anderen Grades nach Artikel 75 Absatz 2 Buchstabe c VMDP. SR 510.10 SR 512.21"
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Zuständigkeiten hinsichtlich Arbeitgeberentscheide und Personalbetreuung",
      "content": "1 Für die Arbeitgeberentscheide sind die Stellen nach Artikel 2 der Bundespersonalverordnung vom 3. Juli 2001 und den gestützt darauf erlassenen Regelungen zuständig. 2 Für die Betreuung des Personals ist das Kommando Operationen der Gruppe Verteidigung nach Anhang 1 der Regierungs- und Verwaltungsorganisationsverordnung vom 25. November 1998 zuständig. SR 172.220.111.3 SR 172.010.1"
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Qualifikation und Vorschlag",
      "content": "Für die Qualifikation und den Vorschlag von Personal in der Ausbildung und im Einsatz sind die Artikel 73 und 74 VMDP sinngemäss anwendbar. SR 512.21"
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Melden des militärdienstpflichtigen Personals bei der Wehrpflichtersatzverwaltung",
      "content": "Das Kommando Operationen der Gruppe Verteidigung meldet der zuständigen Wehrpflichtersatzverwaltung die Personalien des militärdienstpflichtigen Personals und die Dauer von dessen Stellung als militärisches Personal."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Arbeitstage und Ruhetage im Einsatz",
      "content": "1 Wird im Arbeitsvertrag nichts anderes vereinbart, so gilt am Einsatzort eine Arbeitswoche von sechs Arbeitstagen und einem Ruhetag. 2 In ausserordentlichen Fällen kann die Kommandantin oder der Kommandant oder die Chefin oder der Chef der Mission am Einsatzort von dieser Regelung vorübergehend abweichen. Dadurch geleistete zusätzliche Arbeitstage sind während des Einsatzes durch Freizeit von gleicher Dauer auszugleichen."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Ferien",
      "content": "1 Dauert das Arbeitsverhältnis weniger als ein Jahr, so wird der Ferienanspruch nach Artikel 24 PVFMH anteilsmässig gekürzt. 2 Dem Personal, dessen Arbeitsverhältnis als Angestellte des VBS während des Einsatzes bestehen bleibt, wird der Ferienanspruch aus diesem Arbeitsverhältnis im Verhältnis zur Einsatzdauer anteilsmässig gekürzt, sofern während des Einsatzes Ferien auf Grundlage der PVFMH bezogen werden. 3 Für die Berechnung der Anteilsmässigkeit werden das Jahr mit 12 Monaten und der Monat mit 30 Tagen gerechnet. 4 Nicht als Ferientage gelten: a. Ruhetage nach Artikel 15 Absatz 1; b. Urlaubstage nach Artikel 26 PVFMH; c. die Tage der Hin- und der Rückreise zwischen der Schweiz und dem Einsatzort zu Beginn und am Ende des Einsatzes; d. die Tage der Hin- und der Rückreise zwischen dem Urlaubsort und dem Einsatzort."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Urlaub für das Ein- und das Auspacken",
      "content": "Das Personal hat für das Ein- und das Auspacken vor Beginn und am Ende des Einsatzes Anspruch auf eine bestimmte Anzahl Urlaubstage. Diese umfassen je: a. einen halben Arbeitstag: für Einsätze, die bis zu 14 Kalendertage dauern; b. einen Arbeitstag: für Einsätze, die 15–30 Kalendertage dauern; c. eineinhalb Arbeitstage: für Einsätze, die 31–120 Kalendertage dauern; d. zwei Arbeitstage: für Einsätze, die länger als 120 Kalendertage dauern."
    },
    {
      "provision_ref": "art19",
      "chapter": "5. Abschnitt: Schlussbestimmungen",
      "section": "19",
      "title": "Aufhebung eines anderen Erlasses",
      "content": "Die Verordnung des VBS vom 25. August 2009 über das Personal für die Friedensförderung, die Stärkung der Menschenrechte und die humanitäre Hilfe wird aufgehoben. [ AS 2009 4773 ; 2010 6099 Ziff. I 3]"
    },
    {
      "provision_ref": "art20",
      "chapter": "5. Abschnitt: Schlussbestimmungen",
      "section": "20",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 1. Januar 2018 in Kraft."
    }
  ],
  "definitions": []
}