{
  "id": "sr-125",
  "type": "statute",
  "title": "Verordnung vom 4. November 1970 über das Tragen ausländischer Uniformen in der Schweiz und schweizerischer Militäruniformen im Ausland",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1970/1365_1361_1361/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "I. Tragen ausländischer Uniformen in der Schweiz",
      "section": "1",
      "title": "",
      "content": "1 Das Tragen ausländischer Uniformen in der Schweiz ohne Bewilligung ist verboten. 2 Unter ausländischen Uniformen sind diejenigen der ausländischen Streitkräfte (Landheer, See- und Luftstreitkräfte), der Polizei und verwandter Organe sowie der Grenzwacht zu verstehen. Fassung gemäss Ziff. I der V vom 29. Aug. 2001, in Kraft seit 1. Okt. 2001 ( AS 2001 2323 )."
    },
    {
      "provision_ref": "art2",
      "chapter": "I. Tragen ausländischer Uniformen in der Schweiz",
      "section": "2",
      "title": "",
      "content": "Von der Bewilligungspflicht gemäss Artikel 1 sind ausgenommen: a. die Mitglieder des in der Schweiz beglaubigten diplomatischen Korps; b. die Besatzungen ausländischer Militärflugzeuge, denen das Bundesamt für Zivilluftfahrt das Überfliegen und das Landen in der Schweiz bewilligt hat mit der Ermächtigung, sich während der Zwischenlandung für Unterkunft und Verpflegung in eine nahe gelegene Ortschaft zu begeben; c. Angehörige ausländischer Streitkräfte, Angehörige von Polizei- und Grenzwachtdiensten sowie von Zollbehörden und verwandten Organen bei ihrer Tätigkeit im Rahmen der von der Schweiz abgeschlossenen internationalen Vereinbarungen. Bezeichnung gemäss Art. 1 des nicht veröffentlichten BRB vom 23. April 1980 über die Anpassung von bundesrechtlichen Erlassen an die neuen Bezeichnungen der Departemente und Ämter. Fassung gemäss Ziff. I der V vom 29. Aug. 2001, in Kraft seit 1. Okt. 2001 ( AS 2001 2323 )."
    },
    {
      "provision_ref": "art3",
      "chapter": "I. Tragen ausländischer Uniformen in der Schweiz",
      "section": "3",
      "title": "",
      "content": "Das Eidgenössische Departement für Verteidigung, Bevölkerungsschutz und Sport erteilt im Einvernehmen mit dem Eidgenössischen Departement für auswärtige Angelegenheiten Bewilligungen gemäss Artikel 1. Fassung gemäss Ziff. I der V vom 29. Aug. 2001, in Kraft seit 1. Okt. 2001 ( AS 2001 2323 )."
    },
    {
      "provision_ref": "art4",
      "chapter": "II. Tragen schweizerischer Militäruniformen im Ausland",
      "section": "4",
      "title": "",
      "content": "Das Tragen schweizerischer Militäruniformen im Ausland ohne Bewilligung ist verboten."
    },
    {
      "provision_ref": "art5",
      "chapter": "II. Tragen schweizerischer Militäruniformen im Ausland",
      "section": "5",
      "title": "",
      "content": "Von der Bewilligungspflicht gemäss Artikel 4 sind ausgenommen: a. die im Ausland akkreditierten schweizerischen Verteidigungsattachés und ihre Gehilfen; b. einzeln reisende schweizerische Wehrmänner bei der Durchreise über bestimmte Strecken im Ausland gemäss besondern internationalen Vereinbarungen; c. schweizerische Armeeangehörige bei ihrer Tätigkeit im Ausland im Rahmen der von der Schweiz abgeschlossenen internationalen Vereinbarungen. Fassung gemäss Ziff. I der V vom 29. Aug. 2001, in Kraft seit 1. Okt. 2001 ( AS 2001 2323 ). SR 0.631.256.913.65 Eingefügt durch Ziff. I der V vom 29. Aug. 2001, in Kraft seit 1. Okt. 2001 ( AS 2001 2323 )."
    },
    {
      "provision_ref": "art6",
      "chapter": "II. Tragen schweizerischer Militäruniformen im Ausland",
      "section": "6",
      "title": "",
      "content": "1 Das Eidgenössische Departement für Verteidigung, Bevölkerungsschutz und Sport erteilt im Einvernehmen mit dem Eidgenössischen Departement für auswärtige Angelegenheiten Bewilligungen gemäss Artikel 4. 2 Vorbehalten bleibt die Bewilligung zum Tragen der schweizerischen Militäruniform im Ausland durch den ausländischen Staat. Fassung gemäss Ziff. I der V vom 29. Aug. 2001, in Kraft seit 1. Okt. 2001 ( AS 2001 2323 )."
    },
    {
      "provision_ref": "art7",
      "chapter": "III. Schlussbestimmungen",
      "section": "7",
      "title": "",
      "content": "1 Dieser Beschluss tritt am 1. Januar 1971 in Kraft. 2 Mit seinem Inkrafttreten sind alle ihm widersprechenden Vorschriften aufgehoben, insbesondere der Bundesratsbeschluss vom 30. Juli 1954 über das Verbot des Tragens fremder Uniformen in der Schweiz. [ AS 1954 735 ]"
    },
    {
      "provision_ref": "art8",
      "chapter": "III. Schlussbestimmungen",
      "section": "8",
      "title": "",
      "content": "Das Eidgenössische Departement für auswärtige Angelegenheiten, das Eidgenössische Departement für Verteidigung, Bevölkerungsschutz und Sport und die Oberzolldirektion sind mit dem Vollzug unter Mitwirkung der kantonalen Polizeibehörden beauftragt. Fassung gemäss Ziff. I der V vom 29. Aug. 2001, in Kraft seit 1. Okt. 2001 ( AS 2001 2323 )."
    }
  ],
  "definitions": []
}