{
  "id": "sr-172-220-111-310-2",
  "type": "statute",
  "title": "Verordnung des VBS vom 26. November 2024 über das militärische Personal (V Mil Pers)",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2024/751/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "1. Kapitel: Allgemeine Bestimmungen",
      "section": "1",
      "title": "Gegenstand",
      "content": "Diese Verordnung führt die personalrechtlichen Bestimmungen der BPV für das militärische Personal aus und regelt die Abweichungen."
    },
    {
      "provision_ref": "art2",
      "chapter": "1. Kapitel: Allgemeine Bestimmungen",
      "section": "2",
      "title": "Geltungsbereich",
      "content": "1 Diese Verordnung gilt für das militärische Personal nach Artikel 47 Absätze 1–3 des Militärgesetzes vom 3. Februar 1995 (MG). 2 Sie gilt nicht für: a. die Oberauditorin oder den Oberauditor der Armee; b. nebenamtliche höhere Stabsoffizierinnen und -offiziere; c. Personen, deren Arbeitsvertrag die Anwendung dieser Verordnung ausschliesst. 3 Die Bestimmungen über die Berufsoffizierinnen und -offiziere in diesem Erlass gelten für die höheren Stabsoffizierinnen und -offiziere nur, wo es ausdrücklich erwähnt ist. Zu den höheren Stabsoffizierinnen und -offizieren gehören die folgenden Dienstgrade: a. Korpskommandant; b. Divisionär; c. Brigadier. 4 Bestehen in diesem Erlass für Angehörige des militärischen Flugdienstes keine besonderen Bestimmungen, so sind die Bestimmungen über die Berufsoffizierinnen und -offiziere anwendbar. SR 510.10"
    },
    {
      "provision_ref": "art3",
      "chapter": "1. Kapitel: Allgemeine Bestimmungen",
      "section": "3",
      "title": "Berufsmilitärs",
      "content": "1 Die Berufsmilitärs unterteilen sich in: a. Berufsoffizierinnen und -offiziere; b. Berufsunteroffizierinnen und -offiziere; c. Angehörige des militärischen Flugdienstes; d. Fachberufsmilitärs. 2 Die Berufsoffizierinnen und -offiziere unterteilen sich in: a. höhere Stabsoffizierinnen und -offiziere; b. Berufsoffizierskandidatinnen und -kandidaten, das heisst Personen nach bestandener Eignungsabklärung für Berufsoffizierinnen und -offiziere bis zur bestandenen Zulassungsprüfung zur Grundausbildung; c. Berufsoffiziersanwärterinnen und -anwärter, das heisst Personen nach bestandener Zulassungsprüfung zur Grundausbildung bis zur abgeschlossenen Grundausbildung; d. Berufsoffizierinnen und -offiziere, das heisst Personen mit abgeschlossener Grundausbildung. 3 Die Berufsunteroffizierinnen und -offiziere unterteilen sich in: a. Berufsunteroffizierskandidatinnen und -kandidaten, das heisst Personen nach bestandener Eignungsabklärung für Berufsunteroffizierinnen und -offiziere bis zur bestandenen Zulassungsprüfung zur Grundausbildung; b. Berufsunteroffiziersanwärterinnen und -anwärter, das heisst Personen nach bestandener Zulassungsprüfung zur Grundausbildung bis zur abgeschlossenen Grundausbildung; c. Berufsunteroffizierinnen und -offiziere, das heisst Personen mit abgeschlossener Grundausbildung. 4 Die Angehörigen des militärischen Flugdienstes unterteilen sich in: a. Berufsmilitärpilotenkandidatinnen und -kandidaten, das heisst Personen nach erfolgreicher Selektion bis zur abgeschlossenen Abklärung der körperlichen Tauglichkeit sowie der intellektuellen und psychischen Eignung; b. Berufsmilitärpilotenanwärterinnen und -anwärter, das heisst Personen nach bestandener Eignungsabklärung bis zur abgeschlossenen Grundausbildung; c. Berufsmilitärpilotinnen und -piloten, das heisst Personen mit abgeschlossener Grundausbildung; d. Berufsbordoperateurinnen und -operateure; e. Berufsdrohnenpilotinnen und -piloten. 5 Als Fachberufsmilitärs gelten Berufsmilitärs, die für den Einsatz in den Berufsformationen der Armee nach Artikel 5 der Verordnung vom 29. März 2017 über die Strukturen der Armee vorgesehen sind. Fachberufsmilitärs unterteilen sich in: a. Fachberufsoffizierinnen und -offiziere; b. Fachberufsunteroffizierinnen und -offiziere; c. Fachberufssoldatinnen und -soldaten. SR 513.11"
    },
    {
      "provision_ref": "art4",
      "chapter": "1. Abschnitt: Berufsoffizierinnen und -offiziere",
      "section": "4",
      "title": "Anstellungsvoraussetzungen für Berufsoffizierinnen und ‑offiziere",
      "content": "1 Als Berufsoffizierinnen und -offiziere können Personen angestellt werden, die: a. einen staatlich anerkannten Abschluss einer universitären Hochschule oder einen staatlich anerkannten Abschluss einer Fachhochschule vorweisen können, die Zulassungsbedingungen der Eidgenössischen Technischen Hochschule Zürich (ETH Zürich) zum Bachelor-Studiengang Staatswissenschaften (Berufsoffizier) erfüllen oder ein eidgenössisches Fähigkeitszeugnis einer beruflichen Grundbildung nach dem Berufsbildungsgesetz vom 13. Dezember 2002 (BBG) oder einen mindestens gleichwertigen staatlich anerkannten Abschluss einer Schule vorweisen können; b. Kenntnisse in einer zweiten Landessprache aufweisen; c. Angehörige der Armee sind und nach abgeschlossenem Praktischem Dienst minimal den Grad des Leutnants bekleiden; d. gute Qualifikationen aus den bisherigen Militärdienstleistungen besitzen; e. einen Strafregisterauszug ohne Eintrag vorweisen können; f. einen Betreibungsregisterauszug ohne Eintrag vorweisen können; g. nach einer vertrauensärztlichen Untersuchung gemäss den Vorgaben der Oberfeldärztin oder des Oberfeldarztes als tauglich erklärt worden sind; und h. den Führerausweis der Kategorie B besitzen. 2 Sie müssen zudem zusätzlich mindestens eine der folgenden Voraussetzungen erfüllen: a. die Eignungsabklärung für Berufsoffizierinnen und -offiziere zur befristeten Anstellung als Berufsoffizierskandidatin oder -kandidat bestanden haben; b. die Zulassungsprüfung zur Grundausbildung zur unbefristeten Anstellung als Berufsoffiziersanwärterin oder -anwärter bestanden haben; c. die Grundausbildung für Berufsoffizierinnen und -offiziere erfolgreich abgeschlossen haben. 3 Die Chefin oder der Chef der Armee kann in begründeten Ausnahmefällen und bei ausgewiesenem Bedarf des Arbeitgebers andere gleichwertige berufliche Qualifikationen als diejenigen nach Absatz 1 Buchstabe a sowie andere militärische Voraussetzungen anerkennen. 4 Die Chefin oder der Chef der Armee kann in begründeten Ausnahmefällen, wie bei einem Gradwechsel in der Miliz vom höheren Unteroffizier zum Offizier, und bei ausgewiesenem Bedarf Berufsunteroffizierinnen und -offiziere als Berufsoffiziersanwärterinnen oder ‑anwärter zulassen. SR 412.10"
    },
    {
      "provision_ref": "art5",
      "chapter": "2. Abschnitt: Berufsunteroffizierinnen und -offiziere",
      "section": "5",
      "title": "Anstellungsvoraussetzungen für Berufsunteroffizierinnen und ‑offiziere",
      "content": "1 Als Berufsunteroffizierinnen und -offiziere können Personen angestellt werden, die: a. ein eidgenössisches Fähigkeitszeugnis einer beruflichen Grundbildung nach dem BBG oder einen mindestens gleichwertigen staatlich anerkannten Abschluss einer Schule vorweisen können; b. Kenntnisse in einer zweiten Landessprache aufweisen; c. Angehörige der Armee sind und nach abgeschlossenem Praktischem Dienst mindestens einen Unteroffiziersgrad bekleiden; d. gute Qualifikationen aus den bisherigen Militärdienstleistungen besitzen; e. einen Strafregisterauszug ohne Eintrag vorweisen können; f. einen Betreibungsregisterauszug ohne Eintrag vorweisen können; g. nach einer vertrauensärztlichen Untersuchung gemäss den Vorgaben der Oberfeldärztin oder des Oberfeldarztes als tauglich erklärt worden sind; und h. den Führerausweis der Kategorie B besitzen. 2 Sie müssen zudem zusätzlich mindestens eine der folgenden Voraussetzungen erfüllen: a. die Eignungsabklärung für Berufsunteroffizierinnen und -offiziere zur befristeten Anstellung als Berufsunteroffizierskandidatin oder -kandidat bestanden haben; b. die Zulassungsprüfung zur Grundausbildung zur unbefristeten Anstellung als Berufsunteroffiziersanwärterin oder -anwärter bestanden haben; c. die Grundausbildung für Berufsunteroffizierinnen und -offiziere erfolgreich abgeschlossen haben. 3 Die Chefin oder der Chef der Armee kann in begründeten Ausnahmefällen und bei ausgewiesenem Bedarf des Arbeitgebers andere gleichwertige berufliche Qualifikationen als die nach Absatz 1 Buchstabe a sowie andere militärische Voraussetzungen anerkennen. SR 412.10"
    },
    {
      "provision_ref": "art6",
      "chapter": "3. Abschnitt: Angehörige des militärischen Flugdienstes",
      "section": "6",
      "title": "",
      "content": "Die Anstellungsvoraussetzungen der Angehörigen des militärischen Flugdienstes richten sich nach der Militärflugdienstverordnung vom 18. März 2022. SR 512.271"
    },
    {
      "provision_ref": "art7",
      "chapter": "4. Abschnitt: Fachberufsmilitärs",
      "section": "7",
      "title": "Anstellungsvoraussetzungen für Fachberufsoffizierinnen und ‑offiziere",
      "content": "Als Fachberufsoffizierinnen und -offiziere können Personen angestellt werden, die: a. ein eidgenössisches Fähigkeitszeugnis einer beruflichen Grundbildung nach dem BBG oder einen mindestens gleichwertigen staatlich anerkannten Abschluss einer Schule vorweisen können; b. über Kenntnisse in einer zweiten Landessprache verfügen; c. die Eignungsabklärung für Fachberufsoffizierinnen und -offiziere der Berufsformationen bestanden haben; d. Angehörige der Armee sind und nach abgeschlossenem Praktischem Dienst minimal den Grad des Leutnants bekleiden; e. gute Qualifikationen aus den bisherigen Militärdienstleistungen besitzen; f. einen Strafregisterauszug ohne Eintrag vorweisen können; g. einen Betreibungsregisterauszug ohne Eintrag vorweisen können; h. nach einer vertrauensärztlichen Untersuchung gemäss den Vorgaben der Oberfeldärztin oder des Oberfeldarztes als tauglich erklärt worden sind; und i. den Führerausweis der Kategorie B besitzen. SR 412.10"
    },
    {
      "provision_ref": "art8",
      "chapter": "4. Abschnitt: Fachberufsmilitärs",
      "section": "8",
      "title": "Anstellungsvoraussetzungen für Fachberufsunteroffizierinnen und ‑offiziere",
      "content": "Als Fachberufsunteroffizierinnen und -offiziere können Personen angestellt werden, die: a. ein eidgenössisches Fähigkeitszeugnis einer beruflichen Grundbildung nach dem BBG oder einen mindestens gleichwertigen staatlich anerkannten Abschluss einer Schule vorweisen können; b. Kenntnisse in einer zweiten Landessprache aufweisen; c. die Eignungsabklärung für Fachberufsunteroffizierinnen und -offiziere der Berufsformationen bestanden haben; d. Angehörige der Armee sind und nach abgeschlossenem Praktischem Dienst einen Unteroffiziersgrad bekleiden; e. einen Strafregisterauszug ohne Eintrag vorweisen können; f. einen Betreibungsregisterauszug ohne Eintrag vorweisen können; g. nach einer vertrauensärztlichen Untersuchung gemäss den Vorgaben der Oberfeldärztin oder des Oberfeldarztes als tauglich erklärt worden sind; und h. den Führerausweis der Kategorie B besitzen. SR 412.10"
    },
    {
      "provision_ref": "art9",
      "chapter": "4. Abschnitt: Fachberufsmilitärs",
      "section": "9",
      "title": "Anstellungsvoraussetzungen für Fachberufssoldatinnen und ‑soldaten",
      "content": "Als Fachberufssoldatinnen und -soldaten können Personen angestellt werden, die: a. ein eidgenössisches Fähigkeitszeugnis einer beruflichen Grundbildung nach dem BBG oder einen mindestens gleichwertigen staatlich anerkannten Abschluss einer Schule vorweisen können; b. die Eignungsabklärung für Fachberufssoldatinnen und -soldaten der Berufsformationen bestanden haben; c. Angehörige der Armee sind und einen Mannschaftsgrad bekleiden; d. gute Qualifikationen aus den bisherigen Militärdienstleistungen besitzen; e. einen Strafregisterauszug ohne Eintrag vorweisen können; f. einen Betreibungsregisterauszug ohne Eintrag vorweisen können; g. nach einer vertrauensärztlichen Untersuchung gemäss den Vorgaben der Oberfeldärztin oder des Oberfeldarztes als tauglich erklärt worden sind; und h. den Führerausweis der Kategorie B besitzen. SR 412.10"
    },
    {
      "provision_ref": "art10",
      "chapter": "5. Abschnitt: Zeitmilitärs",
      "section": "10",
      "title": "",
      "content": "Als Zeitmilitär können Personen angestellt werden, die: a. ein eidgenössisches Fähigkeitszeugnis einer beruflichen Grundbildung nach dem BBG oder einen mindestens gleichwertigen staatlich anerkannten Abschluss einer Schule vorweisen können; b. Angehörige der Armee sind; c. gute Qualifikationen aus den bisherigen Militärdienstleistungen besitzen; d. einen Strafregisterauszug ohne Eintrag vorweisen können; e. einen Betreibungsregisterauszug ohne Eintrag vorweisen können; und f. nach einer vertrauensärztlichen Untersuchung gemäss den Vorgaben der Oberfeldärztin oder des Oberfeldarztes als tauglich erklärt worden sind. SR 412.10"
    },
    {
      "provision_ref": "art11",
      "chapter": "6. Abschnitt: Fehlende Anstellungsvoraussetzungen",
      "section": "11",
      "title": "",
      "content": "Weist eine Person Straf- oder Betreibungsregistereinträge von untergeordneter Bedeutung aus, kann die Chefin oder der Chef der Armee auf begründeten Antrag hin der Anstellungsbehörde eine Ausnahme bewilligen."
    },
    {
      "provision_ref": "art12",
      "chapter": "1. Abschnitt: Grundausbildung",
      "section": "12",
      "title": "Inhalt und Ziel",
      "content": "1 Die Grundausbildung für Berufsoffizierinnen und -offiziere richtet sich nach der Verordnung vom 6. September 2017 über die Militärakademie an der ETH Zürich und über die Ausbildung der Berufsoffiziere. 2 Die Grundausbildung für Berufsunteroffizierinnen und -offiziere richtet sich nach der Verordnung des VBS vom 7. Dezember 2015 über die Ausbildung der Berufsunteroffiziere der Armee. 3 Die Grundausbildung der Angehörigen des militärischen Flugdienstes richtet sich nach der Verordnung des VBS vom 21. März 2022 über die Angehörigen des militärischen Flugdienstes. 4 Die Grundausbildungen für Fachberufsmilitärs sind bedarfsorientiert und funktionsbezogen. Sie finden während der Anstellungsdauer statt. SR 414.131.1 SR 512.413 SR 512.271.1"
    },
    {
      "provision_ref": "art13",
      "chapter": "1. Abschnitt: Grundausbildung",
      "section": "13",
      "title": "Anstellung ohne Grundausbildung",
      "content": "Die Chefin oder der Chef der Armee kann in begründeten Ausnahmefällen auch Personen mit gleichwertigen Kompetenzen ohne Grundausbildung als Berufsoffizierin oder -offizier beziehungsweise Berufsunteroffizierin oder -offiziere anstellen, wenn: a. ausgewiesener Bedarf besteht; und b. diese Personen aufgrund ihrer bisherigen Ausbildungen und beruflichen Tätigkeiten über militärische Erfahrung und militärisches Wissen verfügen, welche in der entsprechenden Grundausbildung vermittelt würden."
    },
    {
      "provision_ref": "art14",
      "chapter": "1. Abschnitt: Grundausbildung",
      "section": "14",
      "title": "Ausbildungsvereinbarung",
      "content": "Für die Zulassung zur Grundausbildung ist vorgängig eine schriftliche Ausbildungsvereinbarung abzuschliessen."
    },
    {
      "provision_ref": "art15",
      "chapter": "1. Abschnitt: Grundausbildung",
      "section": "15",
      "title": "Rückforderung der Ausbildungskosten",
      "content": "1 Der Arbeitgeber kann die Ausbildungskosten für die Grundausbildung zurückfordern bei: a. Nichterfüllung oder Wegfall einer Anstellungsvoraussetzung nach den Artikeln 4–10; b. vorzeitigem Abbruch oder nicht erfolgreicher Beendigung der Grundausbildung; c. Kündigung durch die Arbeitnehmerin oder den Arbeitnehmer. 2 Die Modalitäten der Rückforderung sind in der Ausbildungsvereinbarung zu regeln."
    },
    {
      "provision_ref": "art16",
      "chapter": "2. Abschnitt: Personalentwicklung",
      "section": "16",
      "title": "Zuweisung von Funktionen",
      "content": "1 Den Berufsoffizierinnen und -offizieren, den Berufsunteroffizierinnen und -offizieren sowie den Angehörigen des militärischen Flugdienstes wird nach dem Bedarf des Arbeitgebers sowie nach ihrer persönlichen Eignung, Leistung und Neigung eine Funktion zugewiesen. 2 Ausnahmsweise können Berufsoffizierinnen und -offiziere, Berufsunteroffizierinnen und -offiziere sowie Angehörige des militärischen Flugdienstes im Rahmen ihrer Personalentwicklung auf eine tieferbewertete Stelle versetzt werden. In diesem Fall behalten sie ihre Anstellungsbedingungen für längstens drei Jahre."
    },
    {
      "provision_ref": "art17",
      "chapter": "2. Abschnitt: Personalentwicklung",
      "section": "17",
      "title": "Einsatzgruppen",
      "content": "1 Die Berufsoffizierinnen und -offiziere sowie die Berufsunteroffizierinnen und -offiziere werden in Einsatzgruppen gegliedert. Ausgenommen von dieser Bestimmung sind Anwärterinnen und Anwärter sowie Kandidatinnen und Kandidaten. 2 Die Bewertung der Funktionen und deren Zuweisung in eine Einsatzgruppe wird in der Funktionsbewertungsverordnung VBS vom 21. Juni 2005 geregelt. 3 Innerhalb einer Einsatzgruppe können die Funktionen nach Früh- und Spätverwendungen unterschieden werden, um eine erfahrungs- und altersgerechte Personalplanung sicherzustellen. SR 172.220.111.343.1"
    },
    {
      "provision_ref": "art18",
      "chapter": "4. Kapitel: Versetzungen und Wohnsitz",
      "section": "18",
      "title": "Versetzungen",
      "content": "1 Den Berufsoffizierinnen und -offizieren, einschliesslich höherer Stabsoffizierinnen und -offiziere, den Berufsunteroffizierinnen und -offizieren sowie den Angehörigen des militärischen Flugdienstes werden eine Funktion und ein Arbeitsort im Inland zugewiesen. Die Zuweisung ist sechs Monate vor Antritt am Arbeitsort schriftlich mitzuteilen. 2 Berufsoffizierinnen und -offizieren, einschliesslich höherer Stabsoffizierinnen und -offiziere, Berufsunteroffizierinnen und -offizieren sowie den Angehörigen des militärischen Flugdienstes kann eine Funktion und ein Arbeitsort im Ausland zugewiesen werden. 3 Berufsoffizierinnen und -offizieren sowie Berufsunteroffizierinnen und -offizieren, denen eine Funktion voraussichtlich für weniger als ein Jahr zugewiesen wird, wird kein neuer Arbeitsort zugewiesen. 4 Der Arbeitgeber kann bei ungenügenden Leistungen der betroffenen Person, zur Beförderung einer Person oder bei zwingendem Bedarf der Armee die Zuweisung jederzeit ändern. Davon ausgenommen sind Kandidatinnen und Kandidaten. Die Änderung ist schriftlich mitzuteilen. 5 Den Berufsoffizierinnen und -offizieren sowie Berufsunteroffizierinnen und -offizieren werden militärische Stellen zugewiesen. Berufsoffizierinnen und -offiziere sowie Berufsunteroffizierinnen und -offiziere, die eine nichtmilitärische Stelle besetzen, verlieren den Status als Berufsoffizier beziehungsweise Berufsunteroffizier nach drei Jahren. 6 Versetzungen von Berufsoffizierinnen und -offizieren sowie von Berufsunteroffizierinnen und -offizieren im Rahmen einer von der Chefin oder dem Chef der Armee genehmigten Projektarbeit oder einer beruflichen Weiterbildung dauern nicht länger als drei Jahre. 7 Eine Versetzung auf eine Stelle ausserhalb des Bereichs Verteidigung kann nur im Einvernehmen mit dem Generalsekretariat VBS erfolgen."
    },
    {
      "provision_ref": "art19",
      "chapter": "4. Kapitel: Versetzungen und Wohnsitz",
      "section": "19",
      "title": "Wohnsitz und Unterkunft am Arbeitsort",
      "content": "1 Das militärische Personal muss über einen Wohnsitz innerhalb der Schweiz oder des Fürstentums Liechtenstein verfügen. 2 Im Ausland dürfen keine Unterkünfte bezogen werden."
    },
    {
      "provision_ref": "art20",
      "chapter": "5. Kapitel: Arbeitszeit und Überzeit",
      "section": "20",
      "title": "Arbeitszeitmodelle Berufsmilitärs",
      "content": "1 Die Arbeitszeit der Berufsoffizierinnen und -offiziere, Berufsunteroffizierinnen und -offiziere sowie der Angehörigen des militärischen Flugdienstes richtet sich nach dem Arbeitszeitmodell dienstlicher Bedarf. Davon ausgenommen sind Angestellte der Lohnklassen 30–38. 2 Die Arbeitszeit der Fachberufsmilitärs richtet sich nach dem Bundespersonalrecht."
    },
    {
      "provision_ref": "art21",
      "chapter": "5. Kapitel: Arbeitszeit und Überzeit",
      "section": "21",
      "title": "Arbeitszeitmodell dienstlicher Bedarf",
      "content": "1 Die Angestellten mit einer Arbeitszeit nach dienstlichem Bedarf sind von der Erfassung der Arbeitszeit befreit. Sie können keine Mehrarbeit, Überzeit und Gleitzeit kompensieren. 2 Sie erhalten Arbeitgeberleistungen nach der Verordnung vom 20. Februar 2013 über die Pensionierung von Angehörigen der besonderen Personalkategorien. Diese gelten insbesondere Folgendes ab: a. Mehrarbeit, Überzeit und Gleitzeit; b. Sonntags- und Nachtarbeit; c. Pikettdienst. 3 Eine ausserordentliche zeitliche Belastung wird durch entsprechende Freizeit ausgeglichen. Die Vorgesetzten schaffen in ihren Bereichen die entsprechenden Voraussetzungen. Sie vereinbaren mit den Angestellten den Zeitpunkt des Ausgleichs. Kommt keine Einigung zustande, bestimmen die Vorgesetzten unter Berücksichtigung des dienstlichen Bedarfs sowie der Interessen der Angestellten den Zeitpunkt des Ausgleichs. SR 172.220.111.35"
    },
    {
      "provision_ref": "art22",
      "chapter": "5. Kapitel: Arbeitszeit und Überzeit",
      "section": "22",
      "title": "Beschäftigungsgrad",
      "content": "1 Der Beschäftigungsgrad ist zwischen den Vertragsparteien zu vereinbaren. 2 Die Eltern und die eingetragenen Partner und Partnerinnen haben ab der Geburt oder der Adoption eines oder mehrerer Kinder Anspruch auf eine Reduktion des Beschäftigungsgrads nach Artikel 60 a BPV."
    },
    {
      "provision_ref": "art23",
      "chapter": "5. Kapitel: Arbeitszeit und Überzeit",
      "section": "23",
      "title": "Zeitmilitärs",
      "content": "1 Die Arbeitszeit der Zeitmilitärs entspricht im Jahresdurchschnitt 45 Stunden pro Woche und wird mit dem Arbeitszeitmodell der Jahresarbeitszeit geleistet. Die Arbeitszeiten richten sich nach dem Bedarf. 2 Den Zeitmilitärs muss eine tägliche Ruhezeit von mindestens 8 Stunden gewährt werden. 3 Der Sonntag ist grundsätzlich ein Ruhetag. Den Zeitmilitärs muss nach spätestens sieben zusammenhängenden Arbeitstagen eine Ruhezeit von mindestens 24 Stunden gewährt werden. 4 Im Rahmen von Assistenzdiensten oder subsidiären Einsätzen zugunsten der zivilen Behörden kann der Arbeitgeber die Ruhezeiten ausnahmsweise einschränken. 5 Bei Bedarf kann Arbeit am Wochenende, an Feiertagen nach Artikel 66 Absatz 2 BPV, am Abend und in der Nacht angeordnet werden. 6 Die wöchentliche Arbeitszeit, die 45 Stunden übersteigt, kann als Überzeit anerkannt werden. Überzeit ist durch Freizeit von gleicher Dauer auszugleichen. 7 Auf das folgende Kalenderjahr dürfen insgesamt höchstens 50 Stunden Überzeit übertragen werden. Die restliche Überzeit entfällt entschädigungslos. 8 Ist der Ausgleich der Überzeit durch Freizeit bis zur Beendigung des Arbeitsverhältnisses nicht möglich, wird die Überzeit zu 125 Prozent des Stundenlohnes in bar ausgezahlt."
    },
    {
      "provision_ref": "art24",
      "chapter": "6. Kapitel: Ferien",
      "section": "24",
      "title": "",
      "content": "1 Das militärische Personal hat Anspruch auf jährlich mindestens zwei zusammenhängende Wochen Ferien. 2 Den Berufsmilitärpilotinnen und -piloten wird zusätzlich zu ihrem Anspruch nach Artikel 67 Absatz 1 BPV eine weitere Ferienwoche gewährt. 3 Militärisches Personal mit schulpflichtigen Kindern hat Anspruch auf jährlich mindestens zwei Wochen Ferien während der Schulferien. 4 Bei der zeitlichen Festlegung der Ferien ist den Wünschen der angestellten Person nach Möglichkeit Rechnung zu tragen. 5 Teilnehmende einer Grundausbildung beziehen ihre Ferien nach den Vorgaben der verantwortlichen Stellen der besuchten Ausbildung."
    },
    {
      "provision_ref": "art25",
      "chapter": "1. Abschnitt: Berufsoffizierinnen und -offiziere, Berufsunteroffizierinnen und ‑offiziere sowie Angehörige des militärischen Flugdienstes",
      "section": "25",
      "title": "Vergütungen bei Unterkunftsbezug am Arbeitsort",
      "content": "1 Berufsoffizierinnen und -offiziere, einschliesslich höherer Stabsoffizierinnen und ‑offiziere, Berufsunteroffizierinnen und -offiziere sowie Angehörige des militärischen Flugdienstes haben Anspruch auf eine Vergütung für die bezogene Unterkunft am Arbeitsort oder in unmittelbarer Umgebung, sofern ihr Wohnsitz mehr als eine Stunde Fahrzeit vom Arbeitsort entfernt liegt. 2 Bei Abwesenheit infolge von auswärtigem Einsatz, Ferien, Militärdienst, Krankheit oder Unfall wird die unbenutzte Unterkunft nach Absatz 1 während höchstens drei Monaten vergütet, wenn sie reserviert bleibt und bezahlt werden muss. 3 Beziehen Berechtigte nach Absatz 1 eine Unterkunft, ausgenommen eine Unterkunft in einem Hotel, einem Motel oder einer Pension, so haben sie zusätzlich Anspruch auf eine Vergütung für den Unterhalt dieser Unterkunft. 4 Die Ansätze der Vergütungen richten sich nach Anhang 1."
    },
    {
      "provision_ref": "art26",
      "chapter": "1. Abschnitt: Berufsoffizierinnen und -offiziere, Berufsunteroffizierinnen und ‑offiziere sowie Angehörige des militärischen Flugdienstes",
      "section": "26",
      "title": "Unterkunft in Kasernen oder anderen Gebäuden der öffentlichen Verwaltung am Arbeitsort",
      "content": "1 Berufsoffizierinnen und -offiziere, einschliesslich höherer Stabsoffizierinnen und ‑offiziere, Berufsunteroffizierinnen und -offiziere sowie Angehörige des militärischen Flugdienstes, deren Wohnsitz mehr als eine Stunde Fahrzeit vom Arbeitsort entfernt liegt, sind zur dauernden Unterkunft in Kasernen oder anderen Gebäuden der öffentlichen Verwaltung am Arbeitsort oder in unmittelbarer Umgebung berechtigt, sofern es die Platzverhältnisse erlauben. 2 Sie haben dabei pro Übernachtung in dieser Unterkunft Anspruch auf eine Mahlzeitenvergütung nach Anhang 1."
    },
    {
      "provision_ref": "art27",
      "chapter": "1. Abschnitt: Berufsoffizierinnen und -offiziere, Berufsunteroffizierinnen und ‑offiziere sowie Angehörige des militärischen Flugdienstes",
      "section": "27",
      "title": "Unterkunft in Kasernen, provisorischen Einrichtungen sowie Gebäuden und Anlagen der öffentlichen Verwaltung während Dienstreisen",
      "content": "1 Berufsoffizierinnen und -offiziere, einschliesslich höherer Stabsoffizierinnen und ‑offiziere, Berufsunteroffizierinnen und -offiziere sowie Angehörige des militärischen Flugdienstes sind während Dienstreisen zur Unterkunft in Kasernen, provisorischen Einrichtungen sowie Gebäuden und Anlagen der öffentlichen Verwaltung berechtigt, sofern es der Dienst erfordert und die Platzverhältnisse es erlauben. 2 Für die Unterkunft in Kasernen, provisorischen Einrichtungen sowie Gebäuden und Anlagen der öffentlichen Verwaltung wird auf Dienstreisen eine Vergütung nach Anhang 1 ausgerichtet. Während der Grundausbildung besteht kein Anspruch."
    },
    {
      "provision_ref": "art28",
      "chapter": "1. Abschnitt: Berufsoffizierinnen und -offiziere, Berufsunteroffizierinnen und ‑offiziere sowie Angehörige des militärischen Flugdienstes",
      "section": "28",
      "title": "Vergütung für Zwischenmahlzeit bei Nachtarbeit",
      "content": "Berufsoffizierinnen und -offiziere, einschliesslich höherer Stabsoffizierinnen und ‑offiziere, Berufsunteroffizierinnen und -offiziere sowie Angehörige des militärischen Flugdienstes haben Anspruch auf die Vergütung für eine Zwischenmahlzeit bei Nachtarbeit nach Anhang 1, wenn sie in Schulen, Kursen, Lehrgängen und Einsätzen zwischen 20.00 Uhr und 06.30 Uhr während mindestens drei Stunden dienstlich beansprucht sind. Während der Grundausbildung besteht kein Anspruch."
    },
    {
      "provision_ref": "art29",
      "chapter": "1. Abschnitt: Berufsoffizierinnen und -offiziere, Berufsunteroffizierinnen und ‑offiziere sowie Angehörige des militärischen Flugdienstes",
      "section": "29",
      "title": "Mahlzeitenvergütung bei Früh- und Abendarbeit am Arbeitsort",
      "content": "Berufsoffizierinnen und -offiziere, einschliesslich höherer Stabsoffizierinnen und ‑offiziere, Berufsunteroffizierinnen und -offiziere sowie Angehörige des militärischen Flugdienstes haben Anspruch auf die Mahlzeitenvergütung nach Anhang 1, wenn sie in Schulen, Kursen, Lehrgängen und Einsätzen am Arbeitsort vor 05.30 Uhr oder nach 20.30 Uhr dienstlich beansprucht sind. Während der Grundausbildung besteht kein Anspruch."
    },
    {
      "provision_ref": "art30",
      "section": "30",
      "title": "Benützung der öffentlichen Verkehrsmittel sowie bezahlte Besuchsreisen",
      "content": "1 Wer eine Vergütung für die bezogene Unterkunft am Arbeitsort erhält, hat pro Woche Anspruch auf die Vergütung: a. einer zusätzlichen Dienstfahrt an den Wohnsitz; oder b. einer zusätzlicher Besuchsreise der Ehe- oder Lebenspartnerin beziehungsweise des Ehe- oder des Lebenspartners sowie der Kinder bis zum 18. Altersjahr an den Arbeitsort. 2 Kandidatinnen und Kandidaten ab einem höheren Unteroffiziersgrad, Anwärterinnen und Anwärter sowie Berufsunteroffizierinnen und -offiziere der Einsatzgruppe 1 können für Fahrten zwischen dem Arbeits- und dem Einsatzort sowie zwischen den Einsatzorten in öffentlichen Verkehrsmitteln die 1. Klasse benützen."
    },
    {
      "provision_ref": "art31",
      "section": "31",
      "title": "Vergütung für die Verwendung privater Motorfahrzeuge für Angehörige des militärischen Flugdienstes",
      "content": "1 Angehörige des militärischen Flugdienstes, welche nicht Halterinnen und Halter eines persönlichen Dienstfahrzeuges sind, erhalten für die dienstliche Verwendung des privaten Motorfahrzeuges innerhalb eines Umkreises von 20 Kilometern Luftdistanz um den Arbeitsort oder den Ort des auswärtigen Einsatzes eine Vergütung nach Anhang 1. 2 Der Anspruch auf die Vergütung beginnt für Berufsmilitärpilotenanwärterinnen und -anwärter mit der Aufnahme des militärischen Flugdienstes, für alle übrigen mit der Brevetierung, frühestens jedoch mit Ablauf der Probezeit."
    },
    {
      "provision_ref": "art32",
      "chapter": "2. Abschnitt: Fachberufsmilitärs",
      "section": "32",
      "title": "",
      "content": "1 Fachberufsmilitärs sind während Dienstreisen zur Unterkunft in Kasernen, provisorischen Einrichtungen sowie Gebäuden und Anlagen der öffentlichen Verwaltung berechtigt, sofern es der Dienst erfordert und die Platzverhältnisse es erlauben. 2 Für die Unterkunft in Kasernen, provisorischen Einrichtungen sowie Gebäuden und Anlagen der öffentlichen Verwaltung wird auf Dienstreisen eine Vergütung nach Anhang 1 ausgerichtet. 3 Fachberufsmilitärs haben Anspruch auf die Mahlzeitenvergütung nach Anhang 1, wenn sie in Schulen, Kursen und Lehrgängen am Arbeitsort vor 05.30 Uhr oder nach 20.30 Uhr dienstlich beansprucht sind. Während der Grundausbildung besteht kein Anspruch. 4 Fachberufsoffizierinnen und -offiziere sowie höhere Fachberufsunteroffizierinnen und -offiziere können für Fahrten zwischen Arbeitsort und Einsatzort sowie zwischen Einsatzorten in öffentlichen Verkehrsmitteln die 1. Klasse benützen. 5 Die übrigen Vergütungen für Auslagen richten sich nach der BPV."
    },
    {
      "provision_ref": "art33",
      "chapter": "3. Abschnitt: Zeitmilitärs",
      "section": "33",
      "title": "",
      "content": "1 Zeitmilitärs sind zur Unterkunft in Kasernen oder anderen Gebäuden und Anlagen der öffentlichen Verwaltung am Arbeitsort berechtigt, sofern es der Dienst erfordert und die Platzverhältnisse es erlauben. In besonderen Fällen kann eine Vergütung für externen Unterkunftsbezug am Arbeitsort ausbezahlt werden. Die Vergütung richtet sich nach Anhang 1. 2 Bei Einsätzen mit der Truppe ausserhalb des Arbeitsortes sowie während der Grundausbildung und der Weiterbildung weist der Arbeitgeber den Zeitmilitärs eine angemessene Unterkunft zu und regelt die Verpflegung. Für die Unterkunft in Kasernen oder anderen Gebäuden und Anlagen der öffentlichen Verwaltung wird auf Dienstreisen eine Vergütung nach Anhang 1 ausgerichtet. 3 Für betrieblich notwendige Mahlzeiten bei der Truppe werden die effektiven Kosten nach der Verordnung vom 21. Februar 2018 über die Verwaltung der Armee zurückerstattet. 4 Zeitmilitärs haben Anspruch auf die Mahlzeitvergütung nach Anhang 1, wenn sie in Schulen, Kursen und Lehrgängen am Arbeitsort vor 05.30 Uhr oder nach 20.30 Uhr dienstlich beansprucht sind. Während der Grundausbildung besteht kein Anspruch. 5 Zeitoffizierinnen und -offiziere sowie höhere Zeitunteroffizierinnen und -offiziere können für Fahrten zwischen Arbeitsort und Einsatzort sowie zwischen Einsatzorten in öffentlichen Verkehrsmitteln die 1. Klasse benützen. 6 Die übrigen Vergütungen für Auslagen richten sich nach der BPV. SR 510.301"
    },
    {
      "provision_ref": "art34",
      "chapter": "8. Kapitel: Persönliches Dienstfahrzeug",
      "section": "34",
      "title": "Personen mit zugeteiltem persönlichem Dienstfahrzeug",
      "content": "1 Folgenden Personen wird ein persönliches Dienstfahrzeug zugeteilt: a. Berufsoffizierinnen und -offiziere der Einsatzgruppen 1–5; b. Berufsunteroffizierinnen und -offiziere der Einsatzgruppen 1–5; c. Berufsoffiziersanwärterinnen und -anwärter, ausgenommen während ziviler Ausbildungen; d. Berufsunteroffiziersanwärterinnen und -anwärter; e. Angehörige des militärischen Flugdienstes, ausgenommen Berufsmilitärpilotenkandidatinnen und -kandidaten. 2 Den Berufsoffiziersanwärterinnen und -anwärtern wird während des Studiums an der ETH Zürich und während der Militärschule kein persönliches Dienstfahrzeug zugeteilt. Sie haben Anspruch auf ein Generalabonnement der SBB zur Benutzung der 1. Klasse. 3 Für hauptamtliche höhere Stabsoffiziere richtet sich die Zuteilung von persönlichen Dienstfahrzeugen nach Artikel 71 Absatz 2 Buchstabe a BPV."
    },
    {
      "provision_ref": "art35",
      "chapter": "8. Kapitel: Persönliches Dienstfahrzeug",
      "section": "35",
      "title": "Zuteilungsstufen",
      "content": "1 Zur Bemessung der vom Bund eingesetzten Geldmittel für die Beschaffung, den Betrieb und die Bewirtschaftung von persönlichen Dienstfahrzeugen werden Zuteilungsstufen der Dienstfahrzeuge festgelegt. Die berechtigten Personen werden diesen Zuteilungsstufen gemäss Anhang 2 zugeordnet. 2 Die Chefin oder der Chef der Armee bestimmt die Ansätze im Einvernehmen mit dem Generalsekretariat VBS."
    },
    {
      "provision_ref": "art36",
      "chapter": "8. Kapitel: Persönliches Dienstfahrzeug",
      "section": "36",
      "title": "Beschaffung und Fahrzeugzuteilung",
      "content": "1 Für die Beschaffung, die Verwaltung und die Zuteilung der persönlichen Dienstfahrzeuge ist die Fachstelle Personenwagen (FSPW) zuständig. 2 3 Für die Zuteilung wird ein Neuwagen beschafft. Dieser kann entsprechend der festgelegten Zuteilungsstufe und den vorgegebenen Mindestanforderungen durch die zukünftige Halterin oder den zukünftigen Halter des Fahrzeuges ausgewählt werden. In begründeten Ausnahmefällen kann für eine befristete Zeitdauer ein standardisiertes persönliches Dienstfahrzeug zugeteilt werden. 4 Folgenden Personen wird in jedem Fall ein standardisiertes persönliches Dienstfahrzeug zugeteilt: a. Berufsoffiziersanwärterinnen und -anwärtern; b. Berufsunteroffiziersanwärterinnen und -anwärtern; c. Berufsmilitärpilotenanwärterinnen und -anwärtern. 5 Ein persönliches Dienstfahrzeug bleibt im Eigentum des Bundes. Die Besitzerin oder der Besitzer ist Halterin oder Halter des Fahrzeuges im Sinne der Strassenverkehrsgesetzgebung."
    },
    {
      "provision_ref": "art38",
      "section": "38",
      "title": ". 38 Verwendung des persönlichen Dienstfahrzeugs",
      "content": "1 2 3 Chefin oder dem Chef der Armee im Einvernehmen mit dem Generalsekretariat VBS festgelegt. 4 Eine kommerzielle Nutzung des persönlichen Dienstfahrzeuges ist nicht gestattet. 5 Der Einsatz von Repräsentationsfahrzeugen richtet sich nach den Artikeln 1416 der Verordnung vom 23. Februar 2005 über die Fahrzeuge des Bundes und ihre Führer und Führerinnen. 6 Die Halterinnen und Halter dürfen keine Veränderungen an ihren Fahrzeugen vornehmen. 7 SR 514.31"
    },
    {
      "provision_ref": "art39",
      "section": "39",
      "title": "Dienstfahrten und Privatfahrten",
      "content": "1 a. die beruflichen Tätigkeiten der Halterin oder des Halters; b. die Fahrten zwischen Wohnsitz und dem Arbeits- oder Einsatzort; c. den Milizdienst. 2 3 Der Bund trägt die Kosten für Dienstfahrten. 4 Für Dienstfahrten ist das persönliche Dienstfahrzeug zu verwenden. Der öffentliche Verkehr kann im Einzelfall genutzt werden, wenn dies zweckmässig ist und es der dienstliche Bedarf zulässt."
    },
    {
      "provision_ref": "art40",
      "section": "40",
      "title": "Fahrerinnen und Fahrer",
      "content": "1 Die Chefin oder der Chef der Armee, die Chefin oder der Chef Kommando Operationen und die Chefin oder der Chef Kommando Ausbildung sind berechtigt, je eine persönliche Fahrerin oder einen persönlichen Fahrer einzusetzen. 2 Die übrigen Halterinnen oder Halter dürfen bei Dienstfahrten eine Fahrerin oder einen Fahrer einsetzen, sofern die Fahrt in direktem Zusammenhang mit einer dienstlichen Verrichtung der Truppe steht oder wenn die Aufgabenerfüllung oder die Sicherheit den Einsatz dringend erfordert. Eingesetzt werden dürfen nur Angehörige der Armee, die in der dienstleistenden Truppe als Fahrerin oder Fahrer eingeteilt sind. 3 Für Fahrten zwischen dem Wohnsitz und dem Arbeits- oder dem Einsatzort dürfen keine Fahrerinnen oder Fahrer eingesetzt werden."
    },
    {
      "provision_ref": "art41",
      "section": "41",
      "title": "Fahrberechtigung bei Privatfahrten",
      "content": "1 Zu Privatfahrten berechtigt sind neben der Halterin oder dem Halter auch alle an seinem Wohnsitz angemeldeten Angehörigen, einschliesslich der Lebenspartnerin oder des Lebenspartners. 2 Privatfahrten für mehrtägige Reisen im In- und Ausland sowie Lernfahrten sind nur in Begleitung der Halterin oder des Halters gestattet."
    },
    {
      "provision_ref": "art42",
      "section": "42",
      "title": "Verwendung des persönlichen Dienstfahrzeugs bei Tätigkeiten im Ausland",
      "content": "1 Bei Tätigkeiten im Ausland, die bis zu 60 Tage dauern, darf das persönliche Dienstfahrzeug in Absprache mit dem Arbeitgeber verwendet werden. 2 Bei Tätigkeiten im Ausland, die mehr als 60 Tage dauern, muss das persönliche Dienstfahrzeug verwendet werden, wenn: a. die Tätigkeit in einem von der Chefin oder dem Chef der Armee festgelegten Land erfolgt; und b. die Tätigkeit eine hohe dienstliche Mobilität erfordert. 3 Bei Tätigkeiten im Ausland, die mehr als 60 Tage dauern, die Voraussetzungen nach Absatz 2 jedoch nicht erfüllen, darf das persönliche Dienstfahrzeug nicht verwendet werden."
    },
    {
      "provision_ref": "art43",
      "section": "43",
      "title": "Immatrikulation und Kontrollschilder",
      "content": "1 Die persönlichen Dienstfahrzeuge werden zivil und militärisch immatrikuliert. Wird auf die Möglichkeit von Privatfahrten verzichtet, so wird das Fahrzeug nur militärisch immatrikuliert. 2 Dienstfahrten im Milizdienst dürfen nur mit dem militärischen Kontrollschild durchgeführt werden. 3 Privatfahrten dürfen nur mit dem kantonalen Kontrollschild durchgeführt werden. 4 Die Kontrollschilder dürfen nicht als Wechselschilder für andere Motorfahrzeuge verwendet werden."
    },
    {
      "provision_ref": "art44",
      "section": "44",
      "title": "Haftung",
      "content": "1 Kaskorisiko für Dienst- und Privatfahrten 2 3 SR 170.32 SR 510.10"
    },
    {
      "provision_ref": "art45",
      "section": "45",
      "title": "Generalabonnement der SBB",
      "content": "Halterinnen und Halter eines persönlichen Dienstfahrzeuges nach Artikel 34 haben keinen Anspruch auf ein vergünstigtes Generalabonnement «Erwachsene» der SBB."
    },
    {
      "provision_ref": "art46",
      "chapter": "9. Kapitel: Ausführungsbestimmung",
      "section": "46",
      "title": "",
      "content": "Die Chefin oder der Chef der Armee kann im Einvernehmen mit dem Generalsekretariat VBS Weisungen zu dieser Verordnung erlassen."
    },
    {
      "provision_ref": "art47",
      "chapter": "10. Kapitel: Schlussbestimmungen",
      "section": "47",
      "title": "Übergangsbestimmung zur Änderung vom 26. November 2024",
      "content": "1 Der Arbeitgeber teilt den Angehörigen des militärischen Flugdienstes bis spätestens am 31. Dezember 2027 ein persönliches Dienstfahrzeug zu. 2 Angehörigen des militärischen Flugdienstes, die vor dem 1. Januar 2028 das ordentliche Rentenalter erreichen, wird kein persönliches Dienstfahrzeug mehr zugeteilt. 3 Bis zur Zuteilung des persönlichen Dienstfahrzeuges richtet sich die Vergütung für die Verwendung privater Motorfahrzeuge nach Artikel 31. 4 Die Chefin oder der Chef der Armee erlässt die zum Vollzug erforderlichen Vorgaben."
    },
    {
      "provision_ref": "art48",
      "chapter": "10. Kapitel: Schlussbestimmungen",
      "section": "48",
      "title": "Aufhebung",
      "content": "Die Verordnung des VBS vom 9. Dezember 2003 über das militärische Personal wird aufgehoben. [ AS 2003 5015 ; 2005 2693 ; 2011 271 , 6109 ; 2014 2813 ; 2015 5027 ; 2017 7269 ; 2020 4167 ; 2023 747 ]"
    },
    {
      "provision_ref": "art49",
      "chapter": "10. Kapitel: Schlussbestimmungen",
      "section": "49",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 1. Januar 2025 in Kraft."
    }
  ],
  "definitions": []
}