{
  "id": "sr-172-071",
  "type": "statute",
  "title": "Verordnung vom 20. Juni 2025 über die Akkreditierung von Medienschaffenden und die Zutrittsberechtigung zum Medienzentrum Bundeshaus (MAkkV)",
  "title_en": "",
  "short_name": "MAkkV",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2025/432/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "1. Abschnitt: Gegenstand und Geltungsbereich",
      "section": "1",
      "title": "",
      "content": "Diese Verordnung regelt die Akkreditierung der Medienschaffenden für das Medienzentrum Bundeshaus (Medienzentrum) und die Zutrittsberechtigung zum Medienzentrum."
    },
    {
      "provision_ref": "art2",
      "chapter": "2. Abschnitt: Akkreditierung",
      "section": "2",
      "title": "Voraussetzungen",
      "content": "1 Medienschaffende werden akkreditiert, wenn sie im Umfang von mindestens 40 Prozent einer Vollzeitstelle über das Geschehen im Bundeshaus berichten und diese journalistische Tätigkeit für Medien ausüben, die einem breiten Publikum zugänglich sind. 2 Als journalistische Tätigkeit gilt auch die fotografische Berichterstattung."
    },
    {
      "provision_ref": "art3",
      "chapter": "2. Abschnitt: Akkreditierung",
      "section": "3",
      "title": "Verfahren",
      "content": "1 Wer akkreditiert werden will, hat bei der Bundeskanzlei (BK) ein schriftliches Gesuch einzureichen. 2 Im Gesuch ist nachzuweisen, dass die Voraussetzungen nach Artikel 2 erfüllt sind. 3 Bei festangestellten Medienschaffenden gilt als Nachweis eine Bestätigung der Leitung der Bundeshaus- oder Chefredaktion über Zeitraum und Umfang der Berichterstattung und über das Anstellungsverhältnis. Selbstständigerwerbende Medienschaffende müssen den Nachweis mit anderen geeigneten Dokumenten erbringen. 4 Bei Medienschaffenden ausländischer Medien überprüft das Eidgenössische Departement für auswärtige Angelegenheiten (EDA) auf Antrag der BK, ob die Voraussetzungen nach Artikel 2 erfüllt sind. Die BK und das EDA geben einander die dafür erforderlichen Personendaten weiter. 5 Vor ihrem Entscheid unterbreitet die BK das Gesuch den Parlamentsdiensten und dem Vorstand der Vereinigung der Bundeshausjournalistinnen und -journalisten zur Stellungnahme."
    },
    {
      "provision_ref": "art4",
      "chapter": "2. Abschnitt: Akkreditierung",
      "section": "4",
      "title": "Dauer und Erneuerung der Akkreditierung",
      "content": "1 Die Akkreditierung gilt bis zum Ende der laufenden Legislaturperiode. 2 Sie wird erneuert, wenn die Leitung der Bundeshaus- oder Chefredaktion schriftlich bestätigt, dass die Voraussetzungen nach Artikel 2 weiterhin erfüllt sind."
    },
    {
      "provision_ref": "art5",
      "chapter": "2. Abschnitt: Akkreditierung",
      "section": "5",
      "title": "Ansprüche",
      "content": "1 Akkreditierte Medienschaffende haben Anspruch auf folgende Leistungen: a. Sie können an allen Veranstaltungen für Medienschaffende teilnehmen, die im Medienzentrum durchgeführt werden, insbesondere an Medienkonferenzen des Bundesrates, der Bundesverwaltung und der Bundesversammlung. b. Sie können die vom Bundesrat und der Bundesverwaltung publizierten Dokumente in gedruckter oder elektronischer Form unentgeltlich beziehen, insbesondere die nach der Publikationsgesetzgebung veröffentlichten Texte sowie weitere Berichte, Medienmitteilungen und den Staatskalender. c. Sie haben Zutritt zu allen den Medienschaffenden offenstehenden Räumen des Medienzentrums. d. Sie können die im Medienzentrum verfügbaren Einrichtungen und Postfächer benützen. e. Sie erhalten die Unterlagen zu den Medienkonferenzen des Bundesrates; Unterlagen, die vor Beginn der Medienkonferenz abgegeben werden, sind mit einer Sperrfrist versehen. f. Sie können elektronisch Einsicht nehmen in die von den Nachrichtenagenturen verbreiteten Meldungen. 2 Akkreditierte Medienschaffende, die im Umfang von mindestens 60 Prozent einer Vollzeitstelle über das Geschehen im Bundeshaus berichten, haben Anrecht auf einen dauerhaften Arbeitsplatz im Medienzentrum, sofern ein solcher verfügbar ist."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Akkreditierung einer Stellvertretung",
      "content": "1 Vor Absenzen von mehr als vier Wochen können akkreditierte Medienschaffende der BK schriftlich eine Stellvertreterin oder einen Stellvertreter melden. 2 Die BK erteilt der Stellvertreterin oder dem Stellvertreter für die Dauer der Absenz eine befristete Akkreditierung."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Öffentliches Verzeichnis",
      "content": "1 Die BK veröffentlicht elektronisch ein Verzeichnis der akkreditierten Medienschaffenden und ihrer Stellvertretungen. 2 Das Verzeichnis enthält für jede und jeden Medienschaffenden: a. den Namen und die Vornamen; b. das Medium, für das sie oder er tätig ist; c. die berufliche Mailadresse, sofern sie oder er zugestimmt hat."
    },
    {
      "provision_ref": "art8",
      "chapter": "3. Abschnitt: Tagesakkreditierung",
      "section": "8",
      "title": "Voraussetzungen und Verfahren",
      "content": "1 Medienschaffende, welche die Voraussetzungen für eine dauerhafte Akkreditierung nach Artikel 2 nicht erfüllen, können eine Tagesakkreditierung beantragen. 2 Das Verfahren richtet sich sinngemäss nach Artikel 3."
    },
    {
      "provision_ref": "art9",
      "chapter": "3. Abschnitt: Tagesakkreditierung",
      "section": "9",
      "title": "Dauer der Tagesakkreditierung",
      "content": "Die Tagesakkreditierung wird für eine Dauer von höchstens 21 Tagen erteilt."
    },
    {
      "provision_ref": "art10",
      "chapter": "3. Abschnitt: Tagesakkreditierung",
      "section": "10",
      "title": "Ansprüche",
      "content": "Medienschaffende mit einer Tagesakkreditierung haben Anspruch auf die Leistungen nach Artikel 5 Absatz 1 Buchstaben a und c."
    },
    {
      "provision_ref": "art11",
      "chapter": "4. Abschnitt: Zutrittsberechtigung zum Medienzentrum",
      "section": "11",
      "title": "Zutritt zum Medienzentrum",
      "content": "1 Folgende Personen haben uneingeschränkt Zutritt zum Medienzentrum: a. die Mitglieder des Bundesrates, der Bundesversammlung und der eidgenössischen Gerichte; b. die Mitarbeitenden der Bundesverwaltung und der Parlamentsdienste, die diesen Zutritt aufgrund ihrer Funktion benötigen; c. Medienschaffende mit einer dauerhaften Akkreditierung nach Artikel 2. 2 Folgende Personen haben nur während der Öffnungszeiten Zutritt zum Medienzentrum: a. Medienschaffende mit einer Tagesakkreditierung nach Artikel 8; b. Begleitpersonen von Medienschaffenden mit einer dauerhaften Akkreditierung nach Artikel 2. 3 Die BK kann weiteren Personen Zutritt zu den Medienkonferenzen gewähren. 4 Sie kann den Zutritt zum Medienzentrum ausweiten oder einschränken, sofern besondere Umstände dies erfordern."
    },
    {
      "provision_ref": "art12",
      "chapter": "4. Abschnitt: Zutrittsberechtigung zum Medienzentrum",
      "section": "12",
      "title": "Zutrittsberechtigung für festangestellte technische und administrative Mitarbeitende",
      "content": "1 Die BK kann festangestellten technischen und administrativen Mitarbeitenden dauerhaft Zutritt zum Medienzentrum gewähren, soweit sie diesen für ihre Aufgaben benötigen. 2 Der Arbeitgeber hat bei der BK ein schriftliches Gesuch einzureichen."
    },
    {
      "provision_ref": "art13",
      "chapter": "4. Abschnitt: Zutrittsberechtigung zum Medienzentrum",
      "section": "13",
      "title": "Zutrittsausweise",
      "content": "1 Personen mit uneingeschränktem Zutritt zum Medienzentrum erhalten einen elektronischen Zutrittsausweis. 2 Medienschaffende mit einer Tagesakkreditierung nach Artikel 8 erhalten einen Tagesausweis. 3 Die Ausweise sind persönlich und nicht übertragbar. 4 Sie sind nach Ablauf der Zutrittsberechtigung der BK zurückzugeben. 5 Die BK kann die Personendaten der Zutrittsberechtigten an diejenigen Stellen weitergeben, die für die Zutrittskontrolle und die Ausstellung der Ausweise zuständig sind."
    },
    {
      "provision_ref": "art14",
      "chapter": "5. Abschnitt: Anpassung und Entzug der Akkreditierung oder Zutrittsberechtigung",
      "section": "14",
      "title": "",
      "content": "1 Die BK passt die Akkreditierung oder Zutrittsberechtigung an oder entzieht sie, wenn: a. die Voraussetzungen nicht mehr erfüllt sind; oder b. die zur Verfügung gestellten Leistungen missbraucht werden. 2 Akkreditierte Medienschaffende und Zutrittsberechtigte sind verpflichtet, die BK unverzüglich über Änderungen ihrer Situation zu informieren."
    },
    {
      "provision_ref": "art15",
      "chapter": "6. Abschnitt: Schlussbestimmungen",
      "section": "15",
      "title": "Vollzug",
      "content": "1 Die BK ist zuständig für die Akkreditierung der Medienschaffenden nach dieser Verordnung und die Erteilung der Zutrittsberechtigung zum Medienzentrum. 2 Sie regelt: a. die Nutzungsbedingungen des Medienzentrums; b. das Akkreditierungs- und das Zutrittsverfahren."
    },
    {
      "provision_ref": "art16",
      "chapter": "6. Abschnitt: Schlussbestimmungen",
      "section": "16",
      "title": "Aufhebung eines anderen Erlasses",
      "content": "Die Verordnung vom 30. November 2012 über die Akkreditierung von Medienschaffenden für das Medienzentrum Bundeshaus und über die Zutrittsberechtigung zum Medienzentrum wird aufgehoben. [ AS 2012 6967 ]"
    },
    {
      "provision_ref": "art17",
      "chapter": "6. Abschnitt: Schlussbestimmungen",
      "section": "17",
      "title": "Übergangsbestimmung",
      "content": "Akkreditierungen und Zutrittsberechtigungen, die nach dem bisherigen Recht erteilt worden sind, behalten bis zu ihrem Ablaufdatum ihre Gültigkeit."
    },
    {
      "provision_ref": "art18",
      "chapter": "6. Abschnitt: Schlussbestimmungen",
      "section": "18",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 1. August 2025 in Kraft."
    }
  ],
  "definitions": []
}