{
  "id": "sr-172-010-1",
  "type": "statute",
  "title": "Regierungs- und Verwaltungsorganisationsverordnung vom 25. November 1998 (RVOV)",
  "title_en": "Government and Administration Organisation Ordinance of 25 November 1998 (GAOO)",
  "short_name": "RVOV",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1999/170/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Chapter 1 The Federal Council",
      "section": "1",
      "title": "Deliberations",
      "content": "(Art. 13, 16 paras. 1 and 4, 17 GAOA) 1 As a general rule, Federal Council sessions shall be held once a week. 2 Business of major importance or political significance shall be discussed and decided individually. Business of far-reaching significance may be dealt with in the context of closed-door meetings. 3 The remaining business may, if uncontested, be passed as a whole without individual discussion or may be dealt with by written resolution. Presidential decisions pursuant to Article 26 paragraph 4 GAOA remain reserved. 4 If circumstances require it and there is no time to hold a meeting, the Federal Council may also discuss individual items of business as mentioned in paragraph 2 in writing or by other means. These resolutions are equivalent to those taken at meetings. Presidential decisions pursuant to Article 26 paragraphs 1-3 GAOA remain reserved. 5 The resolutions shall be recorded in writing for each item of business. Amended by No I of the O of 21 Aug. 2002, in force since 1 Oct. 2002 ( AS 2002 2827 ). Amended by No I of the O of 21 Aug. 2002, in force since 1 Oct. 2002 ( AS 2002 2827 )."
    },
    {
      "provision_ref": "art1a1b",
      "chapter": "Chapter 1 The Federal Council",
      "section": "1a1b",
      "title": "",
      "content": "Inserted by No I of the O of 30 Nov. 2011 ( AS 2011 6089 ). Repealed by Annex No 1 of the Organisation Ordinance of 29 Nov. 2013 for the Federal Council, with effect from 1 Jan. 2014 ( AS 2013 4561 )."
    },
    {
      "provision_ref": "art2",
      "chapter": "Chapter 1 The Federal Council",
      "section": "2",
      "title": "Business planning",
      "content": "(Art. 25 para. 2 let. a, 32 let. b and 33 GAOA) 1 Business planning shall ensure that business can be dealt with in the Federal Council in accordance with its importance and urgency. 2 The President of the Confederation, in consultation with the Federal Chancellery and the departments, shall determine the most important items of business and thematic priorities for a quarter or semester."
    },
    {
      "provision_ref": "art3",
      "chapter": "Chapter 1 The Federal Council",
      "section": "3",
      "title": "Proposals, special discussions and briefing notes",
      "content": "(Art. 14, 15, 17 GAOA) 1 As a general rule, the Federal Council shall take its decisions on the basis of written proposals and after the joint reporting procedure has been completed (Art. 5). 2 The members of the Federal Council and, for the business of the Federal Chancellery, the Federal Chancellor have the right to submit proposals. 3 Where federal law designates other authorities or bodies that may submit business or proposals to the Federal Council, this shall be done via the Federal Chancellery or the department that has the closest technical connection with the business in question. 4 The Federal Council shall hold special discussions in particular on matters of far-reaching importance. If necessary, it shall take interim decisions, determine the main features of a solution and issue instructions to the competent department or the Federal Chancellery on how to deal with the matter. 5 The departments or the Federal Chancellery may at any time, without formal request, send the Federal Council briefing notes on important processes and activities in their area of responsibility."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Office consultation procedure",
      "content": "1 When preparing proposals, the lead office shall invite jointly interested administrative units to comment, setting appropriate deadlines. In justified exceptional cases, the office consultation procedure may be waived or may be limited to a narrow group of addressees. 1bis In the case of confidential and secret Federal Council business, the administrative units responsible for advance legal examination shall be consulted on important and contentious legal issues before the Federal Council meeting if possible. 2 Differences shall be resolved as far as possible through the office consultation procedure; the lead department shall report on this to the Federal Council. 3 The administrative units that have a technical connection to the business or that are responsible for the assessment of financial, legal or formal aspects are considered to be co-interested. Inserted by Annex No 1 of the Organisation Ordinance of 29 Nov. 2013 for the Federal Council, in force since 1 Jan. 2014 ( AS 2013 4561 )."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Joint reporting procedure",
      "content": "(Art. 15 and 33 GAOA) 1 The joint-reporting procedure serves to prepare for the decision-making process at Federal Council level. The aim of the procedure is to enable the Federal Council to concentrate on fundamental aspects in its deliberations. 1bis The joint reporting procedure begins with the signing of the proposal by the lead department. 2 The lead department shall submit the signed proposal to the Federal Chancellery in good time for conducting the joint-reporting procedure. Inserted by Annex 2 No 1 of the Public Order of 24 May 2006, in force since 1 July 2006 ( AS 2006 2331 ). Version according to Annex 2 No 1 of the Public Order of 24 May 2006, in force since 1 July 2006 ( AS 2006 2331 )."
    },
    {
      "provision_ref": "art5a",
      "chapter": "10",
      "section": "5a",
      "title": "a",
      "content": "1 The competent department shall decide on requests from Council members and from parliamentary committees for information in accordance with Articles 7 or 150 of the Parliament Act of 13 December 2002 (ParlA). If there is disagreement between the applicant and the competent department on the scope of the rights to information, the Federal Council shall decide. 2 The Federal Council shall decide in each case: a. in the case of information that directly serves its decision-making, at the request of the Federal Chancellery; b. in the case of information relating to state security and the intelligence services at the request of the competent department. 3 Requests to inspect Federal Council decisions are processed and answered by the Federal Chancellery in consultation with the competent department. SR 171.10"
    },
    {
      "provision_ref": "art5b",
      "chapter": "12",
      "section": "5b",
      "title": "b",
      "content": "1 The committees responsible for foreign policy shall be consulted on important plans within the meaning of Article 152 paragraphs 3 and 4 ParlA in particular when: a. as a result of the implementation of recommendations or decisions of international organisations or multilateral bodies, the enactment or a substantial amendment of a federal act is required; or b. failure to implement such recommendations or decisions would entail the risk of serious economic disadvantages, sanctions, isolation of Switzerland due to the dissenting Swiss position or political reputational damage, or if other serious disadvantages for Switzerland are to be expected. 2 Consultation in accordance with paragraph 1 shall take place on the basis of a draft mandate from the Federal Council. In the case of urgent consultations in accordance with Article 152 paragraph 4 ParlA, consultation may take place on provisional positions that Switzerland intends to adopt in negotiations. SR 171.10"
    },
    {
      "provision_ref": "art5c",
      "chapter": "14",
      "section": "5c",
      "title": "c",
      "content": "1 The departments shall report to the Federal Chancellery on an ongoing basis the title and the subject matter of the regulations from their area of responsibility and from the area of responsibility of their groups and offices of: a. federal legislation that is not published in accordance with Article 6 of the Publication Act of 18 June 2004, as well as its amendment or repeal; b. confidential or secret international treaties or decisions under international law, as well as their amendment or repeal. 2 The Federal Chancellery shall maintain a continuously updated list of: a. the texts referred to in paragraph 1; b. legislation in accordance with Article 6 of the Publications Act and confidential or secret international treaties or decisions under international law within the Federal Council’s area of responsibility. 3 The Federal Council shall send the list in accordance with paragraph 2 to the Control Delegation once a year. SR 170.512"
    },
    {
      "provision_ref": "art6",
      "chapter": "Section 1",
      "section": "6",
      "title": "Principles",
      "content": "(Art. 8 para. 1 GAOA) 1 The Federal Administration is divided into the central and the decentralised administration. 2 Public or private entities that have been created by statute and predominantly provide services of a monopolistic nature or perform economic or security supervisory tasks fall within the scope of the decentralised federal administration. 3 External providers of administrative tasks within the meaning of Article 2 paragraph 4 GAOA that predominantly provide services on the market are not part of the Federal Administration’s. This also applies to private law entities which the Confederation supports with financial assistance or contributions under Article 3 of the Subsidies Act of 5 October 1990 or in which it holds a minority interest. SR 616.1"
    },
    {
      "provision_ref": "art7",
      "chapter": "Section 1",
      "section": "7",
      "title": "Central Federal Administration",
      "content": "(Art. 2 par. 1 and 2 as well as Art. 43 and 44 GAOA) 1 The Central Federal Administration comprises: a. the departments and the Federal Chancellery; b. the general secretariats of the departments and their other subdivisions; c. the groups; d. the federal offices and their subdivisions. 2 Administrative units in accordance with paragraph 1 letters c and d may also have other names. 3 The administrative units listed in paragraph 1 letters b-d shall be subordinate to a department. They are bound by the department’s directives. 4 Federal offices may be combined into groups if this improves the manageability of the department. Amended by Annex No 1 of the O of 14 Oct. 2015 (Optimisation of the New Accounting Model and New Management Model for the Federal Administration), in force since 1 Jan. 2016 ( AS 2015 4019 )."
    },
    {
      "provision_ref": "art7a",
      "chapter": "Section 1",
      "section": "7a",
      "title": "a Decentralised Federal Administration",
      "content": "(Art. 2 para. 3 GAOA) 1 The Decentralised Federal Administration comprises the following four categories of administrative units: a. the extra-parliamentary commissions pursuant to Article 57 a GAOA; b. the administrative units that are organisationally independent by law that do not have legal personality; c. the legally independent public corporations and foundations as well as institutions established by statute, unless they predominantly provide services on the market; d. companies limited by shares which the Confederation controls in terms of capital and voting rights, unless they predominantly provide services on the market. 2 The administrative units in accordance with paragraph 1 letters a and b are not bound by directives in the performance of their duties unless the law provides otherwise."
    },
    {
      "provision_ref": "art7b",
      "section": "7b",
      "title": "b Allocation of the decentralised units",
      "content": "The administrative units of the Decentralised Federal Administration are by law: a. affiliated to the Federal Chancellery or one of the departments; and b. assigned to a category in accordance with Article 7 a paragraph 1."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Lists of units",
      "content": "1 Annex 1 contains an exhaustive list including the affiliated department of: a. the administrative units of the Central Federal Administration, but not including the further subdivisions of the federal offices; b. the administrative units of the Decentralised Federal Administration, with the exception of the extra-parliamentary commissions. 2 Annex 2 contains an exhaustive list of the extra-parliamentary commissions and their affiliated departments."
    },
    {
      "provision_ref": "art8a",
      "chapter": "19",
      "section": "8a",
      "title": "a Administrative and executive commissions",
      "content": "1 Extra-parliamentary commissions are either administrative or executive commissions, depending on their function. 2 Administrative commissions have advisory and preparatory functions. 3 Executive commissions have decision-making powers."
    },
    {
      "provision_ref": "art8b",
      "chapter": "19",
      "section": "8b",
      "title": "b Requirements for election",
      "content": "1 Any person who fulfils the requirements for employment in the Federal Administration may be elected as a member of an extra-parliamentary commission. 2 There is no age restriction for election. Inserted by No I of the O of 27 June 2012, in force since 1 Aug. 2012 ( AS 2012 3819 )."
    },
    {
      "provision_ref": "art8c",
      "chapter": "19",
      "section": "8c",
      "title": "c Gender representation",
      "content": "1 At least of the members of an extra-parliamentary commission must be women, and at least 40 per cent must be men. In the longer term, equal representation of both genders should be aimed for. 2 If the proportion of women or men is less than 40 per cent, the Federal Chancellery shall request the department concerned to provide written justification. Amended by No I 1 of the O of 9 Dec. 2022 on the Adaptation of Ordinances as a Result of the 2022 Review of the Extra-Parliamentary Commissions, in force since 1 Jan. 2023 ( AS 2022 842 )."
    },
    {
      "provision_ref": "art8cbis",
      "chapter": "19",
      "section": "8cbis",
      "title": "c bis Representation of the language communities",
      "content": "1 As far as possible, German, French and Italian speakers must be represented in the extra-parliamentary commissions. At least one Romansh-speaking person should be sought. 2 If German, French and Italian are not represented by at least one person, the Federal Chancellery shall request the department concerned to provide written justification. Inserted by Annex No II 2 of the Language Ordinance of 4 June 2010, in force since 1 July 2010 ( AS 2010 2653 )."
    },
    {
      "provision_ref": "art8d",
      "chapter": "19",
      "section": "8d",
      "title": "d Exceeding the legal maximum number of members",
      "content": "1 Exceeding the statutory maximum number of members of extra-parliamentary commissions is only permitted in exceptional cases and must be justified. 2 An excess number of members is justified in particular if: a. two or more commissions are merged; b. a balanced composition is only possible with a higher number of members; c. because of the importance of the police field for which the commission is responsible, a broader inclusion of different points of view is required."
    },
    {
      "provision_ref": "art8e",
      "section": "8e",
      "title": "e Establishment order",
      "content": "1 Extra-parliamentary commissions shall be established by order of the Federal Council. 2 The establishment order shall have the following in particular as content: a. It justifies the need for the commission and describes its tasks in detail. b. … c. It states the number of members and, if applicable, the reasons for exceeding the legal maximum number of members. d. … e. It regulates how the commission is organised. f. It regulates reporting procedures and the provision of information to the public. g. It regulates the duty of confidentiality. g bis . It specifies the remuneration category to which the commission belongs in accordance with Articles 8n and 8p and Annex 2. h. It determines the rights to use any copyright-protected works and processes that may be produced. i. If necessary, it regulates the relations of the commission with cantons, parties and other organisations. j. It assigns the commission to the competent authority (a department or the Federal Chancellery) and designates the administrative office that provides the secretariat for the commission. k. It names the body responsible for financing the extra-parliamentary commission. l. It regulates the Commission’s right to information in dealings with the Administration. [tab] m. For extra-parliamentary commissions entrusted with supervisory or regulatory tasks, it contains the profile of requirements for their members. Repealed by No I of the O of 27 June 2012, with effect from 1 Aug. 2012 ( AS 2012 3819 ). Amended by No I of the O of 27 June 2012, in force since 1 Aug. 2012 ( AS 2012 3819 ). Repealed by No I of the O of 27 June 2012, with effect from 1 Aug. 2012 ( AS 2012 3819 ). Inserted by No I of the O of 30 June 2010, in force since 1 Aug. 2010 ( AS 2010 3175 ). Amended by No I of the O of 27 Nov. 2009, in force since 1 Jan. 2010 ( AS 2009 6137 ). Amended by No I of the O of 27 June 2012, in force since 1 Aug. 2012 ( AS 2012 3819 ). Amended by No I of the O of 27 June 2012, in force since 1 Aug. 2012 ( AS 2012 3819 ). Inserted by No I of the O of 14 Dec. 2018, in force since 1 Feb. 2019 ( AS 2019 155 )."
    },
    {
      "provision_ref": "art8ebis",
      "section": "8ebis",
      "title": "e bis Election of members",
      "content": "The Federal Council shall elect the members. It shall determine their function insofar as this is not indicated by provisions in specific legislation on the organisation of the commission concerned. Inserted by No I of the O of 27 June 2012, in force since 1 Aug. 2012 ( AS 2012 3819 )."
    },
    {
      "provision_ref": "art8eter",
      "section": "8eter",
      "title": "e ter Waiting period for members of commissions entrusted with supervisory and regulatory tasks",
      "content": "1 The Federal Council may set a waiting period in its decision electing members of commissions entrusted with supervisory and regulatory tasks if it is to be expected that the immediate appointment of a member after leaving the commission to a position with employers or clients in the area supervised or regulated will lead to a conflict of interest. 2 A conflict of interest exists in particular if: a. the credibility and reputation of the commission or the Confederation may be adversely affected by the appointment; b. a commission member has influence over individual decisions or access to information in such a way that he or she would no longer appear to be impartial if he or she worked for an employer or client in the regulated or supervised sector. 3 The duration of the waiting period shall be a minimum of six and a maximum of twelve months. 4 Compensation may be stipulated for the waiting period. It shall correspond to in the financial loss to be expected in the individual case but shall not exceed the remuneration previously received, whereby all income, expenses and pension benefits received in this period shall be taken into account. 5 Any person who receives compensation during a waiting period allowance is obliged to report the income, expenses and pension benefits received during the waiting period to the competent department. 6 Any waiting period compensation received without justification must be refunded. Inserted by No I 1 of the Waiting Period Ordinance of 25 Nov. 2015, in force since 1 Jan. 2016 ( AS 2015 5019 )."
    },
    {
      "provision_ref": "art8f",
      "section": "8f",
      "title": "f Disclosure of interests",
      "content": "1 Each member of the Commission shall provide information on his: a. professional activities; b. activities in management and supervisory bodies and on advisory boards and similar bodies of Swiss and foreign private and public corporations, institutions and foundations; c. advisory or expert activities for federal bodies; d. permanent management or advisory activities for Swiss and foreign interest groups; e. participation in other federal organs. 2 Professional secrecy in terms of the Criminal Code remains reserved. 3 Members of commissions shall immediately notify the department concerned of any change in their interests during the term of office. The department shall update the list in accordance with Article 8k . 4 Members of commissions who have not fully disclosed their interests at the time of election or who have not reported changes to their interests during the term of office and who fail to do so even after being requested to do so by the competent authority may be removed. See also para. 2 of the transitional provision to the amendment of 26 Nov. 2008 at the end of this text. SR 311.0 Amended by No I 8.1 of the O of 9 Nov. 2011 (Review of the Extra-Parliamentary Commissions), in force since 1 Jan. 2012 ( AS 2011 5227 ). Inserted by No I of the O of 27 June 2012, in force since 1 Aug. 2012 ( AS 2012 3819 )."
    },
    {
      "provision_ref": "art8fbis",
      "section": "8fbis",
      "title": "f bis Use of internal information",
      "content": "1 Commission members may use information that is not publicly known that they obtain in the course of their commission activities only for their commission activities. 2 In particular, they may not use information under paragraph 1 to gain an advantage for themselves or others. Inserted by No I of the O of 19 Dec. 2012, in force since 1 Feb. 2013 ( AS 2013 205 )."
    },
    {
      "provision_ref": "art8g",
      "section": "8g",
      "title": "g Term of office",
      "content": "1 The term of office of members of extra-parliamentary commissions shall be four years. It is based on the legislature period of the National Council. It begins on 1 January und ends on 31 December. 2 The mandate of members elected during the term of office shall end on its expiry. Amended by No I of the O of 27 June 2012, in force since 1 Aug. 2012 ( AS 2012 3819 )."
    },
    {
      "provision_ref": "art8h",
      "section": "8h",
      "title": "h General elections",
      "content": "1 The Federal Council shall hold general elections for each new term of office of the extra-parliamentary commissions. 2 The Federal Chancellery shall coordinate the general elections. It shall issue the corresponding directives for this purpose and shall make them known to the Federal Assembly control committees. 3 After the general elections, the Federal Chancellery shall submit a report to the Federal Council on the composition of the extra-parliamentary commissions for the attention of the Federal Assembly."
    },
    {
      "provision_ref": "art8i",
      "section": "8i",
      "title": "i Term limit",
      "content": "1 The term of office of members of extra-parliamentary commissions shall be limited to a total of twelve years; it shall end on the expiry of the corresponding calendar year. 2 In justified individual cases, the Federal Council may extend the term of office to a maximum of 16 years. 3 The term limit does not apply to federal employees whose membership is necessary for the performance of their duties or is made mandatory by another enactment."
    },
    {
      "provision_ref": "art8ibis",
      "section": "8ibis",
      "title": "i bis Commission secretariats",
      "content": "1 Each extra-parliamentary commission shall have a secretariat that shall be run by an office in the Central Federal Administration. 2 The head and the other employees of the Secretariat are subject to the federal law on personnel that applies in the Central Federal Administration. 3 Derogating provisions of specific legislation or provisions in the election order shall remain reserved. Inserted by No I of the O of 19 Dec. 2012, in force since 1 Feb. 2013 ( AS 2013 205 )."
    },
    {
      "provision_ref": "art8iter",
      "section": "8iter",
      "title": "i ter Provision of information to the public",
      "content": "Commissions that may in terms of their election order communicate without consulting the competent authority shall exercise due restraint when providing the public with information on political issues. Inserted by No I of the O of 5 Dec. 2014, in force since 1 Jan. 2015 ( AS 2014 4445 )."
    },
    {
      "provision_ref": "art8j",
      "chapter": "41",
      "section": "8j",
      "title": "",
      "content": "1 In accordance with the organisational legislation, the Federal Council shall elect the members of the management bodies of federal public organisations, in particular the members of the management boards of federal institutions. 1bis Where the election is the responsibility of another electoral body or organisational legislation under public or private law provides for the representation of the Confederation on a management body, the Federal Council shall appoint or elect the members of the corresponding management body, in particular the representatives of the Confederation to be elected by the general meeting and the representatives to be appointed in accordance with Articles 762 and 926 of the Code of Obligations. 2 The Federal Council shall draw up a requirements profile for each organisation containing the personal and professional requirements for a representative. It shall exercise its right to elect and appoint on the basis of this requirement profile. Inserted by No I of the O of 14 Dec. 2018, in force since 1 Feb. 2019 ( AS 2019 155 ). Amended by No I of the O of 14 Dec. 2018, in force since 1 Feb. 2019 ( AS 2019 155 ). SR 220 Inserted by No I of the O of 14 Dec. 2018, in force since 1 Feb. 2019 ( AS 2019 155 )."
    },
    {
      "provision_ref": "art8jbis",
      "chapter": "41",
      "section": "8jbis",
      "title": "j bis Waiting period for members of administrative and institutional boards of federal institutions entrusted with supervisory and regulatory duties",
      "content": "1 The Federal Council may set a waiting period in the election resolution for members of administrative and institutional councils of federal institutions entrusted with supervisory and regulatory duties if it is to be expected that the immediate appointment of a member after leaving the administrative and institutional council to a position with employers or clients in the supervised or regulated area will lead to a conflict of interest. 2 A conflict of interest exists in particular if: a. the credibility and reputation of the institution concerned or of the Confederation may be adversely affected by this appointment; b. a council member has influence over individual decisions or access to information in such a way that he or she would no longer appear to be impartial if he or she worked for an employer or client in the regulated or supervised sector. 3 Article 8 e ter paragraphs 3–6 apply mutatis mutandis . Inserted by No I 1 of the Waiting Period Ordinance of 25 Nov. 2015, in force since 1 Jan. 2016 ( AS 2015 5019 )."
    },
    {
      "provision_ref": "art8k",
      "chapter": "48",
      "section": "8k",
      "title": "k",
      "content": "1 The Federal Chancellery, with the cooperation of the departments, shall publish in electronic form a list of the members of non-parliamentary commissions, the members of the governing bodies of federal organisations and the representatives of the Confederation in organisations under public or private law. 2 The list shall contain the following information on the persons referred to in paragraph 1: a. surname and first name; b. gender; c. mother tongue; d. year of birth; e. title; f. relevant outside interests; g. canton according to correspondence address. 3 … 4 Once the election has been held, the data shall be made available until the person leaves the body concerned. 5 They may be historicised for statistical purposes. Amended by No I of the O of 14 Dec. 2018, in force since 1 Feb. 2019 ( AS 2019 155 ). Amended by No I of the O of 9 Dec. 2016, in force since 1 Jan. 2017 ( AS 2016 4813 ). Inserted by No I of the O of 9 Dec. 2016, in force since 1 Jan. 2017 ( AS 2016 4813 ). Repealed by No I of the O of 9 Dec. 2016, with effect from 1 Jan. 2017 ( AS 2016 4813 )."
    },
    {
      "provision_ref": "art8l",
      "chapter": "53",
      "section": "8l",
      "title": "l Eligible",
      "content": "Any person who has been elected as a member or as a substitute member of an extra-parliamentary commission and who serves on that commission shall be entitled to remuneration in terms of this Section. Amended by No I of the O of 19 Dec. 2012, in force since 1 Feb. 2013 ( AS 2013 205 )."
    },
    {
      "provision_ref": "art8m",
      "chapter": "53",
      "section": "8m",
      "title": "m Social policy and market policy commissions",
      "content": "The extra-parliamentary administrative and executive commissions are subdivided in terms of the remuneration of their members into: a. social policy commissions that support the Federal Assembly, the Federal Council and the Federal Administration and deal primarily with social policy issues; b. market policy commissions that supervise or significantly support the functioning of a market."
    },
    {
      "provision_ref": "art8n",
      "chapter": "53",
      "section": "8n",
      "title": "n Remuneration categories of social policy commissions",
      "content": "1 The social policy commissions shall be allocated to the following remuneration categories with regard to the remuneration of their members in accordance with the requirements for the members and with the tasks of the commission: a. Category G3, if the commission’s activities require a high level of specific expertise from its members, namely if the members must be technical authorities in the commission’s field and possess knowledge that cannot be acquired at short notice; b. Category G2, if the commission’s activities require a high level of general expertise from its members and the commission has sovereign decision-making powers; c. Category G1, if the commission’s activities require a high level of general expertise from its members and the commission has advisory tasks. 2 The allocation of the social policy commissions to the compensation categories is regulated in Annex 2 number 1. Amended by No I of the O of 30 June 2010, in force since 1 Aug. 2010 ( AS 2010 3175 )."
    },
    {
      "provision_ref": "art8o",
      "chapter": "53",
      "section": "8o",
      "title": "o Remuneration of members of social policy Commissions",
      "content": "1 The members and substitute members of social policy commissions are entitled to a daily allowance for their commission activities. 2 The rates listed in Annex 2 Number 1 apply. These apply to the Vice-President and to the other members. 3 The President shall receive a daily allowance of 25 per cent more. In justified exceptional cases, the competent authority may pay the President a maximum of twice the daily allowance. 3bis If the specific legislation or the establishment order requires a member of a commission to be independent of the industry whose activities fall within the commission’s remit, and if this restricts the member in the exercise of his or her professional activities, the competent authority may: a. increase his or her daily allowance by a maximum of 50 per cent; in the case of the President, a daily allowance that has been increased in accordance with paragraph 3 shall be taken into account; and b. pay the member a lump sum of no more than CHF 30,000 per year in addition to his or her daily allowance; the lump sums paid shall be shown and justified in the report on the general elections in accordance with Article 8h paragraph 3. 4 If a member is exceptionally required to work outside of meetings and inspections in studying files and reports or preparing papers, the competent authority may pay him or her a maximum of 16 additional daily allowances per year. If an assignment stipulated in the specific legislation requires more time or effort, the competent authority may authorise the payment of more than 16 additional daily allowances in individual cases. If more than the 16 additional daily allowances are paid, this shall be reported and justified in the report on the general elections pursuant to Article 8h paragraph 3. 5 If a member of the Commission has to leave his or her place of residence on the day before the meeting or is only able to return there on the day after the meeting, the competent authority shall pay him or her half a daily allowance for the day of travel. 6 It is not permitted to claim several daily allowances for one and the same day, even if several different or separately calculable activities have been carried out. 7 The rates are not adjusted to take account of inflation. Amended by No I of the O of 30 June 2010, in force since 1 Aug. 2010 ( AS 2010 3175 ). Inserted by No I of the O of 27 June 2012 ( AS 2012 3819 ). Amended by No I of the O of 9 Dec. 2016, in force since 1 Jan. 2017 ( AS 2016 4813 ). Amended by No I of the O of 19 Dec. 2012, in force since 1 Feb. 2013 ( AS 2013 7427 )."
    },
    {
      "provision_ref": "art8p",
      "section": "8p",
      "title": "p Remuneration categories for market policy commissions",
      "content": "1 The market policy commissions shall be allocated to the following compensation categories with regard to the compensation of their members depending on the impact of the results of their work: a. Category M3, if the results of the commission’s work have an impact on the national economy as a whole; b. Category M2/A, if the results of the commission’s work have an influence on an entire industry; c. Category M2/B, if the results of the commission’s work have an influence on an entire industry, but the commission only supports the functioning of a market and does not supervise it; d. Category M1, if the results of the commission’s work have an influence on an industrial sector or if the commission performs tasks involving arbitration. 2 The allocation of the market policy commissions to the remuneration categories is regulated in Annex 2 paragraph 2. Amended by No I of the O of 30 June 2010, in force since 1 Aug. 2010 ( AS 2010 3175 )."
    },
    {
      "provision_ref": "art8q",
      "section": "8q",
      "title": "q Remuneration of members of market policy commissions",
      "content": "1 The members of market policy commissions are entitled to lump-sum compensation for their commission activities. 2 The rates listed in Annex 2 number 2 apply. 3 These rates include all costs, with the exception of the reimbursement of expenses. 4 The rates apply to a full-time workload; the basis for calculation is 220 working days per year. In the case of part-time positions, the degree of employment shall be determined in the election resolution, if it is not specified in the regulations on the organisation of the commission concerned. 5 The rates are not adjusted to take account of inflation. Amended by No I 1 of the O of 9 Dec. 2022 on the Adaptation of Ordinances as a Result of the 2022 Review of the Extra-Parliamentary Commissions, in force since 1 Jan. 2024 ( AS 2022 842 ). Amended by No I of the O of 27 June 2012, in force since 1 Aug. 2012 ( AS 2012 3819 )."
    },
    {
      "provision_ref": "art8r",
      "section": "8r",
      "title": "r Reimbursement of expenses",
      "content": "1 The reimbursement of expenses for members and substitute members of extra-parliamentary commissions shall be governed by the corresponding provisions for federal staff. 2 Members who are required to take special organisational measures to look after children or relatives in need of care in order to work for the commission may apply to the competent authority for reimbursement of their expenses. Inserted by No I of the O of 19 Dec. 2012, in force since 1 Feb. 2013 ( AS 2013 205 )."
    },
    {
      "provision_ref": "art8s",
      "section": "8s",
      "title": "s Commissioners in the Federal Service",
      "content": "1 Members and substitute members of extra-parliamentary commissions who are in an employment relationship with the Central or Decentralised Federal Administration are not entitled to remuneration. 2 The competent authority may grant exceptions if membership of the commission is not connected with employment with the Central or Decentralised Federal Administration. 3 Remuneration for business trips, meals and overnight stays shall be in accordance with the provisions applicable to such members."
    },
    {
      "provision_ref": "art8t",
      "section": "8t",
      "title": "t Exclusion of double remuneration",
      "content": "Members of extra-parliamentary commissions may only be remunerated at the rates applicable to their commission. Additional remuneration for activities related to the mandate of the Commission shall be excluded."
    },
    {
      "provision_ref": "art910c",
      "chapter": "Section 2 …",
      "section": "910c",
      "title": "",
      "content": "Repealed by Annex No 1 of the O of 14 Oct. 2015 (Optimisation New Accounting Model and New Management Model for the Federal Administration), with effect from 1 Jan. 2016 ( AS 2015 4019 )."
    },
    {
      "provision_ref": "art11",
      "chapter": "Section 1",
      "section": "11",
      "title": "Principles of administrative activity",
      "content": "(Art. 3 GAOA) The Federal Administration shall act within the bounds of federal law and of the aims and priorities set by the Federal Council. It shall observe the following principles in particular: a. It recognises any new need for action at an early stage and derives aims, strategies and measures from this. b. It arranges its activities according to importance and urgency. c. It provides its services in a citizen-oriented, sustainable, effective and economical manner."
    },
    {
      "provision_ref": "art12",
      "chapter": "Section 1",
      "section": "12",
      "title": "Principles of direction",
      "content": "(Art. 8, 35, 36 GAOA) 1 Managers at all levels shall act in accordance with the following principles: a. They lead by agreeing on objectives and impacts. b. They shall periodically assess the performance of their administrative units and their employees. c. They shall adapt processes and organisation to new needs in a timely manner. d. They shall use their room for manoeuvre and decision-making powers and also grant these to their employees. e. They shall promote a culture of willingness to learn and change. f. They shall ensure a result-oriented and interdisciplinary way of working. 2 In all other respects, the personnel legislation and the Federal Council’s personnel policy guidelines apply in particular."
    },
    {
      "provision_ref": "art13",
      "chapter": "Section 1",
      "section": "13",
      "title": "Assignment of responsibilities at the appropriate level in der Central Federal Administration",
      "content": "(Art. 47 para. 1 GAOA) 1 The significance of an item of business shall be decisive for the allocation of responsibility for taking a decision in accordance with Article 47 paragraph 1 GAOA. 2 As a rule, responsibility shall be allocated to the unit where the required political and technical competence is concentrated. Assignment to units below office level shall only be made in justified exceptional cases. 3 In individual cases, an item of business shall be submitted to the next higher unit for a decision or for the issuing of a directive if its particular importance or complexity so requires."
    },
    {
      "provision_ref": "art14",
      "chapter": "Section 2 Cooperation",
      "section": "14",
      "title": "Cooperation between the administrative units",
      "content": "1 Administrative units are obliged to cooperate. They support and inform each other. 2 They shall coordinate their activities and align them with the overall policy of the Federal Council. 3 They shall provide other administrative units with the information required for the fulfilment of their statutory duties."
    },
    {
      "provision_ref": "art15",
      "chapter": "Section 2 Cooperation",
      "section": "15",
      "title": "Participation of administrative units with an interest",
      "content": "1 Administrative units shall ensure the participation of all units with an interest in the preparation of their decisions. 2 For this purpose, they shall invite the units with an interest to submit a written opinion, unless another enactment provides for a different form of participation. 2bis The provisions on Federal Council business (Art. 4 ) apply mutatis mutandis to participation in the preparation of legislative texts. 3 If consent is required, differences shall be settled by the units involved themselves. Exceptionally, they may demand a settlement of differences at the next higher level. Amended by Art. 53 para. 2 of the Publications Ordinance of 7 Oct. 2015, in force since 1 Jan. 2016 ( AS 2015 3989 ). Amended by Art. 53 para. 2 of the Publications Ordinance of 7 Oct. 2015, in force since 1 Jan. 2016 ( AS 2015 3989 ). Inserted by Art. 53 para. 2 of the Publications Ordinance of 7 Oct. 2015, in force since 1 Jan. 2016 ( AS 2015 3989 )."
    },
    {
      "provision_ref": "art15a",
      "chapter": "Section 2 Cooperation",
      "section": "15a",
      "title": "a Cooperation with the cantons and other executive agencies",
      "content": "1 If a federal project affects essential cantonal or communal interests, the department concerned or the Federal Chancellery shall involve the cantonal bodies concerned and, if appropriate, the national umbrella organisations for communes, towns and mountain regions in an appropriate manner. 2 Essential interests in accordance with paragraph 1 are affected in particular if: a. the project is to be implemented in whole or in part by cantonal or communal bodies and implementation requires considerable human or financial resources on their part; b. cantonal or communal bodies must be reorganised; or c. cantonal or communal bodies must make significant changes to the law. Inserted by No II of the O of 11 March 2016, in force since 1 April 2016 ( AS 2016 929 )."
    },
    {
      "provision_ref": "art16",
      "chapter": "Section 2 Cooperation",
      "section": "16",
      "title": "Conference of Secretaries General",
      "content": "(Art. 53 GAOA) 1 The Conference of Secretaries General is the supreme coordinating body. It contributes to ensuring forward-looking, effective and coherent administrative action. It shall involve other persons or bodies. 2 It participates in the planning, preparation and execution of Federal Council business and in the settlement of differences. 3 The Federal Council shall issue regulations on how the Conference is organised and on its working methods. Inserted by Annex No 5 of the O of 25 Nov. 2020 on Digital Transformation and Information Technology, in force since 1 Jan. 2021 ( AS 2020 5871 )."
    },
    {
      "provision_ref": "art17",
      "chapter": "Section 3 Planning and Controlling",
      "section": "17",
      "title": "Planning",
      "content": "(Art. 6 para. 1, 25 para. 2 let. a, 32 let. a, 36 para. 1, 51, 52 GAOA) 1 The Federal Council shall decide on the priorities, aims and means required for planning. 2 The Federal Council’s plans comprise: a. general plans that encompass all federal policy fields; these include government policy guidelines pursuant to Article 18 and the annual objectives of the Federal Council pursuant to Article 19 as sectoral plans and financial plans pursuant to the Financial Budget Act of 6 October 1989 and the Financial Budget Ordinance of 11 June 1990; b. specific plans for individual federal policy fields or parts thereof; c. further plans as required. 3 The sectoral and financial plans shall be coordinated as far as possible in terms of timing and content. The individual areas of responsibility are grouped into policy fields. 4 The Federal Chancellery shall prepare the sectoral plans in accordance with paragraph 2 letter a. The Federal Finance Administration (FFA) shall prepare the budget and financial plan. In doing so, they work with the departments. 5 The plans of the Federal Council and the departments are binding for their subordinate administrative units. [ AS 1990 985 ; 1995 836 para. II; 1996 3042; 1997 2022 Annex para. 2, 2465 Annex para. 11; 1998 1202 Art. 7 para. 3, 2847 Annex para. 5; 1999 3131; 2000 273 Annex para. 7; 2001 707 Art. 31 para. 2; 2002 2471; 2003 535, 3543 Annex para. II 7, 4265, 5191; 2004 1633 para. I 6, 1985 Annex para. II 3. AS 2006 1275 Art. 64]. See now the Financial Budget Act of 7 Oct. 2005 ( SR 611.0 ). [ AS 1990 996 ; 1993 820 Annex No 4; 1995 3204 ; 1996 2243 No I 42, 3043 ; 1999 1167 Annex No 5; 2000 198 Art. 32 No 1; 2001 267 Art. 33 No 2; 2003 537 ; 2004 4471 Art. 15. AS 2006 1295 Art. 76]. See now the Financial Budget Ordinance of 5 April 2006 ( SR 611.01 ). Name in accordance with No I of the O of 11 March 2022, in force since 1 July 2022 ( AS 2022 179 ). This amendment has been made in the provisions specified in the AS."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Government policy guidelines",
      "content": "(Art. 45 bis ParlPA ) 1 Government policy guidelines provide a comprehensive policy orientation framework for government activity in a legislature period. 2 They assess the results of the previous legislature period. 3 They define the aims, impacts and priority measures and designate the areas in which state services must be reviewed or can be reduced. [ AS 1962 811 ; 1966 1375 ; 1970 1249 ; 1972 245 , 1514 ; 1974 1051 para. II 1; 1978 688 Art. 88 para. 2; 1979 114 Art. 66, 679, 1318; 1984 768; 1985 452; 1986 1712; 1987 600 Art. 16 para. 3; 1989 257, 260; 1990 1530, 1642; 1991 857 Annex para. 1; 1992 641, 2344; 1994 360, 2147; 1995 4840; 1996 1725 Annex para. I, 2868; 1997 753 para. II, 760 art. 1, 2022 Annex para. 4; 1998 646, 1418, 2847 Annex para. 8; 1999 468; 2000 273, 2093; 2001 114 para. I 1; 2002 3371 Annex para. 1; 2003 2119. AS 2003 3543 Annex No I 3]. See today the Parliament Act of 13 Dec. 2002 ( SR 171.10 )."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Annual objectives of the Federal Council",
      "content": "(Art. 51 GAOA) 1 The annual objectives of the Federal Council shall set out the main features of the government’s activities for the coming year, specify aims and measures and designate the business to be approved for submission to the Federal Assembly. 2 The annual objectives form a basis for the Federal Council’s business planning in accordance with Article 2, for controlling in accordance with Article 21, for supervision in accordance with Section 5 and for annual business reporting in accordance with Article 45 of the Parliamentary Procedure Act of 23 March 1962 (ParlPA). See now the Parliament Act of 13 Dec. 2002 ( SR 171.10 )."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Annual objectives of the departments and the Federal Chancellery",
      "content": "(Art. 51 GAOA) 1 The departments and the Federal Chancellery shall coordinate their annual objectives with the Federal Council’s plans and submit them to the Federal Council for approval. 2 They shall report on their activities as part of the Federal Council’s annual business report in accordance with Article 45 ParlPA. See now the Parliament Act of 13 Dec. 2002 ( SR 171.10 )."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Controlling",
      "content": "1 Controlling is a management instrument for the process-related monitoring of the achievement of objectives at all levels. 2 The Federal Council shall be supported in its controlling by the Federal Chancellery and the Federal Department of Finance. They shall work with the departments. 3 The departments are responsible for controlling in their area. They shall coordinate their controlling with the Federal Council’s controlling."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Records of administrative activities",
      "content": "1 The administrative units shall maintain records of their own business activities using a records management system. 2 For this purpose, they shall use electronic records and process management systems in accordance with the GEVER Ordinance of 3 April 2019, unless legislation provides for a different type of records and process management. Amended by Art. 20 No 3 of the GEVER Ordinance of 3 April 2019, in force since 1 April 2020 ( AS 2019 1311 ). SR 172.010.441"
    },
    {
      "provision_ref": "art22a",
      "chapter": "77",
      "section": "22a",
      "title": "a",
      "content": "The Swiss Federal Audit Office and the following authorities are exempt from management by service level agreement: a. the Federal Chancellery; b. the Federal Data Protection and Information Commissioner; c. the Federal Gaming Board; d. the Price Supervisor; e. the Competition Commission; f. the Swiss Transportation Safety Investigation Board; g. the Federal Postal Services Commission; h. the Rail Transport Commission; i. the Federal Electricity Commission; j. the Federal Communications Commission; k. the Independent Complaints Authority for Radio and Television."
    },
    {
      "provision_ref": "art22",
      "chapter": "77",
      "section": "22",
      "title": "b",
      "content": "Repealed"
    },
    {
      "provision_ref": "art22c",
      "chapter": "78",
      "section": "22c",
      "title": "c",
      "content": "The requirement for two signatures does not apply to: a. contracts, rulings and other formal federal commitments relating to personnel; b. international treaties; c. contracts, rulings and other formal commitments of the Federal Tax Administration that: 1. are based on the Value Added Tax Act of 12 June 2009, the Withholding Tax Act of 13 October 1965 or the Federal Act of 27 June 1973 on Stamp Duty, and 2. are not signed individually by a representative of the authority due to their large number (mass processing). SR 641.20 SR 642.21 SR 641.10"
    },
    {
      "provision_ref": "art23",
      "chapter": "Section 4 Information and Communication Information and Communication",
      "section": "23",
      "title": "",
      "content": "1 The Federal Chancellery, in cooperation with the departments, shall be responsible for informing the Federal Assembly, the cantons and the public about the Federal Council’s decisions, intentions and measures. It shall attend to the required planning and draw up principles for the Federal Council’s communication policy. 2 The departments and the Federal Chancellery shall be responsible for internal and external information and communication on their business. They shall place these in the overall context of the Federal Council’s communication policy. They shall regulate the information tasks of the units subordinate to them. 3 The Federal Chancellery, in cooperation with the Conference of Information Services, shall be responsible for the coordination of information and communication and may issue directives for this purpose. 4 If necessary, the Federal Council may centralise information and communication with the President of the Confederation, the Federal Chancellery, a department or another designated office. The designated body shall be given appropriate powers of to issue directives. Inserted by No I of the O of 19 June 2024, in force since 1 Aug. 2024 ( AS 2024 313 )."
    },
    {
      "provision_ref": "art23a",
      "chapter": "Section 4 Information and Communication Information and Communication",
      "section": "23a",
      "title": "a Use of social media",
      "content": "1 Administrative units may operate their own presences (profiles) on social media in order to provide information insofar as: a. the content of these profiles is accessible to all persons over the age of majority who are resident in Switzerland; b. they can make their profiles and content inaccessible at any time. 2 Information provided on social media must also be available via channels that the administrative units themselves control and that are freely accessible to everyone. 3 Social media are electronic platforms that are used to communicate with the public and which enable users to provide their own content for other users. Inserted by No I of the O of 19 June 2024, in force since 1 Aug. 2024 ( AS 2024 313 )."
    },
    {
      "provision_ref": "art23b",
      "chapter": "Section 4 Information and Communication Information and Communication",
      "section": "23b",
      "title": "b Use of interactive profiles",
      "content": "1 Administrative units may operate profiles with interactive functions on social media, provided that on these profiles: a. all persons over the age of majority resident in Switzerland can make contributions; b. the administrative units can respond to users’ contributions with their own contributions; and c. the administrative units can hide, delete or otherwise suppress users’ contributions. 2 The administrative units shall ensure that they can be contacted via their profiles. Inserted by No I of the O of 19 June 2024, in force since 1 Aug. 2024 ( AS 2024 313 )."
    },
    {
      "provision_ref": "art23c",
      "section": "23c",
      "title": "c Moderation of interactive profiles",
      "content": "1 Administrative units may suppress contributions in their profiles provided: a. there are specific indications that these contributions: 1. incite the commission of misdemeanours or felonies, 2. incite hatred or violence, 3. contain content or representations of violence that are offensive to certain persons, defamatory, threatening, discriminatory or pornographic, 4. encourage behaviour that seriously endangers persons’ health or safety, 5. contain commercial advertising, or 6. have been generated by a machine; or b. that these contributions are posted repeatedly and: 1. are clearly irrelevant, or 2. are clearly false in their content and there are specific indications that they serve the purpose of disinformation. 2 If an exceptionally large number of contributions are received, the suppression of contributions may be temporarily automated. 3 In the event of repeated or particularly serious infringements, an administrative unit may block the user for a maximum of two years. 4 The block shall be lifted on expiry of the blocking period if the user so requests. Inserted by No I of the O of 19 June 2024, in force since 1 Aug. 2024 ( AS 2024 313 )."
    },
    {
      "provision_ref": "art24",
      "chapter": "Section 5 Supervision",
      "section": "24",
      "title": "Supervision of the Administration",
      "content": "(Art. 8 paras. 3 and 4, 36 para. 3 GAOA) 1 Through supervision, the Federal Council, the departments and the Federal Chancellery shall ensure the fulfilment of constitutional and statutory duties. 2 Supervision of the Central Federal Administration is comprehensive. It shall be governed by the principles set out in Articles 11 and 12. 3 The subject matter, scope and principles of supervision of the decentralised Federal Administration and of the entities referred to in Article 2 paragraph 4 GAOA shall be governed by specific legislation and shall be based on the respective degree of autonomy."
    },
    {
      "provision_ref": "art24a",
      "chapter": "Section 5 Supervision",
      "section": "24a",
      "title": "a Autonomous units: supervision and control",
      "content": "(Art. 8 paras. 4 and 5 GAOA) 1 The Federal Council shall act as the owner and carry out the associated supervision and control in relation to the autonomous units in accordance with Article 8 paragraph 5 GAOA as a whole. 2 The department with the closest relevance to the field in question shall exercise supervision on behalf of the Federal Council, exercise the owner’s rights and serve as the contact for the management bodies of the autonomous units. In the case of autonomous units of major importance for the federal budget, it shall exercise the ownership rights jointly with the FFA. The departments to which the autonomous units are allocated and the units for which joint exercise of ownership rights with the FFA applies are listed in Annex 3. 3 If other departments and administrative units have a connection with the field for which an autonomous unit is responsible, they shall be consulted in relation to fulfilling the tasks in accordance with paragraph 2. 4 The General Secretariat of the Department shall be responsible for fulfilling the tasks in accordance with paragraph 2. The Department may delegate responsibility in writing to a state secretariat or a federal office provided there are no conflicts of interest, in particular with regard to regulation, technical supervision, appointment and subsidisation. 5 The FFA shall draw up the principles for the supervision and management of the federal government’s autonomous units (public corporate governance) and shall ensure the coordination of reporting. In doing so, it shall work with the departments and administrative units concerned. Inserted by No I of the O of 11 March 2022, in force since 1 July 2022 ( AS 2022 179 )."
    },
    {
      "provision_ref": "art25",
      "chapter": "Section 5 Supervision",
      "section": "25",
      "title": "Control",
      "content": "(Art. 8 paras. 3 and 4 GAOA) 1 Control, as an instrument of supervision, serves: a. the in-depth clarification of special issues arising from current events or identified grievances; b. the regular review of particular areas of expertise. 2 As a rule, controls are carried out by special bodies that are independent of the controlled administrative unit."
    },
    {
      "provision_ref": "art26",
      "chapter": "Section 5 Supervision",
      "section": "26",
      "title": "Control by the Federal Council",
      "content": "(Art. 8 paras. 3 and 4, 25 para. 2 lett. c and d, 32 lett. e GAOA) The Federal Council and the President of the Confederation are supported by the Federal Chancellery in the exercise of their statutory control duties. For further interdepartmental clarifications, project organisations pursuant to Article 56 GAOA or an external consultant pursuant to Article 57 GAOA may be appointed. Amended by No I of the O of 21 Aug. 2002, in force since 1 Oct. 2002 ( AS 2002 2827 )."
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "Review of federal tasks",
      "content": "(Art. 5 GAOA) 1 The administrative units shall periodically and systematically review their tasks, services, processes and organisation to determine whether they are necessary and comply with the principles of Articles 11 and 12; they shall arrange for the required adjustments and reductions to be carried out measures. 2 The Conference of Secretaries General shall play a coordinating role. 3 The FFA, in consultation with the Conference of Secretaries General, shall coordinate the review under paragraph 1 with the review under Article 5 of the Subsidies Act of 5 October 1990. Amended by No I of the O of 21 Aug. 2002, in force since 1 Oct. 2002 ( AS 2002 2827 ). SR 616.1 Inserted by Annex No 1 of the O of 14 Oct. 2015 (Optimisation New Accounting Model and New Management Model for the Federal Administration), in force since 1 Jan. 2016 ( AS 2015 4019 )."
    },
    {
      "provision_ref": "art27a",
      "chapter": "Section 6",
      "section": "27a",
      "title": "a Purpose",
      "content": "1 An administrative inquiry is a special control procedure in accordance with Articles 25 and 26 which clarifies whether there are matters in relation to which official intervention is required in the public interest. 2 An administrative inquiry is not directed against specific persons. A disciplinary investigation pursuant to Article 98 of the Federal Personnel Ordinance of 3 July 2001 and criminal proceedings remain reserved. SR 172.220.111.3"
    },
    {
      "provision_ref": "art27b",
      "chapter": "Section 6",
      "section": "27b",
      "title": "b Parallel proceedings",
      "content": "1 An administrative inquiry may not obstruct criminal investigations or investigations by parliamentary supervisory bodies. 2 If a procedural conflict is foreseeable, the ordering authority shall suspend or terminate the administrative inquiry."
    },
    {
      "provision_ref": "art27c",
      "chapter": "Section 6",
      "section": "27c",
      "title": "c Ordering body",
      "content": "1 The heads of the departments and the Federal Chancellor shall order administrative investigations in the administrative units under their authority. They may delegate this responsibility to the administrative units subordinate to them. 2 If an administrative investigation affects more than one department, including the Federal Chancellery, the Federal Council shall order the investigation."
    },
    {
      "provision_ref": "art27d",
      "chapter": "Section 6",
      "section": "27d",
      "title": "d Investigative bodies",
      "content": "1 An administrative investigation shall be entrusted to persons who: a. meet the necessary personal, professional and technical requirements for such a task; b. are not active in the area of responsibility to be investigated; and c. are not simultaneously and in the same matter entrusted with disciplinary proceedings or other personnel law proceedings. 2 The investigation may be delegated to persons outside the Federal Administration. Such persons shall act as agents of the ordering body. 3 The investigative bodies may issue directives within the scope of their mandate, but may not issue rulings. 4 The provisions on recusal in Article 10 of the Federal Act of 20 December 1968 on Administrative Procedure (APA) apply mutatis mutandis . SR 172.021"
    },
    {
      "provision_ref": "art27e",
      "section": "27e",
      "title": "e Investigation mandate",
      "content": "1 The ordering body shall issue a written investigation mandate. It sets out in particular: a. the subject of the investigation; b. the details of the appointment of the investigative body; c. the powers of the investigative body; d. the duty to maintain official secrecy; e. the remuneration to be paid to the investigative body; f. the necessary aids provided; g. the involvement of auxiliary bodies; h. the form in which reports are submitted; i. the deadlines. 2 Any existing files shall be attached to the investigation mandate."
    },
    {
      "provision_ref": "art27f",
      "section": "27f",
      "title": "f Opening",
      "content": "1 The ordering authority shall notify the administrative bodies concerned of the opening of the administrative investigation, together with the reason for and purpose of the investigation and the investigating body. 2 It shall issue the necessary directives on the access and inspection rights of the investigative bodies and on the duty of the employees concerned to provide information."
    },
    {
      "provision_ref": "art27g",
      "section": "27g",
      "title": "g Conduct",
      "content": "1 In order to establish the facts of the case, the investigative body shall obtain evidence by the means set out in Article 12 APA. However, there is no formal examination of witnesses in an administrative investigation. 2 The federal authorities and employees involved in the administrative investigation are obliged to cooperate in establishing the facts of the case. 3 If it becomes apparent in the course of an administrative investigation that information covered by the duty of confidentiality is required from other departments or from the Federal Chancellery, the investigative body must first obtain the consent of the head of the department or of the Federal Chancellor. In other cases, Article 14 applies. 4 The authorities and persons involved in the administrative investigation shall have the opportunity to inspect all files that concern them and to comment on them (Art. 26-28 APA). 5 They have the right to be heard (Art. 29–33 APA). SR 172.021"
    },
    {
      "provision_ref": "art27h",
      "section": "27h",
      "title": "h Interviews",
      "content": "1 The persons involved in the administrative investigation are entitled to be represented and have legal assistance. 2 The investigating body shall inform the persons who are to be interviewed that they may refuse to answer the questions if by doing so they may incriminate themselves in disciplinary or criminal proceedings. 3 It shall inform persons outside the Federal Administration who are to be interviewed that their provision of information is voluntary."
    },
    {
      "provision_ref": "art27i",
      "section": "27i",
      "title": "i Protection of personal data",
      "content": "Each department that is requested by the investigative body to disclose personal data must ensure and is itself responsible for ensuring that the provisions of the Data Protection Act of 25 September 2020 on are complied with. Amended by Annex 2 No II 14 of the Data Protection Ordinance of 31 Aug. 2022, in force since 1 Sept. 2023 ( AS 2022 568 ). SR 235.1"
    },
    {
      "provision_ref": "art27j",
      "section": "27j",
      "title": "j Results",
      "content": "1 The investigative body shall deliver all investigation files and a report to the ordering body. 2 In the report, it shall describe the process and set out the results of the investigation and proposals for further action. 3 The ordering authority shall inform the authorities and persons involved in an administrative investigation of the result. 4 The ordering authority shall decide on the consequences of an administrative investigation. 5 The results of an administrative investigation may be used as a basis for initiating other proceedings, in particular proceedings under personnel law."
    },
    {
      "provision_ref": "art27k",
      "chapter": "98",
      "section": "27k",
      "title": "k Submission",
      "content": "(Art. 61 b para. 1 GAOA) 1 Cantonal acts and ordinances that must be approved by the Confederation shall be submitted to the Federal Chancellery. The Federal Chancellery may require their submission. 2 The enactments shall be submitted as soon as they have been adopted by the competent cantonal authority. The holding of a referendum or the expiry of a referendum period need not be awaited. 3 The cantons may submit enactments requiring approval to the Federal Chancellery for preliminary examination."
    },
    {
      "provision_ref": "art27l",
      "chapter": "98",
      "section": "27l",
      "title": "l Forwarding to the responsible department",
      "content": "1 The Federal Chancellery shall forward enactments submitted to it to the competent department. 2 If an enactment does not fall within the exclusive competence of a department, the Federal Chancellery shall determine which department is responsible and shall notify the other departments that have an interest."
    },
    {
      "provision_ref": "art27m",
      "chapter": "98",
      "section": "27m",
      "title": "m Approval in non-contentious cases",
      "content": "(Art. 61 b para. 2 GAOA) In non-contentious cases, the Department shall grant approval within two months of submission. It shall notify the canton and the Federal Chancellery of the approval."
    },
    {
      "provision_ref": "art27n",
      "chapter": "98",
      "section": "27n",
      "title": "n Approval in contentious cases",
      "content": "(Art. 61 b para. 3 GAOA) 1 If the Department comes to the conclusion that approval may not be granted because the enactment is contrary to federal law or may only be granted with reservations, it shall take an interim decision within two months of submission. It shall submit the decision to the canton with a brief statement of the reasons and set a deadline for the canton to comment. 2 If the Department concludes on the basis of the canton’s opinion that there is no violation of federal law, it shall grant approval within two months of receipt of the canton’s opinion. 3 Otherwise, the Department shall submit the item of business to the Federal Council within two months with a request for approval with reservation or for refusal of approval."
    },
    {
      "provision_ref": "art27o",
      "chapter": "99",
      "section": "27o",
      "title": "o Notifying the Confederation",
      "content": "(Art. 61 c para. 1 GAOA) 1 The contracting cantons or a coordination office designated by them shall notify the Federal Chancellery of agreements between the cantons or with foreign countries. 2 Notification shall be provided: a. in the case of agreements between cantons: after the adoption of the draft by the intercantonal body entrusted with its preparation or after the acceptance of the agreement by at least one contracting canton; b. in the case of agreements concluded by the cantons with foreign countries: before the agreement is concluded. 3 The text of the agreement shall be attached to the notification."
    },
    {
      "provision_ref": "art27p",
      "chapter": "99",
      "section": "27p",
      "title": "p Preliminary examination of agreements between the cantons themselves",
      "content": "The cantons may submit agreements among themselves to the Federal Chancellery for preliminary examination."
    },
    {
      "provision_ref": "art27q",
      "chapter": "99",
      "section": "27q",
      "title": "q Informing third cantons",
      "content": "(Art. 62 para. 1 GAOA) 1 The Federal Chancellery shall inform the non-participating cantons (third cantons) in the form of a notice in the Federal Gazette of an agreement brought to its attention within 14 days of receipt of the agreement. 2 In the notice, it shall name the contracting cantons, the title of the agreement concerned and the office where the text of the agreement may be obtained or inspected. 3 Paragraphs 1 and 2 apply mutatis mutandis to contracts concluded by the cantons with foreign countries through the intermediation of the Confederation."
    },
    {
      "provision_ref": "art27r",
      "chapter": "99",
      "section": "27r",
      "title": "r Forwarding to the responsible department",
      "content": "1 The Federal Chancellery shall forward an agreement submitted to it to the competent department. 2 If an agreement does not fall within the exclusive competence of a department, the Federal Chancellery shall determine the lead department and inform the other departments that have an interest."
    },
    {
      "provision_ref": "art27s",
      "chapter": "99",
      "section": "27s",
      "title": "s Notification of the result of the examination; Objection to agreements",
      "content": "(Art. 62 paras. 2 and 3 GAOA) 1 The Department shall inform the contracting cantons or the coordination office and the Federal Chancellery of the result of the examination of the agreement within two months of notification in the Federal Gazette in accordance with Article 27 q . 2 If the Department establishes that the agreement is contrary to the law or the interests of the Confederation, it shall raise this objection with the contracting cantons and, if appropriate, with the coordination office, and shall invite them to submit their comments. 3 The Department shall immediately notify the contracting cantons, the coordination office and the Federal Chancellery as to whether or not, on the basis of the opinion, the conflict with the law or the interests of the Confederation remains."
    },
    {
      "provision_ref": "art27t",
      "section": "27t",
      "title": "t Objection in the Federal Assembly",
      "content": "(Art. 62 para. 4 GAOA) If the conflict with the law or with the interests of the Confederation persists, the Department shall request the Federal Council to raise an objection to the agreement with the Federal Assembly."
    },
    {
      "provision_ref": "art28",
      "chapter": "Section 1 Further Implementing Provisions",
      "section": "28",
      "title": "Federal Council organisational ordinances for the departments and the Federal Chancellery",
      "content": "(Art. 31 para. 3, 43 and 47 GAOA) The Federal Council shall issue an organisational ordinance for each department and for the Federal Chancellery. In particular, it shall regulate: a. the objectives, principles and responsibilities of the departments and the Federal Chancellery; b. the objectives, tasks and responsibilities of the groups and offices; c. the departmental allocation of the decentralised administrative units and, unless otherwise regulated, their objectives, tasks and responsibilities. Amended by No I of the O of 30 June 2010, in force since 1 Aug. 2010 ( AS 2010 3175 )."
    },
    {
      "provision_ref": "art29",
      "chapter": "Section 1 Further Implementing Provisions",
      "section": "29",
      "title": "Rules of procedure of the departments and the Federal Chancellery",
      "content": "(Art. 37 and 43 par. 4 GAOA) 1 The departments and the Federal Chancellery shall issue rules of procedure for themselves. In particular, the following can be regulated therein: a. the basic principles of the management processes in the department or in the Federal Chancellery; b. the basic organisational principles of the department and the Federal Chancellery, unless they are governed by other provisions; c. the delegation of signatory powers; d. the use of external consultants by groups and offices. 2 For interdepartmental tasks, the competent departments or the Federal Chancellery may issue joint rules of procedure. 3 The rules of procedure shall be publicly accessible but shall not be published in the Official Compilation of Federal Legislation. Inserted by No I of the O of 21 Aug. 2002, in force since 1 Oct. 2002 ( AS 2002 2827 )."
    },
    {
      "provision_ref": "art30",
      "chapter": "Section 1 Further Implementing Provisions",
      "section": "30",
      "title": "Directives and working aids",
      "content": "1 The Federal Council, the General Secretaries’ Conference, the departments and the Federal Chancellery shall ensure the proper functioning of the administration by issuing directives and working aids. 2 The directives and working aids shall regulate in particular: a. the preparation of Federal Council business; b. ... c. the structure of Federal Council dispatches and reports to the Federal Assembly; d. the drafting and layout of federal legislation; e. the principles for a level-appropriate allocation of responsibilities; f. the preliminary legislative procedure, insofar as it is not regulated in the Ordinance of 17 June 1991 on the Consultation Procedure; g. the use of resources, in particular in relation to personnel, finance, IT and logistics; h. the composition and election, mandates, procedures and business dealings of administrative, planning and coordination bodies; i. cultivating the Federal Administration’s international relations; j. the commercial secondary activities of administrative units; k. the duty to keep records; l. authorisations of the President of the Confederation in application of Article 26 paragraph 4 GAOA; m. the coordination of information and communication. Repealed by No I of the O of 21 Aug. 2002, with effect from 1 Oct. 2002 ( AS 2002 2827 ). [ AS 1991 1632 ; 1996 1651 Art. 22. AS 2005 4103 Art. 22]. See now the Consultation Ordinance of 17 Aug. 2005 ( SR 172.061.1 )."
    },
    {
      "provision_ref": "art31",
      "chapter": "Section 2 Authorisation to Act on behalf of a Foreign State and for International Tribunals",
      "section": "31",
      "title": "",
      "content": "1 The departments and the Federal Chancellery shall decide within their area of responsibility on authorisations in accordance with Article 271 paragraph 1 of the Criminal Code to carry out activities on behalf of a foreign state. 1bis Authorisations in accordance with Article 22 of the Federal Decree of 21 December 1995 on Cooperation with International Courts for the Prosecution of Serious Violations of International Humanitarian Law shall be granted by the Federal Office of Justice. 2 Cases of political or other fundamental importance shall be submitted to the Federal Council. 3 The decisions shall be sent to the Office of the Attorney General of Switzerland and to the departments that are also interested. SR 311.0 SR 351.20 . Today: BG. Inserted by Annex No 2 of the O of 19 Dec. 2003, in force since 1 Feb. 2004 ( AS 2004 433 ). Amended by Annex No 2 of the O of 19 Dec. 2003, in force since 1 Feb. 2004 ( AS 2004 433 )."
    },
    {
      "provision_ref": "art32",
      "chapter": "Section 3 …",
      "section": "32",
      "title": "",
      "content": "Repealed by No I of the O of 21 Aug. 2002, with effect from 1 Oct. 2002 ( AS 2002 2827 )."
    },
    {
      "provision_ref": "art33",
      "chapter": "Section 4 …",
      "section": "33",
      "title": "",
      "content": "Repealed by No I of the O of 16 Jan. 2008, with effect from 1 Feb. 2008 ( AS 2008 191 )."
    },
    {
      "provision_ref": "art34",
      "chapter": "Section 5 Repeal of Previous Law",
      "section": "34",
      "title": "",
      "content": "The Federal Council Decree of 7 July 1971 on the Authorisation of the Departments and the Federal Chancellery to Decide Independently on Authorisations in accordance with Article 271 paragraph 1 of the Swiss Criminal Code is repealed. [ AS 1971 1053 ]"
    },
    {
      "provision_ref": "art35",
      "chapter": "Section 6 Commencement",
      "section": "35",
      "title": "",
      "content": "1 Subject to paragraph 2, this Ordinance shall come into force on 1 January 1999. 2 Articles 26 and 27 come into force at the same time as the Ordinance on the Organisation of the Federal Chancellery of 5 May 1999 . [ AS 1999 1757 ; 2002 2827 para. III; 2004 4521; 2007 349, 4477 para. IV 7. AS 2008 5153 Art. 11]. This O came into force on 1 June 1999."
    }
  ],
  "definitions": []
}