{
  "id": "sr-172-043-60",
  "type": "statute",
  "title": "Verordnung vom 4. Mai 2016 über Gebühren für Verfügungen und Dienstleistungen des Bundesamtes für Polizei (Gebührenverordnung fedpol, GebV-fedpol)",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2016/270/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Grundsatz und Geltungsbereich",
      "content": "1 Das Bundesamt für Polizei (fedpol) erhebt Gebühren für folgende Verfügungen und Dienstleistungen: a. Verfügungen gestützt auf die Artikel 13 e und Artikel 24 c des Bundesgesetzes vom 21. März 1997 über Massnahmen zur Wahrung der inneren Sicherheit; b. Verfügungen über eine vorübergehende Aufhebung eines Einreiseverbots oder einer Ausweisung gestützt auf die Artikel 67 Absatz 5 und 68 Absatz 3 des Ausländer- und Integrationsgesetzes vom 16. Dezember 2005; c. Dienstleistungen gestützt auf Artikel 2 Buchstabe b des Bundesgesetzes vom 7. Oktober 1994 über die kriminalpolizeilichen Zentralstellen des Bundes und gemeinsame Zentren für Polizei und Zollzusammenarbeit mit anderen Staaten; d. Verfügungen und Dienstleistungen gestützt auf Artikel 2 Absatz 1 der Verordnung vom 14. Juni 1993 zum Bundesgesetz über den Datenschutz; e. Sicherheitsbescheinigungen, die von Schweizer Staatsangehörigen für die von ausländischen Behörden verlangten Personensicherheitskontrollen beantragt werden und dem Zweck der erleichterten Einreise in deren Hoheitsgebiet dienen; f. Zurverfügungstellen von besonderen technischen Geräten sowie von besonderen Informatikprogrammen für die Überwachung des Fernmeldeverkehrs durch die kantonalen Behörden gestützt auf Artikel 10 Absatz 9 der Organisationsverordnung vom 17. November 1999 für das Eidgenössische Justiz- und Polizeidepartement, sofern fedpol daraus ausserordentliche Kosten entstehen. 2 Diese Verordnung gilt nicht für Verfügungen und Dienstleistungen, die fedpol gestützt auf die folgenden Erlasse erlässt oder erbringt: a. Öffentlichkeitsgesetz vom 17. Dezember 2004; b. Bundesgesetz vom 23. Dezember 2011 über den ausserprozessualen Zeugenschutz; c. Ausweisverordnung vom 20. September 2002; d. Waffenverordnung vom 2. Juli 2008; e. Sprengstoffverordnung vom 27. November 2000. SR 120 Der Titel wurde in Anwendung von Art. 12 Abs. 2 des Publikationsgesetzes vom 18. Juni 2004 ( SR 170.512 ) auf den 1. Jan. 2019 angepasst. SR 142.20 SR 360 SR 235.11 Eingefügt durch Ziff. I der V vom 11. Jan. 2017, in Kraft seit 1. Febr. 2017 ( AS 2017 245 ). Eingefügt durch Ziff. I der V vom 27. Febr. 2019, in Kraft seit 1. Dez. 2019 ( AS 2019 981 ). SR 172.213.1 SR 152.3 SR 312.2 SR 143.11 SR 514.541 SR 941.411"
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Anwendbarkeit der Allgemeinen Gebührenverordnung",
      "content": "Soweit diese Verordnung keine besondere Regelung enthält, gelten die Bestimmungen der Allgemeinen Gebührenverordnung vom 8. September 2004. SR 172.041.1"
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "",
      "content": "1 Die Gebühren werden unter Vorbehalt von Artikel 3 a nach Zeitaufwand festgelegt. 2 Der Stundenansatz beträgt je nach erforderlicher Sachkenntnis 100–250 Franken. Fassung gemäss Ziff. I der V vom 27. Febr. 2019, in Kraft seit 1. Dez. 2019 ( AS 2019 981 ). Fassung gemäss Ziff. I der V vom 27. Febr. 2019, in Kraft seit 1. Dez. 2019 ( AS 2019 981 )."
    },
    {
      "provision_ref": "art3a",
      "section": "3a",
      "title": "a Gebühren für die Nutzung von besonderen Informatikprogrammen",
      "content": "1 Für die Nutzung eines besonderen Informatikprogramms zur Überwachung des Fernmeldeverkehrs wird eine Pauschalgebühr pro Woche und Zielgerät erhoben. 2 Zur Berechnung dieser Gebühr werden die Lizenzkosten geteilt durch die Anzahl Lizenzen sowie durch die Anzahl Wochen des Jahres. 3 Die Rechnungsperiode beginnt, sobald das besondere Informatikprogramm erfolgreich in ein Zielgerät eingeschleust werden konnte. 4 Funktioniert die Ausleitung von Daten einer explizit gewünschten Anwendung direkt nach der Einschleusung nicht, obwohl die Tests erfolgreich waren, wird der Einsatz unterbrochen und es werden keine Gebühren verrechnet. 5 Verzögerungen oder Datenverluste bei der Durchführung von Überwachungen aus technischen Gründen sowie technische Probleme bei der Überwachung führen zu keiner Reduktion der Gebühren. 6 Die Gebühren fallen auch dann an, wenn eine Überwachung angeordnet und durchgeführt, aber nicht genehmigt wurde. 7 Für jede Verlängerung der Nutzung eines besonderen Informatikprogramms erhebt fedpol eine neue Gebühr nach Absatz 1. 8 Die Gebühren werden nach Abschluss des Einsatzes erhoben. 9 Fedpol evaluiert periodisch die Nutzung der besonderen Informatikprogramme und die Bemessung der Gebühren. Eingefügt durch Ziff. I der V vom 27. Febr. 2019 ( AS 2019 981 ). Fassung gemäss Ziff. I der V vom 17. Aug. 2022, in Kraft seit 1. Okt. 2022 ( AS 2022 472 )."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Gebührenzuschlag",
      "content": "Für Dienstleistungen von aussergewöhnlichem Umfang, besonderer Schwierigkeit oder Dringlichkeit kann fedpol Zuschläge bis zu 50 Prozent der ordentlichen Gebühr erheben."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Inkasso",
      "content": "1 Fedpol kann die Gebühren im Voraus, per Nachnahme oder per Rechnung einfordern. 2 Im Ausland sind die Gebühren im Voraus in der entsprechenden Landeswährung zu bezahlen. Ist die Landeswährung nicht in Schweizerfranken konvertierbar, so gilt Artikel 7 Absatz 2 der Gebührenverordnung EDA vom 7. Oktober 2015. SR 191.11"
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 1. Juni 2016 in Kraft."
    }
  ],
  "definitions": []
}