{
  "id": "sr-143-116",
  "type": "statute",
  "title": "Verordnung des EDA vom 13. November 2002 zur Ausweisverordnung (VVAwG)",
  "title_en": "",
  "short_name": "VVAwG",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2002/664/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "1. Kapitel: Allgemeine Bestimmungen",
      "section": "1",
      "title": "Diplomaten- und Dienstpässe",
      "content": "1 Diplomaten- und Dienstpässe können von Amtes wegen abgegeben werden an Personen, welche auf Grund ihrer Funktion oder im Auftrag des Bundes mit der Wahrung schweizerischer Interessen im Ausland betraut sind. 2 Die Diplomaten- und Dienstpässe bezwecken ausschliesslich: a. den Grenzübertritt ins Ausland zu erleichtern; b. die Anmeldung im Empfangsstaat zu ermöglichen. 3 Sie begründen keinerlei diplomatische oder konsularische Vorrechte. 4 Diplomatenpässe werden an Personen ausgestellt, die mit der Wahrnehmung von diplomatischen oder konsularischen Interessen betraut sind; in den übrigen Fällen werden Dienstpässe ausgestellt."
    },
    {
      "provision_ref": "art2",
      "chapter": "1. Kapitel: Allgemeine Bestimmungen",
      "section": "2",
      "title": "",
      "content": "1 Ein ordentlicher Diplomaten- oder Dienstpass wird für die Dauer des Mandats, des Amtes, der Funktion oder einer Mission ausgestellt . 2 Ein provisorischer Diplomaten- oder Dienstpass wird nur in dringenden Fällen ausgestellt, wenn die Zeit für die Ausstellung eines ordentlichen Passes nicht ausreicht. 3 … Fassung gemäss Ziff. I der V des EDA vom 31. Jan. 2012, in Kraft seit 1. März 2012 ( AS 2012 697 ). Eingefügt durch Ziff. I der V des EDA vom 22. Febr. 2007 ( AS 2007 871 ). Aufgehoben durch Ziff. I der V des EDA vom 31. Jan. 2012, mit Wirkung seit 1. März 2012 ( AS 2012 697 )."
    },
    {
      "provision_ref": "art3",
      "chapter": "1. Kapitel: Allgemeine Bestimmungen",
      "section": "3",
      "title": "Schweizer Bürgerrecht",
      "content": "Diplomaten- und Dienstpässe können nur für Personen ausgestellt werden, welche über das Schweizer Bürgerrecht verfügen."
    },
    {
      "provision_ref": "art4",
      "chapter": "1. Kapitel: Allgemeine Bestimmungen",
      "section": "4",
      "title": "Angestellte im Probeverhältnis",
      "content": "Angestellten im Probeverhältnis werden keine Diplomaten- und Dienstpässe ausgestellt."
    },
    {
      "provision_ref": "art5",
      "chapter": "1. Kapitel: Allgemeine Bestimmungen",
      "section": "5",
      "title": "Zuständige Behörde",
      "content": "1 Die Direktion für Ressourcen des EDA (Direktion) ist sowohl antragstellende als auch ausstellende Behörde im Sinne des Ausweisgesetzes vom 22. Juni 2001 (AwG). 2 Sie entscheidet über die Ausstellung, die Rückgabe und den Entzug eines Diplomaten- oder Dienstpasses. 3 Sie kann ausnahmsweise von den Bestimmungen dieser Verordnung abweichen: a. auf Gesuch hin; b. wenn wichtige Gründe vorliegen; und c. wenn die Abweichung zur Wahrung schweizerischer Interessen geboten ist. SR 143.1 Fassung gemäss Ziff. I der V des EDA vom 31. Jan. 2012, in Kraft seit 1. März 2012 ( AS 2012 697 )."
    },
    {
      "provision_ref": "art6",
      "chapter": "1. Abschnitt: Diplomatenpass",
      "section": "6",
      "title": "Angestellte des EDA",
      "content": "Ein Diplomatenpass kann ausgestellt und während der Dauer des Anstellungsverhältnisses überlassen werden: a. den Angestellten des EDA, die der Versetzungspflicht unterstehen; b. den anderen Angestellten des EDA, welche Funktionen der diplomatischen oder konsularischen Interessenwahrung erfüllen; c. den anderen im Ausland eingesetzten oder mit einer Auslandmission betrauten Angestellten des EDA, sofern dies aus wichtigen dienstlichen oder anderen Gründen notwendig und von der Direktion nach Anhörung der zuständigen politischen Abteilung im Einzelfall oder für bestimmte Arbeitsorte generell bewilligt worden ist; d. den weiteren Angestellten des EDA, sofern sie in einer Funktion tätig sind, welche den Lohnklassen 18 und höher entspricht und dies aus wichtigen dienstlichen oder anderen Gründen notwendig ist. Fassung gemäss Ziff. I der V des EDA vom 17. März 2022, in Kraft seit 1. Mai 2022 ( AS 2022 199 ). Fassung gemäss Ziff. I der V des EDA vom 31. Jan. 2012, in Kraft seit 1. März 2012 ( AS 2012 697 ). Eingefügt durch Ziff. I der V des EDA vom 22. Febr. 2007, in Kraft seit 1. April 2007 ( AS 2007 871 )."
    },
    {
      "provision_ref": "art7",
      "chapter": "1. Abschnitt: Diplomatenpass",
      "section": "7",
      "title": "Angestellte anderer Departemente",
      "content": "Ein Diplomatenpass kann ausgestellt und während der Dauer des Anstellungsverhältnisses überlassen werden: a. den im Ausland eingesetzten Angestellten der anderen Departemente, die ins EDA detachiert sind und Funktionen der diplomatischen oder konsularischen Interessenwahrung erfüllen; b. den Angestellten der anderen Departemente im Rang einer Staatssekretärin oder eines Staatssekretärs, einer Botschafterin oder eines Botschafters oder einer Ministerin oder eines Ministers; c. den Direktorinnen oder Direktoren der Bundesämter. Fassung gemäss Ziff. I der V des EDA vom 17. März 2022, in Kraft seit 1. Mai 2022 ( AS 2022 199 ). Eingefügt durch Ziff. I der V des EDA vom 22. Febr. 2007, in Kraft seit 1. April 2007 ( AS 2007 871 )."
    },
    {
      "provision_ref": "art8",
      "chapter": "1. Abschnitt: Diplomatenpass",
      "section": "8",
      "title": "Magistratspersonen des Bundes",
      "content": "Ein Diplomatenpass wird ausgestellt und überlassen: a. den Bundesrätinnen und Bundesräten im Amt und im Ruhestand; b. der Bundeskanzlerin oder dem Bundeskanzler im Amt und im Ruhestand. Fassung gemäss Ziff. I der V des EDA vom 17. März 2022, in Kraft seit 1. Mai 2022 ( AS 2022 199 )."
    },
    {
      "provision_ref": "art9",
      "chapter": "1. Abschnitt: Diplomatenpass",
      "section": "9",
      "title": "Übrige Personen",
      "content": "Ein Diplomatenpass kann ausgestellt und für die Dauer des Mandats, des Amtes, der Funktion oder einer Mission überlassen werden: a. der Präsidentin oder dem Präsidenten des Nationalrates; b. der Präsidentin oder dem Präsidenten des Ständerates; c. den Mitgliedern der eidgenössischen Räte, die die Schweiz im Europarat vertreten; d. den Mitgliedern der eidgenössischen Räte in internationalen Kommissionen; e. der Präsidentin oder dem Präsidenten des Bundesgerichtes; f. den Mitgliedern der eidgenössischen Räte, die im parlamentarischen Auftrag ins Ausland reisen; g. den Angestellten der Parlamentsdienste, die Mitglieder parlamentarischer Kommisionen oder eine offizielle Delegation ins Ausland begleiten; h. der Bundesanwältin oder dem Bundesanwalt; i. den hohen Angestellten bei den internationalen Organisationen in den Klassen D1 und höher; j. den schweizerischen Delegierten und ihren Stellvertreterinnen und Stellvertretern in der Zentralkommission für die Rheinschifffahrt; k. den schweizerischen Richterinnen und Richtern beim Internationalen Gerichtshof in Den Haag, beim Europäischen Gerichtshof für Menschenrechte in Strassburg, bei der Berufungskammer der Zentralkommission für die Rheinschifffahrt und bei internationalen Justiz-, Schiedsgerichts-, Untersuchungs- oder Schlichtungsorganen; l. den Personen, die vom Bundesrat für eine befristete Dauer mit einer offiziellen Mission bei einer ausländischen Regierung, einer internationalen Organisation oder Konferenz beauftragt worden sind; m. der Präsidentin oder dem Präsidenten des Internationalen Komitees des Roten Kreuzes (IKRK) und den Mitgliedern und Delegierten des IKRK in der Kategorie Überklasse I; n. den Mitarbeiterinnen und Mitarbeitern des IKRK der Kategorie Über- klasse II; o. den übrigen Mitarbeiterinnen und Mitarbeitern sowie Delegierten des IKRK, sofern dies aus Sicherheits- oder anderen wichtigen Gründen erforderlich ist; p. der Präsidentin oder dem Präsidenten und der Chefärztin oder dem Chefarzt des Schweizerischen Roten Kreuzes; q. der Präsidentin oder dem Präsidenten, der Vizepräsidentin oder dem Vizepräsidenten sowie dem dritten Mitglied des Direktoriums der Schweizerischen Nationalbank; r. der Präsidentin oder dem Präsidenten der Schweizerischen UNESCO-Kommission. Eingefügt durch Ziff. I der V des EDA vom 17. März 2022, in Kraft seit 1. Mai 2022 ( AS 2022 199 ). Eingefügt durch Ziff. I der V des EDA vom 17. März 2022, in Kraft seit 1. Mai 2022 ( AS 2022 199 )."
    },
    {
      "provision_ref": "art10",
      "chapter": "2. Abschnitt: Dienstpass",
      "section": "10",
      "title": "Angestellte des EDA",
      "content": "Ein Dienstpass kann ausgestellt und während der Dauer des Anstellungsverhältnisses überlassen werden: a. den Angestellten des EDA, sofern sie in einer Funktion tätig sind, welche dies aus wichtigen Gründen notwendig macht; b. den Honorarvertreterinnen und Honorarvertretern, denen von der Direktion ein konsularischer Titel verliehen wurde. Fassung gemäss Ziff. I der V des EDA vom 17. März 2022, in Kraft seit 1. Mai 2022 ( AS 2022 199 )."
    },
    {
      "provision_ref": "art11",
      "chapter": "2. Abschnitt: Dienstpass",
      "section": "11",
      "title": "Angestellte anderer Departemente",
      "content": "Den im Ausland eingesetzten Angestellten der anderen Departemente kann ein Dienstpass ausgestellt und während der Dauer des Anstellungsverhältnisses überlassen werden, sofern diese ins EDA detachiert sind und keinen Diplomatenpass ausgestellt erhalten. Fassung gemäss Ziff. I der V des EDA vom 17. März 2022, in Kraft seit 1. Mai 2022 ( AS 2022 199 )."
    },
    {
      "provision_ref": "art12",
      "chapter": "2. Abschnitt: Dienstpass",
      "section": "12",
      "title": "Übrige Personen",
      "content": "Ein Dienstpass kann ausgestellt und für die Dauer der offiziellen Mission im Ausland überlassen werden: a. den Personen, die vom Bundesrat oder von der Vorsteherin oder dem Vorsteher des EDA mit einer zeitlich befristeten Mission im Ausland beauftragt worden sind, die nicht bei einer ausländischen Regierung, einer internationalen Organisation oder einer internationalen Konferenz erfolgt; b. den Delegierten des Schweizerischen Roten Kreuzes für ihre Einsätze im Ausland; c. der oder dem Vorsitzenden der Geschäftsleitung sowie den Angestellten im Aussendienst von Switzerland Global Enterprise d. der Präsidentin oder dem Präsidenten, der Vizepräsidentin oder dem Vizepräsidenten und der Direktorin oder dem Direktor der Stiftung Pro Helvetia sowie den Leiterinnen und Leitern der ausländischen Agenturen der Stiftung Pro Helvetia; e. der Präsidentin oder dem Präsidenten und der Direktorin oder dem Direktor von Schweiz Tourismus, den Leiterinnen und Leitern der ausländischen Agenturen von Schweiz Tourismus sowie den von diesen Agenturen Angestellten. Fassung gemäss Ziff. I der V des EDA vom 17. März 2022, in Kraft seit 1. Mai 2022 ( AS 2022 199 )."
    },
    {
      "provision_ref": "art13",
      "chapter": "3. Abschnitt: Pässe für Angehörige",
      "section": "13",
      "title": "Diplomatenpass",
      "content": "Ein Diplomatenpass kann ausgestellt und überlassen werden: a. der Ehepartnerin oder dem Ehepartner der Passinhaberin oder des Passinhabers oder der eingetragenen Partnerin oder dem eingetragenen Partner der Passinhaberin oder des Passinhabers nach den Artikeln 6, 7 Buchstabe a sowie Artikel 8; b. der Lebenspartnerin oder dem Lebenspartner der Passinhaberin oder des Passinhabers nach den Artikeln 6 Buchstaben a–c und 7 Buchstabe a; c. den Kindern der Passinhaberin oder des Passinhabers nach den Artikeln 6 Buchstaben a–c und 7 Buchstabe a sowie Artikel 8 bis zur Erreichung des 18. Altersjahres; d. den in Ausbildung stehenden Kindern der Passinhaberin oder des Passinhabers nach den Artikeln 6 Buchstaben a–c und 7 Buchstabe a zwischen dem 18. und 25. Altersjahr während der Dauer des Einsatzes der Passinhaberin oder des Passinhabers im Ausland für Besuchsreisen oder gemeinsame Reisen. Fassung gemäss Ziff. I der V des EDA vom 22. Febr. 2007, in Kraft seit 1. April 2007 ( AS 2007 871 ). Fassung gemäss Ziff. I der V des EDA vom 17. März 2022, in Kraft seit 1. Mai 2022 ( AS 2022 199 ). Fassung gemäss Ziff. I der V des EDA vom 17. März 2022, in Kraft seit 1. Mai 2022 ( AS 2022 199 ). Fassung gemäss Ziff. I der V des EDA vom 17. März 2022, in Kraft seit 1. Mai 2022 ( AS 2022 199 )."
    },
    {
      "provision_ref": "art14",
      "chapter": "3. Abschnitt: Pässe für Angehörige",
      "section": "14",
      "title": "Dienstpass",
      "content": "Ein Dienstpass kann ausgestellt und überlassen werden: a. der Ehepartnerin oder dem Ehepartner der Passinhaberin oder des Passinhabers oder der eingetragenen Partnerin oder dem eingetragenen Partner der Passinhaberin oder des Passinhabers nach den Artikeln 10 Buchstabe a und 11; b. der Lebenspartnerin oder dem Lebenspartner der Passinhaberin oder des Passinhabers nach den Artikeln 10 Buchstabe a und 11 für die Dauer des Einsatzes der Passinhaberin oder des Passinhabers im Ausland; c. den Kindern der Passinhaberin oder des Passinhabers nach den Artikeln 10 Buchstabe a und 11 bis zur Erreichung des 18. Altersjahres; d. den in Ausbildung stehenden Kindern der Passinhaberin oder des Passinhabers nach den Artikeln 10 Buchstabe a und 11 zwischen dem 18. und 25. Altersjahr während der Dauer des Einsatzes der Passinhaberin oder des Passinhabers im Ausland für Besuchsreisen oder gemeinsame Reisen. Fassung gemäss Ziff. I der V des EDA vom 22. Febr. 2007, in Kraft seit 1. April 2007 ( AS 2007 871 ). Fassung gemäss Ziff. I der V des EDA vom 17. März 2022, in Kraft seit 1. Mai 2022 ( AS 2022 199 )."
    },
    {
      "provision_ref": "art15",
      "chapter": "3. Abschnitt: Pässe für Angehörige",
      "section": "15",
      "title": "Lebenspartnerin oder Lebenspartner",
      "content": "1 Als Lebenspartnerin oder Lebenspartner gilt die Person, die mit der Passinhaberin oder dem Passinhaber in einer eheähnlichen Gemeinschaft zusammenlebt. 2 Eine eheähnliche Lebensgemeinschaft liegt vor, wenn: a. die Lebenspartnerin oder der Lebenspartner und die Passinhaberin oder der Passinhaber im gemeinsamen Haushalt leben; und b. die Lebenspartnerin oder der Lebenspartner mit der Passinhaberin oder dem Passinhaber einen Einsatz im Ausland mitmacht. 3 Die Lebenspartnerin oder der Lebenspartner muss, wenn sie oder er einen Diplomaten- oder Dienstpass erhalten will, der Direktion eine schriftliche Erklärung über das Bestehen und die bisherige Dauer der eheähnlichen Gemeinschaft abgeben."
    },
    {
      "provision_ref": "art16",
      "chapter": "4. Abschnitt: Ausnahmen von der zeitlich befristeten Überlassung der Pässe",
      "section": "16",
      "title": "",
      "content": "Die Direktion kann Personen nach den Artikeln 9 und 12, die mehrere Reisen im Jahr für offizielle Missionen zu unternehmen haben, Diplomaten- oder Dienstpässe für eine unbefristete Dauer überlassen."
    },
    {
      "provision_ref": "art17",
      "chapter": "3. Kapitel: Gültigkeitsdauer der Pässe",
      "section": "17",
      "title": "",
      "content": "1 Die ordentlichen Diplomaten- und Dienstpässe sind gültig: a. für Personen, die im Zeitpunkt des Antrages das 18. Altersjahr zurückgelegt haben: höchstens zehn Jahre; b. für Personen, die im Zeitpunkt des Antrages das 18. Altersjahr noch nicht erreicht haben: höchstens fünf Jahre; c. … 1bis … 2 Die provisorischen Diplomaten- und Dienstpässe sind höchstens 12 Monate gültig. 3 Die Direktion bestimmt bei der Ausstellung des Passes seine Gültigkeitsdauer. 4 Die Gültigkeitsdauer bemisst sich nach Monaten und berechnet sich ab Ausstellungsdatum. 5 Ein Diplomaten- oder Dienstpass kann nicht verlängert werden. 6 Ist die Produktion der Diplomaten- und Dienstpässe über längere Zeit nicht möglich, so können bestehende Pässe um bis zu 3 Jahre verlängert und provisorische Pässe mit einer dreijährigen Gültigkeit ausgestellt werden. Fassung gemäss Ziff. I der V des EDA vom 31. Jan. 2012, in Kraft seit 1. März 2012 ( AS 2012 697 ). Aufgehoben durch Ziff. I der V des EDA vom 31. Jan. 2012, mit Wirkung seit 1. März 2012 ( AS 2012 697 ). Eingefügt durch Ziff. I der V des EDA vom 22. Febr. 2007 ( AS 2007 871 ). Aufgehoben durch Ziff. I der V des EDA vom 31. Jan. 2012, mit Wirkung seit 1. März 2012 ( AS 2012 697 )."
    },
    {
      "provision_ref": "art18",
      "chapter": "1. Abschnitt: Antrags- und Ausstellungsverfahren",
      "section": "18",
      "title": "Antrag",
      "content": "1 Für das Verfahren auf Ausstellung eines Diplomaten- oder Dienstpasses gelten die Artikel 9–14 a der VAwG sinngemäss. 2 Die Direktion kann Hilfsformulare bereitstellen, die ihr als Grundlage für die Erstellung des ordentlichen Antragsformulars dienen. Fassung gemäss Ziff. I der V des EDA vom 31. Jan. 2012, in Kraft seit 1. März 2012 ( AS 2012 697 )."
    },
    {
      "provision_ref": "art19",
      "chapter": "1. Abschnitt: Antrags- und Ausstellungsverfahren",
      "section": "19",
      "title": "",
      "content": "Aufgehoben durch Ziff. I der V des EDA vom 31. Jan. 2012, mit Wirkung seit 1. März 2012 ( AS 2012 697 )."
    },
    {
      "provision_ref": "art20",
      "chapter": "1. Abschnitt: Antrags- und Ausstellungsverfahren",
      "section": "20",
      "title": "Persönliche Vorsprache",
      "content": "1 Die antragstellende Person muss persönlich bei der Direktion vorsprechen, die allenfalls von dieser verlangten Dokumente mitbringen und sich über ihre Identität ausweisen. 2 Die Direktion überprüft die geltend gemachte Identität. 3 Die antragstellende Person kann bei einer schweizerischen Vertretung im Ausland vorsprechen, sofern die Direktion vorgängig ihr Einverständnis gegeben hat. Fassung gemäss Ziff. I der V des EDA vom 31. Jan. 2012, in Kraft seit 1. März 2012 ( AS 2012 697 )."
    },
    {
      "provision_ref": "art21",
      "chapter": "1. Abschnitt: Antrags- und Ausstellungsverfahren",
      "section": "21",
      "title": "",
      "content": "Aufgehoben durch Ziff. I der V des EDA vom 31. Jan. 2012, mit Wirkung seit 1. März 2012 ( AS 2012 697 )."
    },
    {
      "provision_ref": "art22",
      "chapter": "1. Abschnitt: Antrags- und Ausstellungsverfahren",
      "section": "22",
      "title": "Inhalt der Pässe",
      "content": "In den Diplomaten- und Dienstpässen können zusätzlich zu den Angaben nach Artikel 14 VAwG Funktionsbezeichnungen und andere Angaben eingetragen werden, die zur Ausübung einer Mission, eines Amtes, eines Mandates oder einer Tätigkeit notwendig sind."
    },
    {
      "provision_ref": "art23",
      "chapter": "1. Abschnitt: Antrags- und Ausstellungsverfahren",
      "section": "23",
      "title": "Austauschpässe",
      "content": "1 Bei Vorliegen wichtiger Gründe kann die Direktion der Inhaberin oder dem Inhaber eines Diplomaten- oder Dienstpasses zusätzliche Pässe ausstellen (Austauschpässe). 2 Fallen die wichtigen Gründe weg, so sind die Austauschpässe der Direktion unverzüglich und unaufgefordert zurückzugeben."
    },
    {
      "provision_ref": "art24",
      "chapter": "1. Abschnitt: Antrags- und Ausstellungsverfahren",
      "section": "24",
      "title": "Hinterlegung der gewöhnlichen Schweizer Pässe",
      "content": "1 Bei der Abgabe eines Diplomaten- oder Dienstpasses ist ein bereits ausgestellter anderer gültiger Schweizer Pass bei der Direktion zu hinterlegen. 2 Die Direktion kann andere Hinterlegungsstellen bewilligen, wenn ein Missbrauch ausgeschlossen ist. Fassung gemäss Ziff. I der V des EDA vom 22. Febr. 2007, in Kraft seit 1. April 2007 ( AS 2007 871 )."
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Hinterlegung der Diplomaten- und Dienstpässe",
      "content": "1 Die Inhaberin oder der Inhaber eines Diplomaten- oder Dienstpasses hat diesen bei der Direktion zu hinterlegen, wenn sie oder er einen gewöhnlichen Schweizer Pass beantragt. 2 Ehepartnerinnen oder Ehepartner, eingetragene Partnerinnen oder eingetragene Partner sowie Lebenspartnerinnen oder Lebenspartner der Passinhaberin oder des Passinhabers dürfen ihren Diplomaten- oder Dienstpass nicht für die geschäftliche Reisetätigkeit nutzen. Sie müssen ihren Diplomaten- oder Dienstpass bei der Direktion oder bei einer schweizerischen Vertretung im Ausland hinterlegen. 3 Kinder und in Ausbildung stehende Kinder der Passinhaberin oder des Passinhabers, die nicht im gleichen Haushalt wie die Passinhaberin oder der Passinhaber leben, dürfen ihren Diplomaten- oder Dienstpass nur für Besuchsreisen zur Passinhaberin oder zum Passinhaber oder für gemeinsame Reisen mit der Passinhaberin oder dem Passinhaber verwenden; vor und nach der Reise müssen sie ihren Diplomaten- oder Dienstpass bei der Direktion oder bei einer schweizerischen Vertretung im Ausland hinterlegen. Eingefügt durch Ziff. I der V des EDA vom 17. März 2022, in Kraft seit 1. Mai 2022 ( AS 2022 199 ). Eingefügt durch Ziff. I der V des EDA vom 17. März 2022, in Kraft seit 1. Mai 2022 ( AS 2022 199 )."
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Zustellung",
      "content": "1 Die Diplomaten- und Dienstpässe werden nach der Herstellung der Direktion zugestellt. 2 Die Direktion leitet sie an die Inhaberinnen und Inhaber weiter."
    },
    {
      "provision_ref": "art27",
      "chapter": "2. Abschnitt: Verlust",
      "section": "27",
      "title": "Verlustanzeige",
      "content": "1 Die Inhaberin oder der Inhaber eines Diplomaten- oder Dienstpasses hat dessen Verlust umgehend der Direktion zu melden. 2 Die Direktion stellt ein Formular für die Verlustmeldung zur Verfügung. 3 Der Verlustmeldung ist soweit möglich ein Rapport der örtlich zuständigen Polizeistelle beizulegen. 4 Die Direktion zeigt die verlustig gemeldeten Pässe dem Bundesamt für Polizei zur Eintragung in die RIPOL-Sachfahndung an."
    },
    {
      "provision_ref": "art28",
      "chapter": "2. Abschnitt: Verlust",
      "section": "28",
      "title": "Verlorene und wieder aufgefundene Ausweise",
      "content": "1 Die Direktion erklärt verlustig gemeldete Diplomaten- oder Dienstpässe für ungültig. 2 Wieder aufgefundene Pässe sind der Direktion zurückzugeben. Diese informiert das Bundesamt für Polizei."
    },
    {
      "provision_ref": "art29",
      "chapter": "3. Abschnitt: Rückgabe, Entzug und Ungültigkeitserklärung",
      "section": "29",
      "title": "Rückgabe und Entzug",
      "content": "1 Ein Diplomaten- oder Dienstpass ist zurückzugeben oder wird von der Direktion entzogen, wenn: a. die Voraussetzungen für dessen Ausstellung nicht oder nicht mehr erfüllt sind (Art. 7 Abs. 1 Bst. a AwG); b. eine eindeutige Identifizierung der Passinhaberin oder des Passinhabers nicht mehr möglich ist (Art. 7 Abs. 1 Bst. b AwG); c. er falsche oder nicht amtliche Eintragungen enthält oder anderweitig abgeändert worden ist (Art. 7 Abs. 1 Bst. c AwG); d. seine Gültigkeit weggefallen ist; e. es sich um einen Pass für Angehörige handelt und die Angehörigen von der angestellten Person nicht aus gesundheitlichen oder dienstlichen Gründen getrennt leben; f. die Inhaberin oder der Inhaber einen unbezahlten Urlaub von mehr als 30 Kalendertagen bezieht; ist die Inhaberin oder der Inhaber beim EDA angestellt und wird sie oder er während des Urlaubs zu einem anderen Departement detachiert, so kann die Direktion für die Dauer der Detachierung auf den Entzug verzichten. 2 Ein Diplomaten- oder Dienstpass ist zurückzugeben oder kann von der Direktion entzogen werden, wenn: a. die Inhaberin oder der Inhaber in der Schweiz wegen eines Verbrechens oder Vergehens strafrechtlich verfolgt wird oder von einem schweizerischen Gericht rechtskräftig verurteilt worden ist (Art. 7 Abs. 2 AwG); b. in widerrechtlicher oder missbräuchlicher Art und Weise versucht wird, Vorteile aus dem Pass zu ziehen; c. die Inhaberin oder der Inhaber eine bezahlte Beschäftigung im Ausland ausübt, die den Interessen der Schweizerischen Eidgenossenschaft schaden könnte. SR 143.1"
    },
    {
      "provision_ref": "art30",
      "chapter": "3. Abschnitt: Rückgabe, Entzug und Ungültigkeitserklärung",
      "section": "30",
      "title": "Ungültigkeitserklärung",
      "content": "Leistet die Inhaberin oder der Inhaber eines Diplomaten- oder Dienstpasses der Aufforderung zur Rückgabe keine Folge oder widersetzt sie oder er sich dem Entzug, so kann die Direktion den Pass für ungültig erklären und in der RIPOL-Sachfahndung ausschreiben lassen."
    },
    {
      "provision_ref": "art31",
      "chapter": "5. Kapitel: Gebühren und Auslagen",
      "section": "31",
      "title": "Gebühren",
      "content": "Die Diplomaten- und Dienstpässe werden gebührenfrei abgegeben."
    },
    {
      "provision_ref": "art32",
      "chapter": "5. Kapitel: Gebühren und Auslagen",
      "section": "32",
      "title": "Auslagen",
      "content": "1 Die Auslagen können der Inhaberin oder dem Inhaber eines Diplomaten- oder Dienstpasses in Rechnung gestellt werden. 2 Sie werden nach den effektiven Kosten berechnet. 3 Als Auslagen gelten die Kosten nach Artikel 49 Absatz 2 VAwG."
    },
    {
      "provision_ref": "art33",
      "chapter": "6. Kapitel: Schlussbestimmungen",
      "section": "33",
      "title": "Aufhebung bisherigen Rechts",
      "content": "Das Reglement des EDA vom 28. Oktober 1998 über die Diplomaten-, Dienst- und Sonderpässe wird aufgehoben. In der AS nicht veröffentlicht."
    },
    {
      "provision_ref": "art34",
      "chapter": "6. Kapitel: Schlussbestimmungen",
      "section": "34",
      "title": "",
      "content": "Aufgehoben durch Ziff. I der V des EDA vom 31. Jan. 2012, mit Wirkung seit 1. März 2012 ( AS 2012 697 )."
    },
    {
      "provision_ref": "art35",
      "chapter": "6. Kapitel: Schlussbestimmungen",
      "section": "35",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 1. Januar 2003 in Kraft."
    }
  ],
  "definitions": []
}