{
  "id": "sr-124",
  "type": "statute",
  "title": "Verordnung vom 24. Juni 2015 über den Einsatz von privaten Sicherheitsunternehmen für Schutzaufgaben durch Bundesbehörden (Verordnung über den Einsatz von Sicherheitsunternehmen, VES)",
  "title_en": "Ordinance of 24 June 2015 on the Use of Private Security Companies  by the Federal Government (Ordinance on the Use of Private Security Companies, OUPSC)",
  "short_name": "VES",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2015/435/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Section 1 General Provisions",
      "section": "1",
      "title": "Scope of application",
      "content": "1 This Ordinance applies to federal authorities (the contracting authorities) that contract with a private security company (the company) for the performance of protection tasks in Switzerland or abroad. 2 The provisions of the Federal Act of 27 September 2013 on Private Security Services provided Abroad remain reserved if the contracting authority contracts with a company to carry out protection tasks in a complex environment in terms of Article 1 paragraph 1 the Ordinance of 24 June 2015 on Private Security Services provided Abroad. SR 935.41 SR 935.411"
    },
    {
      "provision_ref": "art2",
      "chapter": "Section 1 General Provisions",
      "section": "2",
      "title": "Statutory basis",
      "content": "The contracting authority may only assign the performance of a protection task to a company if there is a statutory basis for doing so."
    },
    {
      "provision_ref": "art3",
      "chapter": "Section 1 General Provisions",
      "section": "3",
      "title": "Consultation",
      "content": "1 A contracting authority that contracts with a company for the performance of protection tasks in Switzerland shall consult the head of security of its department. 2 A contracting authority that contracts with a company for the performance of protection tasks abroad shall consult the Federal Department of Foreign Affairs (FDFA) and the Federal Department for Defence, Civil Protection and Sport."
    },
    {
      "provision_ref": "art4",
      "chapter": "Section 2 Requirements",
      "section": "4",
      "title": "Requirements for the company",
      "content": "1 Prior to contracting with a company, the contracting authority shall ascertain that the company in question meets the following requirements: a. it is able to provide the required guarantees concerning the recruitment, training, and oversight of its personnel; b. its good reputation and irreproachable conduct in business are attested to in particular by: 1. adherence to a code of conduct, 2. experience in the field, 3. references, or 4. membership of a professional association; c. it is solvent; d. it has an adequate internal control system which ensures that its personnel comply with established standards of conduct and that disciplinary measures are taken where misconduct occurs; e. it is authorised under the applicable law to carry out activities in the domain of private security; f. it has liability insurance coverage in an amount commensurate with the risk incurred. 2 The contracting authority may, by way of exception, contract with a company to provide security services abroad where that company does not possess liability insurance coverage if: a. purchasing such insurance would engender disproportionate costs to the company; and b. the liability risk and the amount of any compensatory damages to be borne by the Confederation may be assessed as low. 3 Paragraph 1 does not apply if the supervision or guarding of military installations is carried out by persons who are contractually assigned to do so under Article 6 paragraph 2 letter b of the Military Installations Protection Ordinance of 2 May 1990. SR 510.518.1"
    },
    {
      "provision_ref": "art5",
      "chapter": "Section 2 Requirements",
      "section": "5",
      "title": "Training of personnel",
      "content": "1 The contracting authority shall ascertain that the security personnel of the company have received adequate training that is commensurate with the protection task assigned to them and that includes the following aspects in particular: a. respect for fundamental rights, personal privacy rights, and procedural law; b. the use of physical force and weapons when acting in self-defence or in situations of necessity; c. dealing with persons offering resistance or prepared to resort to violence; d. providing first aid; e. assessing health risks entailed in the use of force; f. combating corruption. 2 If the protection task is carried out abroad, the contracting authority shall also ascertain that the personnel have received appropriate instruction in the applicable international and national law. 3 The contracting authority may, by way of exception, contract with a company to provide security services abroad where that company does not fully meet the requirements set out in paragraphs 1 and 2, on condition that there is no other company that meets those requirements at the place at which the service is to be provided and that the protection task cannot otherwise be accomplished. 4 The maximum duration for which a contract may be concluded under paragraph 3 is six months. The contracting authority shall take measures to ensure that the company fulfils the requirements set out in paragraphs 1 and 2 within as short a time as possible. Such measures shall be stipulated in the contract."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Identification of personnel",
      "content": "The contracting authority shall make certain that personnel are identifiable when acting in the exercise of their function."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Arming of personnel in Switzerland",
      "content": "1 The contracting authority shall specify in the contract whether the personnel must be armed for the purposes of self-defence or for situations of necessity. 2 It shall ensure that the personnel have the required permits. 3 The relevant provisions on self-defence and situations of necessity are reserved."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Arming of personnel abroad",
      "content": "1 All personnel shall, as a general rule, be unarmed. 2 Where the situation abroad requires that any personnel, by way of exception, carry a weapon so as to be able to react in self-defence or in a situation of necessity, the contracting authority shall specify this in the contract. 3 The contracting authority shall ascertain that the personnel are in possession of the permits required under the applicable law. 4 The weapons legislation of the place at which the protection task is to be performed applies."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Use of force and other police measures in Switzerland",
      "content": "1 The contracting authority may provide in the contract that the personnel may use force or other police measures as defined in the Use of Force Act of 20 March 2008 (UFA) if there is a statutory basis for doing so. 2 It shall ensure that the personnel have received the required training. 3 The use of force and other police measures is governed by the provisions of the UFA. SR 364"
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Use of force and other police measures abroad",
      "content": "1 Where it is possible to accomplish a protection task only through the use of force or other police measures as defined in the UFA, the Federal Council may grant permission to do so even in situations other than those of self-defence or of necessity. 2 The Federal Council shall make certain that the personnel have received the appropriate training. 3 The law at the place of deployment applies. SR 364"
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Content of the contract",
      "content": "1 The contract with the company shall require the company in particular to: a. provide information on progress with the performance of the contract if the contracting authority so requests; b. disclose the identity of the personnel deployed to the contracting authority; c. prepare a report for submission to the contracting authority; d. immediately replace any personnel who do not have the required skills or who adversely affect the performance of the contract; e. immediately report to the contracting authority any circumstances that could adversely affect the performance of the contract; f. immediately report to the contracting authority any incidents in which personnel have used force or police measures or have acted in self-defence or in a situation of necessity; g. immediately report to the contracting authority if the requirements for the company or for training are no longer being met; h. obtain the prior written consent of the contracting authority before the contractual delegation of protection tasks. 2 The contract shall also contain: a. the details required by Articles 7–10 of this Ordinance; b. provision for contractual penalties in the event of non-fulfilment."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Model contract",
      "content": "1 The Federal Department of Justice and Police shall issue a model contract for the contracts that are to apply in Switzerland. The model contract shall be made accessible online. 2 The FDFA shall issue a model contract in terms of Article 15 of the Ordinance of 24 June 2015 on Private Security Services provided Abroad for the contracts that are to apply abroad. SR 935.411"
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Notice",
      "content": "1 The contracting authority shall provide the head of security of its department with a copy of the contract concluded with the company and inform the head of security of any problems related to the performance of the contract in Switzerland. 2 It shall provide the FDFA and the head of security of its department with a copy of the contract concluded with the company and inform the FDFA and the head of security of its department of any problems related to the performance of the contract abroad. Correction of 20 Oct. 2015 ( AS 2015 3975 )."
    },
    {
      "provision_ref": "art14",
      "chapter": "Section 3 Final Provisions",
      "section": "14",
      "title": "Repeal and amendment of other legislation",
      "content": "1 The Ordinance of 31. October 2007 on the Use of Private Security Companies is repealed. 2 ... [ AS 2007 5225 ] The amendment may be consulted under AS 2015 2333 .."
    },
    {
      "provision_ref": "art15",
      "chapter": "Section 3 Final Provisions",
      "section": "15",
      "title": "Transitional provision",
      "content": "The contracting authority shall by 1 September 2018 amend existing contracts that do not meet the requirements of this Ordinance."
    },
    {
      "provision_ref": "art16",
      "chapter": "Section 3 Final Provisions",
      "section": "16",
      "title": "Commencement",
      "content": "This Ordinance comes into force on 1 September 2015."
    }
  ],
  "definitions": []
}