{
  "id": "sr-172-041-17",
  "type": "statute",
  "title": "Verordnung vom 19. Januar 2005 über die Gebühren der Eidgenössischen Finanzkontrolle (Gebührenverordnung EFK)",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2005/84/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Grundsatz",
      "content": "Die Eidgenössische Finanzkontrolle (EFK) erhebt für die Ausübung von Revisionsstellenmandaten Gebühren."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Allgemeine Gebührenverordnung",
      "content": "Soweit diese Verordnung keine besondere Regelung enthält, gelten die Bestimmungen der Allgemeinen Gebührenverordnung vom 8. September 2004. SR 172.041.1"
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Gebührenpflicht",
      "content": "1 Gebührenpflichtig ist, wer auf Grund einer öffentlich-rechtlichen Verpflichtung die EFK als Revisionsstelle in Anspruch nimmt. 2 Internationale Organisationen sind für Kontrollmandate der EFK nur dann gebührenpflichtig, wenn die Satzung der betroffenen Organisation eine Entschädigung derartiger Mandate zulässt."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Gebührenbemessung",
      "content": "1 Die EFK legt die Gebühr nach Zeitaufwand fest. 2 Es gelten folgende Honoraransätze pro Arbeitsstunde: a. Mandatsleitung Fr. 140.– bis 170.– b. Fachbereichsleitung Fr. 140.– bis 170.– c. Revisionsleitung Fr. 120.– bis 150.– d. Revisor/Revisorin Fr. 100.– bis 120.– e. Sekretariat Fr. 75.– 3 Das Eidgenössische Finanzdepartement kann die Gebührenansätze der Teuerung anpassen. 4 Erfordert die Erfüllung des Revisionsstellenmandats den Beizug aussenstehender Expertinnen und Experten, so stellt die EFK deren Honorar und Spesen als Auslagen gesondert in Rechnung."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Ankündigung der voraussichtlichen Gebühren und Auslagen",
      "content": "Die EFK unterrichtet die Gebührenpflichtigen über die voraussichtlichen Gebühren und Auslagen, in der Regel bevor diese ihren jährlichen Voranschlag verabschieden."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Rechnung",
      "content": "Die EFK stellt die Gebühren und Auslagen in Rechnung, nachdem die Jahresrechnung des Gebührenpflichtigen durch die zuständigen Organe verabschiedet worden ist."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Verfügung und Rechtsmittel",
      "content": "Der Gebührenpflichtige kann innert 30 Tagen nach Rechnungstellung bei der EFK eine Gebührenverfügung verlangen."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 1. März 2005 in Kraft."
    }
  ],
  "definitions": []
}