{
  "id": "sr-172-211-21",
  "type": "statute",
  "title": "Verordnung vom 18. November 2015 über das Informationssystem VIP-Service (IVIPS-Verordnung)",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2015/797/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "1",
      "title": "Gegenstand",
      "content": "Diese Verordnung regelt den Betrieb und die Benützung des Informationssystems VIP-Service (IVIPS) des Protokolls des Eidgenössischen Departements für auswärtige Angelegenheiten (EDA) im Staatssekretariat des EDA."
    },
    {
      "provision_ref": "art2",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "2",
      "title": "Zweck und Funktionalitäten des IVIPS",
      "content": "1 Das IVIPS dient dem Protokoll EDA zur Wahrnehmung seiner Aufgaben im Rahmen der Bewilligung des VIP-Services an Flughäfen. 2 Dazu schafft es die Möglichkeit, dass: a. die für die Schweiz zuständigen ausländischen Vertretungen das VIP-Antragsformular für die Würdenträgerinnen und Würdenträger direkt online ausfüllen; b. die für die Schweiz zuständigen ausländischen Vertretungen die zum Antrag gehörende Verbalnote übermitteln; c. die Anträge elektronisch verarbeitet und an die involvierten Stellen gemäss Artikel 7 Absatz 4 weitergeleitet werden können; d. die Anträge für die Nachvollziehbarkeit archiviert werden können; e. die Anträge mittels eines elektronischen Stempels genehmigt werden können."
    },
    {
      "provision_ref": "art3",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "3",
      "title": "Verantwortliche Behörde",
      "content": "Das Protokoll EDA trägt die Verantwortung für das IVIPS."
    },
    {
      "provision_ref": "art4",
      "chapter": "2. Abschnitt: Daten und Datenbearbeitung",
      "section": "4",
      "title": "Personen",
      "content": "Im IVIPS werden Daten bearbeitet von Personen gemäss Anhang und von den entsprechenden für die Schweiz zuständigen ausländischen Vertretungen."
    },
    {
      "provision_ref": "art5",
      "chapter": "2. Abschnitt: Daten und Datenbearbeitung",
      "section": "5",
      "title": "Bearbeitete Daten",
      "content": "Im IVIPS werden folgende Daten bearbeitet: a von den Personen gemäss Anhang Ziffern 1–5: 1. Vor- und Nachname sowie Titel, 2. Grund des Besuchs, 3. Ankunft-/Abflugdaten, Flughafen und Flugnummern, 4. bei offiziellen Besuchen die einladende Stelle oder Person, 5. Angaben zur für die Schweiz zuständigen ausländischen Vertretung; b. von den Personen gemäss Anhang Ziffer 6: 1. Vor- und Nachname sowie Passnummer, 2. Ankunft-/Abflugdaten, Flughafen und Flugnummern, 3. Angaben über Bewaffnung (Marke und Kaliber der Schusswaffe sowie Munition), 4. Angaben zur für die Schweiz zuständigen ausländischen Vertretung."
    },
    {
      "provision_ref": "art6",
      "chapter": "2. Abschnitt: Daten und Datenbearbeitung",
      "section": "6",
      "title": "Dokumente",
      "content": "Im IVIPS können alle Dokumente zu elektronisch gespeicherten Geschäften erfasst werden."
    },
    {
      "provision_ref": "art7",
      "chapter": "2. Abschnitt: Daten und Datenbearbeitung",
      "section": "7",
      "title": "Bearbeitungsrechte",
      "content": "1 Die Daten werden von den für die Schweiz zuständigen ausländischen Vertretungen erfasst und können von diesen bearbeitet werden, solange der Antrag nicht bewilligt oder abgelehnt ist. 2 Die Einheit für Informatik des EDA kann alle Daten im IVIPS bearbeiten, soweit dies für die Erfüllung ihrer Aufgaben notwendig ist. 3 Die zuständigen Mitarbeiterinnen und Mitarbeiter im Protokoll EDA haben das Recht, alle Daten im IVIPS zu bearbeiten. 4 Die folgenden Stellen können für die nachstehenden Zwecke alle Daten im IVIPS einsehen (Leserecht): a. das Bundesamt für Polizei: für die Gewährleistung der Sicherheit der Personen gemäss Anhang und die Instruktion der Polizeikorps an den Flughäfen; b. die Schweizer Flughäfen: für die Bereitstellung des VIP-Service; c. das Bundesamt für Zivilluftfahrt: für die Erteilung von Lande- und Startbewilligungen (Diplomatic clearances); d. die Abteilungen der Politischen Direktion des EDA: bei offiziellen Besuchen zur Entnahme der Namen der Delegationsmitglieder oder sonstiger relevanter Informationen; e. das Bundesamt für Kommunikation: für die Zuteilung von Funkfrequenzen für Bodyguards; f. das Zollinspektorat Bern: für die Regelung der Zollformalitäten. 5 Alle Bearbeitungsrechte werden im Abrufverfahren ausgeübt."
    },
    {
      "provision_ref": "art8",
      "chapter": "2. Abschnitt: Daten und Datenbearbeitung",
      "section": "8",
      "title": "Erteilung der Zugriffsberechtigung",
      "content": "1 Die oder der Anwendungsverantwortliche erteilt den Benutzerinnen und Benutzern des IVIPS die individuellen Zugriffsrechte. 2 Sie oder er überprüft mindestens einmal jährlich, ob die Voraussetzungen für die Zugriffsberechtigungen weiterhin bestehen."
    },
    {
      "provision_ref": "art9",
      "chapter": "2. Abschnitt: Daten und Datenbearbeitung",
      "section": "9",
      "title": "Technischer Betrieb und Systemverwaltung",
      "content": "1 Die Einheit für Informatik des EDA ist für den technischen Betrieb des IVIPS verantwortlich. 2 Die Systemadministratorin oder der Systemadministrator verwaltet das Computersystem, die Datenbank und die Anwendungen des IVIPS. 3 Die oder der Anwendungsverantwortliche bildet die Schnittstelle zwischen der Systemadministratorin oder dem Systemadministrator und den Benutzerinnen und Benutzern. Sie oder er ist beim Protokoll EDA angestellt."
    },
    {
      "provision_ref": "art10",
      "chapter": "3. Abschnitt: Datenschutz und Informatiksicherheit",
      "section": "10",
      "title": "Sorgfaltspflichten",
      "content": "1 Das Protokoll EDA sorgt dafür, dass die Personendaten im IVIPS vorschriftsgemäss bearbeitet werden. 2 Es stellt sicher, dass die Personendaten im IVIPS richtig, vollständig und nachgeführt sind."
    },
    {
      "provision_ref": "art11",
      "chapter": "3. Abschnitt: Datenschutz und Informatiksicherheit",
      "section": "11",
      "title": "Datensicherheit",
      "content": "1 Die Daten- und Informatiksicherheit richtet sich nach der Verordnung vom 14. Juni 1993 zum Bundesgesetz über den Datenschutz, der Bundesinformatikverordnung vom 9. Dezember 2011 sowie den Weisungen des Bundesrates vom 1. Juli 2015 über die IKT-Sicherheit in der Bundesverwaltung. 2 Das Protokoll EDA erlässt ein Bearbeitungsreglement. Dieses regelt die organisatorischen und technischen Massnahmen zur Gewährleistung der Datensicherheit sowie die Kontrolle der Datenbearbeitung. SR 235.11 SR 172.010.58 BBl 2015 5795"
    },
    {
      "provision_ref": "art12",
      "chapter": "4. Abschnitt: Aufbewahrung, Archivierung und Vernichtung von Daten",
      "section": "12",
      "title": "",
      "content": "1 Die im IVIPS enthaltenen Personendaten werden fünf Jahre nach der letzten Bearbeitung vernichtet. 2 Vorbehalten bleiben die Bestimmungen der Archivierungsgesetzgebung."
    },
    {
      "provision_ref": "art13",
      "chapter": "5. Abschnitt: Inkrafttreten",
      "section": "13",
      "title": "",
      "content": "Diese Verordnung tritt am 1. Januar 2016 in Kraft."
    }
  ],
  "definitions": []
}