{
  "id": "sr-173-712-243",
  "type": "statute",
  "title": "Reglement vom 4. November 2010 der Aufsichtsbehörde über die Bundesanwaltschaft",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2010/823/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "1. Abschnitt: Aufgaben und Organisation",
      "section": "1",
      "title": "Aufgaben der Aufsichtsbehörde",
      "content": "Die Aufsichtsbehörde nimmt die Aufgaben wahr, die ihr gemäss den Artikeln 29–31 StBOG übertragen sind."
    },
    {
      "provision_ref": "art2",
      "chapter": "1. Abschnitt: Aufgaben und Organisation",
      "section": "2",
      "title": "Beschlussfassung",
      "content": "1 Die Aufsichtsbehörde ist beschlussfähig, wenn die Mehrheit der Mitglieder anwesend ist. 2 Sie fasst ihre Beschlüsse mit der Mehrheit der stimmenden Mitglieder. 3 Sie kann in dringenden Fällen ihre Beschlüsse auf dem Zirkulationsweg oder auf elektronischem Weg fassen. 4 Bei Stimmengleichheit ist die Stimme des Präsidenten oder der Präsidentin ausschlaggebend."
    },
    {
      "provision_ref": "art3",
      "chapter": "1. Abschnitt: Aufgaben und Organisation",
      "section": "3",
      "title": "Übertragung von Aufgaben",
      "content": "1 Die Aufsichtsbehörde kann Arbeitsgruppen für einzelne Aufgabenbereiche bilden. 2 Sie kann einem oder mehreren ihrer Mitglieder die Instruktion von Verfahren und die Vorbereitung von Entscheiden übertragen. 3 Für Inspektionen kann sie eine Delegation entsenden; diese muss mindestens drei Mitglieder umfassen."
    },
    {
      "provision_ref": "art4",
      "chapter": "1. Abschnitt: Aufgaben und Organisation",
      "section": "4",
      "title": "Sachverständige",
      "content": "1 Die Aufsichtsbehörde kann schweizerische oder ausländische Sachverständige beiziehen. 2 Die Sachverständigen unterstehen gleichermassen dem Amtsgeheimnis wie die Mitglieder der Behörde."
    },
    {
      "provision_ref": "art5",
      "chapter": "1. Abschnitt: Aufgaben und Organisation",
      "section": "5",
      "title": "Disziplinarverfahren",
      "content": "Für das Disziplinarverfahren nach Artikel 31 Absatz 2 StBOG gelten die Artikel 16–19 der Verordnung der Bundesversammlung vom 1. Oktober 2010 über die Organisation und die Aufgaben der Aufsichtsbehörde über die Bundesanwaltschaft und subsidiär sinngemäss das Verwaltungsverfahrensgesetz vom 20. Dezember 1968. SR 172.021"
    },
    {
      "provision_ref": "art6",
      "chapter": "1. Abschnitt: Aufgaben und Organisation",
      "section": "6",
      "title": "Ausstand",
      "content": "1 Die Mitglieder der Aufsichtsbehörde informieren die Präsidentin oder den Präsidenten über allfällige Ausstandsgründe. 2 Wird der Ausstandsgrund bestritten, so entscheidet die Aufsichtsbehörde unter Ausschluss des betroffenen Mitglieds. 3 im Übrigen sind die Artikel 56–60 der Strafprozessordnung sind sinngemäss anwendbar. SR 312.0"
    },
    {
      "provision_ref": "art7",
      "chapter": "2. Abschnitt: Präsident oder Präsidentin",
      "section": "7",
      "title": "",
      "content": "1 Der Präsident oder die Präsidentin nimmt folgende Aufgaben wahr: a. Vertretung der Aufsichtsbehörde gegen aussen; b. Leitung der Sitzungen der Behörde; c. Organisation und Überwachung des Sekretariats; d. Berichterstattung gegenüber der Aufsichtsbehörde über den Geschäftsgang; e. Visierung der Rechnungen; f. Abwicklung der Leistungsvereinbarungen mit Bundesstellen über administrative und logistische Leistungen; g. Wahrnehmung weiterer Aufgaben, die dieses Reglement dem Präsidenten oder der Präsidentin überträgt. 2 Im Verhinderungsfall wird der Präsident oder die Präsidentin durch den Vizepräsidenten oder die Vizepräsidentin vertreten."
    },
    {
      "provision_ref": "art8",
      "chapter": "3. Abschnitt: Sekretariat",
      "section": "8",
      "title": "Organisation",
      "content": "1 Das Sekretariat besteht aus einem Sekretär oder einer Sekretärin und gegebenenfalls aus weiterem Personal. 2 Die Aufsichtsbehörde stellt den Sekretär und das weitere Personal an und entscheidet über die Anstellungsbedingungen. Massgebend ist das Bundespersonalgesetz vom 24. März 2000. 3 Der Sitz des Sekretariats ist in Bern. SR 172.220.1"
    },
    {
      "provision_ref": "art9",
      "chapter": "3. Abschnitt: Sekretariat",
      "section": "9",
      "title": "Aufgaben",
      "content": "1 Das Sekretariat unterstützt die Aufsichtsbehörde fachlich und administrativ. 2 Das Sekretariat hat insbesondere folgende Aufgaben: a. Erledigung des Tagesgeschäfts; b. Organisation und Protokollierung der Sitzungen; c. Mitwirkung bei der Instruktion der Verfahren unter der Leitung des Präsidenten oder der Präsidentin oder des delegierten Mitglieds; d. Verfassen von Beschlusses- und Berichtsentwürfen; e. Rechnungsführung; f. Vorbereitung des Budgets und der Jahresrechnung der Aufsichtsbehörde; g. Führung des Archivs."
    },
    {
      "provision_ref": "art10",
      "chapter": "3. Abschnitt: Sekretariat",
      "section": "10",
      "title": "Stellung",
      "content": "1 Die Mitarbeiterinnen und Mitarbeiter des Sekretariats unterstehen dem Amtsgeheimnis. 2 Die Arbeitgeberentscheide der Aufsichtsbehörde sind direkt beim Bundesverwaltungsgericht anfechtbar."
    },
    {
      "provision_ref": "art11",
      "chapter": "4. Abschnitt: Information",
      "section": "11",
      "title": "",
      "content": "1 Die Aufsichtsbehörde verabschiedet den jährlichen Tätigkeitsbericht zuhanden der Bundesversammlung. 2 Sie informiert die Öffentlichkeit über ihre Tätigkeit."
    },
    {
      "provision_ref": "art12",
      "chapter": "5. Abschnitt: Inkrafttreten",
      "section": "12",
      "title": "",
      "content": "Dieses Reglement tritt am 1. Januar 2011 in Kraft."
    }
  ],
  "definitions": []
}