{
  "id": "sr-142-311-23",
  "type": "statute",
  "title": "Verordnung des EJPD vom 4. Dezember 2018 über den Betrieb von Zentren des Bundes und Unterkünften an den Flughäfen",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2019/1/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "1",
      "title": "Geltungsbereich",
      "content": "Diese Verordnung gilt für die Zentren des Bundes nach Kapitel 2, 2 a . Abschnitt des AsylG und für die Unterkünfte an den Flughäfen."
    },
    {
      "provision_ref": "art2",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "2",
      "title": "Begriffe",
      "content": "In dieser Verordnung gelten als: a. Asylsuchende und Schutzbedürftige: Personen, die sich während eines hängigen Asylverfahrens, nach Gewährung vorübergehenden Schutzes oder nach einem rechtskräftigen Wegweisungsentscheid und angesetzter Ausreisefrist in einem Zentrum des Bundes oder einer Unterkunft am Flughafen aufhalten. b. Familie: Ehegatten sowie alleinerziehende Personen und deren minderjährige Kinder; den Ehegatten gleichgestellt sind die eingetragenen Partnerinnen und Partner und die in dauernder eheähnlicher Gemeinschaft zusammenlebenden Personen; im Dublin-Verfahren richten sich die Begriffe Familienangehörige und Verwandte nach der Verordnung (EU) Nr. 604/2013. Verordnung (EU) Nr. 604/2013 des Europäischen Parlaments und des Rates vom 26. Juni 2013 zur Festlegung der Kriterien und Verfahren zur Bestimmung des Mitgliedstaats, der für die Prüfung eines von einem Drittstaatsangehörigen oder Staatenlosen in einem Mitgliedstaat gestellten Antrags auf internationalen Schutz zuständig ist (Neufassung), Fassung gemäss ABl. L 180 vom 29.6.2013, S. 31."
    },
    {
      "provision_ref": "art3",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "3",
      "title": "Zutritt zu den Zentren des Bundes und den Unterkünften an den Flughäfen",
      "content": "1 Die Zentren des Bundes und die Unterkünfte an den Flughäfen sind zur Unterbringung von Asylsuchenden und Schutzbedürftigen und zur Durchführung von Asyl- und Wegweisungsverfahren bestimmt. Sie sind der Öffentlichkeit grundsätzlich nicht zugänglich. 2 Folgenden Personen wird der Zutritt zu den Zentren des Bundes und den Unterkünften an den Flughäfen gewährt: a. Angestellten des Staatssekretariats für Migration (SEM) und der für den Wegweisungsvollzug zuständigen kantonalen Behörden; b. Mitarbeiterinnen und Mitarbeitern von Dritten, die vom SEM mit der Erfüllung von Aufgaben in den Zentren des Bundes beauftragt werden, insbesondere in den Bereichen Betreuung, Sicherheit, Rechtsschutz und medizinischer Grundversorgung; c. Lehrpersonen sowie Schul- und Aufsichtsbehörden zur Sicherstellung des Grundschulunterrichts; d. Mitarbeiterinnen und Mitarbeitern von Behörden und Organisationen, die zur Erfüllung gesetzlicher Aufgaben Zutritt zu den Zentren des Bundes und den Unterkünften an den Flughäfen benötigen; e. Rechtsvertreterinnen und Rechtsvertretern, die von Asylsuchenden und Schutzbedürftigen selber beauftragt worden sind; f. Seelsorgerinnen und Seelsorgern. 3 Das SEM kann auf Anfrage weiteren Personen, insbesondere Vertreterinnen und Vertretern von Hilfswerken, Zutritt zu den Zentren des Bundes gewähren. In den Unterkünften an den Flughäfen entscheidet das SEM in Absprache mit den Flughafenbehörden. Es berücksichtigt dabei die Interessen und die Privatsphäre der Asylsuchenden und Schutzbedürftigen sowie das öffentliche Interesse an einem geordneten Betrieb."
    },
    {
      "provision_ref": "art4",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "4",
      "title": "Durchsuchung und Abnahme von Gegenständen",
      "content": "1 Das Sicherheitspersonal des vom SEM beauftragten Leistungserbringers kann Asylsuchende und Schutzbedürftige sowie deren mitgeführte Sachen mit deren Einverständnis zur Gewährleistung oder Wiederherstellung der Sicherheit und Ordnung, zum Schutz der Privatsphäre anderer Personen sowie zur Durchführung des Verfahrens nach AsylG in den Zentren des Bundes und den Unterkünften an den Flughäfen durchsuchen. 1bis Die Durchsuchung bezweckt, folgende Gegenstände und Unterlagen sicherzustellen: a. Reise- und Identitätspapiere; b. verfahrensrelevante Unterlagen und Beweismittel; c. Waffen, Waffenzubehör und weitere gefährliche Gegenstände; d. alkoholische Getränke und Betäubungsmittel; e. Vermögenswerte im Sinne von Artikel 16 Absatz 1 der Asylverordnung 2 vom 11. August 1999. 2 Das Sicherheitspersonal kann die Gegenstände nach Absatz 1 bis sicherstellen; es stellt der betroffenen Person einen Beleg aus. Betäubungsmittel und Gegenstände nach Absatz 1 bis Buchstabe c werden umgehend der Polizei gemeldet und übergeben. 3 Das SEM nimmt die eingezogenen Dokumente nach Absatz 1 bis Buchstaben a und b zu den Akten. 4 Vermögenswerte nach Absatz 1 bis Buchstabe e, die den Wert von 1000 Franken übersteigen, werden gegen Ausstellung eines Belegs abgenommen. 5 Beim Austritt aus den Zentren des Bundes oder den Unterkünften an den Flughäfen werden die vorübergehend eingezogenen Gegenstände und Unterlagen zurückgegeben. 6 Asylsuchende und Schutzbedürftige dürfen nur von Personen gleichen Geschlechts durchsucht werden. 7 Weitere Regelungen, insbesondere zur Aufbewahrung von Lebensmitteln oder zum Gebrauch von elektronischen Geräten sowie zu einer allfälligen vorübergehenden Einziehung bei Störung des Betriebs, können in der Hausordnung vorgesehen werden. Fassung gemäss Ziff. I der V des EJPD vom 6. Dez. 2022, in Kraft seit 15. Jan. 2023 ( AS 2022 852 ). SR 142.312"
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Unterbringung und Betreuung",
      "content": "1 Asylsuchende und Schutzbedürftige werden in nach Geschlecht getrennten Schlafräumen untergebracht. Familien werden im gleichen Schlafraum untergebracht. 2 Familien sind in Räumlichkeiten unterzubringen, die ein funktionierendes Zusammenleben ermöglichen und dem Bedürfnis nach Privatsphäre so weit als möglich Rechnung tragen. 3 Den besonderen Bedürfnissen von unbegleiteten minderjährigen Asylsuchenden und Schutzbedürftigen und weiteren vulnerablen Personen ist bei der Unterbringung und Betreuung Rechnung zu tragen. Unbegleitete minderjährige Asylsuchende und Schutzbedürftige sind getrennt von erwachsenen Asylsuchenden und Schutzbedürftigen unterzubringen. 4 Für Personen, die sich nach einem rechtskräftigen Wegweisungsentscheid und angesetzter Ausreisefrist in einem Zentrum des Bundes aufhalten, kann das SEM, unter Einhaltung der Absätze 1 bis 3, insbesondere eine höhere Auslastung bei der Belegung der Schlafräume sowie eine verstärkte Anwesenheitskontrolle vorsehen."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Anforderungen an Dienstleistungserbringer in den Bereichen Betreuung und Sicherheit",
      "content": "1 Das SEM legt Qualitätsstandards für die Betreuung und Sicherheit fest. Diese bilden die Grundlage für die Pflichtenhefte von Dritten, die vom SEM mit Aufgaben zur Sicherstellung des Betriebs beauftragt werden. 2 Es führt regelmässige Qualitätskontrollen durch."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Austausch mit Akteuren der Zivilgesellschaft",
      "content": "Das SEM unterstützt mit organisatorischen Massnahmen den Austausch der Asylsuchenden und Schutzbedürftigen mit Akteuren der Zivilgesellschaft. Massnahmen mit Auswirkungen auf die Standortgemeinde eines Zentrums des Bundes werden mit dieser abgesprochen."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Zugang zur Gesundheitsversorgung",
      "content": "Der Zugang zur medizinischen Grundversorgung und zur zahnärztlichen Notversorgung ist gewährleistet."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Zugang zum Grundschulunterricht",
      "content": "Der Standortkanton organisiert den Grundschulunterricht für Asylsuchende und Schutzbedürftige im schulpflichtigen Alter. Das SEM unterstützt ihn bei der Umsetzung. Es kann ihm insbesondere die notwendigen Räumlichkeiten zur Verfügung stellen."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Beschäftigungsprogramme",
      "content": "1 Beschäftigungsprogramme schaffen eine Tagesstruktur und erleichtern das Zusammenleben in den Zentren des Bundes. 2 Asylsuchende und Schutzbedürftige die nicht mehr schulpflichtig sind, können an Beschäftigungsprogrammen teilnehmen. 3 Es besteht kein Anspruch auf Teilnahme an Beschäftigungsprogrammen. In den Transitbereichen der Flughäfen werden keine Beschäftigungsprogramme angeboten. 4 Die Beschäftigungsprogramme müssen einem allgemeinen lokalen oder regionalen Interesse des Kantons oder der Gemeinde entsprechen oder das Zusammenleben mit der ansässigen Wohnbevölkerung fördern. Sie dürfen die Privatwirtschaft nicht konkurrieren. 5 Asylsuchenden oder Schutzbedürftigen kann ein Anerkennungsbeitrag ausgerichtet werden. Personen, die sich in einem besonderen Zentrum nach Artikel 24 a AsylG aufhalten, erhalten den Anerkennungsbeitrag in Form von Sachleistungen. 6 Die Teilnahme der Asylsuchenden oder Schutzbedürftigen an den Beschäftigungsprogrammen darf Verfahrensschritte nicht behindern. 7 Das SEM kann Beiträge für die Durchführung von Beschäftigungsprogrammen ausrichten bis zu dem dafür vorgesehenen und im Budget festgelegten jährlichen Höchstbetrag."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Vereinbarung über ein Beschäftigungsprogramm",
      "content": "1 Das SEM schliesst mit dem Standortkanton, der Standortgemeinde oder einem beauftragten Dritten eine Leistungsvereinbarung mit namentlich dem folgenden Inhalt ab: a. konkreter Zweck und Dauer des Beschäftigungsprogramms; b. Inhalt der Leistungen des Standortkantons, der Standortgemeinde oder des beauftragten Dritten und deren vollständige oder teilweise Finanzierung durch den Bund; c. Höchstzahl der Teilnehmerinnen und Teilnehmer; d. Höhe des Anerkennungsbeitrags pro Tag oder Stunde und Teilnehmerin oder Teilnehmer. 2 Die Verantwortung für die Umsetzung der nach Absatz 1 vereinbarten Leistungen obliegt dem Leistungserbringer, der die Betreuung in den Zentren sicherstellt. Er handelt unter Aufsicht des SEM."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Taschengeld",
      "content": "Das SEM kann Asylsuchenden und Schutzbedürftigen während ihres Aufenthalts in einer Unterkunft nach Artikel 1, mit Ausnahme der besonderen Zentren nach Artikel 24 a AsylG, Taschengeld auszahlen. Es besteht kein Anspruch auf Taschengeld."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Kommunikationsmittel",
      "content": "Den Asylsuchenden und Schutzbedürftigen stehen Kommunikationsmittel wie Telefon und Internet zur Verfügung. Die Hausordnung regelt namentlich Nutzungsumfang und -zeiten."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Information zur Beratung und Rechtsvertretung",
      "content": "In den Zentren des Bundes und Unterkünften an den Flughäfen sind Informationen zu den Leistungserbringern nach Artikel 102 f Absatz 2 AsylG und weitere Dokumentationen, insbesondere Listen mit Adressen von Rechtsberatungsstellen und Rechtsvertreterinnen und Rechtsvertretern frei zugänglich."
    },
    {
      "provision_ref": "art15",
      "chapter": "2. Abschnitt: Zentren des Bundes",
      "section": "15",
      "title": "Erstaufnahme von Asylsuchenden und Schutzbedürftigen",
      "content": "Die Zentren des Bundes, in welchen Asylverfahren durchgeführt werden, sind mit Ausnahme der besonderen Zentren nach Artikel 24 a AsylG für die Erstaufnahme von Asylsuchenden und Schutzbedürftigen durchgehend geöffnet."
    },
    {
      "provision_ref": "art16",
      "chapter": "2. Abschnitt: Zentren des Bundes",
      "section": "16",
      "title": "Besuchsrecht in den Zentren des Bundes",
      "content": "1 Asylsuchende und Schutzbedürftige können mit Zustimmung des Personals Besucherinnen und Besucher empfangen. Voraussetzung für die Zustimmung ist, dass die Besucherinnen und Besucher das Bestehen einer Beziehung zu bestimmten Asylsuchenden oder Schutzbedürftigen glaubhaft machen können. 2 Die Besuchszeiten dauern täglich von 14.00 bis 20.00 Uhr. Das SEM kann die Besuchszeiten aus organisatorischen Gründen anpassen. 3 Besucherinnen und Besucher melden sich bei der Loge an und ab und weisen sich aus. Das Sicherheitspersonal des vom SEM beauftragten Leistungserbringers kann sie sowie deren mitgeführten Sachen mit deren Einverständnis auf gefährliche Gegenstände und Alkohol hin durchsuchen und diese bis zum Verlassen der Zentren des Bundes sicherstellen. Wird die Zustimmung zu einer Durchsuchung verweigert und kann eine Gefährdung der Sicherheit und Ordnung nicht ausgeschlossen werden, so wird der Zutritt in das Gebäude verwehrt. 3bis Betäubungsmittel und Gegenstände nach Artikel 4 Absatz 1 bis Buchstabe c werden umgehend der Polizei gemeldet und übergeben. Besucherinnen und Besucher dürfen nur von Personen gleichen Geschlechts durchsucht werden. 4 Die Besucherinnen und Besucher dürfen sich nur in den von der Hausordnung dafür bezeichneten Räumen aufhalten. Fassung gemäss Ziff. I der V des EJPD vom 6. Dez. 2022, in Kraft seit 15. Jan. 2023 ( AS 2022 852 ). Eingefügt durch Ziff. I der V des EJPD vom 6. Dez. 2022, in Kraft seit 15. Jan. 2023 ( AS 2022 852 )."
    },
    {
      "provision_ref": "art17",
      "chapter": "2. Abschnitt: Zentren des Bundes",
      "section": "17",
      "title": "Ausgangsmodalitäten",
      "content": "1 Nach der Erstellung der Fingerabdruckbogen und der Fotografien und wenn ihre Anwesenheit nicht aus anderen Gründen erforderlich ist, können die Asylsuchenden und Schutzbedürftigen die Zentren des Bundes während den Ausgangszeiten verlassen. 2 Die Ausgangszeiten in den Zentren des Bundes dauern von Montag bis Sonntag von 09.00 Uhr bis 17.00 Uhr. 3 Asylsuchende und Schutzbedürftige können nach vorgängiger Meldung an das Betreuungspersonal das Zentrum des Bundes von Freitag 09.00 Uhr bis Sonntag 19.00 Uhr verlassen. Dies gilt auch an den anerkannten Feiertagen ab 09.00 Uhr des letzten vorangehenden Arbeitstages. Ausgenommen von dieser Regelung sind besondere Zentren nach Artikel 24 a AsylG. 4 Das SEM kann im Einzelfall in Abweichung von den Ausgangszeiten nach den Absätzen 2 und 3 eine längere Ausgangszeit bewilligen, wenn wichtige Gründe vorliegen. 5 Das SEM kann mit den Standortgemeinden der Zentren des Bundes längere Ausgangszeiten vereinbaren."
    },
    {
      "provision_ref": "art18",
      "chapter": "3. Abschnitt: Unterkünfte an den Flughäfen",
      "section": "18",
      "title": "Erstaufnahme und Betreuung von Asylsuchenden und Schutzbedürftigen",
      "content": "1 Die Unterkünfte an den Flughäfen sind für die Erstaufnahme von Asylsuchenden und Schutzbedürftigen durchgehend geöffnet. 2 Das Betreuungspersonal ist an jedem Wochentag von 07.30 bis 19.30 Uhr anwesend, sofern sich Asylsuchende oder Schutzbedürftige in der Unterkunft aufhalten. Ausserhalb dieser Zeiten besteht ein Pikettdienst ."
    },
    {
      "provision_ref": "art19",
      "chapter": "3. Abschnitt: Unterkünfte an den Flughäfen",
      "section": "19",
      "title": "Aufenthalt in der Transitzone des Flughafens und Spaziergang im Freien",
      "content": "1 Asylsuchende und Schutzbedürftige können sich frei im nichtöffentlichen Teil des Flughafens (Transitzone) bewegen. 2 Sie haben Anspruch auf einen täglichen Spaziergang im Freien."
    },
    {
      "provision_ref": "art20",
      "chapter": "3. Abschnitt: Unterkünfte an den Flughäfen",
      "section": "20",
      "title": "Besuchsrecht an den Flughäfen",
      "content": "Asylsuchende und Schutzbedürftige können mit Zustimmung des SEM Besucherinnen und Besucher am Flughafen empfangen. Voraussetzung für die Zustimmung ist, dass die Besucherinnen und Besucher das Bestehen einer Beziehung zu bestimmten Asylsuchenden oder Schutzbedürftigen glaubhaft machen können. Das SEM entscheidet in Absprache mit den Flughafenbehörden. Der Zutritt in den Transitbereich des jeweiligen Flughafens richtet sich nach den Vorschriften der zuständigen Flughafenbehörden."
    },
    {
      "provision_ref": "art21",
      "chapter": "4. Abschnitt: Pflichten der Asylsuchenden und Schutzbedürftigen",
      "section": "21",
      "title": "Einhaltung der Hausordnung",
      "content": "Asylsuchende und Schutzbedürftige in Unterkünften des Bundes bilden eine Hausgemeinschaft und müssen die Hausordnung einhalten."
    },
    {
      "provision_ref": "art22",
      "chapter": "4. Abschnitt: Pflichten der Asylsuchenden und Schutzbedürftigen",
      "section": "22",
      "title": "Hausarbeiten",
      "content": "Asylsuchende und Schutzbedürftige sind verpflichtet, unter Anleitung des Betreuungspersonals bei Hausarbeiten mitzuhelfen. Bei vulnerablen Personen sind die individuellen Umstände zu berücksichtigen."
    },
    {
      "provision_ref": "art23",
      "chapter": "4. Abschnitt: Pflichten der Asylsuchenden und Schutzbedürftigen",
      "section": "23",
      "title": "Anwesenheitspflicht",
      "content": "Asylsuchende und Schutzbedürftige müssen sich in der Unterkunft aufhalten, solange sie sich am betreffenden Tag zur Verfügung halten müssen: a. zur Behandlung des Asylgesuchs; b. zur Erledigung von Hausarbeiten; c. für einen Transfer in eine andere Unterkunft; d. zum Vollzug der Wegweisung; e. bei einem Arzt- oder Zahnarzttermin; f. für einen Termin mit der Rechtsberatung, der Rechtsvertretung, der Rückkehrberatung oder für ein Ausreisegespräch."
    },
    {
      "provision_ref": "art24",
      "chapter": "5. Abschnitt: Disziplinarmassnahmen und Verfahren",
      "section": "24",
      "title": "Voraussetzungen",
      "content": "1 Asylsuchende und Schutzbedürftige in den Zentren des Bundes können mit Disziplinarmassnahmen sanktioniert werden, wenn sie: a. die Pflichten nach dem 4. Abschnitt verletzen; oder b. die öffentliche Sicherheit und Ordnung gefährden. 2 Grundlage für die Anordnung einer Disziplinarmassnahme ist eine schriftliche Mitteilung einer Mitarbeiterin oder eines Mitarbeiters des SEM oder des Sicherheits- oder des Betreuungsdiensts an die Disziplinarbehörde. Die Mitteilung muss die Personalien der betroffenen Person sowie eine Darlegung des beanstandeten Vorfalls und dessen Datum enthalten."
    },
    {
      "provision_ref": "art25",
      "chapter": "5. Abschnitt: Disziplinarmassnahmen und Verfahren",
      "section": "25",
      "title": "Disziplinarmassnahmen",
      "content": "1 Die Disziplinarbehörde kann gegenüber Asylsuchenden und Schutzbedürftigen die folgenden Disziplinarmassnahmen anordnen: a. Verbot, bestimmte Räume zu betreten, die für Asylsuchende und Schutzbedürftige sonst allgemein zugänglich sind; b. Verweigerung des Ausgangs; c. Verweigerung von Fahrausweisen für den öffentlichen Verkehr; d. Nichtgewährung von Taschengeld; e. Ausschluss aus der Unterkunft für höchstens 24 Stunden; f. Zuweisung in ein besonderes Zentrum nach Artikel 24 a AsylG. 2 Die Disziplinarmassnahmen sind zu befristen."
    },
    {
      "provision_ref": "art26",
      "chapter": "5. Abschnitt: Disziplinarmassnahmen und Verfahren",
      "section": "26",
      "title": "Anordnung der Massnahmen",
      "content": "1 Die Disziplinarmassnahmen werden mündlich angeordnet. Mit einer Verfügung schriftlich anzuordnen sind der Ausschluss aus der Unterkunft für länger als 8 Stunden sowie die Zuweisung in ein besonderes Zentrum nach Artikel 24 a AsylG. 2 Wird der Ausgang für länger als 24 Stunden oder wiederholt verweigert, so erlässt die Disziplinarbehörde auf Verlangen der betroffenen Person eine Verfügung. 3 Wird der Ausschluss aus der Unterkunft für länger als 8 Stunden angeordnet oder ist die Unterkunft nach Ablauf einer kürzeren Dauer geschlossen, so ist der asylsuchenden oder schutzbedürftigen Person ein separater Raum zur Verfügung zu stellen. 4 Verfügt die asylsuchende oder schutzbedürftige Person über eine Rechtsvertretung oder eine Vertrauensperson, so wird diese vom SEM über die Anordnung einer Massnahme informiert."
    },
    {
      "provision_ref": "art27",
      "chapter": "5. Abschnitt: Disziplinarmassnahmen und Verfahren",
      "section": "27",
      "title": "Disziplinarbehörde",
      "content": "1 Disziplinarbehörde ist die Leitung der Unterkunft. Sie ist für die Anordnung von Disziplinarmassnahmen zuständig. 2 Sie kann diese Aufgabe an den Sicherheits- oder den Betreuungsdienst der Unterkunft übertragen, mit Ausnahme der Befugnis zur Anordnung eines Ausschlusses aus der Unterkunft für länger als 8 Stunden oder einer Zuweisung in ein besonderes Zentrum nach Artikel 24 a AsylG. 3 Der Sicherheits- oder der Betreuungsdienst informiert die Leitung der Unterkunft regelmässig über die angeordneten Disziplinarmassnahmen und die beanstandeten Vorfälle."
    },
    {
      "provision_ref": "art28",
      "chapter": "5. Abschnitt: Disziplinarmassnahmen und Verfahren",
      "section": "28",
      "title": "Beschwerde",
      "content": "1 Disziplinarmassnahmen, die mündlich angeordnet wurden, können mit Disziplinarbeschwerde bei der Leitung des Stabs Asyl des SEM angefochten werden. Das SEM stellt zu diesem Zweck ein Formular zur Verfügung. 2 Verfügungen nach Artikel 26 Absätze 1 zweiter Satz und Absatz 2 können mit Beschwerde beim Bundesverwaltungsgericht angefochten werden."
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "Verfahren und Fristen für die Disziplinarbeschwerde",
      "content": "1 Disziplinarbeschwerden sind spätestens drei Tage, nachdem die betroffene Person Kenntnis von der Massnahme erlangt hat, einzureichen. Ist der letzte Tag dieser Frist ein Samstag, ein Sonntag oder ein vom Bundesrecht oder vom kantonalen Recht anerkannter Feiertag, so endet sie am nächstfolgenden Werktag. 2 Die Disziplinarbeschwerde hat keine aufschiebende Wirkung. Die angefochtene Disziplinarmassnahme bleibt bis zum Entscheid der Leitung des Stabs Asyl des SEM wirksam. Dieser kann die Wirkung der angefochtenen Disziplinarmassnahme aufschieben, wenn die Disziplinarbeschwerde offensichtlich begründet ist. 3 Die Leitung des Stabs Asyl des SEM entscheidet unverzüglich. Der Entscheid wird kurz begründet und der betroffenen Person schriftlich mitgeteilt. Er kann nicht angefochten werden. Vorbehalten bleibt Artikel 25 a des Verwaltungsverfahrensgesetzes vom 20. Dezember 1968. SR 172.021"
    },
    {
      "provision_ref": "art29",
      "chapter": "9",
      "section": "29",
      "title": "a",
      "content": "1 Asylsuchende und Schutzbedürftige können zur Abwehr einer ernsten, unmittelbaren und nicht anders abwendbaren Gefahr auf Anordnung der Leitung des Zentrums des Bundes oder der Unterkunft am Flughafen nötigenfalls in einem dafür besonders ausgestatteten, überwachten und geschlossenen Raum innerhalb der Unterkunft vorübergehend festgehalten werden, wenn sie: a. andere Personen erheblich gefährden; b. sich selbst erheblich gefährden; oder c. einen grösseren Sachschaden zu verursachen drohen. 2 Vor der vorübergehenden Festhaltung sind die zuständigen Polizeibehörden und bei Bedarf weitere zuständige Stellen zu informieren. Nach erfolgter Meldung kann die betroffene Person bis zum Eintreffen der zuständigen Polizeibehörden oder anderer zuständiger Stellen festgehalten werden. Treffen diese nicht innerhalb von zwei Stunden nach erfolgter Meldung ein, ist die vorübergehende Festhaltung zu beenden. 3 Zu Beginn der vorübergehenden Festhaltung ist die betroffene Person zu durchsuchen, und sämtliche gefährlichen oder nicht benötigten Gegenstände sind ihr abzunehmen. Während der vorübergehenden Festhaltung ist das persönliche Wohlbefinden der betroffenen Person zu überwachen. 4 Die Anordnung einer vorübergehenden Festhaltung ist bei Kindern und Jugendlichen, die das 15. Altersjahr noch nicht zurückgelegt haben, ausgeschlossen."
    },
    {
      "provision_ref": "art30",
      "chapter": "6. Abschnitt: Schlussbestimmungen",
      "section": "30",
      "title": "Aufhebung bisherigen Rechts",
      "content": "Die Verordnung des EJPD vom 24. November 2007 über den Betrieb von Unterkünften des Bundes im Asylbereich wird aufgehoben. [ AS 2007 6621 ; 2013 3071 ; 2015 2051 ; 2017 5887 ]"
    },
    {
      "provision_ref": "art31",
      "chapter": "6. Abschnitt: Schlussbestimmungen",
      "section": "31",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 1. März 2019 in Kraft."
    }
  ],
  "definitions": []
}