{
  "id": "sr-172-213-1",
  "type": "statute",
  "title": "Organisationsverordnung vom 17. November 1999 für das Eidgenössische Justiz- und Polizeidepartement (OV-EJPD)",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2000/57/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "1. Kapitel: Das Departement",
      "section": "1",
      "title": "Ziele und Tätigkeitsbereiche",
      "content": "1 Das Eidgenössische Justiz- und Polizeidepartement (Departement) verfolgt in seinen zentralen Politikbereichen folgende Ziele: a. Schutz der inneren Sicherheit sowie der Rechtsgüter des Gemeinwesens und der Bevölkerung insbesondere durch die Schaffung nationaler und internationaler Rechtsgrundlagen sowie durch die Koordination zwischen den Kantonen; b. Schaffung der bundesrechtlichen Rahmenbedingungen für den Schutz der Grundrechte und der politischen Rechte sowie für eine funktionierende Justiz; c. Schaffung rechtlicher und institutioneller Grundlagen für eine geordnete wirtschaftliche Entwicklung, für den Schutz des geistigen Eigentums, die Redlichkeit des Geschäftsverkehrs sowie den Schutz von wirtschaftlich Schwächeren; d. Entwicklung einer schweizerischen Migrationspolitik im Ausländer- und Asylbereich unter Berücksichtigung des ausgewogenen Verhältnisses der in‑ und ausländischen Wohnbevölkerung, der Bedürfnisse des Arbeitsmarktes, der Aufnahmefähigkeit, der völkerrechtlichen Verpflichtungen und der humanitären Tradition der Schweiz. 2 Die Schwerpunkte der Departementstätigkeiten sind: a. Rechtsetzung: Das Departement leitet die Rechtsetzungsvorhaben, die nicht dem Aufgabenbereich eines andern Departements oder der Bundeskanzlei zugeordnet sind. Es begleitet alle Rechtsetzungsvorhaben des Bundes. b. Polizei und Sicherheit: Es erfüllt die präventiv- und gerichtspolizeilichen Aufgaben des Bundes und weitere zivile Sicherheitsaufgaben. c. Migration: Es setzt die schweizerische Ausländer- und Asylpolitik um und koordiniert diese, in Absprache mit den mitinteressierten Departementen, mit der Migrationspolitik der europäischen Staaten. d. ... e. Wirtschaftsordnung: Es erarbeitet, soweit notwendig in Absprache mit dem Eidgenössischen Departement für Wirtschaft, Bildung und Forschung (WBF), die privatrechtlichen Grundlagen in den Bereichen des Vertrags- und Unternehmensrechts sowie des geistigen Eigentums. f. Messwesen: Es erarbeitet die metrologischen Grundlagen und überwacht den Vollzug in den Kantonen. Fassung gemäss Ziff. I der V vom 28. Juni 2000, in Kraft seit 1. Juli 2000 ( AS 2000 1849 ). Aufgehoben durch Ziff. I der V vom 28. Juni 2000, mit Wirkung seit 1. Juli 2000 ( AS 2000 1849 ). Fassung gemäss Ziff. II 2 der V vom 25. Juni 2003, in Kraft seit 1. Juli 2003 ( AS 2003 2122 ). Die Bezeichnung der Verwaltungseinheit wurde in Anwendung von Art. 16 Abs. 3 der Publikationsverordnung vom 17. Nov. 2004 ( AS 2004 4937 ) auf den 1. Jan. 2013 angepasst. Die Anpassung wurde im ganzen Text vorgenommen. Fassung gemäss Ziff. III 2 der V vom 10. März 2006, in Kraft seit 1. April 2006 ( AS 2006 1089 )."
    },
    {
      "provision_ref": "art2",
      "chapter": "1. Kapitel: Das Departement",
      "section": "2",
      "title": "Grundsätze der Departementstätigkeiten",
      "content": "Das Departement beachtet bei der Verfolgung seiner Ziele und Tätigkeiten neben den allgemeinen Grundsätzen der Verwaltungstätigkeit (Art. 11 RVOV) insbesondere folgende Grundsätze: a. Es strebt in seinen Tätigkeitsschwerpunkten eine gesamtschweizerische und internationale Harmonisierung an unter Berücksichtigung der föderalistischen Grundsätze und der Bedürfnisse von besonders betroffenen Kantonen. b. Es arbeitet mit Wirtschaftsverbänden, Sozialpartnern und nichtgewinnorientierten Organisationen zusammen. c. Es wirkt in seinen Tätigkeitsbereichen hin auf eine wirksame nationale und internationale Zusammenarbeit."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Besondere Zuständigkeiten",
      "content": "Das Departement entscheidet über: a. die gerichtliche Verfolgung politischer Delikte; in Fällen, welche die Beziehungen zum Ausland betreffen, entscheidet es nach Rücksprache mit dem Eidgenössischen Departement für auswärtige Angelegenheiten (EDA); Fälle von besonderer Bedeutung kann es dem Bundesrat vorlegen; b. ... Aufgehoben durch Ziff. I der V vom 19. Dez. 2003, mit Wirkung seit 1. Febr. 2004 ( AS 2004 433 )."
    },
    {
      "provision_ref": "art4",
      "chapter": "1. Abschnitt: Das Generalsekretariat",
      "section": "4",
      "title": "",
      "content": "1 Das Generalsekretariat übt die Funktionen nach Artikel 42 RVOG aus und nimmt folgende Kernfunktionen wahr: a. Es unterstützt die Departementsvorsteherin oder den Departementsvorsteher als Mitglied des Bundesrates und bei der Leitung des Departements. b. Es initiiert, plant, koordiniert und kontrolliert die Departementsgeschäfte. c. Es sorgt dafür, dass die Departementsplanungen in die Planungen des Bundesrates eingebracht werden, vertritt das Departement in den entsprechenden Organen und stellt die interdepartementale Koordination sicher. d. Es beaufsichtigt die Ämter nach Anordnung der Departementsvorsteherin oder des Departementsvorstehers. e. Es konzipiert die Informationspolitik des Departements und informiert die Öffentlichkeit und die anderen Bundesstellen mit einer bürgernahen, wahrheitsgetreuen und zeitgerechten Medienarbeit über die Departementsgeschäfte. f. Es organisiert eine effiziente Logistik des Departements, stellt Logistikfunktionen bereit und erbringt departementsinterne und gesamtschweizerische Informatikdienstleistungen. g. Es instruiert Beschwerden gegen Ämter des Departements. 2 ... 3 ... 4 Dem Generalsekretariat administrativ zugeordnet sind die Kommission zur Verhütung von Folter und deren Sekretariat. Die Kommissionsmitglieder haben Anspruch auf Ersatz ihrer Auslagen und auf eine Entschädigung. Für deren Bemessung gilt sinngemäss die Verordnung vom 3. Juni 1996 über ausserparlamentarische Kommissionen sowie Leitungsorgane und Vertretungen des Bundes. Eingefügt durch Art. 125 Ziff. 2 der Spielbankenverordnung vom 23. Febr. 2000 ( AS 2000 766 ). Aufgehoben durch Ziff. I der V vom 27. Okt. 2010, mit Wirkung seit 1. Jan. 2011 ( AS 2010 5051 ). Eingefügt durch Ziff. II 2 der V vom 22. Aug. 2007 ( AS 2007 3967 ). Aufgehoben durch Ziff. I der V vom 27. Okt. 2010, mit Wirkung seit 1. Jan. 2011 ( AS 2010 5051 ). [ AS 1996 1651 , 2000 1157 , 2008 5949 . AS 2009 6137 Ziff. II 1]. Siehe heute: die Art. 8 l –8 t der Regierungs- und Verwaltungsorganisationsverordnung ( SR 172.010.1 ). Eingefügt durch Ziff. I der V vom 21. Okt. 2009, in Kraft seit 1. Jan. 2010 ( AS 2009 5391 )."
    },
    {
      "provision_ref": "art5",
      "chapter": "2. Abschnitt: Gemeinsame Bestimmungen für die Ämter",
      "section": "5",
      "title": "",
      "content": "1 Die Ziele nach den Artikeln 6, 9, 12, 15, 19 und 22 dienen den Verwaltungseinheiten des Departements als Richtschnur bei der Erfüllung ihrer Aufgaben und bei der Wahrnehmung ihrer Zuständigkeiten, wie sie in der Bundesgesetzgebung festgelegt sind. 2 Die Vorbereitung von nationalen und internationalen Erlassen im eigenen Aufgabenbereich ist grundsätzlich Sache der einzelnen Ämter; im internationalen Bereich geschieht dies in Absprache mit dem EDA und mit dem WBF (Aussenwirtschaft). 3 In ihren Aufgabenbereichen erfüllen die einzelnen Ämter die ihnen im Rahmen dieser nationalen und internationalen Erlasse zugewiesenen Vollzugsaufgaben. 4 Im Bereich ihrer Aufgaben und im Rahmen der aussenpolitischen Ziele der Schweiz vertreten die Ämter, in Absprache mit dem EDA, dem WBF (Aussenwirtschaft) und gegebenenfalls mit anderen Departementen und Bundesämtern, die Schweiz in internationalen Organisationen und wirken in nationalen und internationalen Fachgremien sowie bei der Erarbeitung und dem Vollzug von völkerrechtlichen Verträgen mit. 5 Das Departement legt im Einvernehmen mit dem EDA fest, in welchen Aufgabenbereichen die Ämter mit schweizerischen Botschaften und Konsulaten sowie mit ausländischen Behörden und Amtsstellen verkehren können. Fassung gemäss Ziff. I der V vom 28. Juni 2000, in Kraft seit 1. Juli 2000 ( AS 2000 1849 )."
    },
    {
      "provision_ref": "art6",
      "chapter": "3. Abschnitt: Bundesamt für Justiz",
      "section": "6",
      "title": "Ziele und Funktionen",
      "content": "1 Das Bundesamt für Justiz (BJ) ist unter Berücksichtigung der Zuständigkeiten anderer Departemente die Fachbehörde und das Dienstleistungszentrum des Bundes für Rechtsfragen. Es verfolgt insbesondere folgende Ziele: a. Schaffung rechtlicher Rahmenbedingungen für eine gerechte Ordnung des gesellschaftlichen Zusammenlebens und für eine gedeihliche wirtschaftliche Entwicklung des Landes; b. Stärkung der bundesstaatlichen Ordnung, namentlich in den Bereichen der Grundrechte, der Demokratie und des Rechtsstaates in der Schweiz; c. Erarbeitung zweckmässiger bundesrechtlicher Regelungen, die verständlich und widerspruchsfrei sind und mit dem übergeordneten Recht im Einklang stehen; d. Mitwirkung bei der Herstellung einer friedlichen internationalen Ordnung und bei der Harmonisierung der Rechtsentwicklung in Europa; e. Erhaltung und Sicherung des juristischen Fachwissens in der Bundesverwaltung und Förderung des Verständnisses für das Recht. 2 Zur Verfolgung dieser Ziele nimmt das BJ folgende Funktionen wahr: a. Es wirkt hin auf die Rechtmässigkeit von Erlassen, Beschlüssen und Entscheiden der Bundesversammlung, des Bundesrates und der Bundesverwaltung, namentlich auf die Wahrung der Grundrechte sowie die Einhaltung der Grundsätze rechtsstaatlichen Handelns, der bundesstaatlichen Kompetenzordnung und anderer verfassungsrechtlicher Vorgaben. b. Es beobachtet die Rechtsentwicklung im In- und Ausland, berät die zuständigen Behörden fachkundig in Fragen des Bundesrechts und der Rechtspolitik und unterbreitet zeitgerechte und taugliche Lösungen. Bezeichnung gemäss Ziff. I der V vom 4. Dez. 2000, in Kraft seit 1. Jan. 2001 ( AS 2001 265 )."
    },
    {
      "provision_ref": "art7",
      "chapter": "3. Abschnitt: Bundesamt für Justiz",
      "section": "7",
      "title": "Aufgaben im Einzelnen",
      "content": "1 Das BJ bereitet in Zusammenarbeit mit ebenfalls zuständigen Ämtern in folgenden Rechtsbereichen die Erlasse vor, wirkt bei deren Vollzug und bei der Erarbeitung notwendiger internationaler Instrumente mit: a. Verfassungsrecht; hierzu gehören namentlich die rechtsstaatliche, bundesstaatliche und demokratische Grundordnung sowie weitere Verfassungsbereiche, die nicht in den Zuständigkeitsbereich anderer Bundesämter fallen, einschliesslich der Erarbeitung und Umsetzung von Abkommen im Bereich der Menschenrechte in Arbeitsteilung mit dem EDA; b. Zivil-, Zivilprozess- und Zwangsvollstreckungsrecht; eingeschlossen sind das Internationale Privat-, Zivilprozess- und Zwangsvollstreckungsrecht, die Regelungen über das Handelsregister und über das Zivilstands- und das Grundbuchwesen sowie die Regelungen über den Erwerb von Grundstücken durch Personen im Ausland; nicht eingeschlossen ist das Immaterialgüterrecht; c. Straf- und Strafprozessrecht (ohne Militär- und Nebenstrafrecht); eingeschlossen sind das Internationale Straf‑, Strafprozess- und Strafvollstreckungsrecht, der Straf- und Massnahmenvollzug sowie die Hilfe an die Opfer von Gewaltverbrechen; d. Organisation und Verfahren der eidgenössischen Gerichte, Zusammenarbeit mit ausländischen und internationalen Gerichten, Verwaltungsverfahren, allgemeiner Datenschutz, Presserecht, Lotteriewesen sowie weitere Bereiche des öffentlichen Rechts, die nicht in den Zuständigkeitsbereich anderer Bundesämter fallen. 2 Das BJ erteilt in den Rechtsbereichen nach Absatz 1 Rechtsauskünfte und erstellt Rechtsgutachten zuhanden der Bundesversammlung, des Bundesrates und der Bundesverwaltung. 3 Es überprüft sämtliche Entwürfe für rechtsetzende Erlasse auf ihre Verfassungs- und Gesetzmässigkeit, auf ihre Übereinstimmung und Vereinbarkeit mit dem geltenden nationalen und internationalen Recht, auf ihre inhaltliche Richtigkeit sowie, in Zusammenarbeit mit der Bundeskanzlei (BK), auf ihre gesetzestechnische und sprachlich-redaktionelle Angemessenheit. 4 Es entwickelt methodische Grundsätze für die Vorbereitung von Erlassen und für die Evaluation staatlicher Massnahmen, insbesondere im Hinblick auf ihre Wirksamkeit und Wirtschaftlichkeit, und sorgt für adäquate Weiterbildungsmöglichkeiten. 5 Es erarbeitet die Botschaften zur Gewährleistung der Kantonsverfassungen und bereitet die Genehmigung kantonaler Erlasse in den Rechtsbereichen nach Absatz 1 vor. 6 Es bereitet die Berichte des Bundesrates zu Begnadigungen nach den Artikeln 394 und 395 des Strafgesetzbuches (StGB) vor. 6a Es stellt eine rasch funktionierende internationale Rechtshilfe in Straf‑, Verwaltungs‑, Zivil- und Handelssachen sicher und entscheidet über Rechtshilfeersuchen, Auslieferungen, Überstellungen sowie über die stellvertretende Strafverfolgung und Strafvollstreckung. 7 Es wirkt als Zentralbehörde des Bundes im Bereich der internationalen Kindsentführungen, des internationalen Minderjährigenschutzes, der internationalen Alimentensachen, der internationalen Erbschaftssachen und der internationalen Rechtshilfe in Zivil- und Handelssachen. 8 Es instruiert Beschwerden, über die der Bundesrat entscheidet, mit Ausnahme von Beschwerden gegen das Departement, Beschwerden gegen örtliche Verkehrsmassnahmen (Art. 3 Abs. 4 Strassenverkehrsgesetz vom 19. Dez. 1958, SVG), Abstimmungsbeschwerden (Art. 81 des Bundesgesetzes vom 17. Dez. 1976 über die politischen Rechte) und Beschwerden wegen Verletzung von völkerrechtlichen Verträgen, die sich auf Freizügigkeit und Niederlassung beziehen (Art. 13 Abs. 1). 9 Es vertritt die Schweiz in den Beschwerdeverfahren vor dem Europäischen Gerichtshof für Menschenrechte sowie vor den Ausschüssen der Vereinten Nationen gegen die Folter, für die Beseitigung der Diskriminierung der Frau und für die Beseitigung der Rassendiskriminierung. Es kann dazu Beraterinnen und Berater beiziehen. 10 Es vollzieht die Übereinkommen des Internationalen Privat- und Zivilprozessrechts, soweit diese nicht in den Zuständigkeitsbereich anderer Bundesämter fallen. 11 Es führt eine Fachstelle für Rechtsinformatik. 12 Es stellt Formulare für Gerichtsurkunden und Parteieingaben in Zivilverfahren nach der Zivilprozessordnung vom 19. Dezember 2008 (ZPO) zur Verfügung. 13 Es ist zuständig für die Genehmigung von kantonalen Pilotprojekten nach Artikel 401 ZPO. Fassung gemäss Ziff. I der V vom 11. Nov. 2020, in Kraft seit 1. Jan. 2021 ( AS 2020 5389 ). Fassung gemäss Ziff. I der V vom 28. Juni 2000, in Kraft seit 1. Juli 2000 ( AS 2000 1849 ). Fassung gemäss Ziff. I 2 der V vom 5. Nov. 2014 (Verschiebung des Bereichs «Sozialhilfe für Auslandschweizerinnen und -schweizer» vom EJPD ins EDA), in Kraft seit 1. Jan. 2015 ( AS 2014 3789 ). SR 311.0 . Heute: Art. 381 und 382. Eingefügt durch Ziff. I der V vom 28. Juni 2000, in Kraft seit 1. Juli 2000 ( AS 2000 1849 ). Fassung gemäss Ziff. I der V vom 4. Dez. 2000, in Kraft seit 1. Jan. 2011 ( AS 2001 265 ). SR 741.01 SR 161.1 Fassung gemäss Ziff. I der V vom 29. Aug. 2012, in Kraft seit 1. Okt. 2012 ( AS 2012 4619 ). Fassung gemäss Ziff. I der V vom 28. Juni 2000, in Kraft seit 1. Juli 2000 ( AS 2000 1849 ). SR 272 Eingefügt durch Ziff. II 1 der V vom 18. Juni 2010 über die Anpassung von Verordnungen an die Schweizerische Zivilprozessordnung, in Kraft seit 1. Jan. 2011 ( AS 2010 3053 ). Eingefügt durch Ziff. II 1 der V vom 18. Juni 2010 über die Anpassung von Verordnungen an die Schweizerische Zivilprozessordnung, in Kraft seit 1. Jan. 2011 ( AS 2010 3053 )."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Besondere Bestimmungen",
      "content": "1 Das BJ führt unter anderen: a. das Eidgenössische Amt für das Zivilstandswesen; b. das Eidgenössische Amt für Grundbuch- und Bodenrecht, einschliesslich das Schweizerische Seeschiffsregisteramt; c. das Amt für das Handelsregister; d. ein automatisiertes Strafregister unter Mitwirkung anderer Bundesbehörden und der Kantone. 2 Ihre Aufgaben und Zuständigkeiten werden in besonderen Erlassen geregelt. 3 Dem BJ administrativ zugeordnet sind die Eidgenössische Fachkommission zur Beurteilung der Behandelbarkeit lebenslänglich verwahrter Straftäter und deren Sekretariat. Die Bezeichnung der Verwaltungseinheit wurde in Anwendung von Art. 16 Abs. 3 der Publikationsverordnung vom 17. Nov. 2004 ( AS 2004 4937 ) angepasst. Eingefügt durch Ziff. I der V vom 28. Juni 2000, in Kraft seit 1. Juli 2000 ( AS 2000 1849 ). SR 211.112.2 , 211.432.1 , 221.411 , 331 Eingefügt durch Art. 16 Ziff. 2 der V vom 26. Juni 2013 über die Eidgenössische Fachkommission zur Beurteilung der Behandlung lebenslänglich verwahrter Straftäter, in Kraft seit 1. Jan. 2014 ( AS 2013 2109 )."
    },
    {
      "provision_ref": "art9",
      "chapter": "4. Abschnitt:",
      "section": "9",
      "title": "Ziele und Funktionen",
      "content": "1 Das Bundesamt für Polizei (fedpol) ist die polizeiliche Fachbehörde des Bundes. Es verfolgt durch präventive, repressive und flankierende Massnahmen insbesondere folgende Ziele: a. Schutz des schweizerischen Rechtsstaates und seiner demokratischen Grundlagen; b. Wahrung der inneren Sicherheit der Schweiz; c. Bekämpfung der Kriminalität, insbesondere von Straftaten, für deren Verfolgung der Bund zuständig ist; d. Schutz der Behörden und Gebäude des Bundes sowie der Personen und Gebäude, für welche völkerrechtliche Schutzpflichten bestehen; e. Pflege und Ausbau der Kontakte mit nationalen und internationalen Sicherheits-, Polizei- und Strafverfolgungsbehörden. 2 Zur Verfolgung dieser Ziele nimmt fedpol folgende Funktionen wahr: a. ... b. Es erstellt Kriminalanalysen. c. Es ist die Gerichtspolizeibehörde des Bundes. d. Es koordiniert und unterstützt interkantonale und internationale Ermittlungen. e. Es führt die kriminalpolizeilichen Zentralstellen nach nationalem und internationalem Recht. f. Es stellt den internationalen polizeilichen Informationsaustausch mit ausländischen Partnern und internationalen Organen sicher. g. Es erbringt Dienstleistungen zu Gunsten der Sicherheits-, Polizei- und Strafverfolgungsbehörden von Bund und Kantonen und sorgt für die weitere Entwicklung derartiger Dienstleistungen. h. Es gewährleistet eine einheitliche Kooperationsstrategie, beteiligt sich an internationalen polizeilichen Instrumenten und fördert deren Entwicklung, vertritt die polizeilichen Interessen des Landes in nationalen, internationalen und supranationalen Gremien und arbeitet in den Bereichen Ausbildung, Organisation und Technologie mit in- und ausländischen Sicherheits- und Polizeibehörden fachlich zusammen und unterstützt sie. i. Es beurteilt die Gefährdung von Personen und Gebäuden, für deren Schutz es zuständig ist, und ordnet die entsprechenden Schutzmassnahmen an. Fassung gemäss Ziff. I der V vom 12. Dez. 2008, in Kraft seit 1. Jan. 2009 ( AS 2008 6305 ). Fassung gemäss Ziff. I der V vom 17. Okt. 2007, in Kraft seit 1. Jan. 2008 ( AS 2007 4787 ). Fassung gemäss Ziff. I der V vom 12. Dez. 2008, in Kraft seit 1. Jan. 2009 ( AS 2008 6305 ). Aufgehoben durch Ziff. I der V vom 12. Dez. 2008, mit Wirkung seit 1. Jan. 2009 ( AS 2008 6305 ). Fassung gemäss Ziff. I der V vom 12. Dez. 2008, in Kraft seit 1. Jan. 2009 ( AS 2008 6305 ). Fassung gemäss Ziff. I der V vom 17. Okt. 2007, in Kraft seit 1. Jan. 2008 ( AS 2007 4787 )."
    },
    {
      "provision_ref": "art10",
      "chapter": "4. Abschnitt:",
      "section": "10",
      "title": "Besondere Aufgaben",
      "content": "1 Fedpol führt: a. folgende Zentralstellen: 1. Waffen, 2. und 3. ... 4. Sprengstoff und Pyrotechnik; b. ... c. das Nationale Zentralbüro INTERPOL; d. die nationale EUROPOL-Kontaktstelle; e. die Alarmzentrale zur Entgegennahme von Meldungen und Alarmen aus den zivilen Gebäuden des Bundes, während sieben Tagen in der Woche rund um die Uhr; f. das Einvernahmezentrum des Bundes; g. die Meldestelle für Geldwäscherei; h. die gemeinsame Koordinationsstelle von Bund und Kantonen zur Bekämpfung der Internetkriminalität, zum Erkennen von strafbaren Missbräuchen des Internets sowie zur Koordination der Ermittlungsverfahren und zur Durchführung von Analysen der Internetkriminalität (KOBIK); i. die Zeugenschutzstelle des Bundes. 2 Es leitet die Koordinationsstelle gegen Menschenhandel und Menschenschmuggel (KSMM) unter Beizug aller interessierten Stellen von Bund und Kantonen und führt zu diesem Zweck eine Geschäftsstelle. Die KSMM und ihre Geschäftsstelle nehmen die Aufgaben nach Artikel 13 der Verordnung vom 23. Oktober 2013 gegen Menschenhandel wahr und treffen Vorkehren zur Verhütung und Bekämpfung des Menschenschmuggels. 3 Es ist unter Vorbehalt abweichender Spezialbestimmungen die Fachstelle des Bundes für das Ausweiswesen und führt die Koordinationsstelle im Bereich der Identitäts- und Legitimationsausweise. 4 Es nimmt ausländerrechtliche Aufgaben mit Bezug zur inneren Sicherheit wahr. 5 Es erstellt das Anforderungsprofil für die Sicherheitsbeauftragten für den Luftverkehr, leitet ihre Ausbildung und ist für ihren Einsatz verantwortlich. Es erstellt Risiko- und Bedrohungsanalysen im Zusammenhang mit ihrem Einsatz. 6 ... 7 Es sorgt für die ständige Einsatzbereitschaft des Sonderstabes Geiselnahme und Erpressung und führt den Kernstab im Einsatzfall. 8 Es betreibt die Informationssysteme im Bereich der Polizei und der Strafverfolgung. 9 Es kann den kantonalen Behörden besondere technische Geräte sowie besondere Informatikprogramme für die Überwachung des Fernmeldeverkehrs zur Verfügung stellen (Art. 269 bis –269 quater der Strafprozessordnung; Art. 35 Abs. 3 und Art. 36 Abs. 2 des Bundesgesetzes vom 18. März 2016 betreffend die Überwachung des Post- und Fernmeldeverkehrs [BÜPF]). 10 Es bearbeitet Fragen und Auskunftsgesuche in Polizeisachen, führt den internationalen polizeilichen Amtsverkehr und besorgt die polizeiliche Zusammenarbeit mit internationalen Gerichten. 11 Es leitet administrativ die gemeinsamen Zentren für Polizei- und Zollzusammenarbeit in Genf und Chiasso. 12 Es ist, im Einvernehmen mit dem EDA, für die Entsendung, den Einsatz und die Führung von Polizeiverbindungsleuten zuständig. Die Weisungsbefugnis der Missionschefin oder des Missionschefs bleibt vorbehalten. 13 ... 14 Es übt die Aufsicht aus über die forensischen DNA-Analyselabors sowie über Laboratorien, die DNA-Profile im zivilen und administrativen Bereich erstellen. 15 Es leitet und koordiniert im Einvernehmen mit dem EDA und den kantonalen Behörden Einsätze des schweizerischen Disaster-Victim-Identification-Teams (DVI) im Ausland. Fassung gemäss Ziff. I der V vom 17. Okt. 2007, in Kraft seit 1. Jan. 2008 ( AS 2007 4787 ). Aufgehoben durch Ziff. I der V vom 12. Dez. 2008, mit Wirkung seit 1. Jan. 2009 ( AS 2008 6305 ). Aufgehoben durch Ziff. I der V vom 12. Dez. 2008, mit Wirkung seit 1. Jan. 2009 ( AS 2008 6305 ). Fassung gemäss Ziff. I der V vom 17. Okt. 2007, in Kraft seit 1. Jan. 2008 ( AS 2007 4787 ). Eingefügt durch Ziff. I der V vom 17. Okt. 2007, in Kraft seit 1. Jan. 2008 ( AS 2007 4787 ). Ursprünglich Bst. e. Ursprünglich Bst. f. Fassung gemäss Ziff. I der V vom 17. Okt. 2007, in Kraft seit 1. Jan. 2008 ( AS 2007 4787 ). Eingefügt durch Ziff. I der V vom 17. Okt. 2007 ( AS 2007 4787 ). Fassung gemäss Anhang Ziff. 4 der V vom 7. Nov. 2012 über den ausserprozessualen Zeugenschutz, in Kraft seit 1. Jan. 2013 ( AS 2012 6731 ). SR 311.039.3 Fassung gemäss Art. 16 der V vom 23. Okt. 2013 gegen Menschenhandel, in Kraft seit 1. Jan. 2014 ( AS 2013 3625 ). Fassung gemäss Ziff. I der V vom 17. Okt. 2007, in Kraft seit 1. Jan. 2008 ( AS 2007 4787 ). Fassung gemäss Ziff. I der V vom 17. Okt. 2007, in Kraft seit 1. Jan. 2008 ( AS 2007 4787 ). Aufgehoben durch Ziff. I der V vom 12. Dez. 2008, mit Wirkung seit 1. Jan. 2009 ( AS 2008 6305 ). Fassung gemäss Ziff. I der V vom 12. Dez. 2008, in Kraft seit 1. Jan. 2009 ( AS 2008 6305 ). SR 312.0 SR 780.1 Fassung gemäss Ziff. II der V vom 27. Febr. 2019, mit Wirkung seit 1. Dez 2019 ( AS 2019 981 ). Eingefügt durch Ziff. I der V vom 17. Okt. 2007, in Kraft seit 1. Jan. 2008 ( AS 2007 4787 ). Eingefügt durch Ziff. I der V vom 17. Okt. 2007, in Kraft seit 1. Jan. 2008 ( AS 2007 4787 ). Eingefügt durch Ziff. I der V vom 17. Okt. 2007 ( AS 2007 4787 ). Aufgehoben durch Ziff. I der V vom 12. Dez. 2008, mit Wirkung seit 1. Jan. 2009 ( AS 2008 6305 ). Eingefügt durch Ziff. I der V vom 17. Okt. 2007, in Kraft seit 1. Jan. 2008 ( AS 2007 4787 ). Eingefügt durch Ziff. I der V vom 17. Okt. 2007, in Kraft seit 1. Jan. 2008 ( AS 2007 4787 )."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Besondere Zuständigkeiten",
      "content": "1 Fedpol ist zuständig für die Verhängung von Einreiseverboten gegenüber Ausländerinnen und Ausländern, welche die innere oder äussere Sicherheit der Schweiz gefährden; es hört den Nachrichtendienst des Bundes (NDB) vorgängig an. Politisch bedeutsame Fälle sowie Anträge auf Ausweisung aus der Schweiz nach Artikel 121 Absatz 2 der Bundesverfassung legt es nach Rücksprache mit dem EDA und dem NDB dem Departement vor; dieses kann sie dem Bundesrat zum Entscheid unterbreiten. 2 ... 3 Es ist die verfügende Behörde für im Ausland beantragte Ausweise gemäss Ausweisgesetz vom 22. Juni 2001. 4 Es trifft in Zusammenarbeit mit den Kantonen Massnahmen zur Verhinderung von Gewalt anlässlich von Sportveranstaltungen. 5 Es ist zuständig für die Beschlagnahme und Einziehung von Propagandamaterial mit zu Gewalt aufrufendem Inhalt; es hört den NDB vorgängig an. SR 101 Fassung gemäss Anhang 4 Ziff. II 9 der V vom 4. Dez. 2009 über den Nachrichtendienst des Bundes, in Kraft seit 1. Jan. 2010 ( AS 2009 6937 ). Aufgehoben durch Ziff. I der V vom 2. März 2018, mit Wirkung seit 15. April 2018 ( AS 2018 1241 ). SR 143.1 Eingefügt durch Ziff. I der V vom 17. Okt. 2007, in Kraft seit 1. Jan. 2008 ( AS 2007 4787 ). Eingefügt durch Ziff. I der V vom 17. Okt. 2007 ( AS 2007 4787 ). Fassung gemäss Anhang 4 Ziff. II 9 der V vom 4. Dez. 2009 über den Nachrichtendienst des Bundes, in Kraft seit 1. Jan. 2010 ( AS 2009 6937 )."
    },
    {
      "provision_ref": "art11a",
      "section": "11a",
      "title": "a Vereinbarungen mit den Kantonen im polizeilichen Bereich",
      "content": "1 Der Bund kann mit den Kantonen im Rahmen von Organisationen für die Beratung und Ausbildung im polizeilichen Bereich zusammenarbeiten und gemeinsame Einrichtungen betreiben. Er kann die Kantone operativ unterstützen. 2 Der Bundesrat vereinbart mit den Kantonen die Einzelheiten der Zusammenarbeit nach Absatz 1, insbesondere zur Aufgabenwahrnehmung, Organisation und Finanzierung. Eingefügt durch Ziff. I der V vom 2. März 2018, in Kraft seit 15. April 2018 ( AS 2018 1241 )."
    },
    {
      "provision_ref": "art12",
      "chapter": "5. Abschnitt:",
      "section": "12",
      "title": "Ziele und Funktionen",
      "content": "1 Das Staatsekretariat für Migration (SEM) ist die Fachbehörde des Bundes für die Belange der Ein- und Auswanderung, des Ausländerrechts, des Asyl- und Flüchtlingsrechts sowie des Schweizer Bürgerrechts. Es verfolgt insbesondere folgende Ziele: a. Gewährleistung einer kohärenten Ausländerpolitik; dazu gehören namentlich: 1. die Zulassung und der Aufenthalt von Ausländerinnen und Ausländern in Erfüllung der völkerrechtlichen Verpflichtungen und unter Berücksichtigung humanitärer Gründe und der Zusammenführung der Familien, 2. die Zulassung ausländischer Arbeitskräfte unter Berücksichtigung der gesamtwirtschaftlichen Interessen, der langfristigen beruflichen und gesellschaftlichen Integrationschancen sowie der wissenschaftlichen und kulturellen Bedürfnisse der Schweiz; b. Umsetzung der schweizerischen Asyl- und Flüchtlingspolitik gemäss den Vorgaben der eidgenössischen Räte und des Bundesrates; dazu gehört insbesondere die Gewährleistung einer kohärenten Aufnahme- und Rückkehrpolitik; c. Schaffung günstiger Rahmenbedingungen für die Integration der in der Schweiz lebenden ausländischen Bevölkerung und für eine ausgeglichene demografische und soziale Entwicklung. 2 Zur Verfolgung der Ziele nach Absatz 1 im Ausländerbereich und im Bereich des Schweizer Bürgerrechts nimmt das SEM folgende Funktionen wahr: a. In Zusammenarbeit mit dem EDA und weiteren interessierten Bundesstellen erarbeitet es die Grundlagen der schweizerischen Visumspolitik und entwickelt Strategien zur Missbrauchsbekämpfung im Bereich des Ausländerrechts unter Berücksichtigung der internationalen Lage und setzt diese um. b. In Zusammenarbeit mit dem WBF beurteilt es das gesamtwirtschaftliche Interesse im Bereich der Ausländerpolitik. c. Es setzt die ausländerrechtlichen Massnahmen um und konzipiert die ausländerrechtliche Kontrolle beim Grenzübertritt. d. Es führt die Aufsicht über den Vollzug des Ausländerrechts in den Kantonen. e. Es bearbeitet alle Fragen des Schweizer Bürgerrechts. 3 Zur Verfolgung der Ziele nach Absatz 1 im Asyl- und Flüchtlingsbereich nimmt das SEM folgende Funktionen wahr: a. Es entscheidet über die Gewährung oder Verweigerung des Asyls, über die Schutzgewährung, die vorläufige Aufnahme sowie über die Wegweisung aus der Schweiz. b. Es koordiniert Fragen im Asyl- und Flüchtlingsbereich innerhalb der Bundesverwaltung, mit den Kantonen und den schweizerischen und internationalen Organisationen. c. Es wirkt mit bei der Harmonisierung der internationalen Flüchtlings- und Asylpolitik und bei deren Umsetzung in der Praxis, in Abstimmung mit dem EDA. d. Es setzt die gesetzlichen Grundlagen betreffend die Finanzierung der Fürsorge, Betreuung und Verwaltung um, richtet die entsprechenden Subventionen aus und überwacht deren Verwendung. e. In Zusammenarbeit mit dem EDA bereitet es die Definition der Rückkehrpolitik vor, leistet Rückkehr- und Wiedereingliederungshilfe und unterstützt die Kantone bei der Finanzierung von Rückkehrhilfeprojekten und gemeinnützigen Beschäftigungsprogrammen. f. Es unterstützt die Kantone beim Vollzug von Wegweisungen. 4 Gemeinsam mit dem EDA analysiert das SEM die Migrationsentwicklung auf nationaler und internationaler Ebene und erarbeitet Entscheidgrundlagen für die Migrationspolitik des Bundesrates. Fassung gemäss Ziff. I der V vom 28. Nov. 2014, in Kraft seit 1. Jan. 2015 ( AS 2014 4451 ). Ausdruck gemäss Ziff. I der V vom 28. Nov. 2014, in Kraft seit 1. Jan. 2015 ( AS 2014 4451 ). Die Anpassung wurde im ganzen Text vorgenommen."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Besondere Aufgaben",
      "content": "1 Das SEM instruiert Beschwerden an den Bundesrat wegen Verletzung von völkerrechtlichen Verträgen, die sich auf Freizügigkeit und Niederlassung beziehen. 2 Es bereitet in Absprache mit dem EDA Staatsverträge über die Rückübernahme, den Transit und die Ausrichtung von Beiträgen nach Artikel 114 des Asylgesetzes vom 26. Juni 1998 sowie über Migrationspartnerschaften vor und vollzieht sie. 3 Es stellt Ausweisschriften für Flüchtlinge, Schriften- und Staatenlose aus. 4 Es unterhält einen Informations- und Beratungsdienst für die Vermittlung von Stagiaires. SR 142.31 Fassung gemäss Ziff. I der V vom 18. Sept. 2020, in Kraft seit 1. Nov. 2020 ( AS 2020 4003 ). Fassung gemäss Art. 76 Ziff. 2 der Auslandschweizerverordnung vom 7. Okt. 2015, in Kraft seit 1. Nov. 2015 ( AS 2015 3879 )."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Besondere Zuständigkeiten",
      "content": "1 Das SEM ist zur selbstständigen Erledigung aller Geschäfte über das Schweizer Bürgerrecht ermächtigt. 2 Es ist in den Bereichen des Ausländer- und Bürgerrechts berechtigt, gegen letztinstanzliche kantonale Entscheide beim Bundesgericht Beschwerde zu führen. 3 Es ist zuständig für die Anerkennung von Staatenlosen. Fassung gemäss Ziff. II 10 der V vom 8. Nov. 2006 über die Anpassung von Bundesratsverordnungen an die Totalrevision der Bundesrechtspflege, in Kraft seit 1. Jan. 2007 ( AS 2006 4705 )."
    },
    {
      "provision_ref": "art1516",
      "chapter": "6. Abschnitt: ...",
      "section": "1516",
      "title": "",
      "content": "Aufgehoben durch Ziff. II 2 der V vom 25. Juni 2003, mit Wirkung seit 1. Juli 2003 ( AS 2003 2122 )."
    },
    {
      "provision_ref": "art1718",
      "chapter": "7. Abschnitt: ...",
      "section": "1718",
      "title": "",
      "content": "Aufgehoben durch Ziff. I der V vom 28. Juni 2000, mit Wirkung seit 1. Juli 2000 ( AS 2000 1849 )."
    },
    {
      "provision_ref": "art1921",
      "chapter": "8. Abschnitt: ...",
      "section": "1921",
      "title": "",
      "content": "Aufgehoben durch Anhang Ziff. 3 der V vom 21. Nov. 2012 über das Eidgenössische Institut für Metrologie, mit Wirkung seit 1. Jan. 2013 ( AS 2012 6887 )."
    },
    {
      "provision_ref": "art2224",
      "chapter": "9. Abschnitt: ...",
      "section": "2224",
      "title": "",
      "content": "Aufgehoben durch Ziff. I der V vom 3. Nov. 2004, mit Wirkung seit 1. Jan. 2005 ( AS 2004 4813 )."
    },
    {
      "provision_ref": "art25",
      "chapter": "1. Abschnitt:",
      "section": "25",
      "title": "",
      "content": "Der mit der Überwachung des Post- und Fernmeldeverkehrs betraute Dienst im Sinne von Artikel 3 des Bundesgesetzes vom 18. März 2016 betreffend die Überwachung des Post- und Fernmeldeverkehrs (BÜPF) ist administrativ dem Generalsekretariat zugeordnet. Fassung gemäss Art. 73 Ziff. 1 der V vom 15. Nov. 2017 über die Überwachung des Post- und Fernmeldeverkehrs, in Kraft seit 1. März 2018 ( AS 2018 147 ). SR 780.1"
    },
    {
      "provision_ref": "art2627",
      "chapter": "1. Abschnitt:",
      "section": "2627",
      "title": "und 27",
      "content": "Aufgehoben"
    },
    {
      "provision_ref": "art28",
      "chapter": "2. Abschnitt: Schweizerisches Institut für Rechtsvergleichung",
      "section": "28",
      "title": "",
      "content": "1 Das Schweizerische Institut für Rechtsvergleichung (SIR) erschliesst als Dokumentations- und Forschungsstätte für Rechtsvergleichung und für ausländisches und internationales Recht den Behörden und Privaten den Zugang zu Informationen über ausländisches Recht und begutachtet Rechtsfragen in seinem Aufgabenbereich. 2 Seine Stellung, seine Aufgaben und seine Organisation richten sich nach dem Bundesgesetz vom 6. Oktober 1978 über das Schweizerische Institut für Rechtsvergleichung. [ AS 1979 56 , 1997 896 , 2006 2197 Anhang Ziff. 40. AS 2019 3199 Art. 23 Abs. 1]. Siehe heute: das BG vom 28. September 2018 ( SR 425.1 )."
    },
    {
      "provision_ref": "art29",
      "chapter": "3. Abschnitt: Eidgenössisches Institut für Geistiges Eigentum",
      "section": "29",
      "title": "",
      "content": "1 Das Eidgenössische Institut für Geistiges Eigentum (IGE) ist nach dem Bundesgesetz vom 24. März 1995 über Statut und Aufgaben des IGE die Fachbehörde des Bundes für Immaterialgüterrechtsfragen. Es erfüllt seine Aufgaben nach den massgebenden Gesetzen und internationalen Abkommen. 2 Das IGE erfüllt seine gemeinwirtschaftlichen Aufgaben und die weiteren ihm vom Bundesrat zugewiesenen Aufgaben unter der Aufsicht des Departements. 3 Das IGE ist in seinem Zuständigkeitsbereich zur Beschwerde an das Bundesgericht berechtigt. SR 172.010.31 SR 231.1 –232.23 , 0.231.0–0.232.163 . Eingefügt durch Ziff. II 10 der V vom 8. Nov. 2006 über die Anpassung von Bundesratsverordnungen an die Totalrevision der Bundesrechtspflege, in Kraft seit 1. Jan. 2007 ( AS 2006 4705 )."
    },
    {
      "provision_ref": "art29",
      "chapter": "4. Abschnitt:",
      "section": "29",
      "title": "a",
      "content": "1 Die Eidgenössische Revisionsaufsichtsbehörde ist die Fachbehörde des Bundes für die Zulassung von natürlichen Personen und Revisionsunternehmen zur Erbringung von gesetzlich vorgeschriebenen Revisionsdienstleistungen, die Beaufsichtigung der Revisionsstellen von Publikumsgesellschaften und die Gewährung von Amts- und Rechtshilfe im Bereich der Revisionsaufsicht. 2 Ihre Stellung, ihre Aufgaben und Zuständigkeiten sowie ihre Organisation richten sich nach dem Revisionsaufsichtsgesetz vom 16. Dezember 2005, der Revisionsaufsichtsverordnung vom 22. August 2007 und nach den massgeblichen internationalen Abkommen. SR 221.302 SR 221.302.3"
    },
    {
      "provision_ref": "art29",
      "chapter": "5. Abschnitt:",
      "section": "29",
      "title": "b",
      "content": "1 Organisation und Aufgaben der Eidgenössischen Spielbankenkommission richten sich nach den Artikeln 46–53 des Spielbankengesetzes vom 18. Dezember 1998. 2 Die Kommission und ihr Sekretariat sind dem Generalsekretariat administrativ zugeordnet. [ AS 2000 677 , 2006 2197 Anhang Ziff. 133 5599 Ziff. I 15. AS 2018 5103 Anhang Ziff. I 2] je nachdem mit Zusatz: Siehe heute: das BG über Geldspiele vom 29. September 2017 ( SR 935.51 )."
    },
    {
      "provision_ref": "art29",
      "chapter": "6. Abschnitt:",
      "section": "29",
      "title": "c",
      "content": "1 Organisation und Aufgaben der Eidgenössischen Schiedskommission für die Verwertung von Urheberrechten und verwandten Schutzrechten richten sich nach den Artikeln 55–60 des Urheberrechtsgesetzes vom 9. Oktober 1992. 2 Die Kommission und ihr Sekretariat sind dem Generalsekretariat administrativ zugeordnet. SR 231.1"
    },
    {
      "provision_ref": "art29",
      "chapter": "7. Abschnitt:",
      "section": "29",
      "title": "d",
      "content": "1 Das Eidgenössische Institut für Metrologie (METAS) ist die Fachbehörde des Bundes für das Messwesen. 2 Seine Organisation und seine Aufgaben richten sich nach dem Messgesetz vom 17. Juni 2011 und dem Bundesgesetz vom 17. Juni 2011 über das Eidgenössische Institut für Metrologie. 3 Das METAS ist in seinem Zuständigkeitsbereich zur Beschwerde an das Bundesgericht berechtigt. SR 941.20 SR 941.27"
    },
    {
      "provision_ref": "art30",
      "chapter": "4. Kapitel: Schlussbestimmungen",
      "section": "30",
      "title": "Aufhebung und Änderung bisherigen Rechts",
      "content": "Die Aufhebung und die Änderung bisherigen Rechts finden sich im Anhang."
    },
    {
      "provision_ref": "art31",
      "chapter": "4. Kapitel: Schlussbestimmungen",
      "section": "31",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 1. Januar 2000 in Kraft."
    }
  ],
  "definitions": []
}