{
  "id": "sr-172-220-111-323-1",
  "type": "statute",
  "title": "Verordnung des EFD vom 23. Mai 2023 über einen Pilotversuch des EJPD zur Untersuchung und Beurteilung von Einsätzen ausserhalb der Betriebszeiten und die Entschädigung für diese Einsätze",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2023/261/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Zweck",
      "content": "Mit dem Pilotversuch des Informatik-Service-Centers des Eidgenössischen Justiz- und Polizeidepartements (ISC-EJPD) sollen im Rahmen des Modells Business- Development-Operations (BizDevOps) für die Anwendung NewVostra die Einsätze ausserhalb der Betriebszeiten des ISC-EJPD und die Entschädigung für die Einsätze untersucht und beurteilt werden."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Geltungsbereich",
      "content": "Diese Verordnung gilt für die Angestellten des ISC-EJPD, die im Produktteam des Modells BizDevOps für die Anwendung NewVostra arbeiten."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Teilnahme",
      "content": "1 Die Teilnahme am Pilotversuch ist für die Angestellten freiwillig. 2 Angestellte, die am Pilotversuch teilnehmen, erklären sich bereit, Einsätze ausserhalb der Betriebszeiten des ISC-EJPD (22.00–6.00 Uhr sowie an Sonn- und Feiertagen) zu leisten. 3 Sie werden bei Bedarf für einen Einsatz kontaktiert. Sie können von Fall zu Fall entscheiden, ob sie einen Einsatz leisten wollen oder nicht."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Entschädigung",
      "content": "1 Die Angestellten erhalten für geleistete Einsätze eine pauschale Entschädigung von 240 Franken pro Tag. 2 Die gesamte Einsatzzeit wird als Arbeitszeit angerechnet. 3 Artikel 45 Absatz 1 Buchstabe b BPV ist nicht anwendbar."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Inkrafttreten und Geltungsdauer",
      "content": "Diese Verordnung tritt am 1. Juli 2023 in Kraft und gilt bis zum 31. Januar 2024."
    }
  ],
  "definitions": []
}