{
  "id": "sr-211-423-4",
  "type": "statute",
  "title": "Pfandbriefgesetz vom 25. Juni 1930 (PfG)",
  "title_en": "",
  "short_name": "PfG",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/47/109_113_57/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Abschnitt I: Die Pfandbriefzentralen",
      "section": "1",
      "title": "",
      "content": "1 Die Pfandbriefzentralen haben den Zweck, dem Grundeigentümer langfristige Grundpfanddarlehen zu möglichst gleichbleibendem und billigem Zinsfusse zu vermitteln. 2 Das Recht zur Ausgabe von Pfandbriefen steht zwei Anstalten zu, nämlich je einer Zentrale der Kantonalbanken und der übrigen Kreditanstalten. Es bleibt den beiden Pfandbriefzentralen vorbehalten, sich zu vereinigen."
    },
    {
      "provision_ref": "art2",
      "chapter": "Abschnitt I: Die Pfandbriefzentralen",
      "section": "2",
      "title": "",
      "content": "1 Zur Ausübung des Rechtes der Pfandbriefausgabe ist die Ermächtigung des Bundesrates nötig. 2 Um die Ermächtigung zu erhalten, muss die Zentrale als Aktiengesellschaft oder Genossenschaft errichtet sein, mindestens fünf Mitglieder zählen, über ein einbezahltes Grund- oder Stammkapital von mindestens 5 Millionen Franken verfügen und ihre Statuten vom Bundesrate genehmigen lassen."
    },
    {
      "provision_ref": "art3",
      "chapter": "Abschnitt I: Die Pfandbriefzentralen",
      "section": "3",
      "title": "",
      "content": "Das Recht, Mitglied der Pfandbriefzentrale der Kantonalbanken zu sein, hat jede Kantonalbank im Sinne von Artikel 3 Absatz 4 des Bundesgesetzes vom 8. November 1934 über die Banken und Sparkassen. Fassung gemäss Ziff. I des BG vom 5. Okt. 1967, in Kraft seit 15. Febr. 1968 ( AS 1968 209 ; BBl 1967 I 625 ). SR 952.0"
    },
    {
      "provision_ref": "art4",
      "chapter": "Abschnitt I: Die Pfandbriefzentralen",
      "section": "4",
      "title": "",
      "content": "1 Das Recht, Mitglied der Pfandbriefzentrale der übrigen Banken zu sein, hat jede Kreditanstalt, die ihren Hauptsitz in der Schweiz hat und deren Aktiven nach der letzten, entsprechend den Vorschriften des Bundesrates erstellten und veröffentlichten Bilanz zu mehr als 60 vom Hundert der Bilanzsumme aus Forderungen bestehen, die im inländischen Bodenkreditgeschäft erworben worden sind. 2 Als im inländischen Bodenkreditgeschäft erworbene Forderungen gelten inländische Grundpfandforderungen und inländische Pfandbriefe, ferner durch Faustpfand gesicherte Darlehen mit festen Schuldsummen und festen Verfallzeiten oder Kündigungsfristen von mindestens drei Monaten, sofern das Pfand ausschliesslich aus inländischen Grundpfandforderungen und Pfandbriefen besteht. 3 Es steht der Pfandbriefzentrale frei, andere Kreditanstalten, sofern sie ihre Hauptniederlassung in der Schweiz haben, als Mitglieder aufzunehmen. 4 Die Aufnahmebedingungen werden im übrigen durch die Statuten der Zentrale geregelt."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "",
      "content": "Der Geschäftskreis der Pfandbriefzentralen umfasst: 1. die Ausgabe von Pfandbriefen; 2. die Anlage des Erlöses aus der Pfandbriefausgabe a. in Darlehen nach den Artikeln 11 und 12; b. bis zu höchstens einem Zehntel in Gülten; 3. die Anlage des Eigen- und Fremdkapitals in grundpfändlich gesicherten Forderungen bis zu zwei Dritteln des Verkehrs-, bei Gülten des Ertragswertes des im Inland gelegenen Grundpfandes, in bei der Nationalbank repofähigen Effekten und in Schuldverschreibungen inländischer Schuldner, die an einem repräsentativen Markt gehandelt werden, in Sicht- und Zeitgelder bei ihren Mitgliedern und andern inländischen Banken sowie in Grundeigentum für die Unterbringung der eigenen Geschäftsräume; 4. andere kurzfristige Bankgeschäfte nur insoweit, als die Ausgabe der Pfandbriefe und die Gewährung der Darlehen es erfordern. Fassung gemäss Ziff. I des BG vom 5. Okt. 1967, in Kraft seit 15. Febr. 1968 ( AS 1968 209 ; BBl 1967 I 625 ). Fassung gemäss Anhang Ziff. 6 des Finanzmarktaufsichtsgesetzes vom 22. Juni 2007, in Kraft seit 1. Jan. 2009 ( AS 2008 5207 ; BBl 2006 2829 )."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "",
      "content": "1 Die Pfandbriefzentralen sind von den direkten Steuern des Bundes, der Kantone und Gemeinden befreit; die Befreiung erstreckt sich nicht auf die direkten Steuern der Kantone und Gemeinden auf dem Grundeigentum. 2 Die Darlehen, die von den Pfandbriefzentralen nach den Artikeln 11 und 12 gewährt werden, und die Zinsen solcher Darlehen unterliegen keiner eidgenössischen Stempelsteuer."
    },
    {
      "provision_ref": "art7",
      "chapter": "Abschnitt II: Die Ausgabe von Pfandbriefen und die Gewährung von Darlehen",
      "section": "7",
      "title": "",
      "content": "1 Pfandbriefe können in Form von Wertpapieren, Globalurkunden oder Wertrechten ausgegeben werden. Diese Pfandbriefe lauten auf den Namen oder auf den Inhaber. 2 Pfandbriefe können auch in Form von schriftlichen Darlehensverträgen ausgegeben werden. 3 Werden Pfandbriefe auf den Namen ausgegeben, so führt die Pfandbriefzentrale ein Buch, in welches die Eigentümer und Nutzniesser mit Namen und Adresse eingetragen werden. Das Buch ist nicht öffentlich. 4 Die Eintragung in das Buch setzt einen Ausweis über den Erwerb des Pfandbriefes zu Eigentum oder die Begründung einer Nutzniessung voraus. 5 Im Verhältnis zur Pfandbriefzentrale gilt als berechtigt, wer im Buch eingetragen ist. Fassung gemäss Anhang Ziff. 2 des Bucheffektengesetz vom 3. Okt. 2008, in Kraft seit 1. Jan. 2010 ( AS 2009 3577 ; BBl 2006 9315 )."
    },
    {
      "provision_ref": "art8",
      "chapter": "Abschnitt II: Die Ausgabe von Pfandbriefen und die Gewährung von Darlehen",
      "section": "8",
      "title": "",
      "content": "Der Bundesrat kann Vorschriften über den Inhalt von Pfandbriefen erlassen. Fassung gemäss Anhang Ziff. 2 des Bucheffektengesetz vom 3. Okt. 2008, in Kraft seit 1. Jan. 2010 ( AS 2009 3577 ; BBl 2006 9315 )."
    },
    {
      "provision_ref": "art9",
      "chapter": "Abschnitt II: Die Ausgabe von Pfandbriefen und die Gewährung von Darlehen",
      "section": "9",
      "title": "",
      "content": "Die verantwortlichen Organe bescheinigen vor der Ausgabe von Pfandbriefen, dass die gesetzliche Deckung vorhanden ist. Fassung gemäss Anhang Ziff. 2 des Bucheffektengesetz vom 3. Okt. 2008, in Kraft seit 1. Jan. 2010 ( AS 2009 3577 ; BBl 2006 9315 )."
    },
    {
      "provision_ref": "art10",
      "chapter": "Abschnitt II: Die Ausgabe von Pfandbriefen und die Gewährung von Darlehen",
      "section": "10",
      "title": "",
      "content": "Die Pfandbriefzentralen dürfen Pfandbriefe nur in solcher Höhe ausgeben, dass der Betrag aller bilanzmässigen Schuldverpflichtungen, einschliesslich der Pfandbriefe, das Fünfzigfache des Eigenkapitals nicht übersteigt. Die Vollziehungsverordnung umschreibt den Begriff des Eigenkapitals. Fassung gemäss Ziff. I des BG vom 5. Okt. 1967, in Kraft seit 15. Febr. 1968 ( AS 1968 209 ; BBl 1967 I 625 )."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "",
      "content": "1 Die Pfandbriefzentralen gewähren ihren Mitgliedern aus dem Erlöse der Pfandbriefausgabe Darlehen mit Deckung gemäss Artikel 19. 2 Sie dürfen auch andern Kreditanstalten Darlehen mit Deckung gemäss Artikel 26 gewähren."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "",
      "content": "1 Die Fälligkeit der Darlehen muss übereinstimmen mit der Fälligkeit derjenigen Pfandbriefe, aus deren Erlös die Darlehen gewährt wurden. 2 Diese Darlehen können vorzeitig zurückbezahlt werden unter der Bedingung, dass die schuldnerische Anstalt der Pfandbriefzentrale an Zahlungsstatt im entsprechenden Betrag Pfandbriefe derselben Gattung abliefert wie diejenigen, aus deren Erlös die Darlehen seinerzeit gewährt wurden, und dass sie gleichzeitig der Pfandbriefzentrale den darauf entfallenden, noch nicht getilgten Rest der Ausgabekosten vergütet."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "",
      "content": "Die Mitglieder und andern Kreditanstalten, denen die Pfandbriefzentralen Darlehen gewähren, sind verpflichtet, die Vorteile der Pfandbriefausgabe möglichst ihren Grundpfandschuldnern zukommen zu lassen."
    },
    {
      "provision_ref": "art14",
      "chapter": "Abschnitt III: Deckung der Pfandbriefe und Darlehen",
      "section": "14",
      "title": "",
      "content": "Die Pfandbriefe und die darauf ausstehenden Zinsen müssen bei den Zentralen jederzeit durch Darlehen nach den Artikeln 11 und 12 und für den in Artikel 5 Ziffer 2 vorbehaltenen Teil durch Gülten, die von den Zentralen aufbewahrt und verwaltet werden, gedeckt sein. Fassung gemäss Ziff. I des BG vom 5. Okt. 1967, in Kraft seit 15. Febr. 1968 ( AS 1968 209 ; BBl 1967 I 625 )."
    },
    {
      "provision_ref": "art15",
      "chapter": "Abschnitt III: Deckung der Pfandbriefe und Darlehen",
      "section": "15",
      "title": "",
      "content": "Ist der Zinsertrag der Deckung kleiner als der Zinsertrag der Pfandbriefe, so ist die Deckung entsprechend zu vergrössern."
    },
    {
      "provision_ref": "art16",
      "chapter": "Abschnitt III: Deckung der Pfandbriefe und Darlehen",
      "section": "16",
      "title": "",
      "content": "1 Die Pfandbriefzentralen haben die bei ihnen liegende Deckung der Pfandbriefe in ein Pfandregister einzutragen. 2 Die Einzelheiten dieser Eintragung ordnet der Bundesrat."
    },
    {
      "provision_ref": "art17",
      "chapter": "Abschnitt III: Deckung der Pfandbriefe und Darlehen",
      "section": "17",
      "title": "",
      "content": "1 Die Zentralen haben die in ihrem Pfandregister eingetragene Deckung von den übrigen Vermögenswerten getrennt aufzubewahren. 2 Sie sind verpflichtet, im Interesse der Pfandbriefgläubiger, alle Ansprüche aus dieser Deckung auf eigenen Namen geltend zu machen."
    },
    {
      "provision_ref": "art18",
      "chapter": "Abschnitt III: Deckung der Pfandbriefe und Darlehen",
      "section": "18",
      "title": "",
      "content": "Die Pfandbriefe und die darauf ausstehenden Zinsen geniessen ein Pfandrecht an der im Pfandregister der Pfandbriefzentralen eingetragenen Deckung, ohne dass ein besonderer Verpfändungsvertrag und die Übergabe der Deckung an die Pfandbriefgläubiger oder deren Vertreter erforderlich wären."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "",
      "content": "1 Die Darlehen der Pfandbriefzentralen an ihre Mitglieder und die darauf ausstehenden Zinsen müssen jederzeit durch Grundpfand- oder Faustpfandforderungen der Mitglieder an ihre Schuldner gedeckt sein, die von den Mitgliedern verwahrt und verwaltet werden. 2 Die Grundpfänder dieser Forderungen müssen in der Schweiz gelegen sein, die Faustpfänder in inländischen Grundpfandforderungen oder Pfandbriefen bestehen."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "",
      "content": "Ist der Zinsertrag der bei einem Mitgliede vorhandenen Deckung kleiner als der Zinsertrag der diesem Mitgliede von der Pfandbriefzentrale gewährten Darlehen, so ist die Deckung entsprechend zu vergrössern."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "",
      "content": "1 Die Mitglieder haben die bei ihnen liegende Deckung ihrer Darlehensbezüge in ein Pfandregister einzutragen. 2 Die Einzelheiten dieser Eintragung ordnet der Bundesrat."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "",
      "content": "1 Die Mitglieder haben die in ihren Pfandregistern eingetragene Deckung ihrer Darlehen von den übrigen Vermögenswerten getrennt aufzubewahren. 2 Sie sind verpflichtet, im Interesse ihrer Zentrale, alle Ansprüche aus dieser Deckung auf eigenen Namen geltend zu machen."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "",
      "content": "Die Darlehen der Pfandbriefzentralen und die darauf ausstehenden Zinsen geniessen ein Pfandrecht an der im Pfandregister der Mitglieder eingetragenen Deckung, ohne dass ein besonderer Verpfändungsvertrag und die Übergabe der Deckung an die Pfandbriefzentralen oder deren Vertreter oder eine Eintragung in das Grundbuch erforderlich wären. Fassung gemäss Anhang Ziff. 1 des BG vom 18. März 2011 (Sicherung der Einlagen), in Kraft seit 1. Sept. 2011 ( AS 2011 3919 ; BBl 2010 3993 )."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "",
      "content": "1 Das Mitglied der Pfandbriefzentrale hat ihr über die Verwaltung der bei ihm liegenden Deckung alljährlich auf einen bestimmten Tag und ausserdem, so oft sie es verlangt, Rechnung abzulegen. 2 Für diese Verwaltung und Rechnungsstellung bezieht das Mitglied keine Entschädigung."
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "",
      "content": "1 Ist die vorgeschriebene Deckung nicht vollständig vorhanden und lässt sich der Mangel nicht sofort beheben, so ist die Deckung durch an der Börse zugelassene Schuldverschreibungen des Bundes, der Kantone oder Gemeinden oder durch Geld zu ergänzen. Die Schuldverschreibungen dürfen dabei höchstens zu 95 vom Hundert des Tageskurses bewertet werden. 2 Die Artikel 14–23 gelten auch für die Ergänzung der Deckung."
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "",
      "content": "1 Kreditanstalten, die nicht Mitglieder einer Pfandbriefzentrale sind, aber Darlehen beziehen wollen, müssen der Pfandbriefzentrale als Pfandbriefdeckung geeignet befundene Grundpfandforderungen und Ergänzungswerte, und zwar im Betrage von mindestens 105 vom Hundert der Darlehen nach den Artikeln 899–901 des Schweizerischen Zivilgesetzbuches verpfänden. 2 Die Pfandbriefzentrale hat die ihr abgelieferten Deckungswerte in ihr Pfandregister einzutragen. SR 210"
    },
    {
      "provision_ref": "art27",
      "chapter": "Abschnitt IV: Die Befriedigung aus dem Pfande",
      "section": "27",
      "title": "",
      "content": "Für Pfandbriefforderungen der Inhaber gegenüber den Zentralen und für Darlehensforderungen der Zentralen gegenüber solchen Mitgliedern, die Aktiengesellschaften oder Genossenschaften sind, kann nur Betreibung auf Konkurs angehoben werden. Vorbehalten ist der Schutz der Pfandbrief- und Darlehensgläubiger nach Artikel 42."
    },
    {
      "provision_ref": "art28",
      "chapter": "Abschnitt IV: Die Befriedigung aus dem Pfande",
      "section": "28",
      "title": "",
      "content": "Aufgehoben durch Anhang Ziff. 5 des BG vom 16. Dez. 1994, mit Wirkung seit 1. Jan. 1997 ( AS 1995 1227 ; BBl 1991 III 1 )."
    },
    {
      "provision_ref": "art29",
      "chapter": "Abschnitt IV: Die Befriedigung aus dem Pfande",
      "section": "29",
      "title": "",
      "content": "Am Pfandrecht nehmen alle Pfandbriefe einer Zentrale ohne Rücksicht auf die Reihenfolge ihrer Ausgabe im gleichen Range teil. Fassung gemäss Anhang Ziff. 5 des BG vom 16. Dez. 1994, in Kraft seit 1. Jan. 1997 ( AS 1995 1227 ; BBl 1991 III 1 )."
    },
    {
      "provision_ref": "art30",
      "chapter": "Abschnitt IV: Die Befriedigung aus dem Pfande",
      "section": "30",
      "title": "",
      "content": "Die Vorschriften über die Gläubigergemeinschaft bei Anleihensobligationen sind auf die Pfandbriefgläubiger anzuwenden. Dabei bilden alle diejenigen Gläubiger, deren Forderungen gleiche Zins- und Rückzahlungsbedingungen aufweisen, je eine Gemeinschaft."
    },
    {
      "provision_ref": "art31",
      "chapter": "Abschnitt IV: Die Befriedigung aus dem Pfande",
      "section": "31",
      "title": "",
      "content": "Hat eine Pfandbriefzentrale ein Darlehen nach Artikel 26 gewährt, so kann sie, wenn der Schuldner seine Verpflichtungen nicht pünktlich erfüllt und die Mahnung erfolglos geblieben ist, die verpfändeten Vermögenswerte bestmöglichst versilbern und sich aus dem Erlöse bezahlt machen."
    },
    {
      "provision_ref": "art32",
      "chapter": "Abschnitt V: Die Schätzung und Belehnung der Grundpfänder",
      "section": "32",
      "title": "",
      "content": "1 Die Pfandbriefzentralen haben, unter Berücksichtigung der kantonalen amtlichen Schätzungen, über die möglichst zuverlässige Ermittlung des Wertes der für die Deckung pfandrechtlich haftenden Grundstücke Vorschriften nach Massgabe der folgenden Bestimmungen zu erlassen. Diese Vorschriften unterliegen der Genehmigung des Bundesrates. 2 Die Eidgenössische Finanzmarktaufsicht (FINMA) kann die Neuschätzung der Grundstücke verlangen, wenn sich der Geldwert oder die sonstigen allgemeinen wirtschaftlichen Verhältnisse erheblich ändern. Fassung gemäss Anhang Ziff. 6 des Finanzmarktaufsichtsgesetzes vom 22. Juni 2007, in Kraft seit 1. Jan. 2009 ( AS 2008 5207 ; BBl 2006 2829 )."
    },
    {
      "provision_ref": "art33",
      "chapter": "Abschnitt V: Die Schätzung und Belehnung der Grundpfänder",
      "section": "33",
      "title": "",
      "content": "1 Bei der Schätzung des Verkehrswertes eines Grundstückes dürfen nur seine dauernden Eigenschaften berücksichtigt werden. 2 Dient das Grundstück überwiegend landwirtschaftlichen oder forstwirtschaftlichen Zwecken, so ist die Schätzung nach dem durchschnittlichen Ertrage anzustreben."
    },
    {
      "provision_ref": "art34",
      "chapter": "Abschnitt V: Die Schätzung und Belehnung der Grundpfänder",
      "section": "34",
      "title": "",
      "content": "Unter Berücksichtigung von vorgehenden Pfandrechten und pfandversicherten Zinsen kommen als Pfandbrief- oder Darlehensdeckung in Betracht: 1. die auf Grundstücken mit überwiegend landwirtschaftlicher oder forstwirtschaftlicher Nutzung haftenden Grundpfandforderungen bis zu höchstens fünf Sechsteln des Ertragswertes, sofern eine solche Schätzung vorliegt, keinesfalls aber zu mehr als zwei Dritteln des Verkehrswertes; 2. die auf andern Grundstücken haftenden Grundpfandforderungen bis zu höchstens zwei Dritteln des Verkehrswertes."
    },
    {
      "provision_ref": "art35",
      "chapter": "Abschnitt V: Die Schätzung und Belehnung der Grundpfänder",
      "section": "35",
      "title": "",
      "content": "Für Bauland, industrielle Anlagen und andere, nach der Art des Ertrages ähnliche Grundstücke setzen die nach Artikel 32 zu erlassenden Vorschriften entsprechend niedrigere Belehnungsgrenzen und schützende Bestimmungen gegen eine Entwertung der Pfänder fest."
    },
    {
      "provision_ref": "art36",
      "chapter": "Abschnitt V: Die Schätzung und Belehnung der Grundpfänder",
      "section": "36",
      "title": "",
      "content": "Forderungen mit Pfandrechten an Grundstücken, deren Ausbeutung ihren Wert aufzehrt, wie insbesondere solche an Gruben und Steinbrüchen, sind von der Verwendung als Pfandbrief- oder Darlehensdeckung ausgeschlossen."
    },
    {
      "provision_ref": "art37",
      "chapter": "Abschnitt VI: Die Überwachung und der Entzug der Ermächtigung",
      "section": "37",
      "title": "",
      "content": "Der Bundesrat ist befugt, in den Verwaltungsrat oder Vorstand jeder Pfandbriefzentrale einen Vertreter der Grundpfandschuldner als Mitglied zu ernennen."
    },
    {
      "provision_ref": "art38",
      "chapter": "Abschnitt VI: Die Überwachung und der Entzug der Ermächtigung",
      "section": "38",
      "title": "",
      "content": "Der Bundesrat bestimmt, in welcher Form die jährlichen Bilanzen und Gewinn- und Verlustrechnungen sowie die Zwischenbilanzen der Pfandbriefzentralen aufzustellen und zu veröffentlichen sind, welche Einzelangaben sie enthalten und über welche Einzelerscheinungen des Geschäftsbetriebes im Geschäftsberichte erläuternde Aufschlüsse erteilt werden müssen."
    },
    {
      "provision_ref": "art38a",
      "chapter": "Abschnitt VI: Die Überwachung und der Entzug der Ermächtigung",
      "section": "38a",
      "title": "",
      "content": "1 Die Pfandbriefzentralen haben eine von der Eidgenössischen Revisionsaufsichtsbehörde nach Artikel 9 a Absatz 1 des Revisionsaufsichtsgesetzes vom 16. Dezember 2005 zugelassene Prüfgesellschaft mit einer Prüfung nach Artikel 24 des Finanzmarktaufsichtsgesetzes vom 22. Juni 2007 zu beauftragen. 2 Die Pfandbriefzentralen müssen ihre Jahresrechnung und gegebenenfalls ihre Konzernrechnung von einem staatlich beaufsichtigten Revisionsunternehmen nach den Grundsätzen der ordentlichen Revision des Obligationenrechts prüfen lassen. Eingefügt durch Anhang Ziff. 6 des Finanzmarktaufsichtsgesetzes vom 22. Juni 2007 ( AS 2008 5207 ; BBl 2006 2829 ). Fassung gemäss Anhang Ziff. 3 des BG vom 20. Juni 2014 (Bündelung der Aufsicht über Revisionsunternehmen und Prüfgesellschaften), in Kraft seit 1. Jan. 2015 ( AS 2014 4073 ; BBl 2013 6857 ). SR 221.302 SR 956.1 SR 220"
    },
    {
      "provision_ref": "art38b",
      "chapter": "Abschnitt VI: Die Überwachung und der Entzug der Ermächtigung",
      "section": "38b",
      "title": "",
      "content": "1 Die Prüfgesellschaften der Mitglieder der Pfandbriefzentralen prüfen im Rahmen der jährlichen Arbeiten das Pfandregister und die Darlehensdeckung. 2 Sie erstatten den Pfandbriefzentralen und den von ihnen beauftragten Prüfgesellschaften über diese Prüfungen Bericht. Eingefügt durch Anhang Ziff. 6 des Finanzmarktaufsichtsgesetzes vom 22. Juni 2007, in Kraft seit 1. Jan. 2009 ( AS 2008 5207 ; BBl 2006 2829 )."
    },
    {
      "provision_ref": "art39",
      "section": "39",
      "title": "",
      "content": "Die Artikel 33–35 und 37 des Finanzmarktaufsichtsgesetzes vom 22. Juni 2007 finden keine Anwendung. Fassung gemäss Anhang Ziff. 6 des Finanzmarktaufsichtsgesetzes vom 22. Juni 2007, in Kraft seit 1. Jan. 2009 ( AS 2008 5207 ; BBl 2006 2829 ). SR SR 956.1"
    },
    {
      "provision_ref": "art40",
      "section": "40",
      "title": "",
      "content": "1 Die FINMA kann die Aushändigung der Deckungswerte anordnen, wenn eine Pfandbriefzentrale oder ein Mitglied, das einer Pfandbriefzentrale Darlehen schuldet, wiederholt Vorschriften schwer verletzt oder das Vertrauen in sie ernsthaft beeinträchtigt ist. 2 Bis zur Wiederherstellung des ordnungsgemässen Zustands kann sie einen Untersuchungsbeauftragten mit der Verwaltung der Deckungswerte auf Kosten der Pfandbriefzentrale oder des Mitglieds beauftragen. Fassung gemäss Anhang Ziff. 6 des Finanzmarktaufsichtsgesetzes vom 22. Juni 2007, in Kraft seit 1. Jan. 2009 ( AS 2008 5207 ; BBl 2006 2829 )."
    },
    {
      "provision_ref": "art41",
      "section": "41",
      "title": "",
      "content": "Widersetzt sich eine Pfandbriefzentrale wiederholt den von der Aufsichtsbehörde angeordneten Massnahmen, so kann die FINMA dem Bundesrat beantragen, ihr die Ermächtigung zur Pfandbriefausgabe zu entziehen. Fassung gemäss Ziff. I des BG vom 19. März 1982, in Kraft seit 1. Jan. 1983 ( AS 1982 1876 ; BBl 1981 III 197 ). Ausdruck gemäss Anhang Ziff. 6 des Finanzmarktaufsichtsgesetzes vom 22. Juni 2007, in Kraft seit 1. Jan. 2009 ( AS 2008 5207 ; BBl 2006 2829 ). Diese Änd. ist im ganzen Erlass berücksichtigt."
    },
    {
      "provision_ref": "art42",
      "section": "42",
      "title": "",
      "content": "Die Artikel 25–37 g des Bankengesetzes vom 8. November 1934 gelten sinngemäss. Fassung gemäss Anhang Ziff. 1 des BG vom 18. März 2011 (Sicherung der Einlagen), in Kraft seit 1. Sept. 2011 ( AS 2011 3919 ; BBl 2010 3993 ). SR 952.0"
    },
    {
      "provision_ref": "art43",
      "section": "43",
      "title": "",
      "content": "Aufgehoben durch Anhang Ziff. 6 des Finanzmarktaufsichtsgesetzes vom 22. Juni 2007, mit Wirkung seit 1. Jan. 2009 ( AS 2008 5207 ; BBl 2006 2829 )."
    },
    {
      "provision_ref": "art44",
      "chapter": "Abschnitt VII: Verantwortlichkeits- und Strafbestimmungen",
      "section": "44",
      "title": "",
      "content": "Wer diesem Gesetze oder der Vollziehungsverordnung zuwiderhandelt, haftet den Pfandbrief- oder Darlehensgläubigern für den daraus entstandenen Schaden."
    },
    {
      "provision_ref": "art45",
      "chapter": "Abschnitt VII: Verantwortlichkeits- und Strafbestimmungen",
      "section": "45",
      "title": "",
      "content": "1. Wer als Pfandbriefe bezeichnete Schuldverschreibungen ausgibt, ohne dazu die Ermächtigung zu haben, wer Pfandbriefe ausgibt oder Darlehen bezieht, trotzdem er weiss, dass deren Deckung unvollständig ist oder fehlt, wird, sofern nicht nach dem Schweizerischen Strafgesetzbuch eine schwerere Strafe verwirkt ist, mit Busse bis zu 50 000 Franken bestraft. 2. Handelt der Täter fahrlässig, so ist die Strafe Busse bis zu 30 000 Franken. Fassung gemäss Ziff. 3 des Anhangs zum VStrR, in Kraft seit 1. Jan. 1975 ( AS 1974 1857 ; BBl 1971 I 993 ). Fassung gemäss Art. 333 des Strafgesetzbuches ( SR 311.0 ) in der Fassung des BG vom 13. Dez. 2002, in Kraft seit 1. Jan. 2007 ( AS 2006 3459 ; BBl 1999 1979 )."
    },
    {
      "provision_ref": "art46",
      "chapter": "Abschnitt VII: Verantwortlichkeits- und Strafbestimmungen",
      "section": "46",
      "title": "",
      "content": "1 Wer vorsätzlich oder fahrlässig a. Pfandbriefe in einer Höhe ausgibt, die den nach Artikel 10 zulässigen Betrag übersteigt; b. den Vorschriften über die Führung des Pfandregisters, die getrennte Aufbewahrung der Deckung oder über die Aufstellung der Bilanz und Gewinn- und Verlustrechnung nicht nachkommt oder c. die ordnungsgemässe Durchführung einer Buchprüfung oder andern amtlichen Kontrolle erschwert, behindert oder verunmöglicht, [tab] wird mit Ordnungsbusse bis zu 5000 Franken bestraft. 2 Bei einer Widerhandlung im Sinne von Absatz 1 Buchstabe c bleibt die Strafverfolgung nach Artikel 285 des Schweizerischen Strafgesetzbuches vorbehalten. Fassung gemäss Ziff. 3 des Anhangs zum VStrR, in Kraft seit 1. Jan. 1975 ( AS 1974 1857 ; BBl 1971 I 993 ). SR 311.0"
    },
    {
      "provision_ref": "art47",
      "section": "47",
      "title": "",
      "content": "Aufgehoben durch Anhang Ziff. 6 des Finanzmarktaufsichtsgesetzes vom 22. Juni 2007, mit Wirkung seit 1. Jan. 2009 ( AS 2008 5207 ; BBl 2006 2829 )."
    },
    {
      "provision_ref": "art4849",
      "section": "4849",
      "title": "",
      "content": "Aufgehoben durch Ziff. 3 des Anhangs zum VStrR, mit Wirkung seit 1. Jan. 1975 ( AS 1974 1857 ; BBl 1971 I 993 )."
    },
    {
      "provision_ref": "art50",
      "chapter": "Abschnitt VIII: Übergangs- und Schlussbestimmungen",
      "section": "50",
      "title": "",
      "content": "Aufgehoben durch Anhang Ziff. 5 des BG vom 16. Dez. 1994, mit Wirkung seit 1. Jan. 1997 ( AS 1995 1227 ; BBl 1991 III 1 )."
    },
    {
      "provision_ref": "art51",
      "chapter": "Abschnitt VIII: Übergangs- und Schlussbestimmungen",
      "section": "51",
      "title": "",
      "content": "Von diesem Gesetz werden nicht berührt die vor seinem Inkrafttreten auf Grund kantonalen Rechts ausgegebenen Pfandbriefe."
    },
    {
      "provision_ref": "art52",
      "chapter": "Abschnitt VIII: Übergangs- und Schlussbestimmungen",
      "section": "52",
      "title": "",
      "content": "1 Der Bundesrat bestimmt den Zeitpunkt des Inkrafttretens dieses Gesetzes. 2 Mit dem Inkrafttreten dieses Gesetzes sind die Artikel 916–918 des Schweizerischen Zivilgesetzbuches aufgehoben. … Datum des Inkrafttretens: 1. Februar 1931 SR 210 Zweiter Satz aufgehoben durch Ziff. I des BG vom 5. Okt. 1967, mit Wirkung seit 15. Febr. 1968 ( AS 1968 209 ; BBl 1967 I 625 ). BRB vom 23. Jan. 1931 ( AS 47 120 )."
    }
  ],
  "definitions": []
}