{
  "id": "sr-221-213-15",
  "type": "statute",
  "title": "Bundesgesetz vom 23. Juni 1995 über Rahmenmietverträge und deren Allgemeinverbindlicherklärung",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1996/750_750_750/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "1. Abschnitt: Rahmenmietverträge",
      "section": "1",
      "title": "Begriff",
      "content": "1 Der Rahmenmietvertrag im Sinne dieses Gesetzes ist eine Vereinbarung, durch die Vermieter- und Mieterverbände gemeinsam Musterbestimmungen über Abschluss, Inhalt und Beendigung der einzelnen Mietverhältnisse über Wohn- und Geschäftsräume aufstellen. 2 Der Rahmenmietvertrag kann auch andere Bestimmungen enthalten, soweit sie das Verhältnis zwischen Vermietenden und Mietenden betreffen. Insbesondere kann er Bestimmungen über die gemeinsame Einrichtung von Auskunfts- und Beratungsstellen enthalten. 3 Ein Rahmenmietvertrag kann abgeschlossen werden: a. für die ganze Schweiz; b. für das Gebiet eines oder mehrerer Kantone; c. für Regionen, die mindestens 30 000 Wohnungen oder 10 000 Geschäftsräume umfassen."
    },
    {
      "provision_ref": "art2",
      "chapter": "1. Abschnitt: Rahmenmietverträge",
      "section": "2",
      "title": "Form",
      "content": "Ein Rahmenmietvertrag bedarf zu seiner Gültigkeit der schriftlichen Form. Er muss in den Amtssprachen des örtlichen Geltungsbereichs abgefasst sein."
    },
    {
      "provision_ref": "art3",
      "chapter": "1. Abschnitt: Rahmenmietverträge",
      "section": "3",
      "title": "Abweichung von zwingenden Vorschriften",
      "content": "1 Der Bundesrat kann auf gemeinsamen Antrag der vertragsschliessenden Parteien Abweichungen von zwingenden Bestimmungen des Mietrechtes bewilligen, wenn der Rahmenmietvertrag: a. von repräsentativen Verbänden oder Organisationen, die Vermieter- oder Mieterinteressen vertreten, abgeschlossen ist; b. den Mietenden einen mindestens gleichwertigen Schutz vor missbräuchlichen Mietzinsen, anderen missbräuchlichen Forderungen und vor Kündigungen bietet; c. dem übrigen zwingenden Recht von Bund und Kantonen nicht widerspricht. 2 Repräsentativ sind Verbände und Organisationen, die: a. seit mindestens zehn Jahren gemäss ihren Statuten den Hauptzweck haben, Vermieter- oder Mieterinteressen zu vertreten; und b. mindestens 5 Prozent der Mietenden oder Vermietenden des Geltungsbereiches vertreten oder deren Mitglieder mindestens 10 Prozent der Einzelmietverträge des Geltungsbereiches direkt oder indirekt zeichnen. 3 Der Rahmenmietvertrag darf jedoch von folgenden Bestimmungen des Obligationenrechtes nicht abweichen: a. Artikel 266 l –266 o (Form der Kündigung); b. Artikel 269 und 269 d (Schutz vor missbräuchlichen Mietzinsen und anderen missbräuchlichen Forderungen); c. Artikel 270 e (Weitergeltung des Vertrags während des Anfechtungsverfahrens); d. Artikel 271, 273 Absätze 1, 4 und 5 und Artikel 273 a Absatz 1 (Schutz vor missbräuchlichen Kündigungen); e. Artikel 274–274 g (Behörden und Verfahren). 4 Ferner darf der Rahmenmietvertrag: a. nicht von Artikel 270 des Obligationenrechts (Anfechtung des Anfangsmietzinses) abweichen, wenn der oder die betroffenen Kantone die Verwendung des Formulars nach Artikel 269 d obligatorisch erklärt haben (Art. 270 Abs. 2); b. das Recht der Mietenden nicht einschränken, die Herabsetzung von Mietzinsen zu verlangen (Art. 270 a ) und die Erhöhung von Mietzinsen anzufechten (Art. 270 b ). 5 Der Bundesrat regelt das Verfahren zur Erteilung der Bewilligung. Im Rahmen dieses Verfahrens sind die betroffenen Kantone anzuhören. SR 220"
    },
    {
      "provision_ref": "art4",
      "chapter": "2. Abschnitt: Allgemeinverbindlicherklärung",
      "section": "4",
      "title": "Allgemeines",
      "content": "1 Rahmenmietverträge können auf übereinstimmenden Antrag der Vertragsparteien allgemeinverbindlich erklärt werden. Die Allgemeinverbindlicherklärung erfolgt befristet oder unbefristet. 2 Bestimmungen über die Beurteilung von Streitigkeiten durch Schiedsgerichte können nicht allgemeinverbindlich erklärt werden."
    },
    {
      "provision_ref": "art5",
      "chapter": "2. Abschnitt: Allgemeinverbindlicherklärung",
      "section": "5",
      "title": "Wirkung",
      "content": "1 Allgemeinverbindliche Bestimmungen des Rahmenmietvertrages sind für alle Mietverhältnisse des örtlichen und sachlichen Geltungsbereiches zwingend. 2 Bestimmungen in Einzelmietverträgen, die allgemeinverbindlichen Bestimmungen widersprechen, sind nichtig, ausser wenn sie für die Mietenden günstiger sind. 3 Die nichtigen Bestimmungen werden durch die Bestimmungen des Rahmenmietvertrages ersetzt."
    },
    {
      "provision_ref": "art6",
      "chapter": "2. Abschnitt: Allgemeinverbindlicherklärung",
      "section": "6",
      "title": "Voraussetzungen",
      "content": "Die Allgemeinverbindlicherklärung darf nur angeordnet werden, wenn: a. der Rahmenmietvertrag den Erfordernissen nach Artikel 3 genügt; b. die repräsentativen Vermieter- und Mieterorganisationen, die nicht Vertragspartei sind, zu den Vertragsverhandlungen zugelassen waren und im Rahmen des Anhörungsverfahrens (Art. 10) die Allgemeinverbindlicherklärung nicht ausdrücklich abgelehnt haben; c. die Vertragsparteien nachweisen, dass die Allgemeinverbindlicherklärung im öffentlichen Interesse liegt und insbesondere der Förderung des Wohnfriedens dient."
    },
    {
      "provision_ref": "art7",
      "chapter": "2. Abschnitt: Allgemeinverbindlicherklärung",
      "section": "7",
      "title": "Zuständigkeit",
      "content": "1 Erstreckt sich der Geltungsbereich des Rahmenmietvertrages auf das Gebiet mehrerer Kantone, so wird die Allgemeinverbindlichkeit vom Bundesrat erklärt. 2 Beschränkt sich der Geltungsbereich des Rahmenmietvertrages auf das Gebiet eines Kantons oder auf einen Teil desselben, so wird die Allgemeinverbindlichkeit durch den Kanton erklärt."
    },
    {
      "provision_ref": "art8",
      "chapter": "2. Abschnitt: Allgemeinverbindlicherklärung",
      "section": "8",
      "title": "Antrag",
      "content": "1 Die Vertragsparteien müssen den Antrag auf Allgemeinverbindlicherklärung des Rahmenmietvertrages bei den zuständigen Behörden gemeinsam, schriftlich und begründet stellen. Die Bestimmungen, die allgemeinverbindlich erklärt werden sollen, sind dem Antrag in den für den örtlichen Geltungsbereich massgebenden Amtssprachen beizulegen. 2 Der Antrag muss enthalten: a. den örtlichen und den sachlichen Geltungsbereich; b. den Beginn und die Dauer der Allgemeinverbindlichkeit; und c. die erforderlichen Angaben über die Voraussetzungen nach den Artikeln 3 und 6."
    },
    {
      "provision_ref": "art9",
      "chapter": "2. Abschnitt: Allgemeinverbindlicherklärung",
      "section": "9",
      "title": "Veröffentlichung des Antrages",
      "content": "1 Ist der Antrag nicht offensichtlich unzulässig, so veröffentlicht ihn die zuständige Behörde in den massgebenden Amtssprachen im Schweizerischen Handelsamtsblatt, in den Amtsblättern der betroffenen Kantone und in den Organen der Vermieter- und Mieterorganisationen. Sie weist in den wichtigsten Zeitungen im örtlichen Geltungsbereich des Rahmenmietvertrages durch Anzeige darauf hin. 2 Die Behörde setzt eine Anhörungsfrist von 60 Tagen an."
    },
    {
      "provision_ref": "art10",
      "chapter": "2. Abschnitt: Allgemeinverbindlicherklärung",
      "section": "10",
      "title": "Anhörung",
      "content": "1 Innerhalb der Anhörungsfrist kann sich jede Person, die von der vorgesehenen Allgemeinverbindlichkeit betroffen ist, zum veröffentlichten Antrag schriftlich äussern. 2 Bevor der Bundesrat die Allgemeinverbindlichkeit erklärt, holt er die Stellungnahme der betroffenen Kantone sowie der interessierten Vermieter- und Mieterorganisationen ein, welche nicht Vertragspartei sind. Er kann auch weitere, den Vermieter- oder Mieterorganisationen nahestehende Verbände zur Stellungnahme einladen. 3 Bevor der Kanton die Allgemeinverbindlichkeit erklärt, holt er die Stellungnahme der interessierten Vermieter- und Mieterorganisationen ein, welche nicht Vertragspartei sind. Er kann auch weitere, den Vermieter- oder Mieterorganisationen nahestehende Verbände zur Stellungnahme einladen."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Allgemeinverbindlicherklärung; Eröffnung und Veröffentlichung",
      "content": "1 Erachtet die zuständige Behörde die Voraussetzungen zur Allgemeinverbindlicherklärung als erfüllt, so setzt sie den örtlichen und sachlichen Geltungsbereich fest und bestimmt Beginn und Dauer der Allgemeinverbindlichkeit. 2 Der Entscheid über die Allgemeinverbindlicherklärung wird den Vertragsparteien schriftlich eröffnet. 3 Die Allgemeinverbindlicherklärungen des Bundesrates und die allgemeinverbindlichen Bestimmungen werden im Bundesblatt im Wortlaut veröffentlicht. Die Veröffentlichung ist in den Presseorganen nach Artikel 9 anzuzeigen. 4 Die Allgemeinverbindlicherklärungen des Kantons und die allgemeinverbindlichen Bestimmungen werden nach ihrer Genehmigung im kantonalen Amtsblatt im Wortlaut veröffentlicht. Die Veröffentlichung ist in den Presseorganen nach Artikel 9 anzuzeigen."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Genehmigung der kantonalen Allgemeinverbindlicherklärung",
      "content": "1 Die kantonale Allgemeinverbindlicherklärung bedarf zu ihrer Gültigkeit der Genehmigung des Bundes. Für das Verfahren gilt Artikel 7 a des Verwaltungsorganisationsgesetzes. 2 Die Genehmigung wird erteilt, wenn die Voraussetzungen zur Allgemeinverbindlicherklärung erfüllt sind und das Verfahren ordnungsgemäss durchgeführt worden ist. 3 Der Entscheid über die Genehmigung ist dem Kanton und den Vertragsparteien schriftlich und mit Begründung zu eröffnen. 4 Erweist sich nachträglich, dass die Voraussetzungen zur Allgemeinverbindlicherklärung nicht oder nicht mehr erfüllt sind, so widerruft der Bundesrat die Genehmigung. SR 172.010"
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Kosten",
      "content": "1 Die Kosten für die Veröffentlichung des Antrages und des Entscheides sowie allfällige weitere Kosten gehen zu Lasten der Vertragsparteien; diese haften dafür solidarisch. 2 Die zuständige Behörde erlässt nach Abschluss des Verfahrens eine Kostenverfügung und verteilt die Kosten auf die Vertragsparteien. Die rechtskräftigen Kostenverfügungen sind vollstreckbaren gerichtlichen Urteilen im Sinne von Artikel 80 des Bundesgesetzes über Schuldbetreibung und Konkurs gleichgestellt. SR 281.1"
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Ausserkraftsetzung und Dahinfallen",
      "content": "1 Die Allgemeinverbindlicherklärung wird von der zuständigen Behörde ausser Kraft gesetzt: a. auf Antrag aller Vertragsparteien; b. von Amtes wegen, wenn sich erweist, dass die Voraussetzungen zur Allgemeinverbindlicherklärung nicht oder nicht mehr erfüllt sind; c. von Amtes wegen, bei vorzeitiger Auflösung des allgemeinverbindlich erklärten Vertrages. 2 Die Allgemeinverbindlicherklärung fällt dahin: a. mit Ablauf der Frist, falls die Allgemeinverbindlicherklärung befristet ausgesprochen wurde; b. mit Ablauf der Geltungsdauer des allgemeinverbindlich erklärten Vertrages. 3 Artikel 11 Absätze 2, 3 und 4 ist sinngemäss anwendbar auf die Ausserkraftsetzung und auf das Dahinfallen der Allgemeinverbindlicherklärung."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Änderungen",
      "content": "Die Artikel 6–14 gelten sinngemäss, wenn: a. allgemeinverbindlich erklärte Bestimmungen geändert oder neue Bestimmungen allgemeinverbindlich erklärt werden; b. die Dauer der Allgemeinverbindlichkeit verlängert oder die Allgemeinverbindlicherklärung teilweise ausser Kraft gesetzt wird."
    },
    {
      "provision_ref": "art16",
      "chapter": "3. Abschnitt: Schlussbestimmungen",
      "section": "16",
      "title": "Vollzug",
      "content": "Der Bundesrat erlässt die Ausführungsbestimmungen."
    },
    {
      "provision_ref": "art17",
      "chapter": "3. Abschnitt: Schlussbestimmungen",
      "section": "17",
      "title": "Änderung bisherigen Rechts",
      "content": "Das Bundesrechtspflegegesetz wird wie folgt geändert: Art. 99 Bst. a bis … SR 173.110 Text eingefügt im genannten BG."
    },
    {
      "provision_ref": "art18",
      "chapter": "3. Abschnitt: Schlussbestimmungen",
      "section": "18",
      "title": "Referendum und Inkrafttreten",
      "content": "1 Dieses Gesetz untersteht dem fakultativen Referendum. 2 Der Bundesrat bestimmt das Inkrafttreten. Datum des Inkrafttretens: 1. März 1996 BRB vom 31. Jan. 1996 ( AS 1996 755 )."
    }
  ],
  "definitions": []
}