{
  "id": "sr-251-5",
  "type": "statute",
  "title": "Verordnung vom 12. März 2004 über die Sanktionen bei unzulässigen Wettbewerbsbeschränkungen (KG-Sanktionsverordnung, SVKG)",
  "title_en": "Ordinance of 12 March 2004 on Sanctions imposed for Unlawful Restraints of Competition (Cartel Act Sanctions Ordinance, CASO)",
  "short_name": "SVKG",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2004/175/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Section 1 General Provisions",
      "section": "1",
      "title": "",
      "content": "This Ordinance regulates: a. the assessment criteria for the imposition of sanctions in accordance with Article 49 a paragraph 1 Cartel Act; b. the conditions and the procedure for obtaining complete or partial immunity from sanctions in accordance with Article 49 a paragraph 2 Cartel Act; c. the conditions and the procedure for notifications under Article 49 a paragraph 3 letter a Cartel Act."
    },
    {
      "provision_ref": "art2",
      "chapter": "Section 2 Calculation of Sanctions",
      "section": "2",
      "title": "Principles",
      "content": "1 The sanction shall be assessed on the basis of the duration and the seriousness of the unlawful conduct. Appropriate account shall be taken of the probable profit that the undertaking has achieved as a result of its conduct. 2 In determining the sanction, the principle of proportionality shall be observed."
    },
    {
      "provision_ref": "art3",
      "chapter": "Section 2 Calculation of Sanctions",
      "section": "3",
      "title": "Basic amount",
      "content": "Depending on the seriousness and nature of the infringement, the basic sanction shall amount to a maximum of 10 per cent of the turnover achieved by the undertaking concerned in the relevant markets in Switzerland during the preceding three financial years."
    },
    {
      "provision_ref": "art4",
      "chapter": "Section 2 Calculation of Sanctions",
      "section": "4",
      "title": "Duration",
      "content": "If the infringement of competition has lasted for one to five years, the basic amount shall be increased by up to 50 per cent. If the infringement has lasted for longer than five years, the basic amount shall be increased by an additional sanction of up to 10 per cent for each additional year."
    },
    {
      "provision_ref": "art5",
      "chapter": "Section 2 Calculation of Sanctions",
      "section": "5",
      "title": "Aggravating circumstances",
      "content": "1 In the case of aggravating circumstances, the amount under Articles 3 and 4 shall be increased, in particular if the undertaking: a. has repeatedly infringed the Cartel Act; b. has, due to the infringement, achieved a profit that is particularly high by objective standards; c. has refused to cooperate with the authorities or has attempted to obstruct the investigations in any other manner. 2 In the case of restraints of competition under Article 5 paragraphs 3 and 4 Cartel Act, the amount in accordance with Articles 3 and 4 shall be further increased if the undertaking: a. played an instigating or leading role in the restraint of competition; b. instructed or carried out retaliatory measures against other undertakings that participated in the restraint of competition in order to enforce the agreement affecting competition."
    },
    {
      "provision_ref": "art6",
      "chapter": "Section 2 Calculation of Sanctions",
      "section": "6",
      "title": "Mitigating circumstances",
      "content": "1 If there are mitigating circumstances, and in particular if the undertaking terminates the restraint of competition after the first intervention of the Secretariat of the Competition Commission but at the latest before proceedings under Articles 26–30 Cartel Act are opened, the amount under Articles 3 and 4 shall be reduced. 2 In the case of restraints of competition in accordance with Article 5 paragraphs 3 and 4 Cartel Act, the amount under Articles 3 and 4 shall be reduced if the undertaking: a. played a strictly passive role in the restraint of competition; b. did not carry out retaliatory measures that had been agreed in order to enforce the agreement affecting competition."
    },
    {
      "provision_ref": "art7",
      "chapter": "Section 2 Calculation of Sanctions",
      "section": "7",
      "title": "Maximum sanction",
      "content": "In no case shall the sanction exceed 10 per cent of the turnover achieved by the undertaking in Switzerland during the preceding three financial years (Art. 49 a para. 1 Cartel Act)."
    },
    {
      "provision_ref": "art8",
      "chapter": "Section 3 Complete Immunity from a Sanction",
      "section": "8",
      "title": "Requirements",
      "content": "1 The Competition Commission shall grant an undertaking complete immunity from a sanction if the undertaking reports its own participation in a restraint of competition within the meaning of Article 5 paragraphs 3 and 4 Cartel Act and if it is the first undertaking to: a. provide information that enables the competition authority to open competition law proceedings under Article 27 Cartel Act; or b. provide evidence that enables the competition authority to establish an infringement of competition in accordance with Article 5 paragraphs 3 or 4 Cartel Act. 2 Immunity from a sanction shall be granted only if the undertaking: a. has not coerced any other undertaking into participating in the infringement of competition and has not played the instigating or leading role in the relevant infringement of competition; b. voluntarily submits to the competition authority all available information and evidence relating to the infringement of competition that lies within its sphere of influence; c. continuously cooperates with the competition authority throughout the procedure without restrictions and without delay; d. ceases its participation in the infringement of competition upon submitting its voluntary report or upon being ordered to do by the competition authority. 3 Immunity from a sanction in accordance with paragraph 1 letter a shall only be granted if the competition authority does not already possess sufficient information to open proceedings under Articles 26 and 27 Cartel Act in relation to the reported restraint of competition. 4 Immunity from a sanction in accordance with paragraph 1 letter b shall only be granted if: a. no other undertaking already fulfils the requirements for complete immunity in accordance with paragraph 1 letter a, and b. the competition authority does not already possess sufficient evidence to prove the infringement of competition. The correction of 18 Feb. 2021 concerns the Italian text only ( AS 2021 100 )."
    },
    {
      "provision_ref": "art9",
      "chapter": "Section 3 Complete Immunity from a Sanction",
      "section": "9",
      "title": "Form and content of the voluntary report",
      "content": "1 The voluntary report shall contain all necessary information on the undertaking itself, on the nature of the reported infringement of competition, on the other undertakings participating in the infringement of competition and on the affected or relevant markets. The voluntary report may also take the form of verbal statement which is subsequently transcribed. 2 The undertaking may file the voluntary report by submitting anonymous information. The Secretariat shall determine the modalities on an individual basis in consultation with a member of the presiding body of the Competition Commission. 3 The Secretariat shall acknowledge receipt of the voluntary report, indicating the date and time of receipt. It shall inform the reporting undertaking in consultation with a member of the presiding body: a. of the extent to which it regards the requirements for complete immunity from the sanction in accordance with Article 8 paragraph 1 as fulfilled; b. of any additional information that the reporting undertaking shall submit, in particular to fulfil the requirements set out in Article 8 paragraph 1; and c. in the case of an anonymous voluntary report, of the period within which the undertaking must disclose its identity."
    },
    {
      "provision_ref": "art10",
      "chapter": "Section 3 Complete Immunity from a Sanction",
      "section": "10",
      "title": "Procedure in the case of several voluntary reports",
      "content": "The competition authority shall consider any subsequently received voluntary reports only after it has reached a decision on previously received voluntary reports in accordance with Article 9 paragraph 3."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Decision on complete immunity from sanction",
      "content": "1 The Competition Commission shall decide whether to grant complete immunity from the sanction. 2 The Competition Commission may only depart from a communication by the Secretariat pursuant to Article 9 paragraph 3 letter a if it subsequently receives information that precludes the granting of immunity from a sanction."
    },
    {
      "provision_ref": "art12",
      "chapter": "Section 4 Reduction of Sanction",
      "section": "12",
      "title": "Requirements",
      "content": "1 The Competition Commission shall reduce the sanction if an undertaking voluntarily cooperates in proceedings and if it terminates its participation in the infringement of competition no later than at the time at which it submits evidence. 2 The reduction shall amount to up to 50 per cent of the sanction calculated in accordance with Articles 3–7. The importance of the undertaking’s contribution to the success of the proceedings shall be decisive. 3 The reduction shall amount to up to 80 per cent of the sanction calculated in accordance with Articles 3–7 if an undertaking voluntarily provides information or submits evidence on further infringements of competition in accordance with Article 5 paragraph 3 or 4 Cartel Act."
    },
    {
      "provision_ref": "art13",
      "chapter": "Section 4 Reduction of Sanction",
      "section": "13",
      "title": "Form and content of the cooperation",
      "content": "1 The undertaking shall submit to the competition authority all necessary information on the reporting undertaking itself, on the nature of the reported infringement of competition, on the undertakings participating in the infringement of competition and on the affected or relevant markets. 2 The Secretariat shall acknowledge receipt of the evidence, indicating the date and time of receipt."
    },
    {
      "provision_ref": "art14",
      "chapter": "Section 4 Reduction of Sanction",
      "section": "14",
      "title": "Decision on the reduction",
      "content": "1 The Competition Commission shall decide on the amount by which the sanction imposed on the cooperating undertaking shall be reduced. 2 If the cooperating undertaking produces evidence that contains information on the duration of the infringement of competition of which the Competition Commission had no knowledge, the latter shall calculate the sanction without taking this period into consideration."
    },
    {
      "provision_ref": "art15",
      "chapter": "Section 5 Notification and Objection Procedure",
      "section": "15",
      "title": "Notification of a potentially unlawful restraint of competition",
      "content": "A notification within the meaning of Article 49 a paragraph 3 letter a Cartel Act shall be submitted to the Secretariat in triplicate in one of the official languages."
    },
    {
      "provision_ref": "art16",
      "chapter": "Section 5 Notification and Objection Procedure",
      "section": "16",
      "title": "Notification forms and explanatory notes",
      "content": "1 The Competition Commission shall specify the information required for the notification in a notification form. It shall communicate the extent to which a notification submitted to a foreign authority may be of use for the purposes of a Swiss notification. 2 It shall arrange for the publication of the notification forms and explanatory notes in the Federal Gazette."
    },
    {
      "provision_ref": "art17",
      "chapter": "Section 5 Notification and Objection Procedure",
      "section": "17",
      "title": "Simplified notification",
      "content": "Prior to the notification, the Secretariat and the notifying undertaking may mutually agree on the details of the content of the notification. In doing so, the Secretariat may grant an exemption from the duty to submit particular information or documents if it is of the opinion that such information is not required for the assessment of the case."
    },
    {
      "provision_ref": "art18",
      "chapter": "Section 5 Notification and Objection Procedure",
      "section": "18",
      "title": "Confirmation of receipt of the notification",
      "content": "The Secretariat shall confirm to the notifying undertaking that it has received the notification. In cases where the information or documentation is incomplete on any material point, the Secretariat shall request the notifying undertaking to amend the notification."
    },
    {
      "provision_ref": "art19",
      "chapter": "Section 5 Notification and Objection Procedure",
      "section": "19",
      "title": "Objection procedure",
      "content": "If the undertaking has not been informed of the opening of proceedings under Articles 26 to 30 Cartel Act within five months of receipt of the notification, any sanction pursuant to Article 49 a paragraph 1 Cartel Act shall be waived in respect of the notified facts."
    },
    {
      "provision_ref": "art20",
      "chapter": "Section 6 Commencement",
      "section": "20",
      "title": "",
      "content": "This Ordinance comes into force on 1 April 2004."
    }
  ],
  "definitions": []
}