{
  "id": "sr-232-112-2",
  "type": "statute",
  "title": "Verordnung vom 2. September 2015 über das Register für Ursprungsbezeichnungen und geografische Angaben nicht landwirtschaftlicher Erzeugnisse (GUB/GGA-Verordnung für nicht landwirtschaftliche Erzeugnisse)",
  "title_en": "Ordinance of 2 September 2017 on the Register for Appellations of Origin and Geographical Indications for Non-Agricultural Products (PAO/PGI Ordinance for Non-Agricultural Products)",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2015/612/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Section 1 General Provisions",
      "section": "1",
      "title": "Subject matter",
      "content": "This Ordinance regulates the registration of appellations of origin and geographical indications for products, excluding agricultural products, processed agricultural products and wine, and forestry products and processed forestry products."
    },
    {
      "provision_ref": "art2",
      "chapter": "Section 1 General Provisions",
      "section": "2",
      "title": "Definitions",
      "content": "In this Ordinance: a. appellation of origin means a denomination which identifies a product as originating in a country, region or place, the quality or characteristics of which are essentially or exclusively due to a particular geographical environment with its inherent natural and human factors and all stages of production of which take place in the defined geographical area; b. geographical indication means a denomination which identifies a product as originating in a country, region or place and of which a specific quality, reputation, or characteristic is essentially attributable to its geographical origin."
    },
    {
      "provision_ref": "art3",
      "chapter": "Section 1 General Provisions",
      "section": "3",
      "title": "Homonymous denominations",
      "content": "1 Completely or partially homonymous denominations may be registered. 2 There must be specific conditions which enable a distinction to be made between the completely or partially homonymous denominations in order to ensure that the producers are treated appropriately and the public is not misled."
    },
    {
      "provision_ref": "art4",
      "chapter": "Section 2 Registration Procedure",
      "section": "4",
      "title": "Entitlement to submit an application for registration",
      "content": "1 Any group of producers that is representative of a product may submit an application for registration to the Swiss Federal Institute of Intellectual Property (IPI). 2 A group of producers which submits an application for registration of an appellation of origin is deemed representative of the product in question if it fulfils the following criteria: a. Its members produce at least half of the total production of the product. b. Its members represent at least 60 per cent of the producers involved in each stage of production. 3 A group of producers which submits an application for registration of a geographical indication is deemed representative of the product in question if it fulfils the following criteria: a. Its members produce at least half of the total production of the product. b. Its members represent at least 60 per cent of the producers who place the final product on the market. 4 An individual may be deemed equivalent to a group if the following requirements are fulfilled: a. He or she is the only producer that wishes to submit an application for registration. b. The geographical area defined in the application for registration possesses characteristics which differ significantly from those of the neighbouring geographical areas or the product possesses characteristics different from those of the products produced in the neighbouring areas. 5 Applications for registration of foreign denominations may be submitted to the IPI by: a. a group or an individual in accordance with paragraph 2, 3 or 4; or b. the authority responsible for the country of origin on behalf of the beneficiaries. 6 If a denomination of a trans-border geographical area or a traditional denomination connected to a trans-border geographical area is registered, several groups or authorities may submit a joint application."
    },
    {
      "provision_ref": "art5",
      "chapter": "Section 2 Registration Procedure",
      "section": "5",
      "title": "Content of the application for registration",
      "content": "1 The application for registration must demonstrate that the requirements of this Ordinance for the registration of the appellation of origin or geographical indication have been met. 2 It shall include in particular: a. the name of the group, its address and composition; b. proof that the group is representative; c. evidence that the quality, characteristics or reputation of a product is mostly or exclusively connected to its geographical origin; and d. the product specification in accordance with Article 6. 3 For foreign denominations, the dossier must be supplemented with: a. the address for service in Switzerland of the group or the authority responsible for the country of origin; b. the name and address of the representative of the group or of the authority responsible for the country of origin as well as their address for service in Switzerland where applicable; c. a document which certifies the protection of the denomination in the country of origin; and d. a document which describes the system of control applied by the private control bodies or authorities responsible for ensuring compliance with the product specification in accordance with Article 18. 4 The application for registration must be submitted to the IPI in an official language of the Confederation or be accompanied by a certified translation in one of these languages. 5 Where the original language of the denomination does not use letters of the Latin alphabet, the denomination must also be transcribed into such letters."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Product specification",
      "content": "1 The product specification shall contain the following information: a. the denomination or denominations as well as the category of the registration (appellation of origin or geographical indication); b. the definition of the geographical area of the product; c. if the application concerns an appellation of origin: a definition of the production stages; d. a description of the product, including the raw materials and the main sensory, physical, chemical and microbiological properties; e. a description of the production method; f. the designation of one or more certification bodies in accordance with Article 15, or, for foreign denominations, the designation of one or more private control bodies or authorities responsible for ensuring compliance with the product specification in accordance with Article 18. 2 It may also include the following information: a. the criteria for evaluating the quality of the final product; b. a description of the distinctive shape of the product; c. the specific elements of the labelling or outer packaging; d. elements of the inner packaging, where the group is able to justify that the inner packaging is necessary in order to guarantee the quality as well as the traceability or control of the product in the defined geographical area."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Opinions",
      "content": "1 The IPI may obtain opinions from experts. 2 It shall invite the relevant cantonal and federal authorities to submit their opinions."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Examination, decision and publication",
      "content": "1 The IPI shall decide whether the application for registration meets the requirements of Articles 2–6 and shall take the opinions submitted into account. 2 The decision on the registration may contain specific conditions as defined in Article 3 paragraph 2 or may clarify that protection is not granted for certain elements of the denomination concerned. 3 The IPI shall publish: a. once the application for registration has been received: the denomination or denominations concerned, the name and address of the group or authority responsible for the country of origin as well as their representative where applicable, the category of the requested registration (appellation of origin or geographical indication) and the date of receipt of the application; b. if the application is approved: the information under Article 11 paragraph 4. 4 The IPI shall determine the organ of publication."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Objection to the registration",
      "content": "1 The following may object to the registration: a. any party as defined in the Federal Act of 20 December 1968 on Administrative Procedure; b. the cantons, provided the case relates to a Swiss denomination, a trans-border denomination within the meaning of Article 4 paragraph 6 or a foreign denomination that is the same as or similar to that of a cantonal geographical unit or a traditional denomination used in Switzerland. 2 The objection must be submitted in writing to the IPI within three months of the publication of the registration. 3 In particular, the following grounds for objection may be asserted: a. The denomination does not comply with the definitions under Article 2; a generic denomination, in particular, does not comply with the definitions under Article 2. b. The applicant group is not representative. c. The proposed registration would be disadvantageous to a completely or partially homonymous trade mark used for a similar product in view of the length of use of this trade mark, its reputation and its degree of notoriety. 4 The IPI shall make a decision on the objection. SR 172.021"
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Amendment of the product specification",
      "content": "1 For applications to amend the product specification, the same procedure applies as for applications for registration. 2 In the following cases, the IPI shall make a decision without carrying out all stages of the registration procedure: a. The application solely concerns the certification bodies under Article 15 or the control bodies or authorities under Article 18. b. The application solely concerns labelling elements. c. The application solely concerns the definition of the geographical area without changing the delimitation."
    },
    {
      "provision_ref": "art11",
      "chapter": "Section 3 Register",
      "section": "11",
      "title": "Entry in the Register",
      "content": "1 The IPI shall maintain the Register of Appellations of Origin and Geographical Indications in accordance with this Ordinance. 2 It may maintain the Register in electronic form. 3 It shall enter the approved denominations in the Register if the following requirements are fulfilled: a. There has been no objection within the time limit provided. b. Any objections and appeals have been rejected. 4 The Register shall include: a. the denomination or denominations; b. the category of the registration: protected appellation of origin or protected geographical indication; c. the name and address of the group or authority responsible for the country of origin as well as their representative where applicable; d. the product specification; e. the date of submission of the application for registration and its contents, the date and contents of the application to amend the product specification and the date and contents of the decisions, appeals and objections relating to these applications; f. the name and address of the bodies or authorities responsible for verifying compliance with the applicable product specification before the products are placed on the market. 5 Incorrect registrations shall be rectified: a. at the request of the group; b. ex officio if the error is purely formal or if it is due to an oversight on the part of the IPI. 6 Amendments which concern the name and address of the group are not subject to the registration procedure. 7 Any person may inspect the register and request extracts from it."
    },
    {
      "provision_ref": "art12",
      "chapter": "Section 3 Register",
      "section": "12",
      "title": "Duration of registration",
      "content": "The entry of a denomination in the Register is for an unlimited duration, subject to a cancellation under Article 13."
    },
    {
      "provision_ref": "art13",
      "chapter": "Section 4 Cancellation",
      "section": "13",
      "title": "",
      "content": "1 The IPI shall cancel the registration of a denomination: a. on request, where the denomination is no longer used or where all users and the cantons or authorities of the country concerned are no longer interested in maintaining the registration; b. ex officio , if it is established that compliance with the product specification is no longer ensured; c. ex officio , if it is established that the foreign denomination is no longer protected in the country of origin. 2 The IPI shall consult the relevant federal and cantonal authorities in advance in the case of a Swiss denomination, or the authority responsible for the country of origin in the case of a foreign denomination. It shall hear the parties pursuant to Article 30 a of the Federal Act of 20 December 1968 on Administrative Procedure. 3 It shall inform the parties of the decision on the cancellation and shall publish it. SR 172.021"
    },
    {
      "provision_ref": "art14",
      "chapter": "Section 5 Fees",
      "section": "14",
      "title": "",
      "content": "1 The fees shall be regulated in accordance with the Fee Regulations Ordinance of 28 April 1997 of the Swiss Federal Institute of Intellectual Property. 2 The IPI shall only examine the applications and objections after the corresponding fee has been paid. SR 232.148"
    },
    {
      "provision_ref": "art15",
      "chapter": "Section 6 Control",
      "section": "15",
      "title": "Designation and activities of the certification body",
      "content": "1 Any person who uses a Swiss appellation of origin or a Swiss geographical indication registered in accordance with this Ordinance must entrust one or more certification bodies listed in the product specification with checking the conformity of their products. 2 The certification bodies must be accredited for each denomination that they certify in accordance with the Accreditation and Designation Ordinance of 17 June 1996. 3 For each denomination, they shall create a manual in which the control procedures are specified. 4 The control manual applicable for each registered denomination shall be filed with the IPI. 5 The certification bodies shall submit an annual report to the IPI for each registered denomination. This shall include the following information, in particular: a. the list of the businesses it controls; b. the number of products marketed with the registered denomination; c. the number and type of corrective actions and the number of certificates withdrawn. 6 The certification bodies shall notify the IPI, the relevant cantons and the group of producers of the principal irregularities identified during the controls. SR 946.512"
    },
    {
      "provision_ref": "art16",
      "chapter": "Section 6 Control",
      "section": "16",
      "title": "Control procedures",
      "content": "1 The certification body must: a. grant an initial approval, based on a control of the structural requirements, of all producers who place the final product on the market and, in the case of an appellation of origin, all producers involved in all production stages; b. verify the flow of goods; c. ensure that the processing requirements are respected; d. oversee the evaluation of the final product in accordance with the criteria under Article 6 paragraph 2 letter a, where applicable; e. control the use of the traceability marks under Article 17. 2 For producers that place the final product on the market, at least every two years, the certification body shall carry out a control of the flow of goods, the traceability and the processing requirements. For producers involved in the other production stages specified in the product specification of an appellation of origin, the certification body shall carry out a suitable control on a regular basis, using a representative sample. 3 The evaluation of the final product shall be carried out at least once a year for all producers that place the final product on the market."
    },
    {
      "provision_ref": "art17",
      "chapter": "Section 6 Control",
      "section": "17",
      "title": "Traceability marks",
      "content": "1 The traceability mark is an element of authentication that enables the identification of the producer, and provides confirmation of the origin of the products and their conformity with the product specification. 2 Each individual final product must bear the traceability mark. 3 Where it is not suitable to do so due to the type of product, the traceability mark is affixed to the distinctive and non-reusable packaging of the final product."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Control of foreign denominations",
      "content": "1 Verification of compliance with the product specification of a foreign appellation of origin or a foreign geographical indication registered in accordance with this Ordinance may be carried out, before the products are placed on the market and in accordance with the regulations of the relevant country of origin, by the following bodies or authorities: a. by one or more private control bodies; b. by one or more authorities designated by the country of origin. 2 The group shall inform the IPI of any changes regarding the bodies and authorities under paragraph 1."
    },
    {
      "provision_ref": "art19",
      "chapter": "Section 7 Protection",
      "section": "19",
      "title": "Scope of protection",
      "content": "1 Any commercial use of a denomination protected under this Ordinance is prohibited for: a. similar products which do not fulfil the product specification; b. products that are not similar but where such use relies on the reputation of the protected denomination. 2 Paragraph 1 applies in particular if: a. the protected denomination is imitated or evoked; b. the protected denomination is translated; c. the protected denomination is accompanied by an expression such as «kind», «type», «style», «imitation» or similar; d. the origin of the product is indicated. 3 The imitation of a protected denomination or the evocation within the meaning of paragraph 2 letter a shall consist in particular of: a. any false or misleading indication about the origin of the product, the manufacturing process, the nature or essential characteristics of the inner packaging, outer packaging, advertising material or documentation of the product; b. any use of a container or packaging which may create a misleading impression about the origin of the product; c. any use of the distinctive shape under Article 6 paragraph 2 letter b."
    },
    {
      "provision_ref": "art20",
      "chapter": "Section 7 Protection",
      "section": "20",
      "title": "Use of the designations PAO and PGI or similar designations",
      "content": "1 The designations «Protected Appellation of Origin» or «Protected Geographical Indication» or the corresponding abbreviations «PAO» or «PGI» must be indicated in an official language of the Confederation on the labelling of the products for which the protected Swiss denomination has been registered in accordance with this Ordinance and in accordance with the corresponding product specification. 2 The designations under paragraph 1 may be affixed on the labelling of the products for which the protected foreign denomination is used in accordance with the corresponding product specification. 3 The use of the designations under paragraph 1 or similar designations or designations which could be confused with them is prohibited for products for which a denomination has not been registered in accordance with this Ordinance or which do not comply with the product specification of the denomination registered in accordance with this Ordinance, even if they are subject to the transitional periods under Article 21."
    },
    {
      "provision_ref": "art21",
      "chapter": "Section 7 Protection",
      "section": "21",
      "title": "Transitional periods for the use of protected denominations",
      "content": "1 Products which do not fulfil the requirements for the use of a registered appellation of origin or geographical indication, but which have been lawfully marketed with this denomination in good faith for at least five years prior to the submission of the application for registration, may continue to be packaged and labelled under this denomination for two years and marketed for three years from the publication of the registration. 2 If the product specification of a denomination is amended in accordance with Article 10, the products covered by the former product specification may continue to be packaged, labelled and marketed in accordance with the former product specification for two years from the publication of the amendment."
    },
    {
      "provision_ref": "art22",
      "chapter": "Section 8 Commencement",
      "section": "22",
      "title": "",
      "content": "This Ordinance comes into force on 1 January 2017."
    }
  ],
  "definitions": [
    {
      "term": "appellation of origin",
      "definition": "appellation of origin means a denomination which identifies a product as originating in a country, region or place, the quality or characteristics of which are essentially or exclusively due to a particular geographical environment with its inherent natural and human factors and all stages of production of which take place in the defined geographical area;",
      "source_provision": "art2"
    },
    {
      "term": "geographical indication",
      "definition": "geographical indication means a denomination which identifies a product as originating in a country, region or place and of which a specific quality, reputation, or characteristic is essentially attributable to its geographical origin.",
      "source_provision": "art2"
    }
  ]
}