{
  "id": "sr-221-218-2",
  "type": "statute",
  "title": "Verordnung vom 10. November 1999 über die berufsmässige Vermittlung von Personen aus dem Ausland oder ins Ausland zu Ehe oder fester Partnerschaft",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1999/493/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "1",
      "title": "Gegenstand",
      "content": "Diese Verordnung regelt die Bewilligung für die berufsmässige Vermittlung von Personen oder an Personen aus dem Ausland zum Zweck der Eingehung einer Ehe oder einer festen Partnerschaft sowie die Aufsicht über die Vermittlungstätigkeit."
    },
    {
      "provision_ref": "art2",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "2",
      "title": "Bewilligungspflicht",
      "content": "1 Einer Bewilligung bedürfen natürliche und juristische Personen sowie Kollektiv- und Kommanditgesellschaften mit Wohnsitz oder Sitz in der Schweiz, welche berufsmässig im Auftrag: a. einer Person in der Schweiz Personen im Ausland für die Ehe oder für eine feste Partnerschaft vermitteln; oder b. einer Person im Ausland Personen in der Schweiz für die Ehe oder für eine feste Partnerschaft vermitteln. 2 Unter die Bewilligungspflicht fällt auch die blosse Weitergabe an die Auftraggeberin oder den Auftraggeber von Namen und Adressen sowie von Katalogen mit Personenbeschreibungen oder Fotos. 3 Personen ohne Wohnsitz oder Sitz in der Schweiz bedürfen einer Bewilligung, wenn sie in der Schweiz eine Zweigniederlassung oder eine andere Geschäftsstelle haben."
    },
    {
      "provision_ref": "art3",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "3",
      "title": "Berufsmässigkeit",
      "content": "1 Berufsmässig handelt, wer gegen Vergütung die Vermittlung haupt- oder nebenberuflich, regelmässig oder unregelmässig, selbstständig oder im Dienst oder Auftrag einer Drittperson, mit oder ohne öffentliche Werbung betreibt. 2 Nicht berufsmässig handeln Hilfspersonen, die im Dienst von Personen mit einer Bewilligung tätig sind."
    },
    {
      "provision_ref": "art4",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "4",
      "title": "Unvereinbarkeit der Vermittlung mit anderen Tätigkeiten",
      "content": "Weder die gesuchstellende Person noch die für die Vermittlung verantwortlichen Personen noch ihre Hilfspersonen dürfen haupt- oder nebenberuflich, direkt oder indirekt, selbstständig oder unselbstständig ein anderes Gewerbe ausüben, das geeignet ist, die Personen, die vermittelt werden sollen, in ihrer Entscheidungsfreiheit zu beeinträchtigen oder in ein Abhängigkeitsverhältnis zu bringen."
    },
    {
      "provision_ref": "art5",
      "chapter": "2. Abschnitt: Bewilligung",
      "section": "5",
      "title": "Bewilligungsgesuch",
      "content": "1 Das Bewilligungsgesuch ist schriftlich bei der zuständigen Behörde des Kantons einzureichen, in dem die gesuchstellende Person oder Gesellschaft ihren Wohnsitz oder Sitz hat; mangels eines Wohnsitzes oder Sitzes ist es bei der Behörde des Kantons einzureichen, in dem sie ihre Zweigniederlassung oder ihre Geschäftsstelle hat. 2 Aus dem Bewilligungsgesuch müssen hervorgehen: a. die Personalien, die Berufsausbildung und die bisherigen beruflichen Tätigkeiten der gesuchstellenden Person und der Personen, die für die Vermittlung verantwortlich sind; b. das Land oder die Länder, aus denen beziehungsweise in die Personen vermittelt werden sollen; c. die Arbeitsmethode, namentlich wie die gesuchstellende Person mit ausländischen Kontaktpersonen zusammenarbeiten, nach welchem Konzept sie Werbung betreiben und wie sie die Personen, die vermittelt werden sollen, über ihren Anspruch auf Vergütung der Rückreisekosten informieren will; d. die Informationen, die den Auftraggeberinnen oder den Auftraggebern und den Personen, die vermittelt werden sollen, über die einschlägigen Länder gegeben werden, namentlich die Vorschriften über die Einreise und den Aufenthalt. 3 Dem Bewilligungsgesuch sind beizulegen: a. der Privatauszug aus dem Strafregister-Informationssystem VOSTRA für die gesuchstellende Person und für die Personen, die für die Vermittlung verantwortlich sind; b. eine Erklärung, dass bei der gesuchstellenden Person, bei den für die Vermittlung verantwortlichen Personen und ihren Hilfspersonen keine Unvereinbarkeit im Sinne von Artikel 4 vorliegt; c. eine Erklärung der für die Vermittlung verantwortlichen Personen, dass sie die jeweiligen ausländerrechtlichen Vorschriften, namentlich diejenigen über die Einreise und den Aufenthalt in der Schweiz, kennen. Fassung gemäss Anhang 10 Ziff. II 11 der Strafregisterverordnung vom 19. Okt. 2022, in Kraft seit 23. Jan. 2023 ( AS 2022 698 )."
    },
    {
      "provision_ref": "art6",
      "chapter": "2. Abschnitt: Bewilligung",
      "section": "6",
      "title": "Erteilung der Bewilligung",
      "content": "Die Bewilligung wird erteilt, wenn: a. das Bewilligungsgesuch den Anforderungen von Artikel 5 entspricht; b. auf Grund des Bewilligungsgesuchs und der beigelegten Dokumente, namentlich der Privatauszüge aus dem Strafregister-Informationssystem VOSTRA, anzunehmen ist, dass die Vermittlungstätigkeit sorgfältig und rechtmässig sein wird; c. die Kaution nach Artikel 8 Absatz 2 geleistet worden ist. Fassung gemäss Anhang 10 Ziff. II 11 der Strafregisterverordnung vom 19. Okt. 2022, in Kraft seit 23. Jan. 2023 ( AS 2022 698 )."
    },
    {
      "provision_ref": "art7",
      "chapter": "2. Abschnitt: Bewilligung",
      "section": "7",
      "title": "Dauer und Umfang der Bewilligung",
      "content": "1 Die Bewilligung wird für eine bestimmte Dauer, höchstens jedoch für fünf Jahre erteilt; sie kann bei Ablauf der Gültigkeitsdauer auf Gesuch hin erneuert werden. 2 Sie wird für die Vermittlung von oder an Personen aus bestimmten Ländern erteilt und berechtigt zur Vermittlung in der ganzen Schweiz. 3 Die Erteilung der Bewilligung kann mit Bedingungen und Auflagen verbunden werden. 4 Die Bewilligung an eine juristische Person, eine Kollektiv- oder eine Kommanditgesellschaft gilt nur für die in der Bewilligung aufgeführten für die Vermittlung verantwortlichen Personen."
    },
    {
      "provision_ref": "art8",
      "chapter": "3. Abschnitt: Kaution für die Rückreisekosten der Personen, die vermittelt werden sollen",
      "section": "8",
      "title": "Zweck und Höhe",
      "content": "1 Wer die Vermittlung betreiben will, muss zur Sicherung der Kosten einer allfälligen Rückreise der Personen, die vermittelt werden sollen, eine Kaution leisten (Art. 406 c Abs. 2 Bst. c OR). 2 Die zuständige Behörde bestimmt unter Berücksichtigung des voraussichtlichen Geschäftsumfangs und der Entfernung der jeweiligen Länder, für welche eine Bewilligung zur Vermittlung erteilt werden soll, die Höhe der Kaution; diese beträgt mindestens 10 000 Franken. 3 Die zuständige Behörde kann die Kaution entsprechend dem Geschäftsgang oder aus anderen wichtigen Gründen nachträglich anpassen."
    },
    {
      "provision_ref": "art9",
      "chapter": "3. Abschnitt: Kaution für die Rückreisekosten der Personen, die vermittelt werden sollen",
      "section": "9",
      "title": "Form",
      "content": "1 Die Kaution kann geleistet werden: a. als Bürgschaft oder Garantieerklärung einer Bank oder einer Versicherungsanstalt; b. als Kautionsversicherung, sofern die Versicherungsleistungen unabhängig von der Zahlung der Prämien erbracht werden; c. in Form von Kassenobligationen; d. in Form von Geld. 2 Die Erträge aus Kassenobligationen und Kautionen in Form von Geld stehen der kautionspflichtigen Person zu."
    },
    {
      "provision_ref": "art10",
      "chapter": "3. Abschnitt: Kaution für die Rückreisekosten der Personen, die vermittelt werden sollen",
      "section": "10",
      "title": "Freigabe und Herausgabe",
      "content": "1 Die zuständige Behörde darf die Kaution oder Teile davon zu Gunsten einer Drittperson, die Anspruch auf Vergütung der Rückreisekosten hat (Art. 406 b OR), nur dann freigeben, wenn: a. die Person, welche die Kaution geleistet hat, zugestimmt hat; oder b. ein rechtskräftiger Zahlungsbefehl oder ein rechtskräftiges Gerichtsurteil vorliegt. 2 Wird die Kaution ganz oder teilweise zu Gunsten einer Drittperson freigegeben, so kann die zuständige Behörde verlangen, dass die kautionspflichtige Person sie ganz oder teilweise aufstockt. 3 Die zuständige Behörde gibt die Kaution zwei Jahre nach Ablauf, Entzug oder Aufhebung der Bewilligung heraus. Sofern in diesem Zeitpunkt gegen die kautionspflichtige Person Ansprüche auf Vergütung der Rückreisekosten (Art. 406 b Abs. 1 OR) hängig sind, bleibt die Kaution im entsprechenden Umfang bestehen, bis die Ansprüche erfüllt oder erlöscht sind."
    },
    {
      "provision_ref": "art11",
      "chapter": "4. Abschnitt: Entzug und Aufhebung der Bewilligung",
      "section": "11",
      "title": "Entzug",
      "content": "Die zuständige Behörde entzieht die Bewilligung, wenn: a. diese durch unwahre oder irreführende Angaben oder durch Verschweigen wesentlicher Tatsachen erwirkt oder aufrechterhalten wurde; b. eine der Bewilligungsvoraussetzungen nicht mehr erfüllt ist, namentlich wenn die bei der Vermittlungsstelle tätigen Personen Verpflichtungen nach den Bestimmungen des Obligationenrechts über den Auftrag zur Ehe- oder zur Partnerschaftsvermittlung oder dieser Verordnung wiederholt oder in schwerer Weise verletzt haben oder einer Verletzung der massgebenden ausländerrechtlichen Bestimmungen, namentlich der Vorschriften über die Einreise und den Aufenthalt, Vorschub geleistet haben."
    },
    {
      "provision_ref": "art12",
      "chapter": "4. Abschnitt: Entzug und Aufhebung der Bewilligung",
      "section": "12",
      "title": "Aufhebung",
      "content": "Teilt der Bewilligungsinhaber oder die Bewilligungsinhaberin der zuständigen Behörde die Einstellung der Geschäftstätigkeit mit, so verfügt diese die Aufhebung der Bewilligung."
    },
    {
      "provision_ref": "art13",
      "chapter": "5. Abschnitt: Behörden und Verfahren",
      "section": "13",
      "title": "Zuständige Behörden",
      "content": "1 Jeder Kanton bestimmt: a. die für die Erteilung, die Erneuerung, den Entzug und die Aufhebung der Bewilligung nach Artikel 6 sowie für die Ausübung der Aufsicht über die im Kanton ansässigen Vermittlungsstellen zuständige Behörde; b. die für die Entgegennahme der Kaution nach Artikel 8 zuständige Behörde. 2 Die Aufgaben nach Absatz 1 können derselben Behörde übertragen werden. 3 Mehrere Kantone können sie einer gemeinsamen Behörde übertragen."
    },
    {
      "provision_ref": "art14",
      "chapter": "5. Abschnitt: Behörden und Verfahren",
      "section": "14",
      "title": "Mitteilung der Verfügungen an Bundesbehörden, Verzeichnis der Vermittlungsstellen mit Bewilligung",
      "content": "Jede Verfügung und jeder rechtskräftige Entscheid über eine Bewilligung (Erteilung, Erneuerung, Entzug und Aufhebung) ist dem Bundesamt für Justiz mitzuteilen. Dieses führt ein Verzeichnis der Vermittlungsstellen mit Bewilligung und stellt es den zuständigen Behörden periodisch zu."
    },
    {
      "provision_ref": "art15",
      "chapter": "5. Abschnitt: Behörden und Verfahren",
      "section": "15",
      "title": "Anzeigepflichten und Rechtshilfe",
      "content": "1 Personen, die im Rahmen ihrer amtlichen Tätigkeit Verstösse gegen diese Verordnung feststellen, die nach Artikel 18 unter Strafe stehen, sind verpflichtet, bei der zuständigen Behörde ihres Kantons sofort Anzeige zu erstatten. 2 Die zuständigen Behörden haben sich beim Vollzug dieser Verordnung gegenseitig Amts- und Rechtshilfe zu leisten."
    },
    {
      "provision_ref": "art16",
      "chapter": "5. Abschnitt: Behörden und Verfahren",
      "section": "16",
      "title": "Mitteilungspflichten",
      "content": "1 Der Bewilligungsinhaber oder die Bewilligungsinhaberin muss jede Änderung gegenüber den Angaben im Bewilligungsgesuch unverzüglich schriftlich der zuständigen Behörde mitteilen. 2 Auf Verlangen sind der zuständigen Behörde ergänzende Auskünfte über die Geschäftstätigkeit zu erteilen. 3 Der Bewilligungsinhaber oder die Bewilligungsinhaberin meldet der zuständigen Behörde einmal jährlich die Anzahl der vermittelten Personen und deren Geschlecht sowie die Länder, aus denen beziehungsweise in die diese Personen vermittelt wurden. 4 Die Einstellung der Geschäftstätigkeit ist der zuständigen Behörde schriftlich mitzuteilen."
    },
    {
      "provision_ref": "art17",
      "chapter": "5. Abschnitt: Behörden und Verfahren",
      "section": "17",
      "title": "",
      "content": "Aufgehoben durch Ziff. II 21 der V vom 8. Nov. 2006 über die Anpassung von Bundesratsverordnungen an die Totalrevision der Bundesrechtspflege, mit Wirkung seit 1. Jan. 2007 ( AS 2006 4705 )."
    },
    {
      "provision_ref": "art18",
      "chapter": "6. Abschnitt: Strafbestimmungen",
      "section": "18",
      "title": "",
      "content": "1 Mit Busse bis zu 50 000 Franken wird bestraft, wer vorsätzlich: a. ohne die erforderliche Bewilligung die Vermittlung betreibt; b. durch unrichtige oder irreführende Angaben oder durch Verschweigen wesentlicher Tatsachen eine Bewilligung erwirkt oder deren Entzug erschwert oder verhindert. 2 Fahrlässige Begehung wird mit Busse bis zu 5000 Franken bestraft. 3 Auf Widerhandlungen in Geschäftsbetrieben sind die Artikel 6 und 7 des Verwaltungsstrafrechtsgesetzes vom 22. März 1974 anwendbar. 4 Die Strafe verjährt in fünf Jahren. SR 313.0"
    },
    {
      "provision_ref": "art19",
      "chapter": "7. Abschnitt: Schlussbestimmungen",
      "section": "19",
      "title": "Übergangsbestimmung",
      "content": "Personen, die im Zeitpunkt des Inkrafttretens dieser Verordnung bereits eine Vermittlungstätigkeit betreiben, die nach dem neuen Recht bewilligungspflichtig ist, müssen innerhalb von drei Monaten das Bewilligungsgesuch einreichen oder die Vermittlung einstellen."
    },
    {
      "provision_ref": "art20",
      "chapter": "7. Abschnitt: Schlussbestimmungen",
      "section": "20",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 1. Januar 2000 in Kraft."
    }
  ],
  "definitions": []
}