{
  "id": "sr-251-2",
  "type": "statute",
  "title": "Verordnung vom 25. Februar 1998 über die Gebühren zum Kartellgesetz (Gebührenverordnung KG, GebV-KG)",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1998/919_919_919/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Geltungsbereich",
      "content": "1 Diese Verordnung regelt die Erhebung von Gebühren durch die Wettbewerbskommission und ihr Sekretariat für: a. Verfügungen über die Untersuchung von Wettbewerbsbeschränkungen nach den Artikeln 26–30 des Kartellgesetzes (KG); b. die Behandlung einer Meldung im Widerspruchsverfahren nach Artikel 49 a Absatz 3 Buchstabe a KG; c. die Prüfung von Unternehmenszusammenschlüssen nach den Artikeln 32–38 KG; d. Gutachten und sonstige Dienstleistungen. 2 Die Gebühren für Strafverfahren gemäss den Artikeln 54 und 55 KG richten sich nach den Bestimmungen der Verordnung vom 25. November 1974 über Kosten und Entschädigungen im Verwaltungsstrafverfahren. Fassung gemäss Ziff. I der V vom 12. März 2004, in Kraft seit 1. April 2004 ( AS 2004 1391 ). SR 313.32"
    },
    {
      "provision_ref": "art1a",
      "section": "1a",
      "title": "a Anwendbarkeit der Allgemeinen Gebührenverordnung",
      "content": "Soweit diese Verordnung keine besondere Regelung enthält, gelten die Bestimmungen der Allgemeinen Gebührenverordnung vom 8. September 2004 (AllgGebV). Eingefügt durch Ziff. I der V vom 16. Juni 2006, in Kraft seit 1. Aug. 2006 ( AS 2006 2637 ). SR 172.041.1"
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Gebührenpflicht",
      "content": "1 Gebührenpflichtig ist, wer Verwaltungsverfahren verursacht oder Gutachten und sonstige Dienstleistungen nach Artikel 1 veranlasst. 2 … Eingefügt durch Ziff. I der V vom 12. März 2004 ( AS 2004 1391 . Aufgehoben durch Ziff. I der V vom 16. Juni 2006, mit Wirkung seit 1. Aug. 2006 ( AS 2006 2637 )."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Gebührenfreiheit",
      "content": "1 Behörden des Bundes und, soweit sie Gegenrecht gewähren, Kantone, Gemeinden und interkantonale Organe bezahlen keine Gebühren. Vorbehalten bleiben Gebühren für Gutachten. 2 Keine Gebühren bezahlen ferner: a. Dritte, auf deren Anzeige hin ein Verfahren nach den Artikeln 26–30 KG durchgeführt wird; b. Beteiligte, die eine Vorabklärung verursacht haben, sofern diese keine Anhaltspunkte für eine unzulässige Wettbewerbsbeschränkung ergibt; c. Beteiligte, die eine Untersuchung verursacht haben, sofern sich die zu Beginn vorliegenden Anhaltspunkte nicht erhärten und das Verfahren aus diesem Grund eingestellt wird. Fassung gemäss Ziff. I der V vom 16. Juni 2006, in Kraft seit 1. Aug. 2006 ( AS 2006 2637 ). Fassung gemäss Ziff. I der V vom 12. März 2004, in Kraft seit 1. April 2004 ( AS 2004 1391 )."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Gebührenbemessung",
      "content": "1 Die Gebühr bemisst sich nach dem Zeitaufwand. 2 Es gilt ein Stundenansatz von 100–400 Franken. Dieser richtet sich namentlich nach der Dringlichkeit des Geschäfts und der Funktionsstufe des ausführenden Personals. 3 Für die vorläufige Prüfung gemäss Artikel 32 KG erhebt das Sekretariat statt der Gebühr nach Zeitaufwand eine Pauschalgebühr von 5000 Franken. 4 Auslagen für Porti sowie Telefon- und Kopierkosten sind sowohl in den Gebühren nach Aufwand als auch in den Pauschalgebühren eingeschlossen. Fassung gemäss Ziff. I der V vom 12. März 2004, in Kraft seit 1. April 2004 ( AS 2004 1391 ). Fassung gemäss Ziff. I der V vom 12. März 2004, in Kraft seit 1. April 2004 ( AS 2004 1391 ). Eingefügt durch Ziff. I der V vom 12. März 2004, in Kraft seit 1. April 2004 ( AS 2004 1391 )."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Auslagen",
      "content": "Neben dem Aufwand nach Artikel 4 hat der Gebührenpflichtige die Auslagen gemäss Artikel 6 AllgGebV zu erstatten sowie die Kosten, die durch Beweiserhebung oder besondere Untersuchungsmassnahmen verursacht werden. Fassung gemäss Ziff. I der V vom 16. Juni 2006, in Kraft seit 1. Aug. 2006 ( AS 2006 2637 ). SR 172.041.1"
    },
    {
      "provision_ref": "art67",
      "section": "67",
      "title": "",
      "content": "Aufgehoben durch Ziff. I der V vom 16. Juni 2006, mit Wirkung seit 1. Aug. 2006 ( AS 2006 2637 )."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Aufhebung bisherigen Rechts",
      "content": "Die Verordnung vom 17. Juni 1996 über Gebühren für Gutachten der Wettbewerbskommission wird aufgehoben. [ AS 1996 1806 ]"
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "",
      "content": "Aufgehoben durch Ziff. I der V vom 12. März 2004, mit Wirkung seit 1. April 2004 ( AS 2004 1391 )."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 1. April 1998 in Kraft."
    }
  ],
  "definitions": []
}