{
  "id": "sr-221-213-151",
  "type": "statute",
  "title": "Verordnung vom 31. Januar 1996 über Rahmenmietverträge und deren Allgemeinverbindlicherklärung (VRA)",
  "title_en": "",
  "short_name": "VRA",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1996/756_756_756/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "1. Abschnitt: Allgemeines",
      "section": "1",
      "title": "",
      "content": "1 Sieht der Rahmenmietvertrag nichts anderes vor, so ist er auf alle Mietobjekte des örtlichen Geltungsbereichs anwendbar. 2 Im Rahmenmietvertrag kann der sachliche Geltungsbereich auf bestimmte Kategorien von Mietobjekten beschränkt werden. Mietobjekte können auf Grund ihres gemeinsamen Verwendungszwecks zu Kategorien zusammengefasst werden; insbesondere sind folgende Kategorien von Mietobjekten zulässig: a. Wohnungen; b. Wohnungen, deren Bereitstellung von der öffentlichen Hand gefördert wurde; c. Wohnungen, deren Vermietung vom Bestehen eines anderen Rechtsverhältnisses zwischen den Mietparteien abhängig ist, wie Genossenschaftswohnungen, Dienstwohnungen und Wohnungen, die mit einem Dienstleistungsangebot vermietet werden; d. möblierte Wohnungen; e. Ferienwohnungen; f. Geschäftsräume, insbesondere auch Gewerbe-, Dienstleistungs-, Büro, Gastgewerberäume sowie Industriebauten."
    },
    {
      "provision_ref": "art2",
      "chapter": "2. Abschnitt: Abweichung von zwingenden Vorschriften",
      "section": "2",
      "title": "Bewilligung",
      "content": "1 Der Antrag zur Abweichung von zwingenden Vorschriften ist beim Bundesamt für Wohnungswesen (Bundesamt) einzureichen. 2 Die Antragsteller haben mit dem Antrag einzureichen: a. die Statuten; b. den Nachweis, dass sie die gesetzliche Mindestzahl von Mietenden und Vermietenden vertreten; c. den Nachweis, dass sie seit mindestens zehn Jahren statutarisch die Interessen der Mietenden und Vermietenden wahrnehmen; d. weitere Nachweise, die notwendig sind, um die Erfüllung der Voraussetzungen zu prüfen. 3 Bei einem regionalen Rahmenmietvertrag haben die Parteien zudem nachzuweisen, dass der örtliche Geltungsbereich mindestens 30 000 Wohnungen oder 10 000 Geschäftsräume umfasst (Art. 1 Abs. 3 Bst. c des Gesetzes). 4 Das Bundesamt prüft von Amtes wegen, ob die übrigen gesetzlichen Erfordernisse erfüllt sind."
    },
    {
      "provision_ref": "art3",
      "chapter": "2. Abschnitt: Abweichung von zwingenden Vorschriften",
      "section": "3",
      "title": "Anhörung der Kantone",
      "content": "Das Gesuch ist den betroffenen Kantonen zur Stellungnahme vorzulegen. Die Anhörungsfrist beträgt mindestens 30 Tage."
    },
    {
      "provision_ref": "art4",
      "chapter": "2. Abschnitt: Abweichung von zwingenden Vorschriften",
      "section": "4",
      "title": "Entscheid des Bundesrates",
      "content": "1 Der Bundesrat entscheidet über den Antrag. 2 Der Entscheid wird begründet und den antragstellenden Parteien umgehend eröffnet. 3 Die Bewilligung tritt 30 Tage nach ihrer Eröffnung in Kraft."
    },
    {
      "provision_ref": "art5",
      "chapter": "2. Abschnitt: Abweichung von zwingenden Vorschriften",
      "section": "5",
      "title": "Überwachung",
      "content": "1 Das Bundesamt überprüft periodisch, ob die Kriterien, die zu einer Bewilligung geführt haben, noch erfüllt sind. 2 Sind diese nicht mehr oder nur noch teilweise erfüllt, so kann der Bundesrat nach Anhörung der betroffenen Kantone und der vertragschliessenden Parteien die Bewilligung widerrufen oder, wenn die Parteien einverstanden sind, abändern. 3 Artikel 4 Absätze 2 und 3 sind anwendbar."
    },
    {
      "provision_ref": "art6",
      "chapter": "3. Abschnitt: Allgemeinverbindlicherklärung",
      "section": "6",
      "title": "Einreichung des Antrages",
      "content": "1 Der Antrag auf Allgemeinverbindlicherklärung ist beim Bundesamt oder bei der zuständigen kantonalen Behörde einzureichen. Er muss die in Artikel 8 des Gesetzes genannten Voraussetzungen erfüllen und die Nachweise nach Artikel 2 enthalten. 2 Die zuständige Behörde prüft von Amtes wegen die Voraussetzungen nach Artikel 6 des Gesetzes und führt das vorgesehene Verfahren durch."
    },
    {
      "provision_ref": "art7",
      "chapter": "3. Abschnitt: Allgemeinverbindlicherklärung",
      "section": "7",
      "title": "Dauer der Wirkung einer Allgemeinverbindlicherklärung",
      "content": "1 Die zuständige Behörde veröffentlicht die Allgemeinverbindlicherklärung im Wortlaut (Art. 11 des Gesetzes) und setzt sie frühestens 30 Tage danach in Kraft. Die Kantone dürfen die Allgemeinverbindlicherklärung erst in Kraft setzen, wenn der Bund sie genehmigt hat. 2 Widerruft die zuständige Behörde die Allgemeinverbindlicherklärung (Art. 12 Abs. 4 des Gesetzes) oder setzt sie diese ausser Kraft (Art. 14 Abs. 1 des Gesetzes) so tritt dieser Entscheid frühestens 30 Tage danach in Kraft. 3 Läuft die Geltungsdauer (Art. 14 Abs. 2 des Gesetzes) einer Allgemeinverbindlicherklärung ab, so ist dies spätestens 30 Tage vorher zu veröffentlichen. 4 Die zuständige Behörde überprüft periodisch, ob die Voraussetzungen der Allgemeinverbindlicherklärung noch erfüllt sind."
    },
    {
      "provision_ref": "art8",
      "chapter": "4. Abschnitt: Inkrafttreten",
      "section": "8",
      "title": "",
      "content": "Diese Verordnung tritt am 1. März 1996 in Kraft."
    }
  ],
  "definitions": []
}