{
  "id": "sr-211-223-13",
  "type": "statute",
  "title": "Bundesgesetz vom 30. September 2016 über die Aufarbeitung der fürsorgerischen Zwangsmassnahmen und Fremdplatzierungen vor 1981 (AFZFG)",
  "title_en": "Federal Act of 30 September 2016 on Compulsory Social Measures and Placements prior to 1981 (CSMPA)",
  "short_name": "AFZFG",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2017/145/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Section 1 General Provisions",
      "section": "1",
      "title": "Purpose, scope and subject matter",
      "content": "1 The aim of this Act is to acknowledge and redress the injustice suffered by victims of compulsory social measures and placements in Switzerland prior to 1981. 2 It also applies to persons affected by measures arranged prior to 1981 but implemented thereafter. 3 It regulates: a. the solidarity contribution for the benefit of victims; b. the archiving and inspection of files; c. counselling and support for the persons affected; d. the academic inquiry and measures to raise public awareness; e. further measures in the interests of the persons affected."
    },
    {
      "provision_ref": "art2",
      "chapter": "Section 1 General Provisions",
      "section": "2",
      "title": "Definitions",
      "content": "In this Act: a. compulsory social measures means measures for the protection or raising of children, adolescents or adults arranged by public authorities in Switzerland prior to 1981 and implemented by such authorities or on their behalf and under their supervision; b. placement means the placing arranged by public authorities or private individuals of children and adolescents outside their families in homes or institutions, with foster families, or in commercial or agricultural workplaces prior to 1981 in Switzerland; c. person affected means a persons affected by compulsory social measures or placements; d. victim means persons affected whose physical, psychological or sexual integrity or mental development was directly and seriously impaired, in particular through: 1. physical or psychological violence, 2. sexual abuse, 3. forced removal of a child from his or her mother and release for adoption, 4. forced or surreptitious administration of medication or medical experimentation, 5. forced or surreptitious sterilisation or abortion, 6. economic exploitation by placing excessive demands on persons required to work or by failing to pay an adequate wage, 7. deliberate prevention of personal growth and development, 8. social stigmatisation; e. family member means the spouse or registered partner of a person affected, his or her children and parents and other persons who are closely related in a similar way."
    },
    {
      "provision_ref": "art3",
      "chapter": "Section 1 General Provisions",
      "section": "3",
      "title": "Acknowledgement of the injustice",
      "content": "The Confederation acknowledges that the victims suffered injustice that affected their entire lives."
    },
    {
      "provision_ref": "art4",
      "chapter": "Section 2 Solidarity Contribution",
      "section": "4",
      "title": "Principles",
      "content": "1 Victims have the right to a solidarity contribution. This is a sign of the acknowledgement of the injustice done to them and is intended as a contribution towards making amends. 2 More extensive rights to damages or satisfaction are excluded. 3 The solidarity contribution shall be paid in response to an application. 4 All victims shall receive the same amount. Contributions paid as voluntary emergency aid to victims in difficult financial circumstances shall not be taken into account in the amount of the solidarity contribution paid. 5 The right to the solidarity contribution is personal; it may not be bequeathed or assigned. If a victim dies after submitting an application, the contribution becomes part of the deceased’s estate. 6 The following also applies to the solidarity contribution: a. The contribution is treated under tax law as a satisfaction payment under Article 24 letter g of the Federal Act of 14 December 1990 on Direct Federal Taxation and under Article 7 paragraph 4 letter i of the Federal Act of 14 December 1990 on the Harmonisation of Direct Taxation at Cantonal and Communal Levels. b. It is treated under debt enforcement law as a satisfaction payment under Article 92 paragraph 1 number 9 of the Federal Act of 11 April 1889 on Debt Enforcement and Bankruptcy. c. It does not lead to a reduction in social assistance benefits, in benefits under the Federal Act of 6 October 2006 on Benefits supplementary to the Old Age, Survivors and Invalidity Insurance (SBA), or to benefits under the Federal Act of 19 June 2020 on Bridging Payments for Older Unemployed Persons. SR 642.11 SR 642.14 SR 281.1 Amended by Annex No 1 of the FA of 19 June 2020 on Bridging Payments for Older Unemployed Persons, in force since 1 July 2021 ( AS 2021 373 ; BBl 2019 8251 ). SR 831.30 SR 837.2"
    },
    {
      "provision_ref": "art5",
      "chapter": "Section 2 Solidarity Contribution",
      "section": "5",
      "title": "Applications",
      "content": "1 Applications to be granted the solidarity contributions must be submitted to the competent authority. 2 Applicants must provide credible evidence that they are victims as defined in this Act. For this purpose, they shall enclose files and other documents or information with their application that provide other suitable proof of their victim status. Amended by No I of the FA of 19 June 2020 (Abolition of the Deadline for Submitting Applications for Solidarity Contributions), in force since 1 Nov. 2020 ( AS 2020 4175 ; BBl 2020 1639 1653 )."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Examination of applications and decision",
      "content": "1 The competent authority shall examine the applications and decide whether to grant the solidarity contributions. 2 It may process sensitive personal data under Article 3 letter c of the Federal Act of 19 June 1992 on Data Protection to the extent required to fulfil its task. 3 It shall consult the advisory committee (Art. 18 para. 2) before making its decision. 4 ... SR 235.1 Repealed by No I of the FA of 19 June 2020 (Abolition of the Deadline for Submitting Applications for Solidarity Contributions), with effect from 1 Nov. 2020 ( AS 2020 4175 ; BBl 2020 1639 1653 )."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Amount and payment",
      "content": "1 The solidarity contribution amounts to 25,000 Swiss francs for each victim. 2 It is paid to victims whose applications have been approved. Amended by No I of the FA of 19 June 2020 (Abolition of the Deadline for Submitting Applications for Solidarity Contributions), in force since 1 Nov. 2020 ( AS 2020 4175 ; BBl 2020 1639 1653 )."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Legal protection",
      "content": "1 An objection to the rejection of an application may be filed with the competent authority within thirty days. 2 The general provisions on the administration of federal justice also apply."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "",
      "content": "1 The solidarity contributions shall be financed by: a. the Confederation; b. voluntary donations from the cantons; c. other voluntary donations. 2 ... 3 The following applies to donations under paragraph 1 letters b and c: a. They are entered as revenue in the state financial statements. b. They are earmarked in terms of Article 53 of the Financial Budget Act of 7 October 2005. Amended by No I of the FA of 19 June 2020 (Abolition of the Deadline for Submitting Applications for Solidarity Contributions), in force since 1 Nov. 2020 ( AS 2020 4175 ; BBl 2020 1639 1653 ). Repealed by No I of the FA of 19 June 2020 (Abolition of the Deadline for Submitting Applications for Solidarity Contributions), with effect from 1 Nov. 2020 ( AS 2020 4175 ; BBl 2020 1639 1653 ). SR 611.0"
    },
    {
      "provision_ref": "art10",
      "chapter": "Section 3 Archiving and Inspection of Files",
      "section": "10",
      "title": "Archiving",
      "content": "1 The authorities of the Confederation, the cantons and the communes shall ensure that files on compulsory social measures and placements prior to 1981 are held in safekeeping. The Federal Council shall regulate the safekeeping of such files, determining in particular for how long and in what form they are to be kept. 2 They may not use the files to take decisions that are prejudicial to the persons affected. 3 The authorities of the Confederation and the cantons shall assign protective periods to files containing personal data that take account of the legitimate interests of the persons affected, their family members, and research. 4 Institutions that were involved in compulsory social measures or placements and which are not bound under cantonal law by the canton’s information, data protection and archiving legislation are subject to the provisions of the information, data protection and archiving legislation of their canton of domicile. These institutions shall ensure that their files are professionally secured, evaluated, indexed and held in safekeeping."
    },
    {
      "provision_ref": "art11",
      "chapter": "Section 3 Archiving and Inspection of Files",
      "section": "11",
      "title": "Inspection of files",
      "content": "1 Persons affected have the right to access the files related to them free of charge in a simple procedure. Their family members shall acquire this right following their death. 2 Other persons have the right to access the files if access is required for academic purposes. 3 While the protective period applies, access to the files shall be granted only if one of the following requirements is met: a. the person affected requests access to their personal data; b. the person affected consents to disclosure; c. the files are being used for purposes not related to specific persons, in particular for academic or statistical purposes; d. an authority requires the files in order to fulfil its statutory duties; e. other particularly legitimate interests apply. 4 Persons affected may request that disputed or incorrect content in the files be marked and that a counterstatement be added to the files. No person shall have the right to have files handed over, corrected or destroyed."
    },
    {
      "provision_ref": "art12",
      "chapter": "Section 3 Archiving and Inspection of Files",
      "section": "12",
      "title": "Support from the cantonal archives",
      "content": "1 The cantonal archives and other state archives shall support persons affected, their family members and any contact points in their search for files. 2 The cantonal archives shall also support the other state archives and the institutions under Article 10 paragraph 4 in the fulfilment of their obligations."
    },
    {
      "provision_ref": "art13",
      "chapter": "Section 3 Archiving and Inspection of Files",
      "section": "13",
      "title": "Savings of persons affected",
      "content": "1 The cantonal archives, other state archives and the institutions under Article 10 paragraph 4 shall investigate at the request of persons affected whether their archives contain any information on savings of these persons affected. They shall advise and support the persons affected and, following their death, their family members in their search. 2 If the files indicate that in the course of compulsory social measures or placements savings were held in a bank, the bank or its legal successor shall make the required enquiries free of charge at the request of the persons affected or, following their death, of their family members."
    },
    {
      "provision_ref": "art14",
      "chapter": "Section 4 Counselling and Support from Cantonal Contact Points",
      "section": "14",
      "title": "",
      "content": "1 The cantons shall operate contact points for the persons affected. These shall provide counselling to the persons affected and their family members and provide persons recognised by the competent authority as victims with emergency aid and long-term help in terms of Article 2 letters a and b Victim Support Act of 23 March 2007 (Victim Support Act). 2 The contact points shall assist the persons affected in preparing and submitting their applications for the solidarity contributions. 3 Persons affected and their family members may go to the contact point of their choice. 4 Where a canton provides services to persons resident in another canton, it shall receive compensation from that canton. Article 18 paragraph 2 of the Victim Support Act applies. SR 312.5"
    },
    {
      "provision_ref": "art15",
      "chapter": "Section 5 Academic Inquiry and Measures to raise Public Awareness",
      "section": "15",
      "title": "Academic inquiry",
      "content": "1 The Federal Council shall arrange for a comprehensive academic inquiry to be conducted into compulsory social measures and placements prior to 1981. 2 An independent commission shall conduct the academic inquiry into administrative detention; in doing so, it shall take account of other compulsory social measures and placement cases. 3 The results of the academic inquiry shall be published. Personal data shall be made anonymous. 4 The competent authority shall work with the commission under paragraph 2 and other bodies responsible for the academic inquiry to ensure that the results of the academic inquiry are published and used. 5 It may, in particular, provide support for the following measures: a. media productions, exhibitions and presentations on the subject; b. inclusion of the inquiry results in teaching materials for compulsory schools and schools at upper secondary level; c. raising the awareness of the general public and public authorities, institutions and private individuals who are involved in compulsory social measures or placements under the current law."
    },
    {
      "provision_ref": "art16",
      "chapter": "Section 5 Academic Inquiry and Measures to raise Public Awareness",
      "section": "16",
      "title": "Symbols of remembrance",
      "content": "The Confederation shall endeavour to ensure that the cantons create symbols of remembrance."
    },
    {
      "provision_ref": "art17",
      "chapter": "Section 6 Other Measures",
      "section": "17",
      "title": "",
      "content": "The competent authority may take further measures in the interests of the persons affected. They may in particular: a. support the establishment of a platform for search services; b. support self-help projects by organisations for victims and other persons affected."
    },
    {
      "provision_ref": "art18",
      "chapter": "Section 7 Implementation",
      "section": "18",
      "title": "Competent authority and advisory committee",
      "content": "1 The Federal Council shall determine the competent authority in terms of this Act. 2 It shall appoint the advisory committee (Art. 6 para. 3). Victims and other persons affected shall be represented on this committee."
    },
    {
      "provision_ref": "art19",
      "chapter": "Section 7 Implementation",
      "section": "19",
      "title": "Implementing provisions",
      "content": "The Federal Council shall issue the implementing provisions. In doing so, it shall in particular regulate the details of: a. the procedure for applying for a solidarity contribution (Art. 5); b. ... c. the financing and implementation of additional measures under Article 17. Repealed by No I of the FA of 19 June 2020 (Abolition of the Deadline for Submitting Applications for Solidarity Contributions), with effect from 1 Nov. 2020 ( AS 2020 4175 ; BBl 2020 1639 1653 )."
    },
    {
      "provision_ref": "art20",
      "chapter": "Section 8 Final Provisions",
      "section": "20",
      "title": "Extinction of claims",
      "content": "Claims that have a direct legal basis in a compulsory social measure or placement and which are directed towards victims or their family members are extinguished by the entry into force of this Act."
    },
    {
      "provision_ref": "art21",
      "chapter": "Section 8 Final Provisions",
      "section": "21",
      "title": "Repeal and amendment of other legislation",
      "content": "1 The Federal Act of 21 March 2014 on the Rehabilitation of Persons subject to Administrative Detention is repealed. 2 … [ AS 2014 2293 ] The amendment may be consulted under AS 2017 753 ."
    },
    {
      "provision_ref": "art21a",
      "chapter": "Section 8 Final Provisions",
      "section": "21a",
      "title": "a Transitional Provisions to the Amendment of 20 December 2019",
      "content": "1 Article 4 paragraph 6 letter c as in the Amendment of 20 December 2019 also applies to solidarity contributions that are paid out before this Amendment comes into force. 2 In derogation from Article 53 paragraph 2 of the Federal Act of 6 October 2000 on General Aspects of Social Security Law (GSSLA), decisions on annual supplementary benefits in which a solidarity contribution has been taken into account in the calculation of income in accordance with Article 11 SBA shall be reconsidered at the request of the insured person if this change results in a higher amount of the annual supplementary benefit. 3 In derogation from Article 24 GSSLA, the right to subsequent payment of supplementary benefits is not lost as a result of this amendment. Inserted by No I of the FA of 20 Dec. 2019 (Guarantee of Supplementary Benefits to Victims), in force since 1 May 2020 ( AS 2020 1267 ; BBl 2019 8081 8203 ). SR 830.1 SR 831.30"
    },
    {
      "provision_ref": "art21b",
      "chapter": "Section 8 Final Provisions",
      "section": "21b",
      "title": "b Transitional Provision to the Amendment of 19 June 2020",
      "content": "Applications submitted to the competent authority between 1 April 2018 and the date on which the Amendment of 19 June 2020 comes into force shall be deemed to have been submitted on the date that this Amendment comes into force. This also applies to applications submitted in the same period that were not considered because the requirements for reinstating the time limit in accordance with Article 24 of the Administrative Procedure Act of 20 December 1968 were not met. Inserted by No I of the FA of 19 June 2020 (Abolition of the Deadline for Submitting Applications for Solidarity Contributions), in force since 1 Nov. 2020 ( AS 2020 4175 ; BBl 2020 1639 1653 ). SR 172.021"
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Referendum and commencement",
      "content": "1 This Act is subject to an optional referendum. 2 It shall be published in the Official Federal Gazette as soon as the popular initiative «Reparation for contract children and victims of compulsory social measures (Reparation Initiative)» has been withdrawn or rejected. 3 If it is established ten days after expiry of the deadline for requesting a referendum that no referendum against the Act has been successfully requested, this Act shall come into force on the first day of the third month following the expiry of the deadline for requesting a referendum. 4 If a referendum is successfully requested and the Act is accepted in the referendum, this Act shall come into force on the first day following validation of the referendum result. Commencement date: 1 April 2017 BBl 2016 7924 , 2017 773 See Art. 22 para. 3"
    }
  ],
  "definitions": [
    {
      "term": "compulsory social measures",
      "definition": "compulsory social measures means measures for the protection or raising of children, adolescents or adults arranged by public authorities in Switzerland prior to 1981 and implemented by such authorities or on their behalf and under their supervision;",
      "source_provision": "art2"
    },
    {
      "term": "placement",
      "definition": "placement means the placing arranged by public authorities or private individuals of children and adolescents outside their families in homes or institutions, with foster families, or in commercial or agricultural workplaces prior to 1981 in Switzerland;",
      "source_provision": "art2"
    },
    {
      "term": "person affected",
      "definition": "person affected means a persons affected by compulsory social measures or placements;",
      "source_provision": "art2"
    },
    {
      "term": "victim",
      "definition": "victim means persons affected whose physical, psychological or sexual integrity or mental development was directly and seriously impaired, in particular through: 1. physical or psychological violence,",
      "source_provision": "art2"
    },
    {
      "term": "family member",
      "definition": "family member means the spouse or registered partner of a person affected, his or her children and parents and other persons who are closely related in a similar way.",
      "source_provision": "art2"
    }
  ]
}