{
  "id": "sr-221-433",
  "type": "statute",
  "title": "Verordnung vom 3. Dezember 2021 über Sorgfaltspflichten und Transparenz bezüglich Mineralien und Metallen aus Konfliktgebieten und Kinderarbeit (VSoTr)",
  "title_en": "Ordinance of 3 December 2021 on Due Diligence and Transparency in relation to Minerals and Metals from Conflict-Affected Areas and Child Labour (DDTrO)",
  "short_name": "VSoTr",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2021/847/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Section 1 General Provisions",
      "section": "1",
      "title": "Subject matter",
      "content": "This Ordinance regulates the due diligence and reporting obligations to be complied with by companies under Articles 964 j –964 l CO in relation to minerals and metals from conflict-affected and high-risk areas and in relation to child labour."
    },
    {
      "provision_ref": "art2",
      "chapter": "Section 1 General Provisions",
      "section": "2",
      "title": "Definitions",
      "content": "(Art. 964 j para. 1 CO) 1 In this Ordinance: a. undertakings means natural persons, legal entities and partnerships whose seat, domicile, head office or principal place of business is in Switzerland and that operate a business; b. supply chain means a process that includes an undertaking's own business activity and that of all upstream economic operators that: 1. have possession of minerals or metals originating from conflict-affected and high-risk areas and that are involved in their shipment, treatment and processing in the final product, 2. offer products or services in relation to which there are reasonable grounds to suspect that they have been manufactured or provided using child labour; c. minerals means ores and concentrates containing tin, tantalum or tungsten, as well as gold as specified in Annex 1 Part A, also in the form of by-products; d. metals means metals containing or consisting of tin, tantalum or tungsten, as well as gold as specified in Annex 1 Part A, also in the form of by-products; e. conflict-affected and high risk areas means areas in a state of armed conflict or fragile post-conflict as well as areas witnessing weak or non-existent governance and security, such as failed states, and in which there are widespread and systematic violations of international law, including human rights abuses; f. child labour means 1. any form of work performed within or outside an employment relationship by persons who have not reached the age of 18 and which is among the worst forms of child labour as defined in Article 3 of ILO Convention No. 182 of 17 June 1999 concerning the Prohibition and Immediate Action for the Elimination of the Worst Forms of Child Labour (ILO Convention No. 182), 2. in the case of work performed on the territory of a State which has ratified ILO Convention No. 138 of 26 June 1973 concerning Minimum Age for Admission to Employment (ILO Convention No. 138), in addition: any form of child labour prohibited under the legislation of that State, provided that the legislation is in conformity with ILO Convention No. 138, 3. in the case of work performed on the territory of a State which has not ratified ILO Convention No. 138, in addition: - any form of work performed within or outside an employment relationship by persons who are subject to compulsory education or who have not yet reached the age of 15, and - any form of work performed within or outside an employment relationship by persons who have not reached the age of 18, provided that such work, by its nature or the circumstances in which it is performed, is likely to be dangerous to the life, health or morals of the young person concerned. 2 Child labour as defined in paragraph 1 letter f does not include activities in the context of vocational training or light work within the meaning of Articles 6 and 7 of ILO Convention No. 138. SR 0.822.728.2 SR 0.822.723.8"
    },
    {
      "provision_ref": "art3",
      "chapter": "Section 2 Scope of Application of Due Diligence and Reporting Obligations in relation to Minerals and Metals",
      "section": "3",
      "title": "Checks for minerals and metals from conflict and high-risk areas",
      "content": "(Art. 964 j para. 1 no 1 CO) 1 Undertakings shall check whether minerals and metals originate from conflict-affected or high-risk areas if the import and processing quantities specified in Article 4 are exceeded. 2 If the check establishes that the minerals and metals do not originate from a conflict-affected or high-risk area, the undertaking shall document this finding and shall be exempt from the due diligence and reporting obligations."
    },
    {
      "provision_ref": "art4",
      "chapter": "Section 2 Scope of Application of Due Diligence and Reporting Obligations in relation to Minerals and Metals",
      "section": "4",
      "title": "Exemptions for import and processing quantities",
      "content": "(Art. 964 j para. 2 CO) 1 The annual import and processing quantities for minerals and metals below which an undertaking is exempt from the due diligence and reporting obligations are set out in Annex 1. 2 If an undertaking controls one or more other undertakings, the import and processing quantities apply to the entire group of undertakings."
    },
    {
      "provision_ref": "art5",
      "chapter": "Section 3 Scope of Application of Due Diligence and Reporting Obligations in relation to Child Labour",
      "section": "5",
      "title": "Checks for suspected child labour",
      "content": "(Art. 964 j para. 1 no 2 CO) 1 Undertakings shall check whether there are reasonable grounds to suspect child labour, unless one of the exceptions to the due diligence and reporting obligations in Articles 6 and 7 applies. 2 If, based on the check, there are no reasonable grounds to suspect child labour, the undertaking shall document this finding and shall be exempt from the due diligence and reporting obligations."
    },
    {
      "provision_ref": "art6",
      "chapter": "Section 3 Scope of Application of Due Diligence and Reporting Obligations in relation to Child Labour",
      "section": "6",
      "title": "Exception for small and medium-sized undertakings",
      "content": "(Art. 964 j para. 3 CO) 1 Small and medium-sized undertakings are not required to check whether there are reasonable grounds to suspect child labour and are exempt from the due diligence and reporting obligations. 2 Small and medium-sized undertakings are undertakings which, together with the domestic and foreign undertakings that they control, fall below two of the following amounts in two successive business years: a. a balance sheet total of CHF 20 million; b. sales revenue of CHF 40 million; c. 250 full-time equivalent positions on average for the year."
    },
    {
      "provision_ref": "art7",
      "chapter": "Section 3 Scope of Application of Due Diligence and Reporting Obligations in relation to Child Labour",
      "section": "7",
      "title": "Exemption for low-risk undertakings",
      "content": "(Art. 964 j para. 3 CO) 1 Undertakings with low risks in relation to child labour are not required to check whether there are reasonable grounds to suspect child labour and are exempt from the due diligence and reporting obligations. 2 A low risk in relation to child labour is assumed if a company operating in countries whose due diligence response is rated as «basic» by UNICEF in its Children's Rights in the Workplace Index: a. purchases or manufactures products in accordance with the indication of origin; b. primarily procures or provides services. 3 Undertakings must document the extent to which they have a low risk in relation to child labour. Available at: www.childrensrightsatlas.org > data and indices."
    },
    {
      "provision_ref": "art8",
      "chapter": "Section 3 Scope of Application of Due Diligence and Reporting Obligations in relation to Child Labour",
      "section": "8",
      "title": "Evident use of child labour",
      "content": "(Art. 964 j para. 1 no 2 CO) If an undertaking offers products or services that have evidently been produced or provided using child labour, Articles 5–7 do not apply and it is subject to due diligence and reporting obligations."
    },
    {
      "provision_ref": "art9",
      "chapter": "Section 4 Exemptions from the Due Diligence and Reporting Obligations due to Compliance with Internationally Recognised Equivalent Regulations Exemptions from the Due Diligence and Reporting Obligations due to Compliance with Internationally Recognised Equivalent Regulations",
      "section": "9",
      "title": "",
      "content": "1 Undertakings that adhere to internationally recognised equivalent regulations are exempt from the due diligence and reporting obligations. 2 The internationally recognised equivalent regulations are those listed in Annex 2. 3 The undertaking shall prepare a report in which it names the internationally recognised regulations, and shall apply them in their entirety."
    },
    {
      "provision_ref": "art10",
      "chapter": "Section 5 Due Diligence",
      "section": "10",
      "title": "Supply chain policy on minerals and metals",
      "content": "(Art. 964 k para. 1 no 1 CO) 1 The undertaking shall establish a supply chain policy on minerals and metals that meets the following requirements: a. The undertaking shall ensure that it complies with the due diligence obligations in its supply chains when sourcing minerals and metals from conflict-affected and high-risk areas. b. It shall provide its suppliers and the public with up-to-date information on its supply chain policy and include its supply chain policy in contracts and agreements with suppliers. c. It shall ensure that concerns about minerals and metals originating from conflict-affected and high-risk areas can be reported in its supply chain. d. It shall identify and assess the risks of adverse impacts of minerals and metals originating from conflict-affected and high-risk areas in the supply chain, take appropriate measures to avert or mitigate such impacts, evaluate the results of the measures and communicate these results. 2 The supply chain policy shall specify the instruments that the undertaking uses to identify, assess, eliminate or mitigate the risks of potential adverse impacts in its supply chain. These instruments include: a. on-site checks; b. information, in particular from public authorities, international organisations and civil society; c. consulting experts and specialist literature; d. obtaining assurances from economic operators in the supply chain and other business partners; e. using recognised standards and certification systems. 3 The supply chain policy shall be based on the regulations set out in Annex 2 Part A."
    },
    {
      "provision_ref": "art11",
      "chapter": "Section 5 Due Diligence",
      "section": "11",
      "title": "Supply chain policy on child labour",
      "content": "(Art. 964 k para. 1 no 2 CO) 1 The undertaking shall establish a supply chain policy on child labour that meets the following requirements: a. The undertaking shall ensure that it complies with the due diligence obligations in its supply chains when offering products or services that it has reasonable grounds to suspect have been produced or provided using child labour. b. It shall provide its suppliers and the public with up-to-date information on its supply chain policy and include its supply chain policy in contracts and agreements with suppliers. c. It shall ensure that concerns about child labour in its supply chain can be reported. d. It shall follow up on specific indications of child labour, take appropriate measures to avert or mitigate negative effects, evaluate the results of the measures and communicate these results. 2 The supply chain policy shall specify the instruments that the undertaking uses to identify, assess, eliminate or mitigate the risks of potential cases of child labour in its supply chain. For this purpose, it shall make use of the instruments pursuant to Article 10 paragraph 2. 3 The supply chain policy shall be based on the regulations set out in Annex 2 Part B."
    },
    {
      "provision_ref": "art12",
      "chapter": "Section 5 Due Diligence",
      "section": "12",
      "title": "Supply chain traceability system for minerals and metals",
      "content": "(Art. 964 k para. 1 no 3 CO) 1 The undertaking shall establish a supply chain traceability system that includes and documents the following information for each mineral and metal originating from conflict-affected and high risk areas: a. a description of the mineral or metal, including its trade name; b. the supplier's name and address; c. the country of origin of the mineral; d. for metals, the names and addresses of the smelters and refineries in the supply chain; e. for minerals, if available: the mining volume or weight and the mining date; f. for minerals originating from conflict-affected or high risk areas or for which the undertaking has identified other supply chain risks listed in the regulations pursuant to Annex 2 Part A Number 1: additional information according to the specific supply chain recommendations mentioned in the regulations, such as the mine from which mineral originates, the places where the mineral is aggregated, traded and processed with other minerals, and the taxes, duties and fees paid; g. for metals, if available: records of the reports of the inspections of smelters and refineries carried out by third parties; h. for metals for which records pursuant to letter g are not available: 1. the countries of origin of the metals in the supply chain of the smelters and refineries, 2. if the metals have been extracted from minerals originating from conflict-affected or high-risk areas, or if the undertaking has identified other supply chain risks listed in the regulations pursuant to Annex 2 Part A number 1, additional information in accordance with the specific recommendations for downstream operators set out in the regulations. 2 By-products shall be traceable to the place where they were first separated from their primary mineral or primary metal. 3 Companies shall be exempted from the due diligence obligations under Articles 14–16 if they can prove that they import and process metals that originate exclusively from recycling."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Supply chain traceability system in relation to child labour",
      "content": "(Art. 964 k para. 1 no 3 CO) The undertaking shall establish a supply chain traceability system that includes and documents the following information for each product or service for which there are reasonable grounds to suspect child labour: a. a description of the product or service and, if one exists, the trade name; b. the names and addresses of the supplier and the production sites or the service provider for the undertaking."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Reporting procedure",
      "content": "(Art. 964 k para. 2 CO) 1 The undertaking shall establish, as an early warning mechanism for risk identification, a reporting procedure that allows all interested parties to raise reasonable concerns about the existence of a potential or actual adverse impact related to minerals and metals from conflict-affected or high-risk areas or child labour. 2 The reports shall be documented."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Risk management",
      "content": "(Art. 964 k para. 2 CO) 1 Undertakings shall identify risks in the supply chain and assess them in their risk management plan according to the likelihood of occurrence and severity of adverse impacts. In doing so, they shall be guided by the regulations in Annex 2. 2 Identified risks in the supply chain shall be eliminated, prevented or minimised according to their likelihood of occurrence and the severity of the adverse impacts. The undertaking shall regularly review the effectiveness of the measures taken for this purpose."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Audit in relation to minerals and metals",
      "content": "(Art. 964 k para. 3 CO) 1 An audit in relation to minerals and metals shall be carried out annually in a report to the supreme management and governing body by an audit firm that is licensed by the Federal Audit Oversight Authority as an audit expert in accordance with the Audit Oversight Act of 16 December 2005. 2 The audit firm shall examine whether there are circumstances from which it may be concluded that due diligence pursuant to Article 964 k paragraphs 1 and 2 CO has not been complied with. 3 Article 728 CO on the independence of the auditors shall apply by analogy. SR 221.302"
    },
    {
      "provision_ref": "art17",
      "chapter": "Section 6 Consolidated Reporting",
      "section": "17",
      "title": "",
      "content": "1 Undertakings that are required to prepare consolidated financial statements must prepare a consolidated report. Undertakings covered by the consolidated report are exempt from the separate reporting obligation pursuant to Article 964 l CO. 2 An undertaking registered in Switzerland does is not required to prepare a separate report if: a. it is controlled by a legal entity registered abroad; and b. that legal entity prepares an equivalent report. 3 Undertakings that are not required to prepare a separate report must indicate in the notes to the financial statements the other legal entity in whose report they are included. They must publish this report."
    },
    {
      "provision_ref": "art18",
      "chapter": "Section 7 Commencement",
      "section": "18",
      "title": "",
      "content": "This Ordinance comes into force on 1 January 2022."
    }
  ],
  "definitions": [
    {
      "term": "supply chain",
      "definition": "supply chain means a process that includes an undertaking's own business activity and that of all upstream economic operators that: 1. have possession of minerals or metals originating from conflict-affected and high-risk areas and that are involved in their shipment, treatment and processing in the final product,",
      "source_provision": "art2"
    },
    {
      "term": "minerals",
      "definition": "minerals means ores and concentrates containing tin, tantalum or tungsten, as well as gold as specified in Annex 1 Part A, also in the form of by-products;",
      "source_provision": "art2"
    },
    {
      "term": "metals",
      "definition": "metals means metals containing or consisting of tin, tantalum or tungsten, as well as gold as specified in Annex 1 Part A, also in the form of by-products;",
      "source_provision": "art2"
    },
    {
      "term": "conflict-affected and high risk areas",
      "definition": "conflict-affected and high risk areas means areas in a state of armed conflict or fragile post-conflict as well as areas witnessing weak or non-existent governance and security, such as failed states, and in which there are widespread and systematic violations of international law, including human rights abuses;",
      "source_provision": "art2"
    },
    {
      "term": "child labour",
      "definition": "child labour means 1. any form of work performed within or outside an employment relationship by persons who have not reached the age of 18 and which is among the worst forms of child labour as defined in Article 3 of ILO Convention No. 182 of 17 June 1999 concerning the Prohibition and Immediate Action for the Elimination of the Worst Forms of Child Labour (ILO Convention No. 182),",
      "source_provision": "art2"
    }
  ]
}