{
  "id": "sr-221-214-11",
  "type": "statute",
  "title": "Verordnung vom 6. November 2002 zum Konsumkreditgesetz (VKKG)",
  "title_en": "",
  "short_name": "VKKG",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2002/594/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "1. Abschnitt: Höchstzinssatz",
      "section": "1",
      "title": "",
      "content": "1 Der Höchstwert für den Zinssatz nach Artikel 9 Absatz 2 Buchstabe b KKG (Höchstzinssatz) setzt sich zusammen aus dem von der Nationalbank ermittelten Dreimonatslibor und einem Zuschlag von 10 Prozentpunkten; dabei wird der so ermittelte Wert gemäss den kaufmännischen Rundungsregeln auf die nächstliegende ganze Zahl auf- oder abgerundet. Der Höchstzinssatz beträgt mindestens 10 Prozent. 2 Für Überziehungskredite auf laufendem Konto und Kredit- und Kundenkarten mit Kreditoption beträgt der Zuschlag auf den Dreimonatslibor 12 Prozentpunkte. Der Höchstzinssatz beträgt für diese Fälle mindestens 12 Prozent. 3 Das Eidgenössische Justiz- und Polizeidepartement legt den Höchstzinssatz jährlich fest. Fassung gemäss Ziff. I der V vom 11. Dez. 2015, in Kraft seit 1. Juli 2016 ( AS 2016 273 ). Der Höchstzinssatz beträgt vom 1. Jan. 2019 bis zum 31. Dez. 2019 für Barkredite, Verträge zur Finanzierung des Erwerbs von Waren oder Dienstleistungen und Leasingverträge 10 Prozent sowie für Überziehungskredite auf laufendem Konto und Kredit- und Kundenkarten mit Kreditoption 12 Prozent (Art. 1 der V des EJPD vom 7. Nov. 2018 über den Höchstzinssatz für Konsumkredite; AS 2018 4581 )."
    },
    {
      "provision_ref": "art2",
      "chapter": "2. Abschnitt: Informationsstelle für Konsumkredit",
      "section": "2",
      "title": "Organisation",
      "content": "1 Die Informationsstelle für Konsumkredit nach Artikel 23 Absatz 1 KKG (Informationsstelle) darf Dritte zur Erfüllung ihrer Aufgaben beiziehen, soweit es sich dabei um technische Unterstützung, namentlich um die Bereitstellung der nötigen Infrastruktur, handelt. 2 Sie bleibt für das Verhalten der beigezogenen Dritten verantwortlich. Fassung gemäss Ziff. I der V vom 23. Nov. 2005, in Kraft seit 1. März 2006 ( AS 2006 95 )."
    },
    {
      "provision_ref": "art3",
      "chapter": "2. Abschnitt: Informationsstelle für Konsumkredit",
      "section": "3",
      "title": "Informationssystem über Konsumkredite",
      "content": "1 Die Informationsstelle führt ein Informationssystem über Konsumkredite. Im Anhang werden die im Informationssystem enthaltenen Personendaten und die Kategorien der Berechtigung aufgeführt sowie der Umfang des Zugriffs und die Berechtigung zur Datenbearbeitung festgelegt. 2 Die Informationsstelle kann die von ihr bearbeiteten Personendaten den gewerbsmässig tätigen Kreditgeberinnen und den Schwarmkredit-Vermittlerinnen auch in einem Abrufverfahren zugänglich machen. 3 Im Informationssystem dürfen nur Personendaten zur Verfügung gestellt werden, die die gewerbsmässig tätigen Kreditgeberinnen und die Schwarmkredit-Vermittlerinnen für die Kreditfähigkeitsprüfung nach den Artikeln 28−30 KKG benötigen. Die Personendaten dürfen nur für diesen Zweck bearbeitet werden. 4 Die Informationsstelle ist verantwortlich für das Informationssystem. Sie führt eine Liste der zum Abrufverfahren zugelassenen Kreditgeberinnen und Schwarmkredit-Vermittlerinnen und hält sie auf dem neusten Stand. Die Liste ist allgemein zugänglich. Fassung gemäss Ziff. II 2 der V vom 30. Nov. 2018, in Kraft seit 1. April 2019 ( AS 2018 5229 )."
    },
    {
      "provision_ref": "art4",
      "chapter": "3. Abschnitt: Bewilligungsvoraussetzungen für Kreditgewährung und Kreditvermittlung Kreditvermittlung",
      "section": "4",
      "title": "Persönliche Voraussetzungen",
      "content": "1 Die Gesuchstellerin muss einen guten Ruf geniessen und Gewähr für eine einwandfreie Geschäftstätigkeit bieten. 2 Sie darf in den letzten fünf Jahren nicht wegen Straftaten verurteilt worden sein, die einen Bezug zur bewilligungspflichtigen Tätigkeit erkennen lassen. 3 Gegen die Gesuchstellerin dürfen keine Verlustscheine vorliegen."
    },
    {
      "provision_ref": "art5",
      "chapter": "3. Abschnitt: Bewilligungsvoraussetzungen für Kreditgewährung und Kreditvermittlung Kreditvermittlung",
      "section": "5",
      "title": "Wirtschaftliche Voraussetzungen",
      "content": "1 Die Gesuchstellerin, die Konsumkredite gewähren will, muss über ein Eigenkapital von 8 Prozent der ausstehenden Konsumkredite, mindestens aber von 250 000 Franken verfügen. 2 Handelt es sich bei der Gesuchstellerin um eine natürliche Person, so tritt an die Stelle des Eigenkapitals ihr Nettovermögen."
    },
    {
      "provision_ref": "art6",
      "chapter": "3. Abschnitt: Bewilligungsvoraussetzungen für Kreditgewährung und Kreditvermittlung Kreditvermittlung",
      "section": "6",
      "title": "Fachliche Voraussetzungen",
      "content": "1 Wer als Kreditgeberin tätig sein will, muss: a. über eine kaufmännische Grundbildung nach dem Berufsbildungsgesetz vom 13. Dezember 2002 oder eine gleichwertige Ausbildung verfügen; und b. sich über eine mindestens dreijährige Berufspraxis im Bereich Finanzdienstleistungen ausweisen. 2 Wer als Kreditvermittlerin tätig sein will, muss sich über eine mindestens dreijährige Berufspraxis im Bereich Finanzdienstleistungen oder in einem vergleichbaren Bereich ausweisen. Fassung gemäss Ziff. I der V vom 23. Nov. 2005, in Kraft seit 1. März 2006 ( AS 2006 95 ). SR 412.10"
    },
    {
      "provision_ref": "art7",
      "chapter": "3. Abschnitt: Bewilligungsvoraussetzungen für Kreditgewährung und Kreditvermittlung Kreditvermittlung",
      "section": "7",
      "title": "Berufshaftpflichtversicherung und gleichgestellte Sicherheiten",
      "content": "1 Wer Konsumkredite gewähren oder vermitteln will, muss den Nachweis dafür erbringen, dass er oder sie für die Dauer der Bewilligung über eine ausreichende Berufshaftpflichtversicherung oder eine gleichgestellte Sicherheit verfügt. 2 Folgende Sicherheiten sind der Berufshaftpflichtversicherung gleichgestellt: a. die Bürgschaft oder Garantieerklärung einer Bank oder eine gleichwertige Versicherungsdeckung; b. ein Sperrkonto bei einer Bank. 3 Die Bank oder das Versicherungsunternehmen muss über die nötige Zulassung der zuständigen schweizerischen Aufsichtsbehörde verfügen. Fassung gemäss Ziff. I der V vom 23. Nov. 2005, in Kraft seit 1. März 2006 ( AS 2006 95 )."
    },
    {
      "provision_ref": "art7a",
      "chapter": "3. Abschnitt: Bewilligungsvoraussetzungen für Kreditgewährung und Kreditvermittlung Kreditvermittlung",
      "section": "7a",
      "title": "a Umfang der Sicherheit",
      "content": "1 Bei einer Versicherung muss die Versicherungssumme für alle Schadenfälle eines Jahres, die auf eine Verletzung des KKG zurückgehen, betragen: a. 500 000 Franken für die Gewährung von Konsumkrediten; b. 10 000 Franken für die Vermittlung von Konsumkrediten; c. 100 000 Franken für die Schwarmkredit-Vermittlung von Konsumkrediten. 2 Im gleichen Umfang muss sich auch der Bürge oder Garant verpflichten. 3 Der auf einem Sperrkonto liegende Betrag muss folgende Höhe erreichen: a. 500 000 Franken für die Gewährung von Konsumkrediten; b. 10 000 Franken für die Vermittlung von Konsumkrediten; c. 100 000 Franken für die Schwarmkredit-Vermittlung von Konsumkrediten. Eingefügt durch Ziff. I der V vom 23. Nov. 2005 ( AS 2006 95 ). Fassung gemäss Ziff. II 2 der V vom 30. Nov. 2018, in Kraft seit 1. April 2019 ( AS 2018 5229 )."
    },
    {
      "provision_ref": "art7b",
      "section": "7b",
      "title": "b Auflösung des Sperrkontos",
      "content": "1 Die Bank gibt das Sperrkonto frei, wenn: a. die Bewilligungsbehörde bestätigt, dass die Bewilligung seit fünf Jahren abgelaufen ist; und b. kein richterlicher Entscheid vorliegt, der der Bank die Freigabe des Sperrkontos verbietet. 2 Im Konkurs der Kreditgeberin oder der Kreditvermittlerin fällt das Sperrkonto in die Konkursmasse. Es werden daraus zuerst die Forderungen aus dem KKG befriedigt. Eingefügt durch Ziff. I der V vom 23. Nov. 2005, in Kraft seit 1. März 2006 ( AS 2006 95 )."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Befristung und Entzug der Bewilligung",
      "content": "1 Die Bewilligung wird auf fünf Jahre befristet. 2 Die Bewilligung wird entzogen, wenn: a. sie mit falschen Angaben erschlichen worden ist; b. die Bewilligungsvoraussetzungen nicht mehr erfüllt werden."
    },
    {
      "provision_ref": "art8a",
      "section": "8a",
      "title": "a Gesuche juristischer Personen",
      "content": "Soll die Bewilligung, Konsumkredite gewerbsmässig zu vermitteln oder zu gewähren, einer juristischen Person erteilt werden, so müssen sich die für die Kreditgewährung oder Kreditvermittlung verantwortlichen Personen über die nötigen persönlichen und fachlichen Voraussetzungen ausweisen. Eingefügt durch Ziff. I der V vom 23. Nov. 2005, in Kraft seit 1. März 2006 ( AS 2006 95 )."
    },
    {
      "provision_ref": "art9",
      "chapter": "4. Abschnitt: Schlussbestimmungen",
      "section": "9",
      "title": "Übergangsbestimmung",
      "content": "Eine vor Inkrafttreten dieser Verordnung erteilte Bewilligung für die gewerbsmässige Kreditgewährung oder Kreditvermittlung fällt spätestens am 31. Dezember 2005 dahin."
    },
    {
      "provision_ref": "art9a",
      "chapter": "4. Abschnitt: Schlussbestimmungen",
      "section": "9a",
      "title": "a Übergangsbestimmung",
      "content": "Ändert der Höchstzinssatz, so gilt für Verträge, die vor Inkrafttreten der Änderung abgeschlossen wurden, der bisherige Höchstzinssatz. Eingefügt durch Ziff. I der V vom 11. Dez. 2015, in Kraft seit 1. Juli 2016 ( AS 2016 273 )."
    },
    {
      "provision_ref": "art9b",
      "chapter": "4. Abschnitt: Schlussbestimmungen",
      "section": "9b",
      "title": "b Übergangsbestimmung zur Änderung vom 30. November 2018",
      "content": "Laufende, unter Mitwirkung einer Schwarmkredit-Vermittlerin zustande gekommene Konsumkreditverträge sind von dieser innert einer Frist von drei Monaten ab Inkrafttreten dieser Verordnung vom 30. November 2018 der Informationsstelle zu melden. Eingefügt durch Ziff. II 2 der V vom 30. Nov. 2018, in Kraft seit 1. April 2019 ( AS 2018 5229 )."
    },
    {
      "provision_ref": "art10",
      "chapter": "4. Abschnitt: Schlussbestimmungen",
      "section": "10",
      "title": "Aufhebung bisherigen Rechts",
      "content": "Die Verordnung vom 23. April 1975 über die Mindestanzahlung und die Höchstdauer beim Abzahlungsvertrag wird aufgehoben. [ AS 1975 711 ]"
    },
    {
      "provision_ref": "art11",
      "chapter": "4. Abschnitt: Schlussbestimmungen",
      "section": "11",
      "title": "Inkrafttreten",
      "content": "1 Diese Verordnung tritt unter Vorbehalt von Absatz 2 am 1. Januar 2003 in Kraft. 2 Die Artikel 4–9 treten am 1. Januar 2004 in Kraft."
    }
  ],
  "definitions": []
}