{
  "id": "sr-232-11",
  "type": "statute",
  "title": "Bundesgesetz vom 28. August 1992 über den Schutz von Marken und Herkunftsangaben (Markenschutzgesetz, MSchG)",
  "title_en": "Federal Act of 28 August 1992  on the Protection of Trade Marks and Indications of Source (Trade Mark Protection Act, TmPA)",
  "short_name": "MSchG",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Chapter 1 General Provisions",
      "section": "1",
      "title": "Definition",
      "content": "1 A trade mark is a sign capable of distinguishing the goods or services of one undertaking from those of other undertakings. 2 Trade marks may, in particular, be words, letters, numerals, figurative representations, three-dimensional shapes or combinations of such elements with each other or with colours."
    },
    {
      "provision_ref": "art2",
      "chapter": "Chapter 1 General Provisions",
      "section": "2",
      "title": "Absolute grounds for refusal",
      "content": "Excluded from trade mark protection are: a. signs that are in the public domain, except where they have become established as a trade mark through use for the goods or services for which they are being claimed. b. shapes that constitute the nature of the goods themselves or shapes of the goods or their packaging that are technically necessary. [tab] c. misleading signs; d. signs contrary to public policy, morality or applicable law."
    },
    {
      "provision_ref": "art3",
      "chapter": "Chapter 1 General Provisions",
      "section": "3",
      "title": "Relative grounds for refusal",
      "content": "1 Also excluded from trade mark protection are signs that are: a. identical to an earlier trade mark and are intended for the same goods or services; b. identical to an earlier trade mark and intended for similar goods or services such that a likelihood of confusion results. c. similar to an earlier trade mark and intended for the same or similar goods or services such that a likelihood of confusion results. 2 An earlier trade mark is: a. a filed or registered trade mark that gives rise to a right of priority under this Act (Art. 6-8). b. a trade mark that is well known in Switzerland within the meaning of Article 6 bis of the Paris Convention for the Protection of Industrial Property of 20 March 1883 (Paris Convention) at the time of filing the sign referred to in paragraph 1. 3 The grounds for refusal under this Article may only be invoked by the proprietor of the earlier trade mark. SR 0.232.01 , 0.232.02 , 0.232.03 , 0.232.04"
    },
    {
      "provision_ref": "art4",
      "chapter": "Chapter 1 General Provisions",
      "section": "4",
      "title": "Registration in favour of the authorised user",
      "content": "Trade marks registered in the name of agents, representatives or other authorised users without the consent of the proprietor, or trade marks which remain entered in the Register after the withdrawal of such consent, are also not protected."
    },
    {
      "provision_ref": "art5",
      "chapter": "Chapter 1 General Provisions",
      "section": "5",
      "title": "Establishment of a trade mark right",
      "content": "A trade mark right is established on entry in the Register."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Right of Priority",
      "content": "A trade mark right belongs to the person who first files the trade mark."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Priority under the Paris Convention",
      "content": "1 Where a trade mark is first duly filed in another Member State of the Paris Convention or with effect in such a Member State, the applicant or successor in title may claim the date of the first filing for the filing of the same trade mark in Switzerland, provided the filing in Switzerland takes place within six months of the date of the first filing. 2 The first filing in a state that grants reciprocity to Switzerland has the same effect as the first filing in a Member State of the Paris Convention. SR 0.232.01 , 0.232.02 , 0.232.03 , 0.232.04"
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Exhibition priority",
      "content": "Any person who exhibits goods or services bearing a trade mark at an official or officially recognised exhibition under the Convention of 22 November 1928 Relating to International Exhibitions in a Member State of the Paris Convention, may claim the opening date of the exhibition for filing the application provided that the trade mark is filed within six months of this date. SR 0.945.11 SR 0.232.01 , 0.232.02 , 0.232.03 , 0.232.04"
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Declaration of priority",
      "content": "1 Any person who claims priority under the Paris Convention or exhibition priority must file a declaration of priority with the Swiss Federal Institute of Intellectual Property (IPI). The IPI may require the submission of a priority document. 2 The claim is forfeited if the time limits and formal requirements laid down by the Ordinance are not complied with. 3 Registration of priority is merely a presumption in favour of the proprietor of the trade mark. SR 0.232.01 , 0.232.02 , 0.232.03 , 0.232.04 Amended by No I of the FA of 21 June 2013, in force since 1 Jan. 2017 ( AS 2015 3631 ; BBl 2009 8533 )."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Term of validity and renewal of registration",
      "content": "1 A registration is valid for 10 years from the date of filing the application. 2 A registration will be renewed for further periods of ten years if an application for renewal is submitted and the fees as set out in the Ordinance are paid. 3 The application for renewal must be submitted to the IPI within the last 12 months prior to the expiry of the term of validity, but not later than six months after its expiry. 4 ... Amended by Annex No 2 of the FA of 24 March 1995 on the Statue and Tasks of the Swiss Federal Institute of Intellectual Property, in force since 1 Jan. 1996 ( AS 1995 5050 ; BBl 1994 III 964 ). Amended by No I of the FA of 21 June 2013, in force since 1 Jan. 2017 ( AS 2015 3631 ; BBl 2009 8533 ). Repealed by Annex No 2 of the FA of 24 March 1995 on the Status und Tasks of the Swiss Federal Institute of Intellectual Property, with effect from 1 Jan. 1996 ( AS 1995 5050 ; BBl 1994 III 964 )."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Use of the trade mark",
      "content": "1 A trade mark is protected if it is used in relation to the goods or services for which it is claimed. 2 Use in a manner not significantly different from the registered trade mark and use for export purposes also constitute use of the trade mark. 3 Use of the trade mark with the consent of the proprietor is considered to be use by the proprietor himself."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Consequences of non-use",
      "content": "1 Where the proprietor has not used the trade mark in relation to the goods or services for which it is claimed for an uninterrupted period of five years following the expiry of the opposition period with no opposition having been filed or upon conclusion of opposition proceedings, he may no longer assert his right to the trade mark, unless there are proper reasons for non-use. 2 If use of the trade mark is commenced or resumed after more than five years, the right to the trade mark is restored with effect from the original priority date, unless non-use of the trade mark has been invoked under paragraph 1 prior to its commencement or resumption of use. 3 Any person who invokes non-use of a trade mark is required to substantiate his claim; evidence of use is required to be provided by the proprietor of the trade mark."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Exclusive right",
      "content": "1 A trade mark right confers on the proprietor the exclusive right to use the trade mark to identify the goods or services for which it is claimed and to dispose of it. 2 The proprietor of a trade mark may prohibit others from using a sign that is excluded from trade mark protection under Article 3 paragraph 1, in particular, from: a. affixing the sign to goods or their packaging; b. offering goods, placing them on the market or storing them for such purposes under the sign; c. offering or providing services under the sign; d. importing, exporting or carrying in transit goods under the sign; e. using the sign on business papers, in advertising, or otherwise in the course of trade. 2bis The proprietor of the trade mark may also assert the rights under paragraph 2 letter d if the import, export or transit of commercially manufactured goods is carried out for private purposes. 3 The proprietor of the trade mark may also assert the rights under this Article against authorised users in terms of Article 4. Amended by Annex No 3 of the FA of 22 June 2007, in force since 1 July 2008 ( AS 2008 2551 ; BBl 2006 1 ). Inserted by Annex No 3 of the FA of 22 June 2007, in force since 1 July 2008 ( AS 2008 2551 ; BBl 2006 1 ). Amended by Annex No 3 of the FA of 22 June 2007, in force since 1 July 2008 ( AS 2008 2551 ; BBl 2006 1 )."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Limitation concerning previously used signs",
      "content": "1 The proprietor of a trade mark may not prohibit another person from continuing to use a sign to the same extent as already previously used prior to the filing of the application. 2 This right to continued use may only be assigned together with the undertaking."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Famous trade marks",
      "content": "1 The proprietor of a famous trade mark may prohibit others from using his trade mark for any type of goods or services if such use threatens the distinctiveness of the trade mark or exploits or damages its reputation. 2 Rights acquired before the trade mark became famous remain unaffected."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Reproduction of trade marks in dictionaries and other reference works",
      "content": "Where a registered trade mark is reproduced in a dictionary, in another reference work or in a similar work without reference to its registration, the proprietor of the trade mark may require that the publisher, editor or distributor of the work include a corresponding reference, at the latest in a reprint."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Assignment",
      "content": "1 The proprietor may assign his trade mark in whole or in part for the goods or services for which it has been claimed. 2 The assignment is only valid if evidenced in writing. It is only effective in relation to third parties who are acting in good faith once it has been entered in the Register. 3 Actions under this Act may be brought against the previous proprietor up to the entry of the assignment in the Register. 4 Unless otherwise agreed, the assignment of an undertaking also includes the assignment of its trade marks."
    },
    {
      "provision_ref": "art17a",
      "section": "17a",
      "title": "a Division of an application or registration",
      "content": "1 The proprietor of a trade mark may at any time request the division of a registration or an application for registration. 2 The goods and services are divided between the divisional applications or divisional registrations. 3 Divisional applications or registrations retain the filing date and priority date of the original application or original registration. Inserted by No I of the FA of 4 Oct. 1996, in force since 1 May 1997 ( AS 1997 1028 ; BBl 1996 II 1425 ). Amended by No I of the FA of 21 June 2013, in force since 1 Jan. 2017 ( AS 2015 3631 ; BBl 2009 8533 )."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Licencing",
      "content": "1 The proprietor of a trade mark may permit others to use the trade mark for the goods or services for which it is claimed, in whole or in part, and for the whole territory or a part of Switzerland only. 2 The licence shall be entered in the Register at the request of one of the parties. It then becomes binding on any rights to the trade mark subsequently acquired."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Usufruct and pledge; compulsory enforcement",
      "content": "1 A trade mark may be subject to usufruct, pledge or compulsory enforcement measures. 2 Usufruct and pledges only have effect against third parties acting in good faith if they are entered in the Register."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "",
      "content": "1 ... 2 Where international treaties binding on Switzerland grant more extensive rights than this Act, such rights also apply to Swiss nationals. Repealed by No II 11 of the FA of 20 March 2008 on the Formal Revision of Federal Legislation, with effect from 1 Aug. 2008 ( AS 2008 3437 ; BBl 2007 6121 )."
    },
    {
      "provision_ref": "art21",
      "chapter": "Chapter 2 Guarantee Marks and Collective Marks",
      "section": "21",
      "title": "Guarantee marks",
      "content": "1 A guarantee mark is a sign that is used by several undertakings under the supervision of the proprietor of the mark and which serves to guarantee the quality, geographical origin, the method of manufacture or other characteristics common to goods or services of such undertakings. 2 A guarantee mark may not be used for goods or services of the proprietor of the mark or of an undertaking with which he has close economic ties. 3 In return for equitable remuneration, the proprietor of the guarantee mark must allow any person to use it for goods or services that possess the common characteristics guaranteed under the regulations governing the use of the mark."
    },
    {
      "provision_ref": "art22",
      "chapter": "Chapter 2 Guarantee Marks and Collective Marks",
      "section": "22",
      "title": "Collective marks",
      "content": "A collective mark is a sign of an association of manufacturing, trading or service undertakings which serves to distinguish the goods or services of the members of the association from those of other undertakings."
    },
    {
      "provision_ref": "art23",
      "chapter": "Chapter 2 Guarantee Marks and Collective Marks",
      "section": "23",
      "title": "Regulations governing the use of guarantee/collective marks",
      "content": "1 The applicant of a guarantee or collective mark must file regulations governing the use of the mark with the IPI. 2 The regulations for guarantee marks shall designate the common characteristics of the goods or services which the mark is intended to guarantee; they shall also provide for an effective control of the use of the mark and for appropriate sanctions. 3 The regulations for collective marks shall designate those undertakings that are entitled to use the mark. 4 The regulations may not be contrary to public policy, morality or applicable law. Term in accordance with No I of the FA of 21 June 2013, in force since 1 Jan. 2017 ( AS 2015 3631 ; BBl 2009 8533 ). Account has been taken of this term throughout the text of this Act."
    },
    {
      "provision_ref": "art24",
      "chapter": "Chapter 2 Guarantee Marks and Collective Marks",
      "section": "24",
      "title": "Approval of the regulations",
      "content": "The regulations must be approved by the IPI. Approval will be granted if the requirements under Article 23 are fulfilled."
    },
    {
      "provision_ref": "art25",
      "chapter": "Chapter 2 Guarantee Marks and Collective Marks",
      "section": "25",
      "title": "Unlawful regulations",
      "content": "Where the regulations do not fulfil or no longer fulfil the requirements of Article 23 and the proprietor of the mark does not remedy the situation within the time limit determined by the court, the registration of the mark becomes null and void on expiry of this time limit."
    },
    {
      "provision_ref": "art26",
      "chapter": "Chapter 2 Guarantee Marks and Collective Marks",
      "section": "26",
      "title": "Use in contravention of the regulations",
      "content": "Where the proprietor of the mark tolerates repeated use of a guarantee or collective mark that infringes the main provisions of the regulations and he does not remedy the situation within the time limit determined by the court, the registration of the mark becomes null and void on expiry of this time limit."
    },
    {
      "provision_ref": "art27",
      "chapter": "Chapter 2 Guarantee Marks and Collective Marks",
      "section": "27",
      "title": "Assignment and licencing",
      "content": "The assignment of a guarantee or collective mark and the grant of licences with respect to collective marks are only valid if entered in the Register."
    },
    {
      "provision_ref": "art27a",
      "chapter": "20",
      "section": "27a",
      "title": "a Subject matter",
      "content": "By way of derogation from Article 2 letter a, a geographical mark may be registered for: a. an appellation of origin or a geographical indication registered under Article 16 of the Agriculture Act of 29 April 1998 (AgricA), or a geographical indication registered under Article 50 b of this Act; b. an appellation d’origine contrôlée protected under Article 63 AgricA or a foreign wine denomination which meets the requirements of Article 63 AgricA; c. an indication of source that is the subject matter of a Federal Council ordinance under Article 50 paragraph 2, or a foreign indication of source that is based on an equivalent foreign regulation. Amended by Annex of FD of 19 March 2021 on the Approval of the Geneva Act of the Lisbon Agreement for the Protection of Appellations of Origin and Geographical Indications and on its implementation, in force since 1 Dec. 2021 ( AS 2021 742 ; BBl 2020 5827 ). SR 910.1"
    },
    {
      "provision_ref": "art27b",
      "chapter": "20",
      "section": "27b",
      "title": "b Entitlement to apply for registration",
      "content": "The registration of a geographical mark may be requested by: a. the group that has obtained the registration of the appellation of origin or the geographical indication, or where such group no longer exists, the representative group dealing with the protection of this appellation of origin or geographical indication; b. the Swiss canton that protects the appellation d’origine contrôlée or the foreign authority responsible for the regulation of wine denominations corresponding to Article 63 AgricA , as well as the group that obtained the protection of such a foreign wine denomination; c. the umbrella organisation of an economic sector for which the Federal Council has enacted an ordinance based on Article 50 paragraph 2 or which acts on the basis of on an equivalent foreign regulation. SR 910.1"
    },
    {
      "provision_ref": "art27c",
      "chapter": "20",
      "section": "27c",
      "title": "c Trade mark regulations",
      "content": "1 The applicant for a geographical mark must file regulations governing the use of the mark with the IPI. 2 The regulations must correspond to the product specification or the applicable provisions; they may not provide for remuneration in exchange for use of the geographical mark."
    },
    {
      "provision_ref": "art27d",
      "chapter": "20",
      "section": "27d",
      "title": "d Rights",
      "content": "1 A geographical mark may be used by any person provided that the requirements of the regulations are fulfilled. 2 The proprietor of a geographical mark may prohibit others from using the mark in the course of trade for identical or comparable goods where such use contravenes the regulations."
    },
    {
      "provision_ref": "art27e",
      "section": "27e",
      "title": "e Non-applicable provisions",
      "content": "1 By way of derogation from Articles 17 and 18, a geographical mark may not be transferred or licensed. 2 By way of derogation from Article 31, the proprietor of a geographical mark may not oppose the registration of a trade mark. 3 The provisions governing the use of the trade mark and consequences of non-use under Articles 11 and 12 do not apply."
    },
    {
      "provision_ref": "art28",
      "chapter": "Chapter 3 Registration of Trade Marks",
      "section": "28",
      "title": "Filing",
      "content": "1 Any person may file a trade mark application. 2 When filing an application with the IPI, the following must be submitted: a. an application for registration with details of the name or company name of the applicant; b. a representation of the trade mark; c. a list of goods or services for which the trade mark is to be claimed. 3 When filing an application, the relevant fees prescribed in the Ordinance must be paid. 4 ... Amended by Annex No 2 of the FA of 24 March 1995 on the Status and Tasks of the Swiss Federal Institute of Intellectual Property, in force since 1 Jan. 1996 ( AS 1995 5050 ; BBl 1994 III 964 ). Repealed by Annex No 2 of the FA of 24 March 1995 on the Status und Tasks of the Swiss Federal Institute of Intellectual Property 1996, with effect from 1 Jan. 1996 ( AS 1995 5050 ; BBl 1994 III 964 )."
    },
    {
      "provision_ref": "art29",
      "chapter": "Chapter 3 Registration of Trade Marks",
      "section": "29",
      "title": "Date of filing",
      "content": "1 A trade mark is considered to have been filed once the documents referred to in Article 28 paragraph 2 have been submitted. 2 If, after filing an application, a trade mark is replaced or essential elements of it are modified or if the list of goods or services is extended, then the date of filing is considered to be the day on which those modifications were submitted."
    },
    {
      "provision_ref": "art30",
      "chapter": "Chapter 3 Registration of Trade Marks",
      "section": "30",
      "title": "Decision and registration",
      "content": "1 The IPI shall dismiss an application for registration if it does not fulfil the requirements of Article 28 paragraph 2. 2 It shall reject the application for registration if: a. it does not fulfil the formal requirements laid down in this Act or in the Ordinance; b. the prescribed fees have not been paid; c. absolute grounds for refusal exist; d. the guarantee or collective mark does not fulfil the requirements of Articles 21–23. e. the geographical mark does not fulfil the requirements of Articles 27 a –27 c. 3 It shall register the trade mark if no grounds for refusal exist. Inserted by No I of the FA of 21 June 2013, in force since 1 Jan. 2017 ( AS 2015 3631 ; BBl 2009 8533 )."
    },
    {
      "provision_ref": "art31",
      "chapter": "Chapter 3 Registration of Trade Marks",
      "section": "31",
      "title": "Opposition",
      "content": "1 The proprietor of an earlier trade mark may file an opposition to a registration on the basis of Article 3 paragraph 1. 1bis He may not file an opposition to a registration of a geographical mark. 2 The opposition must be submitted in writing to the IPI with a statement of reasons within three months of publication of the registration. The opposition fee must also be paid within this time limit. Inserted by No I of the FA of 21 June 2013, in force since 1 Jan. 2017 ( AS 2015 3631 ; BBl 2009 8533 )."
    },
    {
      "provision_ref": "art32",
      "section": "32",
      "title": "Providing prima facie evidence of use",
      "content": "If the defendant claims non-use of the earlier mark under Article 12 paragraph 1, the opposing party must provide prima facie evidence of the use of his trade mark or proper reasons for non-use."
    },
    {
      "provision_ref": "art33",
      "section": "33",
      "title": "Decision on opposition",
      "content": "If the opposition is justified, the registration shall be revoked in whole or in part; if this is not the case, the opposition shall be rejected."
    },
    {
      "provision_ref": "art34",
      "section": "34",
      "title": "Costs",
      "content": "With its decision on the opposition, the IPI shall determine whether and to what extent the costs of the successful party shall be compensated by the unsuccessful party."
    },
    {
      "provision_ref": "art35",
      "section": "35",
      "title": "",
      "content": "The IPI shall cancel a trade mark registration in whole or in part if: a. the proprietor requests the cancellation; b. the registration has not been renewed; c. the registration has been declared null and void in a final court decision; d. the protected appellation of origin or the protected geographical indication on which the geographical mark is based is cancelled; e. a request for cancellation is approved. Amended by No I of the FA of 21 June 2013, in force since 1 Jan. 2017 ( AS 2015 3631 ; BBl 2009 8533 ). Inserted by No I of the FA of 21 June 2013, in force since 1 Jan. 2017 ( AS 2015 3631 ; BBl 2009 8533 ). Inserted by No I of the FA of 21 June 2013, in force since 1 Jan. 2017 ( AS 2015 3631 ; BBl 2009 8533 )."
    },
    {
      "provision_ref": "art35a",
      "section": "35a",
      "title": "a Request",
      "content": "1 Any person may file a request for cancellation of the trade mark with the IPI on the grounds of non-use in accordance with Article 12 paragraph 1. 2 The request may be filed at the earliest: a. if no opposition has been filed: five years following the expiry of the opposition period; b. in the event of opposition proceedings: five years after the conclusion of opposition proceedings. 3 The request is deemed to have been filed as soon as the appropriate fee has been paid. Inserted by No I of the FA of 21 June 2013, in force since 1 Jan. 2017 ( AS 2015 3631 ; BBl 2009 8533 )."
    },
    {
      "provision_ref": "art35b",
      "section": "35b",
      "title": "b Decision",
      "content": "1 The IPI shall reject the request, if: a. the applicant fails to show credible non-use of the trade mark; or b. the proprietor of the trade mark shows credible use of the trade mark or proper reasons for its non-use. 2 Where credible non-use is shown for only some of the goods or services claimed, the IPI shall approve the request only to the extent thereof. 3 With the decision on the request, the IPI shall determine whether and to what extent the costs of the successful party shall be reimbursed by the unsuccessful party. Inserted by No I of the FA of 21 June 2013, in force since 1 Jan. 2017 ( AS 2015 3631 ; BBl 2009 8533 )."
    },
    {
      "provision_ref": "art35c",
      "section": "35c",
      "title": "c Procedure",
      "content": "The Federal Council shall enact rules governing the details of this procedure. Inserted by No I of the FA of 21 June 2013, in force since 1 Jan. 2017 ( AS 2015 3631 ; BBl 2009 8533 )."
    },
    {
      "provision_ref": "art36",
      "section": "36",
      "title": "",
      "content": "Repealed by Annex No 21 of the Federal Administrative Court Act of 17 June 2005, with effect from 1 Jan. 2007 ( AS 2006 2197 ; BBl 2001 4202 )."
    },
    {
      "provision_ref": "art37",
      "section": "37",
      "title": "Maintenance of the Register",
      "content": "The IPI shall maintain the Trade Mark Register."
    },
    {
      "provision_ref": "art38",
      "section": "38",
      "title": "Publications",
      "content": "1 The IPI shall publish: a. the registration of trade marks (Art. 30 para. 3); b. the renewal of trade mark registrations (Art. 10 para. 2); c. the revocation of trade mark registrations (Art. 33); d. the cancellation of trade mark registrations (Art. 35); 2 The Federal Council shall determine which additional entries in the Register are to be published. 3 The IPI shall determine the organ of publication. Amended by Annex No II 3 of the Designs Act of 5 Oct. 2001, in force since 1 July 2002 ( AS 2002 1456 ; BBl 2000 2729 )."
    },
    {
      "provision_ref": "art39",
      "section": "39",
      "title": "Access to the Register; inspection of the files",
      "content": "1 Any person may inspect the Register, obtain information on its contents and request extracts from it. 2 In addition, any person may inspect the files of a registered trade mark. 3 The Federal Council shall regulate the cases in which inspection of the dossier is permitted prior to the registration of a trade mark."
    },
    {
      "provision_ref": "art40",
      "section": "40",
      "title": "Electronic administrative communication",
      "content": "1 The Federal Council may authorise the IPI to regulate electronic communication in accordance with the general provisions on the administration of federal justice. 2 The dossier and the files may be maintained and stored in electronic form. 3 The Trade Mark Register may be maintained in electronic form. 4 The IPI may make its database accessible, particularly online, to third parties; it may demand remuneration for this service. 5 The IPI’s publications may be produced in electronic form; the electronic version, however, is only authoritative if the data is exclusively published in electronic form. Amended by Annex No 4 of the FA of 19 Dec. 2003 on Electronic Signatures, in force since 1 Jan. 2005 ( AS 2004 5085 , BBl 2001 5679 )."
    },
    {
      "provision_ref": "art41",
      "section": "41",
      "title": "",
      "content": "1 If the applicant or the rights holder fails to observe a time limit required by the IPI, he may file a request with the latter for further processing. Article 24 paragraph 1 of the Federal Act of 20 December 1968 on Administrative Procedure remains reserved. 2 The request must be filed within two months of the applicant receiving notice of the expiry of the time limit, and at the latest within six months of expiry of the said time limit; within this time limit, the omitted act must be carried out in full and the fees as set out in the Ordinance paid. 3 If the request is approved, this will have the effect of restoring the situation that would have resulted from carrying out the act within the time limit. 4 Further processing is ruled out in the case of failure to observe: a. time limits for filing a request for further processing (para. 2); b. time limits for claiming priority under Articles 7 and 8; c. the time limit for filing opposition under Article 31 paragraph 2; d. the time limit for filing an application for renewal under Article 10 paragraph 3; e. the time limits in cancellation proceedings under Articles 35 a –35 c . SR 172.021 Amended by Annex No 3 of the FA of 22 June 2007, in force since 1 July 2008 ( AS 2008 2551 ; BBl 2006 1 ). Amended by Annex No 2 of the FA of 24 March 1995 on the Status and Tasks of the Swiss Federal Institute of Intellectual Property, in force since 1 Jan. 1996 ( AS 1995 5050 ; BBl 1994 III 964 ). Inserted by Annex No 3 of the FA of 22 June 2007, in force since 1 July 2008 ( AS 2008 2551 ; BBl 2006 I). Inserted by No I of the FA of 21 June 2013, in force since 1 Jan. 2017 ( AS 2015 3631 ; BBl 2009 8533 )."
    },
    {
      "provision_ref": "art42",
      "section": "42",
      "title": "",
      "content": "Any person who is party to an administrative procedure under this Act but is not domiciled or does not have a registered office in Switzerland must designate an address for service in Switzerland unless international law or the competent foreign body permits the authority to serve documents directly in the state concerned. 2 The IPI is entitled to declare to the competent foreign body that direct service is permitted in Switzerland in intellectual property matters provided Switzerland is granted reciprocal rights. Amended by Annex No 2 of the FD of 28 Sept. 2018 on the Approval and Implementation of European Convention No 94 on the Service Abroad of Documents relating to Administrative Matters, in force since 1 April 2019 ( AS 2019 975 ; BBl 2017 5947 )."
    },
    {
      "provision_ref": "art43",
      "section": "43",
      "title": "",
      "content": "1 In addition to the cases referred to in this Act, fees are payable for official actions in response to specific requests. 2 ... Repealed by Annex No 2 of the FA of 24 March 1995 on the Status and Tasks of the Swiss Federal Institute of Intellectual Property, with effect from 1 Jan. 1996 ( AS 1995 5050 ; BBl 1994 III 964 )."
    },
    {
      "provision_ref": "art44",
      "chapter": "Chapter 4",
      "section": "44",
      "title": "Applicable law",
      "content": "1 This Chapter applies to international registrations under the Madrid Agreement Concerning the International Registration of Marks of 14 July 1967 (the Madrid Agreement) and the Protocol of 27 June 1989 relating to the Madrid Agreement concerning the International Registration of Marks (the Madrid Protocol) that are done through the intermediary of the IPI or which have effect in Switzerland. 2 The other provisions of this Act apply except where the Madrid Agreement, the Madrid Protocol or this Chapter provide otherwise. SR 0.232.112.3 SR 0.232.112.4"
    },
    {
      "provision_ref": "art45",
      "chapter": "Chapter 4",
      "section": "45",
      "title": "Application for registration in the International Register",
      "content": "1 It is possible to request the following through the intermediary of the IPI: a. the international registration of a trade mark provided that Switzerland is the country of origin in accordance with Article 1 paragraph 3 of the Madrid Agreement , or Article 2 paragraph 1 of the Madrid Protocol; b. the modification of an international registration provided that Switzerland is the country of the proprietor of the trade mark in accordance with the Madrid Agreement or the Madrid Protocol; c. the international registration of an application provided that Switzerland is the country of origin in accordance with Article 2 paragraph 1 of the Madrid Protocol. 2 The fees as set out in the Madrid Agreement, the Madrid Protocol and in the Ordinance must be paid for the international registration of a trade mark, an application for registration or the modification of an international registration. SR 0.232.112.3 SR 0.232.141.4"
    },
    {
      "provision_ref": "art46",
      "chapter": "Chapter 4",
      "section": "46",
      "title": "Effect of international registration in Switzerland",
      "content": "1 An international registration with effect in Switzerland has the same effect as the filing of an application with the IPI and registration in the Swiss Register. 2 Such effect does not arise if and to the extent the internationally registered trade mark has been refused protection in Switzerland."
    },
    {
      "provision_ref": "art46a",
      "chapter": "Chapter 4",
      "section": "46a",
      "title": "a Conversion of an international registration into a national application for registration",
      "content": "1 An international registration may be converted into a national application for registration if: a. the application is submitted to the IPI within three months of cancelling the international registration; b. the international registration and the national application for registration concern the same trade mark; c. the goods and services indicated in the application were also the actual goods and services covered by the international registration having effect in Switzerland; d. the national application for registration fulfils the other requirements laid down in this Act. 2 Objections raised against the registration of trade marks filed in accordance with paragraph 1 are inadmissible."
    },
    {
      "provision_ref": "art47",
      "chapter": "Chapter 1 General Provisions",
      "section": "47",
      "title": "Principle",
      "content": "1 Indications of source are direct or indirect references to the geographical origin of goods or services, including references to their characteristics or the quality associated with their origin. 2 Geographical names and signs that are not understood by the relevant public as indicating a certain origin of the goods or services, are not considered indications of source within the meaning of paragraph 1. 3 It is prohibited to use: a. incorrect indications of source; b. denominations that may be confused with an incorrect indication of source; c. a name, a company name, an address or a trade mark associated with goods or services of a different origin where this could be misleading. 3bis Where indications of source are used with additions such as «kind», «type», «style» or «imitation», the same requirements must be fulfilled that apply to the use of indications of source without these additions. 3ter Indications regarding research or design or other specific activities associated with the product may only be used if this activity takes place entirely at the specified location. 4 Regional or local indications of source for services are considered to be correct if such services satisfy the criteria of origin for the country concerned as a whole. Amended by No I of the FA of 21 June 2013, in force since 1 Jan. 2017 ( AS 2015 3631 ; BBl 2009 8533 ). Inserted by No I of the FA of 21 June 2013, in force since 1 Jan. 2017 ( AS 2015 3631 ; BBl 2009 8533 ). Inserted by No I of the FA of 21 June 2013, in force since 1 Jan. 2017 ( AS 2015 3631 ; BBl 2009 8533 )."
    },
    {
      "provision_ref": "art48",
      "chapter": "Chapter 1 General Provisions",
      "section": "48",
      "title": "Indications of source for goods",
      "content": "1 Indications of source for goods are considered to be correct if the requirements under Articles 48 a- 48 c are fulfilled. 2 Any additional requirements such as compliance with manufacturing or processing principles or quality requirements that are customary or prescribed in the place of origin must also be fulfilled. 3 In each individual case, all requirements are to be determined according to the understanding of the relevant public, and where applicable, in accordance with their influence on the reputation of the goods concerned. 4 The place of origin or processing for Swiss indications of source for natural products and foodstuffs is the Swiss territory and customs union areas. The Federal Council may define the border areas, which are exceptionally considered as the place of origin or processing for Swiss indications of source. 5 Where a foreign indication of source meets the statutory requirements of the country concerned, it is considered to be correct. Any possible misleading of consumers in Switzerland remains reserved. Amended by No I of the FA of 21 June 2013, in force since 1 Jan. 2017 ( AS 2015 3631 ; BBl 2009 8533 )."
    },
    {
      "provision_ref": "art48a",
      "section": "48a",
      "title": "a Natural products",
      "content": "The origin of a natural product corresponds to: a. for mineral products: the place where they were extracted; b. for plant products: the place where they were harvested; c. for meat: the place where the animals spent the predominant part of their lives; d. for other animal-derived products: the place where the animals were kept; e. for products of hunting or fishing: the place where such hunting or fishing was carried out; f. for farmed fish: the place where they were reared. Inserted by No I of the FA of 21 June 2013, in force since 1 Jan. 2017 ( AS 2015 3631 ; BBl 2009 8533 )."
    },
    {
      "provision_ref": "art48b",
      "section": "48b",
      "title": "b Foodstuffs",
      "content": "1 Foodstuffs within the meaning of the Foodstuffs Act of 9 October 1992 (FSA) ​​fall under this provision, with the exception of natural products under Article 48 a of this Act. The Federal Council shall regulate the differences in detail. 2 The origin of a foodstuff is the place from which at least 80 per cent of the raw material weight that makes up the foodstuff comes from. For milk and dairy products, the weight of milk as the raw material must equal 100 per cent. 3 Excluded from the calculation under paragraph 2 are: a. natural products which, due to natural conditions, cannot be produced at the place of origin; b. natural products that are temporarily not available in sufficient quantities at the place of origin. 4 For the calculation under paragraph 2, all raw materials for which the domestic self-supply rate is at least 50 per cent must be taken into account. Where the raw material self-supply rate is 20–49.9 per cent, only half of the raw materials are to be taken into account. Where the raw material self-supply rate is less than 20 per cent, the raw materials may be excluded from the calculation. The Federal Council shall regulate the details. 5 In addition, the indication of source must correspond to the place where the processing, which has given the foodstuff its essential characteristics, has taken place. Inserted by No I of the FA of 21 June 2013, in force since 1 Jan. 2017 ( AS 2015 3631 ; BBl 2009 8533 ). [ AS 1995 1469 ; 1996 1725 Annex No 3; 1998 3033 Annex No 5; 2001 2790 Annex No 5; 2002 775 ; 2003 4803 Annex No 6; 2005 971 ; 2006 2197 Annex No 94 2363 No II; 2008 785 ; 2011 5227 No I 2. 8 ; 2013 3095 Annex 1 No 3. AS 2017 249 Annex No I]. See now the FA of 20 June 2014 ( SR 817.0 )."
    },
    {
      "provision_ref": "art48c",
      "section": "48c",
      "title": "48 c Other products, in particular industrial products",
      "content": "1 The origin of other products, in particular industrial products, corresponds to the place where at least 60 per cent of the manufacturing costs are incurred. 2 For the calculation under paragraph 1, the following shall be taken into account: a. production and assembly costs; b. research and development costs; c. costs for quality assurance and certification which are prescribed by law or standardised in an economic sector. 3 Excluded from the calculation under paragraph 1 are: a. costs for natural products which, due to natural conditions, cannot be produced at the place of origin; b. costs for raw materials which, in accordance with an ordinance under Article 50 paragraph 2, are not available in sufficient quantities at the place of origin for objective reasons; c. packaging costs; d. transport costs; e. the costs for commercialisation of the goods, such as costs for marketing and customer service. 4 In addition, the indication of source must correspond to the place where the activity, which gave the product its essential characteristics, took place. In all cases, an essential manufacturing step must have been carried out at this place. Inserted by No I of the FA of 21 June 2013, in force since 1 Jan. 2017 ( AS 2015 3631 ; BBl 2009 8533 )."
    },
    {
      "provision_ref": "art48d",
      "section": "48d",
      "title": "d Exceptions",
      "content": "The requirements set out in Articles 48 a –48 c do not apply if: a. a geographical indication was registered under Article 16 AgricA prior to the entry into force of this provision; or b. a manufacturer is able to prove that the indications of source used correspond to the relevant public. Inserted by No I of the FA of 21 June 2013, in force since 1 Jan. 2017 ( AS 2015 3631 ; BBl 2009 8533 ). SR 910.1"
    },
    {
      "provision_ref": "art49",
      "section": "49",
      "title": "Indications of source for services",
      "content": "1 The indication of source of a service is considered to be correct if: a. it corresponds to the registered office of the person providing the service; and b. a place of effective administration of this person is located in the same country. 2 Where a parent company fulfils the requirements of paragraph 1 letter a, and either it or one of its subsidiaries effectively controlled by it and domiciled in the same country fulfils the requirements of paragraph 1 letter b, then the indication of source is also considered to be correct for similar services provided by the foreign subsidiaries and the branch offices of the parent company. 3 Any additional requirements such as compliance with prescribed or customary principles of providing the service or the traditional association of the person providing the service with the country of origin must also be fulfilled. 4 A foreign indication of source is considered to be correct where it meets the statutory requirements of the country concerned. Any possible misleading of consumers in Switzerland remains reserved. Amended by No I of the FA of 21 June 2013, in force since 1 Jan. 2017 ( AS 2015 3631 ; BBl 2009 8533 )."
    },
    {
      "provision_ref": "art49a",
      "section": "49a",
      "title": "a Indications of source in advertising",
      "content": "Indications of source in advertising are considered to be correct if the origin of all of the products and services advertised therein corresponds to Articles 48–49. Inserted by No I of the FA of 21 June 2013, in force since 1 Jan. 2017 ( AS 2015 3631 ; BBl 2009 8533 )."
    },
    {
      "provision_ref": "art50",
      "section": "50",
      "title": "Special provisions",
      "content": "1 Where justified by consumer interests, the general interests of the economy or of individual sectors, the Federal Council may define the requirements under Articles 48 paragraph 2 and 48 a –49 in greater detail. 2 It may, in particular, at the request and based on a preliminary draft of an economic sector, define in greater detail the requirements under which a Swiss indication of source may be used for specific goods and services. 3 It shall first hear the Cantons concerned and interested professional and trade associations, as well as consumer organisations. Amended by No I of the FA of 21 June 2013, in force since 1 Jan. 2017 ( AS 2015 3631 ; BBl 2009 8533 )."
    },
    {
      "provision_ref": "art50a",
      "section": "50a",
      "title": "50 a Producer identification marks",
      "content": "Where the interests of an economic sector so require, the Federal Council may prescribe that a producer identification mark be affixed to goods of that economic sector. Originally Art. 51."
    },
    {
      "provision_ref": "art50b",
      "chapter": "Chapter 2 Registration of Geographical Indications",
      "section": "50b",
      "title": "b Register for geographical indications",
      "content": "1 The Federal Council shall establish a register for geographical indications for goods, which excludes agricultural products, processed agricultural products and wine, as well as forestry products and processed forestry products. 2 It regulates in particular: a. entitlement to apply for registration; b. requirements for registration, in particular the requirements for the product specification; c. the procedure for registration and objection; d. control procedures. 3 Decisions and services in connection with the register are subject to fees. 4 Registered geographical indications may not become generic names. Generic names cannot be registered as geographical indications. 5 Any person who uses a registered geographical indication for identical or comparable goods must comply with the product specifications. This obligation does not apply to the use of trade marks that are identical or similar to a registered geographical indication and which were filed or registered in good faith, or that have been acquired through use in good faith: a. prior to 1 January 1996; or b. prior to the name of the registered geographical indication being protected in the country of origin, insofar as none of the grounds for nullity or revocation set out in this Act apply to the trade mark concerned. 6 Where a trade mark containing a geographical indication, identical or similar to a geographical indication for which registration has been applied, is filed for identical or comparable goods, the trade mark examination procedure shall be suspended until the final decision on the application for registration of the geographical indication. 7 Following registration of the geographical indication, the trade mark may only be registered for identical or comparable goods. The goods must be restricted to the geographical origin described in the product specifications. 8 Registered geographical indications are protected in particular against: a. any commercial use for other products, whereby the reputation of the protected denomination is exploited; b. any act of appropriation, counterfeiting or imitation. Inserted by No I of the FA of 21 June 2013, in force since 1 Jan. 2017 ( AS 2015 3631 ; BBl 2009 8533 )."
    },
    {
      "provision_ref": "art50c",
      "chapter": "Chapter 3",
      "section": "50c",
      "title": "c International register for appellations of origin and geographical indications",
      "content": "1 The international registration of appellations of origin and geographical indications is governed by the Geneva Act of 20 May 2015 of the Lisbon Agreement for the Protection of Appellations of Origin and Geographical Indications (Geneva Act) and by the provisions of this Chapter. 2 The IPI is responsible for administering the Geneva Act for Switzerland in the following areas: a. the international registration of appellations of origin and geographical indications whose geographical area of origin lies on Swiss territory (Art. 50 d ); b. the effects of the international registration of appellations of origin and geographical indications whose protection on Swiss territory has been requested (Art. 50 e ). SR 0.232.111.14"
    },
    {
      "provision_ref": "art50d",
      "chapter": "Chapter 3",
      "section": "50d",
      "title": "d International registration of appellations of origin and geographical indications whose geographical area of origin lies on Swiss territory",
      "content": "1 An application for the international registration or the amendment of the international registration of an appellation of origin or geographical indication whose geographical area of origin lies on Swiss territory may be filed with the IPI by: a. the group that has obtained the registration of the appellation of origin or the geographical indication under Article 16 or 63 AgricA nor under Article 50 b of this Act, or where such group no longer exists, the representative group dealing with the protection of this appellation of origin or geographical indication; b. the Swiss canton that protects an appellation d’origine contrôlée under Article 63 AgricA; c. the umbrella organisation of an economic sector for which the Federal Council has enacted an ordinance based on Article 50 paragraph 2; d. the proprietor of a trade mark that constitutes an appellation of origin or geographical indication as defined in Article 2 of the Geneva Act, provided the appellation of origin or geographical indication is neither protected under Article 16 or 63 AgricA nor under Article 50 paragraph 2 or 50 b of this Act. 2 The Federal Council shall regulate the details of the procedure. SR 910.1 SR 0.232.111.14"
    },
    {
      "provision_ref": "art50e",
      "chapter": "Chapter 3",
      "section": "50e",
      "title": "e Effects of the international registration of appellations of origin and geographical indications whose protection on Swiss territory has been requested",
      "content": "1 The effects of the international registration of an appellation of origin or geographical indication whose protection on Swiss territory has been requested may be refused on the following grounds in particular: a. The denomination or indication does not correspond to the definitions in Article 2 of the Geneva Act. b. The protection based on international registration is contrary to the law, public policy or morality. c. The protection based on international registration infringes an earlier trade mark that has been registered in good faith for an identical or comparable product. 2 The IPI decides ex officio whether a ground under paragraph 1 letter a or b applies. 3 A third party may raise any of the grounds under paragraph 1 with the IPI. 4 In addition, a third party may request the transitional period under Article 17 of the Geneva Act to be granted, in order to terminate the prior use in good faith of a denomination or indication that is the subject of international registration. 5 A trade mark that has been filed or registered in good faith before the denomination or indication that is the subject of international registration has been protected on Swiss territory and whose use for an identical or comparable product would be contrary to Article 11 of the Geneva Act, can nevertheless continue to be used provided there are no grounds for nullity or forfeiture under this Act. Its registration may be extended under the same conditions. 6 Article 50 b paragraphs 6 and 7 apply by analogy. 7 The Federal Council shall regulate the details of the procedure. SR 0.232.111.14"
    },
    {
      "provision_ref": "art50f",
      "section": "50f",
      "title": "f Fees",
      "content": "The IPI may by ordinance provide that the applicant is charged fees for: a. the processing of an application for the international registration of appellations of origin and geographical indications whose geographical area of origin lies on Swiss territory, or an application for the amendment of the said registration (Art. 50 d para. 1); b. the substantive examination of the international registration of an appellation of origin or geographical indication whose protection on Swiss territory is requested (Art. 50 e para. 2); c. the processing of a request to deny the effects of the international registration of an appellation of origin or geographical indication on Swiss territory (Art. 50 e para. 3); d. the processing of a request to grant a transitional period (Art. 50 e para. 4)."
    },
    {
      "provision_ref": "art51",
      "section": "51",
      "title": "",
      "content": "Repealed"
    },
    {
      "provision_ref": "art51a",
      "chapter": "Chapter 1 Protection under Civil Law",
      "section": "51a",
      "title": "a Reversal of the burden of proof",
      "content": "The user of an indication of source must prove that it is correct. Inserted by No I of the FA of 21 June 2013, in force since 1 Jan. 2017 ( AS 2015 3631 ; BBl 2009 8533 )."
    },
    {
      "provision_ref": "art52",
      "chapter": "Chapter 1 Protection under Civil Law",
      "section": "52",
      "title": "Action for declaratory judgment",
      "content": "Any person who can demonstrate a legal interest may apply to the court for a declaratory judgement as to whether a right or legal relationship governed by this Act does or does not exist."
    },
    {
      "provision_ref": "art53",
      "chapter": "Chapter 1 Protection under Civil Law",
      "section": "53",
      "title": "Action for assignment of a trade mark",
      "content": "1 The plaintiff may bring an action for the assignment of the trade mark instead of a declaration of nullity of the trade mark registration if the defendant has usurped the trade mark. 2 This right shall lapse two years after publication of the registration or after withdrawal of the proprietor’s consent under Article 4. 3 If the court orders the assignment, then licences or other rights granted to third parties in the intervening period lapse; however, if they have used the trade mark commercially in Switzerland in good faith or have made special preparations for this purpose, these third parties are entitled to be granted a non-exclusive licence. 4 Any claims for damages remain reserved. Inserted by Annex No 3 of the FA of 22 June 2007, in force since 1 July 2008 ( AS 2008 2551 ; BBl 2006 1 ). Inserted by Annex No 3 of the FA of 22 June 2007, in force since 1 July 2008 ( AS 2008 2551 ; BBl 2006 1 )."
    },
    {
      "provision_ref": "art54",
      "chapter": "Chapter 1 Protection under Civil Law",
      "section": "54",
      "title": "Notification of decisions",
      "content": "The authority passing judgment shall provide the IPI with full official copies of its decisions, including those regarding preliminary measures and decisions on dismissal after they have been issued, without delay and free of charge. Amended by No I of the FA of 21 June 2013, in force since 1 Jan. 2017 ( AS 2015 3631 ; BBl 2009 8533 )."
    },
    {
      "provision_ref": "art55",
      "chapter": "Chapter 1 Protection under Civil Law",
      "section": "55",
      "title": "Action for performance",
      "content": "1 Any person whose right to a trade mark or an indication of source is infringed or threatened may request the court: a. to prohibit an imminent infringement; b. to remedy an existing infringement; c. to require the defendant to provide information on the origin and quantity of items in his possession that unlawfully bear the trade mark or the indication of source and to name the recipients and disclose the extent of any distribution to commercial and industrial customers. 2 Actions brought under the Code of Obligations for damages, satisfaction and handing over of profits in accordance with the provisions concerning agency without authority remain reserved. 2bis An action for performance may be instituted only after the entry of the trade mark in the Register. Claims for damages may be made retroactively from the time at which the defendant obtained knowledge of the content of the application for registration. 3 The use of a guarantee or collective mark contrary to the applicable regulations also constitutes an infringement of a trade mark right. 4 Any person who holds an exclusive licence is entitled to bring a separate action irrespective of the registration of the licence in the Register unless this is expressly excluded in the licence agreement. Any licensees may join an infringement action in order to claim for their own damages. Amended by Annex No 3 of the FA of 22 June 2007, in force since 1 July 2008 ( AS 2008 2551 ; BBl 2006 1 ). SR 220 Inserted by Annex No 3 of the FA of 22 June 2007, in force since 1 July 2008 ( AS 2008 2551 ; BBl 2006 1 ). Inserted by Annex No 3 of the FA of 22 June 2007, in force since 1 July 2008 ( AS 2008 2551 ; BBl 2006 1 )."
    },
    {
      "provision_ref": "art56",
      "section": "56",
      "title": "Right to bring action by associations, consumer organisations and authorities",
      "content": "1 The following are also authorised to bring actions for a declaratory judgment (Art. 52) and actions for performance (Art. 55 para. 1) concerning the protection of indications of source: a. professional and trade associations authorised by their statutes to safeguard the economic interests of their members; b. organisations of national or regional importance dedicated by their statutes to the protection of consumers; c. the IPI, to the extent that designations such as «Switzerland», «Swiss» or other designations or symbols that indicate the geographical territory of the Swiss Confederation within the meaning of Article 48 paragraph 4 are used; d. the canton concerned, to the extent that its name or other designations or symbols referring to its geographical territory are used. 2 Associations and organisations under paragraph 1 letters a and b are entitled to bring actions under Article 52 with respect to a guarantee mark (Art. 21 para. 1) or collective mark (Art. 22). 3 The cantons shall designate the competent authority for actions under paragraph 1 letter d. Amended by No I of the FA of 21 June 2013, in force since 1 Jan. 2017 ( AS 2015 3631 ; BBl 2009 8533 )."
    },
    {
      "provision_ref": "art57",
      "section": "57",
      "title": "Forfeiture in civil proceedings",
      "content": "1 The court may order the forfeiture of items which unlawfully bear a trade mark or an indication of source or of equipment, devices and other means that primarily serve their manufacture. 2 The court decides whether the trade mark or indication of source is to be made unrecognisable or whether the items are to be rendered unusable, to be destroyed or to be used in a specific way. Amended by Annex No 3 of the FA of 22 June 2007, in force since 1 July 2008 ( AS 2008 2551 ; BBl 2006 1 )."
    },
    {
      "provision_ref": "art58",
      "section": "58",
      "title": "",
      "content": "Repealed by Annex 1 No II 10 of the Civil Procedure Code of 19 Dec. 2008, with effect from 1 Jan. 2011 ( AS 2010 1739 ; BBl 2006 7221 )."
    },
    {
      "provision_ref": "art59",
      "section": "59",
      "title": "Preliminary measures",
      "content": "1 Any person requesting preliminary measures may, in particular, request that the court orders measures to: a. secure evidence; b. establish the origin of items unlawfully bearing a trade mark or indication of source; c. preserve the existing state of affairs; d. provisionally enforce claims for injunctive relief and remedy. Amended by Annex 1 No II 10 of the Civil Procedure Code of 19 Dec. 2008, in force since 1 Jan. 2011 ( AS 2010 1739 ; BBl 2006 7221 )."
    },
    {
      "provision_ref": "art60",
      "section": "60",
      "title": "Publication of the judgment",
      "content": "The court may order, at the request of the successful party, that the judgment be published at the expense of the other party. The court determines the form and extent of publication."
    },
    {
      "provision_ref": "art61",
      "chapter": "Chapter 2 Criminal Provisions",
      "section": "61",
      "title": "Infringement of a trade mark right",
      "content": "1 On complaint of the injured party, any person who wilfully infringes the trade mark right of another is liable to a custodial sentence not exceeding one year or a monetary penalty if he: a. appropriates, counterfeits or imitates the trade mark of the other person; b. places goods on the market or provides services, or offers, imports, exports, carries in transit, stores for the purpose of placing on the market or advertises such goods or services under the appropriated, counterfeited or imitated trade mark. 2 On complaint of the injured party, any person who refuses to provide information on the origin or quantity of the items in his possession that unlawfully bear the trade mark and to name the recipients and disclose the extent of distribution to commercial and industrial customers is also liable to the same penalties. 3 If the offender acts for commercial gain, he shall be prosecuted e x officio . The penalty is a custodial sentence not exceeding five years or a monetary penalty. The custodial sentence shall be combined with a monetary penalty. Amended by Annex No 3 of the FA of 22 June 2007, in force since 1 July 2008 ( AS 2008 2551 ; BBl 2006 1 ). Amended by No I of the FA of 21 June 2013, in force since 1 Jan. 2017 ( AS 2015 3631 ; BBl 2009 8533 )."
    },
    {
      "provision_ref": "art62",
      "chapter": "Chapter 2 Criminal Provisions",
      "section": "62",
      "title": "Fraudulent use of trade marks",
      "content": "1 On complaint of the injured party, any person who commits any of the following acts is liable to a custodial sentence not exceeding one year or a monetary penalty: a. unlawfully labels goods or services with the trade mark of another person in order to mislead and thereby give the impression that the goods or services are original goods or services; b. offers or places goods or services on the market as original goods or services, or offers or provides original services that unlawfully bear the trade mark of another; 2 If the offender acts for commercial gain, he shall be prosecuted e x officio . The penalty is a custodial sentence not exceeding five years or a monetary penalty. The custodial sentence shall be combined with a monetary penalty. 3 ... Amended by Annex No 3 of the FA of 22 June 2007, in force since 1 July 2008 ( AS 2008 2551 ; BBl 2006 1 ). Amended by Annex No 3 of the FA of 22 June 2007, in force since 1 July 2008 ( AS 2008 2551 ; BBl 2006 1 ). Repealed by No I of the FA of 21 June 2013, with effect from 1 Jan. 2017 ( AS 2015 3631 ; BBl 2009 8533 )."
    },
    {
      "provision_ref": "art63",
      "section": "63",
      "title": "Use of a guarantee or collective mark contrary to the regulations",
      "content": "1 On complaint of the injured party, any person who wilfully uses a guarantee or collective mark in a manner contrary to the regulations is liable to a custodial sentence not exceeding one year or a monetary penalty. 2 On complaint of the injured party, any person who refuses to provide information on the origin of items in his possession that bear a guarantee or collective mark contrary to the regulations, is also liable to the same penalties. 3 Where only minor regulation provisions are concerned, a penalty may be dispensed with. 4 If the offender acts for commercial gain, he shall be prosecuted e x officio . The penalty is a custodial sentence not exceeding five years or a monetary penalty. The custodial sentence shall be combined with a monetary penalty. Amended by Annex No 3 of the FA of 22 June 2007, in force since 1 July 2008 ( AS 2008 2551 ; BBl 2006 1 ). Amended by Annex No 3 of the FA of 22 June 2007, in force since 1 July 2008 ( AS 2008 2551 ; BBl 2006 1 )."
    },
    {
      "provision_ref": "art64",
      "section": "64",
      "title": "Use of incorrect indications of source",
      "content": "1 Any person who wilfully commits any of the following acts is liable to a custodial sentence not exceeding one year or a monetary penalty: a. uses an incorrect indication of source; b. uses a denomination that can be confused with an incorrect indication of source; c. creates a risk of deception by using a name, a company name, an address or a trade mark associated with goods or services of a different origin. 2 If the offender acts for commercial gain, the penalty is a custodial sentence not exceeding five years or a monetary penalty. The custodial sentence shall be combined with a monetary penalty. 3 The IPI may file a complaint with the competent prosecution authority and exercise the rights of a private claimant in proceedings. Amended by No I of the FA of 21 June 2013, in force since 1 Jan. 2017 ( AS 2015 3631 ; BBl 2009 8533 )."
    },
    {
      "provision_ref": "art65",
      "section": "65",
      "title": "Offences concerning the producer identification mark",
      "content": "Any person who wilfully infringes the regulations concerning the producer identification mark shall be liable to a fine of up to 20,000 francs."
    },
    {
      "provision_ref": "art65a",
      "section": "65a",
      "title": "a Non-punishable acts",
      "content": "Acts under Article 13 paragraph 2 bis are not punishable. Inserted by Annex No 3 of the FA of 22 June 2007, in force since 1 July 2008 ( AS 2008 2551 ; BBl 2006 1 )."
    },
    {
      "provision_ref": "art66",
      "section": "66",
      "title": "Suspension of proceedings",
      "content": "1 The court may suspend criminal proceedings if the person under investigation institutes civil proceedings for the nullity of the trade mark registration. 2 If the person under investigation pleads the nullity of the trade mark registration in criminal proceedings, the court may set an appropriate time limit for him to assert such nullity in civil proceedings. 3 The limitation period for prosecution is suspended during the stay of proceedings."
    },
    {
      "provision_ref": "art67",
      "section": "67",
      "title": "Offences committed within a business",
      "content": "Articles 6 and 7 of the Federal Act of 22 March 1974 on Administrative Criminal Law apply to offences committed within a business by subordinates, agents or representatives. SR 313.0"
    },
    {
      "provision_ref": "art68",
      "section": "68",
      "title": "Forfeiture in criminal proceedings",
      "content": "Article 69 of the Swiss Criminal Code applies; the court can order the forfeiture of an item which unlawfully bears a trade mark or an indication of source in its entirety. Amended by Annex No 3 of the FA of 22 June 2007, in force since 1 July 2008 ( AS 2008 2551 ; BBl 2006 1 ). SR 311.0"
    },
    {
      "provision_ref": "art69",
      "section": "69",
      "title": "Competence of the cantonal authorities",
      "content": "Criminal prosecution is a matter for the cantonal authorities."
    },
    {
      "provision_ref": "art70",
      "chapter": "Chapter 3 Assistance provided by the Federal Office for Customs and Border Security",
      "section": "70",
      "title": "Notification of suspicious consignments",
      "content": "1 The Federal Office for Customs and Border Security (FOCBS) is authorised to notify the proprietor of the trade mark, the person entitled to use an indication of source or a party entitled to institute proceedings under Article 56 if there is any suspicion of the imminent transport of goods that unlawfully bear a trade mark or an indication of source into or out of the customs territory of Switzerland. 2 In such cases, the FOCBS is authorised to withhold the goods for three working days, in order that the proprietor of the trade mark, the person entitled to use the indication of source or a professional or trade association entitled to institute proceedings under Article 56 may file an application under Article 71. Amended by Annex No 3 of the FA of 22 June 2007, in force since 1 July 2008 ( AS 2008 2551 ; BBl 2006 1 ). Amended by No I 3 of the O of 12 June 2020 on the Amendment of Legislation as a consequence of the Change to the Name of the Federal Customs Administration as part of its further Development, in force since 1 Jan. 2022 ( AS 2020 2743 ). Name in accordance with No I 3 of the O of 12 June 2020 on the Amendment of Legislation as a consequence of the Change to the Name of the Federal Customs Administration as part of its further Development, in force since 1 Jan. 2022 ( AS 2020 2743 ). This change has been made throughout the text."
    },
    {
      "provision_ref": "art71",
      "chapter": "Chapter 3 Assistance provided by the Federal Office for Customs and Border Security",
      "section": "71",
      "title": "Application for assistance",
      "content": "1 If the proprietor of the trade mark, the licensee entitled to institute proceedings, the person entitled to use an indication of source or a party entitled to institute proceedings under Article 56 has clear indications of the imminent transport of goods that unlawfully bear a trade mark or an indication of source into or out of the customs territory of Switzerland, he or she may request the FOCBS in writing to refuse the release of the goods. 2 The applicant must provide all the information available to him that is necessary for the FOCBS’s decision; this includes a precise description of the goods. 3 The FOCBS shall make the final decision on the application. It may charge a fee to cover the administrative costs. Amended by No I of the FA of 21 June 2013, in force since 1 Jan. 2017 ( AS 2015 3631 ; BBl 2009 8533 )."
    },
    {
      "provision_ref": "art72",
      "chapter": "Chapter 3 Assistance provided by the Federal Office for Customs and Border Security",
      "section": "72",
      "title": "Withholding of goods",
      "content": "1 If the FOCBS, as a result of an application under Article 71 paragraph 1, has reasonable grounds to suspect that certain goods intended to be transported into or out of the customs territory of Switzerland unlawfully bear a trade mark or indication of source, then it shall notify the applicant and the declarant, holder or owner of the goods accordingly. 2 It shall withhold the goods for a maximum of ten working days from the time of notification pursuant to paragraph 1, so that the applicant may obtain preliminary measures. 3 Where justified by circumstances, it may withhold the goods for a maximum of ten additional working days. Amended by Annex No 3 of the FA of 22 June 2007, in force since 1 July 2008 ( AS 2008 2551 ; BBl 2006 1 ). Amended by No I of the FA of 21 June 2013, in force since 1 Jan. 2017 ( AS 2015 3631 ; BBl 2009 8533 )."
    },
    {
      "provision_ref": "art72a",
      "section": "72a",
      "title": "a Specimens or samples",
      "content": "1 While the goods are being withheld, the FOCBS is authorised to hand over or deliver to the applicant, on request, specimens or samples for examination or to permit the applicant to inspect the goods being withheld. 2 The specimens or samples are collected and delivered at the expense of the applicant. 3 They must be returned after the examination has been carried out, if this is reasonable. If specimens or samples are retained by the applicant, they are subject to the provisions of customs legislation. Inserted by Annex No 3 of the FA of 22 June 2007, in force since 1 July 2008 ( AS 2008 2551 ; BBl 2006 1 )."
    },
    {
      "provision_ref": "art72b",
      "section": "72b",
      "title": "b Safeguarding of manufacturing and trade secrets",
      "content": "1 At the same time as notification is made in accordance with Article 72 paragraph 1, the FOCBS shall inform the declarant, holder or owner of the goods of the possible handover of specimens or samples or the opportunity to inspect them in accordance with Article 72 a paragraph 1. 2 The declarant, holder or owner may request to be present at the inspection in order to safeguard his manufacturing or trade secrets. 3 The FOCBS may refuse to hand over specimens or samples on reasoned request from the declarant, holder or owner. Inserted by Annex No 3 of the FA of 22 June 2007, in force since 1 July 2008 ( AS 2008 2551 ; BBl 2006 1 )."
    },
    {
      "provision_ref": "art72c",
      "section": "72c",
      "title": "c Application for destruction of the goods",
      "content": "1 When making an application under Article 71 paragraph 1, the applicant may submit a written request to the FOCBS to destroy the goods. 2 If an application for destruction is made, the FOCBS shall notify the declarant, holder or owner of the goods accordingly as part of the notification made under Article 72 paragraph 1. 3 The application for destruction does not result in the time limits for obtaining preliminary measures under Article 72 paragraphs 2 and 3 being extended. Inserted by Annex No 3 of the FA of 22 June 2007, in force since 1 July 2008 ( AS 2008 2551 ; BBl 2006 1 )."
    },
    {
      "provision_ref": "art72d",
      "section": "72d",
      "title": "d Consent",
      "content": "1 The destruction of the goods requires the consent of the declarant, holder or owner. 2 Consent is deemed to be given if the declarant, holder or owner does not expressly object to the destruction within the time limits under Article 72 paragraphs 2 and 3. Inserted by Annex No 3 of the FA of 22 June 2007, in force since 1 July 2008 ( AS 2008 2551 ; BBl 2006 1 )."
    },
    {
      "provision_ref": "art72e",
      "section": "72e",
      "title": "e Evidence",
      "content": "Before the destruction of the goods, the FOCBS shall remove specimens or samples and hold them in safekeeping as evidence in any actions for damages. Inserted by Annex No 3 of the FA of 22 June 2007, in force since 1 July 2008 ( AS 2008 2551 ; BBl 2006 1 )."
    },
    {
      "provision_ref": "art72f",
      "section": "72f",
      "title": "f Damages",
      "content": "1 If the destruction of the goods proves to be unjustified, the applicant is exclusively liable for the resultant loss. 2 If the declarant, holder or owner has given express written consent for the destruction, no claims for damages may be made against the applicant if the destruction later proves to be unjustified. Inserted by Annex No 3 of the FA of 22 June 2007, in force since 1 July 2008 ( AS 2008 2551 ; BBl 2006 1 )."
    },
    {
      "provision_ref": "art72g",
      "section": "72g",
      "title": "g Costs",
      "content": "1 The destruction of the goods is carried out at the expense of the applicant. 2 The decision about the costs of collecting and safekeeping specimens or samples under Article 72 e is made by the court in connection with the assessment of claims for damages in accordance with Article 72 f paragraph 1. Inserted by Annex No 3 of the FA of 22 June 2007, in force since 1 July 2008 ( AS 2008 2551 ; BBl 2006 1 )."
    },
    {
      "provision_ref": "art72h",
      "section": "72h",
      "title": "h Accountability statement and damages",
      "content": "1 If it is anticipated that withholding the goods may lead to a loss being incurred, the FOCBS may make the withholding of the goods dependent on the applicant providing them with an accountability statement. As an alternative to this statement and where justified by circumstances, the FOCBS may request the applicant to provide appropriate security. 2 The applicant is liable for any losses incurred from withholding the goods and from collecting the specimens or samples if preliminary measures are not ordered or prove to be unjustified. Inserted by Annex No 3 of the FA of 22 June 2007, in force since 1 July 2008 ( AS 2008 2551 ; BBl 2006 1 )."
    },
    {
      "provision_ref": "art73",
      "chapter": "Chapter 1 Implementation",
      "section": "73",
      "title": "",
      "content": "The Federal Council shall enact the implementation provisions."
    },
    {
      "provision_ref": "art74",
      "chapter": "Chapter 2 Repeal and Amendment of Federal Law",
      "section": "74",
      "title": "Repeal of current legislation",
      "content": "The Federal Act of 26 September 1890 on the Protection of Factory and Trade Marks, Indications of Source of Goods and Industrial Labelling is repealed. However, Article 16 bis paragraph 2 remains applicable until the entry into force of Article 36 of this Act. [BS 2 845; AS 1951 903 Art. 1, 1971 1617 , 1998 1776 Annex No I let. e]"
    },
    {
      "provision_ref": "art75",
      "chapter": "Chapter 2 Repeal and Amendment of Federal Law",
      "section": "75",
      "title": "Amendment of current legislation",
      "content": "1. and 2. ... 3. The expressions «factory and trade marks» shall be replaced by «trade marks» in all enactments; the exception shall be Articles 1 and 2 of the Federal Act of 5 June 1931 on the Protection of Public Coats of Arms and other Public Signs. The enactments affected shall be amended at the next possible opportunity. These amendments may be consulted under AS 1993 274 . [ AS 48 1 , 2006 2197 Annex No 25, 2008 3437 No II 13. AS 2015 3679 Annex 3 No I 1]. See now the FA of 21 June 2013 ( SR 232.21 )."
    },
    {
      "provision_ref": "art76",
      "chapter": "Chapter 3 Transitional Provisions",
      "section": "76",
      "title": "Filed or registered trade marks",
      "content": "1 Trade marks that have already been filed or registered upon entry into force of this Act are subject to the new law from that date. 2 By way of derogation from paragraph 1, the following provisions apply: a. priority is governed by the previous law. b. grounds for refusing applications for registration, with the exception of absolute grounds for refusal, are governed by the previous law. c. oppositions to the registration of trade marks already filed on entry into force of this Act are not admissible; d. the validity of a registration terminates on expiry of the time limit applicable under the previous law; up to such time, it may be renewed at any time. e. the first renewal of the registration of a collective mark is subject to the same formal requirements as those for filing."
    },
    {
      "provision_ref": "art77",
      "chapter": "Chapter 3 Transitional Provisions",
      "section": "77",
      "title": "Trade marks previously not registrable",
      "content": "If, on entry into force of this Act, applications are pending for the registration of trade marks excluded from registration under the previous law, but not under the new law, the date of entry into force shall be considered the filing date."
    },
    {
      "provision_ref": "art78",
      "chapter": "Chapter 3 Transitional Provisions",
      "section": "78",
      "title": "Priority of use",
      "content": "Any person who first used a trade mark prior to the entry into force of this Act on goods or their packaging or to identify services, has priority over the first applicant on condition that he files the mark within two years of entry into force of this Act and at the same time states the date on which use of the trade mark commenced. 2 ... Repealed by No II 11 of the FA of 20 March 2008 on the Formal Revision of Federal Legislation, with effect since 1 Aug. 2008 ( AS 2008 3437 ; BBl 2007 6121 )."
    },
    {
      "provision_ref": "art78a",
      "chapter": "Chapter 3 Transitional Provisions",
      "section": "78a",
      "title": "a Right to bring action by licensee",
      "content": "Article 55 paragraph 4 and Article 59 paragraph 5 only apply to licence agreements that have been concluded or confirmed after the Amendment to this Act dated 22 June 2007 enters into force. Inserted by Annex No 3 of the FA of 22 June 2007, in force since 1 July 2008 ( AS 2008 2551 ; BBl 2006 1 )."
    },
    {
      "provision_ref": "art79",
      "chapter": "Chapter 4 Referendum and Commencement",
      "section": "79",
      "title": "",
      "content": "1 This Act is subject to an optional referendum. 2 The Federal Council shall determine the commencement date. Commencement date: all provisions with the exception of Art. 36: 1 April 1993 Art. 36: 1 January 1994 FCD of 23 Dec. 1992. O of 26 April 1993 ( AS 1993 1839 )."
    }
  ],
  "definitions": []
}