{
  "id": "sr-221-302-3",
  "type": "statute",
  "title": "Verordnung vom 22. August 2007 über die Zulassung und Beaufsichtigung der Revisorinnen und Revisoren (Revisionsaufsichtsverordnung, RAV)",
  "title_en": "Ordinance of 22 August 2007 on the Licensing and Oversight of Auditors (Auditor Oversight Ordinance, AOO)",
  "short_name": "RAV",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2007/534/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Section 1 Licence to Provide Audit Services",
      "section": "1",
      "title": "Licence application",
      "content": "1 A licence application must be submitted to the Oversight Authority by: a. any individual who wishes to provide audit services as an auditor or audit expert; b. any audit firm that wishes to provide audit services as an auditor, audit expert or audit firm under state oversight; c. any individual who based on a licence in accordance with letter a wishes to perform audits under the financial market acts as a lead auditor in accordance with Article 1 paragraph 1 of the Financial Market Supervision Act of 22 June 2007 (financial market acts) (Art. 9 a para. 2 AOA); d. any audit firm which based on the licence in accordance with letter b wishes to perform audits under the financial market acts as an audit company (Art. 9 a para. 1 AOA). 2 The applicant must submit evidence of payment of the fee in accordance with Article 38 with the application. Inserted by Annex No 1 of the Financial Market Auditing Ordinance of 5 Nov. 2014, in force since 1 Jan. 2015 ( AS 2014 4295 ). SR 956.1 Inserted by Annex No 1 of the Financial Market Auditing Ordinance of 5 Nov. 2014, in force since 1 Jan. 2015 ( AS 2014 4295 )."
    },
    {
      "provision_ref": "art2",
      "chapter": "Section 1 Licence to Provide Audit Services",
      "section": "2",
      "title": "Form of the application",
      "content": "1 The licence application shall be submitted in electronic form and on paper. It must be signed. If the application does not bear a qualified electronic signature in accordance with the Federal Act on Electronic Signatures of 18 March 2016, an approval receipt must be signed by hand and handed in on paper. 2 If the electronic submission of the application is not possible, the application must be submitted on paper. It must be signed by hand. Amended by No I 2 of the O of 18 June 2021 on the Adaptation of Federal Law to Developments in Distributed Ledger Technology, in force since 1 Aug. 2021 ( AS 2021 400 ). SR 943.03"
    },
    {
      "provision_ref": "art3",
      "chapter": "Section 1 Licence to Provide Audit Services",
      "section": "3",
      "title": "Content of the application and documents",
      "content": "1 In the application the applicant must provide all the details and name all the documents from which it can be established that the licensing requirements have been satisfied. 2 The documents shall only be submitted on the request of the Oversight Authority. 3 The documents shall be submitted in the form of copies of the originals. The Oversight Authority may request the submission of the original document or a certified copy on paper or in electronic form. 4 The Oversight Authority may collect documents itself if it has obtained the applicant’s prior consent."
    },
    {
      "provision_ref": "art4",
      "chapter": "Section 1 Licence to Provide Audit Services",
      "section": "4",
      "title": "Assurance of proper conduct of auditing activities",
      "content": "1 The applicant shall be licensed if he or she is of good repute and no other personal circumstances suggest that he or she does not assure the proper conduct of auditing activities. 2 The following shall be taken into account in particular: a. criminal convictions; b. existing loss certificates. Amended by No I of the O of 14 Nov. 2012, in force since 1 Dec. 2012 ( AS 2012 6071 )."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Graduation from a course at a university or university of applied sciences",
      "content": "Undergraduate degrees (bachelor’s degree) with 180 credits or the graduate degrees (master’s degree) with an additional 90 to 120 credits in accordance with the European Credit Transfer System (ECTS) shall be considered degrees from a university or university of applied sciences (Art. 4 para. 2 let. c AOA). Amended by No 1 of the O of 18 April 2012, in force since 1 May 2012 ( AS 2012 1777 )."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Demonstration of the necessary knowledge of Swiss law",
      "content": "The necessary knowledge of Swiss law shall have been demonstrated if the applicant has successfully passed an examination in accordance with exam regulations recognised by the Oversight Authority (Art. 34). Amended by No I of the O of 10 Nov. 2010, in force since 1 Dec. 2010 ( AS 2010 5171 )."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Professional experience",
      "content": "1 Professional experience is deemed to be acquired primarily in the area of accounting and financial statement auditing (Art. 4 para. 4 and Art. 5 para. 2 AOA) if at least three quarters of an applicant’s professional experience has been acquired in those two fields. 2 In the case of licensing as an audit expert, experience in financial statement auditing (FSA) must account for at least one third of total professional experience in accordance with paragraph 1. At least one third of experience in financial statement auditing is to be gained in the area of ordinary audits. 3 In the case of licensing as an auditor, experience in financial statement auditing must account for at least one half of total professional experience in accordance with paragraph 1. 4 Professional experience shall be deemed to have been acquired under oversight (Art. 4 para. 4 and Art. 5 para. 2 AOA) if: the applicant was formally subordinate to a specialist who satisfies the legal requirements and was bound by instructions when he or she carried out the activity in question; The supervision has been carried out to at least the extent of 50 per cent of a full-time position and for at least three months without significant interruptions; in the case of supervision by the same person for more than two years, 20 per cent of a full-time position is sufficient. Amended by No I of the O of 23 Nov. 2022, in force since 1 Jan. 2023 ( AS 2022 768 )."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Entry in the commercial register",
      "content": "1 Individuals may only provide audit services independently if: a. they are entered in the commercial register as sole proprietorships; and b. they and their sole proprietorship are licensed accordingly by the Oversight Authority. 2 Audit firms whose registered office is outside Switzerland may only perform audit services in accordance with Swiss law if they have a registered branch office in Switzerland. Amended by No I of the O of 14 Nov. 2012, in force since 1 Dec. 2012 ( AS 2012 6071 )."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Management structure",
      "content": "1 An audit firm has a management structure that is sufficient to supervise the individual assignments if it: a. has an internal quality control system; b. supervises the appropriateness and effectiveness of the quality control principles and measures. 2 ... Repealed by No I of the O of 23 Aug. 2017, with effect since 1 Oct. 2017 (AS 2017 4863). No I der V vom 23. Aug. 2017, mit Wirkung seit 1. Okt. 2017"
    },
    {
      "provision_ref": "art9a",
      "section": "9a",
      "title": "a Licensing of audit firms domiciled abroad",
      "content": "1 Audit firms domiciled abroad shall be licensed as audit firms under state oversight if: a. they meet the requirements of Article 9 AOA or equivalent requirements; and b. they guarantee the fulfilment of the duties to inform and notify and grant access to the Swiss Oversight Authority. 2 Foreign audit firms providing auditing services for Swiss public interest entities under Swiss law are subject to Swiss oversight. 3 Foreign audit firms that are subject to oversight or opt for oversight in their country of domicile by a foreign oversight authority recognised by the Federal Council are not required to be licensed in Switzerland as audit firms under state oversight. 4 If it is possible that an audit firm will become subject to oversight subsequent to licensing in Switzerland, it must notify the Swiss Oversight Authority accordingly. The Swiss Oversight Authority shall allow the audit firm a reasonable period of time in which to obtain a licence in its country of domicile. Inserted by No I of the O of 1 July 2015, in force since 1 Oct. 2015 ( AS 2015 2439 ). Inserted by No I of the O of 23 Aug. 2017, in force since 1 Oct. 2017 ( AS 2017 4863 ). Inserted by No I of the O of 23 Aug. 2017, in force since 1 Oct. 2017( AS 2017 4863 )."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Recognition of foreign oversight authorities",
      "content": "1 The recognition of equivalent foreign oversight authorities may be based on the recognition by other states or international bodies as well as on the granting of reciprocal rights. 2 The foreign oversight authorities recognised in accordance with Article 8 paragraph 2 AOA are listed in Annex 2. 3 The Oversight Authority may cooperate with the recognised foreign oversight authority for compelling reasons even if the licensing duty under Article 8 paragraph 2 AOA no longer applies to the foreign audit firm. Amended by No I of the O of 1 July 2015, in force since 1 Oct. 2015 ( AS 2015 2439 )."
    },
    {
      "provision_ref": "art10a",
      "section": "10a",
      "title": "",
      "content": "Inserted by No I of the O of 1 July 2015 ( AS 2015 2439 ). Repealed by No I of the O of 23 Aug. 2017, with effect since 1 Oct. 2017 ( AS 2017 4863 )."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Sufficient insurance against liability risks",
      "content": "1 An audit firm under state oversight shall be sufficiently insured against liability risks if it has taken out insurance against economic loss or has equivalent financial security to cover its liability arising from the auditing of public companies. 2 The insured sum that is available to cover all claims made within a year must amount to at least: a. 5 million francs in the case of audit fees in excess of 20 million francs; b. 2 million francs in the case of audit fees of between 10 and 20 million francs; c. 1 million francs in all other cases. 3 The basis for determining the level of the audit fees shall be all the audit fees that the audit firm under state oversight has posted for audit services to public companies in its most recently approved annual financial statements. 4 Paragraph 2 letter c applies to audit firms under state oversight that do not post any audit fees from public companies. 5 The Oversight Authority may increase the insured sum in individual cases if it is not commensurate with the business activity and associated risks and with the risk management carried out. 6 It shall decide in individual cases which forms of financial security shall be deemed to be equivalent in the sense of paragraph 1. 7 The audit firm under state oversight must inform the Oversight Authority without delay of any change to the insurance contract. This shall also apply by analogy to equivalent forms of financial security."
    },
    {
      "provision_ref": "art11a",
      "section": "11a",
      "title": "a Licence for the audit by the financial market acts",
      "content": "1 The Oversight Authority shall grant licences to audit firms under state oversight and to lead auditors for audits under the financial market acts for the following oversight areas: a. banks in accordance with the Banking Act of 8 November 1934 (BankA), financial market infrastructures, financial groups and public takeover offers in accordance with the Financial Market Infrastructure Act of 19 June 2015, securities firms in accordance with the Financial Institutions Act of 15 June 2018 (FinIA) and mortgage bond clearing houses in accordance with the Mortgage Bond Act of 25 June 1930; a. bis persons in accordance with Article 1 b BankA; b. insurance companies in accordance with the Insurance Supervision Act of 17 December 2004; c. fund management companies and managers of collective assets in accordance with FinIA, investment funds, investment companies with variable capital (SICAV), limited liability companies for collective capital investments, investment companies with fixed capital (SICAF), depository banks and representatives of foreign collective capital investments in accordance with the Collective Investment Schemes Act of 23 June 2006; d. ... 2 ... Inserted by Annex No 1 of the Financial Market Auditing Ordinance of 5 Nov. 2014, in force since 1 Jan. 2015 ( AS 2014 4295 ). Amended by No I 2 of the O of 18 June 2021 on the Adaptation of Federal Law to Developments in Distributed Ledger Technology, in force since 1 Aug. 2021 ( AS 2021 400 ). SR 952.0 SR 958.1 SR 954.1 SR 211.423.4 Inserted by No II 1 of the O of 30 Nov. 2018, in force since 1 Jan. 2019 ( AS 2018 5229 ). SR 961.01 Amended by Annex 1 No II 1 of the Financial Institutions Ordinance of 6 Nov. 2019, in force since 1 Jan. 2020 ( AS 2019 4633 ). SR 951.31 Repealed by Annex 1 No II 1 of the Financial Institutions Ordinance of 6 Nov. 2019, with effect from 1 Jan. 2020 ( AS 2019 4633 ). Repealed by Annex 1 No II 1 of the Financial Institutions Ordinance of 6 Nov. 2019, with effect from 1 Jan. 2020 ( AS 2019 4633 )."
    },
    {
      "provision_ref": "art11b",
      "section": "11b",
      "title": "b Sufficient organisation",
      "content": "1 An audit firm is sufficiently organised for the audits under the financial market acts (Art. 9 a para. 1 let. b AOA) if: a. it has at least two licensed lead auditors for the oversight area in accordance with Article 11 a for which the licence is granted; b. after three years at the latest it has at least two audit mandates in the oversight area in accordance with Article 11 a for which the licence is granted; c. it complies with the provisions regarding documentation and safekeeping of documents in accordance with Article 730 c CO regardless of its legal form. [tab] 2 The audit mandates in the oversight areas in accordance with Article 11a paragraph 1 letters a and c are counted towards the oversight area in accordance with Article 11 a paragraph 1 letter a bis . Inserted by Annex No 1 of the Financial Market Auditing Ordinance of 5 Nov. 2014, in force since 1 Jan. 2015 ( AS 2014 4295 ). Inserted by No I 2 of the O of 18 June 2021 on the Adaptation of Federal Law to Developments in Distributed Ledger Technology, in force since 1 Aug. 2021 ( AS 2021 400 )."
    },
    {
      "provision_ref": "art11c",
      "section": "11c",
      "title": "c Incompatibility with the exercise of an activity requiring permission in accordance with the financial market acts",
      "content": "The exercise by the following persons of an activity requiring permission in accordance with the financial market acts (Art. 9 a paragraph 1 letter c AOA) is not compatible with a licence as an audit company for regulatory audits in accordance with Article 2 letter a number 2 AOA: a. companies with the same management as the audit company for regulatory audits; b. individuals directly or indirectly holding at least 10 per cent of the capital or the votes in a company in accordance with letter a or who can considerably influence the company’s business activity in another way; c. the lead auditors. Inserted by Annex No 1 of the Financial Market Auditing Ordinance of 5 Nov. 2014, in force since 1 Jan. 2015 ( AS 2014 4295 ). Inserted by No II 1 of the O of 30 Nov. 2018, in force since 1 Jan. 2019 ( AS 2018 5229 )."
    },
    {
      "provision_ref": "art11d",
      "section": "11d",
      "title": "",
      "content": "1 The lead auditor for regulatory audits is deemed to have the necessary expertise and practical experience for the licence for the auditing of banks, stock exchanges, securities brokers, securities firms and mortgage bond clearing houses (Art. 11 a para. 1 let. a) if she or he can provide evidence of the following: a. eight years of professional experience providing auditing services (Art. 2 let. a AOA) acquired in Switzerland or in a comparable way abroad; b. 1500 auditing hours in the oversight area of this Article; c. 24 hours of continuing education and training in the oversight area of this Article no more than one year prior to submitting the licence application. 2 After licensing, the lead auditor for regulatory audits is deemed to have maintained the necessary expertise and practical experience for auditing under this Article if she or he provides evidence of the following: a. 400 auditing hours in the oversight area of this Article in the last six years respectively; b. 24 hours of continuing education and training per year in the oversight area of this Article. Inserted by Annex No 1 of the Financial Market Auditing Ordinance of 5 Nov. 2014, in force since 1 Jan. 2015 ( AS 2014 4295 ). Amended by Annex 1 No II 1 of the Financial Institutions Ordinance of 6 Nov. 2019, in force since 1 Jan 2020 ( AS 2019 4633 ). Amended by Annex 1 No II 1 of the Financial Institutions Ordinance of 6 Nov. 2019, in force since 1 Jan. 2020 ( AS 2019 4633 ). Amended by Annex 1 No II 1 of the Financial Institutions Ordinance of 6 Nov. 2019, in force since 1 Jan. 2020 ( AS 2019 4633 )."
    },
    {
      "provision_ref": "art11dbis",
      "section": "11dbis",
      "title": "d bis Expertise in and practical experience of the audit of persons in accordance with Article 1 b BankA",
      "content": "1 The lead auditor is deemed to have the necessary expertise in and practical experience of licencing for audits of persons in accordance with Article 1 b BankA if he or she provides evidence of the following: a. eight years professional experience in audit services (Art. 2 let. a AOA), obtained in Switzerland or in a comparable fashion abroad; b. 800 audit hours in the oversight area of this Article; c. 16 hours of continuing education and training in the oversight area of this Article within one year ahead of submitting the licence application. 2 After the licence has been granted, she or he is deemed to continue to possess the requisite expertise and practical experience to audit under this Article if she or he provides evidence of the following: a. 100 audit hours in the oversight area of this Article in each of the past six years; b. 16 hours of continuing education and training per year in the oversight area of this Article. 3 Lead auditors may count professional experience and auditing hours in the oversight areas in accordance with Article 11 a paragraph 1 letters a and c for the purpose of licensing or retention under paragraphs 1 and 2 respectively. 4 They may count a maximum of eight hours continuing education and training undertaken in the oversight areas under Article 11 a paragraph 1 letters a and c. Inserted by No II 1 of the O of 30 Nov. 2018, in force since 1 Jan. 2019 ( AS 2018 5229 ). SR 952.0 Amended by Annex 1 No II 1 of the Financial Institutions Ordinance of 6 Nov. 2019, in force since 1 Jan. 2020 ( AS 2019 4633 ). Amended by No I 2 of the O of 18 June 2021 on the Adaptation of Federal Law to Developments in Distributed Ledger Technology, in force since 1 Aug. 2021 ( AS 2021 400 ). Amended by No I 2 of the O of 18 June 2021 on the Adaptation of Federal Law to Developments in Distributed Ledger Technology, in force since 1 Aug. 2021 ( AS 2021 400 )."
    },
    {
      "provision_ref": "art11e",
      "section": "11e",
      "title": "e Expertise in and practical experience of the auditing of insurance companies",
      "content": "1 The lead auditor for regulatory audits is deemed to have the necessary expertise and practical experience for the licence for the auditing of insurance companies (Art. 11 a letter b) if she or he can provide evidence of the following: a. eight years of professional experience providing auditing services (Art. 2 let. a AOA) acquired in Switzerland or in a comparable way abroad; b. 400 auditing hours in the oversight area of this Article; c. 16 hours of continuing education and training in the oversight area of this Article no more than one year prior to submitting the licence application. 2 After licensing, the lead auditor for regulatory audits shall be deemed to continue to have the necessary expertise and practical experience for auditing under this Article if she or he provides evidence of the following: a. 100 auditing hours in the oversight area of this Article in the last six years; b. 16 hours of continuing education and training per year in the oversight area of this Article. Inserted by Annex No 1 of the Financial Market Auditing Ordinance of 5 Nov. 2014, in force since 1 Jan. 2015 ( AS 2014 4295 ). Amended by Annex 1 No II 1 of the Financial Institutions Ordinance of 6 Nov. 2019, in force since 1 Jan. 2020 ( AS 2019 4633 )."
    },
    {
      "provision_ref": "art11f",
      "section": "11f",
      "title": "f Expertise in and practical experience of the auditing of fund management companies, investment funds, SICAV, limited partnerships for collective investment schemes, SICAF, asset managers of collective investment schemes as well as representatives of foreign collective investment schemes",
      "content": "1 The lead auditor for regulatory audits has the necessary expertise and practical experience for the licence for the auditing of fund management companies, investment funds, SICAV, limited partnerships for collective investment schemes, SICAF, Depository Banks, managers of collective assets, asset managers of collective investment schemes as well as representatives of foreign collective investment schemes (Art. 11 a para. 1 let. c) if she or he can provide evidence of the following: a. eight years of professional experience providing auditing services (Art. 2 let. a AOA) acquired in Switzerland or in a comparable way abroad; b. 800 auditing hours in the oversight area of this Article; c. 16 hours of continuing education and training in the oversight area of this Article no more than one year prior to submitting the licence application. 2 After licensing, the lead auditor for regulatory audits is deemed to continue to have the necessary expertise and practical experience for auditing under this Article if she or he provides evidence of the following: a. 100 auditing hours in the oversight area of this Article in the last six years; b. 16 hours of continuing education and training per year in the oversight area of this Article. 3 Auditing hours with custodian banks shall be considered auditing hours in the oversight area of this Article. Inserted by Annex No 1 of the Financial Market Auditing Ordinance of 5 Nov. 2014, in force since 1 Jan. 2015 ( AS 2014 4295 ). Amended by Annex 1 No II 1 of the Financial Institutions Ordinance of 6 Nov. 2019, in force since 1 Jan. 2020 ( AS 2019 4633 ). Amended by Annex 1 No II 1 of the Financial Institutions Ordinance of 6 Nov. 2019, in force since 1 Jan. 2020 ( AS 2019 4633 ). Amended by Annex 1 No II 1 of the Financial Institutions Ordinance of 6 Nov. 2019, in force since 1 Jan. 2020 ( AS 2019 4633 )."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "g",
      "content": "Inserted by Annex No 1 of the Financial Market Auditing Ordinance of 5 Nov. 2014 ( AS 2014 4295 ). Repealed by Annex 1 No II 1 of the Financial Institutions Ordinance of 6 Nov. 2019, with effect from 1 Jan. 2020 ( AS 2019 4633 )."
    },
    {
      "provision_ref": "art11h",
      "section": "11h",
      "title": "h Continuing education and training",
      "content": "1 Continuing education and training courses in accordance with Articles 11 d -11 f , including courses using new information technologies and correspondence courses, must meet at least the following criteria: a. The continuing education and training include the audit fields for each oversight area defined by Article 3 of the Financial Market Auditing Ordinance of 5 November 2014 (FMAO-FINMA). b. External and internal continuing education and training events last at least one hour. c. At least three persons must participate in internal continuing education and training events. 2 The actual duration of the continuing education and training event shall be credited. Specialised lectures and specialised training shall be credited as double the lecture or class duration. 3 Self-study is not deemed to be continuing education and training. Inserted by Annex No 1 of the Financial Market Auditing Ordinance of 5 Nov. 2014, in force since 1 Jan. 2015 ( AS 2014 4295 ). Amended by Annex 1 No II 1 of the Financial Institutions Ordinance of 6 Nov. 2019, in force since 1 Jan. 2020 ( AS 2019 4633 ). SR 956.161"
    },
    {
      "provision_ref": "art11i11k",
      "section": "11i11k",
      "title": "",
      "content": "Inserted by Annex No 1 of the Financial Market Auditing Ordinance of 5 Nov. 2014 ( AS 2014 4295 ). Repealed by Annex I No II 1 of the Financial Institutions Ordinance of 6 Nov. 2019, with effect from 1 Jan. 2020 ( AS 2019 4633 )."
    },
    {
      "provision_ref": "art11l",
      "section": "11l",
      "title": "l Independence in the audit under the financial market acts",
      "content": "The regulations on independence (Art. 11 AOA and Art. 728 CO) shall be applied to the audit under the financial market acts, taking account of the regulatory audit purpose. Inserted by Annex No 1 of the Financial Market Auditing Ordinance of 5 Nov. 2014, in force since 1 Jan. 2015 ( AS 2014 4295 )."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Effect of decision to grant licence",
      "content": "1 The applicant may only provide audit services once the Oversight Authority has taken the decision to grant the licence. 2 The licence to operate as an audit firm under state oversight and as an audit expert shall at the same time cover the licence to provide audit services, for which federal law prescribes less stringent professional requirements. 2bis The licence of an audit firm or a lead auditor for regulatory audit which has been granted for a specific oversight area does not cover auditing under Article 24 paragraph 1 letter a of the Financial Market Auditing Act of 22 June 2007 in another oversight area. 2ter The licence granted for auditing in an oversight area in accordance with Article 11 a paragraph 1 letters a–c also covers auditing compliance with the provisions of the Anti-Money Laundering Act of 10 October 1997 and the Federal Act on Financial Services of 15 June 2018 in the oversight area concerned. 3 Before the decision to grant the licence is taken, titles such as «licensed auditor», «licensed audit expert», «licensed lead auditor for regulatory audits», «licensed audit firm», «audit firm under state oversight» or «licensed audit company for regulatory audits» may not be used. SR 956.1 Inserted by Annex No 1 of the Financial Market Auditing Ordinance of 5 Nov. 2014, in force since 1 Jan. 2015 ( AS 2014 4295 ). SR 955.0 SR 950.1 Inserted by Annex No 1 of the Financial Market Auditing Ordinance of 5 Nov. 2014 ( AS 2014 4295 ). Amended by Annex 1 No II 1 of the Financial Institutions Ordinance of 6 Nov. 2019, in force since 1 Jan. 2020 ( AS 2019 4633 ). Amended by Annex No 1 of the Financial Market Auditing Ordinance of 5 Nov. 2014 ( AS 2014 4295 )."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "",
      "content": "1 … 2 … Repealed by Annex No 1 of the Financial Market Auditing Ordinance of 5 Nov. 2014, with effect from 1 Jan. 2015 ( AS 2014 4295 ). Repealed by No 1 of the O of 1 July 2015, with effect since 1 Oct. 2015 ( AS 2015 2439 )."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Duty to assist",
      "content": "Individuals and firms who may be subject to the AOA on the basis of their commercial register entry, business activity or business advertising may be asked by the Oversight Authority to supply all the documents and information that the latter needs to assess whether they are undertaking an activity that requires a licence."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Notification of withdrawal of licence",
      "content": "If the Oversight Authority withdraws the licence from an individual or an audit firm for a limited or unlimited period, it shall inform the competent commercial register offices, the stock exchange (if applicable) and the oversight authorities that, according to the entry in the register of auditors, have granted a licence in accordance with specific legislation."
    },
    {
      "provision_ref": "art16",
      "chapter": "Section 2 Register of Auditors",
      "section": "16",
      "title": "",
      "content": "Repealed by Annex No 5 of the Financial Market Auditing Ordinance of 15 Oct. 2008, with effect from 1 Jan. 2009 ( AS 2008 5363 )."
    },
    {
      "provision_ref": "art17",
      "chapter": "Section 2 Register of Auditors",
      "section": "17",
      "title": "Requirements relating to the register",
      "content": "1 The register shall be kept electronically. 2 It shall be possible for the content to be made visible at any time electronically and in the form of a paper print-out. 3 It shall be possible to retrieve the data using search criteria."
    },
    {
      "provision_ref": "art18",
      "chapter": "Section 2 Register of Auditors",
      "section": "18",
      "title": "Public nature of register",
      "content": "1 The entries in the register shall be public and accessible free of charge on the Internet. 2 On request, the Oversight Authority shall certify in writing that an individual or firm is licensed and entered in the register. It shall charge a fee of 50 francs for such certification. 3 The licence application, the correspondence connected with the licence, the documents submitted and the decision on the granting of the licence shall not be public."
    },
    {
      "provision_ref": "art19",
      "chapter": "Section 2 Register of Auditors",
      "section": "19",
      "title": "Individuals",
      "content": "1 An entry relating to individuals shall contain the following details: a. personal register number; b. surname and first name; c. place of origin; d. date of licence; e. type of licence; f. if applicable, a reference to a provisional licence; g. if applicable, the function of the person and the company name or name in accordance with the commercial register, address and unique business identification number of the audit firm: 1. of which the person is the owner or partner, 2. in which highest management or administrative body or in whose governing body the person sits, 3. by which the person is employed, or 4. with which the person is connected in a similar form as under Number 3; h. if applicable, a reference to membership of a professional association; i. if applicable, licences in accordance with specific legislation in the Swiss auditing sector, including the name and address of the licensing authority; j. if applicable, a note to the effect that the individual is inactive. [tab] 2 Licensed individuals are deemed to be inactive if they are not performing any of the functions specified in paragraph 1 letter g, as indicated in the register. Amended by No I of the O of 14 Nov. 2012, in force since 1 Dec. 2012 ( AS 2012 6071 ). Inserted by No I of the O of 23 Aug. 2017, in force since 1 Oct. 2017 ( AS 2017 4863 ). Inserted by No I of the O of 23 Aug. 2017, in force since 1 Oct. 2017 ( AS 2017 4863 )."
    },
    {
      "provision_ref": "art20",
      "chapter": "Section 2 Register of Auditors",
      "section": "20",
      "title": "Audit firms",
      "content": "The entry relating to audit firms shall contain the following details: a. company identification number; b. company name or name and legal form in accordance with the entry in the commercial register; c. address and registered office, and details of the headquarters in the case of branch offices of audit firms based abroad; d. date of licence; e. type of licence; f. if applicable, a reference to a provisional licence; f. bis the set of rules under which the internal quality control system is operated; f. ter the type of external quality control or, if none is operated, a note to that effect; g. the company identification number, address and registered office of all branch offices in Switzerland registered in the commercial register; [tab] g. bis if applicable, information to ensure entry traceability, in particular in restructuring cases; h. if applicable, a reference to membership of a professional association; i. if applicable, licences in accordance with specific legislation in the Swiss auditing sector, including the name and address of the licensing authority; j. ... Amended by Annex No 2 of the O of 26 Jan. 2011 on the Company Identification Number, in force since 1 April 2011 ( AS 2011 533 ). Amended by No I of the O of 14 Nov. 2012, in force since 1 Dec. 2012 ( AS 2012 6071 ). Inserted by No I of the O of 14 Nov. 2012 ( AS 2012 6071 ). Amended by No I of the O of 23 Aug. 2017, in force since 1 Oct. 2017 ( AS 2017 4863 ). Inserted by No I of the O of 14 Nov. 2012, in force since 1 Dec. 2012 ( AS 2012 6071 ). Amended by No 1 of the O of 14 Nov. 2012, in force since 1 Dec. 2012 ( AS 2012 6071 ). Inserted by No 1 of the O of 14 Nov. 2012, in force since 1 Dec. 2012 ( AS 2012 6071 ). Repealed by No 1of the O of 1 July 2015, with effect since 1 Oct. 2015 ( AS 2015 2439 )."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Licences in accordance with specific legislation",
      "content": "1 When determining and assessing the requirements for licences in accordance with specific legislation, the other oversight authorities in accordance with Article 22 AOA shall take the licences issued by the Oversight Authority into account. If the Oversight Authority withdraws a licence, the other oversight authorities shall also withdraw the licence in accordance with specific legislation. 2 The other oversight authorities shall enter, modify and delete licences in accordance with specific legislation of persons and companies directly by electronic means in the register of the Oversight Authority. The Oversight Authority shall regulate the details of this access in an ordinance. 3 The other oversight authorities and the Oversight Authority shall inform each other of the withdrawal of a licence for a limited or unlimited period and of any other change to a licence. Amended by Annex No 1 of the Health Insurance Oversight Ordinance of 18 Nov. 2015, in force since 1 Jan. 2016 ( AS 2015 5165 )."
    },
    {
      "provision_ref": "art21a",
      "section": "21a",
      "title": "a Transfer of the licence",
      "content": "1 Two audit firms may request the Oversight Authority to transfer the licence of one audit firm to the other. 2 The Oversight Authority shall transfer the licence if: a. the licence transfer is based on a transfer of the related business activity; and b. the company taking over the licence meets its requirements. 3 An individual’s licence may not be transferred. Inserted by No 1 of the O of 14 Nov. 2012, in force since 1 Dec. 2012 ( AS 2012 6071 )."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Deletion of the entry",
      "content": "The entry relating to a licence shall be deleted from the register by the Oversight Authority if: a. the licensed individual has died; b. the licensed firm has been dissolved and deleted from the commercial register; c. the licence has been withdrawn from an individual or firm for a limited or unlimited period; d. the licensed individual or the licensed firm applies for such deletion; e. the audit firm’s licence has expired. Inserted by Annex No 1 of the Financial Market Auditing Ordinance of 5 Nov. 2014, in force since 1 Jan. 2015 ( AS 2014 4295 )."
    },
    {
      "provision_ref": "art22a",
      "section": "22a",
      "title": "a Correction of the register",
      "content": "1 The Oversight Authority shall initiate ex officio the procedure to correct the entry in the register if the entry does not or no longer corresponds to the facts or legal situation and the persons or audit firms with the duty to notify (Art. 15 para. 3 AOA) do not make the correction or report it themselves. 2 For this purpose, the Oversight Authority shall request the persons or audit firms with the duty to notify to correct the register within 30 days or to prove that no correction is required. 3 If the Oversight Authority is unable to contact the persons or audit firms with the duty to notify, it shall publish the request in the Federal Gazette. 4 If the persons or audit firms subject to the duty do not arrange for the correction themselves, the Oversight Authority shall order the correction in a ruling. Inserted by No I of the O of 14 Nov. 2012, in force since 1 Dec. 2012 ( AS 2012 6071 )."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Storage and archiving of records",
      "content": "1 The Oversight Authority shall store the records for each person and each company separately and in chronological order. 2 A person’s or company’s records shall be stored for 20 years from the last addition. If a person or a company is deleted from the register, the records may be destroyed ten years following deletion. This does not apply if a company is deleted due to merger, demerger or other restructuring circumstances. 3 Once the safekeeping period has elapsed, the records shall be offered to the Federal Archives for archiving. Records that the Federal Archives do not consider to be worthy of archiving shall be destroyed. Amended by No 1 of the O of 14 Nov. 2012, in force since 1 Dec. 2012 ( AS 2012 6071 )."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Electronic storage",
      "content": "1 The Oversight Authority may record and store the records electronically. 2 If records are recorded and stored electronically, the paper version of these records may be destroyed. Original documents shall be returned to the sender."
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Requirements relating to electronic storage and data security",
      "content": "1 The electronic systems for the register and for the storage of records must satisfy the following requirements: a. The existence and quality of the recorded data shall be maintained over the long term. b. The format of the data shall be independent from the manufacturer of certain electronic systems. c. The data shall be backed up in accordance with recognised standards and state-of-the-art technology. d. Documentation on the program and the format shall be available. 2 The Oversight Authority shall regulate authorisation to access the data and the electronic systems in an Ordinance. 3 It shall issue regulations on: a. the periodic backing-up of data on decentralised data carriers; b. the maintenance of the data and electronic systems; c. the protection of the data and electronic systems against misuse; d. the measures to be taken in the event of technical faults affecting the electronic systems."
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Handover of records",
      "content": "1 The Oversight Authority and the other oversight authorities may grant each other electronic access to licence applications, the associated documents and other records. 2 The Oversight Authority may refuse to hand over records if: a. the purpose of the records is to help it form opinions internally; b. the hand over of the records would jeopardise current proceedings or compromise the fulfilment of its oversight activity; c. this would be incompatible with the aims or the purpose of audit oversight. Amended by Annex No 1 of the Health Insurance Oversight Ordinance of 18 Nov. 2015, in force since 1 Jan. 2016 ( AS 2015 5165 )."
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "Coordination with the commercial register authorities",
      "content": "In order to enforce the provisions of the CO, the AOA and the relevant implementing provisions, the Oversight Authority may work and exchange data with the commercial register authorities."
    },
    {
      "provision_ref": "art28",
      "chapter": "Section 3 Inspection of Audit Firms under State Oversight",
      "section": "28",
      "title": "",
      "content": "Repealed by Annex No 1 of the Financial Market Auditing Ordinance of 5 Nov. 2014, with effect from 1 Jan. 2015 ( AS 2014 4295 )."
    },
    {
      "provision_ref": "art29",
      "chapter": "Section 3 Inspection of Audit Firms under State Oversight",
      "section": "29",
      "title": "Auditor in charge",
      "content": "1 Audit firms under state oversight must designate a person for each audit service who will assume responsibility (auditor in charge). 2 They may only designate persons as auditors in charge if the firms hold a right to issue instructions to these persons and if the persons in question are familiar with the firm’s organisation, processes and auditing approach. 3 The auditor in charge shall sign the audit report or the attestation. 4 Audit firms shall inform the Oversight Authority without delay of all changes of lead auditors, stating the reasons for the change."
    },
    {
      "provision_ref": "art30",
      "chapter": "Section 3 Inspection of Audit Firms under State Oversight",
      "section": "30",
      "title": "Reporting",
      "content": "1 Audit firms under state oversight must report (oversight report) to the Oversight Authority on their compliance with the provisions of oversight regulations as of 30 June of each year. They must submit this report by 30 September. 2 They are not required to submit an oversight report if they were licensed during the calendar year in question or if they are inspected by the Oversight Authority during the calendar year. Amended by No I of the O of 14 Nov. 2012, in force since 1 Dec. 2012 ( AS 2012 6071 )."
    },
    {
      "provision_ref": "art31",
      "chapter": "Section 3 Inspection of Audit Firms under State Oversight",
      "section": "31",
      "title": "Updated licensing documents",
      "content": "The audit firm under state oversight must submit the updated licensing documents together with the report in accordance with Article 30."
    },
    {
      "provision_ref": "art32",
      "chapter": "Section 3 Inspection of Audit Firms under State Oversight",
      "section": "32",
      "title": "Inspection procedure",
      "content": "1 The Oversight Authority may stagger the inspection of audit firms under state oversight in terms of the timing of the inspections and the subject matter covered. 2 It shall determine the form and subject of the inspection and decide on the procedure to be employed. 3 It may perform the inspection together with oversight authorities in accordance with specific legislation. Amended by Annex No 1 of the Health Insurance Oversight Ordinance of 18 Nov. 2015, in force since 1 Jan. 2016 ( AS 2015 5165 )."
    },
    {
      "provision_ref": "art33",
      "chapter": "Section 3 Inspection of Audit Firms under State Oversight",
      "section": "33",
      "title": "Inspection of audit firms voluntarily under oversight",
      "content": "1 In the case of audit firms that have subjected themselves voluntarily to oversight, the Oversight Authority inspects auditing services for companies which are not public interest entities within the meaning of Article 2 letter c number 1 AOA. 2 Audit firms that wish to perform audits under the financial market acts are no longer entitled to subject themselves voluntarily to oversight if they meet the requirement in Article 11 b letter b. Amended by Annex No 1 of the Financial Market Auditing Ordinance of 5 Nov. 2014, in force since 1 Jan. 2015 ( AS 2014 4295 )."
    },
    {
      "provision_ref": "art34",
      "chapter": "Section 4 Oversight Authority",
      "section": "34",
      "title": "",
      "content": "1 The Oversight Authority shall recognise examination regulations if: a. knowledge of the Swiss legal and administrative provisions that are necessary to provide legally prescribed audit services is tested; and b. the examination is held in an official language of the Confederation; the examination regulations may also allow for the examination in English. 2 It may issue additional provisions, in particular relating to the content of the examination. 3 It may issue examination regulations and offer examinations itself. Amended by No I of the O of 10 Nov. 2010, in force since 1 Dec. 2010 ( AS 2010 5171 ). Amended by No I of the O of 14 Nov. 2012, in force since 1 Dec. 2012 ( AS 2012 6071 )."
    },
    {
      "provision_ref": "art35",
      "chapter": "Section 4 Oversight Authority",
      "section": "35",
      "title": "Avoidance of conflicts of interest",
      "content": "1 The Chief Executive and the staff of the Oversight Authority must be independent from the auditing profession. 2 ... Repealed by Annex No 1 of the Financial Market Auditing Ordinance of 5 Nov. 2014, with effect from 1 Jan. 2015 ( AS 2014 4295 )."
    },
    {
      "provision_ref": "art36",
      "chapter": "Section 4 Oversight Authority",
      "section": "36",
      "title": "Joint body of the employee pension fund",
      "content": "1 The Board of Directors shall decide the composition, voting procedures and structure of the joint body created for the Oversight Authority’s employee pension fund. In the case of collective employee pension funds for several affiliated employers, the employers themselves shall agree upon the rules to be applied. 2 Only individuals who have the necessary expertise and managerial skills may be appointed as members of the joint body. Where possible, membership of the joint body shall reflect gender and linguistic parity. 3 PUBLICA’s Fund Commission shall decide on the remuneration to be paid to members of the joint body."
    },
    {
      "provision_ref": "art37",
      "chapter": "Section 5 Fees and Oversight Levy",
      "section": "37",
      "title": "Principle",
      "content": "1 The Oversight Authority shall charge fees for its decisions, inspections and services. 2 Unless specific regulations are contained in this Ordinance, the provisions of the General Ordinance on Fees of 8 September 2004 apply. SR 172.041.1"
    },
    {
      "provision_ref": "art38",
      "chapter": "Section 5 Fees and Oversight Levy",
      "section": "38",
      "title": "Licence",
      "content": "1 The Oversight Authority shall levy a fee from applicants for: a. assessing a licence application; b. renewing a licence; c. changing the type of licence; d. transferring a licence (Art. 21 a ). 2 The fee for the assessment of each licence shall be as follows: a. for individuals: 800 francs; b. for audit firms: 1500 francs. 3 ... 4 If an unusually large amount of work is required for the assessment, the fee shall be doubled. A separate charge shall be made for expenses. 5 For the assessment of the licence applications of audit firms under state oversight, a fee shall be charged on the basis of the actual time spent. The hourly rate shall be 250 francs, with the minimum fee amounting to 5000 francs. Firms that voluntarily subject themselves to oversight shall also be liable to pay the fee. 6 If an audit firm under state oversight submits several licence applications simultaneously, the licence fees shall be charged based on actual time spent. 7 ... 8 If an audit firm under state oversight solely audits persons under Article 1 b BankA (Art. 11 a para. 1 let. a bis ), the fee is 1500 francs. Amended by No I of the O of 14 Nov. 2012, in force since 1 Dec. 2012 ( AS 2012 6071 ). Amended by Annex No 1 of the Financial Market Auditing Ordinance of 5 Nov. 2014, in force since 1 Jan. 2015 ( AS 2014 4295 ). Repealed by No I of the O of 23 Aug. 2017, with effect since 1 Oct. 2017 ( AS 2017 4863 ). Inserted by Annex No 1 of the Financial Market Auditing Ordinance of 5 Nov. 2014, in force since 1 Jan. 2015 ( AS 2014 4295 ). Inserted by Annex No 1 of the Financial Market Audit Ordinance of 5 Nov. 2014 ( AS 2014 4295 ). Repealed by Annex 1 No II 1 of the Ordinance on Financial Institutions of 6 Nov. 2019, with effect from 1 Jan. 2020 ( AS 2019 4633 ). SR 952.0 Inserted by No II 1 of the O of 30 Nov. 2018, in force since 1 Jan. 2019 ( AS 2018 5229 )."
    },
    {
      "provision_ref": "art39",
      "section": "39",
      "title": "Inspection of audit firms under state oversight",
      "content": "1 The fees for the inspection of audit firms under state oversight shall be determined on the basis of the actual time spent. 2 The daily rate for the staff of the Oversight Authority shall be between 1000 and 2500 francs per person, depending on the expertise required. The daily rate for any third parties engaged shall be based on the customary market rates."
    },
    {
      "provision_ref": "art40",
      "section": "40",
      "title": "Other decisions and services",
      "content": "1 For other decisions and services a fee shall be charged on the basis of the actual time spent. The hourly rate shall be 250 francs. 2 … Repealed by No 1 of the O of 14 Nov. 2012, with effect since 1 Dec. 2012 ( AS 2012 6071 )."
    },
    {
      "provision_ref": "art41",
      "section": "41",
      "title": "Adjustment in line with inflation",
      "content": "The Federal Department of Justice and Police may adjust the rates for fees in line with inflation."
    },
    {
      "provision_ref": "art42",
      "section": "42",
      "title": "Oversight levy",
      "content": "1 The Oversight Authority shall charge an annual oversight levy to audit firms under state oversight to finance the costs that are not covered by fees. 2 The oversight levy shall result from the ratio of the individual audit firm’s audit fees to the sum of all audit fees posted by audit firms under state oversight. It shall amount to at least 10,000 francs. 2bis ... 2ter The annual oversight levy for audit firms under state oversight that only audit persons under Article 1 b BankA amounts to a minimum of 2500 francs. 3 The audit fees in accordance with Article 11 paragraph 3 shall form the basis for the calculation. Inserted by Annex No 1 of the Financial Market Auditing Ordinance of 5 Nov. 2014 ( AS 2014 4295 ). Repealed by Annex 1 No II 1 of the Ordinance on Financial Institutions of 6 Nov. 2019, with effect from 1 Jan. 2020 ( AS 2019 4633 ). SR 952.0 Inserted by No II 1 of the O of 30 Nov. 2018, in force since 1 Jan. 2019 ( AS 2018 5229 )."
    },
    {
      "provision_ref": "art43",
      "section": "43",
      "title": "Duration of obligation to pay levy",
      "content": "The oversight levy shall be paid for the duration of the licence."
    },
    {
      "provision_ref": "art44",
      "section": "44",
      "title": "Method of payment",
      "content": "1 The Oversight Authority shall require audit firms that are liable to pay the levy to make a payment to account on the basis of its budget in the accounting year in question. 2 In the first quarter of the subsequent year it shall draw up the final account on the basis of its annual financial statements. Any differences between the payment to account and final account shall be carried forward to the subsequent year’s payment on account. 3 The payment shall be made within 30 days. 4 If the oversight levy is disputed, the audit firm may demand an appealable decision."
    },
    {
      "provision_ref": "art45",
      "chapter": "Section 6 Contraventions",
      "section": "45",
      "title": "",
      "content": "1 Any person who wilfully: a. provides false information in a licence application; b. uses titles such as «licensed auditor», «licensed audit expert», «licensed lead auditor for regulatory audits», «licensed audit firm», «audit firm under state oversight» or «licensed audit company for regulatory audits» without having a licence (Art. 12 paragraph 3); c. fails despite receiving a prior warning to comply with the duty to assist in accordance with Article 14, [tab] shall be liable to a fine of up to 100,000 francs. [tab] 2 The penalty shall be a fine of up to 50,000 francs if the offence is committed through negligence. Amended by Annex No 1 of the Financial Market Auditing Ordinance of 5 Nov. 2014, in force since 1 Jan. 2015 ( AS 2014 4295 ). Amended by Annex 2 No II 1 of the Ordinance on Combating Money Laundering and Terrorist Financing of 11 Nov. 2015, in force since 1 Jan. 2016 ( AS 2015 4819 ). Amended by No I of the O of 14 Nov. 2012, in force since 1 Dec. 2012 ( AS 2012 6071 ). Inserted by No I of the O of 14 Nov. 2012, in force since 1 Dec. 2012 ( AS 2012 6071 )."
    },
    {
      "provision_ref": "art46",
      "chapter": "Section 7 Final Provisions",
      "section": "46",
      "title": "Repeal and amendment of current legislation",
      "content": "The repeal and amendment of current legislation are regulated in the Annex."
    },
    {
      "provision_ref": "art47",
      "chapter": "Section 7 Final Provisions",
      "section": "47",
      "title": "Provisional licence",
      "content": "1 Any person who submits a licence application within four months following the commencement of the AOA and provides confirmation of payment of the fee in accordance with Article 38 shall receive a provisional licence to provide audit services. It shall be noted in the register of auditors that the licence in question is provisional. 2 If the licensing requirements have clearly not been satisfied, the application shall be rejected. 3 Individuals who are employed by or have an interest in an audit firm and the audit firm in question must coordinate the submission of their applications. 4 The applicant shall receive electronic confirmation of the provisional licence. The stock exchange shall receive electronic notification of all provisional licences issued to audit firms under state oversight. 5 The Oversight Authority shall set individuals and firms with a provisional licence an appropriate period within which they must submit the documents associated with the application. At the same time, it shall warn them that the provisional licence will be withdrawn in the event that the documents are not submitted on time. The Oversight Authority may extend the period appropriately, on receiving a written request to this effect, if there are compelling reasons for doing so. 6 If the period in accordance with paragraph 5 is not observed, the Oversight Authority shall withdraw the provisional licence. It shall inform the relevant oversight authorities in accordance with specific legislation and, if applicable, the stock exchange of this withdrawal in writing and shall adjust the register accordingly. In this case the licence application may be submitted again by means of the ordinary procedure. 7 Audit services that are provided with a provisional licence are legally valid even if a definitive licence is subsequently refused."
    },
    {
      "provision_ref": "art48",
      "chapter": "Section 7 Final Provisions",
      "section": "48",
      "title": "Demonstration of the necessary knowledge of Swiss law",
      "content": "1 Any person who, within four months following the commencement of the AOA, submits a licence application and holds a foreign qualification comparable to a Swiss qualification (Art. 4 para. 2 let. d AOA) shall receive a provisional licence to provide audit services if he or she completes a course to demonstrate that he or she has the necessary knowledge of Swiss law. The provisional licence shall be withdrawn if the course and examination have not been successfully completed by 31 August 2008. 2 If, over the three years preceding the submission of the application, individuals in accordance with paragraph 1 have predominantly been working for an audit firm that has its registered office in Switzerland and have primarily been providing audit services in accordance with Swiss law, they shall not be required either to complete a course or an examination to demonstrate that they have the necessary knowledge of Swiss law."
    },
    {
      "provision_ref": "art49",
      "chapter": "Section 7 Final Provisions",
      "section": "49",
      "title": "Quality control system",
      "content": "1 Audit firms performing ordinary audits must have an internal quality control system as of 15 December 2013 and supervise its appropriateness and effectiveness (Art. 9 para. 1). 2 Audit firms that conduct limited audits must have an internal quality control system as of 1 October 2017 and supervise its appropriateness and effectiveness (Art. 9 para. 1). Amended by No I of the O of 14 Nov. 2012, in force since 1 Dec. 2012 ( AS 2012 6071 ). Amended by No I of the O of 23 Aug. 2017, in force since 1 Oct. 2017 ( AS 2017 4863 )."
    },
    {
      "provision_ref": "art50",
      "section": "50",
      "title": "Licensing of individuals in accordance with previous legislation",
      "content": "1 Individuals may be licensed as audit experts or auditors in application of Article 43 paragraph 6 AOA if they are able to demonstrate that: a. on 1 July 1992 they were qualified and had acquired the corresponding professional experience in accordance with Article 1 paragraph 1 of the Ordinance of 15 June 1992 on the Professional Requirements for Specially Qualified Auditors; b. since 1 July 1992 they have predominantly been working in the fields of accounting and auditing without substantial interruptions. 2 It shall not be necessary for them to demonstrate that they acquired their professional experience under oversight. [ AS 1992 1210 ]"
    },
    {
      "provision_ref": "art51",
      "section": "51",
      "title": "Rotation obligation",
      "content": "The period of seven years for the rotation of the auditor in charge (Art. 730 a para. 2 CO) shall commence when the amendment to the Code of Obligations of 16 December 2005 comes into force. The auditor in charge may audit a maximum of seven annual financial statements from the time this amendment comes into force. AS 2007 4791"
    },
    {
      "provision_ref": "art51a",
      "section": "51a",
      "title": "a Transitional provisions to the amendment of 5 November 2014",
      "content": "1 Audit companies for regulatory audits that only audit financial intermediaries associated with a self-regulatory organisation in accordance with AMLA (Art. 11 a para. 2) must meet the licensing requirements in accordance with Article 11 b letter a within two years of this amendment coming into force. 2 Lead auditors for regulatory audits who have a FINMA licence or who work for a self-regulatory organisation in accordance with the AMLA on the day this amendment comes into force must meet the requirements regarding auditing hours in Articles 11 d paragraph 2 letter a , 11 e paragraph 2 letter a, 11 f paragraph 2 letter a, 11 g paragraph 2 letter a and 11 j within two years of this amendment coming into force. 3 Licence applications filed by audit companies and lead auditors for regulatory audits which have not been decided upon by FINMA when this amendment comes into force shall be assessed by the Oversight Authority in accordance with the new law. Inserted by Annex No 1 of the Financial Market Auditing Ordinance of 5 Nov. 2014, in force since 1 Jan. 2015 ( AS 2014 4295 ). SR 955.0"
    },
    {
      "provision_ref": "art51b",
      "section": "51b",
      "title": "b Transitional provision to the amendment of 1 July 2015",
      "content": "Audit firms providing auditing services for companies in accordance with Article 8 paragraph 1 letter a AOA whose equity securities are listed on a Swiss stock exchange when the amendment of 1 July 2015 comes into force and for which the licensing duty is cancelled must register with the Oversight Authority within three months at the latest of the amendment of 1 July 2015 coming into force. Inserted by No 1 of the O of 1 July 2015, in force since 1 Oct. 2015 ( AS 2015 2439 )."
    },
    {
      "provision_ref": "art51c",
      "section": "51c",
      "title": "c Transitional provision to the amendment of 30 November 2018",
      "content": "In the first two years after this Ordinance comes into force, lead auditors who audit persons under Article 1 b BankA may, in derogation from Article 11 d bis paragraph 3, count their professional experience and audit hours in the oversight areas under Article 11 a paragraph 1 letter a and c completely towards the requirements under Article 11 d bis paragraphs 1 and 2. Inserted by No II 1 of the O of 30 Nov. 2018, in force since 1 Jan. 2019 ( AS 2018 5229 )."
    },
    {
      "provision_ref": "art51d",
      "section": "51d",
      "title": "d Transitional provisions to the amendment of 23 November 2022",
      "content": "1 Individuals with qualifications in accordance with Article 4 paragraph 2 letter b AOA must fulfil the requirements of Article 7 paragraph 2 within three years at the latest of the amendment of 23 November 2022 coming into force and individuals with qualifications in accordance with Article 4 paragraph 2 letter c AOA must fulfil the requirements within five years at the latest of the amendment of 23 November 2022 coming into force. 2 The requirements of Article 7 paragraphs 3 and 4 letter b must be fulfilled within one year at the latest of the amendment of 23 November 2022 coming into force . Inserted by No I of the O of 23 Nov. 2022, in force since 1 Jan. 2023 ( AS 2022 768 )."
    },
    {
      "provision_ref": "art52",
      "section": "52",
      "title": "Commencement",
      "content": "1 This Ordinance shall come into force on 1 September 2007, subject to paragraphs 2–4. 2 Article 10 paragraph 1 shall come into force on 1 October 2015. Articles 13 paragraph 2 and 20 letter j of the version of 22 August 2007 shall not come into force. 3 Article 21 shall come into force on 1 September 2009. 4 Numbers II/7, II/8 and II/9 of the Annex come into force on 1 January 2008. AS 2007 3989 Amended by No 1 of the O of 1 July 2015, in force since 1 Oct. 2015 ( AS 2015 2439 )."
    }
  ],
  "definitions": []
}