{
  "id": "sr-211-412-110",
  "type": "statute",
  "title": "Verordnung vom 4. Oktober 1993 über das bäuerliche Bodenrecht (VBB) ",
  "title_en": "",
  "short_name": "VBB",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1993/2904_2904_2904/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "1. Abschnitt: Ertragswert",
      "section": "1",
      "title": "Art der Berechnung und Bemessungsperiode",
      "content": "1 Als Ertragswert gilt das Kapital, für das der Zins (Landgutsrente) bei landesüblicher Bewirtschaftung im Mittel mehrerer Jahre aus dem landwirtschaftlichen Gewerbe oder Grundstück erzielt werden kann. 2 Für die Berechnung der Landgutsrente wird in der Regel das Betriebseinkommen auf die Produktionsfaktoren Kapital und Arbeit aufgeteilt und zwar im Verhältnis zu deren Ansprüchen. Der auf das Landgut entfallende Anteil des Kapitalertrages entspricht der Landgutsrente. 3 Als Bemessungsperiode gelten die Jahre 2009−2024. Der Ertragswert bemisst sich nach dem Durchschnitt der für die Bemessungsperiode kalkulierten Landgutsrenten und einem mittleren Zinssatz von 4,24 Prozent. Fassung gemäss Ziff. I der V vom 31. Jan. 2018, in Kraft seit 1. April 2018 ( AS 2018 999 )."
    },
    {
      "provision_ref": "art2",
      "chapter": "1. Abschnitt: Ertragswert",
      "section": "2",
      "title": "",
      "content": "1 Die Bestimmungen für die Schätzung des landwirtschaftlichen Ertragswertes (Schätzungsanleitung) sind im Anhang geregelt. Es gelten folgende Grundsätze: a. Bei landwirtschaftlichen Gewerben werden Boden, Ökonomie- und Alpgebäude, die Betriebsleiterwohnung sowie landwirtschaftlich benötigte Angestelltenzimmer nach den landwirtschaftlichen Bestimmungen der Schätzungsanleitung geschätzt; Gebäude und Gebäudeteile, die landwirtschaftsnahen Nebentätigkeiten dienen, werden aufgrund der Betriebsergebnisse gemäss der Beschreibung in der Schätzungsanleitung geschätzt; zusätzliche Wohnungen zur Betriebsleiterwohnung und Gebäude für nichtlandwirtschaftliche Nebentätigkeiten werden nach nichtlandwirtschaftlichen Bestimmungen geschätzt. b. Bei landwirtschaftlichen Grundstücken werden Boden sowie Ökonomie- und Alpgebäude nach den Bestimmungen der Schätzungsanleitung bewertet; Wohnraum, Gebäudeteile und Gebäude für nichtlandwirtschaftliche Nebentätigkeiten sind nach nichtlandwirtschaftlichen Bestimmungen zu bewerten. 2 Die im Anhang enthaltenen Bestimmungen und Ansätze sind für die Schätzungsbehörden und Schätzungsexpertinnen und -experten verbindlich. 3 Bei der Schätzung sind die mit den Gewerben und Grundstücken verbundenen Nutzungen, Rechte, Lasten und Dienstbarkeiten zu berücksichtigen. 4 Das Ergebnis der Schätzung ist in einem Protokoll festzuhalten. Fassung gemäss Ziff. I der V vom 25. Okt. 1995, in Kraft seit 1. Febr. 1996 ( AS 1995 5147 ). Fassung gemäss Ziff. I der V vom 26. Nov. 2003, in Kraft seit 1. Febr. 2004 ( AS 2003 4539 ). Fassung gemäss Ziff. I der V vom 31. Jan. 2018, in Kraft seit 1. April 2018 ( AS 2018 999 ). Fassung gemäss Ziff. I der V vom 31. Jan. 2018, in Kraft seit 1. April 2018 ( AS 2018 999 )."
    },
    {
      "provision_ref": "art2a",
      "chapter": "8",
      "section": "2a",
      "title": "",
      "content": "1 Für die Berechnung des Umfangs an Standardarbeitskräften (SAK) je Betrieb gelten die Faktoren nach Artikel 3 der Landwirtschaftlichen Begriffsverordnung vom 7. Dezember 1998. Bis zum 1. Juli 2016 sind für die Berechnung des Umfangs an SAK je Betrieb die Faktoren nach Artikel 3 der Landwirtschaftlichen Begriffsverordnung anwendbar, die bis Ende 2015 galten. 2 Ergänzend zu Absatz 1 gelten folgende Faktoren: a. Milchkühe auf Sömmerungsbetrieb 0,016 SAK/Normalstoss b. andere Nutztiere auf Sömmerungsbetrieb 0,011 SAK/Normalstoss c. Kartoffeln 0,039 SAK/ha d. Beeren, Heil- und Gewürzpflanzen 0,323 SAK/ha e. Rebbau mit eigener Kelterei 0,323 SAK/ha f. Gewächshaus mit festen Fundamenten 0,969 SAK/ha g. Hochtunnel oder Treibbeet 0,485 SAK/ha h. Pilzproduktion in Hochtunnel oder Gebäuden 0,065 SAK/Are i. Champignonproduktion in Gebäuden 0,269 SAK/Are j. Brüsselerproduktion in Gebäuden 0,269 SAK/Are k. Sprossenproduktion in Gebäuden 1,077 SAK/Are l. produzierender Gartenbau: Gewächshaus mit festen Fundamenten oder Hochtunnel für Pflanzen in Behältern 2,585 SAK/ha m. Christbaumkulturen 0,048 SAK/ha n. betriebseigener Wald 0,013 SAK/ha 3 Bei Kulturen nach Absatz 2 Buchstaben f, g und l ist die gesamte Gebäudefläche anrechenbar. 4 Bei Kulturen nach Absatz 2 Buchstaben h–k wird als Bezugsfläche die Beetfläche (Substratfläche, Anzuchtfläche) beziehungsweise bei dreidimensionalen Substratblöcken, -zylindern oder -behältern deren Standfläche inklusive Zwischenräume (ohne Verkehrsflächen) verwendet. In mehrstöckigen Anlagen (Regale) werden entsprechend die Etagenflächen summiert. 5 Auf Sömmerungsbetrieben können eigene und fremde Tiere nach Absatz 2 Buchstaben a und b nur dann angerechnet werden, wenn der zum Betrieb gehörende Sömmerungsbetrieb auf eigene Rechnung und Gefahr bewirtschaftet wird. 6 Für die Aufbereitung, die Lagerung und den Verkauf selbstproduzierter landwirtschaftlicher Erzeugnisse auf dem Produktionsbetrieb in bewilligten Anlagen wird ein Zuschlag von 0,05 SAK pro 10 000 Franken Rohleistung gewährt. Die Rohleistung muss in der Finanzbuchhaltung ausgewiesen sein. 7 Für landwirtschaftsnahe Tätigkeiten nach Artikel 12 b der Landwirtschaftlichen Begriffsverordnung in bewilligten Anlagen wird ein Zuschlag von 0,05 SAK pro 10 000 Franken Rohleistung gewährt. Die Rohleistung muss in der Finanzbuchhaltung ausgewiesen sein. Der Zuschlag wird bis maximal 0,4 SAK angerechnet. 8 Zuschläge nach Absatz 7 werden nur gewährt, wenn der Betrieb aus Tätigkeiten nach den Absätzen 1–6 eine Betriebsgrösse von mindestens 0,8 SAK erreicht. 9 Für Kulturen des produzierenden Gartenbaus sind die SAK-Faktoren nach den Absätzen 1–4 sinngemäss anwendbar. Fassung gemäss Ziff. I der V vom 28. Okt. 2015, Abs. 1 in Kraft seit 1. Jan. 2016, Abs. 2–9 in Kraft seit 1. Juli 2016 ( AS 2015 4487 ). SR 910.91"
    },
    {
      "provision_ref": "art3",
      "chapter": "2. Abschnitt: Anmerkung im Grundbuch",
      "section": "3",
      "title": "Ausnahmen von der Anmerkungspflicht",
      "content": "1 Anmerkungen nach Artikel 86 Absatz 1 Buchstabe b BGBB dürfen nur unterbleiben, wenn die nichtlandwirtschaftliche Nutzung nach dem Raumplanungsgesetz vom 22. Juni 1979 (RPG) bewilligt wurde. 2 Grundstücke, die zu einem nichtlandwirtschaftlichen Nebengewerbe im Sinne von Artikel 3 Absatz 2 BGBB gehören, unterstehen der Anmerkungspflicht immer. SR 700"
    },
    {
      "provision_ref": "art4",
      "chapter": "2. Abschnitt: Anmerkung im Grundbuch",
      "section": "4",
      "title": "Löschung der Anmerkungen von Amtes wegen",
      "content": "1 Die Behörden, die nach dem RPG Nutzungspläne erlassen, ordnen die Löschung der Anmerkungen von Amtes wegen an, wenn diese aufgrund einer rechtskräftigen Änderung des Nutzungsplans gegenstandslos werden. 2 Die Behörden, die Bewilligungen nach Artikel 60 Buchstabe a BGBB erteilen, ordnen die Löschung der Anmerkungen für die neuen Grundstücke von Amtes wegen an, soweit diese gegenstandslos werden. SR 700"
    },
    {
      "provision_ref": "art4a",
      "chapter": "3. Abschnitt: Verfahrenskoordination und Rechtspflege",
      "section": "4a",
      "title": "a Verfahrenskoordination",
      "content": "1 Im Verfahren um Bewilligung von Ausnahmen vom Realteilungs- und Zerstückelungsverbot und im Verfahren um Erlass einer entsprechenden Feststellungsverfügung oder einer solchen über die Nicht-Anwendbarkeit des BGBB stellt die Bewilligungsbehörde nach diesem Gesetz der kantonalen Behörde, die für den Entscheid über Bauvorhaben ausserhalb der Bauzonen zuständig ist (Art. 25 Abs. 2 RPG), die Akten zum Erlass einer Verfügung zu, wenn auf einem betroffenen Grundstück eine Baute oder Anlage besteht und sich diese ausserhalb einer Bauzone im Sinne des Raumplanungsrechts befindet. 2 Die Bewilligungsbehörde entscheidet in diesen Fällen erst, wenn eine rechtskräftige raumplanungsrechtliche Verfügung vorliegt, in der die Rechtmässigkeit der Nutzung der betreffenden Baute oder Anlage festgestellt wird. 3 Die Verfahrenskoordination erübrigt sich, wenn offensichtlich ist, dass: a. keine Ausnahmebewilligung nach dem BGBB erteilt werden kann; oder b. das betroffene Grundstück dem BGBB unterstellt bleiben muss. Eingefügt durch Art. 51 der Raumplanungsverordnung vom 28. Juni 2000, in Kraft seit 1. Sept. 2000 ( AS 2000 2047 ). SR 700"
    },
    {
      "provision_ref": "art5",
      "chapter": "3. Abschnitt: Verfahrenskoordination und Rechtspflege",
      "section": "5",
      "title": "",
      "content": "1 Das Bundesamt für Justiz ist berechtigt, Beschwerde beim Bundesgericht zu erheben gegen letztinstanzliche kantonale Beschwerdeentscheide, die sich auf das BGBB oder auf das Bundesgesetz vom 4. Oktober 1985 über die landwirtschaftliche Pacht stützen. 2 Letztinstanzliche kantonale Entscheide sind dem Bundesamt für Justiz zu eröffnen. Eingefügt durch Art. 51 der Raumplanungsverordnung vom 28. Juni 2000, in Kraft seit 1. Sept. 2000 ( AS 2000 2047 ). SR 221.213.2 Fassung gemäss Ziff. II 18 der V vom 8. Nov. 2006 über die Anpassung von Bundesratsverordnungen an die Totalrevision der Bundesrechtspflege, in Kraft seit 1. Jan. 2007 ( AS 2006 4705 )."
    },
    {
      "provision_ref": "art6",
      "chapter": "4. Abschnitt: Schlussbestimmungen",
      "section": "6",
      "title": "Aufhebung bisherigen Rechts",
      "content": "Es werden aufgehoben: a. die Verordnung vom 28. Dezember 1951 über die Schätzung des landwirtschaftlichen Ertragswerts; b. die Verordnung vom 16. November 1945 über die Entschuldung landwirtschaftlicher Heimwesen; c. die Verordnung vom 16. November 1945 über die Verhütung der Überschuldung landwirtschaftlicher Liegenschaften; d. die Artikel 37–44 der Verordnung vom 30. Oktober 1917 betreffend die Viehverpfändung. [ AS 1951 1287 , 1979 804 , 1986 975 ] [BS 9 112, AS 1952 1120 , 1962 1273 Art. 54 Abs. 1 Ziff. 4] [BS 9 145] SR 211.423.1"
    },
    {
      "provision_ref": "art7",
      "chapter": "4. Abschnitt: Schlussbestimmungen",
      "section": "7",
      "title": "Änderung bisherigen Rechts",
      "content": "… Die Änderungen können unter AS 1993 2904 konsultiert werden."
    },
    {
      "provision_ref": "art8",
      "chapter": "4. Abschnitt: Schlussbestimmungen",
      "section": "8",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 1. Januar 1994 in Kraft."
    }
  ],
  "definitions": []
}