{
  "id": "sr-221-215-329-2",
  "type": "statute",
  "title": "Verordnung vom 11. Januar 1984 über den Normalarbeitsvertrag für milchwirtschaftliche Arbeitnehmer",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1984/90_90_90/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "1. Abschnitt: Geltungsbereich und Wirkung",
      "section": "1",
      "title": "Geltungsbereich",
      "content": "1 Dieser Normalarbeitsvertrag gilt für die ganze Schweiz, mit Ausnahme des Kantons Wallis. 2 Der Normalarbeitsvertrag ist anwendbar auf Arbeitsverhältnisse zwischen örtlichen Milchsammelstellen und damit verbundenen Milchverarbeitungsbetrieben und den von diesen beschäftigten Arbeitnehmern. Als örtliche Milchsammelstellen gelten Betriebe, die Verkehrsmilch aus einem örtlich beschränkten Einzugsgebiet unmittelbar von landwirtschaftlichen Betrieben übernehmen und sie ganz oder teilweise in damit verbundenen Räumlichkeiten verarbeiten oder an andere Betriebe zur Verarbeitung oder zum Verkauf weitergeben. 3 Der Normalarbeitsvertrag ist nicht anwendbar auf: a. die Alpkäsereien; b. die Lehrlinge; c. die Teilzeitarbeitnehmer mit einer täglichen Arbeitszeit unter drei Stunden; d. den Ehegatten und die Kinder des Betriebsinhabers oder des Betriebsleiters; e. die im Ablöserdienst beschäftigten Arbeitnehmer; f. die milchwirtschaftlichen Betriebsleiter, soweit sie Arbeitnehmer sind."
    },
    {
      "provision_ref": "art2",
      "chapter": "1. Abschnitt: Geltungsbereich und Wirkung",
      "section": "2",
      "title": "Wirkung",
      "content": "Die Bestimmungen dieses Normalarbeitsvertrages gelten, sofern nichts anderes durch Einzel- oder Gesamtarbeitsvertrag verabredet ist."
    },
    {
      "provision_ref": "art3",
      "chapter": "2. Abschnitt: Allgemeine Rechte und Pflichten",
      "section": "3",
      "title": "Verbandsfreiheit",
      "content": "Der Arbeitgeber darf den Arbeitnehmer wegen seiner Zugehörigkeit oder Nichtzugehörigkeit zu einem Berufsverband nicht benachteiligen."
    },
    {
      "provision_ref": "art4",
      "chapter": "2. Abschnitt: Allgemeine Rechte und Pflichten",
      "section": "4",
      "title": "Weiterbildung des Arbeitnehmers",
      "content": "Der Arbeitgeber hat dem Arbeitnehmer zum Besuch von Kursen und Vorträgen zur beruflichen Weiterbildung, mit Ausnahme der Jahres- oder Halbjahreskurse der Molkereischulen, bezahlten Urlaub zu gewähren, soweit dies mit den Interessen des Betriebes vereinbar ist."
    },
    {
      "provision_ref": "art5",
      "chapter": "2. Abschnitt: Allgemeine Rechte und Pflichten",
      "section": "5",
      "title": "Sorgfaltspflicht",
      "content": "1 Der Arbeitnehmer ist verpflichtet, das ihm anvertraute Gut, wie Milch, Milchprodukte, Werkzeuge, Maschinen und Fahrzeuge, sowie Tiere sorgfältig zu behandeln. 2 Allfällige Schäden oder Mängel an Werkzeugen, Maschinen, Fahrzeugen, Waren usw. sind unverzüglich dem Arbeitgeber oder seinem Stellvertreter zu melden."
    },
    {
      "provision_ref": "art6",
      "chapter": "2. Abschnitt: Allgemeine Rechte und Pflichten",
      "section": "6",
      "title": "Aushändigung des Normalarbeitsvertrages",
      "content": "Der Arbeitgeber hat dem Arbeitnehmer ein Exemplar dieses Normalarbeitsvertrages auszuhändigen."
    },
    {
      "provision_ref": "art7",
      "chapter": "3. Abschnitt: Arbeits- und Ruhezeit",
      "section": "7",
      "title": "Arbeitszeit",
      "content": "1 Die wöchentliche Arbeitszeit beträgt 50 Stunden. 2 Der Arbeitgeber hat bei der Festsetzung der Arbeitszeit auf die Interessen des Arbeitnehmers soweit Rücksicht zu nehmen, als dies mit den Interessen des Betriebes vereinbar ist."
    },
    {
      "provision_ref": "art8",
      "chapter": "3. Abschnitt: Arbeits- und Ruhezeit",
      "section": "8",
      "title": "Überstunden",
      "content": "1 Aus dringenden Gründen kann der Arbeitgeber Überstunden anordnen. 2 Überstunden sind durch Freizeit von mindestens gleicher Dauer auszugleichen oder ausnahmsweise mit einem Lohnzuschlag von 25 Prozent zu entschädigen."
    },
    {
      "provision_ref": "art9",
      "chapter": "3. Abschnitt: Arbeits- und Ruhezeit",
      "section": "9",
      "title": "Tägliche Ruhezeit",
      "content": "1 Der Arbeitnehmer hat Anspruch auf eine tägliche Ruhezeit von wenigstens zehn aufeinanderfolgenden Stunden. 2 Bei besonderem Arbeitsandrang darf die tägliche Ruhezeit ausnahmsweise auf acht Stunden herabgesetzt werden."
    },
    {
      "provision_ref": "art10",
      "chapter": "4. Abschnitt: Freizeit, Ferien",
      "section": "10",
      "title": "Freizeit",
      "content": "Der Arbeitnehmer hat Anspruch auf eineinhalb arbeitsfreie Tage pro Woche. Dem Arbeitnehmer ist monatlich wenigstens ein freier Sonntag zu gewähren."
    },
    {
      "provision_ref": "art11",
      "chapter": "4. Abschnitt: Freizeit, Ferien",
      "section": "11",
      "title": "Ferien",
      "content": "1 Der Arbeitnehmer hat vom vollendeten 20. Altersjahr an Anspruch auf vier Wochen Ferien je Dienstjahr; bis zum 20. Altersjahr beträgt der Anspruch fünf Wochen. 2 Arbeitsfreie Tage und Abwesenheiten, für welche der Arbeitgeber nach den Artikeln 4, 14, 15 und 16 zur Lohnzahlung verpflichtet ist, dürfen nicht an die Ferien angerechnet werden."
    },
    {
      "provision_ref": "art12",
      "chapter": "5. Abschnitt: Lohn",
      "section": "12",
      "title": "Lohn",
      "content": "1 Der Lohn soll dem Aufgabenbereich, dem Ausbildungsstand und den Fähigkeiten des Arbeitnehmers entsprechen. Er ist jährlich im Hinblick auf die Leistungen, die Dienstjahre sowie die allfällige Teuerung zu überprüfen. 2 Der Lohn ist spätestens am letzten Arbeitstag des Monats auszuzahlen."
    },
    {
      "provision_ref": "art13",
      "chapter": "5. Abschnitt: Lohn",
      "section": "13",
      "title": "Naturallohn",
      "content": "Bilden Verpflegung und Unterkunft Teile des Lohnes und gelangt der Arbeitnehmer wegen Ferien oder Arbeitsverhinderungen gemäss den Artikeln 4, 11, 14, 15 und 16 nicht in den Genuss dieser Leistungen, so ist ihm hiefür eine Entschädigung gemäss den Ansätzen der Eidgenössischen Alters- und Hinterlassenenversicherung auszurichten."
    },
    {
      "provision_ref": "art14",
      "chapter": "5. Abschnitt: Lohn",
      "section": "14",
      "title": "Lohn bei Kurzabsenzen",
      "content": "Der Arbeitnehmer hat bei folgenden Ereignissen Anspruch auf bezahlte freie Tage, sofern diese auf einen Arbeitstag fallen: a. bei eigener Heirat, Niederkunft der Ehegattin: 2 Tage; b. bei Taufe oder Hochzeit eines eigenen Kindes: 1 Tag; c. bei Tod des Ehegatten, eigener Kinder, eines Elternteils: 3 Tage; [tab] d. bei Tod von Geschwistern, Schwiegereltern, Schwägerin, Schwager: 1 Tag; e. bei Wechsel der eigenen Wohnung: 2 Tage."
    },
    {
      "provision_ref": "art15",
      "chapter": "5. Abschnitt: Lohn",
      "section": "15",
      "title": "Lohn bei Arbeitsverhinderung",
      "content": "1 Wird der Arbeitnehmer aus Gründen, die in seiner Person liegen, wie Krankheit, Unfall, Erfüllung gesetzlicher Pflichten, ohne sein Verschulden an der Arbeitsleistung verhindert, hat der Arbeitnehmer, unter Vorbehalt von Artikel 16, Lohnanspruch für folgende Zeit: a. bei einer Anstellungsdauer bis zu 3 Monaten: 7 Arbeitstage; b. bei einer Anstellungsdauer von 3–12 Monaten: 21 Arbeitstage; c. bei einer Anstellungsdauer von 12–24 Monaten: 6 Wochen; d. bei einer Anstellungsdauer von 2–5 Jahren: 2 Monate; e. bei einer Anstellungsdauer von 5–9 Jahren: 3 Monate; f. bei einer Anstellungsdauer von mehr als 9 Jahren: 4 Monate. 2 Der Arbeitgeber darf das von einer Lohnausfallversicherung ausbezahlte Taggeld von dem gemäss Absatz 1 zu zahlenden Lohn abziehen."
    },
    {
      "provision_ref": "art16",
      "chapter": "5. Abschnitt: Lohn",
      "section": "16",
      "title": "Lohn bei Militär- und Zivilschutzdienst",
      "content": "1 Der Arbeitnehmer, dessen Arbeitsverhältnis mehr als drei Monate gedauert hat oder für mehr als drei Monate eingegangen ist, hat bei obligatorischem Militär- und Zivilschutzdienst für die ersten zwei Monate der Dienstleistung Anspruch auf den vollen Lohn. Für die folgende Zeit beträgt der Lohnanspruch 80 Prozent. 2 Die Leistungen der Erwerbsersatzordnung kommen dem Arbeitgeber zu."
    },
    {
      "provision_ref": "art17",
      "chapter": "6. Abschnitt: Ärztliche Untersuchung, Versicherungen",
      "section": "17",
      "title": "Ärztliche Untersuchung",
      "content": "Der Arbeitnehmer hat sich beim Stellenantritt und später alle zwei Jahre ärztlich untersuchen zu lassen. Die Kosten dieser Untersuchung gehen zu Lasten des Arbeitgebers, sofern der Arbeitnehmer den untersuchenden Arzt nicht selbst bestimmt."
    },
    {
      "provision_ref": "art18",
      "chapter": "6. Abschnitt: Ärztliche Untersuchung, Versicherungen",
      "section": "18",
      "title": "Krankenversicherung",
      "content": "1 Der Arbeitnehmer hat sich gegen Krankheit zu versichern. 2 Die Versicherung hat mindestens Krankenpflege und Krankengeld im Sinne der Bundesgesetzgebung über die Krankenversicherung zu umfassen. 3 Die Prämien der Krankenversicherung gehen je zur Hälfte zu Lasten des Arbeitgebers und des Arbeitnehmers."
    },
    {
      "provision_ref": "art19",
      "chapter": "6. Abschnitt: Ärztliche Untersuchung, Versicherungen",
      "section": "19",
      "title": "Berufliche Vorsorge",
      "content": "1 Der Arbeitgeber hat für den Arbeitnehmer eine berufliche Alters-, Hinterlassenen- und Invalidenversicherung abzuschliessen. 2 Die Prämien gehen mindestens zur Hälfte zu Lasten des Arbeitgebers. 3 Die Bestimmungen der Bundesgesetzgebung über die berufliche Alters-, Hinterlassenen- und Invalidenversicherung bleiben vorbehalten."
    },
    {
      "provision_ref": "art20",
      "chapter": "7. Abschnitt: Streitigkeiten",
      "section": "20",
      "title": "",
      "content": "Bei Streitigkeiten aus dem Arbeitsverhältnis können Arbeitgeber und Arbeitnehmer das Milchwirtschaftliche Sekretariat in Bern oder die regionale milchwirtschaftliche Organisation mit der Schlichtung betrauen."
    },
    {
      "provision_ref": "art21",
      "chapter": "8. Abschnitt: Schlussbestimmungen",
      "section": "21",
      "title": "Aufhebung bisherigen Rechts",
      "content": "Der Bundesratsbeschluss vom 22. August 1973 über den Normalarbeitsvertrag für das Käsereipersonal wird aufgehoben. [ AS 1973 1207 ]"
    },
    {
      "provision_ref": "art22",
      "chapter": "8. Abschnitt: Schlussbestimmungen",
      "section": "22",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 1. Februar 1984 in Kraft."
    }
  ],
  "definitions": []
}