{
  "id": "sr-221-434",
  "type": "statute",
  "title": "Verordnung vom 23. November 2022 über die Berichterstattung über Klimabelange",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2022/747/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Gegenstand",
      "content": "(Art. 964 a –964 c OR) 1 Diese Verordnung regelt die Berichterstattung von Unternehmen nach Artikel 964 a OR über Klimabelange als Teil der Umweltbelange im Rahmen der nichtfinanziellen Belange nach Artikel 964 b OR. 2 Klimabelange umfassen die Auswirkungen des Klimawandels auf Unternehmen sowie die Auswirkungen der Tätigkeit von Unternehmen auf den Klimawandel."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Erfüllung der Pflicht zur Berichterstattung über Klimabelange",
      "content": "(Art. 964 b Abs. 1 OR) 1 Erstattet ein Unternehmen Bericht über Klimabelange gemäss Artikel 3, so wird vermutet, dass die Pflicht zur Berichterstattung über Umweltbelange nach Artikel 964 b Absatz 1 OR im Bereich der Klimabelange erfüllt ist. 2 Nimmt ein Unternehmen die Berichterstattung über Klimabelange nicht gemäss Artikel 3 vor, so muss es: a. nachweisen, dass es die Pflicht zur Berichterstattung über Umweltbelange nach Artikel 964 b Absatz 1 OR im Bereich der Klimabelange auf andere Weise erfüllt; oder b. wenn es im Bereich der Klimabelange kein Konzept verfolgt, dies klar und begründet erläutern."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Berichterstattung über Klimabelange gestützt auf die Empfehlungen der «Task Force on Climate-related Financial Disclosures»",
      "content": "(Art. 964 b Abs. 1 und 2 OR) 1 Die Berichterstattung über Klimabelange, die sich auf den Bericht «Recommendations of the Task Force on Climate-related Financial Disclosures» in der Fassung vom Juni 2017 und den Anhang «Implementing the Recommendations of the Task Force on Climate-related Financial Disclosures» in der Fassung vom Oktober 2021 stützt, umfasst insbesondere die Umsetzung der Empfehlungen zu den folgenden Themenbereichen: a. Governance; b. Strategie; c. Risikomanagement; d. Kennzahlen und Ziele. 2 Bei der Umsetzung der Empfehlungen nach Absatz 1 werden berücksichtigt: a. die sektorenübergreifenden Orientierungshilfen zu den Empfehlungen; b. die sektorenspezifischen Orientierungshilfen zu den Empfehlungen; c. soweit möglich und sachgerecht die Umsetzungshilfe «Guidance on Metrics, Targets, and Transition Plans» in der Fassung vom Oktober 2021. 3 Die Umsetzung der Empfehlungen nach Absatz 1 Buchstabe b umfasst insbesondere: a. einen Transitionsplan, der mit den Schweizer Klimazielen vergleichbar ist; b. soweit möglich und sachgerecht Angaben in quantitativer Form sowie die Offenlegung der für die Vergleichbarkeit wesentlichen Grundannahmen und verwendeten Methoden und Standards. 4 Soweit möglich und sachgerecht umfasst die Umsetzung der Empfehlungen nach Absatz 1 Buchstabe d insbesondere: a. quantitative CO 2 -Ziele und gegebenenfalls Ziele betreffend weitere Treibhausgase; b. die Angabe sämtlicher Treibhausgasemissionen; c. Angaben in quantitativer Form sowie die Offenlegung der für die Vergleichbarkeit wesentlichen Grundannahmen und verwendeten Methoden und Standards. 5 Die Berücksichtigung der sektorenspezifischen Orientierungshilfe für Finanzinstitute bei der Umsetzung der Empfehlung nach Absatz 1 Buchstabe d umfasst vorwärtsschauende, szenarienbasierte Klimaverträglichkeits-Analysen. 6 Der Nachweis der Wirksamkeit der vom Unternehmen ergriffenen Massnahmen im Zusammenhang mit den Klimabelangen kann im Rahmen einer qualitativen oder einer quantitativen Gesamtbeurteilung erfolgen. Der Text kann im Internet unter www.fsb-tcfd.org > Recommendations abgerufen werden. Der Text kann im Internet unter: www.fsb-tcfd.org > Publications > Implementation guidance abgerufen werden. Der Text kann im Internet unter: www.fsb-tcfd.org > Publications > Additional supporting guidance abgerufen werden."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Veröffentlichung",
      "content": "(Art. 964 c Abs. 2 Ziff. 1 OR) 1 Der Bericht über Klimabelange ist im Bericht über nichtfinanzielle Belange nach den Artikeln 964 a –964 c OR zu veröffentlichen. 2 Die elektronische Veröffentlichung nach Artikel 964 c Absatz 2 Ziffer 1 OR hat in mindestens je einem für Mensch und einem für Maschinen lesbaren, international verbreiteten elektronischen Format zu erfolgen. Sie ist auf der Website des Unternehmens zugänglich zu machen."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Übergangsbestimmung",
      "content": "Die Pflicht, den Bericht in einem für Maschinen lesbaren, international verbreiteten elektronischen Format zu veröffentlichen, ist spätestens ein Jahr nach Inkrafttreten dieser Verordnung zu erfüllen."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 1. Januar 2024 in Kraft."
    }
  ],
  "definitions": []
}