{
  "id": "sr-221-213-11",
  "type": "statute",
  "title": "Verordnung vom 9. Mai 1990 über die Miete und Pacht von Wohn- und Geschäftsräumen (VMWG)",
  "title_en": "",
  "short_name": "VMWG",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1990/835_835_835/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Geltungsbereich",
      "content": "(Art. 253 a Abs. 1 OR) Als Sachen, die der Vermieter dem Mieter zusammen mit Wohn- und Geschäftsräumen zum Gebrauch überlässt, gelten insbesondere Mobilien, Garagen, Autoeinstell- und Abstellplätze sowie Gärten."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Ausnahmen",
      "content": "(Art. 253, Abs. 2, 253 b Abs. 2 und 3 OR) 1 Für luxuriöse Wohnungen und Einfamilienhäuser mit sechs oder mehr Wohnräumen (ohne Anrechnung der Küche) gilt der 2. Abschnitt des Achten Titels des OR (Art. 269–270 e ) nicht. 2 Für Wohnungen, deren Bereitstellung von der öffentlichen Hand gefördert wurde und deren Mietzinse durch eine Behörde kontrolliert werden, gelten nur die Artikel 253–268 b , 269, 269 d Absatz 3, 270 e und 271–273 c OR sowie die Artikel 3–10 und 20–23 dieser Verordnung. Fassung gemäss Ziff. II 4 der V vom 18. Juni 2010 über die Anpassung von Verordnungen an die Schweizerische Zivilprozessordnung, in Kraft seit 1. Jan. 2011 ( AS 2010 3053 )."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Koppelungsgeschäfte",
      "content": "(Art. 254 OR) Als Koppelungsgeschäft im Sinne von Artikel 254 OR gilt insbesondere die Verpflichtung des Mieters, die Mietsache, Möbel oder Aktien zu kaufen oder einen Versicherungsvertrag abzuschliessen."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Nebenkosten im Allgemeinen",
      "content": "(Art. 257 a OR) 1 Erhebt der Vermieter die Nebenkosten aufgrund einer Abrechnung, muss er diese jährlich mindestens einmal erstellen und dem Mieter vorlegen. 2 Erhebt er sie pauschal, muss er auf Durchschnittswerte dreier Jahre abstellen. 3 Die für die Erstellung der Abrechnung entstehenden Verwaltungskosten dürfen nach Aufwand oder im Rahmen der üblichen Ansätze angerechnet werden. Eingefügt durch Ziff. I der V vom 26. Juni 1996, in Kraft seit 1. Aug. 1996 ( AS 1996 2120 )."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Anrechenbare Heizungs- und Warmwasserkosten",
      "content": "(Art. 257 b Abs. 1 OR) 1 Als Heizungs- und Warmwasserkosten anrechenbar sind die tatsächlichen Aufwendungen, die mit dem Betrieb der Heizungsanlage oder der zentralen Warmwasseraufbereitungsanlage direkt zusammenhängen. 2 Darunter fallen insbesondere die Aufwendungen für: a. die Brennstoffe und die Energie, die verbraucht wurden; b. die Elektrizität zum Betrieb von Brennern und Pumpen; c. die Betriebskosten für Alternativenergien; d. die Reinigung der Heizungsanlage und des Kamins, das Auskratzen, Ausbrennen und Einölen der Heizkessel sowie die Abfall- und Schlackenbeseitigung; e. die periodische Revision der Heizungsanlage einschliesslich des Öltanks sowie das Entkalken der Warmwasseranlage, der Boiler und des Leitungsnetzes; f. die Verbrauchserfassung und den Abrechnungsservice für die verbrauchsabhängige Heizkostenabrechnung sowie den Unterhalt der nötigen Apparate; g. die Wartung; h. die Versicherungsprämien, soweit sie sich ausschliesslich auf die Heizungsanlage beziehen; i. die Verwaltungsarbeit, die mit dem Betrieb der Heizungsanlage zusammenhängt. 3 Die Kosten für die Wartung und die Verwaltung dürfen nach Aufwand oder im Rahmen der üblichen Ansätze angerechnet werden."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Nicht anrechenbare Heizungs- und Warmwasserkosten",
      "content": "(Art. 257 b Abs. 1 OR) Nicht als Heizungs- und Warmwasseraufbereitungskosten anrechenbar sind die Aufwendungen für: a. die Reparatur und Erneuerung der Anlagen; b. die Verzinsung und Abschreibung der Anlagen."
    },
    {
      "provision_ref": "art6a",
      "section": "6a",
      "title": "a Energiebezug von einer ausgelagerten Zentrale",
      "content": "Bezieht der Vermieter Heizenergie oder Warmwasser aus einer nicht zur Liegenschaft gehörenden Zentrale, die nicht Teil der Anlagekosten ist, kann er die tatsächlich anfallenden Kosten in Rechnung stellen. Eingefügt durch Ziff. I der V vom 26. Juni 1996, in Kraft seit 1. Aug. 1996 ( AS 1996 2120 )."
    },
    {
      "provision_ref": "art6b",
      "section": "6b",
      "title": "b Bezug von Elektrizität im Rahmen eines Zusammenschlusses zum Eigenverbrauch",
      "content": "Der Vermieter kann im Rahmen eines Zusammenschlusses gemäss Artikel 17 EnG die Kosten nach Artikel 16 EnV als Nebenkosten in Rechnung stellen. Eingefügt durch Anhang 7 Ziff. II 1 der Energieverordnung vom 1. Nov. 2017, in Kraft seit 1. Jan. 2018 ( AS 2017 6889 )."
    },
    {
      "provision_ref": "art6c",
      "section": "6c",
      "title": "c Energiespar-Contracting",
      "content": "1 Ein Energiespar-Contracting liegt vor, wenn ein Dienstleister sich gegen Vergütung verpflichtet, den Energieverbrauch einer Liegenschaft durch geeignete Energiesparmassnahmen zu senken. 2 Als Energiesparmassnahmen nach Absatz 1 gelten insbesondere: a. die Optimierung des Betriebs von Heizungs-, Lüftungs- und Klimaanlagen und der Gebäudeautomation; b. die Instruktion und die Beratung der Bewohnerschaft; c. der Ersatz von Anlagen, Installationen und Leuchtmitteln; d. die Verbesserung der Gebäudehülle. 3 Der Vermieter kann die im Rahmen eines Energiespar-Contractings anfallenden Kosten während höchstens 10 Jahren als Nebenkosten in Rechnung stellen. 4 Der jährlich in Rechnung gestellte Betrag darf nicht höher sein als die Energiekosten, die der Mieter mit dem Energiespar-Contracting während dieses Abrechnungszeitraums einspart. 5 Bei der Berechnung der Einsparung sind Witterungseinflüsse zu berücksichtigen. 6 Förderbeiträge für energetische Verbesserungen sind im Umfang des Anteils, der bei gleichmässiger Verteilung über die Dauer des Energiespar-Contractings auf ein Jahr entfällt, vom Betrag nach Absatz 4 in Abzug zu bringen. Eingefügt durch Ziff. I der V vom 29. April 2020, in Kraft seit 1. Juni 2020 ( AS 2020 1511 )."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Nicht vermietete Wohn- und Geschäftsräume",
      "content": "(Art. 257 b Abs. 1 OR) 1 Die Heizungskosten für nicht vermietete Wohn- und Geschäftsräume trägt der Vermieter. 2 Sind keine Geräte zur Erfassung des Wärmeverbrauchs der einzelnen Verbraucher installiert und wurden nicht vermietete Wohn- und Geschäftsräume nachweisbar nur soweit geheizt, als dies zur Verhinderung von Frostschäden notwendig ist, muss der Vermieter nur einen Teil der Heizungskosten übernehmen, die nach dem normalen Verteilungsschlüssel auf Wohn- und Geschäftsräume entfallen. Dieser Teil beträgt in der Regel: a. ein Drittel für Zwei- bis Dreifamilienhäuser; b. die Hälfte für Vier- bis Achtfamilienhäuser; c. zwei Drittel für grössere Gebäude sowie für Büro- und Geschäftshäuser."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Abrechnung",
      "content": "(Art. 257 b OR) 1 Erhält der Mieter mit der jährlichen Heizungskostenrechnung nicht eine detaillierte Abrechnung und Aufteilung der Heizungs- und Warmwasseraufbereitungskosten, so ist auf der Rechnung ausdrücklich darauf hinzuweisen, dass er die detaillierte Abrechnung verlangen kann. 2 Der Mieter oder sein bevollmächtigter Vertreter ist berechtigt, die sachdienlichen Originalunterlagen einzusehen und über den Anfangs- und Endbestand von Heizmaterialien Auskunft zu verlangen."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Kündigungen",
      "content": "(Art. 266 l Abs. 2 OR) 1 Das Formular für die Mitteilung der Kündigung im Sinne von Artikel 266 l Absatz 2 OR muss enthalten: a. die Bezeichnung des Mietgegenstandes, auf welchen sich die Kündigung bezieht; b. den Zeitpunkt, auf den die Kündigung wirksam wird; c. den Hinweis, dass der Vermieter die Kündigung auf Verlangen des Mieters begründen muss; d. die gesetzlichen Voraussetzungen der Anfechtung der Kündigung und der Erstreckung des Mietverhältnisses (Art. 271–273 OR); e. das Verzeichnis der Schlichtungsbehörden und ihre örtliche Zuständigkeit. 2 Die Kantone sorgen dafür, dass in den Gemeinden Formulare in genügender Zahl zur Verfügung stehen. Sie können zu diesem Zweck eigene Formulare in den Gemeindekanzleien auflegen."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Offensichtlich übersetzter Kaufpreis",
      "content": "(Art. 269 OR) Als offensichtlich übersetzt im Sinne von Artikel 269 OR gilt ein Kaufpreis, der den Ertragswert einer Liegenschaft, berechnet auf den orts- oder quartierüblichen Mietzinsen für gleichartige Objekte, erheblich übersteigt."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Orts- und quartierübliche Mietzinse",
      "content": "(Art. 269 a Bst. a OR) 1 Massgeblich für die Ermittlung der orts- und quartierüblichen Mietzinse im Sinne von Artikel 269 a Buchstabe a OR sind die Mietzinse für Wohn- und Geschäftsräume, die nach Lage, Grösse, Ausstattung, Zustand und Bauperiode mit der Mietsache vergleichbar sind. 2 Bei Geschäftsräumen kann der Vergleich im Sinne von Artikel 269 a Buchstabe a OR mit den quartierüblichen Quadratmeterpreisen gleichartiger Objekte erfolgen. 3 Ausser Betracht fallen Mietzinse, die auf einer Marktbeherrschung durch einen Vermieter oder eine Vermietergruppe beruhen. 4 Amtliche Statistiken sind zu berücksichtigen."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Kostensteigerungen",
      "content": "(Art. 269 a Bst. b OR) 1 Als Kostensteigerungen im Sinne von Artikel 269 a Buchstabe b OR gelten insbesondere Erhöhungen des Hypothekarzinssatzes, der Gebühren, Objektsteuern, Baurechtszinse, Versicherungsprämien sowie Erhöhungen der Unterhaltskosten. 2 Aus Handänderungen sich ergebende Kosten gelten als Teil der Erwerbskosten und nicht als Kostensteigerungen. Fassung gemäss Ziff. I der V vom 28. Nov. 2007, in Kraft seit 1. Jan. 2008 ( AS 2007 7021 )."
    },
    {
      "provision_ref": "art12a",
      "section": "12a",
      "title": "a Referenzzinssatz für Hypotheken",
      "content": "1 Für Mietzinsanpassungen aufgrund von Änderungen des Hypothekarzinssatzes gilt ein Referenzzinssatz. Dieser stützt sich auf den vierteljährlich erhobenen, volumengewichteten Durchschnittszinssatz für inländische Hypothekarforderungen und wird durch kaufmännische Rundung in Viertelprozenten festgesetzt. 2 Das Eidgenössische Departement für Wirtschaft, Bildung und Forschung (WBF) gibt den Referenzzinssatz vierteljährlich bekannt. 3 Das WBF kann für den technischen Vollzug der Datenerhebung und die Berechnung des Durchschnittszinssatzes für inländische Hypothekarforderungen Dritte beiziehen. 4 Es erlässt Bestimmungen über die technische Definition, Erhebung und Veröffentlichung des Durchschnittszinssatzes für inländische Hypothekarforderungen gemäss Absatz 1. Die Banken müssen dem WBF die notwendigen Daten melden. Eingefügt durch Ziff. I der V vom 28. Nov. 2007, in Kraft seit 1. Jan. 2008 ( AS 2007 7021 ). Fassung gemäss Ziff. I der V vom 26. Okt. 2011, in Kraft seit 1. Dez. 2011 ( AS 2011 4907 ). Die Bezeichnung der Verwaltungseinheit wurde in Anwendung von Art. 16 Abs. 3 der Publikationsverordnung vom 17. Nov. 2004 ( AS 2004 4937 ) auf den 1. Jan. 2013 angepasst. Die Anpassung wurde im ganzen Text vorgenommen. Fassung gemäss Ziff. I der V vom 26. Okt. 2011, in Kraft seit 1. Dez. 2011 ( AS 2011 4907 )."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Hypothekarzinse",
      "content": "(Art. 269 a Bst. b OR) 1 Eine Hypothekarzinserhöhung von einem Viertel Prozent berechtigt in der Regel zu einer Mietzinserhöhung von höchstens: a. 2 Prozent bei Hypothekarzinssätzen von mehr als 6 Prozent; b. 2,5 Prozent bei Hypothekarzinssätzen zwischen 5 und 6 Prozent; c. 3 Prozent bei Hypothekarzinssätzen von weniger als 5 Prozent. Bei Hypothekarzinssenkungen sind die Mietzinse entsprechend herabzusetzen oder die Einsparungen mit inzwischen eingetretenen Kostensteigerungen zu verrechnen. 2 Bei Zahlungsplänen im Sinne von Artikel 269 a Buchstabe d und Rahmenmietverträgen im Sinne von Artikel 269 a Buchstabe f OR gelten bei Hypothekarzinsänderungen stattdessen die für solche Fälle vereinbarten Regelungen. 3 Wird unter Verzicht auf Quartierüblichkeit und Teuerungsausgleich dauernd mit der reinen Kostenmiete gerechnet, so kann der Mietzins bei Hypothekarzinserhöhungen im Umfang der Mehrbelastung für das gesamte investierte Kapital erhöht werden. 4 Bei Mietzinsanpassungen infolge von Hypothekarzinsänderungen ist im Übrigen zu berücksichtigen, ob und inwieweit frühere Hypothekarzinsänderungen zu Mietzinsanpassungen geführt haben."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Mehrleistungen des Vermieters",
      "content": "(Art. 269 a Bst. b OR) 1 Als Mehrleistungen im Sinne von Artikel 269 a Buchstabe b OR gelten Investitionen für wertvermehrende Verbesserungen, die Vergrösserung der Mietsache sowie zusätzliche Nebenleistungen. Die Kosten umfassender Überholungen gelten in der Regel zu 50–70 Prozent als wertvermehrende Investitionen. 2 Als Mehrleistungen gelten auch die folgenden energetischen Verbesserungen: a. Massnahmen zur Verminderung der Energieverluste der Gebäudehülle; b. Massnahmen zur rationelleren Energienutzung; c. Massnahmen zur Verminderung der Emissionen bei haustechnischen Anlagen; d. Massnahmen zum Einsatz erneuerbarer Energien; e. der Ersatz von Haushaltgeräten mit grossem Energieverbrauch durch Geräte mit geringerem Verbrauch. 3 Als Mehrleistung kann nur der Teil der Kosten geltend gemacht werden, der die Kosten zur Wiederherstellung oder Erhaltung des ursprünglichen Zustandes übersteigt. 3bis Förderbeiträge, die für wertvermehrende Verbesserungen gewährt werden, sind vom Betrag der Mehrleistungen abzuziehen. 4 Mietzinserhöhungen wegen wertvermehrender Investitionen und energetischer Verbesserungen sind nicht missbräuchlich, wenn sie den angemessenen Satz für Verzinsung, Amortisation und Unterhalt der Investition nicht überschreiten. 5 Mietzinserhöhungen wegen wertvermehrender Investitionen und energetischer Verbesserungen dürfen erst angezeigt werden, wenn die Arbeiten ausgeführt sind und die sachdienlichen Belege vorliegen. Bei grösseren Arbeiten sind gestaffelte Mietzinserhöhungen nach Massgabe bereits erfolgter Zahlungen zulässig. Fassung gemäss Ziff. I der V vom 28. Nov. 2007, in Kraft seit 1. Jan. 2008 ( AS 2007 7021 ). Eingefügt durch Ziff. I der V vom 15. Jan. 2014, in Kraft seit 1. Juli 2014 ( AS 2014 417 )."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Bruttorendite",
      "content": "(Art. 269 a Bst. c OR) 1 Die Bruttorendite im Sinne von Artikel 269 a Buchstabe c OR wird auf den Anlagekosten berechnet. 2 Ausser Betracht fallen offensichtlich übersetzte Land-, Bau- und Erwerbskosten."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Teuerungsausgleich",
      "content": "(Art. 269 a Bst. e OR) Zum Ausgleich der Teuerung auf dem risikotragenden Kapital im Sinne von Artikel 269 a Buchstabe e OR darf der Mietzins um höchstens 40 Prozent der Steigerung des Landesindexes der Konsumentenpreise erhöht werden."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "",
      "content": "(Art. 269 b OR) 1 Haben die Parteien für die Miete einer Wohnung einen indexierten Mietzins vereinbart, darf die jeweilige Mietzinserhöhung die Zunahme des Landesindexes der Konsumentenpreise nicht übersteigen. 2 Bei einer Senkung des Landesindexes ist der Mietzins entsprechend anzupassen. 3 Mietzinserhöhungen gestützt auf den Landesindex der Konsumentenpreise können unter Einhaltung einer Frist von mindestens 30 Tagen auf ein Monatsende angekündigt werden. 4 Ein Mietvertrag ist im Sinne von Artikel 269 b OR für fünf Jahre abgeschlossen, wenn der Vertrag durch den Vermieter für die Dauer von mindestens fünf Jahren nicht gekündigt werden kann. Fassung gemäss Ziff. I der V vom 28. Nov. 2007, in Kraft seit 1. Jan. 2008 ( AS 2007 7021 ). Fassung gemäss Ziff. I der V vom 26. Juni 1996, in Kraft seit 1. Aug. 1996 ( AS 1996 2120 ). Siehe auch die SchlB dieser Änd. am Ende dieses Textes. Eingefügt durch Ziff. I der V vom 28. Nov. 2007, in Kraft seit 1. Jan. 2008 ( AS 2007 7021 ). Eingefügt durch Ziff. I der V vom 28. Nov. 2007, in Kraft seit 1. Jan. 2008 ( AS 2007 7021 )."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Unvollständige Mietzinsanpassung",
      "content": "Macht der Vermieter die ihm zustehende Mietzinsanpassung nicht vollständig geltend, hat er diesen Vorbehalt in Franken oder in Prozenten des Mietzinses festzulegen."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Formular zur Mitteilung von Mietzinserhöhungen und anderen einseitigen Vertragsänderungen",
      "content": "(Art. 269 d OR) 1 Das Formular für die Mitteilung von Mietzinserhöhungen und anderen einseitigen Vertragsänderungen im Sinne von Artikel 269 d OR muss enthalten: a. Für Mietzinserhöhungen: 1. den bisherigen Mietzins und die bisherige Belastung des Mieters für Nebenkosten; 2. den neuen Mietzins und die neue Belastung des Mieters für Nebenkosten; 3. den Zeitpunkt, auf den die Erhöhung in Kraft tritt; 4. die klare Begründung der Erhöhung. Werden mehrere Erhöhungsgründe geltend gemacht, so sind diese je in Einzelbeträgen auszuweisen; 5. bei Mehrleistungen die Angabe, ob der Vermieter Förderbeiträge für wertvermehrende Verbesserungen erhält. b. Für andere einseitige Vertragsänderungen: 1. die Umschreibung dieser Forderung; 2. den Zeitpunkt, auf den sie wirksam wird; 3. die klare Begründung dieser Forderung. c. Für beide Fälle: 1. die gesetzlichen Voraussetzungen der Anfechtung; 2. das Verzeichnis der Schlichtungsbehörden und ihre örtliche Zuständigkeit. 1bis Erfolgt die Begründung in einem Begleitschreiben, so hat der Vermieter im Formular ausdrücklich darauf hinzuweisen. 2 Die Absätze 1 und 1 bis gelten ferner sinngemäss, wenn der Vermieter den Mietzins einem vereinbarten Index anpasst oder ihn aufgrund der vereinbarten Staffelung erhöht. Bei indexgebundenen Mietverhältnissen darf die Mitteilung frühestens nach der öffentlichen Bekanntgabe des neuen Indexstandes erfolgen. Bei gestaffelten Mietzinsen darf die Mitteilung frühestens vier Monate vor Eintritt jeder Mietzinserhöhung erfolgen. Die Kantone können als rechtsgenügendes Formular in diesem Fall die Kopie der Mietzinsvereinbarung bezeichnen. 3 Die Absätze 1 und 1 bis sind sinngemäss anzuwenden, wenn die Kantone im Sinne von Artikel 270 Absatz 2 OR die Verwendung des Formulars beim Abschluss eines neuen Mietvertrags obligatorisch erklären. 4 Die Kantone sorgen dafür, dass in den Gemeinden Formulare in genügender Zahl zur Verfügung stehen. Sie können zu diesem Zweck eigene Formulare in den Gemeindekanzleien auflegen. Fassung gemäss Ziff. I der V vom 26. Juni 1996, in Kraft seit 1. Aug. 1996 ( AS 1996 2120 ). Eingefügt durch Ziff. I der V vom 15. Jan. 2014, in Kraft seit 1. Juli 2014 ( AS 2014 417 ). Eingefügt durch Ziff. I der V vom 26. Juni 1996, in Kraft seit 1. Aug. 1996 ( AS 1996 2120 ). Fassung gemäss Ziff. I der V vom 26. Juni 1996, in Kraft seit 1. Aug. 1996 ( AS 1996 2120 ). Fassung gemäss Ziff. I der V vom 26. Juni 1996, in Kraft seit 1. Aug. 1996 ( AS 1996 2120 )."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Begründungspflicht des Vermieters",
      "content": "(Art. 269 d Abs. 2 und 3 OR) 1 Bei Mietzinserhöhungen wegen Kostensteigerungen oder wegen wertvermehrenden Verbesserungen des Vermieters kann der Mieter verlangen, dass der geltend gemachte Differenzbetrag zahlenmässig begründet wird. Die 30-tägige Anfechtungsfrist wird dadurch nicht berührt. 2 Im Schlichtungsverfahren kann der Mieter verlangen, dass für alle geltend gemachten Gründe der Mietzinserhöhung die sachdienlichen Belege vorgelegt werden."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Aufgaben der Schlichtungsbehörden",
      "content": "(Art. 201 und 208 ZPO ) 1 Die Schlichtungsbehörden haben im Schlichtungsverfahren eine Einigung der Parteien anzustreben, die sich auf das gesamte Mietverhältnis (Höhe des Mietzinses, Dauer des Vertrags, Kündigungsfrist usw.) erstreckt. 2 Die Schlichtungsbehörden sind verpflichtet, Mieter und Vermieter ausserhalb eines Anfechtungsverfahrens, insbesondere vor Abschluss eines Mietvertrags, zu beraten. Sie haben namentlich Mietern und Vermietern behilflich zu sein, sich selbst ein Urteil darüber zu bilden, ob ein Mietzins missbräuchlich ist. 3 Die Schlichtungsbehörden können einzelne Mitglieder oder das Sekretariat mit der Beratung betrauen. Zivilprozessordnung vom 19. Dez. 2008 ( SR 272 ). Fassung gemäss Ziff. II 4 der V vom 18. Juni 2010 über die Anpassung von Verordnungen an die Schweizerische Zivilprozessordnung, in Kraft seit 1. Jan. 2011 ( AS 2010 3053 ). Fassung gemäss Ziff. II 4 der V vom 18. Juni 2010 über die Anpassung von Verordnungen an die Schweizerische Zivilprozessordnung, in Kraft seit 1. Jan. 2011 ( AS 2010 3053 )."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Zusammensetzung der Schlichtungsbehörden",
      "content": "(Art. 200 Abs. 1 ZPO ) Die Kantone sind verpflichtet, die Zusammensetzung der Schlichtungsbehörden und deren Zuständigkeit periodisch zu veröffentlichen. Fassung gemäss Ziff. II 4 der V vom 18. Juni 2010, in Kraft seit 1. Jan. 2011 ( AS 2010 3053 ). SR 272 Fassung gemäss Ziff. II 4 der V vom 18. Juni 2010 über die Anpassung von Verordnungen an die Schweizerische Zivilprozessordnung, in Kraft seit 1. Jan. 2011 ( AS 2010 3053 )."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Berichterstattung über die Schlichtungsbehörden und Bekanntgabe richterlicher Urteile",
      "content": "1 Die Kantone haben dem WBF halbjährlich über die Tätigkeit der Schlichtungsbehörden Bericht zu erstatten. Aus dem Bericht müssen die Zahl der Fälle, der jeweilige Grund der Anrufung sowie die Art der Erledigung ersichtlich sein. 2 Die Kantone haben die zuständigen kantonalen richterlichen Behörden zu verpflichten, ein Doppel der Urteile über angefochtene Mietzinse und andere Forderungen der Vermieter dem WBF zuzustellen. 3 Das WBF sorgt für deren Auswertung und Veröffentlichung in geeigneter Form."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Vollzug",
      "content": "Das WBF ist mit dem Vollzug beauftragt."
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Aufhebung bisherigen Rechts",
      "content": "Die Verordnung vom 10. Juli 1972 über Massnahmen gegen Missbräuche im Mietwesen wird aufgehoben. [ AS 1972 1559 ; 1975 173 ; 1977 2233 ; 1978 74 1965 ; 1983 256 ; 1989 1856 ]"
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Übergangsbestimmungen",
      "content": "1 Die Vorschriften über den Schutz vor missbräuchlichen Mietzinsen und andern missbräuchlichen Forderungen des Vermieters bei der Miete von Wohn- und Geschäftsräumen sind anwendbar auf Anfangsmietzinse oder Mietzinserhöhungen, die mit Wirkung auf einen Zeitpunkt nach dem 1. Juli 1990 festgelegt oder mitgeteilt werden. 2 Wurde eine Mietzinserhöhung vor dem 1. Juli 1990, aber mit Wirkung auf einen Zeitpunkt danach mitgeteilt, so beginnt die Frist für die Anfechtung (Art. 270 b OR) am 1. Juli 1990 zu laufen. Für die Anfechtung eines Anfangsmietzinses, der vor dem 1. Juli 1990, aber mit Wirkung auf einen Zeitpunkt danach festgelegt wurde, gilt die Frist gemäss Artikel 270 OR. 3 Mietverhältnisse mit indexierten oder gestaffelten Mietzinsen, die nach dem 1. Juli 1990 beginnen, unterstehen dem neuen Recht; Mietverhältnisse mit indexierten oder gestaffelten Mietzinsen, die vor dem 1. Juli 1990 begonnen haben aber erst später enden, unterstehen dem alten Recht. 4 Basiert der Mietzins am 1. Juli 1990 auf einem Hypothekarzinsstand von weniger als 6 Prozent, so kann der Vermieter auch später für jedes Viertelprozent, das unter diesem Stand liegt, den Mietzins um 3,5 Prozent erhöhen."
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 1. Juli 1990 in Kraft."
    }
  ],
  "definitions": []
}