{
  "id": "sr-232-12",
  "type": "statute",
  "title": "Bundesgesetz vom 5. Oktober 2001 über den Schutz von Design (Designgesetz, DesG)",
  "title_en": "Federal Act of 5 October 2001 on the Protection of Designs (Designs Act, DesA)",
  "short_name": "DesG",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2002/226/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Section 1 Subject-Matter of Protection and Requirements for Protection",
      "section": "1",
      "title": "Subject-matter of protection",
      "content": "This Act protects the design of products or parts of products that is characterised, in particular, by the arrangement of lines, surfaces, contours or colours or by the materials used."
    },
    {
      "provision_ref": "art2",
      "chapter": "Section 1 Subject-Matter of Protection and Requirements for Protection",
      "section": "2",
      "title": "Requirements for protection",
      "content": "1 A design is protected to the extent that it is new and has individual character. 2 known 3 A"
    },
    {
      "provision_ref": "art3",
      "chapter": "Section 1 Subject-Matter of Protection and Requirements for Protection",
      "section": "3",
      "title": "Non-prejudicial disclosure",
      "content": "The disclosure of a design may not be invoked against the holder of the right (right holder) during the 12 months preceding the filing date or priority date if: a. a third party has disclosed the design in an abusive manner to the detriment of the entitled person; b. the person entitled has disclosed the design himself."
    },
    {
      "provision_ref": "art4",
      "chapter": "Section 1 Subject-Matter of Protection and Requirements for Protection",
      "section": "4",
      "title": "Grounds for refusal",
      "content": "A design may not be protected if: a. the design filed is not in accordance with Article 1; b. the design does not meet the requirements of Article 2 at the time of filing; c. the features of the design are dictated solely by the technical function of the product; d. the design infringes federal law or international treaties; e. the design is contrary to public policy or morality."
    },
    {
      "provision_ref": "art5",
      "chapter": "Section 2 Validity of the Design Right",
      "section": "5",
      "title": "Establishment of a design right and term of protection",
      "content": "1 A design right is established on entry in the Design Register (the Register). 2 Protection is for five years from the filing date. 3 It may be extended for four periods of five years each."
    },
    {
      "provision_ref": "art6",
      "chapter": "Section 2 Validity of the Design Right",
      "section": "6",
      "title": "Right of priority",
      "content": "A design right belongs to the person who first files the design."
    },
    {
      "provision_ref": "art7",
      "chapter": "Section 2 Validity of the Design Right",
      "section": "7",
      "title": "Entitlement to file",
      "content": "1 The person who has created the design, his or her successor in title or a third person whose right is based on other legal grounds is entitled to file the design. 2 Where several people have created the design together, they are entitled to file the design jointly unless otherwise agreed."
    },
    {
      "provision_ref": "art8",
      "chapter": "Section 3 Scope of Protection and Effects",
      "section": "8",
      "title": "Scope of protection",
      "content": "The protection of the design right includes designs that have the same essential features and thus produce the same overall impression as a design already registered."
    },
    {
      "provision_ref": "art9",
      "chapter": "Section 3 Scope of Protection and Effects",
      "section": "9",
      "title": "Effects of the design right",
      "content": "1 The design right confers on the right holder the right to prohibit others from using the design for commercial purposes. Use includes, in particular, manufacturing, storing, offering, placing on the market, importing, exporting and carrying in transit, as well as possession for any of these purposes. 1bis The right holder may prohibit the import, export and transit of commercially manufactured goods even if this is for private purposes. 2 The right holder may also prohibit third parties from participating in, encouraging or facilitating such unlawful use. Inserted by Annex No 4 of the FA of 22 June 2007, in force since 1 July 2008 ( AS 2008 2551 ; BBl 2006 1 )."
    },
    {
      "provision_ref": "art10",
      "chapter": "Section 3 Scope of Protection and Effects",
      "section": "10",
      "title": "Obligation of the right holder to provide information",
      "content": "Any person who makes a reference to a registered design on goods or business papers without indicating the number of the design right is obliged to provide the number free of charge on request."
    },
    {
      "provision_ref": "art11",
      "chapter": "Section 3 Scope of Protection and Effects",
      "section": "11",
      "title": "Several right holders",
      "content": "Where there are several right holders, the rights provided for in Article 9 accrue to them jointly unless otherwise agreed."
    },
    {
      "provision_ref": "art12",
      "chapter": "Section 3 Scope of Protection and Effects",
      "section": "12",
      "title": "Right of prior use",
      "content": "1 The right holder may not prohibit third parties from continuing to use a design to the same extent as previously where those parties have used the design in Switzerland in good faith during the following periods: a. before the filing date or priority date; b. during the period of deferment of the publication (Art. 26). 2 The right of prior use may only be transferred together with the business."
    },
    {
      "provision_ref": "art13",
      "chapter": "Section 3 Scope of Protection and Effects",
      "section": "13",
      "title": "Right of parallel use",
      "content": "1 The right holder may not invoke the registered design against third parties who have used the design commercially in good faith in Switzerland or who have made special preparations for that purpose between the last day of the time limit stipulated for payment of the fee for a further period of protection and the day on which a request for further processing (Art. 31) was filed. 2 The right of parallel use may only be transferred together with the business. 3 Any person claiming a right of parallel use must pay the right holder appropriate compensation from the date on which the design right is revived."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Transfer",
      "content": "1 The right holder may transfer the design right in whole or in part. 2 The transfer is only valid if evidenced in writing, but it does not have to be entered in the Register. It is only effective in relation to third parties who are acting in good faith once it has been entered in the Register. 3 Until the transfer has been entered in the Register: a. licensees acting in good faith may discharge their obligations to the former right holder; b. actions under this Act may be brought against the former right holder."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Licencing",
      "content": "1 The right holder may permit third parties to use the design right or individual rights conferred by the design right either exclusively or non-exclusively. 2 The licence is entered in the Register at the request of one of the parties involved. It then becomes binding on any rights to the design subsequently acquired."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Usufruct and Pledge",
      "content": "1 A design right may be subject to usufruct or pledge. 2 Usufruct and pledges may only take effect in relation to persons who acquire the design right in good faith if they are entered in the Register. The entry is made at the request of one of the parties concerned. 3 Prior to registration of a usufruct, licensees acting in good faith may discharge their obligations to the former right holder."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Compulsory enforcement",
      "content": "A design right can be subject to compulsory enforcement."
    },
    {
      "provision_ref": "art18",
      "chapter": "Section 4 Representation",
      "section": "18",
      "title": "",
      "content": "1 Any person who is party to an administrative procedure under this Act but is not domiciled or does not have a registered office in Switzerland must designate an address for service in Switzerland unless international law or the competent foreign body permits the authority to serve documents directly in the state concerned. 2 The IPI is entitled to declare to the competent foreign body that direct service is permitted in Switzerland in intellectual property matters provided Switzerland is granted reciprocal rights. Amended by Annex No 3 of the FD of 28 Sept. 2018 on the Approval and Implementation of European Convention No 94 on the Service Abroad of Documents relating to Administrative Matters, in force since 1 April 2019 ( AS 2019 975 ; BBl 2017 5947 )."
    },
    {
      "provision_ref": "art19",
      "chapter": "Section 1 Filing",
      "section": "19",
      "title": "General requirements",
      "content": "1 A design is considered to have been filed once an application for registration has been submitted to IPI. The application must contain: a. a request for registration; b. a representation of the design suitable for reproduction; if the representation does not fulfil this requirement, the IPI will set a time limit within which the applicant must remedy the defect. 2 The prescribed fee for the first period of protection must also be paid within the time limit set by the IPI. 3 If a two-dimensional design is filed for which a deferment of publication has been requested under Article 26, a specimen of the design may be filed in lieu of the representation. If design protection is to be maintained beyond expiry of the deferment period, a representation of the design suitable for reproduction must first be submitted to the IPI. 4 On payment of a fee, a description of the design containing no more than 100 words may be included to explain the representation of the design. Amended by Annex No 3 of the FD of 28 Sept. 2018 on the Approval and Implementation of European Convention No 94 on the Service Abroad of Documents relating to Administrative Matters, in force since 1 April 2019 ( AS 2019 975 ; BBl 2017 5947 ). Name in accordance with Annex No 5 of the FA of 21 June 2013, in force since 1 Jan. 2017 ( AS 2015 3631 ; BBl 2009 8533 ). This modification has been made throughout the text."
    },
    {
      "provision_ref": "art20",
      "chapter": "Section 1 Filing",
      "section": "20",
      "title": "Multiple applications",
      "content": "1 that belong to the same product class under the Locarno Agreement of 8 October 1968 Establishing an International Classification for Industrial Designs may be filed as a multiple application. 2 The Federal Council may limit the size and weight of multiple applications. SR 0.232.121.3"
    },
    {
      "provision_ref": "art21",
      "chapter": "Section 1 Filing",
      "section": "21",
      "title": "Effect of filing",
      "content": "Filing creates a presumption of novelty and individual character as well as of the entitlement to file it."
    },
    {
      "provision_ref": "art22",
      "chapter": "Section 2 Priority",
      "section": "22",
      "title": "Requirements and effects of priority",
      "content": "1 If a design is duly filed first in another Member State of the Paris Convention for the Protection of Industrial Property of 20 March 1883, or with effect in such a Member State, the applicant or successor in title may claim the date of first filing for the filing of the same design in Switzerland, provided the filing in Switzerland takes place within six months of the date of first filing. 2 The first filing in a state that grants reciprocity to Switzerland has the same effect as the first filing in a Member State of the Paris Convention for the Protection of Industrial Property. SR 0.232.01 , 0.232.02 , 0.232.03 , 0.232.04"
    },
    {
      "provision_ref": "art23",
      "chapter": "Section 2 Priority",
      "section": "23",
      "title": "Formal requirements",
      "content": "1 Any person claiming a right of priority must file a declaration of priority with the IPI. The IPI may request the submission of a priority document. 2 The right to claim priority is forfeited if the time limits and formal requirements laid down by the Federal Council are not observed. 3 Registration of priority is merely a presumption in favour of the right holder."
    },
    {
      "provision_ref": "art24",
      "chapter": "Section 3 Registration and Renewal of Protection; Electronic Administrative Communication",
      "section": "24",
      "title": "Registration",
      "content": "1 A design filed in accordance with the legal provisions shall be entered in the Register. 2 The IPI shall dismiss an application for registration if the formal requirements as set out in Article 19 paragraphs 1 and 2 are not fulfilled. 3 It shall reject an application for registration if it is evident that an absolute ground for refusal in accordance with Article 4 letters a, d or e exists. 4 All amendments concerning the validity of the design right or the right to the design shall also be entered in the Register. The Federal Council may provide for the registration of further particulars such as disposal restrictions ordered by the courts or compulsory enforcement authorities."
    },
    {
      "provision_ref": "art25",
      "chapter": "Section 3 Registration and Renewal of Protection; Electronic Administrative Communication",
      "section": "25",
      "title": "Publication",
      "content": "1 On the basis of the entries in the Register, the IPI shall publish the particulars of the design provided for in the Ordinance and a reproduction of the filed design. 2 The IPI determines the organ of publication."
    },
    {
      "provision_ref": "art26",
      "chapter": "Section 3 Registration and Renewal of Protection; Electronic Administrative Communication",
      "section": "26",
      "title": "Deferment of the publication",
      "content": "1 The applicant may request in writing that publication be deferred for up to a maximum of 30 months from the filing or priority date. 2 During the period of deferment, the right holder may request immediate publication at any time. 3 The IPI will keep the filed design secret until expiry of the deferment period. Secrecy will be maintained indefinitely if the application is withdrawn before the expiry of the deferment period."
    },
    {
      "provision_ref": "art26a",
      "chapter": "Section 3 Registration and Renewal of Protection; Electronic Administrative Communication",
      "section": "26a",
      "title": "a Electronic administrative communication",
      "content": "1 The Federal Council may authorise the IPI to regulate electronic communication in accordance with the general provisions on the administration of federal justice. 2 The dossier and the files may be maintained and stored in electronic form. 3 The Register may be maintained in electronic form. 4 The IPI may make its database accessible, particularly online, to third parties; it may demand remuneration for this service. 5 The IPI’s publications may be produced in electronic form; the electronic version, however, is the authoritative version only if the data is published exclusively in electronic form. Inserted by Annex No 5 of the FA of 19 Dec. 2003 on Electronic Signatures, in force since 1 Jan. 2005 ( AS 2004 5085 ; BBl 2001 5679 )."
    },
    {
      "provision_ref": "art27",
      "chapter": "Section 3 Registration and Renewal of Protection; Electronic Administrative Communication",
      "section": "27",
      "title": "Access to the Register and inspection of the files",
      "content": "1 Any person may inspect the Register, obtain information on its contents and request extracts from it; Article 26 remains reserved. 2 In addition, any person may inspect the files of a registered design. The Federal Council may restrict the right of inspection only if manufacturing or trade secrets or other overriding interests so require. 3 Exceptionally, the files may be inspected prior to registration, insofar as the requirements and scope of protection (Art. 2−17) are not affected. The Federal Council shall regulate the details."
    },
    {
      "provision_ref": "art28",
      "section": "28",
      "title": "Cancellation of the registration",
      "content": "The IPI shall cancel a registration in whole or in part if: a. the right holder requests the cancellation; b. the registration is not renewed; c. the prescribed fees are not paid; d. the registration is declared invalid in a final court decision; or e. the term of protection under Article 5 has expired."
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "International filing of an application",
      "content": "Any person who designates Switzerland in an international filing of an industrial design will thereby obtain the protection of this Act as if the filing had taken place in Switzerland. Where the provisions of the Hague Agreement of 6 November 1925 Concerning the International Deposit of Industrial Designs are more favourable than the provisions of this Act for the proprietor of the international filing, the provisions of the Agreement will take precedence. [BS 11 1039]. See now the Agreement of 28 Nov. 1960 ( SR 0.232.121.2 )."
    },
    {
      "provision_ref": "art30",
      "chapter": "Section 4 Fees",
      "section": "30",
      "title": "",
      "content": "The amount of the fees to be paid under this Act and its ordinance as well as the terms of payment are governed by the Fee Regulations of 28 April 1997 of the Swiss Federal Institute of Intellectual Property (IGE-GebO). [ AS 1997 2173 , 1999 2632 , 2005 2323 , 2006 4487 , 2007 4477 Ziff. VI, 2008 1897 , 2011 2251 , 2013 1307 , 2016 1049 . AS 2016 4845 Art. 12]. See now the Ordinance of the IG of 14 June 2016 about fees ( SR 232.148 )."
    },
    {
      "provision_ref": "art31",
      "chapter": "Section 1 Further Processing for Missed Time Limits",
      "section": "31",
      "title": "",
      "content": "1 If the applicant or the right holder fails to observe a time limit required by the IPI, he may file a request with the latter for further processing. 2 The request must be filed within two months of receiving notice of the expiry of the time limit, and at the latest within six months of expiry of the said time limit. Within this time period, the omitted act must be carried out in full and the fee for further processing paid. 3 If the IPI accepts the request for further processing, the situation is restored to that which would have resulted from carrying out the act within the time limit. 4 Further processing is excluded in the case of failure to observe the time limits: a. for filing a request for further processing; b. for claiming priority. Amended by Annex No 4 of the FA of 22 June 2007, in force since 1 July 2008 ( AS 2008 2551 ; BBl 2006 1 )."
    },
    {
      "provision_ref": "art32",
      "chapter": "Section 2 …",
      "section": "32",
      "title": "",
      "content": "Repealed by Annex No 22 of the Federal Administrative Court Act of 17 June 2005, with effect from 1 Jan. 2007 ( AS 2006 2197 1069 ; BBl 2001 4202 )."
    },
    {
      "provision_ref": "art33",
      "chapter": "Section 3 Protection under Civil Law",
      "section": "33",
      "title": "Action for a declaratory judgment",
      "content": "Any person who can demonstrate a legal interest may apply to the court for a declaratory judgement as to whether a right or legal relationship governed by this Act does or does not exist."
    },
    {
      "provision_ref": "art34",
      "chapter": "Section 3 Protection under Civil Law",
      "section": "34",
      "title": "Action for assignment",
      "content": "1 Any person who claims a greater right to a design may bring an action for assignment of the design right against the right holder. 2 If the right holder is acting in good faith, the action must be brought against him or her within a period of two years from publication of the design. 3 If the assignment is ordered, licences or other rights granted to third parties in the intervening period lapse; however, if they have used the design commercially in Switzerland in good faith or have made special preparations to do so, these third parties are entitled to be granted a non-exclusive licence. 4 Any claims for damages remain reserved."
    },
    {
      "provision_ref": "art35",
      "chapter": "Section 3 Protection under Civil Law",
      "section": "35",
      "title": "Action for performance",
      "content": "1 A right holder whose right has been infringed or threatened may request the court: a. to prohibit an imminent infringement; b. to remedy an existing infringement; c. to require the defendant to provide information on the origin and extent of unlawfully manufactured items in his possession and to name the recipients and disclose the extent of any distribution to commercial customers. 2 Actions brought under the Code of Obligations for damages, satisfaction and handing over of profits in accordance with the provisions concerning agency without authority remain reserved. 3 An action for performance may be instituted only after the design has been entered in the Register. Claims for damages may be made retroactively from the time at which the defending party obtained knowledge of the content of the application for registration. 4 Any person who holds an exclusive licence is entitled to bring a separate action irrespective of the registration of the licence in the Register unless this is expressly excluded in the licence agreement. Any licensees may join an infringement action in order to claim their own damages. SR 220"
    },
    {
      "provision_ref": "art36",
      "chapter": "Section 3 Protection under Civil Law",
      "section": "36",
      "title": "Forfeiture in civil proceedings",
      "content": "The court may order the forfeiture and sale or destruction of the unlawfully manufactured items or equipment, devices and other means that primarily serve their manufacture. Revised by the Federal Assembly Drafting Committee (Art. 33 ParlPA – AS 1974 1051 )."
    },
    {
      "provision_ref": "art37",
      "chapter": "Section 3 Protection under Civil Law",
      "section": "37",
      "title": "",
      "content": "Repealed by Annex 1 No II 11 of the Civil Procedure Code of 19 Dec. 2008, with effect from 1 Jan. 2011 ( AS 2010 1739 ; BBl 2006 7221 )."
    },
    {
      "provision_ref": "art38",
      "section": "38",
      "title": "Preliminary measures",
      "content": "Any person requesting preliminary measures may, in particular, request that the court orders measures to: a. secure evidence; b. establish the origin of items unlawfully manufactured; c. preserve the existing state of affairs; d. provisionally enforce claims for injunctive relief and remedy. Amended by Annex 1 No II 11 of the Civil Procedure Code of 19 Dec. 2008, in force since 1 Jan. 2011 ( AS 2010 1739 ; BBl 2006 7221 )."
    },
    {
      "provision_ref": "art39",
      "section": "39",
      "title": "Publication of the judgment",
      "content": "The court may order, at the request of the successful party, that the judgement be published at the expense of the other party. The court determines the form and extent of publication."
    },
    {
      "provision_ref": "art40",
      "section": "40",
      "title": "Notification of judgments",
      "content": "The courts shall provide the IPI with full official copies of the final judgments free of charge. Amended by Annex No 4 of the FA of 22 June 2007, in force since 1 July 2008 ( AS 2008 2551 ; BBl 2006 1 )."
    },
    {
      "provision_ref": "art41",
      "chapter": "Section 4 Protection under Criminal Law",
      "section": "41",
      "title": "Infringement of a design right",
      "content": "1 On complaint from the right holder, any person who wilfully infringes the design right of another is liable to a custodial sentence not exceeding one year or a monetary penalty if he: a. unlawfully uses the design; b. participates in, encourages or facilitates such unauthorised use; c. refuses to provide the competent authority with information on the origin and extent of unlawfully manufactured items in his possession and to name the recipients and disclose the extent of any distribution to commercial customers. 2 If the offender acts for commercial gain, he shall be prosecuted ex officio . The penalty is a custodial sentence not exceeding five years or a monetary penalty. The custodial sentence shall be combined with a monetary penalty. Amended by Annex No 4 of the FA of 22 June 2007, in force since 1 July. 2008 ( AS 2008 2551 ; BBl 2006 1 ). {Amended by Annex No 4 of the FA of 22 June 2007, in force since 1 July 2008 ( AS 2008 2551 ; BBl 2006 1 )."
    },
    {
      "provision_ref": "art41a",
      "chapter": "Section 4 Protection under Criminal Law",
      "section": "41a",
      "title": "a Non-punishable acts",
      "content": "Acts under Article 9 paragraph 1 bis are not criminal offences. {Inserted by Annex No 4 of the FA of 22 June 2007, in force since 1 July 2008 ( AS 2008 2551 ; BBl 2006 1 )."
    },
    {
      "provision_ref": "art42",
      "chapter": "Section 4 Protection under Criminal Law",
      "section": "42",
      "title": "Offences committed within a business",
      "content": "Articles 6 and 7 of the Federal Act of 22 March 1974 on Administrative Criminal Law apply to offences committed within a business by subordinates, agents or representatives. SR 313.0"
    },
    {
      "provision_ref": "art43",
      "chapter": "Section 4 Protection under Criminal Law",
      "section": "43",
      "title": "Suspension of proceedings",
      "content": "1 If the person under investigation institutes civil proceedings for the nullity or non-infringement of the design right, the court may suspend criminal proceedings. 2 If the person under investigation claims in criminal proceedings that the design right is invalid or has not been infringed, the court may set an appropriate time limit for him to assert his claims in civil proceedings. 3 The limitation period for prosecution is suspended during the stay of proceedings."
    },
    {
      "provision_ref": "art44",
      "chapter": "Section 4 Protection under Criminal Law",
      "section": "44",
      "title": "Forfeiture in criminal proceedings",
      "content": "The court may order the forfeiture and sale or destruction of the unlawfully produced items or equipment, devices and other means that primarily serve their manufacture, even in the event of an acquittal."
    },
    {
      "provision_ref": "art45",
      "section": "45",
      "title": "Prosecution",
      "content": "Prosecution is the responsibility of the cantons."
    },
    {
      "provision_ref": "art46",
      "chapter": "Section 5 Assistance provided by the Federal Office for Customs and Border Security Assistance provided by the Federal Office for Customs and Border Security",
      "section": "46",
      "title": "",
      "content": "1 The Federal Office for Customs and Border Security (FOCBS) is authorised to notify the right holder of a filed design if there is any suspicion that unlawfully manufactured items may imminently be brought into or taken out of Swiss customs territory. 2 In such cases, the FOCBS is authorised to withhold the items for three working days in order that the right holder may file an application under Article 47. Amended by Annex No 4 of the FA of 22 June 2007, in force since 1 July 2008 ( AS 2008 2551 ; BBl 2006 1 ). Amended by No I 4 of the O of 12 June 2020 on the Amendment of Legislation as a consequence of the Change in the Name of the Federal Customs Administration as part of its further Development, in force since 1 Jan. 2022 ( AS 2020 2743 ). Name in accordance with No I 4 of the O of 12 June 2020 on the Amendment of Legislation as a consequence of the Change in the Name of the Federal Customs Administration as part of its further Development, in force since 1 Jan. 2022 ( AS 2020 2743 ). This amendment has been made throughout the text."
    },
    {
      "provision_ref": "art47",
      "chapter": "Section 5 Assistance provided by the Federal Office for Customs and Border Security Assistance provided by the Federal Office for Customs and Border Security",
      "section": "47",
      "title": "Application for assistance",
      "content": "1 If the right holder or a licensee of a filed design entitled to initiate proceedings has clear indications that unlawfully manufactured items may imminently be brought into or taken out of Swiss customs territory, he may request the FOCBS in writing to refuse the release of the items. 2 The person filing the application (the applicant) must provide all relevant information available to him that is necessary for the FOCBS’s decision; this includes a precise description of the items. 3 The FOCBS makes the final decision on the application. It may charge a fee to cover the administrative costs. Amended by Annex No 5 of the FA of 21 June 2013, in force since 1 Jan. 2017 ( AS 2015 3631 ; BBl 2009 8533 )."
    },
    {
      "provision_ref": "art48",
      "chapter": "Section 5 Assistance provided by the Federal Office for Customs and Border Security Assistance provided by the Federal Office for Customs and Border Security",
      "section": "48",
      "title": "Withholding of items",
      "content": "1 If the FOCBS, based on an application under Article 47 paragraph 1, has reasonable grounds to suspect that certain items intended to be brought into or taken out of Swiss customs territory have been unlawfully manufactured, then it shall notify both the applicant and the declarant, holder or owner of the items accordingly. 2 The FOCBS shall withhold the items in question for a maximum of ten working days from the time of notification pursuant to paragraph 1, so that the applicant may obtain preliminary measures. 3 Where justified by circumstances, the FOCBS may withhold the items in question for a maximum of ten additional working days. Amended by Annex No 5 of the FA of 21 June 2013, in force since 1 Jan. 2017 ( AS 2015 3631 ; BBl 2009 8533 )."
    },
    {
      "provision_ref": "art48a",
      "section": "48a",
      "title": "a Samples",
      "content": "1 While the items are being withheld, the FOCBS is authorised to hand over or deliver to the applicant, on request, samples for examination or to permit the applicant to inspect the items being withheld. 2 The samples are collected and delivered at the expense of the applicant. 3 They must be returned after the examination has been carried out, if this is reasonable. If samples are retained by the applicant, they are subject to the provisions of customs legislation. Inserted by Annex No 4 of the FA of 22 June 2007, in force since 1 July 2008 ( AS 2008 2551 ; BBl 2006 1 )."
    },
    {
      "provision_ref": "art48b",
      "section": "48b",
      "title": "b Safeguarding of manufacturing and trade secrets",
      "content": "1 At the same time as notification is made in accordance with Article 48 paragraph 1, the FOCBS shall inform the declarant, holder or owner of the items of the possible handover of samples or the opportunity to inspect them in accordance with Article 48 a paragraph 1. 2 The declarant, holder or owner may request to be present at the inspection in order to safeguard his manufacturing or trade secrets. 3 The FOCBS may refuse to hand over samples on reasoned request from the declarant, holder or owner. Inserted by Annex No 4 of the FA of 22 June 2007, in force since 1 July 2008 ( AS 2008 2551 ; BBl 2006 1 )."
    },
    {
      "provision_ref": "art48c",
      "section": "48c",
      "title": "c Application for destruction of the items",
      "content": "1 When making an application under Article 47 paragraph 1, the applicant may submit a written request to the FOCBS to destroy the items. 2 If an application for destruction is made, the FOCBS shall notify the declarant, holder or owner of the items accordingly as part of the notification made under Article 48 paragraph 1. 3 The application for destruction does not result in an extension to the time limits for obtaining preliminary measures under Article 48 paragraphs 2 and 3. Inserted by Annex No 4 of the FA of 22 June 2007, in force since 1 July 2008 ( AS 2008 2551 ; BBl 2006 1 )."
    },
    {
      "provision_ref": "art48d",
      "section": "48d",
      "title": "d Consent",
      "content": "1 The destruction of the items requires the consent of the declarant, holder or owner. 2 Consent is deemed to be given if the declarant, holder or owner does not expressly object to the destruction within the time limits under Article 48 paragraphs 2 and 3. Inserted by Annex No 4 of the FA of 22 June 2007, in force since 1 July 2008 ( AS 2008 2551 ; BBl 2006 1 )."
    },
    {
      "provision_ref": "art48e",
      "section": "48e",
      "title": "e Evidence",
      "content": "Before the destruction of the items, the FOCBS shall remove samples and hold them in safekeeping as evidence in any actions for damages. Inserted by Annex No 4 of the FA of 22 June 2007, in force since 1 July 2008 ( AS 2008 2551 ; BBl 2006 1 )."
    },
    {
      "provision_ref": "art48f",
      "section": "48f",
      "title": "f Damages",
      "content": "1 If the destruction of the items proves to be unjustified, the applicant is exclusively liable for the resultant loss. 2 If the declarant, holder or owner has given express written consent for the destruction, no claims for damages may be made against the applicant if the destruction later proves to be unjustified. Inserted by Annex No 4 of the FA of 22 June 2007, in force since 1 July 2008 ( AS 2008 2551 ; BBl 2006 1 )."
    },
    {
      "provision_ref": "art48g",
      "section": "48g",
      "title": "g Costs",
      "content": "1 The destruction of the items is carried out at the expense of the applicant. 2 The decision about the costs of collecting and safekeeping samples under Article 48 e are decided by the court in connection with the assessment of claims for damages in accordance with Article 48 f paragraph 1. Inserted by Annex No 4 of the FA of 22 June 2007, in force since 1 July 2008 ( AS 2008 2551 ; BBl 2006 1 )."
    },
    {
      "provision_ref": "art49",
      "section": "49",
      "title": "Accountability statement and damages",
      "content": "1 Where it is anticipated that withholding the items may lead to a loss being incurred, the FOCBS may make withholding of the items dependent on the applicant providing them with an accountability statement. As an alternative to this statement and where justified by circumstances, the FOCBS may request the applicant to provide appropriate security. 2 The applicant is liable for any losses incurred from withholding the items and from collecting the samples if preliminary measures are not ordered or prove to be unfounded. Amended by Annex No 4 of the FA of 22 June 2007, in force since 1 July 2008 ( AS 2008 2551 ; BBl 2006 1 )."
    },
    {
      "provision_ref": "art50",
      "chapter": "Chapter 4 Final Provisions",
      "section": "50",
      "title": "Implementation",
      "content": "The Federal Council shall enact the implementing provisions."
    },
    {
      "provision_ref": "art51",
      "chapter": "Chapter 4 Final Provisions",
      "section": "51",
      "title": "Repeal and amendment of current law",
      "content": "The repeal and amendment of the current law is regulated in the Annex."
    },
    {
      "provision_ref": "art52",
      "chapter": "Chapter 4 Final Provisions",
      "section": "52",
      "title": "Transitional provisions",
      "content": "1 Registered designs are subject to the new Act from the date it enters into force. An application for a fourth period of protection must be submitted to the IPI, together with a representation of the design suitable for reproduction. 2 Designs already filed but not yet registered at the time of entry into force of this Act shall be subject to the previous law up to the time of their registration. 3 Registered designs that are sealed at the time of entry into force of this Act shall remain sealed until the end of the first period of protection. 4 Article 35 paragraph 4 applies only to licence agreements that have been concluded or confirmed after the entry into force of this Act."
    },
    {
      "provision_ref": "art53",
      "chapter": "Chapter 4 Final Provisions",
      "section": "53",
      "title": "Referendum and commencement",
      "content": "1 This Act is subject to an optional referendum. 2 The Federal Council shall determine the commencement date. Commencement date: 1 July 2002 FCD of 8 March 2002."
    }
  ],
  "definitions": []
}