{
  "id": "sr-221-302-33",
  "type": "statute",
  "title": "Verordnung der Eidgenössischen Revisionsaufsichtsbehörde vom 17. März 2008 über die Beaufsichtigung von Revisionsunternehmen (Aufsichtsverordnung RAB, ASV-RAB)",
  "title_en": "Ordinance of the Federal Audit Oversight Authority of 17 March 2008 on the Oversight of Audit Firms (Oversight Ordinance FAOA, OO-FAOA)",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2008/188/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Section 1 Scope and Subject Matter",
      "section": "1",
      "title": "",
      "content": "1 This Ordinance applies to: a. audit firms that provide audit services to public interest entities and are subject to the oversight of the Federal Audit Oversight Authority; b. audit firms that have voluntarily subjected themselves to the oversight of the Oversight Authority. 2 It regulates: a. the auditing standards that must be complied with when audit services are provided; b. the Oversight Authority’s procedure for inspecting audit firms under state oversight. Amended by No I of the FAOA O of 10 Nov. 2014, in force since 1 Jan. 2015 ( AS 2014 4093 )."
    },
    {
      "provision_ref": "art2",
      "chapter": "Section 2 Applicable Auditing Standards",
      "section": "2",
      "title": "Swiss standards for auditing financial statements",
      "content": "Annual and consolidated financial statements that have been prepared in accordance with the provisions of the Code of Obligations (CO) or any of the following recommendations and regulations on accounting must be audited in accordance with the Swiss standards recognised by the Oversight Authority for auditing financial statements issued by the Swiss Expert Association for Audit, Tax and Fiduciary, Expertsuisse (SA-CH), namely: a. the accounting recommendations of the Commission for Financial Reporting Standards (Swiss GAAP FER); b. the accounting regulations of the Swiss Federal Financial Market Supervisory Authority (FINMA) for banks and securities firms (Art. 25–42 of the Banking Ordinance of 30 April 2014); or c. the FINMA accounting regulations for collective investment schemes (Art. 91 of the Collective Investment Schemes Act of 23 June 2006). Amended by No I of the FAOA O of 18 Nov. 2022, in force since 15 Dec. 2022 ( AS 2022 724 ). SR 220 SR 952.02 SR 951.31"
    },
    {
      "provision_ref": "art3",
      "chapter": "Section 2 Applicable Auditing Standards",
      "section": "3",
      "title": "Foreign auditing standards",
      "content": "1 Annual and consolidated financial statements that have been prepared in accordance with foreign accounting standards must be audited in conformity with the auditing standards, recognised by the Oversight Authority, of the International Auditing and Assurance Standards Board (IAASB). 2 The Oversight Authority may recognise other equivalent auditing standards. 3 Annual and consolidated financial statements of companies with their registered office in Switzerland that have been prepared in accordance with foreign accounting standards and audited in accordance with foreign auditing standards must also be audited in accordance with SA-CH. Amended by No I of the FAOA O of 18 Nov. 2022, in force since 15 Dec. 2022 ( AS 2022 724 )."
    },
    {
      "provision_ref": "art4",
      "chapter": "Section 2 Applicable Auditing Standards",
      "section": "4",
      "title": "Special purpose audit engagements",
      "content": "1 Audit services under Article 2 letter a letter 1 of the Audit Oversight Act of 16 December 2005 (AOA) provided by companies with registered office in Switzerland that do not concern the auditing of annual or consolidated financial statements (special purpose audit engagements) must be provided in accordance with the SA-CH and the Swiss auditing standards of Expertsuisse (AS). 2 All legally required audit services provided by companies with registered office abroad that do not concern the auditing of annual or consolidated financial statements (special purpose audit engagements) must, correspondingly, be provided in accordance with foreign auditing standards pursuant to Article 3 paragraphs 1 and 2. SR 221.302 Amended by No I of the FAOA O of 18 Nov. 2022, in force since 15 Dec. 2022 ( AS 2022 724 )."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Firm-wide quality assurance measures",
      "content": "1 Audit firms that apply the SA-CH and the AS when providing audit services under Article 2 letter a letter 1 AOA must ensure the quality of their audit services in accordance with the provisions of the Swiss Standard on Quality Control 1 (ISQC-CH 1). 2 Audit firms that apply the auditing standards of the IAASB when auditing annual and consolidated financial statements must ensure the quality of their audit services in accordance with ISQC-CH 1 and the International Standards on Quality Management 1 and 2 (ISQM 1 and 2). Amended by No I of the FAOA O of 18 Nov. 2022, in force since 15 Dec. 2022 ( AS 2022 724 ). SR 221.302"
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Publication of recognised auditing and quality control standards",
      "content": "The Oversight Authority shall publish a list of the recognised auditing and quality control standards. Amended by No I of the FAOA O of 18 Nov. 2022, in force since 15 Dec. 2022 ( AS 2022 724 )."
    },
    {
      "provision_ref": "art6a",
      "section": "6a",
      "title": "a Standards for audits under the financial markets legislation",
      "content": "When providing audit services under Article 2 letter a number 2 AOA, the audit companies must comply with the audit principles issues or recognised by FINMA. Inserted by No I of the FAOA O of 10 Nov. 2014 ( AS 2014 4093 ). Amended by No I of the FAOA O of 18 Nov. 2022, in force since 15 Dec. 2022 ( AS 2022 724 ). SR 221.302"
    },
    {
      "provision_ref": "art7",
      "chapter": "Section 3 Procedure for the Inspection of Audit Firms under State Oversight",
      "section": "7",
      "title": "Subject matter of the inspection",
      "content": "1 The Oversight Authority shall inspect, in particular, whether: a. the licensing documents and the annual report submitted to the Oversight Authority are complete and correct; b. the audit firm under state oversight is complying with the provisions and standards relating to independence, internal quality control and the audit services provided. 2 If, during the preceding inspection, measures were agreed on or instructions issued with a view to rectifying a situation, it shall also inspect the implementation of and compliance with these."
    },
    {
      "provision_ref": "art8",
      "chapter": "Section 3 Procedure for the Inspection of Audit Firms under State Oversight",
      "section": "8",
      "title": "Scope of the inspection",
      "content": "Compliance with the applicable provisions and standards shall in principle be inspected in a risk-oriented manner."
    },
    {
      "provision_ref": "art9",
      "chapter": "Section 3 Procedure for the Inspection of Audit Firms under State Oversight",
      "section": "9",
      "title": "Advance notice of the inspection",
      "content": "Advance notice of the inspection shall, as a rule, be given to the audit firm. Notice may be dispensed with if it is necessary to do so in view of the purpose of the inspection."
    },
    {
      "provision_ref": "art10",
      "chapter": "Section 3 Procedure for the Inspection of Audit Firms under State Oversight",
      "section": "10",
      "title": "Requirements relating to the audit documentation and the documentation of quality control measures",
      "content": "1 The audit documentation must be sufficiently comprehensive and detailed to allow the Oversight Authority to obtain a precise picture of the audit carried out (Art. 730 c OR). 2 Audit documentation shall be understood to mean all records that document the nature, time and scope of the audit procedures performed, as well as their results and the conclusions drawn from them. 3 The documentation on the quality control measures in terms of Article 12 AOA must be sufficiently comprehensive and detailed to allow the Oversight Authority to obtain a precise picture of the measures taken and their implementation. 4 The regulations on documentation in the applicable audit standards also apply. Amended by No I of the FAOA O of 10 Nov. 2014, in force since 1 Jan. 2015 ( AS 2014 4093 ). SR 220 SR 221.302"
    },
    {
      "provision_ref": "art11",
      "chapter": "Section 3 Procedure for the Inspection of Audit Firms under State Oversight",
      "section": "11",
      "title": "Inspection of the monitoring process",
      "content": "On the basis of the documentation relating to the monitoring process carried out by businesses, the Oversight Authority shall inspect, in particular: a. the procedure employed for the monitoring process; b. the composition and competence of the teams carrying out the monitoring; c. the criteria used to select the audit services monitored; d. the number of audit services monitored in a financial year; e. the results of monitoring activities. Amended by No I of the FAOA O of 10 Nov. 2014, in force since 1 Jan. 2015 ( AS 2014 4093 )."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Inspection of the quality of the audit services provided",
      "content": "1 The Oversight Authority shall inspect the quality of the audit services provided on the basis of, in particular, the audit firm’s audit documentation. 2 If the audit firm’s internal monitoring process is adequate and can be inspected by the Oversight Authority (Art. 11), the Oversight Authority shall take this into account during its inspection. Amended by No I of the FAOA O of 10 Nov. 2014, in force since 1 Jan. 2015 ( AS 2014 4093 )."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Inspection report",
      "content": "1 The Oversight Authority shall prepare an inspection report. 2 It shall give the audit firm an opportunity to comment on the draft version of the inspection report. 3 It shall allow the audit firm an appropriate period in which to do so, generally 30 days."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Cognisance of the inspection report",
      "content": "1 The Oversight Authority shall send the report to the audit firm’s highest supervisory or governing body. 2 Each member of the highest supervisory or governing body must confirm individually in writing that he or she has taken cognisance of the report."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Opening of proceedings",
      "content": "The Oversight Authority may conduct proceedings and issue decisions at any time, in particular relating to: a. the identification of infringements of applicable provisions and standards; b. the rectification of a situation (Art. 16 para. 4 AOA); c. the imposition of sanctions. SR 221.302"
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Compliance with measures and instructions issued to rectify a situation",
      "content": "1 The audit firm’s highest supervisory or governing body must, at the Oversight Authority’s request, provide details at any time on the status of the implementation of agreed measures or instructions issued to rectify a situation. 2 In order to verify the implementation of and compliance with agreed measures or instructions of the Oversight Authority issued to rectify a situation, the Oversight Authority may conduct a follow-up inspection at any time. The provisions of Section 3 apply by analogy."
    },
    {
      "provision_ref": "art17",
      "chapter": "Section 4 Commencement",
      "section": "17",
      "title": "",
      "content": "This Ordinance comes into force on 1 April 2008."
    }
  ],
  "definitions": []
}