{
  "id": "sr-231-11",
  "type": "statute",
  "title": "Verordnung vom 26. April 1993 über das Urheberrecht und verwandte Schutzrechte (Urheberrechtsverordnung, URV)",
  "title_en": "Ordinance of 26 April 1993 on Copyright and Related Rights (Copyright Ordinance, CopO)",
  "short_name": "URV",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1993/1821_1821_1821/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Section 1 Organisation",
      "section": "1",
      "title": "Appointment",
      "content": "1 When appointing the members of the Federal Arbitration Commission for the Exploitation of Copyrights and Related Rights (Arbitration Commission), the Federal Council shall ensure that there is a balanced composition of members that takes appropriate account of specialist knowledge, the four linguistic communities, the regions of the country as well as both genders. 2 The Federal Council shall designate the chair, the co-arbitrators, their deputies and additional arbitrators. The vice-chair is chosen from the co-arbitrators. 3 The Federal Department of Justice and Police (the Department) shall publish the surnames, first names and places of residence of the newly-appointed members in the Federal Gazette. 4 The Department shall submit proposals to the Federal Council insofar as appointments and administrative matters fall within its competence."
    },
    {
      "provision_ref": "art2",
      "chapter": "Section 1 Organisation",
      "section": "2",
      "title": "Legal status",
      "content": "1 The term of office, resignation from the Arbitration Commission and entitlement to remuneration of members of the Commission are governed by the Commissions Ordinance of 3 June 1996. 2 The members of the Commission are bound by official secrecy. Amended by No I of the O of 21 May 2008, in force since 1 July 2008 ( AS 2008 2427 ). [ AS 1996 1651 , 2000 1157 , 2008 5949 No II. AS 2009 6137 No II 1]. See now: Art. 8 a et seq. of the Ordinance of 25 Nov. 1998 on the Organisation of the Government and the Federal Administration ( SR 172.010.1 )."
    },
    {
      "provision_ref": "art3",
      "chapter": "Section 1 Organisation",
      "section": "3",
      "title": "Administrative management",
      "content": "1 The chair is responsible for the administrative management of the Arbitration Commission. If the chairperson is unable to carry out this task, it shall be undertaken by the vice-chair. 2 The secretariat (Art. 4) may be called upon for support in administrative activities."
    },
    {
      "provision_ref": "art4",
      "chapter": "Section 1 Organisation",
      "section": "4",
      "title": "Secretariat",
      "content": "1 In agreement with the chair of the Arbitration Commission, the Department shall appoint the secretariat of the Arbitration Commission, which shall be headed by a legal secretary. The Department shall provide the necessary infrastructure. 1bis The employment relationship of the secretariat personnel is governed by federal legislation on the personnel of the Confederation. 2 The secretariat is independent from the administrative authorities in carrying out its functions and is only bound to the instructions of the chair. 3 The legal secretary shall carry out the following tasks, in particular: a. drafting decisions, consultations and communications addressed to parties and authorities; b. taking minutes; c. maintaining documentation, providing the public with information about the Arbitration Commission and editing decisions intended for publication. 4 The legal secretary acts in an advisory capacity in procedures in which he or she is taking minutes. Amended by No I of the O of 25 Oct. 1995, in force since 1 Jan. 1996 ( AS 1995 5152 ). Inserted by No I of the O of 25 Oct. 1995 ( AS 1995 5152 ). Amended by No I of the O of 21 May 2008, in force since 1 July 2008 ( AS 2008 2427 )."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Information",
      "content": "1 The Arbitration Commission shall publish its decisions of fundamental importance in official or non-official organs that provide information on administrative justice. 2 It may publish its decisions in a database on its website. Amended by No I of the O of 21 May 2008, in force since 1 July 2008 ( AS 2008 2427 )."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Seat",
      "content": "The Arbitration Commission has its seat in Bern."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Accounting",
      "content": "For the purposes of accounting, the Arbitration Commission is considered an administrative unit of the Department. The Department shall enter the Commission's revenue and expenditure in the budget; the expenditure shall be separated into personnel costs and material costs. Amended by No I of the O of 25 Oct. 1995, in force since 1 Jan. 1996 ( AS 1995 5152 )."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "",
      "content": "Repealed by No I of the O of 25 Oct. 1995, with effect from 1 Jan. 1996 ( AS 1995 5152 )."
    },
    {
      "provision_ref": "art9",
      "chapter": "Section 2 Procedure",
      "section": "9",
      "title": "Submission of a request",
      "content": "1 With the request for approval of a tariff, the collective rights management organisations shall submit the necessary documents and a short report on the negotiations with the relevant user associations (Art. 46 para. 2 CopA). 2 Requests for approval of a new tariff must be presented to the Arbitration Commission at least seven months prior to the intended entry into force of the tariff. In justified cases, the chair may derogate from this time limit. 3 If the negotiations have not been carried out with the required diligence, the chair may return the documents and set another time limit."
    },
    {
      "provision_ref": "art10",
      "chapter": "Section 2 Procedure",
      "section": "10",
      "title": "Initiation of the procedure",
      "content": "1 Based on Article 57 CopA, the chair shall initiate the approval procedure by appointing the members of the Arbitration Board and issuing them with copies of the submissions with annexes and other documents if necessary. 2 The chair shall send the request for approval of a tariff to the relevant user associations participating in the negotiations with the collective rights management organisations and set an appropriate time limit for them to comment in writing. 3 If it is clear from the request for approval that the negotiations with the relevant user associations (Art. 46 para. 2 CopA) have resulted in an agreement, it is not necessary for the associations to comment."
    },
    {
      "provision_ref": "art11",
      "chapter": "Section 2 Procedure",
      "section": "11",
      "title": "Decisions by circulation",
      "content": "Decisions are made by circulation provided that the relevant associations of users have agreed to the tariff and if no member of the Arbitration Board has submitted a request to convene a meeting; interim decisions are made by circulation. Amended by No I of the O of 25 Oct. 1995, in force since 1 Jan. 1996 ( AS 1995 5152 )."
    },
    {
      "provision_ref": "art12",
      "chapter": "Section 2 Procedure",
      "section": "12",
      "title": "Convening a meeting",
      "content": "1 The chair shall determine the date of the meeting, convene the members of the Arbitration Board and notify the collective rights management organisations and user associations involved in the procedure in a timely manner. 2 The meetings generally take place at the seat of the Arbitration Commission (Art. 6)."
    },
    {
      "provision_ref": "art13",
      "chapter": "Section 2 Procedure",
      "section": "13",
      "title": "Hearing",
      "content": "The parties involved have the right to a hearing."
    },
    {
      "provision_ref": "art14",
      "chapter": "Section 2 Procedure",
      "section": "14",
      "title": "Deliberation",
      "content": "1 If the hearing does not result in an agreement among the parties, the Arbitration Board shall immediately begin its deliberation. 2 The deliberation and the subsequent vote shall take place in the absence of the parties. 3 In the event of a tied vote, the chair shall have the casting vote."
    },
    {
      "provision_ref": "art15",
      "chapter": "Section 2 Procedure",
      "section": "15",
      "title": "Adjustment of the tariff proposal",
      "content": "1 If the Arbitration Board finds that a tariff or individual provisions of a tariff cannot be approved, it shall give the collective rights management organisation the opportunity to amend its tariff proposal before a decision is made so that it may be approved. 2 If the collective rights management organisation does not use this opportunity, the Arbitration Board may make the necessary modifications itself (Art. 59 para. 2 CopA)."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Notification of the decision",
      "content": "1 The chair shall give notice of the decision following the deliberation, orally or in the form of written conclusions. 2 The chair shall independently examine and approve the written statement of reasons; if the wording raises questions, it may be presented to the other members of the Arbitration Board by circulation. 3 The period within which an appeal may be filed begins with the service of the reasoned written decision. 4 The members of the Arbitration Board and the legal secretary shall be named in the decision; it shall be signed by the chair and the legal secretary. Amended by No I of the O of 25 Oct. 1995, in force since 1 Jan. 1996 ( AS 1995 5152 ). Amended by No I of the O of 25 Oct. 1995, in force since 1 Jan. 1996 ( AS 1995 5152 ). Amended by No I of the O of 25 Oct. 1995, in force since 1 Jan. 1996 ( AS 1995 5152 )."
    },
    {
      "provision_ref": "art16a",
      "chapter": "Section 3",
      "section": "16a",
      "title": "a Fees and expenses",
      "content": "1 The fees for the examination and approval of the collective rights management organisations’ tariffs (Art. 55–60 CopA) are governed mutatis mutandis by Articles 1 letter a, 2 and 14–18 of the Ordinance of 10 September 1969 on Fees and Costs in Administrative Procedures. 2 The expenses of the Arbitration Commission shall be invoiced separately. The following are considered expenses: a. daily allowances and remuneration; b. costs of gathering evidence, scientific investigations, special examinations and obtaining necessary information and documents; c. costs of work which the Arbitration Commission commissions third parties to carry out; d. transmission and communication costs. SR 172.041.0"
    },
    {
      "provision_ref": "art16b",
      "chapter": "Section 3",
      "section": "16b",
      "title": "b Payment obligation",
      "content": "1 The collective rights management organisation submitting the tariff for approval must pay the fees and expenses. 2 If two or more collective rights management organisations are obliged to pay the same costs, they are jointly and severally liable. 3 In justified cases, the Arbitration Commission may impose part of the costs on the user associations involved in the proceedings."
    },
    {
      "provision_ref": "art16c",
      "chapter": "Section 3",
      "section": "16c",
      "title": "c Due date",
      "content": "The fees and expenses become due with the service of the reasoned written decision."
    },
    {
      "provision_ref": "art16d",
      "chapter": "Section 3",
      "section": "16d",
      "title": "d Applicability of the General Fees Ordinance",
      "content": "In the absence of any specific provision in this Ordinance, the provisions of the General Fees Ordinance of 8 September 2004 apply. SR 172.041.1"
    },
    {
      "provision_ref": "art16e",
      "chapter": "19",
      "section": "16e",
      "title": "e Organisation",
      "content": "1 The Swiss Federal Institute of Intellectual Property shall carry out the tasks of the monitoring office under Article 39 b paragraph 1 CopA. 2 and 3 ... 4 The monitoring office does not charge fees for its activities. Amended by No I of the O of 29 Sept. 2017, in force since 1 Jan. 2018 ( AS 2017 6213 ). Repealed by No I of the O of 29 Sept. 2017, in effect since 1 Jan. 2018 ( AS 2017 6213 )."
    },
    {
      "provision_ref": "art16f",
      "chapter": "19",
      "section": "16f",
      "title": "f Execution of tasks",
      "content": "1 Based on its own observations (Art. 39 b para. 1 let. a CopA) or based on reports (Art. 16 g ), the monitoring office shall investigate whether there are indications of misuse of technical measures. 2 If it discovers such indications, (Art. 39 b para. 1 let. b CopA), it shall, as liaison body, seek an amicable agreement with the parties involved. 3 It does not have the power to make decisions or give instructions. 4 In exercising its powers, it may also call upon agents who do not form part of the Federal Administration; these persons are bound by a duty of confidentiality. Amended by No I of the O of 29 Sept. 2017, in force since 1 Jan. 2018 ( AS 2017 6213 )."
    },
    {
      "provision_ref": "art16g",
      "chapter": "19",
      "section": "16g",
      "title": "g Reports",
      "content": "1 Any person who suspects that technological measures are being misused may report this in writing to the monitoring office. 2 The monitoring office shall confirm receipt of the report and examine it in accordance with Article 16 f paragraph 1. 3 It shall inform the concerned parties of the result of its investigations."
    },
    {
      "provision_ref": "art17",
      "chapter": "Chapter 2 Protection of Computer Programs",
      "section": "17",
      "title": "",
      "content": "1 The permitted use of a computer program in accordance with Article 12 paragraph 2 CopA includes: a. the use of the program in accordance with its intended purpose including loading, displaying, running, transmitting or storing the program as well as producing a copy of the work as required for carrying out these activities by the lawful acquirer; b. observing, studying or testing the functioning of the program for the purpose of determining the ideas and principles underlying a program element when this is done in the context of performing acts of use of the program in accordance with its intended purpose. 2 Necessary information on interfaces under Article 21 paragraph 1 CopA is information which is essential for establishing the interoperability of an independently developed program with other programs and which is not readily accessible to users of the program. 3 Unreasonable prejudice of the normal exploitation of the program within the meaning of Article 21 paragraph 2 CopA occurs in particular when the interface information obtained by decoding is used to develop, produce or commercialise a program that is expressed in a largely similar form."
    },
    {
      "provision_ref": "art17a",
      "chapter": "Chapter 2 Protection of Computer Programs",
      "section": "17a",
      "title": "",
      "content": "Inserted by Annex 2 No 3 of the Ordinance on Equality for People with Disabilities of 19 Nov. 2003 ( AS 2003 4501 ). Repealed by No I of the O of 21 Mar. 2008, with effect from 1 July 2008 ( AS 2008 2427 )."
    },
    {
      "provision_ref": "art18",
      "chapter": "Chapter 3 Assistance provided by the Customs Administration",
      "section": "18",
      "title": "Scope",
      "content": "The assistance provided by the Customs Administration shall extend to the movement of goods into or out of the customs territory if it is suspected that their distribution infringes applicable legislation in Switzerland on copyright and related rights. Amended by No I of the O of 21 May 2008, in force since 1 July 2008 ( AS 2008 2541 )."
    },
    {
      "provision_ref": "art19",
      "chapter": "Chapter 3 Assistance provided by the Customs Administration",
      "section": "19",
      "title": "Application for assistance",
      "content": "1 The holders of the copyright or related rights or licensees entitled to initiate proceedings (applicants) must submit the application for assistance to the Directorate General of Customs. 1bis The Directorate General of Customs shall make a decision on the application no later than 40 days after receipt of the complete documentation. 2 The application is valid for a period of two years unless a shorter period of validity is requested. It may be renewed. Amended by No I of the O of 21 May 2008, in force since 1 July 2008 ( AS 2008 2541 ). Inserted by No I 1 of the Ordinance of 6 June 2014 on Official Processing Times for Matters within the Jurisdiction of the Federal Customs Administration, in force since 1 Sept. 2014 ( AS 2014 2051 )."
    },
    {
      "provision_ref": "art20",
      "chapter": "Chapter 3 Assistance provided by the Customs Administration",
      "section": "20",
      "title": "Withholding of goods",
      "content": "1 If the customs office withholds goods, it shall retain the goods for a fee or shall place them in the custody of a third party at the cost of the applicant. 2 It shall provide the applicant with the name and address of the declarant, holder or owner, a precise description, and details of the quantity and the sender of the goods withheld in Switzerland or abroad. 3 If it is established prior to the expiry of the time limit under Article 77 paragraph 2 or paragraph 2 bis CopA that the applicant will be unable to obtain preliminary measures, the goods shall be released immediately. Amended by Annex 4 No 1 of the Customs Ordinance of 1 Nov. 2006, in force since 1 May 2007 ( AS 2007 1469 ). Amended by No I of the O of 21 May 2008, in force since 1 July 2008 ( AS 2008 2541 ). Now para. 2 and 3. Amended by No I of the O of 17 May 1995, in force since 1 July 1995 ( AS 1995 1778 )."
    },
    {
      "provision_ref": "art20a",
      "chapter": "Chapter 3 Assistance provided by the Customs Administration",
      "section": "20a",
      "title": "a Samples",
      "content": "1 The applicant may request that samples are handed over or delivered to them for examination or that the goods are inspected. Instead of samples, the Customs Administration may provide the applicant with photographs of the goods withheld if this enables the applicant to assess the goods. 2 The request may be submitted with the application for assistance to the Directorate General of Customs or, while the goods are being withheld, directly to the customs office that is withholding the goods. Inserted by No I of the O of 21 May 2008, in force since 1 July 2008 ( AS 2008 2541 )."
    },
    {
      "provision_ref": "art20b",
      "section": "20b",
      "title": "b Safeguarding of manufacturing and trade secrets",
      "content": "1 The Customs Administration shall inform the declarant, holder or owner of the goods of the possibility of submitting a reasoned request for refusal to take samples. It shall set a suitable time limit for him or her to submit the request. 2 If the Customs Administration permits the applicant to inspect the withheld goods, it shall take appropriate consideration of the interests of the applicant and declarant, holder or owner when determining the date of inspection. Inserted by No I of the O of 21 May 2008, in force since 1 July 2008 ( AS 2008 2541 )."
    },
    {
      "provision_ref": "art20c",
      "section": "20c",
      "title": "c Safekeeping of evidence in the event of destruction of goods",
      "content": "1 The Customs Administration shall keep the samples collected for a period of one year starting from the date of notification of the declarant, holder or owner in accordance with Article 77 paragraph 1 CopA. After this time limit expires, the Customs Administration shall request the declarant, holder or owner to take possession of the samples or bear the costs of their continued safekeeping. If the declarant, holder or owner is not willing to do so or does not respond to this request within 30 days, the Customs Administration shall destroy the samples. 2 Instead of collecting samples, the Customs Administration may take photographs of the destroyed goods, provided this serves the purpose of preserving evidence. Inserted by No I of the O of 21 May 2008, in force since 1 July 2008 ( AS 2008 2541 )."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Fees",
      "content": "The fees for assistance provided by the Customs Administration are governed by the Ordinance of 4 April 2007 on Federal Customs Administration Charges. Amended by No I of the O of 21 May 2008, in force since 1 July 2008 ( AS 2008 2541 ). SR 631.035"
    },
    {
      "provision_ref": "art21a21f",
      "chapter": "Chapter 4 …",
      "section": "21a21f",
      "title": "",
      "content": "Inserted by No I of the O of 17 May 1995 ( AS 1995 1778 ). Repealed by No I of the O of 21 May 2008, with effect from 1 July 2008 ( AS 2008 2427 )."
    },
    {
      "provision_ref": "art22",
      "chapter": "Chapter 5",
      "section": "22",
      "title": "Repeal of current law",
      "content": "The following are repealed: a. the Implementing Ordinance of 7 February 1941 to the Federal Act on the Collection of Copyright Royalties; b. the Ordinance of the FDJP of 8 April 1982 on the Granting of Authorisations for the Exploitation of Copyrights; c. the Regulations of 22 May 1958 of the Federal Arbitration Commission on the Exploitation of Copyrights. [BS 2 836; AS 1956 1692 , 1978 1692 , 1982 523 ] [ AS 1982 525 ] [ AS 1958 273 ]"
    },
    {
      "provision_ref": "art23",
      "chapter": "Chapter 5",
      "section": "23",
      "title": "Commencement",
      "content": "This Ordinance comes into force on 1 July 1993."
    }
  ],
  "definitions": []
}