{
  "id": "sr-211-223-131",
  "type": "statute",
  "title": "Verordnung vom 15. Februar 2017 zum Bundesgesetz über die Aufarbeitung der fürsorgerischen Zwangsmassnahmen und Fremdplatzierungen vor 1981 (AFZFV)",
  "title_en": "",
  "short_name": "AFZFV",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2017/146/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "1. Abschnitt: Zuständige Behörde",
      "section": "1",
      "title": "",
      "content": "Die für den Vollzug des AFZFG zuständige Behörde des Bundes ist das Bundesamt für Justiz (BJ)."
    },
    {
      "provision_ref": "art2",
      "chapter": "2. Abschnitt: Solidaritätsbeitrag",
      "section": "2",
      "title": "Einreichung der Gesuche",
      "content": "1 Gesuche um Gewährung des Solidaritätsbeitrags sind beim BJ einzureichen. 2 Für die Gesuchseinreichung stellt das BJ ein Formular und eine Wegleitung zur Verfügung. Fassung gemäss Ziff. I der V vom 18. Nov. 2020, in Kraft seit 1. Jan. 2021 ( AS 2020 5405 )."
    },
    {
      "provision_ref": "art3",
      "chapter": "2. Abschnitt: Solidaritätsbeitrag",
      "section": "3",
      "title": "Opfereigenschaft",
      "content": "1 Zum Nachweis ihrer Opfereigenschaft beschreibt die gesuchstellende Person im Gesuchsformular die früheren Erlebnisse. 2 Sie legt dem Gesuch zudem die Unterlagen bei, die geeignet sind, ihre Opfereigenschaft aufzuzeigen, und die mit vertretbarem Aufwand beschafft werden können. 3 Geeignete Unterlagen sind insbesondere: a. Akten von Heimen; b. Akten von Vormundschaftsbehörden; c. Akten von Erziehungs- oder Strafeinrichtungen; d. medizinische oder psychiatrische Akten; e. Auszüge aus Gemeinderatsprotokollen; f. Schulzeugnisse; g. Bestätigungen des Wohnsitzes zur fraglichen Zeit. 4 Für die Beschaffung der Unterlagen kann die gesuchstellende Person die Unterstützung durch die Archive und die kantonalen Anlaufstellen in Anspruch nehmen. 5 Sind keine Unterlagen vorhanden, namentlich weil sie zerstört worden oder nicht mehr auffindbar sind oder Unterlagen gar nie erstellt wurden, so können auch mündliche Darlegungen genügen. Fassung gemäss Ziff. I der V vom 18. Nov. 2020, in Kraft seit 1. Jan. 2021 ( AS 2020 5405 )."
    },
    {
      "provision_ref": "art4",
      "chapter": "2. Abschnitt: Solidaritätsbeitrag",
      "section": "4",
      "title": "Prüfung der Gesuche",
      "content": "1 Das BJ prüft Gesuche von Personen, die älter als 75 Jahre sind, die nachweislich schwer krank sind oder deren Opfereigenschaft im Rahmen der Soforthilfe bereits anerkannt worden ist, prioritär. 2 Im Übrigen prüft es die Gesuche in der Reihenfolge ihres Eingangs."
    },
    {
      "provision_ref": "art5",
      "chapter": "2. Abschnitt: Solidaritätsbeitrag",
      "section": "5",
      "title": "Beratende Kommission",
      "content": "1 Die Beratende Kommission für die Aufarbeitung der fürsorgerischen Zwangsmassnahmen und Fremdplatzierungen vor 1981 ist eine ausserparlamentarische Kommission nach Artikel 57 a des Regierungs- und Verwaltungsorganisationsgesetzes vom 21. März 1997. 2 Sie besteht aus 7–9 Personen, davon 3–4 Personen, die selbst Betroffene oder Opfer sind. 3 Sie wird vom BJ für die Beurteilung der Gesuche beigezogen und äussert sich insbesondere zu Fragen des Vorgehens, zu Grundsatzfragen sowie zu Gesuchen, die besonders heikle Fragen aufwerfen. SR 172.010 Fassung gemäss Ziff. I der V vom 18. Nov. 2020, in Kraft seit 1. Jan. 2021 ( AS 2020 5405 ). Fassung gemäss Ziff. I der V vom 18. Nov. 2020, in Kraft seit 1. Jan. 2021 ( AS 2020 5405 )."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Entscheid und Auszahlung des Solidaritätsbeitrags",
      "content": "1 Das BJ entscheidet mittels Verfügung über die Anspruchsberechtigung und nimmt die Auszahlungen vor. 2 und 3 … Aufgehoben durch Ziff. I der V vom 18. Nov. 2020, mit Wirkung seit 1. Jan. 2021 ( AS 2020 5405 )."
    },
    {
      "provision_ref": "art6a",
      "section": "6a",
      "title": "a Solidaritätsbeitrag im Todesfall des Opfers",
      "content": "Fällt der Solidaritätsbeitrag eines Opfers im Todesfall in die Erbmasse, so finden die Bestimmungen über die steuerrechtliche, schuldbetreibungsrechtliche sowie sozial- und sozialversicherungsrechtliche Privilegierung nach Artikel 4 Absatz 6 AFZFG keine Anwendung. Eingefügt durch Ziff. I der V vom 18. Nov. 2020, in Kraft seit 1. Jan. 2021 ( AS 2020 5405 )."
    },
    {
      "provision_ref": "art6b",
      "section": "6b",
      "title": "b Rechtsschutz",
      "content": "1 Die Einsprache ist auch bei Entscheiden gegen offensichtlich unbegründete Gesuche zulässig. 2 Offensichtlich unbegründet ist ein Gesuch namentlich dann, wenn: a. die angegebene fürsorgerische Zwangsmassnahme oder Fremdplatzierung klar ausserhalb des zeitlichen Geltungsbereichs des AFZFG liegt; b. die gesuchstellende Person offensichtlich kein Opfer im Sinne von Artikel 2 Buchstabe d AFZFG ist; c. ein Gesuch keinerlei Angaben enthält, die für die Beurteilung der Opfereigenschaft notwendig sind. Eingefügt durch Ziff. I der V vom 18. Nov. 2020, in Kraft seit 1. Jan. 2021 ( AS 2020 5405 )."
    },
    {
      "provision_ref": "art7",
      "chapter": "3. Abschnitt: Aufbewahrung und Archivierung",
      "section": "7",
      "title": "Aufbewahrung und Archivierung beim Bund",
      "content": "Die Aufbewahrung und die Archivierung der Akten zu den fürsorgerischen Zwangsmassnahmen und Fremdplatzierungen vor 1981 beim Bund richten sich nach den Vorschriften der Archivierungsgesetzgebung des Bundes. SR 152.1 ; 152.11"
    },
    {
      "provision_ref": "art8",
      "chapter": "3. Abschnitt: Aufbewahrung und Archivierung",
      "section": "8",
      "title": "Administrative Aufbewahrung",
      "content": "Akten zu den fürsorgerischen Zwangsmassnahmen und Fremdplatzierungen vor 1981 sind, unabhängig davon, wo sie aufbewahrt werden, für eine Dauer von mindestens zehn Jahren nach Inkrafttreten dieser Verordnung weiterhin aufzubewahren. Eine Neubewertung kann frühestens nach Ablauf dieser Frist vorgenommen werden."
    },
    {
      "provision_ref": "art9",
      "chapter": "3. Abschnitt: Aufbewahrung und Archivierung",
      "section": "9",
      "title": "Schutzfrist und Einsichtnahme während der Schutzfrist",
      "content": "1 Soweit keine kantonalen Archivierungsvorschriften bestehen, die eine angemessene Regelung der Schutzfrist und der Einsichtnahme während der Schutzfrist enthalten, gelten die Absätze 2 und 3 dieses Artikels auch für: a. die kantonalen Archive; b. die weiteren staatlichen Archive, die der kantonalen Gesetzgebung unterstehen; c. die Archive der Institutionen nach Artikel 10 Absatz 4 AFZFG. 2 Akten mit Personendaten unterliegen einer Schutzfrist von 80 Jahren. Diese Schutzfrist endet nach dem Tod der betroffenen Person und, falls deren Todesdatum ungewiss ist, 100 Jahre nach ihrer Geburt. 3 Betroffene haben jederzeit Anspruch auf Zugang zu den sie betreffenden Akten. Angehörige haben Anspruch auf Zugang zu diesen Akten, wenn die betroffene Person: a. der Einsichtnahme zustimmt; oder b. verstorben ist. 4 Für Zwecke der Forschung oder der Statistik kann der Zugang gewährt werden, wenn die beiden folgenden Voraussetzungen erfüllt sind: a. Die Betroffenen haben in die Verwendung von Akten mit ihren Personendaten eingewilligt oder die Akten werden, sobald es der Bearbeitungszweck erlaubt, anonymisiert oder ohne direkte Personenkennzeichnung verwendet. b. Die Ergebnisse werden so bekannt gegeben, dass die betroffenen Personen nicht bestimmbar sind."
    },
    {
      "provision_ref": "art10",
      "chapter": "4. Abschnitt:",
      "section": "10",
      "title": "Förderung von Selbsthilfeprojekten",
      "content": "1 Das BJ kann: a. Selbsthilfeprojekte von Organisationen von Opfern und anderen Betroffenen fördern, die zu einer Verbesserung der Situation einer Vielzahl von Opfern und Betroffenen führen können; b. Projekte anderer Organisationen unterstützen, welche die Selbsthilfe von Opfern und Betroffenen fördern. 2 Die Förderung erfolgt namentlich durch die Leistung von Finanzhilfen, durch Beratung, Abgabe von Empfehlungen oder in Form der Übernahme von Patronaten."
    },
    {
      "provision_ref": "art11",
      "chapter": "4. Abschnitt:",
      "section": "11",
      "title": "Gesuche um Finanzhilfen für Selbsthilfeprojekte",
      "content": "1 Die Trägerschaften von Selbsthilfeprojekten reichen Gesuche um finanzielle Unterstützung des Bundes beim BJ ein. Das BJ stellt hierfür ein Formular sowie eine Wegleitung zur Verfügung. 2 Die Gesuche müssen mindestens enthalten: a. einen Projektbeschrieb, der über die Ziele des Projekts, dessen Durchführungsmodalitäten sowie über die zeitliche Planung informiert; b. einen Finanzierungsplan sowie das Budget des Projekts mit Angabe der nachgesuchten Finanzhilfe des Bundes; c. je nach Rechtsform der Projektträgerschaft die Statuten, ein Leitbild oder einen Organisationsbeschrieb, aus denen die Verantwortlichkeiten ersichtlich werden. 3 Das BJ prüft die Gesuche und gewährt Finanzhilfen im Rahmen der bewilligten Kredite. 4 Übersteigen die eingereichten Gesuche die verfügbaren Mittel, so werden diejenigen Gesuche prioritär berücksichtigt, bei denen mit Blick auf die angestrebte Selbsthilfe der beste Wirkungsgrad erwartet werden kann und die einen besonders innovativen Charakter haben. 5 Das BJ begleitet die Projekte über ihre ganze Dauer und führt bei Bedarf auch Audits durch. Es betreibt ein wirksames Controlling aller Selbsthilfeprojekte und veröffentlicht jährlich eine Liste der bewilligten Projekte. 6 Die Projektträgerschaft berichtet dem BJ regelmässig über den Projektverlauf und reicht ihm spätestens sechs Monate nach Projektabschluss einen Schlussbericht ein."
    },
    {
      "provision_ref": "art12",
      "chapter": "4. Abschnitt:",
      "section": "12",
      "title": "Informations- und Erfahrungsaustausch",
      "content": "Das BJ organisiert oder fördert den Informations- und Erfahrungsaustausch zwischen den Opfern und anderen Betroffenen und trägt auf diese Weise insbesondere zur besseren Entwicklung und Entfaltung ihrer persönlichen Ressourcen bei."
    },
    {
      "provision_ref": "art12a",
      "chapter": "4. Abschnitt:",
      "section": "12a",
      "title": "a Plattform für Suchdienste",
      "content": "Das BJ fördert die Einrichtung und den Betrieb einer gemeinsamen Plattform der verschiedenen Suchdienste, die Betroffenen bei ihrer Suche nach Angehörigen oder anderen ihnen nahestehenden Personen helfen."
    },
    {
      "provision_ref": "art13",
      "chapter": "5. Abschnitt: Inkrafttreten",
      "section": "13",
      "title": "",
      "content": "Diese Verordnung tritt am 1. April 2017 in Kraft."
    }
  ],
  "definitions": []
}