{
  "id": "sr-221-411-1",
  "type": "statute",
  "title": "Verordnung vom 6. März 2020 über die Gebühren für das Handelsregister (GebV-HReg)",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2020/180/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Gebührenpflicht",
      "content": "1 Wer eine Verfügung einer Handelsregisterbehörde veranlasst oder von dieser eine Dienstleistung beansprucht, hat eine Gebühr zu bezahlen. 2 Haben mehrere Personen gemeinsam eine Verfügung veranlasst oder eine Dienstleistung beansprucht, so haften sie für die Gebühr solidarisch."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Verzicht auf Gebührenerhebung",
      "content": "1 Die Handelsregisterbehörde erhebt keine Gebühr für: a. Eintragungen, die ein Gericht oder eine Verwaltungsbehörde in einem Urteil oder in einer Verfügung anordnet; b. Mitteilungen und Auskünfte an andere Behörden. 2 Auf die Gebührenerhebung kann verzichtet werden: a. wenn ein überwiegendes öffentliches Interesse an der Verfügung oder Dienstleistung besteht; b. wenn es sich um Verfügungen oder Dienstleistungen mit geringem Aufwand, insbesondere um einfache Auskünfte, handelt; c. soweit die Gebühr voraussichtlich uneinbringlich ist, namentlich weil die gebührenpflichtige Person nachweislich mittellos, ohne bekannte Adresse oder im Ausland ist."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Gebührenansätze",
      "content": "1 Für die Bemessung der Gebühren gelten die Ansätze im Anhang. 2 Ist im Anhang kein Ansatz oder statt einer Pauschale ein Gebührenrahmen festgelegt, so werden die Gebühren, gegebenenfalls innerhalb des Rahmens, nach Zeitaufwand berechnet. Der Stundenansatz beträgt je nach erforderlicher Sachkenntnis des ausführenden Personals 100–250 Franken. 3 Für Verfügungen und Dienstleistungen von aussergewöhnlichem Umfang, besonderer Schwierigkeit oder Dringlichkeit kann die Handelsregisterbehörde Zuschläge bis zu 50 Prozent der Gebühr erheben."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Auslagen",
      "content": "1 Auslagen sind Bestandteil der Gebühr und werden gesondert berechnet. 2 Als Auslagen gelten Kosten, die im Zusammenhang mit einer Verfügung oder Dienstleistung zusätzlich anfallen, insbesondere: a. Übermittlungs- und Kommunikationskosten; b. Kosten für die Beschaffung der notwendigen Informationen, insbesondere von Unterlagen; c. Übersetzungskosten."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Vorschuss und Vorauszahlung",
      "content": "Die Handelsregisterbehörde kann von der gebührenpflichtigen Person einen Vorschuss oder eine Vorauszahlung verlangen."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Rechnungsstellung und Fälligkeit",
      "content": "Die Gebühr wird mit der Rechnungsstellung oder mit Rechtskraft der Verfügung fällig."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Verjährung",
      "content": "1 Die Gebührenforderung verjährt fünf Jahre nach Eintritt der Fälligkeit. 2 Die Verjährung wird durch jede Verwaltungshandlung unterbrochen, mit der die Gebührenforderung bei der gebührenpflichtigen Person geltend gemacht wird. 3 Mit der Unterbrechung beginnt die Verjährung von Neuem."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Verteilung der Gebühreneinnahmen zwischen Bund und Kantonen",
      "content": "1 Die Einnahmen aus den Gebühren für Handelsregistereintragungen nach den Ziffern 1–3 des Anhangs fallen zu 90 Prozent dem Kanton zu, der die Eintragung vorgenommen hat, und zu 10 Prozent der Eidgenossenschaft. 2 Die Einnahmen aus den Gebühren nach den Ziffern 4 und 5 des Anhangs erhält der betreffende Kanton oder die Eidgenossenschaft, je nachdem, wer die Verfügung erlassen oder die Dienstleistung erbracht hat. 3 Der Anteil des Bundes an den von den kantonalen Handelsregisterämtern im vorangehenden Jahr bezogenen Gebühren ist zu Beginn jedes neuen Jahres der Eidgenossenschaft zu überweisen."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Übergangsbestimmung",
      "content": "Die Zahlungsmodalitäten und die Höhe von Gebühren für Verfügungen und Dienstleistungen, die vor Inkrafttreten dieser Verordnung ergehen beziehungsweise erbracht wurden, richten sich nach bisherigem Recht."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Aufhebung eines anderen Erlasses",
      "content": "Die Verordnung vom 3. Dezember 1954 über die Gebühren für das Handelsregister wird aufgehoben. [ AS 1954 1189 , 1972 2771 , 1974 191 , 1982 1998 , 1992 1223 , 1997 2233 , 2004 2669 Anhang Ziff. 1, 2007 4851 Anhang Ziff. II 2]"
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 1. Januar 2021 in Kraft."
    }
  ],
  "definitions": []
}