{
  "id": "sr-231-2",
  "type": "statute",
  "title": "Bundesgesetz vom 9. Oktober 1992 über den Schutz von Topographien von Halbleitererzeugnissen (Topographiengesetz, ToG)",
  "title_en": "",
  "short_name": "ToG",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1993/1828_1828_1828/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "1. Abschnitt: Gegenstand und Geltungsbereich",
      "section": "1",
      "title": "Gegenstand",
      "content": "1 Dieses Gesetz schützt, unabhängig von der Art ihrer Festlegung oder Kodierung, dreidimensionale Strukturen von Halbleitererzeugnissen (Topographien), soweit sie nicht alltäglich sind. 2 Auch Topographien aus alltäglichen Bestandteilen sind geschützt, sofern deren Auswahl oder Anordnung nicht alltäglich ist."
    },
    {
      "provision_ref": "art2",
      "chapter": "1. Abschnitt: Gegenstand und Geltungsbereich",
      "section": "2",
      "title": "Geltungsbereich",
      "content": "1 Der Schutz dieses Gesetzes gilt für: a. Topographien von schweizerischen Herstellern und Herstellerinnen und solchen, die ihren gewöhnlichen Aufenthalt oder ihre geschäftliche Niederlassung in der Schweiz haben; b. Topographien, deren erste Verbreitung in der Schweiz erfolgte; c. Topographien, die aufgrund von völkerrechtlichen Verträgen in der Schweiz geschützt sind. 2 Der Bundesrat kann den Schutz dieses Gesetzes ganz oder teilweise auf Topographien von anderen ausländischen Herstellern und Herstellerinnen ausdehnen, wenn der Staat, in dem diese ihren gewöhnlichen Aufenthalt oder ihre geschäftliche Niederlassung haben oder in dem die Topographie ihre erste Verbreitung fand, in ähnlichem Umfang Gegenrecht gewährt oder gewähren wird. 3 Völkerrechtliche Verträge bleiben vorbehalten."
    },
    {
      "provision_ref": "art3",
      "chapter": "2. Abschnitt: Rechtszuordnung",
      "section": "3",
      "title": "Rechtsinhaber",
      "content": "1 Originäre Rechtsinhaber sind die Hersteller und Herstellerinnen. 2 Hersteller oder Herstellerin ist die natürliche oder juristische Person, welche die Topographie auf eigene Kosten und Gefahr entwickelt hat."
    },
    {
      "provision_ref": "art4",
      "chapter": "2. Abschnitt: Rechtszuordnung",
      "section": "4",
      "title": "Rechtsübergang",
      "content": "Die Rechte an der Topographie sind übertragbar und vererblich."
    },
    {
      "provision_ref": "art5",
      "chapter": "3. Abschnitt: Schutzumfang",
      "section": "5",
      "title": "Nutzungsrechte",
      "content": "Der Hersteller oder die Herstellerin hat das ausschliessliche Recht: a. die Topographie nachzubilden, gleichviel mit welchen Mitteln oder in welcher Form; b. die Topographie oder nachgebildete Ausführungen der Topographie in Verkehr zu bringen, anzubieten, zu veräussern, zu vermieten, zu verleihen oder sonstwie zu verbreiten oder zu diesen Zwecken ein-, aus- oder durchzuführen. Fassung gemäss Anhang Ziff. 2 des BG vom 22. Juni 2007, in Kraft seit 1. Juli 2008 ( AS 2008 2551 ; BBl 2006 1 )."
    },
    {
      "provision_ref": "art6",
      "chapter": "3. Abschnitt: Schutzumfang",
      "section": "6",
      "title": "Erschöpfungsgrundsatz",
      "content": "Hat ein Hersteller oder eine Herstellerin eine Ausführung einer Topographie veräussert oder der Veräusserung zugestimmt, so darf diese weiterveräussert oder sonst wie verbreitet werden."
    },
    {
      "provision_ref": "art7",
      "chapter": "3. Abschnitt: Schutzumfang",
      "section": "7",
      "title": "Rechtsmässige Nachbildung und Weiterentwicklung",
      "content": "1 Es ist erlaubt, die Topographie für Forschungs- und Unterrichtszwecke nachzubilden. 2 Wird die Topographie weiterentwickelt, so darf die Weiterentwicklung selbständig genutzt werden, sofern sie nicht alltäglich ist."
    },
    {
      "provision_ref": "art8",
      "chapter": "3. Abschnitt: Schutzumfang",
      "section": "8",
      "title": "Gutgläubiger Erwerb",
      "content": "1 In gutem Glauben erworbene Halbleitererzeugnisse, die eine unrechtmässig nachgebildete Topographie enthalten, dürfen weiterverbreitet werden. 2 Der Hersteller oder die Herstellerin hat Anspruch auf eine angemessene Vergütung. Im Streitfall entscheidet das Gericht über das Bestehen des Anspruchs und die Höhe der Vergütung."
    },
    {
      "provision_ref": "art9",
      "chapter": "4. Abschnitt: Schutzdauer",
      "section": "9",
      "title": "",
      "content": "1 Der Schutz der Topographie erlischt zehn Jahre nach der gültigen Anmeldung zum Registereintrag (Art. 14) oder dem Tag, an dem die Topographie erstmals verbreitet wurde, falls dieser Zeitpunkt der frühere ist. Absatz 2 bleibt vorbehalten. 2 Der Schutz von Topographien, die nicht zum Registereintrag angemeldet worden sind, erlischt zwei Jahre nach dem Tag, an dem die Topographie erstmals verbreitet wurde. 3 Der Schutz endet auf jeden Fall 15 Jahre nach der Entwicklung der Topographie. 4 Die Schutzdauer wird vom 31. Dezember desjenigen Jahres an berechnet, in dem das für die Berechnung massgebende Ereignis eingetreten ist."
    },
    {
      "provision_ref": "art10",
      "chapter": "5. Abschnitt: Rechtsschutz",
      "section": "10",
      "title": "Zivilrechtlicher Schutz",
      "content": "1 Der zivilrechtliche Schutz der Topographie richtet sich nach den Artikeln 61–66 des Urheberrechtsgesetzes vom 9. Oktober 1992. 2 Die Einziehung nach Artikel 63 des vorgenannten Gesetzes gilt nicht für gutgläubig erworbene Halbleitererzeugnisse (Art. 8). SR 231.1"
    },
    {
      "provision_ref": "art11",
      "chapter": "5. Abschnitt: Rechtsschutz",
      "section": "11",
      "title": "Strafbestimmungen",
      "content": "1 Auf Antrag der in ihren Rechten verletzten Person wird mit Freiheitsstrafe bis zu einem Jahr oder Geldstrafe bestraft, wer vorsätzlich und unrechtmässig: a. mit irgendwelchen Mitteln oder in irgendwelcher Form eine Topographie nachbildet; b. eine Topographie oder nachgebildete Ausführungen einer Topographie in Verkehr bringt, anbietet, veräussert, vermietet, verleiht oder sonst wie verbreitet oder zu diesen Zwecken einführt; c. sich weigert, der zuständigen Behörde die Herkunft der in seinem Besitz befindlichen Gegenstände, die widerrechtlich hergestellt oder in Verkehr gebracht worden sind, anzugeben. 2 Wer eine Tat nach Absatz 1 gewerbsmässig begangen hat, wird von Amtes wegen verfolgt. Die Strafe ist Freiheitsstrafe bis zu fünf Jahren oder Geldstrafe. Mit der Freiheitsstrafe ist eine Geldstrafe zu verbinden. Fassung gemäss Anhang Ziff. 2 des BG vom 22. Juni 2007, in Kraft seit 1. Juli 2008 ( AS 2008 2551 ; BBl 2006 1 ). Fassung gemäss Anhang Ziff. 2 des BG vom 22. Juni 2007, in Kraft seit 1. Juli 2008 ( AS 2008 2551 ; BBl 2006 1 ). Fassung gemäss Anhang Ziff. 2 des BG vom 22. Juni 2007, in Kraft seit 1. Juli 2008 ( AS 2008 2551 ; BBl 2006 1 )."
    },
    {
      "provision_ref": "art12",
      "chapter": "5. Abschnitt: Rechtsschutz",
      "section": "12",
      "title": "Hilfeleistung durch die Zollverwaltung",
      "content": "Die Hilfeleistung durch die Zollverwaltung richtet sich nach den Artikeln 75–77 h des Urheberrechtsgesetzes vom 9. Oktober 1992. Fassung gemäss Anhang Ziff. 2 des BG vom 22. Juni 2007, in Kraft seit 1. Juli 2008 ( AS 2008 2551 ; BBl 2006 1 ). SR 231.1"
    },
    {
      "provision_ref": "art13",
      "chapter": "2. Kapitel: Das Register",
      "section": "13",
      "title": "Zuständigkeit",
      "content": "Das Eidgenössische Institut für Geistiges Eigentum (IGE) führt das Register über die Topographien. Bezeichnung gemäss Anhang Ziff. 3 des BG vom 19. Dez. 2003 über die elektronische Signatur, in Kraft seit 1. Jan. 2005 ( AS 2004 5085 ; BBl 2001 5679 ). Diese Änd. ist im ganzen Erlass berücksichtigt. Ausdruck gemäss Anhang Ziff. 4 des BG vom 21. Juni 2013, in Kraft seit 1. Jan. 2017 ( AS 2015 3631 ; BBl 2009 8533 ). Die Änd. wurde im ganzen Text berücksichtigt."
    },
    {
      "provision_ref": "art14",
      "chapter": "2. Kapitel: Das Register",
      "section": "14",
      "title": "Anmeldung",
      "content": "1 Die Anmeldung zum Registereintrag umfasst für jede Topographie: a. das Eintragungsgesuch mit einer genauen Bezeichnung der Topographie und ihres Verwendungszweckes; b. Unterlagen zur Identifizierung der Topographie; c. das Datum der ersten Verbreitung der Topographie, wenn diese bereits verbreitet wurde; d. Angaben, aus denen sich die formelle Schutzberechtigung nach Artikel 2 ergibt. 2 Für jede Anmeldung ist eine Gebühr zu bezahlen. 3 Eine Topographie gilt als angemeldet, sobald die Anmeldegebühr bezahlt ist und alle Unterlagen nach Absatz 1 eingereicht worden sind."
    },
    {
      "provision_ref": "art15",
      "chapter": "2. Kapitel: Das Register",
      "section": "15",
      "title": "Eintragung und Löschung",
      "content": "1 Das IGE trägt die Topographie in das Register ein, sobald die Anmeldung vollständig erfolgt ist. 2 Es löscht die Eintragung der Topographie ganz oder teilweise, wenn: a. der Hersteller oder die Herstellerin die Löschung beantragt; b. der Schutz durch ein rechtskräftiges Gerichtsurteil aberkannt wird."
    },
    {
      "provision_ref": "art16",
      "chapter": "2. Kapitel: Das Register",
      "section": "16",
      "title": "Öffentlichkeit des Registers",
      "content": "Jede Person kann gegen Gebühr in das Register und die Anmeldungsunterlagen Einsicht nehmen und über den Inhalt der Dokumente Auskünfte einholen."
    },
    {
      "provision_ref": "art16a",
      "chapter": "2. Kapitel: Das Register",
      "section": "16a",
      "title": "a Elektronischer Behördenverkehr",
      "content": "1 Der Bundesrat kann das IGE ermächtigen, die elektronische Kommunikation im Rahmen der allgemeinen Bestimmungen der Bundesrechtspflege zu regeln. 2 Das Aktenheft und die Akten können in elektronischer Form geführt und aufbewahrt werden. 3 Das Topographienregister kann in elektronischer Form geführt werden. 4 Das IGE kann seine Datenbestände insbesondere im elektronischen Abrufverfahren Dritten zugänglich machen; es kann dafür ein Entgelt verlangen. 5 Die Veröffentlichungen des IGE können in elektronischer Form erfolgen; die elektronische Fassung ist jedoch nur massgebend, wenn die Daten ausschliesslich elektronisch veröffentlicht werden. Eingefügt durch Anhang Ziff. 3 des BG vom 19. Dez. 2003 über die elektronische Signatur, in Kraft seit 1. Jan. 2005 ( AS 2004 5085 ; BBl 2001 5679 )."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "",
      "content": "Aufgehoben durch Anhang Ziff. 20 des Verwaltungsgerichtsgesetzes vom 17. Juni 2005, mit Wirkung seit 1. Jan. 2007 ( AS 2006 2197 1069 ; BBl 2001 4202 )."
    },
    {
      "provision_ref": "art18",
      "chapter": "1. Abschnitt: Vollzug",
      "section": "18",
      "title": "",
      "content": "Der Bundesrat erlässt die Ausführungsbestimmungen."
    },
    {
      "provision_ref": "art19",
      "chapter": "2. Abschnitt: Übergangsbestimmungen",
      "section": "19",
      "title": "Bestehende Topographien",
      "content": "1 Dieses Gesetz gilt auch für Topographien, die vor seinem Inkrafttreten entwickelt worden sind. 2 Der Schutz von Topographien, die vor dem Inkrafttreten dieses Gesetzes verbreitet worden sind, erlischt zwei Jahre nach Inkrafttreten dieses Gesetzes, falls sie bis zu diesem Zeitpunkt nicht zum Registereintrag angemeldet wurden."
    },
    {
      "provision_ref": "art20",
      "chapter": "2. Abschnitt: Übergangsbestimmungen",
      "section": "20",
      "title": "Bestehende Verträge",
      "content": "1 Vor Inkrafttreten dieses Gesetzes abgeschlossene Verträge über Rechte an Topographien und aufgrund solcher Verträge getroffene Verfügungen bleiben nach dem bisherigen Recht wirksam. 2 Soweit nichts anderes vereinbart ist, sind diese Verträge nicht anwendbar auf Rechte, die durch dieses Gesetz geschaffen werden."
    },
    {
      "provision_ref": "art21",
      "chapter": "3. Abschnitt: Referendum und Inkrafttreten",
      "section": "21",
      "title": "",
      "content": "1 Dieses Gesetz untersteht dem fakultativen Referendum. 2 Es tritt gleichzeitig mit dem Urheberrechtsgesetz vom 9. Oktober 1992 in Kraft. Datum des Inkrafttretens: 1. Juli 1993 Art. 17: 1. Januar 1994 SR 231.1 BRB vom 26. April 1993"
    }
  ],
  "definitions": []
}