{
  "id": "sr-235-171-1",
  "type": "statute",
  "title": "Verordnung der Bundesversammlung vom 17. Juni 2022 über das Arbeitsverhältnis der Leiterin oder des Leiters des Eidgenössischen Datenschutz- und Öffentlichkeitsbeauftragten",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2023/232/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "1",
      "title": "Gegenstand und Geltungsbereich",
      "content": "1 Diese Verordnung regelt das Arbeitsverhältnis der Leiterin oder des Leiters des Eidgenössischen Datenschutz- und Öffentlichkeitsbeauftragten (Beauftragte oder Beauftragter). 2 Soweit diese Verordnung keine besonderen Regelungen enthält, ist für das Arbeitsverhältnis der oder des Beauftragten das Bundespersonalrecht anwendbar."
    },
    {
      "provision_ref": "art2",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "2",
      "title": "Zuständige Stelle",
      "content": "1 Die Vereinigte Bundesversammlung ist zuständig für: a. die Wahl der oder des Beauftragten nach Artikel 43 Absatz 1 DSG; und b. die Amtsenthebung der oder des Beauftragten nach Artikel 44 Absatz 3 DSG. 2 Die Gerichtskommission bereitet die Arbeitgeberentscheide nach Absatz 1 vor. Sie unterbreitet der Vereinigten Bundesversammlung Wahlvorschläge sowie Anträge betreffend die Amtsenthebung. 3 Für die weiteren Arbeitgeberentscheide ist die Gerichtskommission zuständig."
    },
    {
      "provision_ref": "art3",
      "chapter": "2. Abschnitt: Begründung des Arbeitsverhältnisses und Amtsdauer",
      "section": "3",
      "title": "Begründung des Arbeitsverhältnisses",
      "content": "1 Das Arbeitsverhältnis der oder des Beauftragten wird durch zustimmungsbedürftige Wahlverfügung der Bundesversammlung begründet. 2 Die Einzelheiten des Arbeitsverhältnisses werden durch die Gerichtskommission in der Regel vor der Wahl festgelegt. 3 Es gibt keine Probezeit. 4 Die oder der Beauftragte legt weder einen Eid noch ein Gelübde ab."
    },
    {
      "provision_ref": "art4",
      "chapter": "2. Abschnitt: Begründung des Arbeitsverhältnisses und Amtsdauer",
      "section": "4",
      "title": "Amtsdauer",
      "content": "1 Die Amtsdauer richtet sich nach Artikel 44 Absatz 1 DSG. 2 Die oder der Beauftragte scheidet am Ende des Jahres aus ihrem oder seinem Amt aus, in dem sie oder er das 68. Altersjahr vollendet. 3 Die frei gewordene Stelle wird für den Rest der Amtsdauer wiederbesetzt."
    },
    {
      "provision_ref": "art5",
      "chapter": "3. Abschnitt: Besoldung",
      "section": "5",
      "title": "Lohn",
      "content": "1 Die oder der Beauftragte wird in der Lohnklasse 34 nach Artikel 36 der Bundespersonalverordnung vom 3. Juli 2001 (BPV) eingereiht. 2 Die Gerichtskommission bestimmt den Anfangslohn. Dabei berücksichtigt sie das Alter, die Ausbildung und die Berufs- und Lebenserfahrung der zu wählenden Person sowie die Lage auf dem Arbeitsmarkt. 3 Der Lohn erhöht sich auf den 1. Januar jedes Jahres um drei Prozent des Höchstbetrags der Lohnklasse, bis er diesen Höchstbetrag erreicht. SR 172.220.111.3"
    },
    {
      "provision_ref": "art6",
      "chapter": "3. Abschnitt: Besoldung",
      "section": "6",
      "title": "Zulagen zum Lohn",
      "content": "1 Es werden weder Leistungsprämien nach Artikel 49 BPV noch Spontanprämien nach Artikel 49 a BPV ausgerichtet. 2 Für die Gewährung einer Arbeitsmarktzulage nach Artikel 50 Absatz 1 BPV ist die Zustimmung der Finanzdelegation der eidgenössischen Räte erforderlich. SR 172.220.111.3"
    },
    {
      "provision_ref": "art7",
      "chapter": "4. Abschnitt: Berufliche Vorsorge",
      "section": "7",
      "title": "",
      "content": "Die oder der Beauftragte ist im Rahmen des Vorsorgewerks Bund versichert."
    },
    {
      "provision_ref": "art8",
      "chapter": "5. Abschnitt: Weitere Rechte und Pflichten aus dem Arbeitsverhältnis",
      "section": "8",
      "title": "Beschäftigungsgrad",
      "content": "Der Beschäftigungsgrad der oder des Beauftragten beträgt 100 Prozent."
    },
    {
      "provision_ref": "art9",
      "chapter": "5. Abschnitt: Weitere Rechte und Pflichten aus dem Arbeitsverhältnis",
      "section": "9",
      "title": "Wohnsitz",
      "content": "Die oder der Beauftragte muss in der Schweiz Wohnsitz haben."
    },
    {
      "provision_ref": "art10",
      "chapter": "5. Abschnitt: Weitere Rechte und Pflichten aus dem Arbeitsverhältnis",
      "section": "10",
      "title": "Amtsgeheimnis",
      "content": "Die Gerichtskommission gilt nach Artikel 320 Ziffer 2 des Strafgesetzbuches als vorgesetzte Behörde, die für die Entbindung vom Amtsgeheimnis zuständig ist. SR 311.0"
    },
    {
      "provision_ref": "art11",
      "chapter": "6. Abschnitt: Vorläufige Einstellung im Amt",
      "section": "11",
      "title": "",
      "content": "1 Für die vorläufige Einstellung im Amt bei einer Strafverfolgung wegen strafbarer Handlungen, die sich unmittelbar auf die amtliche Tätigkeit oder Stellung beziehen, gilt Artikel 14 Absatz 5 des Verantwortlichkeitsgesetzes vom 14. März 1958. 2 Die Artikel 103 und 103 a BPV sind nicht anwendbar. SR 170.32 SR 172.220.111.3"
    },
    {
      "provision_ref": "art12",
      "chapter": "7. Abschnitt: Entschädigung bei Auflösung des Arbeitsverhältnisses",
      "section": "12",
      "title": "",
      "content": "1 Die Gerichtskommission kann der oder dem Beauftragten bei Auflösung des Arbeitsverhältnisses eine Entschädigung im Umfang von höchstens einem Jahreslohn zusprechen, wenn der Einzelfall dies rechtfertigt. Sie berücksichtigt dabei insbesondere das Alter, die berufliche und persönliche Situation, die Dauer der Amtstätigkeit der betreffenden Person und die Umstände der Auflösung des Arbeitsverhältnisses. 2 Die Ausrichtung einer Entschädigung bedarf der Zustimmung der Finanzdelegation der eidgenössischen Räte. 3 Eine Entschädigung ist ausgeschlossen, wenn die betreffende Person: a. infolge Erreichens der Altersgrenze nach Artikel 4 Absatz 2 aus dem Amt ausscheidet; b. wegen schwerer Verletzung von Amtspflichten des Amtes enthoben oder nicht wiedergewählt worden ist; oder c. aus freien Stücken das Arbeitsverhältnis gekündigt hat oder zur Wiederwahl nicht mehr antritt. 4 Die Entschädigung wird in Form einer Kapitalleistung ausgerichtet. 5 Sie muss ganz oder teilweise zurückerstattet werden, wenn: a. die betreffende Person innerhalb eines Jahres nach der Auflösung des Arbeitsverhältnisses ein neues Arbeitsverhältnis eingeht; und b. die Gerichtskommission unter Berücksichtigung der Höhe der Entschädigung, der Anzahl Monate ohne Arbeitsverhältnis und der Höhe des neuen Einkommens eine Rückerstattung für angemessen hält."
    },
    {
      "provision_ref": "art13",
      "chapter": "8. Abschnitt: Datenbearbeitung",
      "section": "13",
      "title": "",
      "content": "Die Datenbearbeitung richtet sich nach der Verordnung vom 22. November 2017 über den Schutz von Personendaten des Bundespersonals. Vorbehalten bleiben die Bestimmungen der Parlamentsverwaltungsverordnung vom 3. Oktober 2003. SR 172.220.111.4 SR 171.115"
    },
    {
      "provision_ref": "art14",
      "chapter": "9. Abschnitt: Inkrafttreten",
      "section": "14",
      "title": "",
      "content": "Diese Verordnung der Bundesversammlung tritt nur zusammen mit der Änderung vom 17. Juni 2022 des Datenschutzgesetzes vom 25. September 2020 in Kraft. AS 2023 231 . Tritt am 1. September 2023 in Kraft. SR 235.1"
    }
  ],
  "definitions": []
}