{
  "id": "sr-251-1",
  "type": "statute",
  "title": "Geschäftsreglement der Wettbewerbskommission vom 25. September 2015 (Geschäftsreglement WEKO, GR-WEKO)",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2015/655/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "1. Kapitel: Allgemeine Bestimmungen",
      "section": "1",
      "title": "Gegenstand",
      "content": "1 Dieses Reglement regelt die Organisation und die Zuständigkeiten der Wettbewerbsbehörden, nämlich: a. der Wettbewerbskommission, bestehend aus: 1. der Gesamtkommission (Kommission), 2. der Kammer für Teilverfügungen und der Kammer für Unternehmenszusammenschlüsse (Kammern), 3. dem Präsidium; b. des Sekretariats. 2 Es regelt zudem die Informationspolitik der Wettbewerbsbehörden."
    },
    {
      "provision_ref": "art2",
      "chapter": "1. Kapitel: Allgemeine Bestimmungen",
      "section": "2",
      "title": "Geltungsbereich",
      "content": "Dieses Reglement gilt für sämtliche Zuständigkeiten der Wettbewerbsbehörden, die sich aus dem KG und seinen Ausführungserlassen sowie weiteren Gesetzen und internationalen Abkommen ergeben, namentlich aus dem: a. Luftfahrtgesetz vom 21. Dezember 1948; b. Fernmeldegesetz vom 30. April 1997; c. Bundesgesetz vom 24. März 2006 über Radio und Fernsehen; d. Preisüberwachungsgesetz vom 20. Dezember 1985 (PüG); e. Binnenmarktgesetz vom 6. Oktober 1995; f. Bundesgesetz vom 6. Oktober 1995 über die technischen Handelshemmnisse; g. Landwirtschaftsgesetz vom 29. April 1998; h. Abkommen zwischen der Schweizerischen Eidgenossenschaft und der Europäischen Gemeinschaft vom 21. Juni 1999 über den Luftverkehr; i. Abkommen zwischen der Schweizerischen Eidgenossenschaft und der Europäischen Union vom 17. Mai 2013 über die Zusammenarbeit bei der Anwendung ihres Wettbewerbsrechts. SR 748.0 SR 784.10 SR 784.40 SR 942.20 SR 943.02 SR 946.51 SR 910.1 SR 0.748.127.192.68 SR 0.251.268.1"
    },
    {
      "provision_ref": "art3",
      "chapter": "1. Kapitel: Allgemeine Bestimmungen",
      "section": "3",
      "title": "Sitz",
      "content": "Die Wettbewerbskommission hat ihren Sitz in Bern."
    },
    {
      "provision_ref": "art4",
      "chapter": "1. Abschnitt: Organisation",
      "section": "4",
      "title": "Einberufung und Leitung der Sitzungen",
      "content": "1 Die Kommission wird durch den Präsidenten oder die Präsidentin einberufen. Sie muss einberufen werden, wenn vier ihrer Mitglieder dies verlangen. 2 Die Sitzungen werden durch den Präsidenten oder die Präsidentin geleitet. Er oder sie legt zu Beginn der Sitzung die Traktandenliste zum Entscheid vor."
    },
    {
      "provision_ref": "art5",
      "chapter": "1. Abschnitt: Organisation",
      "section": "5",
      "title": "Sitzungsteilnehmende",
      "content": "1 Neben den Mitgliedern der Kommission nehmen der Direktor oder die Direktorin des Sekretariats (der Direktor oder die Direktorin) sowie von ihm oder ihr bestimmtes Personal des Sekretariats an den Sitzungen teil, es sei denn, es liege ein gegenteiliger Beschluss der Kommission vor. 2 Der Preisüberwacher oder die Preisüberwacherin kann mit beratender Stimme an den Sitzungen teilnehmen (Art. 5 Abs. 2 zweiter Satz PüG); er oder sie kann sich auch schriftlich vernehmen oder sich vertreten lassen. 3 Die Sitzungen sind nicht öffentlich. SR 942.20"
    },
    {
      "provision_ref": "art6",
      "chapter": "1. Abschnitt: Organisation",
      "section": "6",
      "title": "Beschlussfassung",
      "content": "1 Die Kommission ist beschlussfähig, wenn: a. mindestens die Hälfte der Mitglieder anwesend ist; und b. mehr als die Hälfte der anwesenden Mitglieder unabhängige Sachverständige sind. 2 Sind mindestens die Hälfte der anwesenden Mitglieder keine unabhängigen Sachverständigen, so kann die Beschlussfähigkeit durch Ausschluss der notwendigen Anzahl dieser Mitglieder hergestellt werden. Das Los bestimmt, wer ausgeschlossen wird. 3 Die Kommission fasst ihre Beschlüsse mit dem einfachen Mehr der anwesenden Mitglieder. Bei Stimmengleichheit gibt der Präsident oder die Präsidentin den Stichentscheid."
    },
    {
      "provision_ref": "art7",
      "chapter": "1. Abschnitt: Organisation",
      "section": "7",
      "title": "Protokoll",
      "content": "1 Über die Sitzungen wird Protokoll geführt. Das Protokoll enthält zumindest die Namen der Sitzungsteilnehmer und Sitzungsteilnehmerinnen, die Traktanden, die gestellten Anträge und die gefassten Beschlüsse. 2 Das Protokoll wird von der Kommission genehmigt und vom Protokollführer oder der Protokollführerin unterschrieben."
    },
    {
      "provision_ref": "art8",
      "chapter": "1. Abschnitt: Organisation",
      "section": "8",
      "title": "Zirkulationsbeschlüsse",
      "content": "1 Die Kommission kann über einzelne Geschäfte auf dem Zirkulationsweg beschliessen, es sei denn, vier Mitglieder verlangten innert drei Werktagen ab Zustellung des Beschlussantrags eine Beratung. 2 Der Präsident oder die Präsidentin sorgt für die Information der Kommissionsmitglieder, des Preisüberwachers oder der Preisüberwacherin sowie des Direktors oder der Direktorin und koordiniert die Beschlussfassung. 3 Ein Beschluss kommt zustande, wenn: a. mindestens die Hälfte der Mitglieder an der Abstimmung teilnehmen; und b. mehr als die Hälfte der teilnehmenden Mitglieder unabhängige Sachverständige sind. 4 Die Kommission fasst ihre Beschlüsse mit einfachem Mehr der an der Abstimmung teilnehmenden Mitglieder. Bei Stimmengleichheit gibt der Präsident oder die Präsidentin den Stichentscheid."
    },
    {
      "provision_ref": "art9",
      "chapter": "1. Abschnitt: Organisation",
      "section": "9",
      "title": "Unterschriften",
      "content": "Verfügungen, Empfehlungen, Gutachten und Stellungnahmen der Kommission tragen die Unterschriften des Präsidenten oder der Präsidentin und des Direktors oder der Direktorin."
    },
    {
      "provision_ref": "art10",
      "chapter": "2. Abschnitt: Zuständigkeiten",
      "section": "10",
      "title": "",
      "content": "1 Die Kommission nimmt alle Aufgaben und Befugnisse der Wettbewerbsbehörden wahr, die nicht ausdrücklich einem anderen Organ oder dem Sekretariat zugewiesen sind. 2 Sie hat insbesondere die folgenden Aufgaben: a. Sie erlässt allgemeine Bekanntmachungen und stellt dem Bundesrat Antrag auf Erlass von Verordnungen über gerechtfertigte Arten von Wettbewerbsabreden (Art. 6 KG). b. Sie nimmt Stellung in Verfahren über die ausnahmsweisen Zulassungen aus überwiegenden öffentlichen Interessen (Art. 31 und 36 KG) sowie in Verfahren vor dem Bundesverwaltungsgericht und dem Bundesgericht. c. Sie genehmigt die Begründung und Beendigung der Arbeitsverhältnisse des Personals des Sekretariats ab der Lohnklasse 24 mit Ausnahme der Direktion (Art. 24 Abs. 1 zweiter Halbsatz KG). d. Sie trifft organisatorische und vertragliche Vorkehren zur Wahrung der Interessen der Wettbewerbsbehörden und zur Verhinderung von Interessenkollisionen; dazu gehört insbesondere der Erlass eines Verhaltenskodex für die Mitglieder der Kommission sowie die Mitarbeiter und Mitarbeiterinnen des Sekretariats. e. Sie entscheidet, ob Kommissionsmitglieder, das Personal des Sekretariats sowie beigezogene Experten und Expertinnen vom Amtsgeheimnis (Art. 25 KG) zu entbinden sind. f. Sie genehmigt das interne Informationskonzept (Art. 32 Bst. d). g. Sie legt die allgemeinen Ziele und Prioritäten ihrer Tätigkeit sowie der Tätigkeit des Sekretariats fest. h. Sie nimmt zuhanden der anderen Organe und des Sekretariats Stellung zu Rechtsfragen von grundsätzlicher Bedeutung. 3 Sie kann das Präsidium oder einzelne Mitglieder mit der Prüfung bestimmter Geschäfte oder Geschäftskategorien betrauen oder dafür besondere Ausschüsse bilden. 4 Sie kann externe Experten und Expertinnen zur Beratung beiziehen."
    },
    {
      "provision_ref": "art11",
      "chapter": "1. Abschnitt: Organisation",
      "section": "11",
      "title": "Zusammensetzung",
      "content": "1 Die Kammern werden von der Kommission bestellt. 2 Sie bestehen je aus drei Mitgliedern der Kommission; dabei müssen jeweils mindestens: a. zwei Mitglieder unabhängige Sachverständige sein; und b. ein Mitglied dem Präsidium angehören. 3 Fällt ein Mitglied der Kammer aus, so kann es für ein einzelnes Verfahren durch ein von der Kommission bestimmtes anderes Mitglied der Kommission vertreten werden."
    },
    {
      "provision_ref": "art12",
      "chapter": "1. Abschnitt: Organisation",
      "section": "12",
      "title": "Vorsitz",
      "content": "1 Den Vorsitz hat ein Mitglied der Kammer, das dem Präsidium angehört. 2 Gehören in einer Kammer mehrere Mitglieder dem Präsidium an, so bestimmt sich der Vorsitz nach dem Rang, dann nach dem Dienstalter und schliesslich nach dem Lebensalter."
    },
    {
      "provision_ref": "art13",
      "chapter": "1. Abschnitt: Organisation",
      "section": "13",
      "title": "Einberufung und Leitung der Sitzungen",
      "content": "1 Eine Kammer wird durch den Vorsitzenden oder die Vorsitzende einberufen. Sie muss einberufen werden, wenn ein Mitglied der Kammer dies verlangt. 2 Die Sitzungen werden durch den Vorsitzenden oder die Vorsitzende geleitet. Er oder sie legt zu Beginn der Sitzung die Traktandenliste der Kammer zum Entscheid vor."
    },
    {
      "provision_ref": "art14",
      "chapter": "1. Abschnitt: Organisation",
      "section": "14",
      "title": "Sitzungsteilnehmende",
      "content": "1 Neben den Mitgliedern der Kammer nehmen der Direktor oder die Direktorin sowie von ihm oder ihr bestimmtes Personal an den Sitzungen teil, es sei denn, es liege ein gegenteiliger Beschluss der Kammer vor. 2 Der Preisüberwacher oder die Preisüberwacherin kann mit beratender Stimme an den Sitzungen teilnehmen (Art. 5 Abs. 2 zweiter Satz PüG); er oder sie kann sich auch schriftlich vernehmen oder sich vertreten lassen. 3 Die Sitzungen sind nicht öffentlich. SR 942.20"
    },
    {
      "provision_ref": "art15",
      "chapter": "1. Abschnitt: Organisation",
      "section": "15",
      "title": "Beschlussfassung",
      "content": "1 Eine Kammer ist beschlussfähig, wenn alle drei Mitglieder anwesend sind. 2 Eine Kammer fasst ihre Beschlüsse mit dem einfachen Mehr. Bei Stimmengleichheit gibt der oder die Vorsitzende den Stichentscheid."
    },
    {
      "provision_ref": "art16",
      "chapter": "1. Abschnitt: Organisation",
      "section": "16",
      "title": "Protokoll",
      "content": "1 Über die Sitzungen wird Protokoll geführt. Das Protokoll enthält zumindest die Namen der Sitzungsteilnehmer und Sitzungsteilnehmerinnen, die Traktanden, die gestellten Anträge und die gefassten Beschlüsse. 2 Das Protokoll wird von der Kammer genehmigt und vom Protokollführer oder der Protokollführerin unterschrieben."
    },
    {
      "provision_ref": "art17",
      "chapter": "1. Abschnitt: Organisation",
      "section": "17",
      "title": "Zirkulationsbeschlüsse",
      "content": "1 Eine Kammer kann über einzelne Geschäfte auf dem Zirkulationsweg beschliessen, es sei denn, ein Mitglied verlange innert drei Werktagen ab Zustellung des Beschlussantrags eine Beratung. 2 Der oder die Vorsitzende sorgt für die Information der Kammermitglieder, des Preisüberwachers oder der Preisüberwacherin sowie des Direktors oder der Direktorin und koordiniert die Beschlussfassung. 3 Ein Beschluss kommt zustande, wenn alle drei Mitglieder an der Abstimmung teilnehmen. 4 Die Kammer fasst ihre Beschlüsse mit dem einfachen Mehr. Bei Stimmengleichheit gibt der oder die Vorsitzende den Stichentscheid."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Unterschriften",
      "content": "Verfügungen und Stellungnahmen einer Kammer tragen die Unterschriften des oder der Vorsitzenden und des Direktors oder der Direktorin."
    },
    {
      "provision_ref": "art19",
      "chapter": "2. Abschnitt: Zuständigkeiten",
      "section": "19",
      "title": "Kammer für Teilverfügungen",
      "content": "1 Die Kammer für Teilverfügungen schliesst auf Antrag des Sekretariats das Untersuchungsverfahren für einen Teil der Parteien mit Teilverfügung ab, während die Untersuchung gegen den übrigen Teil der Parteien weitergeführt wird. 2 Sie entscheidet mit Teilverfügung über: a. die Verfahrenseinstellung; oder b. die Genehmigung einer einvernehmlichen Regelung zusammen mit übrigen Massnahmen (Art. 30 Abs. 1 KG), insbesondere Sanktionen (Art. 49 a KG) und Gebühren (Art. 53 a KG). 3 Artikel 30 Absatz 2 KG über Stellungnahmen der Verfahrensbeteiligten, Anhörungen und zusätzliche Untersuchungsmassnahmen gilt sinngemäss. 4 Die Kammer kann den Antrag an das Sekretariat zurückweisen und verlangen, dass das Sekretariat der Kommission einen Antrag zum gleichzeitigen Entscheid für alle Verfahrensparteien vorlegt. 5 Sie ist auch zuständig für alle im Zusammenhang mit einer Teilverfügung nach Absatz 1 stehenden Stellungnahmen in Verfahren vor dem Bundesverwaltungsgericht und dem Bundesgericht."
    },
    {
      "provision_ref": "art20",
      "chapter": "2. Abschnitt: Zuständigkeiten",
      "section": "20",
      "title": "Kammer für Unternehmenszusammenschlüsse",
      "content": "1 Die Kammer für Unternehmenszusammenschlüsse prüft auf Antrag des Sekretariats, ob hinsichtlich eines Zusammenschlussvorhabens eine Prüfung durchzuführen ist (Art. 32 Abs. 1 KG). 2 Sie leitet gegebenenfalls eine Prüfung ein. Eine solche ist in jedem Fall einzuleiten, wenn die Mehrheit der Mitglieder der Kommission es verlangt. 3 Das Sekretariat lässt seinen Antrag allen Mitgliedern der Kommission zukommen. Will ein Mitglied der Kommission, das nicht Mitglied der Kammer ist, eine Prüfung verlangen, so teilt es dies den übrigen Mitgliedern der Kommission sowie dem Sekretariat innert gesetzter Frist unabhängig vom Entscheid der Kammer mit. 4 Die Kammer entscheidet über die Bewilligung des vorzeitigen Vollzugs eines Zusammenschlusses in der vorläufigen Prüfung (Art. 32 Abs. 2 KG). 5 Die Kommission kann die Kammer mit weiteren ständigen Aufgaben im Rahmen des Zusammenschlusskontrollverfahrens betrauen. Solche zusätzlichen Aufgaben sind in geeigneter Form zu publizieren."
    },
    {
      "provision_ref": "art21",
      "chapter": "2. Abschnitt: Zuständigkeiten",
      "section": "21",
      "title": "Beizug von Experten und Expertinnen",
      "content": "Die Kammern können externe Experten und Expertinnen zur Beratung beiziehen."
    },
    {
      "provision_ref": "art22",
      "chapter": "1. Abschnitt: Organisation",
      "section": "22",
      "title": "Zusammensetzung",
      "content": "Das Präsidium besteht aus dem Präsidenten oder der Präsidentin und mindestens einem Vizepräsidenten oder einer Vizepräsidentin."
    },
    {
      "provision_ref": "art23",
      "chapter": "1. Abschnitt: Organisation",
      "section": "23",
      "title": "Einberufung und Leitung der Sitzungen",
      "content": "1 Das Präsidium wird durch den Präsidenten oder die Präsidentin einberufen. Es muss einberufen werden, wenn ein Mitglied des Präsidiums dies verlangt. 2 Die Sitzungen werden durch den Präsidenten oder die Präsidentin geleitet."
    },
    {
      "provision_ref": "art24",
      "chapter": "1. Abschnitt: Organisation",
      "section": "24",
      "title": "Sitzungsteilnehmende",
      "content": "1 Neben den Mitgliedern des Präsidiums nehmen der Direktor oder die Direktorin sowie von ihm oder ihr bestimmtes Personal des Sekretariats an den Sitzungen teil, es sei denn, es liege ein gegenteiliger Beschluss des Präsidiums vor. 2 Die Sitzungen sind nicht öffentlich."
    },
    {
      "provision_ref": "art25",
      "chapter": "1. Abschnitt: Organisation",
      "section": "25",
      "title": "Protokoll",
      "content": "Über die Sitzungen wird kein Protokoll geführt, es sei denn, ein Mitglied des Präsidiums verlange dies ausdrücklich."
    },
    {
      "provision_ref": "art26",
      "chapter": "1. Abschnitt: Organisation",
      "section": "26",
      "title": "Unterschriften",
      "content": "Verfügungen über Hausdurchsuchungen und Beschlagnahmen (Art. 42 Abs. 2 KG) werden von einem Mitglied des Präsidiums unterzeichnet."
    },
    {
      "provision_ref": "art27",
      "chapter": "2. Abschnitt: Zuständigkeiten",
      "section": "27",
      "title": "Präsidium",
      "content": "1 Das Präsidium bereitet zusammen mit dem Direktor oder der Direktorin sowie dem von ihm oder ihr bestimmten Personal des Sekretariats die Kommissionssitzungen vor. 2 Es pflegt die Beziehungen mit der Wirtschaft, der Wissenschaft, staatlichen Stellen und ausländischen Wettbewerbsbehörden sowie weiteren interessierten Kreisen. 3 Es kann mit Mitgliedern der Kommission und dem Sekretariat Fragen besprechen, die im Zusammenhang mit einem Verfahren stehen oder unabhängig von einem solchen sind."
    },
    {
      "provision_ref": "art28",
      "chapter": "2. Abschnitt: Zuständigkeiten",
      "section": "28",
      "title": "Präsident oder Präsidentin",
      "content": "1 Der Präsident oder die Präsidentin: a. sorgt für die Koordination zwischen der Kommission und dem Sekretariat; b. nimmt die Aufgaben nach Artikel 27 Absatz 2 hauptverantwortlich wahr und koordiniert diese mit den anderen Mitgliedern des Präsidiums und dem Direktor oder der Direktorin; c. informiert die Kommission und den Direktor oder die Direktorin über seine oder ihre Tätigkeiten sowie über die Tätigkeiten des Präsidiums; d. sorgt für die sachgerechte und rechtzeitige Information der Kommission über die Tätigkeiten des Sekretariats; e. beaufsichtigt die Geschäftsführung des Sekretariats; f. kann auch ausserhalb der Sitzungen mit Mitgliedern der Kommission und dem Sekretariat Fragen besprechen, die im Zusammenhang mit einem Verfahren stehen oder unabhängig von einem solchen sind. 2 Er oder sie kann sich bei der Erfüllung seiner oder ihrer Aufgaben durch einen Vizepräsidenten oder eine Vizepräsidentin vertreten lassen."
    },
    {
      "provision_ref": "art29",
      "chapter": "2. Abschnitt: Zuständigkeiten",
      "section": "29",
      "title": "Anordnungen bei besonderer Dringlichkeit",
      "content": "Bei besonderer Dringlichkeit kann ein Mitglied des Präsidiums das Nötige anordnen; es orientiert die Kommission sofort."
    },
    {
      "provision_ref": "art30",
      "chapter": "1. Abschnitt: Organisation",
      "section": "30",
      "title": "",
      "content": "1 Das Sekretariat setzt sich aus folgenden Personen zusammen: a. dem Direktor oder der Direktorin; b. dem stellvertretenden Direktor oder der stellvertretenden Direktorin; c. mindestens einem Vizedirektor oder einer Vizedirektorin; d. dem Leiter oder der Leiterin Ressourcen und Logistik; e. den Mitarbeitern und Mitarbeiterinnen. 2 Es kann sich in Dienste gliedern. 3 Seine Geschäftsleitung besteht aus den in Absatz 1 Buchstaben a–d genannten sowie weiteren vom Direktor oder der Direktorin bestimmten Personen."
    },
    {
      "provision_ref": "art31",
      "chapter": "2. Abschnitt: Zuständigkeiten",
      "section": "31",
      "title": "Sekretariat",
      "content": "1 a. Es führt Marktbeobachtungen durch. b. Es informiert das Präsidium über den Abschluss von Vorabklärungen (Art. 26 KG). c. Es eröffnet im Einvernehmen mit einem Mitglied des Präsidiums die Untersuchungen sowie die Sanktionsverfahren (Art. 27, 53 und 57 KG) und nimmt die Untersuchungshandlungen vor. d. Es legt die Geschäfte der Kommission, der zuständigen Kammer oder einem Mitglied des Präsidiums mit einem begründeten Antrag zum Entscheid vor. Beinhaltet der Antrag ein Präjudiz oder eine Praxisänderung, so weist es speziell darauf hin. e. Es erteilt den Mitgliedern der Kommission auf Verlangen Auskünfte über laufende Geschäfte, die in deren Entscheidungskompetenz fallen. f. Es kann auch ausserhalb der Sitzungen mit der Kommission, dem Präsidium und dem Präsidenten oder der Präsidentin Fragen besprechen, die im Zusammenhang mit einem Verfahren stehen oder unabhängig von einem solchen sind. 2 Es kann externe Experten und Expertinnen zur Beratung beiziehen."
    },
    {
      "provision_ref": "art32",
      "chapter": "2. Abschnitt: Zuständigkeiten",
      "section": "32",
      "title": "Direktor oder Direktorin",
      "content": "Der Direktor oder die Direktorin: a. leitet die Sekretariatsgeschäfte und ist für die Tätigkeiten des Sekretariats verantwortlich; b. legt die Organisation des Sekretariats fest und regelt die Delegation der Kompetenzen sowie die Unterschriftsbefugnis; c. begründet, ändert oder beendet die Arbeitsverhältnisse des Personals des Sekretariats mit Ausnahme der Direktion, unter Vorbehalt der erforderlichen Genehmigungen durch die Kommission (Art. 10 Abs. 2 Bst. c); d. hält die internen Informations- und Entscheidungsprozesse in einem Konzept fest und unterbreitet dieses der Kommission zur Genehmigung; e. sorgt innerhalb des Sekretariats für eine einheitliche Rechtsanwendung; f. organisiert die Arbeiten im Rahmen der von der Kommission gesetzten Prioritäten; g. informiert mit dem von ihm oder ihr bestimmten Personal des Sekretariats die Kommission, die Kammern und das Präsidium über alle Geschäfte, die in deren Zuständigkeit liegen, und über die Tätigkeiten des Sekretariats im Allgemeinen; h. bezeichnet das Personal des Sekretariats, das zur Leitung von Anhörungen und zu Zeugeneinvernahmen befugt ist; i. pflegt in Absprache mit dem Präsidium die Beziehungen mit der Wirtschaft, der Wissenschaft, staatlichen Stellen und ausländischen Wettbewerbsbehörden sowie weiteren interessierten Kreisen."
    },
    {
      "provision_ref": "art33",
      "chapter": "6. Kapitel: Information",
      "section": "33",
      "title": "Informationskonzept",
      "content": "Die Kommission legt die Grundsätze ihrer Informationspolitik (Art. 48 und 49 KG) in einem Konzept fest."
    },
    {
      "provision_ref": "art34",
      "chapter": "6. Kapitel: Information",
      "section": "34",
      "title": "Amtliche Publikation",
      "content": "Die in kartellrechtlichen Verfahren vorgesehenen amtlichen Publikationen erfolgen im Bundesblatt und im Schweizerischen Handelsamtsblatt."
    },
    {
      "provision_ref": "art35",
      "chapter": "6. Kapitel: Information",
      "section": "35",
      "title": "Veröffentlichung von Entscheiden und Stellungnahmen",
      "content": "1 Endverfügungen und Ergebnisse aus Zusammenschlusskontrollverfahren werden publiziert. 2 Weitere Entscheide und Stellungnahmen, namentlich aus Vorabklärungen und Beratungen, werden publiziert, sofern sie für die Praxis der Wettbewerbsbehörden von Bedeutung sind."
    },
    {
      "provision_ref": "art36",
      "chapter": "6. Kapitel: Information",
      "section": "36",
      "title": "Jahresbericht",
      "content": "1 Der Jahresbericht an den Bundesrat (Art. 49 Abs. 2 KG) gibt den Behörden und der Öffentlichkeit eine Übersicht über die Tätigkeiten der Wettbewerbsbehörden. 2 Er wird durch das Sekretariat erstellt und von der Kommission genehmigt."
    },
    {
      "provision_ref": "art37",
      "chapter": "6. Kapitel: Information",
      "section": "37",
      "title": "Medienarbeit",
      "content": "Verantwortlich für die Medienarbeit sind der Präsident oder die Präsidentin und der Direktor oder die Direktorin."
    },
    {
      "provision_ref": "art38",
      "chapter": "7. Kapitel: Schlussbestimmungen",
      "section": "38",
      "title": "Aufhebung eines anderen Erlasses",
      "content": "Das Geschäftsreglement der Wettbewerbskommission vom 1. Juli 1996 wird aufgehoben. [ AS 1996 2870 , 2009 355 ]"
    },
    {
      "provision_ref": "art39",
      "chapter": "7. Kapitel: Schlussbestimmungen",
      "section": "39",
      "title": "Inkrafttreten",
      "content": "Dieses Reglement tritt am 1. November 2015 in Kraft."
    }
  ],
  "definitions": []
}