{
  "id": "sr-211-423-1",
  "type": "statute",
  "title": "Verordnung vom 30. Oktober 1917 betreffend die Viehverpfändung",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/33/913_943_962/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "I. Allgemeine Bestimmungen",
      "section": "1",
      "title": "",
      "content": "Zur Sicherung der in Artikel 885 des Zivilgesetzbuches genannten Forderungen kann ein Pfandrecht an Vieh ohne Übertragung des Besitzes durch Eintragung in das Verschreibungsprotokoll bestellt werden. SR 210"
    },
    {
      "provision_ref": "art2",
      "chapter": "I. Allgemeine Bestimmungen",
      "section": "2",
      "title": "",
      "content": "1 Pfandgläubiger sind nur die von der zuständigen Behörde des Wohnsitzkantons zum Abschluss von Viehverschreibungen ermächtigten Geldinstitute und Genossenschaften. 2 Die Ermächtigung darf nur Geldinstituten und Genossenschaften erteilt werden, die vertrauenswürdig sind und sich verpflichtet haben, keine Bürgschaften, Solidarverbindlichkeiten und ähnliche Sicherheiten neben dem Pfandrecht anzunehmen. 3 Die Ermächtigung ist den Geldinstituten und Genossenschaften zu entziehen, die dieser Verpflichtung nicht nachkommen oder offenbar unbillige Ansprüche an den Schuldner stellen, oder sonst in ihrem Geschäftsgebaren zu Aussetzungen Anlass geben. 4 Letztinstanzliche kantonale Entscheide unterliegen der Beschwerde nach den allgemeinen Bestimmungen über die Bundesrechtspflege. Fassung gemäss Ziff. IV 9 der V vom 22. Aug. 2007 zur formellen Bereinigung des Bundesrechts, in Kraft seit 1. Jan. 2008 ( AS 2007 4477 )."
    },
    {
      "provision_ref": "art3",
      "chapter": "I. Allgemeine Bestimmungen",
      "section": "3",
      "title": "",
      "content": "1 Die Kantone führen ein Register über die von ihnen ermächtigten Geldinstitute und Genossenschaften. 2 Die Ermächtigung und das Erlöschen einer Ermächtigung ist in den von den Kantonen bezeichneten amtlichen Anzeigeblättern zu veröffentlichen. Fassung gemäss Ziff. I der V vom 27. März 1985, in Kraft seit 1. Jan. 1986 ( AS 1985 386 )."
    },
    {
      "provision_ref": "art4",
      "chapter": "I. Allgemeine Bestimmungen",
      "section": "4",
      "title": "",
      "content": "1 Die Kantone organisieren die Verschreibungsämter und bezeichnen die Behörde, welche die Aufsicht darüber ausübt. 2 Der Bund hat die Oberaufsicht. Diese wird vom Amt für Grundbuch- und Bodenrecht ausgeübt. Fassung gemäss Ziff. I der V vom 25. Okt. 1995, in Kraft seit 1. Febr. 1996 ( AS 1995 5149 )."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "",
      "content": "1 Über Beschwerden gegen die Amtsführung des Verschreibungsbeamten entscheidet die kantonale Aufsichtsbehörde. Die Beschwerdefrist beträgt 30 Tage. 2 Letztinstanzliche kantonale Entscheide unterliegen der Beschwerde nach den allgemeinen Bestimmungen über die Bundesrechtpflege. 3 Sie sind dem Bundesamt für Justiz zu eröffnen. Dieses kann gegen den Entscheid Beschwerde beim Bundesgericht erheben. Fassung gemäss Art. 1 Ziff. 5 des BRB vom 30. Dez. 1947 ( AS 63 1477 ). Fassung des zweiten Satzes gemäss Ziff. I der V vom 25. Okt. 1995, in Kraft seit 1. Febr. 1996 ( AS 1995 5149 ). Fassung gemäss Ziff. IV 9 der V vom 22. Aug. 2007 zur formellen Bereinigung des Bundesrechts, in Kraft seit 1. Jan. 2008 ( AS 2007 4477 ). Eingefügt durch Ziff. I der V vom 25. Okt. 1995 ( AS 1995 5149 ). Fassung gemäss Ziff. IV 9 der V vom 22. Aug. 2007 zur formellen Bereinigung des Bundesrechts, in Kraft seit 1. Jan. 2008 ( AS 2007 4477 )."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "",
      "content": "1 Das Verschreibungsprotokoll wird nach einheitlichem Formular geführt. 2 Die Viehverschreibungen werden in chronologischer Folge in das Verschreibungsprotokoll eingetragen. 3 Zum Verschreibungsprotokoll wird ein alphabetisches Verzeichnis der Verpfänder und Pfandgläubiger geführt."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "",
      "content": "Wer ein Interesse glaubhaft macht, kann vom Verschreibungsbeamten 1. sich über einen bestimmten Eintrag im Verschreibungsprotokoll mündlich oder schriftlich Auskunft erteilen lassen oder 2. sich mündlich oder schriftlich eine Erklärung darüber geben lassen, dass sich ein bestimmter Eintrag im Verschreibungsprotokoll nicht vorfindet."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "",
      "content": "Die in dieser Verordnung vorgesehenen amtlichen Mitteilungen erfolgen durch eingeschriebenen Brief."
    },
    {
      "provision_ref": "art9",
      "chapter": "1. Eintrag der Viehverschreibung",
      "section": "9",
      "title": "",
      "content": "1 Die Errichtung der Viehverschreibung wird im Verschreibungsprotokoll des Amtskreises eingetragen, in dem das als Pfand dargegebene Vieh seinen ordentlichen Standort hat. 2 Die Pfandsache hat ihren ordentlichen Standort da, wo sie nach dem Willen des Eigentümers dauernd sich befindet. 3 Im Zweifel gilt der Wohnsitz des Eigentümers als ordentlicher Standort der Pfandsache."
    },
    {
      "provision_ref": "art10",
      "chapter": "1. Eintrag der Viehverschreibung",
      "section": "10",
      "title": "",
      "content": "1 Der Errichtungseintrag erfolgt, wenn die Errichtung der Viehverschreibung dem zuständigen Verschreibungsamt durch Übermittlung des vom Pfandgläubiger, Verpfänder und Viehinspektor unterschriebenen Anmeldescheins angezeigt worden ist. 2 Der Viehinspektor vergewissert sich vor Unterzeichnung des Anmeldescheins an Ort und Stelle über das Vorhandensein und die Merkmale der Pfandsache, trägt deren Schatzung in den Anmeldeschein ein und berichtigt oder ergänzt unzutreffende oder unvollständige, im Anmeldeschein enthaltene Angaben. 3 Der Anmeldeschein bleibt in Verwahrung des Verschreibungsamtes."
    },
    {
      "provision_ref": "art11",
      "chapter": "1. Eintrag der Viehverschreibung",
      "section": "11",
      "title": "",
      "content": "1 Im Verschreibungsprotokoll ist jedes einzelne verpfändete Tier nach seiner Art, seinem Geschlecht und seinen besondern kennzeichnenden Merkmalen (Rasse, Alter, Farbe, Schatzung und sonstigen individualisierenden Eigenschaften) einzutragen. 2 Sind die verpfändeten Tiere versichert, so werden im Verschreibungsprotokoll der Versicherer und, wenn möglich, die Versicherungssumme vorgemerkt."
    },
    {
      "provision_ref": "art12",
      "chapter": "1. Eintrag der Viehverschreibung",
      "section": "12",
      "title": "",
      "content": "1 Wird der ordentliche Standort der Pfandsache an einen ausserhalb des bisherigen Verschreibungskreises liegenden Ort verlegt, so benachrichtigt unverzüglich der Verpfänder das Verschreibungsamt des alten ordentlichen Standortes. 2 Dieses Verschreibungsamt teilt die Viehverschreibung und den Wechsel des ordentlichen Standortes der Pfandsache dem Verschreibungsamt des neuen ordentlichen Standortes mit. 3 Das Verschreibungsamt des neuen ordentlichen Standortes trägt die Viehverschreibung in das Verschreibungsprotokoll ein und teilt dem Verschreibungsamt des alten Standortes mit, dass der Neueintrag erfolgt ist. 4 Das Verschreibungsamt des alten ordentlichen Standortes löscht auf diese Mitteilung hin den bisherigen Eintrag."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "",
      "content": "1 Das Verschreibungsamt des ordentlichen Standortes der Pfandsache teilt jeweilen im November den Pfandgläubigern, deren Pfandrecht im zweitvorhergehenden Kalenderjahr eingetragen worden war, mit, dass auf den 31. Dezember der Eintrag gelöscht wird, wenn nicht bis zu diesem Tage die Erneuerung des Eintrags verlangt wird. 2 Verlangt der Pfandgläubiger innert der angegebenen Frist die Erneuerung des Eintrags, so wird die Viehverschreibung im Verschreibungsprotokoll neu eingetragen und der bisherige Eintrag gelöscht. 3 Verlangt er es innert der angegebenen Frist nicht, so wird die Viehverschreibung gelöscht."
    },
    {
      "provision_ref": "art14",
      "chapter": "2. Eintrag von Änderungen",
      "section": "14",
      "title": "",
      "content": "1 Das Verschreibungsamt des ordentlichen Standortes der Pfandsache stellt im Verschreibungsprotokoll enthaltene unzutreffende Vermerke durch Änderungseintrag richtig. 2 Des Änderungseintrages bedarf es namentlich auch, wenn ein verpfändetes Stück Vieh durch ein anderes ersetzt wird."
    },
    {
      "provision_ref": "art15",
      "chapter": "2. Eintrag von Änderungen",
      "section": "15",
      "title": "",
      "content": "1 Der Änderungseintrag erfolgt, wenn die Änderung dem zuständigen Verschreibungsamt durch das Gericht oder das Betreibungsamt mitgeteilt oder durch Übermittlung des vom Pfandgläubiger, vom Verpfänder und, soweit es sich um das Vorhandensein oder die Merkmale der Pfandsache handelt, vom Viehinspektor unterschriebenen Anmeldescheines angezeigt worden ist. 2 Nötigenfalls vergewissert sich der Viehinspektor vor Unterzeichnung des Anmeldescheines an Ort und Stelle über das Vorhandensein und die Merkmale der Pfandsache, trägt deren Schatzung in den Anmeldeschein ein und berichtigt oder ergänzt unzutreffende oder unvollständige, im Anmeldeschein enthaltene Angaben. 3 Die amtliche Mitteilung und der Anmeldeschein bleiben in Verwahrung des Verschreibungsamtes."
    },
    {
      "provision_ref": "art16",
      "chapter": "3. Löschungseintrag",
      "section": "16",
      "title": "",
      "content": "Das Verschreibungsamt des ordentlichen Standortes der Pfandsache löscht die Viehverschreibung, wenn ein Gericht rechtskräftig erkannt hat, dass die Viehverschreibung nicht besteht oder aufgehoben ist, wenn die Viehverschreibung durch Pfandverwertung untergegangen ist, wenn der Fall des Artikels 13 Absatz 3 vorliegt, oder wenn der Pfandgläubiger in Schriftform die Löschungsermächtigung erteilt hat."
    },
    {
      "provision_ref": "art17",
      "chapter": "3. Löschungseintrag",
      "section": "17",
      "title": "",
      "content": "Das Verschreibungsamt des ordentlichen Standortes der Pfandsache löscht den Eintrag in den Fällen der Artikel 12 Absatz 4 und 13 Absatz 2."
    },
    {
      "provision_ref": "art18",
      "chapter": "4. Besonderer Eintrag am Wohnsitz des Verpfänders",
      "section": "18",
      "title": "",
      "content": "Befindet sich der Wohnort des Verpfänders in einem andern Verschreibungskreise als der ordentliche Standort der Pfandsache, oder wird er in einen solchen Verschreibungskreis verlegt, so teilt das Verschreibungsamt des ordentlichen Standortes der Pfandsache die Viehverschreibung dem Verschreibungsamt des Wohnsitzes des Verpfänders mit."
    },
    {
      "provision_ref": "art19",
      "chapter": "4. Besonderer Eintrag am Wohnsitz des Verpfänders",
      "section": "19",
      "title": "",
      "content": "1 Der Eintrag erfolgt in einem besondern Abschnitt des Verschreibungsprotokolls und wird als Abschrift bezeichnet. 2 Auf diesen besondern Abschnitt des Verschreibungsprotokolls finden die Bestimmungen des Artikels 6 Anwendung."
    },
    {
      "provision_ref": "art20",
      "chapter": "4. Besonderer Eintrag am Wohnsitz des Verpfänders",
      "section": "20",
      "title": "",
      "content": "1 Das Verschreibungsamt des ordentlichen Standortes der Pfandsache teilt dem Verschreibungsamt des Wohnortes des Verpfänders den Neueintrag, die Änderung und die Löschung der Viehverschreibung zum Eintrag mit. 2 Die Mitteilung eines nach Artikel 12 erfolgten Neueintrags wird als Änderung vorgemerkt."
    },
    {
      "provision_ref": "art21",
      "chapter": "4. Besonderer Eintrag am Wohnsitz des Verpfänders",
      "section": "21",
      "title": "",
      "content": "Das Verschreibungsamt des ordentlichen Standortes der Pfandsache ermächtigt das Verschreibungsamt des Wohnsitzes des Verpfänders, den Eintrag zu löschen, wenn der Wohnsitz des Verpfänders in einen andern Verschreibungskreis verlegt worden ist."
    },
    {
      "provision_ref": "art22",
      "chapter": "III. Mitteilungen der Gerichte, Betreibungs- und Konkursämter und Konkursämter",
      "section": "22",
      "title": "",
      "content": "Hat ein Gericht rechtskräftig festgestellt, dass ein im Verschreibungsprotokoll eingetragener Vermerk unzutreffend ist oder dass die Viehverschreibung nicht besteht oder aufgehoben ist, so teilt es dies dem Verschreibungsamt des ordentlichen Standortes der Pfandsache kostenlos mit."
    },
    {
      "provision_ref": "art23",
      "chapter": "III. Mitteilungen der Gerichte, Betreibungs- und Konkursämter und Konkursämter",
      "section": "23",
      "title": "",
      "content": "Sofern die Beamtungen nicht zusammenfallen, macht das Betreibungs- oder Konkursamt dem Verschreibungsamt des ordentlichen Standortes der Pfandsache davon Mitteilung, wenn durch Zwangsvollstreckung das Pfandrecht an einer Pfandsache oder die Viehverschreibung untergegangen ist."
    },
    {
      "provision_ref": "art24",
      "chapter": "1. An die Betreibungsämter",
      "section": "24",
      "title": "",
      "content": "1 Sofern die Beamtungen nicht zusammenfallen, teilt das Verschreibungsamt des ordentlichen Standortes der Pfandsache die Errichtung, den Neueintrag, die Änderung und die Löschung der Viehverschreibung unverzüglich zum Eintrag mit: a. dem Betreibungsamte des jeweiligen Standortes der Pfandsache und b. dem Betreibungsamte des jeweiligen Wohnsitzes des Verpfänders, wenn der Wohnsitz des Verpfänders in einem andern Betreibungskreise gelegen ist als der Standort der Pfandsache. 2 Die Mitteilung eines nach Artikel 12 erfolgten Neueintrags wird als Änderung vorgemerkt. 3 Die nach Artikel 18 erfolgte Mitteilung an das Verschreibungsamt des Wohnsitzes des Verpfänders gilt als Mitteilung an das Betreibungsamt, wenn die beiden Amtsstellen zusammenfallen."
    },
    {
      "provision_ref": "art25",
      "chapter": "1. An die Betreibungsämter",
      "section": "25",
      "title": "",
      "content": "Das Verschreibungsamt des ordentlichen Standortes der Pfandsache ermächtigt das Betreibungsamt des bisherigen Standortes der Pfandsache oder des bisherigen Wohnsitzes des Verpfänders, den Eintrag zu löschen, wenn der Standort der Pfandsache oder der Wohnsitz des Verpfänders in einen andern Betreibungskreis verlegt worden ist."
    },
    {
      "provision_ref": "art26",
      "chapter": "1. An die Betreibungsämter",
      "section": "26",
      "title": "",
      "content": "1 Wo Betreibungsamt und Verschreibungsamt nicht zusammenfallen, führt das Betreibungsamt ein Register über die ihm vom Verschreibungsamt zugehenden Mitteilungen. 2 Für das Register des Betreibungsamtes wird das Formular für das Verschreibungsprotokoll (Art. 6 Abs. 1) verwendet. 3 Zum Register führt das Betreibungsamt ein alphabetisches Verzeichnis der Verpfänder. 4 Die Aufsichtsbehörden über die Viehverschreibung üben die Aufsicht über die Führung des Registers durch die Betreibungsbeamten aus."
    },
    {
      "provision_ref": "art27",
      "chapter": "1. An die Betreibungsämter",
      "section": "27",
      "title": "",
      "content": "1 Das Betreibungsamt hat bei Pfändungen von Amtes wegen anhand des Registers festzustellen, ob eine Viehverschreibung besteht. 2 Hat das Betreibungsamt begründete Zweifel über die Identität des gepfändeten mit dem verpfändeten Stück Vieh, so gibt es durch schriftliche Anzeige dem Pfandgläubiger von der Pfändung Kenntnis, mit der Aufforderung, innert bestimmter Frist seine Ansprüche dem Amte anzumelden. 3 Besteht eine Viehverschreibung, so hat das Betreibungsamt auf der Pfändungsurkunde vorzumerken, dass das gepfändete Stück Vieh verpfändet ist und anzugeben, wer Pfandgläubiger, wie gross die Pfandschuld ist, wann die Viehverschreibung errichtet und in das Verschreibungsprotokoll eingetragen worden ist. Im Übrigen hat das Betreibungsamt nach den Artikeln 106 und 107 des Schuldbetreibungs- und Konkursgesetzes vom 11. April 1889 vorzugehen."
    },
    {
      "provision_ref": "art2832",
      "chapter": "2. …",
      "section": "2832",
      "title": "",
      "content": "Aufgehoben durch Anhang Ziff. 1 der V vom 15. Nov. 2006, mit Wirkung seit 1. Jan. 2007 ( AS 2006 5217 )."
    },
    {
      "provision_ref": "art33",
      "chapter": "3. An die Viehversicherung",
      "section": "33",
      "title": "",
      "content": "Ist das verpfändete Tier versichert, so teilt das Verschreibungsamt des ordentlichen Standortes der Pfandsache die Errichtung, den Neueintrag, die Änderung und die Löschung der Viehverschreibung unverzüglich dem jeweiligen Versicherer mit."
    },
    {
      "provision_ref": "art34",
      "chapter": "3. An die Viehversicherung",
      "section": "34",
      "title": "",
      "content": "1 Eine Schadensvergütung wird dem Verschreibungsamt des ordentlichen Standortes der Pfandsache zuhanden des Berechtigten ausbezahlt. 2 Der Schadensbetrag wird dem Verpfänder oder dem Pfandgläubiger verabfolgt, soweit diese nach dem zugrunde liegenden Rechtsverhältnis sich als berechtigt ausweisen."
    },
    {
      "provision_ref": "art35",
      "chapter": "4. An die Beteiligten",
      "section": "35",
      "title": "",
      "content": "Das Verschreibungsamt des ordentlichen Standortes der Pfandsache teilt dem Verpfänder den Eintrag der Errichtung der Viehverschreibung (Art. 9–11) mit."
    },
    {
      "provision_ref": "art36",
      "chapter": "4. An die Beteiligten",
      "section": "36",
      "title": "",
      "content": "1 Im Falle des Artikels 12 teilt das Verschreibungsamt des neuen ordentlichen Standorts der Pfandsache den Neueintrag dem Pfandgläubiger mit. 2 Im Falle des Artikels 13 teilt das Verschreibungsamt des ordentlichen Standorts der Pfandsache den Neuvertrag oder die Löschung dem Verpfänder und dem Schuldner, der nicht Verpfänder ist, mit."
    },
    {
      "provision_ref": "art3744",
      "chapter": "V. …",
      "section": "3744",
      "title": "",
      "content": "Aufgehoben durch Art. 6 Bst. d der Verordnung vom 4. Okt. 1993 über das bäuerliche Bodenrecht ( SR 211.412.110 )."
    },
    {
      "provision_ref": "art4547",
      "chapter": "VI. Übergangs- und Schlussbestimmungen",
      "section": "4547",
      "title": "",
      "content": "Gegenstandslose UeB."
    },
    {
      "provision_ref": "art48",
      "chapter": "VI. Übergangs- und Schlussbestimmungen",
      "section": "48",
      "title": "",
      "content": "1 Die Artikel 45–47 treten am 10. November 1917, die übrigen Bestimmungen dieser Verordnung am 1. Mai 1918 in Kraft. 2 Auf den 1. Mai 1918 treten insbesondere ausser Kraft die Verordnung vom 25. April 1911 betreffend die Viehverpfändung und der Bundesratsbeschluss vom 24. April 1914 betreffend die Ausstellung von Gesundheitsscheinen über verpfändetes Vieh. [ AS 27 209 ] [ AS 30 167 ]"
    }
  ],
  "definitions": []
}