{
  "id": "sr-211-222-32",
  "type": "statute",
  "title": "Bundesgesetz vom 21. Dezember 2007 über internationale Kindesentführung und die Haager Übereinkommen zum Schutz von Kindern und Erwachsenen (BG-KKE)",
  "title_en": "Federal Act of 21  December 2007 on International Child Abduction and the Hague Conventions on the Protection of Children and Adults",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2009/379/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Section 1 General Provisions",
      "section": "1",
      "title": "Federal central authority",
      "content": "1 The Federal Office of Justice (the Office) is the federal central authority in charge of implementing the conventions listed in the preamble. 2 The Office shall perform the tasks set out in the 1980 Hague Convention and the 1980 European Convention. 3 Under the 1996 and 2000 Hague Conventions, the Office's tasks shall be: a. to transmit communications from abroad to the cantonal central authority; b. to provide information on Swiss law and child protection services in Switzerland to foreign authorities; c. to represent Switzerland before central authorities in other countries; d. to advise the cantonal central authorities on these conventions and to ensure their application; e. to promote cooperation between cantonal central authorities, cooperation with experts and institutions under Article 3 and with the central authorities of Contracting States."
    },
    {
      "provision_ref": "art2",
      "chapter": "Section 1 General Provisions",
      "section": "2",
      "title": "Cantonal central authorities",
      "content": "1 Each canton shall designate a central authority responsible for implementation of the 1996 and 2000 Hague Conventions. 2 Unless Article 1 paragraph 3 stipulates otherwise, the cantonal central authorities are responsible for the tasks given to central authorities by the Conventions. 3 The cantonal central authorities or other authorities designated by the cantons shall on request issue the certificates provided for in Article 40 paragraph 3 of the 1996 Hague Convention and in Article 38 paragraph 3 of the 2000 Hague Convention."
    },
    {
      "provision_ref": "art3",
      "chapter": "Section 2 International Child Abduction",
      "section": "3",
      "title": "Experts and institutions",
      "content": "1 The federal central authority shall, in cooperation with the cantons, see to the establishment of a network of experts and institutions that are in a position to provide advice, to carry out conciliation or mediation, to represent individual children, and that are capable of acting expeditiously. 2 The federal central authority may entrust the tasks mentioned in paragraph 1 to a private body, which it may pay by reimbursing the expenses incurred or at a fixed rate."
    },
    {
      "provision_ref": "art4",
      "chapter": "Section 2 International Child Abduction",
      "section": "4",
      "title": "Conciliation or mediation procedures",
      "content": "1 The central authority may initiate a conciliation or mediation procedure in order to obtain the voluntary return of the child or to facilitate an amicable resolution. 2 The central authority shall, in an appropriate manner, encourage the persons concerned to participate in the conciliation or mediation procedure."
    },
    {
      "provision_ref": "art5",
      "chapter": "Section 2 International Child Abduction",
      "section": "5",
      "title": "Return and best interests of the child",
      "content": "Under Article 13 paragraph 1 letter b of the 1980 Hague Convention, the return of a child places him or her in an intolerable situation where: a. placement with the parent who filed the application is manifestly not in the child's best interests; b. the abducting parent is not, given all the circumstances, in a position to take care of the child in the State where the child was habitually resident immediately before the abduction or this cannot reasonably be required from this parent; and c. placement in foster care is manifestly not in the child's best interests."
    },
    {
      "provision_ref": "art6",
      "chapter": "Section 2 International Child Abduction",
      "section": "6",
      "title": "Protective measures",
      "content": "1 The court dealing with the application for the return of the child shall decide, as required, on the child's personal relations with his or her parents and order the measures necessary to ensure his or her protection. 2 Where the application for return has been received by the central authority, the competent court may at the request of the central authority or any of the parties order the appointment of a representative for the child, the appointment of a guardian, or other protective measures even if the application for return has not yet been received by the court."
    },
    {
      "provision_ref": "art7",
      "chapter": "Section 2 International Child Abduction",
      "section": "7",
      "title": "Competent court",
      "content": "1 The supreme court of the canton where a child is resident at the moment when the application for return is lodged is the sole court competent to deal with applications for return, including protective measures. 2 The court may transfer the case to the supreme court of another canton if the parties and the court in question consent."
    },
    {
      "provision_ref": "art8",
      "chapter": "Section 2 International Child Abduction",
      "section": "8",
      "title": "Court procedure",
      "content": "1 The court shall initiate conciliation or mediation procedures with a view to obtaining the voluntary return of the child or to achieving an amicable resolution if the central authority has not already done so. 2 When conciliation or mediation does not result in an agreement leading to the withdrawal of the application for return, the court shall decide using a summary procedure. 3 The court shall inform the central authority of the essential steps in the procedure."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Hearing and representation of the child",
      "content": "1 As far as possible, the court shall hear the parties in person. 2 The court shall hear the child in an appropriate manner or appoint an expert to carry out this hearing unless the age of the child or another valid reason prevents this. 3 The court shall order that the child be represented and designate as a representative a person experienced in welfare and legal matters. This person may file applications and lodge appeals."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "International cooperation",
      "content": "1 The court shall cooperate as required with the authorities of the state in which the child had his or her habitual residence before abduction. 2 The court, if necessary with the cooperation of the central authority, shall satisfy itself whether and in what way it is possible to execute the decision ordering the return of the child to the State in which he or she was habitually resident before abduction."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Decision ordering the return of a child",
      "content": "1 The decision ordering the return of a child must include instructions for its execution and be communicated to the authority responsible for its execution and to the central authority. 2 A decision ordering the return of a child and the instructions for execution apply throughout Swiss territory."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Execution of the decision",
      "content": "1 The cantons shall designate a single authority responsible for executing the decision. 2 The authority shall take account of the best interests of the child and endeavour to obtain the voluntary execution of the decision."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Amending the decision",
      "content": "1 The court may, on request, modify the decision ordering the return of a child if the circumstances that would preclude return change significantly. 2 The court may also decide to discontinue execution proceedings."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Costs",
      "content": "Article 26 of the 1980 Hague Convention and Article 5 paragraph 3 of the 1980 European Convention apply to the costs of the conciliation or mediation proceedings, the court proceedings and the procedure for the execution of the decision at the cantonal and federal levels."
    },
    {
      "provision_ref": "art15",
      "chapter": "Section 3 Final Provisions",
      "section": "15",
      "title": "Amendment of current law",
      "content": "... The amendments may be consulted under AS 2009 3077 ."
    },
    {
      "provision_ref": "art16",
      "chapter": "Section 3 Final Provisions",
      "section": "16",
      "title": "Transitional provision",
      "content": "The provisions of this Act relating to international child abduction also apply to applications for the return of a child pending before the cantonal authorities at the time when this Act enters into force. Commencement Date: 1 July 2009 FCD of 6 March 2009 ( AS 2009 3083 )."
    }
  ],
  "definitions": []
}