{
  "id": "sr-314-1",
  "type": "statute",
  "title": "Ordnungsbussengesetz vom 18. März 2016 (OBG)",
  "title_en": "",
  "short_name": "OBG",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2017/725/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Grundsätze",
      "content": "1 Mit Ordnungsbusse wird in einem vereinfachten Verfahren (Ordnungsbussenverfahren) bestraft, wer eine Übertretung begeht, die: a. in einem der folgenden Gesetze aufgeführt ist: 1. Ausländergesetz vom 16. Dezember 2005, 2. Asylgesetz vom 26. Juni 1998, 3. Bundesgesetz vom 19. Dezember 1986 gegen den unlauteren Wettbewerb, 4. Bundesgesetz vom 1. Juli 1966 über den Natur- und Heimatschutz, 5. Waffengesetz vom 20. Juni 1997, 6. Alkoholgesetz vom 21. Juni 1932, 7. Strassenverkehrsgesetz vom 19. Dezember 1958 (SVG), 8. Nationalstrassenabgabegesetz vom 19. März 2010 (NSAG), 9. Bundesgesetz vom 3. Oktober 1975 über die Binnenschifffahrt, 10. Betäubungsmittelgesetz vom 3. Oktober 1951 (BetmG), 11. Umweltschutzgesetz vom 7. Oktober 1983, 12. Lebensmittelgesetz vom 20. Juni 2014, 12 a . Epidemiengesetz vom 28. September 2012, 13. Bundesgesetz vom 3. Oktober 2008 zum Schutz vor Passivrauchen, 14. Waldgesetz vom 4. Oktober 1991, 15. Jagdgesetz vom 20. Juni 1986, 16. Bundesgesetz vom 21. Juni 1991 über die Fischerei, 17. Bundesgesetz vom 23. März 2001 über das Gewerbe der Reisenden; oder b. in einer Verordnung aufgeführt ist, die sich auf ein Gesetz nach Buchstabe a Ziffern 1–9 und 11–17 stützt; d avon ausgenommen ist Artikel 3 c Absatz 2 der Covid-19-Verordnung besondere Lage vom 19. Juni 2020 . 2 Das Ordnungsbussenverfahren ist nur anwendbar, wenn der betreffende Übertretungstatbestand in den Listen nach Artikel 15 aufgeführt ist. 3 Es ist nicht anwendbar bei Übertretungen, die nach dem Bundesgesetz vom 22. März 1974 über das Verwaltungsstrafrecht verfolgt und beurteilt werden. 4 Die Ordnungsbusse beträgt höchstens 300 Franken. 5 Vorleben und persönliche Verhältnisse der beschuldigten Person werden nicht berücksichtigt. SR 142.20 SR 142.31 SR 241 SR 451 SR 514.54 SR 680 SR 741.01 SR 741.71 SR 747.201 SR 812.121 SR 814.01 Fassung gemäss Art. 17. SR 817.0 Eingefügt durch Ziff. II 1 des BG vom 18. Dez. 2020 (Kultur, Härtefälle, Sport, Arbeitslosenversicherung, Ordnungsbussen), in Kraft vom 19. Dez. 2020 bis zum 31. Dez. 2021 ( AS 2020 5821 ; BBl 2020 8819 ). SR 818.101 SR 818.31 SR 921.0 SR 922.0 SR 923.0 SR 943.1 SR 818.101.26 Zweiter Teilsatz eingefügt durch Ziff. II 1 des BG vom 18. Dez. 2020 (Kultur, Härtefälle, Sport, Arbeitslosenversicherung, Ordnungsbussen), in Kraft vom 19. Dez. 2020 bis zum 31. Dez. 2021 ( AS 2020 5821 ; BBl 2020 8819 ). SR 313.0"
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Zuständige Organe",
      "content": "1 Ordnungsbussen werden erhoben von Polizeiorganen und Behörden, die für den Vollzug der Gesetze nach Artikel 1 Absatz 1 Buchstabe a und der gestützt darauf erlassenen Verordnungen zuständig sind. Die Kantone bezeichnen die zur Erhebung von Ordnungsbussen zuständigen Organe. 2 Soweit das Bundesrecht der Eidgenössischen Zollverwaltung (EZV) Kontrollkompetenzen in den Bereichen nach Artikel 1 Absatz 1 Buchstabe a zuweist, ist die EZV ermächtigt, bei Widerhandlungen Ordnungsbussen zu erheben. Sie überweist die Sache an die zuständige Strafverfolgungsbehörde, wenn die Ordnungsbusse nicht sofort bezahlt wird. 3 Die Vertreterin oder der Vertreter des zuständigen Organs muss sich gegenüber der beschuldigten Person entsprechend ausweisen."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Voraussetzungen",
      "content": "1 Das Ordnungsbussenverfahren ist anwendbar, wenn die Vertreterin oder der Vertreter des zuständigen Organs die Widerhandlung selbst festgestellt hat. 2 Es ist auch anwendbar, wenn es sich um eine Widerhandlung gegen das SVG und die gestützt darauf erlassenen Verordnungen handelt, die durch eine automatische Überwachungsanlage festgestellt wird, welche die Anforderungen des Messgesetzes vom 17. Juni 2011 erfüllt. SR 741.01 SR 941.20"
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Ausnahmen",
      "content": "1 Dieses Gesetz findet keine Anwendung, wenn die Widerhandlung von einer Person begangen wird, die zum Zeitpunkt der Tat das 15. Altersjahr nicht vollendet hat; vorbehalten bleibt Absatz 2. 2 Widerhandlungen gegen das BetmG werden nicht im Ordnungsbussenverfahren geahndet, wenn sie von einer Person begangen werden, die zum Zeitpunkt der Tat das 18. Altersjahr nicht vollendet hat. 3 Widerhandlungen werden zudem nicht im Ordnungsbussenverfahren geahndet, wenn: a. die beschuldigte Person anlässlich der Widerhandlung jemanden gefährdet oder verletzt oder Schaden verursacht hat; b. der beschuldigten Person zusätzlich eine Widerhandlung vorgeworfen wird, die nicht in einer nach Artikel 15 erstellten Liste aufgeführt ist; c. die beschuldigte Person das Ordnungsbussenverfahren für eine oder mehrere ihr vorgeworfenen Widerhandlungen ablehnt; d. Verfahrenshandlungen nach der Strafprozessordnung erforderlich sind, die in diesem Gesetz nicht genannt sind. SR 812.121 SR 312.0"
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Konkurrenz",
      "content": "1 Erfüllt die beschuldige Person durch eine oder mehrere gleichzeitige Handlungen mehrere Übertretungstatbestände, die im Ordnungsbussenverfahren geahndet werden, so werden die Beträge zusammengezählt und es wird eine Gesamtbusse auferlegt. Der Bundesrat kann Ausnahmen vorsehen für den Fall, dass mehrere Übertretungstatbestände denselben Schutzzweck haben. 2 Beträgt die zu erwartende Gesamtbusse mehr als 600 Franken, so werden alle Widerhandlungen im ordentlichen Strafverfahren beurteilt."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Verfahren im Allgemeinen",
      "content": "1 Wird die beschuldigte Person anlässlich der Widerhandlung identifiziert, so kann sie die Busse sofort oder innerhalb von 30 Tagen (Bedenkfrist) bezahlen. 2 Bezahlt sie sofort, so wird eine Quittung ohne ihren Namen ausgestellt. 3 Bezahlt sie nicht sofort, so muss sie ihre Personalien angeben und erhält ein Bedenkfristformular sowie einen Einzahlungsschein. Die Vertreterin oder der Vertreter des zuständigen Organs behält eine Kopie des Formulars zurück. Bezahlt die beschuldigte Person die Busse innerhalb der Frist, so wird die Kopie vernichtet. 4 Bezahlt die beschuldigte Person die Busse nicht innerhalb der Frist, so wird ein ordentliches Strafverfahren durchgeführt. 5 Ist nicht bekannt, wer die Widerhandlung begangen hat, so wird ein ordentliches Strafverfahren durchgeführt. Vorbehalten bleibt Artikel 7. 6 Vorschriften, welche die Mitteilung von Urteilen, Strafbefehlen oder Einstellungsbeschlüssen vorsehen, finden im Ordnungsbussenverfahren keine Anwendung."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Haftung der Fahrzeughalterin oder des Fahrzeughalters",
      "content": "1 Wird die Fahrzeugführerin oder der Fahrzeugführer nicht anlässlich der Widerhandlung gegen das SVG, die gestützt darauf erlassenen Verordnungen oder das NSAG angetroffen oder angehalten, so wird die Busse der im Fahrzeugausweis eingetragenen Fahrzeughalterin oder dem im Fahrzeugausweis eingetragenen Fahrzeughalter auferlegt. 2 Der Halterin oder dem Halter wird die Busse schriftlich eröffnet. Sie oder er kann sie innerhalb von 30 Tagen bezahlen. 3 Bezahlt die Halterin oder der Halter die Busse nicht innerhalb der Frist, so wird ein ordentliches Strafverfahren durchgeführt. 4 Nennt die Halterin oder der Halter den Namen und die Adresse der Person, welche die Widerhandlung begangen hat, so wird gegen diese das Verfahren nach den Absätzen 2 und 3 durchgeführt. 5 Kann mit verhältnismässigem Aufwand nicht festgestellt werden, wer die Widerhandlung begangen hat, so erhält die Halterin oder der Halter eine Frist von 30 Tagen, um die Busse zu bezahlen, es sei denn, sie oder er macht im ordentlichen Strafverfahren glaubhaft, dass das Fahrzeug gegen ihren oder seinen Willen benutzt wurde und dies trotz entsprechender Sorgfalt nicht verhindert werden konnte. SR 741.01 SR 741.71"
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Sicherstellung und Einziehung",
      "content": "1 Mit der Erhebung der Ordnungsbusse werden Gegenstände und Vermögenswerte, die nach den Artikeln 69 und 70 des Strafgesetzbuches einzuziehen sind, sichergestellt. 2 Die sichergestellten Gegenstände und Vermögenswerte gelten mit der Bezahlung der Busse als eingezogen. SR 311.0"
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Formulare",
      "content": "1 Die Quittung für die Ordnungsbusse enthält folgende Angaben: a. die Bezeichnung des zuständigen Organs; b. Datum, Zeit und Ort der Widerhandlung; c. den erfüllten Übertretungstatbestand; d. den Bussenbetrag; e. die Beschreibung der allenfalls eingezogenen Gegenstände und Vermögenswerte; f. Ort und Datum der Ausstellung; g. Name und Vorname der Person, welche die Quittung ausstellt. 2 Das Bedenkfristformular enthält folgende Angaben: a. Name, Vorname, Geburtsdatum, Heimatort und Wohnort der beschuldigten Person; b. das Datum der Abgabe des Formulars; c. den Hinweis, dass das ordentliche Strafverfahren durchgeführt wird, sofern die Busse nicht innerhalb von dreissig Tagen bezahlt wird; vorbehalten bleibt Buchstabe d; d. den Hinweis, dass der hinterlegte Betrag mit der Ordnungsbusse verrechnet wird, sofern die beschuldigte Person die Ordnungsbusse innerhalb von dreissig Tagen ausdrücklich akzeptiert oder die Bedenkfrist unbenutzt abläuft; e. die Bezeichnung des zuständigen Organs; f. Datum, Zeit und Ort der Widerhandlung; g. den erfüllten Übertretungstatbestand; h. den Bussenbetrag; i. die Beschreibung der allenfalls sichergestellten Gegenstände und Vermögenswerte; j. Ort und Datum der Ausstellung; k. Name und Vorname der Person, die das Formular ausstellt. 3 In Fällen nach Artikel 7 kann das Bedenkfristformular als Steckzettel verwendet werden. Das Bedenkfristformular enthält anstelle der Personalien nach Absatz 2 Buchstabe a das Fahrzeugkennzeichen."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Beschuldigte Personen ohne Wohnsitz in der Schweiz",
      "content": "1 Wer in der Schweiz keinen Wohnsitz hat und die Busse nicht sofort bezahlt, hat den Betrag zu hinterlegen oder eine angemessene Sicherheit zu leisten. 2 Läuft die Bedenkfrist nach Artikel 6 Absatz 1 unbenutzt ab oder akzeptiert die beschuldigte Person die Ordnungsbusse innerhalb dieser Frist ausdrücklich, so wird der hinterlegte Betrag mit der Ordnungsbusse verrechnet. Die Ordnungsbusse gilt mit der Verrechnung als bezahlt."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Rechtskraft",
      "content": "Mit der Bezahlung oder Verrechnung wird die Busse rechtskräftig."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Kosten",
      "content": "Im Ordnungsbussenverfahren werden keine Kosten erhoben."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Ablehnung des Ordnungsbussenverfahrens",
      "content": "1 Die Vertreterin oder der Vertreter des zuständigen Organs hat der beschuldigten Person mitzuteilen, dass sie das Ordnungsbussenverfahren ablehnen kann. 2 Lehnt die beschuldigte Person das Verfahren ab, so wird ein ordentliches Strafverfahren durchgeführt; vorbehalten bleibt Artikel 15 Absatz 3 NSAG. SR 741.71"
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Ordnungsbusse im ordentlichen Strafverfahren",
      "content": "Eine Ordnungsbusse kann auch im ordentlichen Strafverfahren ausgesprochen werden."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Ausführung des Gesetzes",
      "content": "Der Bundesrat listet nach Anhörung der Kantone die Übertretungstatbestände auf, die durch Ordnungsbusse zu ahnden sind, und bestimmt den Bussenbetrag."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Aufhebung und Änderung anderer Erlasse",
      "content": "Die Aufhebung und die Änderung anderer Erlasse werden im Anhang geregelt."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Koordinationsbestimmung",
      "content": "Mit Inkrafttreten des Lebensmittelgesetzes vom 20. Juni 2014 lautet die nachfolgende Bestimmung wie folgt: Art. 1 Abs. 1 Bst. a Ziff. 12 ... SR 817.0 ; BBl 2014 5079 Text eingefügt hiervor."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Referendum und Inkrafttreten",
      "content": "1 Dieses Gesetz untersteht dem fakultativen Referendum. 2 Der Bundesrat bestimmt das Inkrafttreten. Datum des Inkrafttretens: 1. Januar 2020 V vom 16. Jan. 2019 ( AS 2019 527 )"
    }
  ],
  "definitions": []
}