{
  "id": "sr-311-039-4",
  "type": "statute",
  "title": "Verordnung vom 18. November 2015 über Massnahmen zur Verhütung von Straftaten im Zusammenhang mit Prostitution",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2015/800/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "1. Abschnitt: Gegenstand",
      "section": "1",
      "title": "",
      "content": "Diese Verordnung regelt die Gewährung von Finanzhilfen des Bundes an Massnahmen, die in der Schweiz von Organisationen des öffentlichen oder privaten Rechts mit Sitz in der Schweiz durchgeführt werden, um Personen, die Prostitution betreiben, vor Straftaten zu schützen (Präventionsmassnahmen)."
    },
    {
      "provision_ref": "art2",
      "chapter": "2. Abschnitt: Präventionsmassnahmen",
      "section": "2",
      "title": "Ziele",
      "content": "Die Präventionsmassnahmen sollen dazu beitragen, dass Personen, die Prostitution betreiben, vor Straftaten im Zusammenhang mit der Ausübung ihres Berufes geschützt werden, namentlich vor: a. Zwangs- und Gewaltanwendung sowie der Beeinträchtigung der Handlungsfreiheit; b. Wucher oder der Ausnützung einer Notlage."
    },
    {
      "provision_ref": "art3",
      "chapter": "2. Abschnitt: Präventionsmassnahmen",
      "section": "3",
      "title": "Arten und Zweck",
      "content": "1 Als Präventionsmassnahmen gelten Programme, regelmässige Aktivitäten und Projekte. 2 Dabei bedeuten: a. Programm: verschiedene untereinander koordinierte, zeitlich begrenzte Aktivitäten, die sich an einem gemeinsamen Globalziel orientieren; b. regelmässige Aktivität: ein ständiger, auf Dauer angelegter Aufgabenbereich einer Organisation; c. Projekt: ein einmaliges Vorhaben, das aus mehreren einzelnen Tätigkeitsbereichen besteht und durchgeführt wird, um unter Berücksichtigung von Vorgaben bezüglich Zeit, Ressourcen und Qualität ein Ziel zu erreichen. 3 Die Massnahmen sollen bewirken, dass: a. die Personen, die Prostitution betreiben, sensibilisiert werden bezüglich strafbarer Handlungen ihnen gegenüber; b. den Personen, die Prostitution betreiben, Information und Wissen vermittelt wird oder sie beraten werden, namentlich bezüglich Schutzvorkehrungen; c. die Öffentlichkeit bezüglich der Erscheinungsformen strafbarer Handlungen im Prostitutionsgewerbe sensibilisiert wird, namentlich auch: 1. die Freier; 2. Personen, die Räumlichkeiten für die Ausübung der Prostitution zur Verfügung stellen; 3. Personen, die Kontakte vermitteln zwischen Personen, die Prostitution betreiben, und potenziellen Kunden und Kundinnen. 4 Die Massnahmen können auch die Schaffung wissenschaftlicher Grundlagen für die Kriminalprävention beinhalten."
    },
    {
      "provision_ref": "art4",
      "chapter": "3. Abschnitt: Finanzhilfen",
      "section": "4",
      "title": "Grundsätze",
      "content": "1 Der Bund kann Finanzhilfen im Rahmen der jährlich bewilligten Kredite gewähren. 2 Es besteht kein Anspruch auf finanzielle Leistungen. 3 Übersteigen die beantragten Finanzhilfen die verfügbaren Mittel, so erstellt das Bundesamt für Polizei (fedpol) gestützt auf Artikel 13 Absatz 2 des Subventionsgesetzes vom 5. Oktober 1990 (SuG) eine Prioritätenordnung, nach der die Gesuche beurteilt werden. Dabei werden in erster Linie Präventionsmassnahmen berücksichtigt, die den jährlichen Förderschwerpunkten Rechnung tragen und die Voraussetzungen für die Gewährung von Finanzhilfen im Hinblick auf die Qualität und bezüglich eines effizienten Einsatzes der Ressourcen am besten erfüllen. SR 616.1"
    },
    {
      "provision_ref": "art5",
      "chapter": "3. Abschnitt: Finanzhilfen",
      "section": "5",
      "title": "Materielle Voraussetzungen für eine Gewährung von Finanzhilfen",
      "content": "1 Finanzhilfen werden für Präventionsmassnahmen gewährt, die: a. auf eine möglichst grosse Breitenwirkung und Multiplikationswirkung angelegt sind; b. auf Langfristigkeit und Nachhaltigkeit ausgerichtet sind; und c. eine dem Umfang der Massnahme angepasste interne oder externe Evaluation der Durchführung und der Wirkung vorsehen, mittels Angabe überprüfbarer Zwischen- und Endziele. 2 Eine Massnahme wird höchstens dreimal unterstützt. 3 Es werden keine Massnahmen unterstützt, die: a. politische Aktivitäten und Lobbyarbeiten beinhalten; b. ein längerfristiges finanzielles Engagement des Bundes bedingen würden."
    },
    {
      "provision_ref": "art6",
      "chapter": "3. Abschnitt: Finanzhilfen",
      "section": "6",
      "title": "Höchstansatz",
      "content": "Die Finanzhilfen betragen höchstens 50 Prozent der anrechenbaren Kosten der jeweiligen Massnahme. Anrechenbar sind jene Kosten, die unmittelbar mit der Vorbereitung, der Durchführung und der Evaluation der Massnahme zusammenhängen."
    },
    {
      "provision_ref": "art7",
      "chapter": "3. Abschnitt: Finanzhilfen",
      "section": "7",
      "title": "Bemessung",
      "content": "Die Finanzhilfen bemessen sich nach: a. der Art und Bedeutung einer Massnahme; b. dem Interesse des Bundes an der Massnahme; c. den Eigenleistungen der Beitragsempfängerin oder des Beitragsempfängers, den Beiträgen, die gestützt auf andere Bundeserlasse ausgerichtet werden, und den Beiträgen Dritter."
    },
    {
      "provision_ref": "art8",
      "chapter": "3. Abschnitt: Finanzhilfen",
      "section": "8",
      "title": "Auszahlung",
      "content": "Fedpol kann die Finanzhilfen entsprechend dem Fortschritt der jeweiligen Massnahme gestaffelt auszahlen."
    },
    {
      "provision_ref": "art9",
      "chapter": "4. Abschnitt: Formelle Vorgaben für die Gewährung von Finanzhilfen und Verfahren und Verfahren",
      "section": "9",
      "title": "Grundlage und Rechtsform",
      "content": "1 Das Verfahren für die Gewährung von Finanzhilfen richtet sich nach den Bestimmungen des SuG. 2 Fedpol gewährt die Finanzhilfen auf der Grundlage: a. einer Verfügung nach Artikel 16 Absatz 1 SuG für die Durchführung von Projekten; b. eines Vertrags nach Artikel 16 Absatz 2 SuG für regelmässige Aktivitäten und Programme. 3 In der Verfügung oder im Vertrag werden namentlich festgelegt: a. der Zweck der Finanzhilfe; b. die Höhe der Finanzhilfe; c. die Berichterstattung; d. die Qualitätssicherung. 4 Ein Vertrag wird unter Kreditvorbehalt für die Dauer von höchstens vier Jahren abgeschlossen. SR 616.1"
    },
    {
      "provision_ref": "art10",
      "chapter": "4. Abschnitt: Formelle Vorgaben für die Gewährung von Finanzhilfen und Verfahren und Verfahren",
      "section": "10",
      "title": "Gesuche",
      "content": "1 Gesuche um Finanzhilfe sind bei fedpol bis zum 31. Juli des Vorjahres vor dem Beginn des geplanten Unterstützungszeitraums einzureichen. 2 Die Gesuche müssen eine umfassende Beurteilung der beabsichtigten Präventionswirkung ermöglichen. Sie müssen insbesondere enthalten: a. umfassende Angaben über die Gesuchstellerin oder den Gesuchsteller; b. eine ausführliche Beschreibung der Massnahme mit Angaben über Ziel, Vorgehen und erwartete Wirkungen; c. den Zeitplan für die Durchführung der Massnahme; d. einen detaillierten Kostenvoranschlag. 3 Fedpol bestimmt die Einzelheiten des Gesuchsverfahrens in einer Richtlinie."
    },
    {
      "provision_ref": "art11",
      "chapter": "4. Abschnitt: Formelle Vorgaben für die Gewährung von Finanzhilfen und Verfahren und Verfahren",
      "section": "11",
      "title": "Prüfung der Gesuche und Entscheid",
      "content": "1 Fedpol prüft die Gesuche und entscheidet über die Gewährung von Finanzhilfen. 2 Es hört den Kanton vorgängig an, auf dessen Territorium eine Massnahme ihre Wirkung entfalten soll. 3 Erachtet fedpol ein Gesuch als unvollständig, so räumt es der Gesuchstellerin oder dem Gesuchsteller die Möglichkeit der Ergänzung ein."
    },
    {
      "provision_ref": "art12",
      "chapter": "4. Abschnitt: Formelle Vorgaben für die Gewährung von Finanzhilfen und Verfahren und Verfahren",
      "section": "12",
      "title": "Bedingungen und Auflagen",
      "content": "Die Gewährung einer Finanzhilfe kann an Bedingungen geknüpft und mit Auflagen verbunden werden."
    },
    {
      "provision_ref": "art13",
      "chapter": "4. Abschnitt: Formelle Vorgaben für die Gewährung von Finanzhilfen und Verfahren und Verfahren",
      "section": "13",
      "title": "Auskunfts- und Rechenschaftspflicht",
      "content": "1 Beitragsempfängerinnen und -empfänger müssen fedpol über die Verwendung der Finanzhilfe jederzeit Auskunft erteilen und Einsicht in die relevanten Unterlagen gewähren. 2 Sie haben bei fedpol einen Schlussbericht einzureichen, in dem sie den Verlauf und das Ergebnis der Massnahme darlegen und Rechenschaft über die verfügungs- oder vertragskonforme Verwendung der Finanzhilfe ablegen."
    },
    {
      "provision_ref": "art14",
      "chapter": "4. Abschnitt: Formelle Vorgaben für die Gewährung von Finanzhilfen und Verfahren und Verfahren",
      "section": "14",
      "title": "Offenlegung der Unterstützung durch den Bund",
      "content": "Die Beitragsempfängerinnen und -empfänger sind verpflichtet, in ihren Jahresberichten und in den öffentlichen Projektunterlagen auf die von fedpol erhaltene Finanzhilfe hinzuweisen."
    },
    {
      "provision_ref": "art15",
      "chapter": "5. Abschnitt: Evaluation",
      "section": "15",
      "title": "",
      "content": "1 Fedpol überprüft regelmässig die Zweckmässigkeit und die Wirksamkeit dieser Verordnung. 2 Es erstattet dem Eidgenössischen Justiz- und Polizeidepartement regelmässig Bericht über die Ergebnisse der Evaluation. 3 Es kann externe Fachpersonen mit der Evaluation beauftragen."
    },
    {
      "provision_ref": "art16",
      "chapter": "6. Abschnitt: Inkrafttreten",
      "section": "16",
      "title": "",
      "content": "Diese Verordnung tritt am 1. Januar 2016 in Kraft."
    }
  ],
  "definitions": []
}