{
  "id": "sr-371",
  "type": "statute",
  "title": "Bundesgesetz vom 20. Juni 2003 über die Aufhebung von Strafurteilen gegen Flüchtlingshelfer zur Zeit des Nationalsozialismus",
  "title_en": "Federal Act of 20 June 2003 on the Annulment of the Convictions of Persons who assisted Refugees at the time of the Nazi Regime",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2003/633/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Section 1 General Provisions",
      "section": "1",
      "title": "Subject Matter and Objective",
      "content": "1 This Act regulates the annulment of the convictions of persons who, at the time of the Nazi regime, assisted in the flight of persecuted people (persons who assisted refugees), as well as the rehabilitation of such persons. 2 It has the objective of annulling convictions that are today viewed as serious miscarriages of justice."
    },
    {
      "provision_ref": "art2",
      "chapter": "Section 1 General Provisions",
      "section": "2",
      "title": "Definitions",
      "content": "1 Persons who assisted refugees in terms of this Act are persons who were convicted of offences because they helped persecuted people at the time of the Nazi regime, or offered accommodation to refugees without reporting them to the authorities. 2 Persons who exploited the need of persecuted people at the time of their flight, who abandoned such persons, or who reported them to the authorities after offering assistance are not regarded as persons who assisted refugees."
    },
    {
      "provision_ref": "art3",
      "chapter": "Section 2 Annulment of Convictions and Rehabilitation",
      "section": "3",
      "title": "Annulment of Convictions",
      "content": "All judgements issued by military tribunals and the civilian criminal courts of the Confederation and the cantons against persons who assisted refugees in terms of Articles 1 and 2 shall be annulled."
    },
    {
      "provision_ref": "art4",
      "chapter": "Section 2 Annulment of Convictions and Rehabilitation",
      "section": "4",
      "title": "Rehabilitation",
      "content": "All persons who assisted refugees in terms of Articles 1 and 2 shall be fully rehabilitated."
    },
    {
      "provision_ref": "art5",
      "chapter": "Section 2 Annulment of Convictions and Rehabilitation",
      "section": "5",
      "title": "Application to other Offences",
      "content": "In cases where persons who assisted refugees were at the same time convicted of other offences, the annulment of convictions also applies to these offences, provided such offences appear, in a general appraisal of the case, to be secondary in their nature."
    },
    {
      "provision_ref": "art6",
      "chapter": "Section 3 Rehabilitation Committee",
      "section": "6",
      "title": "Committee on Pardons as the Rehabilitation Committee",
      "content": "1 The Committee on Pardons of the Federal Assembly shall act as the Rehabilitation Committee (the Committee) and shall, in response to an application or ex officio, examine cases and decide whether a specific conviction falls within the terms of Articles 1 and 2. 2 If necessary, the Committee may regulate further aspects of the procedure. Today: Committee for Pardons and Conflicts of Jurisdiction. Today: Committee for Pardons and Conflicts of Jurisdiction."
    },
    {
      "provision_ref": "art7",
      "chapter": "Section 3 Rehabilitation Committee",
      "section": "7",
      "title": "Applications",
      "content": "1 Applications for a declaration of the annulment of a specific conviction must be submitted to the Committee. 2 Applications may be made: a. by the convicted person, or, if the convicted person is deceased, by any one of his or her next of kin (Art. 110 No. 1 StGB); b. by an organisation that is domiciled in Switzerland, that is under Swiss control, and that has as its objective the safeguarding of human rights or the reappraisal of the history of Switzerland at the time of the Nazi Regime. 3 Such an organisation is not entitled to submit an application against the will of the convicted person or, if the person is deceased, against the will of any of his or her next of kin. Amended in accordance with Art. 334 of the Criminal Code ( SR 311.0 ) in the version of the FA of 13 Dec. 2002, in force since 1 Jan. 2007 ( AS 2006 3459 ). SR 311.0"
    },
    {
      "provision_ref": "art8",
      "chapter": "Section 3 Rehabilitation Committee",
      "section": "8",
      "title": "Time Limits",
      "content": "1 Applications must be submitted within a period of five years of the date on which this Act comes into force. 2 The Committee may consider applications that are submitted after the five-year time limit, but at the latest within a period of eight years from the date on which this Act comes into force, provided the reasons for the delay are excusable."
    },
    {
      "provision_ref": "art9",
      "chapter": "Section 3 Rehabilitation Committee",
      "section": "9",
      "title": "Non-Consideration of Applications",
      "content": "An application will not be considered if the relevant conviction cannot be traced without expending an unreasonable amount of time and effort."
    },
    {
      "provision_ref": "art10",
      "chapter": "Section 3 Rehabilitation Committee",
      "section": "10",
      "title": "Establishment of the Facts of the Case",
      "content": "The Committee shall collaborate, to the extent required, in establishing the facts of the case."
    },
    {
      "provision_ref": "art11",
      "chapter": "Section 3 Rehabilitation Committee",
      "section": "11",
      "title": "Decision",
      "content": "1 The Committee shall make its decisions according to the law and on an equitable basis and in accordance with its appraisal of the particular circumstances of each case. 2 If it establishes that a specific conviction falls within the terms of Articles 1 and 2, it shall give notice of the reasons for its decision in a suitable manner. Such notice may not be given without the consent of the applicant. 3 The decisions of the Committee are final."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Procedural Costs",
      "content": "The procedure before the Committee is free of charge."
    },
    {
      "provision_ref": "art13",
      "chapter": "Section 4 Legal effect of the Annulment",
      "section": "13",
      "title": "",
      "content": "A declaratory decision on the annulment of a conviction does not justify a claim for damages for pecuniary loss or for pain and suffering in respect of the penalties imposed or any secondary penalties or any indirect consequences of the conviction."
    },
    {
      "provision_ref": "art14",
      "chapter": "Section 5 Referendum and Commencement",
      "section": "14",
      "title": "",
      "content": "1 This Act is subject to an optional referendum. 2 The Federal Council determines the date on which this Act comes into force. Commencement Date: 1 January 2004 FCD of 25 Nov. 2003 ( AS 2003 4264 )."
    }
  ],
  "definitions": []
}