{
  "id": "sr-363-1",
  "type": "statute",
  "title": "Verordnung vom 3. Dezember 2004 über die Verwendung von DNA-Profilen im Strafverfahren und zur Identifizierung von unbekannten oder vermissten Personen (DNA-Profil-Verordnung)",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2004/812/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "1. Abschnitt: Forensische DNA-Proben und ihre Analyse",
      "section": "1",
      "title": "Verfahren, technische Mittel und Vorgehen",
      "content": "Das Eidgenössische Justiz- und Polizeidepartement (EJPD) legt fest: a. nach welchen Verfahren und mit welchen technischen Mitteln Proben abgenommen werden müssen; b. welche Qualitätsanforderungen bei der Abnahme der Proben zu erfüllen sind. Fassung gemäss Ziff. I der V vom 22. Okt. 2014, in Kraft seit 1. Jan. 2015 ( AS 2014 3467 )."
    },
    {
      "provision_ref": "art2",
      "chapter": "1. Abschnitt: Forensische DNA-Proben und ihre Analyse",
      "section": "2",
      "title": "Analyselabors und ihre Anerkennung",
      "content": "1 Die forensischen DNA-Analysen dürfen nur von anerkannten Prüflaboratorien für forensische Genetik (Labors) erstellt werden. 2 Das EJPD kann Labors auf Gesuch hin anerkennen, wenn: a. sie auf dem Gebiet der forensischen Genetik gemäss der Akkreditierungs- und Bezeichnungsverordnung vom 17. Juni 1996 durch die Schweizerische Akkreditierungsstelle (SAS) akkreditiert sind; b. sie jederzeit die Leistungs- und Qualitätsanforderungen erfüllen; c. sie innerhalb der letzten zwölf Monate erfolgreich an mindestens vier Eignungsprüfungen (Ringversuchen) teilgenommen haben; das EJPD legt die Voraussetzungen für die Anerkennung dieser Ringversuche fest; d. der fachliche Leiter oder die fachliche Leiterin des Labors und dessen oder deren Stellvertretung den Abschluss als «Forensischer Genetiker/Forensische Genetikerin SGRM» der Schweizerischen Gesellschaft für Rechtsmedizin erworben hat oder eine gleichwertige Qualifikation nachweisen kann; e. die mit der Geschäftsführung des Labors betrauten Personen einen guten Ruf geniessen und Gewähr für eine einwandfreie Geschäftstätigkeit bieten; und f. die mit der Geschäftsführung des Labors betrauten Personen die Geschäftsleitung am Sitz des Labors tatsächlich und verantwortlich ausüben können. 3 Es legt die Leistungs- und Qualitätsanforderungen nach Absatz 2 Buchstabe b fest. Fassung gemäss Ziff. I der V vom 22. Juni 2005, in Kraft seit 1. Aug. 2005 ( AS 2005 3337 ). Ausdruck gemäss Ziff. I der V vom 22. Okt. 2014, in Kraft seit 1. Jan. 2015 ( AS 2014 3467 ). Diese Änd. wurde im ganzen Text berücksichtigt. SR 946.512 Fassung gemäss Ziff. I der V vom 22. Okt. 2014, in Kraft seit 1. Jan. 2018 ( AS 2014 3467 )."
    },
    {
      "provision_ref": "art2a",
      "chapter": "1. Abschnitt: Forensische DNA-Proben und ihre Analyse",
      "section": "2a",
      "title": "a Dem Anerkennungsgesuch beizulegende Unterlagen",
      "content": "Dem Gesuch um Anerkennung sind folgende Unterlagen beizulegen: a. Akkreditierung nach Artikel 2 Absatz 2 Buchstabe a; b. Bescheinigung der erfolgreichen Teilnahme an mindestens vier Eignungsprüfungen nach Artikel 2 Absatz 2 Buchstabe c; c. Nachweis der Qualifikation nach Artikel 2 Absatz 2 Buchstabe d; d. Auszug aus dem Zentralstrafregister sowie aus dem Schuldbetreibungs- und Konkursregister der mit der Geschäftsführung betrauten Personen; e. Liste aller Strafuntersuchungen sowie straf- und zivilrechtlichen Prozesse der letzten zehn Jahre der mit der Geschäftsführung betrauten Personen; f. Auszug aus dem Handelsregister; g. Geschäftsbericht oder Rechenschaftsbericht des vergangenen Jahres; h. Bestätigung, dass alle im Bereich forensische Genetik beschäftigten Personen ihre Geheimhaltungspflicht zur Kenntnis genommen haben; i. Angaben über die personellen Ressourcen des Labors, einschliesslich der fachlichen Kompetenzen und Leistungsausweise der Mitarbeiterinnen und Mitarbeiter; j. Angaben über die technischen Ressourcen, die für die Analyse von forensischen DNA-Proben permanent zur Verfügung stehen; k. Nachweis der Sicherstellung der Datensicherheit. Eingefügt durch Ziff. I der V vom 22. Juni 2005, in Kraft seit 1. Aug. 2005 ( AS 2005 3337 )."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Kontrolle",
      "content": "1 Das Bundesamt für Polizei (fedpol) prüft, ob die Labors die Vorschriften im Zusammenhang mit forensischen DNA-Analysen sowie die Datenschutz- und Datensicherheitsvorschriften einhalten. Es kann hierzu Kontrollen und angemeldete oder unangemeldete Inspektionen vor Ort durchführen. 2 Es kann unentgeltlich die erforderlichen Auskünfte oder Unterlagen verlangen und jede andere erforderliche Unterstützung anfordern. Insbesondere kann es allfällige Auflagen der Akkreditierung und der Folgeüberprüfungen sowie Begründungen für einen Entzug der Akkreditierung verlangen. 3 Es kann zur Erfüllung seiner Aufgaben Grundstücke, Betriebe und Räume betreten. 4 Es prüft mindestens alle drei Jahre, ob die Leistungs- und Qualitätsanforderungen eingehalten werden, und erstattet dem EJPD Bericht. Fassung gemäss Ziff. I der V vom 22. Juni 2005, in Kraft seit 1. Aug. 2005 ( AS 2005 3337 ). Fassung gemäss Ziff. I 14 der V vom 15. Okt. 2008 über die Anpassungen an das Bundesgesetz über die polizeilichen Informationssysteme des Bundes, in Kraft seit 5. Dez. 2008 ( AS 2008 4943 )."
    },
    {
      "provision_ref": "art3a",
      "section": "3a",
      "title": "a Beizug der Schweizerischen Akkreditierungsstelle",
      "content": "Fedpol kann zur Erfüllung seiner Aufgaben die Schweizerische Akkreditierungsstelle (SAS) beiziehen. Eingefügt durch Art. 22 der V vom 14. Febr. 2007 über die Erstellung von DNA-Profilen im Zivil- und im Verwaltungsbereich ( AS 2007 669 ). Fassung gemäss Ziff. I 14 der V vom 15. Okt. 2008 über die Anpassungen an das Bundesgesetz über die polizeilichen Informationssysteme des Bundes, in Kraft seit 5. Dez. 2008 ( AS 2008 4943 )."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Entzug der Anerkennung",
      "content": "Das EJPD kann die Anerkennung jederzeit entziehen, falls das Labor die Voraussetzungen nicht mehr erfüllt. Fassung gemäss Ziff. I der V vom 22. Juni 2005, in Kraft seit 1. Aug. 2005 ( AS 2005 3337 )."
    },
    {
      "provision_ref": "art4a",
      "section": "4a",
      "title": "a Gebühren",
      "content": "1 Die Gebühren für die Anerkennung und die Kontrolle (Art. 2–4) richten sich nach der Allgemeinen Gebührenverordnung vom 8. September 2004. 2 Die Gebühren für die Tätigkeit der SAS im Rahmen dieser Verordnung richten sich nach der Verordnung vom 10. März 2006 über die Gebühren des Staatssekretariats für Wirtschaft im Bereich der Akkreditierung. Eingefügt durch Art. 22 der V vom 14. Febr. 2007 über die Erstellung von DNA-Profilen im Zivil- und im Verwaltungsbereich, in Kraft seit 1. April 2007 ( AS 2007 669 ). SR 172.041.1 SR 946.513.7"
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Meldepflicht",
      "content": "Die Labors melden dem EJPD innert 30 Tagen sämtliche Änderungen von Angaben, die sie zur Erfüllung der Voraussetzungen für ihre Anerkennung gemacht haben."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Aufbewahrung und Vernichtung des Analysematerials",
      "content": "1 Die Labors vernichten zusammen mit der Probe nach Artikel 9 Absatz 2 des DNA-Profil-Gesetzes auch die aus der Probe extrahierte DNA und die Zwischenprodukte der Profilerstellung. 2 Sie senden das Basismaterial einer Spur, das für die Erstellung des forensischen DNA-Profils (Profil) nicht benötigt wurde, umgehend an die auftraggebende Behörde zurück. Sie bewahren die aus der Spur extrahierte, bei der DNA-Analyse nicht verbrauchte DNA als Beweismaterial auf und vernichten sie 15 Jahre nach dem Eingang der Probe im Labor, ausgenommen bei unverjährbaren Straftaten. Die 15‑jährige Aufbewahrungsfrist kann von der Polizei oder von der Staatsanwaltschaft höchstens bis zum Ablauf der Verfolgungsverjährung verlängert werden. Fassung gemäss Ziff. I der V vom 22. Okt. 2014, in Kraft seit 1. Jan. 2015 ( AS 2014 3467 )."
    },
    {
      "provision_ref": "art6a",
      "section": "6a",
      "title": "a Verwendung der nicht in das Informationssystem aufgenommenen Spurenprofile",
      "content": "1 Mit den in den Laboranalysedaten enthaltenen Profilen von Spuren, die nicht in das DNA-Profil-Informationssystem (Informationssystem) aufgenommen worden sind, kann das Labor auf besonderen Auftrag hin einen Vergleich mit anderen DNA-Profilen von Personen oder Spuren durchführen (lokaler Vergleich). 2 Der lokale Vergleich kann durchgeführt werden: a. zur Identifikation der Person aus einem Spurenprofil, das für einen Vergleich im Informationssystem nicht geeignet ist; b. zur Identifikation oder zum Ausschluss von Personen im Rahmen einer Massenuntersuchung; c. zur Isolierung der Spuren tatortberechtigter Personen; d. zur Eliminierung identischer Profile. 3 Das Labor prüft vor der Durchführung des lokalen Vergleichs, ob das DNA-Profil der Person, das mit dem lokal vorliegenden Spurenprofil verglichen werden soll, im Informationssystem einen aktiven Status hat. Eingefügt durch Ziff. I der V vom 22. Okt. 2014, in Kraft seit 1. Jan. 2015 ( AS 2014 3467 )."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "",
      "content": "Aufgehoben durch Ziff. I der V vom 22. Okt. 2014, mit Wirkung seit 1. Jan. 2015 ( AS 2014 3467 )."
    },
    {
      "provision_ref": "art8",
      "chapter": "2. Abschnitt: DNA-Profil-Informationssystem",
      "section": "8",
      "title": "Grundsatz",
      "content": "1 Fedpol ist Inhaber des Informationssystems im Sinne des Bundesgesetzes vom 19. Juni 1992 über den Datenschutz und für dessen Gesamtbetrieb verantwortlich. 2 Es erlässt ein Bearbeitungsreglement. Fassung gemäss Ziff. I der V vom 22. Okt. 2014, in Kraft seit 1. Jan. 2015 ( AS 2014 3467 ). SR 235.1"
    },
    {
      "provision_ref": "art9",
      "chapter": "2. Abschnitt: DNA-Profil-Informationssystem",
      "section": "9",
      "title": "Im Informationssystem bearbeitete Daten",
      "content": "1 Im Informationssystem werden Daten folgender Kategorien bearbeitet: a. Prozesskontrollnummer; b. File-Nummer; c. Profil; d. Erfassungsdatum; e. Prozess-Datumsangaben; f. Laborbezeichnung; g. Profilkategorie; h. Materialtyp; i. Angaben zur Verarbeitung. 2 In das Informationssystem werden nur Profile aufgenommen, welche die von fedpol festgelegten Aufnahmekriterien erfüllen. Eingefügt durch Ziff. I der V vom 22. Okt. 2014, in Kraft seit 1. Jan. 2015 ( AS 2014 3467 )."
    },
    {
      "provision_ref": "art9a",
      "chapter": "2. Abschnitt: DNA-Profil-Informationssystem",
      "section": "9a",
      "title": "a Koordinationsstelle",
      "content": "1 Das EJPD bestimmt eines der anerkannten Labors als Koordinationsstelle. 2 Die Koordinationsstelle hat folgende Aufgaben: a. Sie überprüft die von den Labors erstellten Profile auf die Erfüllung der Vorgaben von fedpol. b. Sie betreibt das Informationssystem auf operativer Ebene. c. Sie arbeitet bei internationalen Ersuchen mit fedpol zusammen. d. Sie vertritt die Interessen der anerkannten Labors gegenüber dem Bund. 3 Sie gleicht auf besonderen Auftrag hin auch das DNA-Profil einer Spur ab, das die Kriterien für eine Aufnahme in das Informationssystem nicht erfüllt. 4 Sie muss über ein Qualitätsmanagementsystem verfügen; fedpol überprüft dessen Umsetzung. 5 Sie erhebt die folgenden Gebühren: a. für die Bearbeitung eines Wangenschleimhautabstrichs: 20 Franken; b. für die Bearbeitung einer Spur: 40 Franken; c. für die Bearbeitung eines Profils aus dem Ausland: 20 Franken. Eingefügt durch Ziff. I der V vom 22. Okt. 2014, in Kraft seit 1. Jan. 2015 ( AS 2014 3467 )."
    },
    {
      "provision_ref": "art10",
      "chapter": "2. Abschnitt: DNA-Profil-Informationssystem",
      "section": "10",
      "title": "Verfahren",
      "content": "1 Die auftraggebende Behörde teilt die Prozesskontrollnummer mit den bekannten Personalien oder den Tatortangaben den AFIS DNA Services mit. Sie sendet das Analysematerial zusammen mit der Prozesskontrollnummer einem anerkannten Labor zur Analyse zu. 2 Die AFIS DNA Services bearbeiten die Prozesskontrollnummer, die Personen- oder Spurendaten und die Tatortangaben im Informationssystem IPAS. 3 Das Labor erstellt das Profil und leitet es mit der Prozesskontrollnummer ausschliesslich an die Koordinationsstelle weiter. 4 Die Koordinationsstelle gibt das Profil in das Informationssystem ein, prüft es auf Übereinstimmung mit den im Informationssystem vorhandenen Profilen (Profilabgleich) und leitet das Ergebnis an die AFIS-DNA-Services weiter. 5 Die AFIS DNA Services verknüpfen mittels der Prozesskontrollnummer die von der Koordinationsstelle mitgeteilten Profil- oder Spurentreffer mit den im IPAS vorhandenen Personen- oder Spurendaten und Tatortangaben. Das Ergebnis stellen sie der auftraggebenden Behörde und allfälligen weiteren betroffenen Behörden zur Verfügung. 6 Das Falldossier muss während des gesamten Verfahrens folgende Angaben enthalten: Prozesskontrollnummer des Profils, Name, Vorname und Geburtsdatum der betroffenen Person. Fassung gemäss Ziff. I 14 der V vom 15. Okt. 2008 über die Anpassungen an das Bundesgesetz über die polizeilichen Informationssysteme des Bundes, in Kraft seit 5. Dez. 2008 ( AS 2008 4943 ). Fassung gemäss Ziff. I der V vom 22. Okt. 2014, in Kraft seit 1. Jan. 2015 ( AS 2014 3467 ). Fassung gemäss Ziff. I der V vom 22. Okt. 2014, in Kraft seit 1. Jan. 2015 ( AS 2014 3467 )."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Profile von tatortberechtigten Personen im Strafverfahren",
      "content": "1 Die Behörden der Kantone und des Bundes können die Profile der Mitarbeiterinnen und Mitarbeiter, die Aufgaben in den Bereichen Erkennungsdienst, Beweisaufnahme und Profilerstellung wahrnehmen, der Koordinationsstelle für die Qualitätskontrolle zur Verfügung stellen. 2 Sie übermitteln der Koordinationsstelle das Profil der Person zusammen mit einer Identifikationsnummer. Die Personendaten werden nicht übermittelt. 3 Die Koordinationsstelle speichert die Profile in einem vom Informationssystem getrennten Index. Um Verunreinigungen von Profilen oder Spuren auszuschliessen, kann sie einen Profilvergleich zwischen den Profilen im Informationssystem und jenen im Index vornehmen. 4 Die Behörden ordnen die Löschung des Profils im Index an, sobald die Tätigkeit der Person die Speicherung nicht mehr erfordert."
    },
    {
      "provision_ref": "art12",
      "chapter": "3. Abschnitt: Löschung der DNA-Profile von Amtes wegen",
      "section": "12",
      "title": "Meldung von Löschungsereignissen",
      "content": "1 Die Kantone melden den AFIS DNA Services das Eintreten der gesetzlichen Voraussetzungen für die Löschung von Profilen nach den Artikeln 16–19 des DNA-Profil-Gesetzes. Sie bestimmen eine zentrale Stelle, welche für die Meldung verantwortlich ist. 2 Die Meldung hat elektronisch und innert 30 Tagen nach Eintritt des für die Löschung massgeblichen Ereignisses zu erfolgen. 3 Folgende Bundesbehörden melden den AFIS DNA Services das Eintreten der gesetzlichen Voraussetzungen für die Löschung von Profilen nach den Artikeln 16–19 des DNA-Profil-Gesetzes: a. die Bundeskriminalpolizei und die Bundesanwaltschaft; b. das Oberauditorat für die Behörden der Militärjustiz; c. die Behörden des Bundes, die verwaltungsstrafrechtliche Verfahren führen; d. das Bundesstrafgericht und das Bundesgericht."
    },
    {
      "provision_ref": "art13",
      "chapter": "3. Abschnitt: Löschung der DNA-Profile von Amtes wegen",
      "section": "13",
      "title": "Bearbeitung der Löschungsmeldungen",
      "content": "Sind die gesetzlichen Voraussetzungen für die Löschung erfüllt, so löschen die AFIS DNA Services auf Grund der Meldung die Daten im IPAS gemäss Artikel 16 Absatz 2 der IPAS-Verordnung vom 21. November 2001. Gleichzeitig lösen sie die Löschung des Profils im Informationssystem aus. [ AS 2002 111 4174 , 2004 4813 Anhang Ziff. 10 5279 Art. 21, 2006 945 . AS 2008 5043 Art. 14]. Siehe heute: die V vom 15. Okt. 2008 ( SR 361.2 )."
    },
    {
      "provision_ref": "art14",
      "chapter": "3. Abschnitt: Löschung der DNA-Profile von Amtes wegen",
      "section": "14",
      "title": "Fristenlauf",
      "content": "Die Frist zur Löschung nach Artikel 16 Absatz 3 des DNA-Profil-Gesetzes läuft ab der erkennungsdienstlichen Behandlung. Fassung gemäss Ziff. I 14 der V vom 15. Okt. 2008 über die Anpassungen an das Bundesgesetz über die polizeilichen Informationssysteme des Bundes, in Kraft seit 5. Dez. 2008 ( AS 2008 4943 )."
    },
    {
      "provision_ref": "art15",
      "chapter": "3. Abschnitt: Löschung der DNA-Profile von Amtes wegen",
      "section": "15",
      "title": "Zustimmungsbedürftige Löschungen",
      "content": "Bei zustimmungsbedürftigen Löschungen nach Artikel 17 des DNA-Profil-Gesetzes beantragt die auftraggebende Behörde den AFIS DNA Services die Löschung erst, wenn ihr die erforderliche richterliche Zustimmung vorliegt."
    },
    {
      "provision_ref": "art15a",
      "chapter": "3. Abschnitt: Löschung der DNA-Profile von Amtes wegen",
      "section": "15a",
      "title": "a Löschung eines Profils bei der Trennung oder Vereinigung eines Strafverfahrens",
      "content": "Wird ein Strafverfahren nach Artikel 30 der Strafprozessordnung getrennt oder mit dem eines anderen Kantons oder einer anderen Behörde vereint, so bleibt der Kanton oder die Behörde, der oder die im Rahmen dieses Verfahrens die Erstellung eines DNA-Profils angeordnet hat, für die Löschung dieses Profils verantwortlich. Eingefügt durch Ziff. I der V vom 22. Okt. 2014, in Kraft seit 1. Jan. 2015 ( AS 2014 3467 ). SR 312.0"
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Löschung von ausländischen Profilen im Rahmen der internationalen Zusammenarbeit",
      "content": "1 Wird die Schweiz im Rahmen der internationalen Zusammenarbeit um einen Profilvergleich mit einem ausländischen Profil ersucht, so gilt fedpol als anordnende Behörde nach Artikel 7 des DNA-Profil-Gesetzes. 2 Ist ein solches Profil mit einem Löschungsdatum versehen, so wird dieses im IPAS vermerkt. Fassung gemäss Ziff. I 14 der V vom 15. Okt. 2008 über die Anpassungen an das Bundesgesetz über die polizeilichen Informationssysteme des Bundes, in Kraft seit 5. Dez. 2008 ( AS 2008 4943 )."
    },
    {
      "provision_ref": "art17",
      "chapter": "4. Abschnitt: Datenschutz und Datensicherheit",
      "section": "17",
      "title": "",
      "content": "1 Die Datenbearbeitung im Rahmen dieser Verordnung richtet sich nach dem Bundesgesetz vom 19. Juni 1992 über den Datenschutz. 2 Jede Person, die im Informationssystem Daten bearbeitet, vergewissert sich über deren Richtigkeit. 3 Die Mitarbeiterinnen und Mitarbeiter der Labors sind zur Verschwiegenheit nach Artikel 35 des Bundesgesetzes vom 19. Juni 1992 über den Datenschutz verpflichtet. Sind sie in amtlicher Funktion tätig, so unterstehen sie zusätzlich dem Amtsgeheimnis nach Artikel 320 des Strafgesetzbuches. Fassung gemäss Ziff. I der V vom 22. Juni 2005, in Kraft seit 1. Aug. 2005 ( AS 2005 3337 ). SR 235.1 SR 311.0 Fassung gemäss Ziff. I der V vom 22. Juni 2005, in Kraft seit 1. Aug. 2005 ( AS 2005 3337 )."
    },
    {
      "provision_ref": "art18",
      "chapter": "4. Abschnitt: Datenschutz und Datensicherheit",
      "section": "18",
      "title": "Planung und Statistik",
      "content": "1 Für die Geschäftsplanung und für interne Geschäftskontrollen dürfen nur anonymisierte Daten bearbeitet werden. 2 Daten, die zu statistischen Zwecken benötigt und veröffentlicht werden, müssen anonymisiert werden. 3 Das fedpol stellt dem Bundesamt für Statistik die für dessen Aufgabenerfüllung erforderlichen Daten aus dem Informationssystem anonymisiert zur Verfügung."
    },
    {
      "provision_ref": "art19",
      "chapter": "4. Abschnitt: Datenschutz und Datensicherheit",
      "section": "19",
      "title": "Datensicherheit",
      "content": "1 Die Datensicherheit richtet sich nach: a. den Artikeln 20–23 der Verordnung vom 14. Juni 1993 zum Bundesgesetz über den Datenschutz; b. der Cyberrisikenverordnung vom 27. Mai 2020. 2 Die Kantone gewährleisten die Datensicherheit in ihrem Bereich gemäss den Vorgaben nach Absatz 1. Weitergehende kantonale Bestimmungen zur Datensicherheit bleiben vorbehalten. 3 Die AFIS DNA Services und die Koordinationsstelle treffen in ihrem Bereich die erforderlichen organisatorischen und technischen Massnahmen zur Sicherung der Personendaten. SR 235.11 SR 120.73 Fassung gemäss Anhang Ziff. 23 der V vom 24. Febr. 2021, in Kraft seit 1. April 2021 ( AS 2021 132 )."
    },
    {
      "provision_ref": "art20",
      "chapter": "5. Abschnitt: Schlussbestimmungen",
      "section": "20",
      "title": "Vollzug",
      "content": "Das EJPD und die Kantone vollziehen diese Verordnung in ihrem jeweiligen Bereich."
    },
    {
      "provision_ref": "art21",
      "chapter": "5. Abschnitt: Schlussbestimmungen",
      "section": "21",
      "title": "Änderung bisherigen Rechts",
      "content": "... Die Änderung kann unter AS 2004 5279 konsultiert werden."
    },
    {
      "provision_ref": "art22",
      "chapter": "5. Abschnitt: Schlussbestimmungen",
      "section": "22",
      "title": "Übergangsbestimmungen",
      "content": "1 Die Kantone melden dem fedpol bis zum 31. Dezember 2009 das Datum der Löschung für jedes DNA-Profil im Informationssystem, das gestützt auf die EDNA-Verordnung vom 31. Mai 2000 erstellt worden ist. 2 In begründeten Fällen kann das EJPD eine Fristverlängerung gewähren. [ AS 2000 1715 , 2002 111 Art. 19 Ziff. 1]"
    },
    {
      "provision_ref": "art23",
      "chapter": "5. Abschnitt: Schlussbestimmungen",
      "section": "23",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 1. Januar 2005 in Kraft."
    }
  ],
  "definitions": []
}