{
  "id": "sr-360",
  "type": "statute",
  "title": "Bundesgesetz vom 7. Oktober 1994 über die kriminalpolizeilichen Zentralstellen des Bundes und gemeinsame Zentren für Polizei- und Zollzusammenarbeit mit anderen Staaten (ZentG)",
  "title_en": "",
  "short_name": "ZentG",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1995/875_875_875/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "1",
      "title": "",
      "content": "1 Der Bund führt Zentralstellen zur Bekämpfung des organisierten und international tätigen Verbrechens. 2 Die Zentralstellen arbeiten mit den Strafverfolgungs- und Polizeibehörden der Kantone und des Auslandes zusammen. Fassung gemäss Art. 3 des BB vom 21. März 2014 über die Genehmigung des Vertrags zwischen der Schweiz, Österreich und Liechtenstein über die grenzüberschreitende polizeiliche Zusammenarbeit, in Kraft seit 1. Aug. 2014 ( AS 2014 2297 ; BBl 2013 755 )."
    },
    {
      "provision_ref": "art1a",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "1a",
      "title": "a Völkerrechtliche Verträge über die Zusammenarbeit mit ausländischen Polizeibehörden",
      "content": "1 Der Bundesrat kann selbstständig völkerrechtliche Verträge im Bereich der Polizeikooperation abschliessen. 2 Das Bundesamt für Polizei (fedpol) kann mit ausländischen Polizeibehörden selbstständig Vereinbarungen über operative, technische oder administrative Inhalte abschliessen. Eingefügt durch Ziff. I 8 des BG vom 25. Sept. 2020 über polizeiliche Massnahmen zur Bekämpfung von Terrorismus, in Kraft seit 1. Okt. 2021 ( AS 2021 565 ; BBl 2019 4751 )."
    },
    {
      "provision_ref": "art2",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "2",
      "title": "Aufgaben",
      "content": "Die Zentralstellen nach diesem Gesetz: a. bearbeiten die Informationen aus dem In- und Ausland in ihrem Zuständigkeitsbereich; b. koordinieren die interkantonalen und internationalen Ermittlungen; c. erstellen Lage- und Bedrohungsberichte zuhanden des Eidgenössischen Justiz- und Polizeidepartementes (Departement) und der Strafverfolgungsbehörden; d. stellen den nationalen und internationalen kriminalpolizeilichen Informationsaustausch sicher und wirken bei der Durchführung von Rechtshilfeersuchen des Auslandes mit; e. setzen die Polizeiverbindungsleute im Ausland ein; f. führen gerichtspolizeiliche Ermittlungen durch, wenn der Bund dafür zuständig ist."
    },
    {
      "provision_ref": "art2a",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "2a",
      "title": "a Aufgaben",
      "content": "Die Zentralstellen nehmen folgende Aufgaben wahr: a. Sie bearbeiten die Informationen aus dem In- und Ausland in ihrem Zuständigkeitsbereich. b. Sie koordinieren die interkantonalen und internationalen Ermittlungen. c. Sie erstellen Lage- und Bedrohungsberichte zuhanden des Eidgenössischen Justiz- und Polizeidepartements und der Strafverfolgungsbehörden. d. Sie stellen den nationalen und internationalen kriminalpolizeilichen Informationsaustausch sicher und wirken bei der Leistung der Rechtshilfe bei einem Ersuchen des Auslands mit. e. Sie setzen die Polizeiverbindungsleute im Ausland ein. f. Sie führen kriminalpolizeiliche Ermittlungen im Vorfeld eines Strafverfahrens durch, wenn Bundesgerichtsbarkeit gegeben ist oder wenn die Zuständigkeit des Bundes oder eines Kantons noch nicht feststeht, insbesondere im Bereich der Cyberkriminalität. Eingefügt durch Ziff. I 8 des BG vom 25. Sept. 2020 über polizeiliche Massnahmen zur Bekämpfung von Terrorismus, in Kraft seit 1. Okt. 2021 ( AS 2021 565 ; BBl 2019 4751 )."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Informationsbeschaffung",
      "content": "Die Zentralstellen beschaffen die Informationen, die zur Erfüllung der Aufgaben nach diesem Gesetz notwendig sind, indem sie: a. öffentlich zugängliche Quellen auswerten; b. Auskünfte einholen; c. in amtliche Akten Einsicht nehmen; d. Meldungen entgegennehmen und auswerten; e. nach der Identität oder dem Aufenthalt von Personen forschen; f. Informationen aus Observationen auswerten."
    },
    {
      "provision_ref": "art3a",
      "section": "3a",
      "title": "a Verdeckte Fahndung im Internet und in elektronischen Medien",
      "content": "1 Zur Erkennung und Bekämpfung von Verbrechen und schweren Vergehen können die Zentralstellen im Rahmen der kriminalpolizeilichen Ermittlungen nach Artikel 2 a Buchstabe f Angehörige der Polizei, deren wahre Identität und Funktion nicht erkennbar ist, im Internet und in elektronischen Medien als verdeckte Fahnder oder Fahnderinnen einsetzen. Die eingesetzte Person darf dabei keine durch Urkunden abgesicherte falsche Identität verwenden. 2 Der Chef oder die Chefin der Bundeskriminalpolizei kann eine verdeckte Fahndung anordnen, wenn: a. hinreichende Anzeichen bestehen, dass es zu einem Verbrechen oder einem schweren Vergehen kommen könnte; und b. andere Massnahmen erfolglos geblieben sind oder die Ermittlungen sonst aussichtslos wären oder unverhältnismässig erschwert würden. 3 Dauert die verdeckte Fahndung länger als einen Monat, so entscheidet das Zwangsmassnahmengericht am Ort, an dem das Ermittlungsverfahren geführt wird, über die Fortsetzung der Massnahme. Für die Entschädigung des Kantons ist Artikel 65 Absatz 4 des Strafbehördenorganisationsgesetzes vom 19. März 2010 sinngemäss anwendbar. Gegen Entscheide des Zwangsmassnahmengerichts ist die Beschwerde an das Bundesverwaltungsgericht zulässig. Fedpol ist zur Beschwerde berechtigt. 4 Die Anforderungen an eingesetzte Personen richten sich nach Artikel 287 der Strafprozessordnung (StPO). Der Einsatz von Personen nach Artikel 287 Absatz 1 Buchstabe b StPO ist ausgeschlossen. Betreffend die Stellung, die Aufgaben und die Pflichten der verdeckten Fahnder und Fahnderinnen sowie der zuständigen Führungsperson gelten sinngemäss die Artikel 291–294 StPO. 5 Der Chef oder die Chefin der Bundeskriminalpolizei beendet die verdeckte Fahndung unverzüglich, wenn: a. die Voraussetzungen nicht mehr erfüllt sind; b. das Zwangsmassnahmengericht die Genehmigung zur Fortsetzung der Ermittlungen verweigert; oder c. die eingesetzte Person oder die zuständige Führungsperson Anweisungen betreffend die Ermittlung nicht befolgt oder in anderer Weise ihre Pflichten nicht erfüllt, indem sie insbesondere die Zentralstellen wissentlich falsch informiert oder die Zielperson in unzulässiger Weise zu beeinflussen versucht. 6 Bei der Beendigung der verdeckten Fahndung ist sicherzustellen, dass die eingesetzte Person keiner abwendbaren Gefahr ausgesetzt wird. 7 Sobald sich im Rahmen einer verdeckten Fahndung ein konkreter Tatverdacht gegen eine bestimmte Person ergibt, gilt die StPO. Die im Rahmen einer verdeckten Fahndung gewonnenen Erkenntnisse können in einem Strafverfahren verwendet werden. Eingefügt durch Ziff. I 8 des BG vom 25. Sept. 2020 über polizeiliche Massnahmen zur Bekämpfung von Terrorismus, in Kraft seit 1. Okt. 2021 ( AS 2021 565 ; BBl 2019 4751 ). SR 173.71 SR 312.0"
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Zusammenarbeit mit Behörden und Amtsstellen",
      "content": "1 Der Bundesrat regelt für jede Zentralstelle durch Verordnung, unter welchen Voraussetzungen und in welchem Umfang die folgenden Behörden und Amtsstellen zur Zusammenarbeit und fallweisen Auskunft an die Zentralstelle verpflichtet sind: a. Strafverfolgungsorgane, Polizeistellen, Grenzwacht- und Zollorgane; b. Fremdenpolizeibehörden und andere Behörden, die für Einreise und Aufenthalt von Ausländern und Ausländerinnen sowie für die Gewährung von Asyl oder für die Anordnung der vorläufigen Aufnahme zuständig sind; c. Einwohnerkontrollen und andere öffentliche Register; d. Behörden, die für den diplomatischen und konsularischen Verkehr zuständig sind; e. andere Behörden, die für Bewilligungen im Zusammenhang mit dem Verkehr mit bestimmten Gütern zuständig sind. 2 Über Anstände innerhalb der Bundesverwaltung entscheidet die übergeordnete Behörde, über Anstände zwischen Organen des Bundes und der Kantone die Beschwerdekammer des Bundesstrafgerichts. AS 2003 2133 ; BBl 2001 4202"
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Polizeiverbindungsleute",
      "content": "1 Polizeiverbindungsleute in ausgewählten schweizerischen Vertretungen im Ausland oder bei internationalen Organisationen unterstützen die Strafverfolgungsbehörden bei der Verfolgung von Straftaten im Zuständigkeitsbereich der Zentralstellen. Sie arbeiten im Rahmen der nachfolgenden Bestimmungen als Angehörige der Zentralstelle direkt mit den zuständigen Behörden des Empfangsstaates und bestimmter Drittländer zusammen. 1bis Das Bundesamt für Polizei (fedpol) kann im Einvernehmen mit der Eidgenössischen Zollverwaltung (EZV) Aufgaben der Polizeiverbindungsleute an die Verbindungsleute der EZV delegieren. Soweit dies für die Aufgabenerfüllung erforderlich ist, sind die Verbindungleute der EZV im Rahmen der von fedpol übertragenen Aufgaben den Polizeiverbindungsleuten bezüglich des Zugriffs auf Informationssysteme und der Berechtigung zur Datenbearbeitung gleichgestellt. 2 Die Polizeiverbindungsleute können auch bei Fahndungen und Ermittlungen zur Verfolgung von Verbrechen und Vergehen, bei denen die Schweiz Rechtshilfe gewähren kann, eingesetzt werden. 3 Der Bundesrat vereinbart mit den Empfangsstaaten die Einzelheiten des Einsatzes. 4 Der Bundesrat wird ermächtigt, mit den zuständigen Behörden des Auslandes die Stationierung von ausländischen Polizeiverbindungsleuten in der Schweiz zu vereinbaren. Eingefügt durch Anhang Ziff. 2 des BB vom 15. Dez. 2017 (Übernahme der Verordnung [EU] 2016/1624 über die Europäische Grenz- und Küstenwache), in Kraft seit 15. Sept. 2018 ( AS 2018 3161 ; BBl 2017 4155 )."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Schaffung von Zentralstellen",
      "content": "1 Für Zentralstellen, die aufgrund eines Staatsvertrags oder eines andern Bundesgesetzes geschaffen werden, gelten der erste und vierte Abschnitt dieses Gesetzes sinngemäss. 2 Der Bundesrat kann auf dem Verordnungsweg die Einzelheiten der sinngemässen Gesetzesanwendung regeln."
    },
    {
      "provision_ref": "art6a",
      "section": "6a",
      "title": "a Gemeinsame Zentren für Polizei- und Zollzusammenarbeit mit anderen Staaten",
      "content": "1 Der Bund kann sich an der Errichtung gemeinsamer Zentren für Polizei- und Zollzusammenarbeit beteiligen, die in der Nähe der gemeinsamen Grenze auf dem Gebiet einer der Vertragsparteien errichtet werden. 2 Er koordiniert die Führung und Betreibung des schweizerischen Teils dieser Zentren. 3 Der Bundesrat kann mit den Kantonen die gemeinsame Organisation, die Aufgabenwahrnehmung und die Einzelheiten der Finanzierung vereinbaren. Eingefügt durch Art. 3 des BB vom 21. März 2014 über die Genehmigung des Vertrags zwischen der Schweiz, Österreich und Liechtenstein über die grenzüberschreitende polizeiliche Zusammenarbeit, in Kraft seit 1. Aug. 2014 ( AS 2014 2297 ; BBl 2013 755 )."
    },
    {
      "provision_ref": "art7",
      "chapter": "2. Abschnitt: Zentralstelle für die Bekämpfung des organisierten Verbrechens",
      "section": "7",
      "title": "Aufgaben",
      "content": "1 Die Zentralstelle für die Bekämpfung des organisierten Verbrechens hat insbesondere die Aufgabe, kriminelle Organisationen im Sinne von Artikel 260 ter des Strafgesetzbuches zu erkennen und die von solchen Organisationen begangenen Straftaten zu bekämpfen. 2 Sie hat zudem die Aufgabe, Wirtschaftsstraftaten, für welche die Staatsanwaltschaft des Bundes ein Vorverfahren eröffnen kann (Art. 24 der Strafprozessordnung vom 5. Okt. 2007, StPO), zu erkennen und zu bekämpfen. 3 Sie kann im Rahmen von Rechtshilfeverfahren mit Beweiserhebungen betraut werden; diese führt sie nach den Bestimmungen der StPO durch. SR 311.0 SR 312.0 Eingefügt durch Ziff. II 2 des BG vom 22. Dez. 1999 (Schaffung neuer Verfahrens-kompetenzen des Bundes in den Bereichen organisiertes Verbrechen und Wirtschafts-kriminalität)( AS 2001 3071 ; BBl 1998 1529 ). Fassung gemäss Anhang 1 Ziff. II 15 der Strafprozessordnung vom 5. Okt. 2007, in Kraft seit 1. Jan. 2011 ( AS 2010 1881 ; BBl 2006 1085 ). Eingefügt durch Ziff. II 2 des BG vom 22. Dez. 1999 (Schaffung neuer Verfahrens-kompetenzen des Bundes in den Bereichen organisiertes Verbrechen und Wirtschafts-kriminalität)( AS 2001 3071 ; BBl 1998 1529 ). Fassung gemäss Anhang 1 Ziff. II 15 der Strafprozessordnung vom 5. Okt. 2007, in Kraft seit 1. Jan. 2011 ( AS 2010 1881 ; BBl 2006 1085 )."
    },
    {
      "provision_ref": "art8",
      "chapter": "2. Abschnitt: Zentralstelle für die Bekämpfung des organisierten Verbrechens",
      "section": "8",
      "title": "Informationspflichten",
      "content": "1 Die Strafverfolgungsbehörden von Bund und Kantonen erstatten der Zentralstelle die Meldungen, die schliessen lassen auf das Vorliegen einer Organisation im Sinne von Artikel 260 ter Ziffer 1 Absatz 1 des Strafgesetzbuches oder einer in Artikel 24 StPO umschriebenen Straftat, bei welcher der Bundesanwalt oder die Bundesanwältin ein Vorverfahren eröffnen kann. Sie melden insbesondere konkrete Verdachtsgründe sowie die Eröffnung und Einstellung von Ermittlungsverfahren, bei denen ein Verdacht besteht auf Mitwirkung krimineller Organisationen oder auf das Vorliegen einer in Artikel 340 bis des Strafgesetzbuches umschriebenen Straftat, bei welcher der Bundesanwalt oder die Bundesanwältin ein Ermittlungsverfahren eröffnen kann. 2 Die Zentralstelle informiert die Strafverfolgungsbehörden von Bund und Kantonen über alle Vorgänge, welche die gemeldeten Verfahren betreffen. SR 311.0 SR 312.0 Fassung gemäss Anhang 1 Ziff. II 15 der Strafprozessordnung vom 5. Okt. 2007, in Kraft seit 1. Jan. 2011 ( AS 2010 1881 ; BBl 2006 1085 ). Fassung gemäss Ziff. II 2 des BG vom 22. Dez. 1999 (Schaffung neuer Verfahrenskompetenzen des Bundes in den Bereichen organisiertes Verbrechen und Wirtschaftskriminalität), in Kraft seit 1. Jan. 2002 ( AS 2001 3071 ; BBl 1998 1529 )."
    },
    {
      "provision_ref": "art9",
      "chapter": "3. Abschnitt: Zentralstelle für die Bekämpfung des unerlaubten Betäubungsmittelverkehrs Betäubungsmittelverkehrs",
      "section": "9",
      "title": "Aufgaben",
      "content": "1 Die Zentralstelle für die Bekämpfung des unerlaubten Betäubungsmittelverkehrs unterstützt die Behörden des Bundes und der Kantone sowie anderer Staaten bei der Verhinderung und Bekämpfung des unerlaubten Betäubungsmittelverkehrs. 2 Sie kann im Rahmen von Rechtshilfeverfahren mit Beweiserhebungen betraut werden; diese führt sie nach den Bestimmungen der StPO durch. 3 ... SR 312.0 Fassung gemäss Anhang 1 Ziff. II 15 der Strafprozessordnung vom 5. Okt. 2007, in Kraft seit 1. Jan. 2011 ( AS 2010 1881 ; BBl 2006 1085 ). Aufgehoben durch Ziff. II 2 des BG vom 22. Dez. 1999 (Schaffung neuer Verfahrenkompetenzen des Bundes in den Bereichen organisiertes Verbrechen und Wirtschaftskriminalität), mit Wikrung seit 1. Jan. 2002 ( AS 2001 3071 ; BBl 1998 1529 )."
    },
    {
      "provision_ref": "art10",
      "chapter": "3. Abschnitt: Zentralstelle für die Bekämpfung des unerlaubten Betäubungsmittelverkehrs Betäubungsmittelverkehrs",
      "section": "10",
      "title": "Informationspflichten",
      "content": "Die Kantone haben der Zentralstelle über jede wegen Widerhandlung gegen das Bundesgesetz vom 3. Oktober 1951 über die Betäubungsmittel eingeleitete Strafverfolgung rechtzeitig Mitteilung zu machen. SR 812.121"
    },
    {
      "provision_ref": "art1112",
      "chapter": "4. Abschnitt: Bearbeitung von Personendaten",
      "section": "1112",
      "title": "",
      "content": "Aufgehoben durch Anhang 1 Ziff. 8 des BG vom 13. Juni 2008 über die polizeilichen Informationssysteme des Bundes, mit Wirkung seit 5. Dez. 2008 ( AS 2008 4989 ; BBl 2006 5061 )."
    },
    {
      "provision_ref": "art13",
      "chapter": "4. Abschnitt: Bearbeitung von Personendaten",
      "section": "13",
      "title": "Weitergabe von Personendaten",
      "content": "1 Die Zentralstelle gibt Personendaten den Behörden im Rahmen der Zusammenarbeitspflicht bekannt. Der Bundesrat bestimmt durch Verordnung, an welche weiteren Empfänger in der Schweiz die Zentralstelle im Einzelfall Personendaten für ein Verfahren weitergeben kann. 2 Die Bekanntgabe von Personendaten im Rahmen der Polizeizusammenarbeit mit ausländischen Strafverfolgungsbehörden richtet sich nach den Artikeln 349 a –349 h des Strafgesetzbuchs. SR 311.0 Fassung gemäss Ziff. II 7 des BG vom 28. Sept. 2018 über die Umsetzung der Richtlinie (EU) 2016/680 zum Schutz natürlicher Personen bei der Verarbeitung personenbezogener Daten zum Zwecke der Verhütung, Ermittlung, Aufdeckung oder Verfolgung von Straftaten oder der Strafvollstreckung, in Kraft seit 1. März 2019 ( AS 2019 625 ; BBl 2017 6941 )."
    },
    {
      "provision_ref": "art14",
      "chapter": "4. Abschnitt: Bearbeitung von Personendaten",
      "section": "14",
      "title": "",
      "content": "Aufgehoben durch Anhang 1 Ziff. 8 des BG vom 13. Juni 2008 über die polizeilichen Informationssysteme des Bundes, mit Wirkung seit 5. Dez. 2008 ( AS 2008 4989 ; BBl 2006 5061 )."
    },
    {
      "provision_ref": "art15",
      "chapter": "5. Abschnitt: Schlussbestimmungen",
      "section": "15",
      "title": "Ausführungsbestimmungen",
      "content": "Der Bundesrat regelt durch Verordnung: a. die Einzelheiten der Datenverarbeitung durch die Zentralstellen und die Koordination der Systeme; b. das Zugriffsrecht und den Umfang des Zugriffs durch Stellen des Bundes und der kantonalen Behörden; c. die Aufbewahrungsdauer der Daten, Kontrollen und Schutzbestimmunge"
    },
    {
      "provision_ref": "art16",
      "chapter": "5. Abschnitt: Schlussbestimmungen",
      "section": "16",
      "title": "Referendum und Inkrafttreten",
      "content": "1 Dieses Gesetz untersteht dem fakultativen Referendum. 2 Der Bundesrat bestimmt das Inkrafttreten. Datum des Inkrafttretens: 15. März 1995 BRB vom 22. Febr. 1995"
    }
  ],
  "definitions": []
}