{
  "id": "sr-311-039-1",
  "type": "statute",
  "title": "Verordnung vom 11. Juni 2010 über Massnahmen zum Schutz von Kindern und Jugendlichen sowie zur Stärkung der Kinderrechte",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2010/390/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "1. Abschnitt: Gegenstand und Massnahmen",
      "section": "1",
      "title": "Gegenstand",
      "content": "Diese Verordnung regelt: a. die Durchführung von Massnahmen zum Schutz von Kindern und Jugendlichen durch den Bund; b. die Durchführung von Massnahmen zur Stärkung der Kinderrechte im Sinne von Artikel 19 und 34 des Übereinkommens vom 20. November 1989 über die Rechte des Kindes durch den Bund; c. die Gewährung von Finanzhilfen des Bundes an Massnahmen nach den Buchstaben a und b, die von Dritten durchgeführt werden."
    },
    {
      "provision_ref": "art2",
      "chapter": "1. Abschnitt: Gegenstand und Massnahmen",
      "section": "2",
      "title": "Ziele der Massnahmen",
      "content": "1 Die Massnahmen sollen dazu beitragen, dass: a. Kinder und Jugendliche geschützt werden vor: 1. allen Formen körperlicher oder geistiger Gewaltanwendung, Schadenszufügung, Misshandlung, Verwahrlosung, Vernachlässigung, schlechter Behandlung oder Ausbeutung sowie vor allen Formen sexuellen Missbrauchs und sexueller Belästigung, 2. Gefahren in Zusammenhang mit der Nutzung von elektronischen, interaktiven und anderen Medien, namentlich vor gewaltdarstellenden und pornografischen Inhalten, Nachstellung und Belästigung, einschliesslich sexueller Belästigung; b. gewalttätiges Verhalten von Jugendlichen verhindert wird; c. die Rechte der Kinder gestärkt werden. 2 Sie sollen die Vernetzung und die Zusammenarbeit zwischen den öffentlichen und den privaten Akteuren fördern."
    },
    {
      "provision_ref": "art3",
      "chapter": "1. Abschnitt: Gegenstand und Massnahmen",
      "section": "3",
      "title": "Arten von Massnahmen",
      "content": "1 Als Massnahmen gelten Programme, regelmässige Aktivitäten und Projekte. 2 Die Massnahmen dienen zur Prävention, Sensibilisierung, Information, Wissensvermittlung, Beratung, Weiterbildung, Kompetenzentwicklung, Forschung und Evaluation. 3 Sie müssen nachhaltig sein."
    },
    {
      "provision_ref": "art4",
      "chapter": "1. Abschnitt: Gegenstand und Massnahmen",
      "section": "4",
      "title": "Massnahmen des Bundes",
      "content": "1 Der Bund kann folgende Massnahmen durchführen: a. gesamtschweizerische Programme; b. Projekte, die Modellcharakter haben und sich zur Erprobung neuer Strategien und Methoden eignen. 2 Er kann zur Durchführung oder Unterstützung von Massnahmen Organisationen des privaten oder öffentlichen Rechts beiziehen. 3 Er arbeitet mit den Kantonen und anderen wichtigen öffentlichen und privaten Akteuren zusammen. Er konsultiert die Kantone vorgängig, wenn deren Interessen unmittelbar betroffen sind."
    },
    {
      "provision_ref": "art5",
      "chapter": "1. Abschnitt: Gegenstand und Massnahmen",
      "section": "5",
      "title": "Massnahmen Dritter",
      "content": "1 Der Bund kann privaten, nicht gewinnorientierten Organisationen, die sprachregional oder gesamtschweizerisch tätig sind, Finanzhilfen gewähren. 2 Die Massnahmen müssen: a. gesamtschweizerisch oder sprachregional durchgeführt werden; oder b. örtlich übertragbar und unabhängig von der jeweiligen kantonalen oder kommunalen Verwaltungsstruktur durchführbar sein."
    },
    {
      "provision_ref": "art6",
      "chapter": "1. Abschnitt: Gegenstand und Massnahmen",
      "section": "6",
      "title": "Thematische Schwerpunkte und Zielvorgaben",
      "content": "Das Eidgenössische Departement des Innern (EDI) kann für die Gewährung von Finanzhilfen an Programme und Projekte thematische Schwerpunkte und Zielvorgaben festlegen."
    },
    {
      "provision_ref": "art7",
      "chapter": "2. Abschnitt: Finanzhilfen",
      "section": "7",
      "title": "Grundsatz",
      "content": "Der Bund gewährt die Finanzhilfen im Rahmen der jährlich bewilligten Kredite."
    },
    {
      "provision_ref": "art8",
      "chapter": "2. Abschnitt: Finanzhilfen",
      "section": "8",
      "title": "Höhe",
      "content": "1 Die Finanzhilfen betragen höchstens 50 Prozent der anrechenbaren Ausgaben. 2 Anrechenbar sind jene Ausgaben, die unmittelbar mit der Vorbereitung und Durchführung der beitragsberechtigten Massnahme zusammenhängen."
    },
    {
      "provision_ref": "art9",
      "chapter": "2. Abschnitt: Finanzhilfen",
      "section": "9",
      "title": "Bemessung",
      "content": "Die Finanzhilfen bemessen sich nach: a. der Art und Bedeutung einer Massnahme; b. dem Interesse des Bundes an der Massnahme; c. den Eigenleistungen und Beiträgen von Bundesstellen oder Dritten; d. dem Aufwand für die Qualitätssicherung."
    },
    {
      "provision_ref": "art10",
      "chapter": "2. Abschnitt: Finanzhilfen",
      "section": "10",
      "title": "Auszahlung",
      "content": "Das Bundesamt für Sozialversicherungen (BSV) kann die Finanzhilfen abgestimmt auf den Fortschritt der jeweiligen Massnahme gestaffelt auszahlen."
    },
    {
      "provision_ref": "art11",
      "chapter": "3. Abschnitt: Verfahrensbestimmungen",
      "section": "11",
      "title": "Grundlage und Leistungsvertrag",
      "content": "1 Das Verfahren für die Gewährung von Finanzhilfen richtet sich nach den Bestimmungen des Subventionsgesetzes vom 5. Oktober 1990 (SuG). 2 Das BSV gewährt die Finanzhilfen für Programme und regelmässige Aktivitäten auf der Grundlage eines Leistungsvertrags nach Artikel 16 Absatz 2 SuG. 3 Der Leistungsvertrag beinhaltet namentlich die Ziele, die finanzielle Beteiligung des Bundes, die Berichterstattung und die Qualitätssicherung. 4 Er wird für die Dauer von höchstens vier Jahren abgeschlossen. SR 616.1"
    },
    {
      "provision_ref": "art12",
      "chapter": "3. Abschnitt: Verfahrensbestimmungen",
      "section": "12",
      "title": "Gesuche",
      "content": "Gesuche um Finanzhilfe sind dem BSV einzureichen."
    },
    {
      "provision_ref": "art13",
      "chapter": "3. Abschnitt: Verfahrensbestimmungen",
      "section": "13",
      "title": "Richtlinien",
      "content": "1 Das EDI erlässt Richtlinien für das Gesuchsverfahren. 2 Darin legt es namentlich fest, welche Unterlagen: a. im Hinblick auf den Abschluss eines Leistungsvertrages einzureichen sind; b. den Unterstützungsgesuchen für Projekte beigelegt werden müssen."
    },
    {
      "provision_ref": "art14",
      "chapter": "3. Abschnitt: Verfahrensbestimmungen",
      "section": "14",
      "title": "Prüfung der Gesuche und Entscheid",
      "content": "1 Das BSV prüft, ob die im Gesuch erwähnten Massnahmen die Voraussetzungen nach Artikel 3, 4 und 5 erfüllen und entscheidet über die Gewährung von Finanzhilfen. 2 Erachtet es das Gesuch als unvollständig, so weist es die Gesuchstellenden auf die Möglichkeit der Ergänzung hin."
    },
    {
      "provision_ref": "art15",
      "chapter": "3. Abschnitt: Verfahrensbestimmungen",
      "section": "15",
      "title": "Bedingungen und Auflagen",
      "content": "Die Gewährung einer Finanzhilfe kann namentlich mit folgenden Auflagen verbunden oder an folgende Bedingungen geknüpft werden: a. Koordination mit anderen Massnahmen; b. Zusammenarbeit mit anderen Akteurinnen und Akteuren; c. Beizug von Fachpersonen; d. Qualitätssicherung; e. Überprüfung der Durchführung und Wirkung der Massnahme."
    },
    {
      "provision_ref": "art16",
      "chapter": "4. Abschnitt: Auskunfts- und Rechenschaftspflicht",
      "section": "16",
      "title": "",
      "content": "1 Die Beitragsempfänger sind verpflichtet, dem BSV über die Verwendung der Finanzhilfen jederzeit Auskunft zu erteilen und auf Verlangen Einsicht in die relevanten Unterlagen zu gewähren. 2 Organisationen des privaten oder öffentlichen Rechts nach Artikel 4 Absatz 2 sind verpflichtet, dem BSV über ihre Geschäfts- und Rechnungsführung regelmässig Rechenschaft abzulegen."
    },
    {
      "provision_ref": "art17",
      "chapter": "5. Abschnitt: Evaluation",
      "section": "17",
      "title": "",
      "content": "1 Das BSV überprüft regelmässig die Zweckmässigkeit und Wirksamkeit der vom Bund durchgeführten Massnahmen und gewährten Finanzhilfen. 2 Es kann externe Fachpersonen mit der Evaluation beauftragen."
    },
    {
      "provision_ref": "art18",
      "chapter": "6. Abschnitt: Rechtsschutz und Inkrafttreten",
      "section": "18",
      "title": "Rechtsschutz",
      "content": "Der Rechtsschutz richtet sich nach den allgemeinen Bestimmungen über die Bundesrechtspflege."
    },
    {
      "provision_ref": "art19",
      "chapter": "6. Abschnitt: Rechtsschutz und Inkrafttreten",
      "section": "19",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 1. August 2010 in Kraft."
    }
  ],
  "definitions": []
}