{
  "id": "sr-311-039-2",
  "type": "statute",
  "title": "Verordnung vom 26. Juni 2013 über die Eidgenössische Fachkommission zur Beurteilung der Behandelbarkeit lebenslänglich verwahrter Straftäter",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2013/447/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "1. Abschnitt: Stellung und Aufgaben",
      "section": "1",
      "title": "Stellung",
      "content": "1 Die Eidgenössische Fachkommission zur Beurteilung der Behandelbarkeit lebenslänglich verwahrter Straftäter (Fachkommission) ist eine Verwaltungskommission im Sinne von Artikel 8 a Absatz 2 der Regierungs- und Verwaltungsorganisationsverordnung vom 25. November 1998 (RVOV). 2 Sie ist administrativ dem Eidgenössischen Justiz- und Polizeidepartement (EJPD) zugeordnet. 3 Sie erfüllt ihre Aufgaben unabhängig. 4 Ihre Mitglieder üben ihr Amt persönlich aus. SR 172.010.1"
    },
    {
      "provision_ref": "art2",
      "chapter": "1. Abschnitt: Stellung und Aufgaben",
      "section": "2",
      "title": "Aufgaben",
      "content": "Die Fachkommission nimmt folgende Aufgaben wahr: a. Sie beurteilt im Auftrag der zuständigen Justizvollzugsbehörde, ob neue, wissenschaftliche Erkenntnisse vorliegen, die erwarten lassen, dass die lebenslänglich verwahrte Person so behandelt werden kann, dass sie für die Öffentlichkeit keine Gefahr mehr darstellt. b. Sie erstattet dem EJPD jährlich Bericht über ihre Tätigkeit. c. Sie informiert die Öffentlichkeit über ihre Tätigkeit und darüber, ob neue, wissenschaftliche Erkenntnisse vorliegen und ob es weiteren Forschungsbedarf gibt. d. Sie verfasst in Konsultationsverfahren Stellungnahmen zu Erlassentwürfen, welche die lebenslängliche Verwahrung betreffen."
    },
    {
      "provision_ref": "art3",
      "chapter": "2. Abschnitt: Zusammensetzung und Wahl",
      "section": "3",
      "title": "Zusammensetzung",
      "content": "1 Die Fachkommission besteht aus zehn Mitgliedern. 2 Sie setzt sich aus Fachpersonen zusammen, die über die erforderlichen Spezialkenntnisse im forensisch-psychiatrischen oder im therapeutischen Bereich verfügen."
    },
    {
      "provision_ref": "art4",
      "chapter": "2. Abschnitt: Zusammensetzung und Wahl",
      "section": "4",
      "title": "Wahl",
      "content": "1 Der Bundesrat wählt auf Antrag des EJPD die Mitglieder der Fachkommission und bestimmt die Präsidentin oder den Präsidenten sowie die Vizepräsidentin oder den Vizepräsidenten. 2 Die Kantone können dem EJPD Kandidatinnen und Kandidaten vorschlagen."
    },
    {
      "provision_ref": "art5",
      "chapter": "3. Abschnitt: Organisation und Arbeitsweise",
      "section": "5",
      "title": "Reglement",
      "content": "Die Fachkommission bestimmt ihre Organisation und ihre Arbeitsweise in einem Reglement."
    },
    {
      "provision_ref": "art6",
      "chapter": "3. Abschnitt: Organisation und Arbeitsweise",
      "section": "6",
      "title": "Präsidium",
      "content": "1 Die Präsidentin oder der Präsident leitet die Fachkommission und vertritt sie gegen aussen. 2 Sie oder er kann sich in diesen Funktionen von der Vizepräsidentin oder vom Vizepräsidenten vertreten lassen."
    },
    {
      "provision_ref": "art7",
      "chapter": "3. Abschnitt: Organisation und Arbeitsweise",
      "section": "7",
      "title": "Ausschuss",
      "content": "1 Eine Beurteilung nach Artikel 2 Buchstabe a wird von einem Ausschuss vorgenommen. 2 Die Präsidentin oder der Präsident ernennt für jede Beurteilung einen Ausschuss. Dieser besteht aus einer Vorsitzenden oder einem Vorsitzenden und vier weiteren Mitgliedern der Fachkommission. Die Präsidentin oder der Präsident kann selber Vorsitzende oder Vorsitzender oder Mitglied eines Ausschusses sein. 3 Die Präsidentin oder der Präsident berücksichtigt bei der Ernennung des Ausschusses das Fachwissen der Mitglieder und die Verfahrenssprache. Er oder sie achtet auf eine ausgewogene Mitwirkung der Mitglieder der Fachkommission. 4 Die Präsidentin oder der Präsident informiert die lebenslänglich verwahrte Person und die zuständige Justizvollzugsbehörde über die personelle Zusammensetzung des Ausschusses und gibt ihnen Gelegenheit, Ausstandsgründe vorzubringen."
    },
    {
      "provision_ref": "art8",
      "chapter": "3. Abschnitt: Organisation und Arbeitsweise",
      "section": "8",
      "title": "Ausstand",
      "content": "1 Mitglieder der Fachkommission, die zuvor mit der zu beurteilenden lebenslänglich verwahrten Person in einer therapeutischen oder betreuerischen Funktion befasst waren, in der Sache ein persönliches Interesse haben oder aus anderen Gründen in der Sache befangen sein könnten, melden dies unverzüglich der Präsidentin oder dem Präsidenten und dürfen dem betreffenden Ausschuss nicht angehören. 2 Die Präsidentin oder der Präsident prüft, ob im konkreten Fall Ausstandsgründe vorliegen. 3 Erfüllt die Präsidentin oder der Präsident selber einen Ausstandsgrund, so überträgt sie oder er die Ernennung des Ausschusses an die Vizepräsidentin oder den Vizepräsidenten; erfüllt diese oder dieser ebenfalls einen Ausstandsgrund, so ernennt das nach Lebensjahren älteste Mitglied den Ausschuss."
    },
    {
      "provision_ref": "art9",
      "chapter": "3. Abschnitt: Organisation und Arbeitsweise",
      "section": "9",
      "title": "Beschlussfähigkeit und Beschlussfassung",
      "content": "1 Die Fachkommission ist beschlussfähig, wenn an der Sitzung oder am Zirkulationsverfahren mindestens sieben Mitglieder teilnehmen. Sie fasst ihre Beschlüsse mit einfachem Mehr. 2 Verabschiedet ein Ausschuss einen Bericht nach Artikel 11, so ist jedes Ausschussmitglied zur Stimmabgabe verpflichtet; Stimmenthaltungen sind nicht zulässig. Für seine übrigen Beschlüsse ist ein Ausschuss beschlussfähig, wenn mindestens vier Mitglieder teilnehmen. Ein Ausschuss fasst seine Beschlüsse mit einfachem Mehr. 3 Bei Stimmengleichheit hat die Präsidentin oder der Präsident beziehungsweise die oder der Vorsitzende den Stichentscheid."
    },
    {
      "provision_ref": "art10",
      "chapter": "3. Abschnitt: Organisation und Arbeitsweise",
      "section": "10",
      "title": "Abklärungen und Anhörungen",
      "content": "1 Die Fachkommission und die Ausschüsse können bei Justizvollzugsbehörden und Justizvollzugsinstitutionen sowie bei weiteren Behörden und bei Privaten sämtliche Informationen einholen, die sie zur Erfüllung ihrer Aufgaben als notwendig erachten. Sie können Behörden und Private zu einer Anhörung einladen. 2 Die Ausschüsse können für Untersuchungen und andere Abklärungen sowie für Übersetzungen Sachverständige beiziehen. 3 Die Ausschüsse hören die lebenslänglich verwahrte Person an. Sie können davon absehen, wenn dies für die Beurteilung offensichtlich nicht erforderlich ist, namentlich wenn der aktuelle Gesundheitszustand der verwahrten Person in den vorgelegten Akten genügend dokumentiert ist."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Bericht",
      "content": "1 Der Ausschuss erstellt über den zu beurteilenden Fall einen schriftlichen Bericht in der im kantonalen Verfahren geltenden Sprache und überweist diesen an die Justizvollzugsbehörde. 2 Im Bericht sind zudem aufzuführen: a. die Namen und die Funktionen sämtlicher Ausschussmitglieder und der weiteren Personen, die bei der Erarbeitung des Berichtes beteiligt gewesen sind; b. das Stimmenverhältnis; c. allfällige Minderheitsmeinungen mit Begründung."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Sekretariat",
      "content": "1 Das Sekretariat verrichtet auf Weisung des Präsidiums administrative und organisatorische Tätigkeiten im Rahmen der in Artikel 2 aufgeführten Aufgaben der Fachkommission. Dazu gehören namentlich die Sitzungsvorbereitung und die Protokollführung. 2 Das Sekretariat wird vom Bundesamt für Justiz geführt."
    },
    {
      "provision_ref": "art13",
      "chapter": "4. Abschnitt: Daten- und Geheimnisschutz",
      "section": "13",
      "title": "Datenschutz",
      "content": "1 Die Fachkommission darf Personendaten einschliesslich besonders schützenswerter Personendaten nach dem Bundesgesetz vom 19. Juni 1992 über den Datenschutz bearbeiten, soweit dies zur Erfüllung ihrer Aufgaben erforderlich ist. 2 Sie darf Personendaten nur bekannt geben, wenn die betroffene Person ausdrücklich eingewilligt hat. 3 Die Fachkommission bewahrt von den durch die Ausschüsse erstellten Berichten Kopien auf. 4 Die von der Justizvollzugsbehörde vorgelegten Verfahrensakten werden dieser nach rechtskräftiger Erledigung des Verfahrens nach Artikel 64 c Absatz 1 des Strafgesetzbuchs wieder zurückgegeben. SR 235.1"
    },
    {
      "provision_ref": "art14",
      "chapter": "4. Abschnitt: Daten- und Geheimnisschutz",
      "section": "14",
      "title": "Nicht-Öffentlichkeit und Amtsgeheimnis",
      "content": "1 Die Beratungen der Fachkommission und der Ausschüsse sind nicht öffentlich. 2 Die Mitglieder der Fachkommission und die von ihr beigezogenen Personen unterstehen dem Amtsgeheimnis nach Artikel 320 des Strafgesetzbuchs. 3 Die Fachkommission ist die zuständige vorgesetzte Behörde, um ein Mitglied oder eine von ihr beigezogene Person vom Amtsgeheimnis zu entbinden. In dringenden Fällen entscheidet die Präsidentin oder der Präsident."
    },
    {
      "provision_ref": "art15",
      "chapter": "5. Abschnitt: Kosten und Entschädigung",
      "section": "15",
      "title": "",
      "content": "1 Die Kosten für die Fachkommission werden vom EJPD getragen. 2 Die Mitglieder der Fachkommission werden gemäss Artikel 8 n Absatz 1 Buchstabe a RVOV entschädigt. SR 172.010.1"
    },
    {
      "provision_ref": "art16",
      "chapter": "6. Abschnitt: Schlussbestimmungen",
      "section": "16",
      "title": "Änderung bisherigen Rechts",
      "content": "Die nachstehenden Verordnungen werden wie folgt geändert: … Die Änderungen können unter AS 2013 2109 konsultiert werden."
    },
    {
      "provision_ref": "art17",
      "chapter": "6. Abschnitt: Schlussbestimmungen",
      "section": "17",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 1. Januar 2014 in Kraft."
    }
  ],
  "definitions": []
}