{
  "id": "sr-321-0",
  "type": "statute",
  "title": "Militärstrafgesetz vom 13. Juni 1927 (MStG)",
  "title_en": "",
  "short_name": "MStG",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/43/359_375_369/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Erster Teil:",
      "section": "1",
      "title": "",
      "content": "Eine Strafe oder Massnahme darf nur wegen einer Tat verhängt werden, die das Gesetz ausdrücklich unter Strafe stellt."
    },
    {
      "provision_ref": "art2",
      "chapter": "Erster Teil:",
      "section": "2",
      "title": "",
      "content": "1 Nach diesem Gesetze wird beurteilt, wer nach dessen Inkrafttreten ein Verbrechen oder Vergehen begeht. 2 Hat der Täter ein Verbrechen oder Vergehen vor Inkrafttreten dieses Gesetzes begangen, erfolgt die Beurteilung aber erst nachher, so ist dasjenige Gesetz anzuwenden, das für ihn das mildere ist."
    },
    {
      "provision_ref": "art3",
      "chapter": "Erster Teil:",
      "section": "3",
      "title": "",
      "content": "1 Dem Militärstrafrecht unterstehen: 1. Dienstpflichtige während ihres Militärdienstes, ausgenommen Urlauber für strafbare Handlungen nach den Artikeln 115–137 b und 145–179, die keinen Zusammenhang mit dem Dienst der Truppe haben; 2. die Beamten, Angestellten und Arbeiter der Militärverwaltung des Bundes und der Kantone für Handlungen, die die Landesverteidigung betreffen, ebenso wenn sie in Uniform auftreten; 3. Dienstpflichtige, die ausserhalb des Dienstes in Uniform auftreten, für strafbare Handlungen nach den Artikeln 61–114 und 138–144; 4. Dienstpflichtige ausserhalb des Dienstes in Bezug auf ihre militärische Stellung und ihre dienstlichen Pflichten sowie ehemalige Dienstpflichtige, soweit ihre dienstlichen Pflichten nicht erfüllt sind. 5. Stellungspflichtige mit Bezug auf ihre Stellungspflicht sowie während des Orientierungstags und während der Dauer der Rekrutierungstage; 6. Berufs- und Zeitmilitärs, die Angehörigen des Grenzwachtkorps sowie Personen, die nach Artikel 66 des Militärgesetzes vom 3. Februar 1995 Friedensförderungsdienst leisten, während der Ausübung des Dienstes, ausserhalb des Dienstes mit Bezug auf ihre dienstlichen Pflichten und ihre dienstliche Stellung oder wenn sie die Uniform tragen; 7. Zivilpersonen oder ausländische Militärpersonen, die sich schuldig machen der landesverräterischen Verletzung militärischer Geheimnisse (Art. 86), der Sabotage (Art. 86 a ), der Schwächung der Wehrkraft (Art. 94–96), der Verletzung militärischer Geheimnisse (Art. 106) oder des Ungehorsams gegen militärische und behördliche Massnahmen, die der Vorbereitung oder Durchführung der Mobilmachung der Armee oder der Wahrung des militärischen Geheimnisses dienen (Art. 107); 8. Zivilpersonen oder ausländische Militärpersonen für Taten nach den Artikeln 115–179, die sie als Angestellte oder Beauftragte der Armee oder der Militärverwaltung im Zusammenwirken mit der Truppe begehen; 9. Zivilpersonen und ausländische Militärpersonen, die im Ausland gegen einen Angehörigen der Schweizer Armee eine Tat nach dem sechsten Abschnitt (Art. 108 und 109) oder dem sechsten Abschnitt bis (Art. 110–114) des zweiten Teils oder nach Artikel 114 a begehen 2 Die Personen nach Absatz 1 Ziffern 1, 2, 6 und 8 unterstehen für die ganze Dauer ihres Auslandeinsatzes dem Militärstrafrecht, wenn sie im Ausland eine nach diesem Gesetz strafbare Handlung begehen. Fassung gemäss Ziff. IV Bst. a des BG vom 3. Okt. 2003 (Revision der Disziplinarstrafordnung), in Kraft seit 1. März 2004 ( AS 2004 921 ; BBl 2002 7859 ). Fassung gemäss Ziff. I des BG vom 3. Okt. 2008 (Korrekturen infolge der Revision des AT MStG und weitere Anpassungen), in Kraft seit 1. März 2009 ( AS 2009 701 ; BBl 2007 8353 ). SR 510.10 Fassung gemäss Ziff. I des BG vom 3. Okt. 2008 (Korrekturen infolge der Revision des AT MStG und weitere Anpassungen), in Kraft seit 1. März 2009 ( AS 2009 701 ; BBl 2007 8353 ). Fassung gemäss Ziff. I 2 des BG vom 18. Juni 2010 über die Änderung von Bundesge-setzen zur Umsetzung des Römer Statuts des Internationalen Strafgerichtshofs, in Kraft seit 1. Jan. 2011 ( AS 2010 4963 ; BBl 2008 3863 )."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "",
      "content": "Im Falle aktiven Dienstes unterstehen dem Militärstrafrecht überdies, wenn und soweit der Bundesrat die Unterstellung beschliesst: 1. Zivilpersonen, die sich schuldig machen: eines Verbrechens oder Vergehens gegen eine Wache (Art. 65), der Befehlsanmassung (Art. 69), des militärischen Landesverrats (Art. 87) oder der landesverräterischen Nachrichtenverbreitung (Art. 89), einer feindlichen Unternehmung gegen einen Kriegführenden oder gegen fremde Truppen (Art. 92), der Verletzung von vertraglichen Leistungspflichten (Art. 97), einer Störung der militärischen Sicherheit (Art. 98–105, 107), der Bestechung (Art. 141), der ungetreuen Geschäftsführung (Art. 144), der Befreiung von Gefangenen (Art. 177); 2. Zivilpersonen, die sich der in den Artikeln 73, 78, 115–118, 121–123, 128, 129–131, 134–136, 149–151 c , 160, 161–165 und 167–169 genannten Handlungen schuldig machen, wenn sich diese gegen Angehörige der Armee und militärische Stellen richten oder der Armee dienende Sachen zum Gegenstand haben; 3. Zivilpersonen, die vorsätzlich die in den Artikeln 166, 169 a , 170 und 171 genannten Handlungen begehen; 4. internierte Angehörige der Armee aus kriegführenden Staaten, die ihren bewaffneten Streitkräften, ihren Milizen und Freiwilligenkorps einschliesslich organisierter Widerstandsbewegungen angehören, internierte Zivilpersonen sowie militärisch betreute Flüchtlinge; 5. die Beamten, Angestellten oder Arbeiter: der Militärverwaltung des Bundes und der Kantone mit Einschluss der Militäranstalten und Militärwerkstätten, von lebenswichtigen Einrichtungen und Betrieben, insbesondere von Wasserversorgungen, Wasserwerken, Elektrizitätswerken, Gaswerken und Spitälern. Ausdruck gemäss Ziff. I des BG vom 3. Okt. 2003, in Kraft seit 1. März 2004 ( AS 2004 921 ; BBl 2002 7859 ). Diese Änd. ist im ganzen Erlass berücksichtigt."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "",
      "content": "1 In Kriegszeiten unterstehen dem Militärstrafrecht ausser den in den Artikeln 3 und 4 genannten Personen: 1. Zivilpersonen, die sich schuldig machen: a. der Verräterei nach den Artikeln 88, 90 und 91, b. des Nachrichtendienstes gegen fremde Staaten (Art. 93), c. der Brandstiftung, der Verursachung einer Explosion, der Gefährdung durch Sprengstoffe, der Verursachung einer Überschwemmung oder eines Einsturzes, sofern der Täter dabei der Armee dienende Sachen zerstört (Art. 160 Abs. 2, 160 a , 161 Ziff. 1 Abs. 3 und Ziff. 2, 162 Abs. 3, 165 Ziff. 1 Abs. 3 und Ziff. 2), d. des Völkermords oder eines Verbrechens gegen die Menschlichkeit (sechster Abschnitt des zweiten Teils), eines Kriegsverbrechens (sechster Abschnitt bis des zweiten Teils sowie Art. 139); 2. Kriegsgefangene, auch für solche strafbare Handlungen, die sie im In- oder Auslande während des Krieges und vor ihrer Gefangennahme gegenüber dem schweizerischen Staat, der schweizerischen Armee oder Angehörigen der schweizerischen Armee begangen haben; 3. feindliche Parlamentäre und ihre Begleiter, die ihre Stellung zur Begehung einer strafbaren Handlung missbrauchen; 4. in Kriegsgebieten oder in besetzten Gebieten internierte Zivilpersonen. 5. ausländische Militärpersonen, die sich des Völkermords, eines Verbrechens gegen die Menschlichkeit (sechster Abschnitt des zweiten Teils) oder eines Kriegsverbrechens (sechster Abschnitt bis des zweiten Teils sowie Art. 139) schuldig machen. 2 Auf die Bestimmungen nach Absatz 1 Ziffer 1 Buchstabe d sowie Ziffer 5 sind die Bestimmungen über die Strafbarkeit des Vorgesetzten (Art. 114 a ) anwendbar. Fassung gemäss Ziff. I 2 des BG vom 18. Juni 2010 über die Änderung von Bundesge-setzen zur Umsetzung des Römer Statuts des Internationalen Strafgerichtshofs, in Kraft seit 1. Jan. 2011 ( AS 2010 4963 ; BBl 2008 3863 ). Eingefügt durch Ziff. I 2 des BG vom 18. Juni 2010 über die Änderung von Bundesge-setzen zur Umsetzung des Römer Statuts des Internationalen Strafgerichtshofs, in Kraft seit 1. Jan. 2011 ( AS 2010 4963 ; BBl 2008 3863 ). Eingefügt durch Ziff. I 2 des BG vom 18. Juni 2010 über die Änderung von Bundesge-setzen zur Umsetzung des Römer Statuts des Internationalen Strafgerichtshofs, in Kraft seit 1. Jan. 2011 ( AS 2010 4963 ; BBl 2008 3863 )."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "",
      "content": "1 Die für Kriegszeiten vorgesehenen Bestimmungen gelten nicht nur, wenn die Schweiz sich im Kriege befindet, sondern auch, wenn der Bundesrat bei unmittelbar drohender Kriegsgefahr ihre Anwendung beschliesst. 2 Der Bundesratsbeschluss ist sofort vollziehbar. Er ist sobald als möglich der Bundesversammlung vorzulegen; sie entscheidet über die Aufrechterhaltung."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "",
      "content": "1 Sind an einem rein militärischen Verbrechen oder Vergehen (Art. 61–85) oder an einem Verbrechen oder Vergehen gegen die Landesverteidigung oder gegen die Wehrkraft des Landes (Art. 86–107) neben Personen, die dem Militärstrafrecht unterstehen, andere Personen beteiligt, so sind diese gleichfalls nach diesem Gesetz strafbar. 2 Sind an einem gemeinen Verbrechen oder Vergehen (Art. 115–179), an Völkermord, Verbrechen gegen die Menschlichkeit (Art. 108, 109 und 114 a ) oder an Kriegsverbrechen (Art. 110–114 a und 139) neben Personen, die dem Militärstrafrecht unterstehen, andere Personen beteiligt, so bleiben diese dem zivilen Strafrecht unterworfen. Vorbehalten bleibt Artikel 221 a . Fassung gemäss Ziff. I 2 des BG vom 18. Juni 2010 über die Änderung von Bundesge-setzen zur Umsetzung des Römer Statuts des Internationalen Strafgerichtshofs, in Kraft seit 1. Jan. 2011 ( AS 2010 4963 ; BBl 2008 3863 )."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "",
      "content": "Die dem Militärstrafrecht unterstehenden Personen bleiben für strafbare Handlungen, die in diesem Gesetz nicht vorgesehen sind, dem zivilen Strafrecht unterworfen."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "",
      "content": "Für Personen, welche zum Zeitpunkt der Tat das 18. Altersjahr noch nicht vollendet haben, bleiben die Vorschriften des Jugendstrafgesetzes vom 20. Juni 2003 (JStG) vorbehalten. Sind gleichzeitig eine vor und eine nach der Vollendung des 18. Altersjahres begangene Tat zu beurteilen, so ist Artikel 3 Absatz 2 JStG anwendbar. Zuständig sind die zivilen Behörden. Fassung gemäss Art. 44 Ziff. 3 des Jugendstrafgesetzes vom 20. Juni 2003, in Kraft seit 1. Jan. 2007 ( AS 2006 3545 ; BBl 1999 1979 ). SR 311.1"
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "a",
      "content": "1 Hat der Täter zur Zeit der Tat das 18., aber noch nicht das 25. Altersjahr zurückgelegt, so gelten die allgemeinen Bestimmungen dieses Gesetzes. 2 Artikel 61 des Strafgesetzbuches ist ebenfalls anwendbar. Zuständig ist die Behörde des Vollzugskantons. SR 311.0"
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "",
      "content": "1 Im Rahmen des persönlichen Geltungsbereiches findet dieses Gesetz sowohl auf die in der Schweiz wie auch auf die im Ausland begangene Tat Anwendung. 1bis Personen nach Artikel 5 Ziffern 1 Buchstabe d und 5, die im Ausland eine Tat nach dem sechsten Abschnitt oder dem sechsten Abschnitt bis des zweiten Teils oder nach Artikel 114 a begangen haben, werden nach diesem Gesetz beurteilt, wenn sie sich in der Schweiz befinden und nicht an einen anderen Staat ausgeliefert oder an ein internationales Strafgericht, dessen Zuständigkeit die Schweiz anerkennt, überstellt werden. 1ter Wurde die Auslandstat nicht gegen einen Schweizer begangen und ist der Täter nicht Schweizer, so kann, unter Vorbehalt von Massnahmen zur Sicherung von Beweisen, die Strafverfolgung eingestellt oder von einer solchen abgesehen werden, wenn: a. eine ausländische Behörde oder ein internationales Strafgericht, dessen Zuständigkeit die Schweiz anerkennt, die Straftat verfolgt und der Täter ausgeliefert oder überstellt wird; b. der Täter sich nicht mehr in der Schweiz befindet und seine Rückkehr nicht zu erwarten ist; oder c. die erforderlichen Beweismittel nicht erhoben werden können. 1quater Personen, welche im Ausland gegen einen Angehörigen der Schweizer Armee eine Tat nach dem sechsten Abschnitt oder dem sechsten Abschnitt bis des zweiten Teils oder nach Artikel 114 a begangen haben, werden nach diesem Gesetz beurteilt, wenn sie sich in der Schweiz befinden oder wegen dieser Tat an die Schweiz ausgeliefert werden und wenn sie nicht an einen anderen Staat ausgeliefert oder an ein internationales Strafgericht, dessen Zuständigkeit die Schweiz anerkennt, überstellt werden. 2 Ist der Täter wegen der Tat im Ausland verurteilt worden und wurde die Strafe im Ausland ganz oder teilweise vollzogen, so rechnet ihm das Gericht die vollzogene Strafe auf die auszusprechende Strafe an. 3 Ist ein Täter auf Ersuchen der schweizerischen Behörde im Ausland verfolgt worden, so wird er, unter Vorbehalt eines krassen Verstosses gegen die Grundsätze der Bundesverfassung und der Konvention vom 4. November 1950 zum Schutze der Menschenrechte und Grundfreiheiten (EMRK), in der Schweiz wegen der Tat nicht mehr verfolgt, wenn: a. das ausländische Gericht ihn endgültig freigesprochen hat; b. die Sanktion, zu der er im Ausland verurteilt wurde, vollzogen, erlassen oder verjährt ist. 4 Das Gericht entscheidet, ob eine im Ausland nicht oder nur teilweise vollzogene Massnahme in der Schweiz durchzuführen oder fortzusetzen ist. Eingefügt durch Ziff. II des BG vom 19. Dez. 2003 ( AS 2004 2691 ; BBl 2003 767 ). Fassung gemäss Ziff. I 2 des BG vom 18. Juni 2010 über die Änderung von Bundesge-setzen zur Umsetzung des Römer Statuts des Internationalen Strafgerichtshofs, in Kraft seit 1. Jan. 2011 ( AS 2010 4963 ; BBl 2008 3863 ). Eingefügt durch Ziff. I 2 des BG vom 18. Juni 2010 über die Änderung von Bundesge-setzen zur Umsetzung des Römer Statuts des Internationalen Strafgerichtshofs, in Kraft seit 1. Jan. 2011 ( AS 2010 4963 ; BBl 2008 3863 ). Eingefügt durch Ziff. I 2 des BG vom 18. Juni 2010 über die Änderung von Bundesge-setzen zur Umsetzung des Römer Statuts des Internationalen Strafgerichtshofs, in Kraft seit 1. Jan. 2011 ( AS 2010 4963 ; BBl 2008 3863 ). SR 0.101"
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "",
      "content": "1 Ein Verbrechen oder Vergehen gilt als da begangen, wo der Täter es ausführt oder pflichtwidrig untätig bleibt, und da, wo der Erfolg eingetreten ist. 2 Der Versuch gilt als da begangen, wo der Täter ihn ausführt, und da, wo nach seiner Vorstellung der Erfolg hätte eintreten sollen."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "",
      "content": "1 Dieses Gesetz unterscheidet die Verbrechen von den Vergehen nach der Schwere der Strafen, mit der die Taten bedroht sind. 2 Verbrechen sind Taten, die mit Freiheitsstrafe von mehr als drei Jahren bedroht sind. 3 Vergehen sind Taten, die mit Freiheitsstrafe bis zu drei Jahren oder mit Geldstrafe bedroht sind."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "a",
      "content": "1 Ein Verbrechen oder Vergehen kann auch durch pflichtwidriges Untätigbleiben begangen werden. 2 Pflichtwidrig untätig bleibt, wer die Gefährdung oder Verletzung eines strafrechtlich geschützten Rechtsgutes nicht verhindert, obwohl er auf Grund seiner Rechtstellung dazu verpflichtet ist, namentlich auf Grund: a. des Gesetzes; b. eines Vertrages; c. einer freiwillig eingegangenen Gefahrengemeinschaft; oder d. der Schaffung einer Gefahr. 3 Wer pflichtwidrig untätig bleibt, ist gestützt auf den entsprechenden Tatbestand nur dann strafbar, wenn ihm nach den Umständen der Tat derselbe Vorwurf gemacht werden kann, wie wenn er die Tat durch ein aktives Tun begangen hätte. 4 Das Gericht kann die Strafe mildern."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "",
      "content": "1 Bestimmt es das Gesetz nicht ausdrücklich anders, so ist nur strafbar, wer ein Verbrechen oder Vergehen vorsätzlich begeht. 2 Vorsätzlich begeht ein Verbrechen oder Vergehen, wer die Tat mit Wissen und Willen ausführt. Vorsätzlich handelt bereits, wer die Verwirklichung der Tat für möglich hält und in Kauf nimmt. 3 Fahrlässig begeht ein Verbrechen oder Vergehen, wer die Folge seines Verhaltens aus pflichtwidriger Unvorsichtigkeit nicht bedenkt oder darauf nicht Rücksicht nimmt. Pflichtwidrig ist die Unvorsichtigkeit, wenn der Täter die Vorsicht nicht beachtet, zu der er nach den Umständen und nach seinen persönlichen Verhältnissen verpflichtet ist."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "",
      "content": "1 Handelt der Täter in einer irrigen Vorstellung über den Sachverhalt, so beurteilt das Gericht die Tat zu Gunsten des Täters nach dem Sachverhalt, den sich der Täter vorgestellt hat. 2 Hätte der Täter den Irrtum bei pflichtgemässer Vorsicht vermeiden können, so ist er wegen Fahrlässigkeit strafbar, wenn die fahrlässige Begehung der Tat mit Strafe bedroht ist."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "",
      "content": "Wer handelt, wie es das Gesetz gebietet oder erlaubt, verhält sich rechtmässig, auch wenn die Tat nach diesem oder einem andern Gesetz mit Strafe bedroht ist."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "",
      "content": "Wird jemand ohne Recht angegriffen oder unmittelbar mit einem Angriff bedroht, so ist der Angegriffene und jeder andere berechtigt, den Angriff in einer den Umständen angemessenen Weise abzuwehren."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "a",
      "content": "1 Überschreitet der Abwehrende die Grenzen der Notwehr nach Artikel 16, so mildert das Gericht die Strafe. 2 Überschreitet der Abwehrende die Grenzen der Notwehr in entschuldbarer Aufregung oder Bestürzung über den Angriff, so handelt er nicht schuldhaft."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "",
      "content": "1 Wer eine mit Strafe bedrohte Tat begeht, um ein eigenes oder das Rechtsgut einer anderen Person aus einer unmittelbaren, nicht anders abwendbaren Gefahr zu retten, handelt rechtmässig, wenn er dadurch höherwertige Interessen wahrt. 2 Wer während Kriegszeiten eine mit Strafe bedrohte Tat begeht, handelt rechtmässig, wenn die Tat im Interesse der Landesverteidigung geboten ist und der Täter dadurch höherwertige Interessen wahrt."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "a",
      "content": "1 Wer eine mit Strafe bedrohte Tat begeht, um sich oder eine andere Person aus einer unmittelbaren, nicht anders abwendbaren Gefahr für Leib, Leben, Freiheit, Ehre, Vermögen oder andere hochwertige Güter zu retten, wird milder bestraft, wenn ihm zuzumuten war, das gefährdete Gut preiszugeben. 2 War dem Täter nicht zuzumuten, das gefährdete Gut preiszugeben, so handelt er nicht schuldhaft."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "",
      "content": "1 War der Täter zur Zeit der Tat nicht fähig, das Unrecht seiner Tat einzusehen oder gemäss dieser Einsicht zu handeln, so ist er nicht strafbar. 2 War der Täter zur Zeit der Tat nur teilweise fähig, das Unrecht seiner Tat einzusehen oder gemäss dieser Einsicht zu handeln, so mildert das Gericht die Strafe. 3 Vorbehalten sind die Massnahmen dieses Gesetzes und die Massnahmen nach den Artikeln 59–61, 63 und 64 des Strafgesetzbuches. 4 Konnte der Täter die Schuldunfähigkeit oder die Verminderung der Schuldfähigkeit vermeiden und dabei die in diesem Zustand begangene Tat voraussehen, so sind die Absätze 1–3 nicht anwendbar. SR 311.0"
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "a",
      "content": "Besteht ernsthafter Anlass, an der Schuldfähigkeit des Täters zu zweifeln, so ordnet die Untersuchungsbehörde oder das Gericht die sachverständige Begutachtung an."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "",
      "content": "Wer bei Begehung der Tat nicht weiss und nicht wissen kann, dass er sich rechtswidrig verhält, handelt nicht schuldhaft. War der Irrtum vermeidbar, so mildert das Gericht die Strafe."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "",
      "content": "1 Wird eine strafbare Handlung auf dienstlichen Befehl begangen, so ist der Vorgesetzte oder der Höherrangige, der den Befehl erteilt hat, als Täter strafbar. 2 Auch der Untergebene, der auf Befehl eines Vorgesetzten oder auf Anordnung von vergleichbarer Bindungswirkung eine Tat begeht, ist strafbar, wenn er sich der Strafbarkeit der Handlung zur Zeit der Tat bewusst war. Das Gericht kann die Strafe mildern. Fassung gemäss Ziff. I 2 des BG vom 18. Juni 2010 über die Änderung von Bundesge-setzen zur Umsetzung des Römer Statuts des Internationalen Strafgerichtshofs, in Kraft seit 1. Jan. 2011 ( AS 2010 4963 ; BBl 2008 3863 )."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "",
      "content": "1 Führt der Täter, nachdem er mit der Ausführung eines Verbrechens oder Vergehens begonnen hat, die strafbare Tätigkeit nicht zu Ende oder tritt der zur Vollendung der Tat gehörende Erfolg nicht ein oder kann dieser nicht eintreten, so kann das Gericht die Strafe mildern. 2 Verkennt der Täter aus grobem Unverstand, dass die Tat nach der Art des Gegenstandes oder des Mittels, an oder mit dem er sie ausführen will, überhaupt nicht zur Vollendung gelangen kann, so bleibt er straflos."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "",
      "content": "1 Führt der Täter aus eigenem Antrieb die strafbare Tätigkeit nicht zu Ende oder trägt er dazu bei, die Vollendung der Tat zu verhindern, so kann das Gericht die Strafe mildern oder von einer Bestrafung absehen. 2 Sind an einer Tat mehrere Täter oder Teilnehmer beteiligt, so kann das Gericht die Strafe dessen mildern oder von der Bestrafung dessen absehen, der aus eigenem Antrieb dazu beiträgt, die Vollendung der Tat zu verhindern. 3 Das Gericht kann die Strafe auch mildern oder von der Bestrafung absehen, wenn der Rücktritt des Täters oder des Teilnehmers die Vollendung der Tat verhindert hätte, diese aber aus anderen Gründen ausbleibt. 4 Bemüht sich einer von mehreren Tätern oder Teilnehmern aus eigenem Antrieb ernsthaft, die Vollendung der Tat zu verhindern, so kann das Gericht seine Strafe mildern oder von seiner Bestrafung absehen, wenn die Tat unabhängig von seinem Tatbeitrag begangen wird."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "",
      "content": "1 Wer jemanden vorsätzlich zu dem von diesem begangenen Verbrechen oder Vergehen bestimmt hat, wird nach der Strafandrohung, die auf den Täter Anwendung findet, bestraft. 2 Wer jemanden zu einem Verbrechen zu bestimmen versucht, wird wegen Versuchs dieses Verbrechens bestraft."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "",
      "content": "Wer zu einem Verbrechen oder Vergehen vorsätzlich Hilfe leistet, wird milder bestraft."
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "",
      "content": "Wird die Strafbarkeit durch eine besondere Pflicht des Täters begründet oder erhöht, so wird der Teilnehmer, dem diese Pflicht nicht obliegt, milder bestraft."
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "",
      "content": "Besondere persönliche Verhältnisse, Eigenschaften und Umstände, welche die Strafbarkeit erhöhen, vermindern oder ausschliessen, werden bei dem Täter oder Teilnehmer berücksichtigt, bei dem sie vorliegen."
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "",
      "content": "1 Wird eine strafbare Handlung durch Veröffentlichung in einem Medium begangen und erschöpft sie sich in dieser Veröffentlichung, so ist, unter Vorbehalt der nachfolgenden Bestimmungen, der Autor allein strafbar. 2 Kann der Autor nicht ermittelt oder in der Schweiz nicht vor Gericht gestellt werden, so ist der verantwortliche Redaktor nach Artikel 322 bis des Strafgesetzbuches strafbar. Fehlt ein verantwortlicher Redaktor, so ist jene Person nach Artikel 322 bis des Strafgesetzbuches strafbar, die für die Veröffentlichung verantwortlich ist. 3 Hat die Veröffentlichung ohne Wissen oder gegen den Willen des Autors stattgefunden, so ist der Redaktor oder wenn ein solcher fehlt, die für die Veröffentlichung verantwortliche Person als Täter strafbar. 4 Die wahrheitsgetreue Berichterstattung über öffentliche Verhandlungen und amtliche Mitteilungen einer Behörde ist straflos. SR 311.0"
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "a",
      "content": "1 Verweigern Personen, die sich beruflich mit der Veröffentlichung von Informationen im redaktionellen Teil eines periodisch erscheinenden Mediums befassen, oder ihre Hilfspersonen das Zeugnis über die Identität des Autors oder über Inhalt und Quellen ihrer Informationen, so dürfen weder Strafen noch prozessuale Zwangsmassnahmen gegen sie verhängt werden. 2 Absatz 1 gilt nicht, wenn das Gericht feststellt, dass: a. das Zeugnis erforderlich ist, um eine Person aus einer unmittelbaren Gefahr für Leib und Leben zu retten; oder b. ohne das Zeugnis ein Tötungsdelikt im Sinne der Artikel 115–117 des vorliegenden Gesetzes oder ein anderes Verbrechen, das mit einer Mindeststrafe von drei Jahren Freiheitsstrafe bedroht ist, oder eine Straftat nach den Artikeln 141–143 a und 153–156 dieses Gesetzes, nach den Artikeln 197 Ziffer 3, 260 ter , 260 quinquies , 260 sexies , 305 bis , 305 ter und 322 septies des Strafgesetzbuches oder nach Artikel 19 Ziffer 2 des Betäubungsmittelgesetzes vom 3. Oktober 1951 nicht aufgeklärt werden oder der einer solchen Tat Beschuldigte nicht ergriffen werden kann. Fassung gemäss Anhang Ziff. II 4 des BB vom 25. Sept. 2020 über die Genehmigung und die Umsetzung des Übereinkommens des Europarats zur Verhütung des Terrorismus mit dem dazugehörigen Zusatzprotokoll sowie über die Verstärkung des strafrechtlichen Instrumentariums gegen Terrorismus und organisierte Kriminalität, in Kraft seit 1. Juli 2021 ( AS 2021 360 ; BBl 2018 6427 ). SR 311.0 SR 812.121"
    },
    {
      "provision_ref": "art28",
      "section": "28",
      "title": "",
      "content": "1 Bestimmt es das Gesetz nicht anders, so beträgt die Geldstrafe mindestens drei und höchstens 180 Tagessätze. Das Gericht bestimmt deren Zahl nach dem Verschulden des Täters. 2 Ein Tagessatz beträgt in der Regel mindestens 30 und höchstens 3000 Franken. Ausnahmsweise, wenn die persönlichen und wirtschaftlichen Verhältnisse des Täters dies gebieten, kann der Tagessatz bis auf 10 Franken gesenkt werden. Das Gericht bestimmt die Höhe des Tagessatzes nach den persönlichen und wirtschaftlichen Verhältnissen des Täters im Zeitpunkt des Urteils, namentlich nach Einkommen und Vermögen, Lebensaufwand, allfälligen Familien- und Unterstützungspflichten sowie nach dem Existenzminimum. 3 Die Behörden des Bundes, der Kantone und der Gemeinden geben die für die Bestimmung des Tagessatzes erforderlichen Auskünfte. 4 Zahl und Höhe der Tagessätze sind im Urteil festzuhalten. Fassung gemäss Ziff. I 2 des BG vom 19. Juni 2015 (Änderungen des Sanktionenrechts), in Kraft seit 1. Jan. 2018 ( AS 2016 1249 ; BBl 2012 4721 ). Fassung gemäss Ziff. I 2 des BG vom 19. Juni 2015 (Änderungen des Sanktionenrechts), in Kraft seit 1. Jan. 2018 ( AS 2016 1249 ; BBl 2012 4721 ). Eingefügt durch Ziff. I des BG vom 3. Okt. 2008 (Korrekturen infolge der Revision des AT MStG und weitere Anpassungen), in Kraft seit 1. März 2009 ( AS 2009 701 ; BBl 2007 8353 )."
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "",
      "content": "1 Die Vollzugsbehörde bestimmt dem Verurteilten eine Zahlungsfrist von einem bis zu sechs Monaten. Sie kann Ratenzahlung anordnen und auf Gesuch die Fristen verlängern. 2 Besteht der begründete Verdacht, dass der Verurteilte sich der Vollstreckung der Geldstrafe entziehen wird, so kann die Vollzugsbehörde die sofortige Bezahlung oder eine Sicherheitsleistung verlangen. 3 Bezahlt der Verurteilte die Geldstrafe nicht fristgemäss, so ordnet die Vollzugsbehörde die Betreibung an, wenn davon ein Ergebnis zu erwarten ist. 4 Für den Vollzug der Geldstrafe in Form von gemeinnütziger Arbeit ist Artikel 79 a des Strafgesetzbuchs anwendbar. Fassung gemäss Ziff. I 2 des BG vom 19. Juni 2015 (Änderungen des Sanktionenrechts), in Kraft seit 1. Jan. 2018 ( AS 2016 1249 ; BBl 2012 4721 ). SR 311.0 Eingefügt durch Ziff. I 2 des BG vom 19. Juni 2015 (Änderungen des Sanktionenrechts), in Kraft seit 1. Jan. 2018 ( AS 2016 1249 ; BBl 2012 4721 )."
    },
    {
      "provision_ref": "art30",
      "section": "30",
      "title": "",
      "content": "1 Soweit der Verurteilte die Geldstrafe nicht bezahlt und sie auf dem Betreibungsweg (Art. 29 Abs. 3) uneinbringlich ist, tritt an die Stelle der Geldstrafe eine Freiheitsstrafe. Ein Tagessatz entspricht einem Tag Freiheitsstrafe. Die Ersatzfreiheitsstrafe entfällt, soweit die Geldstrafe nachträglich bezahlt wird. 2 Wurde die Geldstrafe durch eine Verwaltungsbehörde verhängt, so entscheidet das Gericht über die Ersatzfreiheitsstrafe. 3–5 ... Aufgehoben durch Ziff. I 2 des BG vom 19. Juni 2015 (Änderungen des Sanktionenrechts), mit Wirkung seit 1. Jan. 2018 ( AS 2016 1249 ; BBl 2012 4721 )."
    },
    {
      "provision_ref": "art3133",
      "section": "3133",
      "title": "",
      "content": "Aufgehoben durch Ziff. I 2 des BG vom 19. Juni 2015 (Änderungen des Sanktionenrechts), mit Wirkung seit 1. Jan. 2018 ( AS 2016 1249 ; BBl 2012 4721 )."
    },
    {
      "provision_ref": "art34",
      "section": "34",
      "title": "",
      "content": "1 Die Mindestdauer der Freiheitsstrafe beträgt drei Tage; vorbehalten bleibt eine kürzere Freiheitsstrafe anstelle einer nicht bezahlten Geldstrafe (Art. 30) oder Busse (Art. 60 c ). 2 Die Höchstdauer der Freiheitsstrafe beträgt 20 Jahre. Wo es das Gesetz ausdrücklich bestimmt, dauert die Freiheitsstrafe lebenslänglich. Fassung gemäss Ziff. I 2 des BG vom 19. Juni 2015 (Änderungen des Sanktionenrechts), in Kraft seit 1. Jan. 2018 ( AS 2016 1249 ; BBl 2012 4721 )."
    },
    {
      "provision_ref": "art34a",
      "section": "34a",
      "title": "",
      "content": "1 Das Gericht kann statt auf eine Geldstrafe auf eine Freiheitsstrafe erkennen, wenn: a. eine solche geboten erscheint, um den Täter von der Begehung weiterer Verbrechen oder Vergehen abzuhalten; oder b. eine Geldstrafe voraussichtlich nicht vollzogen werden kann. 2 Es hat die Wahl der Freiheitsstrafe näher zu begründen. 3 Vorbehalten bleiben die Artikel 30 und 81 Absatz 1 bis . Fassung gemäss Ziff. I 2 des BG vom 19. Juni 2015 (Änderungen des Sanktionenrechts), in Kraft seit 1. Jan. 2018 ( AS 2016 1249 ; BBl 2012 4721 )."
    },
    {
      "provision_ref": "art34",
      "section": "34",
      "title": "b",
      "content": "1 Freiheitsstrafen werden nach den Bestimmungen des Strafgesetzbuches vollzogen. 2 Im Fall aktiven Dienstes kann der Bundesrat den militärischen Vollzug der Freiheitsstrafe einführen. Er regelt die Einzelheiten. SR 311.0"
    },
    {
      "provision_ref": "art35",
      "section": "35",
      "title": "",
      "content": "1 Hat sich ein Angehöriger der Armee durch ein Verbrechen oder Vergehen seines Grades unwürdig gemacht, so degradiert ihn das Gericht. 2 Der Führungsstab der Armee entscheidet, ob der degradierte Angehörige der Armee weiter zu Militärdienstleistungen aufgeboten wird. 3 Die Folgen der Degradation treten mit der Rechtskraft des Urteils ein. Fassung gemäss Anhang Ziff. 3 des BG vom 19. März 2010, in Kraft seit 1. Jan. 2011 ( AS 2010 6015 ; BBl 2009 5917 )."
    },
    {
      "provision_ref": "art36",
      "section": "36",
      "title": "",
      "content": "1 Das Gericht schiebt den Vollzug einer Geldstrafe oder einer Freiheitsstrafe von höchstens zwei Jahren in der Regel auf, wenn eine unbedingte Strafe nicht notwendig erscheint, um den Täter von der Begehung weiterer Verbrechen oder Vergehen abzuhalten. 2 Wurde der Täter innerhalb der letzten fünf Jahre vor der Tat zu einer bedingten oder unbedingten Freiheitsstrafe von mehr als sechs Monaten verurteilt, so ist der Aufschub nur zulässig, wenn besonders günstige Umstände vorliegen. 3 Die Gewährung des bedingten Strafvollzuges kann auch verweigert werden, wenn der Täter eine zumutbare Schadenbehebung unterlassen hat. 4 Eine bedingte Strafe kann mit einer Busse nach Artikel 60 c verbunden werden. Fassung gemäss Ziff. I 2 des BG vom 19. Juni 2015 (Änderungen des Sanktionenrechts), in Kraft seit 1. Jan. 2018 ( AS 2016 1249 ; BBl 2012 4721 ). Fassung gemäss Ziff. I 2 des BG vom 19. Juni 2015 (Änderungen des Sanktionenrechts), in Kraft seit 1. Jan. 2018 ( AS 2016 1249 ; BBl 2012 4721 ). Fassung gemäss Ziff. I 2 des BG vom 19. Juni 2015 (Änderungen des Sanktionenrechts), in Kraft seit 1. Jan. 2018 ( AS 2016 1249 ; BBl 2012 4721 )."
    },
    {
      "provision_ref": "art37",
      "section": "37",
      "title": "",
      "content": "1 Das Gericht kann den Vollzug einer Freiheitsstrafe von mindestens einem Jahr und höchstens drei Jahren teilweise aufschieben, wenn dies notwendig ist, um dem Verschulden des Täters genügend Rechnung zu tragen. 2 Der unbedingt vollziehbare Teil darf die Hälfte der Strafe nicht übersteigen. 3 Sowohl der aufgeschobene wie auch der zu vollziehende Teil müssen mindestens sechs Monate betragen. Die Bestimmungen über die Gewährung der bedingten Entlassung (Art. 86 des Strafgesetzbuches) sind auf den unbedingt zu vollziehenden Teil nicht anwendbar. Fassung gemäss Ziff. I 2 des BG vom 19. Juni 2015 (Änderungen des Sanktionenrechts), in Kraft seit 1. Jan. 2018 ( AS 2016 1249 ; BBl 2012 4721 ). Fassung gemäss Ziff. I 2 des BG vom 19. Juni 2015 (Änderungen des Sanktionenrechts), in Kraft seit 1. Jan. 2018 ( AS 2016 1249 ; BBl 2012 4721 ). SR 311.0"
    },
    {
      "provision_ref": "art38",
      "section": "38",
      "title": "",
      "content": "1 Schiebt das Gericht den Vollzug einer Strafe ganz oder teilweise auf, so bestimmt es dem Verurteilten eine Probezeit von 2–5 Jahren. 2 Für die Dauer der Probezeit kann das Gericht Bewährungshilfe anordnen und Weisungen erteilen. 3 Das Gericht erklärt dem Verurteilten die Bedeutung und die Folgen der bedingten und der teilbedingten Strafe."
    },
    {
      "provision_ref": "art39",
      "section": "39",
      "title": "",
      "content": "Hat sich der Verurteilte bis zum Ablauf der Probezeit bewährt, so wird die aufgeschobene Strafe nicht mehr vollzogen."
    },
    {
      "provision_ref": "art40",
      "section": "40",
      "title": "",
      "content": "1 Begeht der Verurteilte während der Probezeit ein Verbrechen oder Vergehen und ist deshalb zu erwarten, dass er weitere Straftaten begehen wird, so widerruft das Gericht die bedingte Strafe oder den bedingten Teil der Strafe. Sind die widerrufene und die neue Strafe gleicher Art, so bildet es in sinngemässer Anwendung von Artikel 43 eine Gesamtstrafe. 2 Ist nicht zu erwarten, dass der Verurteilte weitere Straftaten begehen wird, so verzichtet das Gericht auf einen Widerruf. Es kann den Verurteilten verwarnen oder die Probezeit um höchstens die Hälfte der im Urteil festgesetzten Dauer verlängern. Für die Dauer der verlängerten Probezeit kann das Gericht Bewährungshilfe anordnen und Weisungen erteilen. Erfolgt die Verlängerung erst nach Ablauf der Probezeit, so beginnt sie am Tag der Anordnung. 3 Das zur Beurteilung des neuen Verbrechens oder Vergehens zuständige Gericht entscheidet auch über den Widerruf. 4 Der Widerruf darf nicht mehr angeordnet werden, wenn seit dem Ablauf der Probezeit drei Jahre vergangen sind. Fassung gemäss Ziff. I 2 des BG vom 19. Juni 2015 (Änderungen des Sanktionenrechts), in Kraft seit 1. Jan. 2018 ( AS 2016 1249 ; BBl 2012 4721 )."
    },
    {
      "provision_ref": "art41",
      "section": "41",
      "title": "",
      "content": "1 Das Gericht misst die Strafe nach dem Verschulden des Täters zu. Es berücksichtigt das Vorleben und die persönlichen Verhältnisse und die militärische Führung sowie die Wirkung der Strafe auf das Leben des Täters. 2 Das Verschulden wird nach der Schwere der Verletzung oder Gefährdung des betroffenen Rechtsguts, nach der Verwerflichkeit des Handelns, den Beweggründen und Zielen des Täters, sowie danach bestimmt, wie weit der Täter nach den inneren und äusseren Umständen in der Lage war, die Gefährdung oder Verletzung zu vermeiden."
    },
    {
      "provision_ref": "art42",
      "section": "42",
      "title": "",
      "content": "Das Gericht mildert die Strafe, wenn: a. der Täter gehandelt hat: 1. aus achtenswerten Beweggründen, 2. in schwerer Bedrängnis, 3. unter dem Eindruck einer schweren Drohung, 4. auf Veranlassung einer Person, der er Gehorsam schuldet oder von der er abhängig ist; b. der Täter durch das Verhalten der verletzten Person ernsthaft in Versuchung geführt worden ist; c. der Täter in einer nach den Umständen entschuldbaren heftigen Gemütsbewegung unter grosser seelischer Belastung gehandelt hat; d. der Täter aufrichtige Reue betätigt, namentlich den Schaden, soweit es ihm zuzumuten war, ersetzt hat; e. das Strafbedürfnis in Anbetracht der seit der Tat verstrichenen Zeit deutlich vermindert ist und der Täter sich in dieser Zeit wohl verhalten hat."
    },
    {
      "provision_ref": "art42",
      "section": "42",
      "title": "a",
      "content": "1 Mildert das Gericht die Strafe, so ist es nicht an die angedrohte Mindeststrafe gebunden. 2 Das Gericht kann auf eine andere als die angedrohte Strafart erkennen, ist aber an das gesetzliche Höchst- und Mindestmass der Strafart gebunden."
    },
    {
      "provision_ref": "art43",
      "section": "43",
      "title": "",
      "content": "1 Hat der Täter durch eine oder mehrere Handlungen die Voraussetzungen für mehrere gleichartige Strafen erfüllt, so verurteilt ihn das Gericht zu der Strafe der schwersten Straftat und erhöht sie angemessen. Es darf jedoch das Höchstmass der angedrohten Strafe nicht um mehr als die Hälfte erhöhen. Dabei ist es an das gesetzliche Höchstmass der Strafart gebunden. 1bis Hat das Gericht neben einem Verbrechen, Vergehen oder einer Übertretung einen oder mehrere Disziplinarfehler im Sinne von Artikel 180 zu beurteilen, so ist die gemäss Absatz 1 ausgesprochene Strafe angemessen zu erhöhen. 2 Hat das Gericht eine Tat zu beurteilen, die der Täter begangen hat, bevor er wegen einer andern Tat verurteilt worden ist, so bestimmt es die Zusatzstrafe in der Weise, dass der Täter nicht schwerer bestraft wird, als wenn die strafbaren Handlungen gleichzeitig beurteilt worden wären. 3 Hat der Täter eine oder mehrere Taten vor Vollendung des 18. Altersjahres begangen, so dürfen diese bei der Bildung der Gesamtstrafe nach den Absätzen 1 und 2 nicht stärker ins Gewicht fallen, als wenn sie für sich allein beurteilt worden wären. Eingefügt durch Ziff. I des BG vom 3. Okt. 2008 (Korrekturen infolge der Revision des AT MStG und weitere Anpassungen), in Kraft seit 1. März 2009 ( AS 2009 701 ; BBl 2007 8353 )."
    },
    {
      "provision_ref": "art44",
      "section": "44",
      "title": "",
      "content": "Das Gericht rechnet die Untersuchungshaft, die der Täter während dieses oder eines anderen Verfahrens ausgestanden hat, auf die Strafe an. Ein Tag Haft entspricht einem Tagessatz Geldstrafe. Fassung gemäss Ziff. I 2 des BG vom 19. Juni 2015 (Änderungen des Sanktionenrechts), in Kraft seit 1. Jan. 2018 ( AS 2016 1249 ; BBl 2012 4721 )."
    },
    {
      "provision_ref": "art45",
      "section": "45",
      "title": "",
      "content": "Hat der Täter den Schaden gedeckt oder alle zumutbaren Anstrengungen unternommen, um das von ihm bewirkte Unrecht auszugleichen, so sieht die zuständige Behörde von einer Strafverfolgung, einer Überweisung an das Gericht oder einer Bestrafung ab, wenn: a. als Strafe eine bedingte Freiheitsstrafe bis zu einem Jahr, eine bedingte Geldstrafe oder eine Busse in Betracht kommt; b. das Interesse der Öffentlichkeit und des Geschädigten an der Strafverfolgung gering sind; und c. der Täter den Sachverhalt eingestanden hat. Fassung gemäss Ziff. I 3 des BG vom 14. Dez. 2018 über die Änderung der Wiedergutmachungsregelung, in Kraft seit 1. Juli 2019 ( AS 2019 1809 ; BBl 2018 3757 4925 )."
    },
    {
      "provision_ref": "art46",
      "section": "46",
      "title": "",
      "content": "Ist der Täter durch die unmittelbaren Folgen seiner Tat so schwer betroffen, dass eine Strafe unangemessen wäre, so sieht die zuständige Behörde von einer Strafverfolgung, einer Überweisung an das Gericht oder einer Bestrafung ab."
    },
    {
      "provision_ref": "art46",
      "section": "46",
      "title": "a",
      "content": "Das Gericht sieht bei der bedingten Strafe vom Widerruf und bei der bedingten Entlassung von der Rückversetzung ab, wenn die Voraussetzungen der Strafbefreiung gegeben sind."
    },
    {
      "provision_ref": "art46b",
      "section": "46b",
      "title": "",
      "content": "1 Bei einfacher Körperverletzung und Tätlichkeiten (Art. 122), Drohung (Art. 149) und Nötigung (Art. 150) kann der Auditor oder das Militärgericht das Verfahren provisorisch einstellen, wenn: a. das Opfer: 1. der Ehegatte des Täters ist und die Tat während der Ehe oder innerhalb eines Jahres nach deren Scheidung begangen wurde, oder 2. die eingetragene Partnerin oder der eingetragene Partner des Täters ist und die Tat während der eingetragenen Partnerschaft oder innerhalb eines Jahres nach deren Auflösung begangen wurde, oder 3. der hetero- oder homosexuelle Lebenspartner des Täters ist, sofern sie auf unbestimmte Zeit einen gemeinsamen Haushalt führen und die Tat während dieser Zeit oder innerhalb eines Jahres nach der Trennung begangen wurde; und b. das Opfer oder, falls dieses nicht handlungsfähig ist, sein gesetzlicher Vertreter darum ersucht; und c. die provisorische Einstellung geeignet erscheint, die Situation des Opfers zu stabilisieren oder zu verbessern. 2 Der Auditor oder das Militärgericht kann für die Zeit der provisorischen Einstellung die beschuldigte Person dazu verpflichten, ein Lernprogramm gegen Gewalt zu besuchen. Der Auditor oder das Militärgericht informiert die nach kantonalem Recht für Fälle häuslicher Gewalt zuständige Stelle über die getroffenen Massnahmen. 3 Die provisorische Einstellung ist nicht zulässig, wenn: a. die beschuldigte Person wegen eines Verbrechens oder Vergehens gegen Leib und Leben, gegen die Freiheit oder gegen die sexuelle Integrität verurteilt wurde; b. gegen sie eine Strafe verhängt oder eine Massnahme angeordnet wurde; und c. sich die strafbare Handlung gegen ein Opfer nach Absatz 1 Buchstabe a richtete. 3bis Die provisorische Einstellung ist auf sechs Monate befristet. Der Auditor oder das Militärgericht nimmt das Verfahren wieder an die Hand, wenn das Opfer oder, falls dieses nicht handlungsfähig ist, sein gesetzlicher Vertreter dies verlangt oder sich herausstellt, dass die provisorische Einstellung die Situation des Opfers weder stabilisiert noch verbessert. 3ter Vor Ende der provisorischen Einstellung nimmt der Auditor oder das Militärgericht eine Beurteilung vor. Hat sich die Situation des Opfers stabilisiert oder verbessert, so wird die definitive Einstellung des Verfahrens verfügt. 4 Gegen die Verfügung der definitiven Einstellung kann Rekurs nach Artikel 118 beziehungsweise Artikel 195 des Militärstrafprozesses vom 23. März 1979 erhoben werden. Das Opfer ist in jedem Fall legitimiert. 5 Die Durchführung eines Disziplinarstrafverfahrens ist ausgeschlossen. Eingefügt durch Ziff. II des BG vom 3. Okt. 2003 (Strafverfolgung in der Ehe und in der Partnerschaft), in Kraft seit 1. April 2004 ( AS 2004 1403 ; BBl 2003 1909 1937 ). Fassung gemäss Anhang Art. 37 Ziff. 2 des Partnerschaftsgesetzes vom 18. Juni 2004, in Kraft seit 1. Jan. 2007 ( AS 2005 5685 ; BBl 2003 1288 ). Fassung gemäss Ziff. I 4 des BG vom 14. Dez 2018 über die Verbesserung des Schutzes gewaltbetroffener Personen, in Kraft seit 1. Juli 2020 ( AS 2019 2273 ; BBl 2017 7307 ). Eingefügt durch Ziff. I 4 des BG vom 14. Dez 2018 über die Verbesserung des Schutzes gewaltbetroffener Personen, in Kraft seit 1. Juli 2020 ( AS 2019 2273 ; BBl 2017 7307 ). Fassung gemäss Ziff. I 4 des BG vom 14. Dez 2018 über die Verbesserung des Schutzes gewaltbetroffener Personen, in Kraft seit 1. Juli 2020 ( AS 2019 2273 ; BBl 2017 7307 ). Fassung gemäss Ziff. I 4 des BG vom 14. Dez 2018 über die Verbesserung des Schutzes gewaltbetroffener Personen, in Kraft seit 1. Juli 2020 ( AS 2019 2273 ; BBl 2017 7307 ). Eingefügt durch Ziff. I 4 des BG vom 14. Dez 2018 über die Verbesserung des Schutzes gewaltbetroffener Personen, in Kraft seit 1. Juli 2020 ( AS 2019 2273 ; BBl 2017 7307 ). Eingefügt durch Ziff. I 4 des BG vom 14. Dez 2018 über die Verbesserung des Schutzes gewaltbetroffener Personen, in Kraft seit 1. Juli 2020 ( AS 2019 2273 ; BBl 2017 7307 ). SR 322.1 Fassung gemäss Ziff. I 4 des BG vom 14. Dez 2018 über die Verbesserung des Schutzes gewaltbetroffener Personen, in Kraft seit 1. Juli 2020 ( AS 2019 2273 ; BBl 2017 7307 )."
    },
    {
      "provision_ref": "art47",
      "section": "47",
      "title": "",
      "content": "1 Die Bestimmungen des Strafgesetzbuches über die therapeutischen Massnahmen und die Verwahrung (Art. 56–65) sind anwendbar. 2 Zuständig ist die Behörde des Vollzugskantons. 3 Die Massnahmen werden nach dem Strafgesetzbuch vollzogen. SR 311.0"
    },
    {
      "provision_ref": "art48",
      "section": "48",
      "title": "",
      "content": "1 Wird der Täter wegen Schuldunfähigkeit freigesprochen oder unter Annahme verminderter Schuldfähigkeit verurteilt, so kann das Gericht den Ausschluss aus der Armee anordnen. 2 Der Ausschluss kann vom Eidgenössischen Departement für Verteidigung, Bevölkerungsschutz und Sport (VBS) aufgehoben werden, wenn die Voraussetzungen weggefallen sind."
    },
    {
      "provision_ref": "art49",
      "section": "49",
      "title": "",
      "content": "1 Wird der Täter zu einer Freiheitsstrafe von mehr als drei Jahren verurteilt oder nach Artikel 64 des Strafgesetzbuches verwahrt, so ordnet das Gericht den Ausschluss aus der Armee an. 2 Wird der Täter zu einer anderen Strafe verurteilt, so kann das Gericht den Ausschluss aus der Armee anordnen. SR 311.0"
    },
    {
      "provision_ref": "art49a",
      "section": "49a",
      "title": "",
      "content": "1 Das Gericht verweist den Ausländer, der wegen einer der folgenden strafbaren Handlungen verurteilt wird, unabhängig von der Höhe der Strafe für 5–15 Jahre aus der Schweiz: a. vorsätzliche Tötung (Art. 115), Mord (Art. 116), Totschlag (Art. 117), Verleitung und Beihilfe zum Selbstmord (Art. 119); b. schwere Körperverletzung (Art. 121), Angriff (Art. 128 a ); c. qualifizierte Veruntreuung (Art. 130 Ziff. 2), qualifizierter Diebstahl (Art. 131 Ziff. 3 und 4), Raub (Art. 132), Sachbeschädigung mit grossem Schaden (Art. 134 Abs. 3), gewerbsmässiger Betrug (Art. 135 Abs. 4), qualifizierte Erpressung (Art. 137 a Ziff. 2–4), gewerbsmässige Hehlerei (Art. 137 b Ziff. 2), qualifizierte Plünderung (Art. 139 Abs. 2); d. Diebstahl (Art. 131) in Verbindung mit Hausfriedensbruch (Art. 152); e. Freiheitsberaubung und Entführung (Art. 151 a ), qualifizierte Freiheitsberaubung und Entführung (Art. 151 b ), Geiselnahme (Art. 151 c ); f. sexuelle Nötigung (Art. 153), Vergewaltigung (Art. 154), Schändung (Art. 155), sexuelle Handlungen mit Kindern (Art. 156 Ziff. 1); g. Brandstiftung (Art. 160 Abs. 1 und 2), vorsätzliche Verursachung einer Explosion (Art. 161 Ziff. 1 Abs. 1 und 3), Gefährdung durch Sprengstoffe und giftige Gase in verbrecherischer Absicht (Art. 162 Abs. 1 und 3), vorsätzliche Gefährdung ohne verbrecherische Absicht (Art. 163 Abs. 1), Herstellen, Verbergen, Weiterschaffen von Sprengstoffen und giftigen Gasen (Art. 164), vorsätzliches Verursachen einer Überschwemmung oder eines Einsturzes (Art. 165 Ziff. 1 Abs. 1 und 3), vorsätzliche Beschädigung von elektrischen Anlagen, Wasserbauten und Schutzvorrichtungen (Art. 166 Ziff. 1 Abs. 1), vorsätzliches Verbreiten menschlicher Krankheiten (Art. 167 Ziff. 1), vorsätzliche Trinkwasserverunreinigung (Art. 169 Abs. 1), qualifizierte Störung des öffentlichen Verkehrs (Art. 169 a Ziff. 2), vorsätzliche Störung des Eisenbahnverkehrs (Art. 170 Abs. 1), strafbare Vorbereitungshandlungen (Art. 171 b ); h. Völkermord (Art. 108), Verbrechen gegen die Menschlichkeit (Art. 109), schwere Verletzungen der Genfer Konventionen vom 12. August 1949 (Art. 111), andere Kriegsverbrechen (Art. 112–112 d ). 2 Das Gericht kann ausnahmsweise von einer Landesverweisung absehen, wenn diese für den Ausländer einen schweren persönlichen Härtefall bewirken würde und die öffentlichen Interessen an der Landesverweisung gegenüber den privaten Interessen des Ausländers am Verbleib in der Schweiz nicht überwiegen. Dabei ist der besonderen Situation von Ausländern Rechnung zu tragen, die in der Schweiz geboren oder aufgewachsen sind. 3 Von einer Landesverweisung kann ferner abgesehen werden, wenn die Tat in entschuldbarer Notwehr (Art. 16 a Abs. 1) oder in entschuld barem Notstand (Art. 17 a Abs. 1) begangen wurde. Eingefügt durch Ziff. I 2 des BG vom 20. März 2015 (Umsetzung von Art. 121 Abs. 3–6 BV über die Ausschaffung krimineller Ausländerinnen und Ausländer), in Kraft seit 1. Okt. 2016 ( AS 2016 2329 ; BBl 2013 5975 ). SR 0.518.12 , 0.518.23 , 0.518.42 , 0.518.51"
    },
    {
      "provision_ref": "art49abis",
      "section": "49abis",
      "title": "",
      "content": "Das Gericht kann einen Ausländer für 3–15 Jahre des Landes verweisen, wenn er wegen eines Verbrechens oder Vergehens, das nicht von Artikel 49 a erfasst wird, zu einer Strafe verurteilt oder gegen ihn eine Massnahme nach den Artikeln 59–61 oder 64 des Strafgesetzbuches angeordnet wird. Eingefügt durch Ziff. I 2 des BG vom 20. März 2015 (Umsetzung von Art. 121 Abs. 3–6 BV über die Ausschaffung krimineller Ausländerinnen und Ausländer), in Kraft seit 1. Okt. 2016 ( AS 2016 2329 ; BBl 2013 5975 ). SR 311.0"
    },
    {
      "provision_ref": "art49b",
      "section": "49b",
      "title": "",
      "content": "1 Begeht jemand, nachdem gegen ihn eine Landesverweisung angeordnet worden ist, eine neue Straftat, welche die Voraussetzungen für eine Landesverweisung nach Artikel 49 a erfüllt, so ist die neue Landesverweisung auf 20 Jahre auszusprechen. 2 Die Landesverweisung kann auf Lebenszeit ausgesprochen werden, wenn der Verurteilte die neue Tat begeht, solange die für die frühere Tat ausgesprochene Landesverweisung noch wirksam ist. Eingefügt durch Ziff. I 2 des BG vom 20. März 2015 (Umsetzung von Art. 121 Abs. 3–6 BV über die Ausschaffung krimineller Ausländerinnen und Ausländer), in Kraft seit 1. Okt. 2016 ( AS 2016 2329 ; BBl 2013 5975 )."
    },
    {
      "provision_ref": "art49c",
      "section": "49c",
      "title": "",
      "content": "Der Vollzug richtet sich nach den Artikeln 66 c und 66 d des Strafgesetzbuchs. Eingefügt durch Ziff. I 2 des BG vom 20. März 2015 (Umsetzung von Art. 121 Abs. 3–6 BV über die Ausschaffung krimineller Ausländerinnen und Ausländer), in Kraft seit 1. Okt. 2016 ( AS 2016 2329 ; BBl 2013 5975 ). SR 311.0"
    },
    {
      "provision_ref": "art50",
      "section": "50",
      "title": "",
      "content": "1 Hat jemand in Ausübung einer beruflichen oder einer organisierten ausserberuflichen Tätigkeit ein Verbrechen oder Vergehen begangen, für das er zu einer Freiheitsstrafe von über sechs Monaten verurteilt worden ist, und besteht die Gefahr, dass er seine Tätigkeit zur Begehung weiterer Verbrechen oder Vergehen missbrauchen wird, so kann ihm das Gericht die betreffende oder vergleichbare Tätigkeiten für sechs Monate bis zu fünf Jahren ganz oder teilweise verbieten. 2 Hat jemand gegen einen Minderjährigen oder eine andere besonders schutzbedürftige Person ein Verbrechen oder Vergehen begangen und besteht die Gefahr, dass er in Ausübung einer beruflichen oder einer organisierten ausserberuflichen Tätigkeit, die einen regelmässigen Kontakt mit Minderjährigen oder mit anderen besonders schutzbedürftigen Personen umfasst, weitere Straftaten dieser Art begeht, so kann ihm das Gericht die betreffende Tätigkeit für ein Jahr bis zehn Jahre verbieten. 2bis Das Gericht kann das Verbot nach Absatz 2 lebenslänglich verhängen, wenn zu erwarten ist, dass die Dauer von zehn Jahren nicht ausreicht, damit vom Täter keine Gefahr mehr ausgeht. Es kann ein zeitlich befristetes Verbot nach Absatz 2 auf Antrag der Vollzugsbehörde jeweils um höchstens fünf Jahre verlängern, wenn dies notwendig ist, um den Täter von weiteren solchen Verbrechen und Vergehen, wie sie Anlass für das Verbot waren, abzuhalten. 3 Wird jemand wegen einer der nachfolgenden Straftaten zu einer Strafe verurteilt oder wird deswegen gegen ihn eine Massnahme nach den Artikeln 59–61, 63 oder 64 des Strafgesetzbuchs angeordnet, so verbietet ihm das Gericht lebenslänglich jede berufliche und jede organisierte ausserberufliche Tätigkeit, die einen regelmässigen Kontakt zu Minderjährigen umfasst : a. sexuelle Nötigung (Art. 153), Vergewaltigung (Art. 154), Schändung (Art. 155), Ausnützung der militärischen Stellung (Art. 157), Exhibitionismus (Art. 159), sexuelle Belästigungen (Art. 159 a ), sofern er die Straftat an oder vor einem minderjährigen Opfer begangen hat; b. sexuelle Handlungen mit Kindern (Art. 156). 4 Wird jemand wegen einer der nachfolgenden Straftaten zu einer Strafe verurteilt oder wird deswegen gegen ihn eine Massnahme nach den Artikeln 59–61, 63 oder 64 des Strafgesetzbuchs angeordnet, so verbietet ihm das Gericht lebenslänglich jede berufliche und jede organisierte ausserberufliche Tätigkeit, die einen regelmässigen Kontakt zu volljährigen besonders schutzbedürftigen Personen umfasst, sowie jede berufliche und jede organisierte ausserberufliche Tätigkeit im Gesundheitsbereich mit direk tem Patientenkontakt: sexuelle Nötigung (Art. 153), Vergewaltigung (Art. 154), Schändung (Art. 155), Ausnützung der militärischen Stellung (Art. 157), Exhibitionismus (Art. 159), sexuelle Belästigungen (Art. 159 a ), sofern er die Straftat begangen hat an oder vor: a. einem volljährigen, besonders schutzbedürftigen Opfer; oder b. einem volljährigen nicht besonders schutzbedürftigen Opfer, das zum Widerstand unfähig oder urteilsunfähig war oder sich aufgrund einer körperlichen oder psychischen Abhängigkeit nicht zu Wehr setzen konnte. 4bis Das Gericht kann in besonders leichten Fällen ausnahmsweise von der Anordnung eines Tätigkeitsverbotes nach Absatz 3 oder 4 absehen, wenn ein solches Verbot nicht notwendig erscheint, um den Täter von der Begehung weiterer Straftaten abzuhalten, wie sie Anlass für das Verbot sind. Von der Anordnung eines Tätigkeitsverbotes darf jedoch nicht abgesehen werden, wenn der Täter: a. verurteilt worden ist wegen sexueller Nötigung (Art. 153), Vergewaltigung (Art. 154) oder Schändung (Art. 155); oder b. gemäss den international anerkannten Klassifikationskriterien pädophil ist. 5 Wird der Täter im selben Verfahren wegen mehrerer Straftaten zu einer Strafe verurteilt oder wird gegen ihn deswegen eine Massnahme angeordnet, so legt das Gericht fest, welcher Anteil der Strafe oder welche Massnahme auf eine Straftat entfällt, die ein Tätigkeitsverbot nach sich zieht. Dieser Strafanteil, die Massnahme sowie die Straftat sind massgebend dafür, ob ein Tätigkeitsverbot nach Absatz 1, 2, 2 bis , 3 oder 4 verhängt wird. Die Strafanteile für mehrere einschlägige Straftaten werden addiert. Es können mehrere Tätigkeitsverbote verhängt werden. 6 Das Gericht kann für die Dauer der Verbote Bewährungshilfe anordnen. 7 ... Fassung gemäss Ziff. I 2 des BG vom 13. Dez. 2013 über das Tätigkeitsverbot und das Kontakt- und Rayonverbot, in Kraft seit 1. Jan. 2015 ( AS 2014 2055 ; BBl 2012 8819 ). Fassung gemäss Ziff. I 2 des BG vom 19. Juni 2015 (Änderungen des Sanktionenrechts), in Kraft seit 1. Jan. 2018 ( AS 2016 1249 ; BBl 2012 4721 ). Eingefügt durch Ziff. I 2 des BG vom 16. März 2018 (Umsetzung von Art. 123 c BV), in Kraft seit 1. Jan. 2019 ( AS 2018 3803 ; BBl 2016 6115 ). SR 311.0 Fassung gemäss Ziff. I 2 des BG vom 16. März 2018 (Umsetzung von Art. 123 c BV), in Kraft seit 1. Jan. 2019 ( AS 2018 3803 ; BBl 2016 6115 ). Fassung gemäss Ziff. I 2 des BG vom 16. März 2018 (Umsetzung von Art. 123 c BV), in Kraft seit 1. Jan. 2019 ( AS 2018 3803 ; BBl 2016 6115 ). Eingefügt durch Ziff. I 2 des BG vom 16. März 2018 (Umsetzung von Art. 123 c BV), in Kraft seit 1. Jan. 2019 ( AS 2018 3803 ; BBl 2016 6115 ). Fassung gemäss Ziff. I 2 des BG vom 16. März 2018 (Umsetzung von Art. 123 c BV), in Kraft seit 1. Jan. 2019 ( AS 2018 3803 ; BBl 2016 6115 ). Fassung gemäss Ziff. I 2 des BG vom 16. März 2018 (Umsetzung von Art. 123 c BV), in Kraft seit 1. Jan. 2019 ( AS 2018 3803 ; BBl 2016 6115 ). Aufgehoben durch Ziff. I 2 des BG vom 16. März 2018 (Umsetzung von Art. 123 c BV), mit Wirkung seit 1. Jan. 2019 ( AS 2018 3803 ; BBl 2016 6115 )."
    },
    {
      "provision_ref": "art50a",
      "section": "50a",
      "title": "",
      "content": "1 Als berufliche Tätigkeiten im Sinne von Artikel 50 gelten Tätigkeiten in Ausübung eines Haupt- oder Nebenberufs oder -gewerbes oder eines Handelsgeschäfts. Als organisierte ausserberufliche Tätigkeiten gelten Tätigkeiten, die nicht oder nicht primär zu Erwerbszwecken und die im Rahmen eines Vereins oder einer anderen Organisation ausgeübt werden. 2 Das Tätigkeitsverbot nach Artikel 50 umfasst die Tätigkeiten, die der Täter selbstständig, als Organ einer juristischen Person oder Handelsgesellschaft, als Beauftragter oder als Vertreter einer anderen Person ausübt oder durch eine von seinen Weisungen abhängige Person ausüben lässt. 3 Besteht die Gefahr, dass der Täter seine Tätigkeit auch zur Begehung von Straftaten missbraucht, wenn er sie nach Weisung und unter Kontrolle eines Vorgesetzten oder einer Aufsichtsperson ausübt, so ist ihm die Tätigkeit ganz zu untersagen. 4 Die Verbote nach Artikel 50 Absätze 3 und 4 umfassen immer die ganze Tätigkeit. 5 Als Tätigkeiten mit regelmässigem Kontakt zu Minderjährigen oder zu anderen besonders schutzbedürftigen Personen gelten: a. Tätigkeiten, die direkt und spezifisch gegenüber Minderjährigen oder anderen besonders schutzbedürftigen Personen ausgeübt werden, namentlich: 1. Lehren oder Unterrichten, 2. Erziehung oder Beratung, 3. Betreuung oder Aufsicht, 4. Pflege, 5. körperliche Untersuchung oder Behandlung, 6. psychologische Untersuchung oder Behandlung, 7. Verpflegung, 8. Transport, 9. direkter Verkauf oder Verleih oder direkte Vermittlung von spezifisch für die Bedürfnisse von Minderjährigen oder anderen besonders schutzbedürftigen Personen bestimmten Objekten, sofern dies die Haupttätigkeit der betreffenden Person darstellt; b. andere Tätigkeiten, die vor allem oder wiederholt in Einrichtungen ausgeübt werden, die Dienstleistungen nach Buchstabe a anbieten; ausgenommen sind Tätigkeiten, bei denen örtlich oder zeitlich sichergestellt ist, dass kein Kontakt zu Minderjährigen oder anderen besonders schutzbedürften Personen stattfinden kann. 6 Als besonders schutzbedürftig gelten Personen, die aufgrund ihres Alters, einer Krankheit oder einer langfristigen körperlichen, geistigen oder psychischen Beeinträchtigung bei alltäglichen Verrichtungen oder ihrer Lebensführung auf fremde Hilfe angewiesen sind. Fassung gemäss Ziff. I 2 des BG vom 13. Dez. 2013 über das Tätigkeitsverbot und das Kontakt- und Rayonverbot, in Kraft seit 1. Jan. 2015 ( AS 2014 2055 ; BBl 2012 8819 ). Eingefügt durch Ziff. I 2 des BG vom 16. März 2018 (Umsetzung von Art. 123 c BV), in Kraft seit 1. Jan. 2019 ( AS 2018 3803 ; BBl 2016 6115 ). Eingefügt durch Ziff. I 2 des BG vom 16. März 2018 (Umsetzung von Art. 123 c BV), in Kraft seit 1. Jan. 2019 ( AS 2018 3803 ; BBl 2016 6115 )."
    },
    {
      "provision_ref": "art50b",
      "section": "50b",
      "title": "",
      "content": "1 Hat jemand ein Verbrechen oder Vergehen gegen eine oder mehrere bestimmte Personen oder gegen Personen einer bestimmten Gruppe begangen und besteht die Gefahr, dass er bei einem Kontakt zu diesen Personen weitere Verbrechen oder Vergehen begehen wird, so kann das Gericht für eine Dauer bis zu fünf Jahren ein Kontakt- und Rayonverbot verhängen. 2 Mit dem Kontakt- und Rayonverbot kann das Gericht dem Täter verbieten: a. mit einer oder mehreren bestimmten Personen oder mit Personen einer bestimmten Gruppe direkt oder über Drittpersonen Kontakt aufzunehmen, namentlich auf telefonischem, schriftlichem oder elektronischem Weg, sie zu beschäftigen, zu beherbergen, auszubilden, zu beaufsichtigen, zu pflegen oder in anderer Weise mit ihnen zu verkehren; b. sich einer bestimmten Person zu nähern oder sich in einem bestimmten Umkreis ihrer Wohnung aufzuhalten; c. sich an bestimmten Orten, namentlich bestimmten Strassen, Plätzen oder Quartieren, aufzuhalten. 3 Für den Vollzug des Verbots kann die zuständige Behörde technische Geräte einsetzen, die mit dem Täter fest verbunden sind. Diese können insbesondere der Feststellung des Standortes des Täters dienen. 4 Das Gericht kann für die Dauer des Verbots Bewährungshilfe anordnen. 5 Es kann das Verbot auf Antrag der Vollzugsbehörden jeweils um höchstens fünf Jahre verlängern, wenn dies notwendig ist, um den Täter von weiteren Verbrechen und Vergehen gegen Minderjährige oder andere besonders schutzbedürftige Personen abzuhalten. Fassung gemäss Ziff. I 2 des BG vom 13. Dez. 2013 über das Tätigkeitsverbot und das Kontakt- und Rayonverbot, in Kraft seit 1. Jan. 2015 ( AS 2014 2055 ; BBl 2012 8819 )."
    },
    {
      "provision_ref": "art50c",
      "section": "50c",
      "title": "",
      "content": "1 Das Verbot wird am Tag wirksam, an dem das Urteil rechtskräftig wird. 2 Die Dauer des Vollzugs einer Freiheitsstrafe oder einer freiheitsentziehenden Massnahme (Art. 59–61 und 64 des Strafgesetzbuchs) wird auf die Dauer des Verbots nicht angerechnet. 3 Hat der Täter die ihm auferlegte Probezeit nicht bestanden und wird die bedingte Freiheitsstrafe vollzogen oder die Rückversetzung in den Straf- oder Massnahmenvollzug angeordnet, so wird die Dauer des Verbots erst von dem Tage an gerechnet, an dem der Täter bedingt oder endgültig entlassen wird oder an dem die Sanktion aufgehoben oder erlassen wird. 4 Hat der Täter die ihm auferlegte Probezeit bestanden, so entscheidet die zuständige Behörde über eine inhaltliche oder zeitliche Einschränkung oder über die Aufhebung des Verbots nach Artikel 50 Absatz 1 oder nach Artikel 50 b . 5 Der Täter kann bei der zuständigen Behörde um eine inhaltliche oder zeitliche Einschränkung oder um die Aufhebung des Verbots ersuchen: a. bei einem Verbot nach Artikel 50 Absatz 1 oder nach Artikel 50 b : nach zwei Jahren des Vollzugs; b. bei einem befristeten Verbot nach Artikel 50 Absatz 2: nach der Hälfte der Verbotsdauer, jedoch frühestens nach drei Jahren des Vollzugs; c. ... d. bei einem lebenslänglichen Verbot nach Artikel 50 Absatz 2 bis : nach zehn Jahren des Vollzugs. 6 Ist nicht mehr zu befürchten, dass der Täter eine Tätigkeit zur Begehung weiterer Verbrechen oder Vergehen missbraucht oder bei einem Kontakt zu bestimmten Personen oder Personen einer bestimmten Gruppe weitere Verbrechen oder Vergehen begeht, und hat er den von ihm verursachten Schaden soweit zumutbar ersetzt, so hebt die zuständige Behörde das Verbot in den Fällen nach Absatz 4 oder 5 auf. 6bis Verbote nach Artikel 50 Absatz 3 oder 4 können nicht aufgehoben wer den. 7 Missachtet der Verurteilte ein Tätigkeitsverbot oder ein Kontakt- und Rayonverbot oder entzieht er sich der damit verbundenen Bewährungshilfe oder ist diese nicht durchführbar oder nicht mehr erforderlich, so erstattet die zuständige Behörde dem Gericht oder den Vollzugsbehörden Bericht. Das Gericht oder die Vollzugsbehörde können die Bewährungshilfe aufheben oder neu anordnen. 7bis Die Vollzugsbehörde kann für die gesamte Dauer des Tätigkeitsverbotes oder des Kontakt- und Rayonverbotes Bewährungshilfe anordnen. 8 Entzieht sich der Verurteilte der Bewährungshilfe während der Dauer einer Probezeit, so ist Artikel 95 Absätze 4 und 5 des Strafgesetzbuchs anwendbar. 9 Missachtet der Verurteilte während der Dauer einer Probezeit ein Tätigkeitsverbot oder ein Kontakt- und Rayonverbot, so sind Artikel 294 des Strafgesetzbuches und die Bestimmungen des Strafgesetzbuchs über den Widerruf einer bedingten Strafe oder des bedingten Teils einer Strafe sowie über die Rückversetzung in den Straf- und Massnahmenvollzug anwendbar. Eingefügt durch Ziff. I 2 des BG vom 13. Dez. 2013 über das Tätigkeitsverbot und das Kontakt- und Rayonverbot, in Kraft seit 1. Jan. 2015 ( AS 2014 2055 ; BBl 2012 8819 ). SR 311.0 Aufgehoben durch Ziff. I 2 des BG vom 16. März 2018 (Umsetzung von Art. 123 c BV), mit Wirkung seit 1. Jan. 2019 ( AS 2018 3803 ; BBl 2016 6115 ). Fassung gemäss Ziff. I 2 des BG vom 16. März 2018 (Umsetzung von Art. 123 c BV), in Kraft seit 1. Jan. 2019 ( AS 2018 3803 ; BBl 2016 6115 ). Eingefügt durch Ziff. I 2 des BG vom 16. März 2018 (Umsetzung von Art. 123 c BV), in Kraft seit 1. Jan. 2019 ( AS 2018 3803 ; BBl 2016 6115 ). Eingefügt durch Ziff. I 2 des BG vom 16. März 2018 (Umsetzung von Art. 123 c BV), in Kraft seit 1. Jan. 2019 ( AS 2018 3803 ; BBl 2016 6115 )."
    },
    {
      "provision_ref": "art50d",
      "section": "50d",
      "title": "",
      "content": "1 Stellt sich während des Vollzugs eines Tätigkeitsverbots oder eines Kontakt- und Rayonverbots heraus, dass beim Täter die Voraussetzungen für eine Erweiterung des Verbots oder für ein zusätzliches solches Verbot gegeben sind, so kann das Gericht auf Antrag der Vollzugsbehörden nachträglich das Verbot erweitern oder ein zusätzliches Verbot anordnen. 2 Stellt sich während des Vollzugs einer Freiheitsstrafe oder einer freiheitsentziehenden Massnahme heraus, dass beim Täter die Voraussetzungen für ein Verbot nach Artikel 50 Absatz 1 oder 2 oder nach Artikel 50 b gegeben sind, so kann das Gericht dieses Verbot auf Antrag der Vollzugsbehörde nachträglich anordnen. Eingefügt durch Ziff. I 2 des BG vom 13. Dez. 2013 über das Tätigkeitsverbot und das Kontakt- und Rayonverbot, in Kraft seit 1. Jan. 2015 ( AS 2014 2055 ; BBl 2012 8819 )."
    },
    {
      "provision_ref": "art50e",
      "section": "50e",
      "title": "",
      "content": "Hat der Täter ein Motorfahrzeug zur Begehung eines Verbrechens oder Vergehens verwendet und besteht Wiederholungsgefahr, so kann das Gericht neben einer Strafe oder einer Massnahme nach den Artikeln 59–64 des Strafgesetzbuches den Entzug des Lernfahr- oder Führerausweises für die Dauer von einem Monat bis zu fünf Jahren anordnen. Ursprünglich Art. 50 a bis . SR 311.0"
    },
    {
      "provision_ref": "art50f",
      "section": "50f",
      "title": "",
      "content": "1 Ist die Veröffentlichung eines Strafurteils im öffentlichen Interesse oder im Interesse des Verletzten oder des Antragsberechtigten geboten, so ordnet sie das Gericht auf Kosten des Verurteilten an. 2 Ist die Veröffentlichung eines freisprechenden Urteils oder einer Einstellungsverfügung der Strafverfolgungsbehörde im öffentlichen Interesse oder im Interesse des Freigesprochenen oder Entlasteten geboten, so ordnet sie das Gericht auf Staatskosten oder auf Kosten des Anzeigers an. 3 Die Veröffentlichung im Interesse des Verletzten, Antragsberechtigten, Freigesprochenen oder Entlasteten erfolgt nur auf deren Antrag. 4 Das Gericht bestimmt Art und Umfang der Veröffentlichung. Ursprünglich Art. 50 b ."
    },
    {
      "provision_ref": "art51",
      "section": "51",
      "title": "",
      "content": "1 Das Gericht verfügt ohne Rücksicht auf die Strafbarkeit einer bestimmten Person die Einziehung von Gegenständen, die zur Begehung einer strafbaren Handlung gedient haben oder bestimmt waren oder die durch eine strafbare Handlung hervorgebracht worden sind, wenn diese Gegenstände die Sicherheit von Menschen, die Sittlichkeit oder die öffentliche Ordnung gefährden. 2 Das Gericht kann anordnen, dass die eingezogenen Gegenstände unbrauchbar gemacht oder vernichtet werden."
    },
    {
      "provision_ref": "art51",
      "section": "51",
      "title": "a",
      "content": "1 Das Gericht verfügt die Einziehung von Vermögenswerten, die durch eine strafbare Handlung erlangt worden sind oder dazu bestimmt waren, eine strafbare Handlung zu veranlassen oder zu belohnen, sofern sie nicht dem Verletzten zur Wiederherstellung des rechtmässigen Zustandes ausgehändigt werden. 2 Die Einziehung ist ausgeschlossen, wenn ein Dritter die Vermögenswerte in Unkenntnis der Einziehungsgründe erworben hat und soweit er für sie eine gleichwertige Gegenleistung erbracht hat oder die Einziehung ihm gegenüber sonst eine unverhältnismässige Härte darstellen würde. 3 Das Recht zur Einziehung verjährt nach sieben Jahren; ist jedoch die Verfolgung der strafbaren Handlungen einer längeren Verjährungsfrist unterworfen, so findet diese Frist auch auf die Einziehung Anwendung. 4 Die Einziehung ist amtlich bekanntzumachen. Die Ansprüche Verletzter oder Dritter erlöschen fünf Jahre nach der amtlichen Bekanntmachung. 5 Lässt sich der Umfang der einzuziehenden Vermögenswerte nicht oder nur mit unverhältnismässigem Aufwand ermitteln, so kann das Gericht ihn schätzen."
    },
    {
      "provision_ref": "art51",
      "section": "51",
      "title": "b",
      "content": "1 Sind die der Einziehung unterliegenden Vermögenswerte nicht mehr vorhanden, so erkennt das Gericht auf eine Ersatzforderung des Staates in gleicher Höhe, gegenüber einem Dritten jedoch nur, soweit dies nicht nach Artikel 51 a Absatz 2 ausgeschlossen ist. 2 Das Gericht kann von einer Ersatzforderung ganz oder teilweise absehen, wenn diese voraussichtlich uneinbringlich wäre oder die Wiedereingliederung des Betroffenen ernstlich behindern würde. 3 Die Untersuchungsbehörde kann im Hinblick auf die Durchsetzung der Ersatzforderung Vermögenswerte des Betroffenen mit Beschlag belegen. Die Beschlagnahme begründet bei der Zwangsvollstreckung der Ersatzforderung kein Vorzugsrecht zu Gunsten des Staates."
    },
    {
      "provision_ref": "art52",
      "section": "52",
      "title": "",
      "content": "Das Gericht verfügt die Einziehung aller Vermögenswerte, welche der Verfügungsmacht einer kriminellen oder terroristischen Organisation unterliegen. Bei Vermögenswerten einer Person, die sich an einer solchen Organisation beteiligt oder sie unterstützt hat (Art. 260 ter des Strafgesetzbuches), wird die Verfügungsmacht der Organisation bis zum Beweis des Gegenteils vermutet. Fassung gemäss Anhang Ziff. II 4 des BB vom 25. Sept. 2020 über die Genehmigung und die Umsetzung des Übereinkommens des Europarats zur Verhütung des Terrorismus mit dem dazugehörigen Zusatzprotokoll sowie über die Verstärkung des strafrechtlichen Instrumentariums gegen Terrorismus und organisierte Kriminalität, in Kraft seit 1. Juli 2021 ( AS 2021 360 ; BBl 2018 6427 ). SR 311.0"
    },
    {
      "provision_ref": "art53",
      "section": "53",
      "title": "",
      "content": "1 Erleidet jemand durch ein Verbrechen oder ein Vergehen einen Schaden, der nicht durch eine Versicherung gedeckt ist, und ist anzunehmen, dass der Täter den Schaden nicht ersetzen oder eine Genugtuung nicht leisten wird, so spricht das Gericht dem Geschädigten auf dessen Verlangen bis zur Höhe des Schadenersatzes beziehungsweise der Genugtuung, die gerichtlich oder durch Vergleich festgesetzt worden sind, zu: a. die vom Verurteilten bezahlte Geldstrafe oder Busse; b. eingezogene Gegenstände und Vermögenswerte oder deren Verwertungserlös unter Abzug der Verwertungskosten; c. Ersatzforderungen. 2 Das Gericht kann die Verwendung zu Gunsten des Geschädigten jedoch nur anordnen, wenn der Geschädigte den entsprechenden Teil seiner Forderung an den Staat abtritt. 3 Die Kantone sehen für den Fall, dass die Zusprechung nicht schon im Strafurteil möglich ist, ein einfaches und rasches Verfahren vor."
    },
    {
      "provision_ref": "art54",
      "section": "54",
      "title": "",
      "content": "Die Artikel 93–96 des Strafgesetzbuches sind anwendbar. SR 311.0"
    },
    {
      "provision_ref": "art55",
      "section": "55",
      "title": "",
      "content": "1 Die Strafverfolgung verjährt, wenn die für die Tat angedrohte Höchststrafe:: a. lebenslängliche Freiheitsstrafe ist: in 30 Jahren; b. eine Freiheitsstrafe von mehr als drei Jahren ist: in 15 Jahren; c. eine Freiheitsstrafe von drei Jahren ist: in 10 Jahren; d. eine andere Strafe ist: in 7 Jahren. 2 Bei sexuellen Handlungen mit Kindern (Art. 156) sowie bei Straftaten nach den Artikeln 115, 117, 121 und 153–155, die sich gegen ein Kind unter 16 Jahren richten, dauert die Verfolgungsverjährung in jedem Fall mindestens bis zum vollendeten 25. Lebensjahr des Opfers. 3 Ist vor Ablauf der Verjährungsfrist ein erstinstanzliches Urteil ergangen, so tritt die Verjährung nicht mehr ein. 4 Die Verjährung der Strafverfolgung von sexuellen Handlungen mit Kindern (Art. 156) sowie von Straftaten nach den Artikeln 115–117, 121 und 153–155, die sich gegen ein Kind unter 16 Jahren richten, bemisst sich nach den Absätzen 1–3, wenn die Straftat vor dem Inkrafttreten der Änderung vom 5. Oktober 2001 begangen worden ist und die Verfolgungsverjährung zu diesem Zeitpunkt noch nicht eingetreten ist. Fassung gemäss Ziff. I 2 des BG vom 21. Juni 2013 (Verlängerung der Verfolgungs-verjährung), in Kraft seit 1. Jan. 2014 ( AS 2013 4417 ; BBl 2012 9253 ). AS 2002 2993 3146"
    },
    {
      "provision_ref": "art56",
      "section": "56",
      "title": "",
      "content": "Die Verjährung beginnt: a. mit dem Tag, an dem der Täter die strafbare Tätigkeit ausführt; b. wenn der Täter die strafbare Tätigkeit zu verschiedenen Zeiten ausführt, mit dem Tag, an dem er die letzte Tätigkeit ausführt; c. wenn das strafbare Verhalten dauert, mit dem Tag, an dem dieses Verhalten aufhört."
    },
    {
      "provision_ref": "art57",
      "section": "57",
      "title": "",
      "content": "1 Die Strafen verjähren in: a. 30 Jahren, wenn eine lebenslängliche Freiheitsstrafe ausgesprochen wurde; b. 25 Jahren, wenn eine Freiheitsstrafe von zehn oder mehr Jahren ausgesprochen wurde; c. 20 Jahren, wenn eine Freiheitsstrafe von mindestens fünf und weniger als zehn Jahren ausgesprochen wurde; d. 15 Jahren, wenn eine Freiheitsstrafe von mehr als ein und weniger als fünf Jahren ausgesprochen wurde; e. fünf Jahren, wenn eine andere Strafe ausgesprochen wurde. 2 Die Verjährungsfrist einer Freiheitsstrafe verlängert sich: a. um die Zeit, während der sich der Täter im ununterbrochenen Vollzug dieser oder einer anderen Freiheitsstrafe oder Massnahme, die unmittelbar vorausgehend vollzogen wird, befindet; b. um die Dauer der Probezeit bei bedingter Entlassung. 3 Die Nebenstrafe der Degradation ist unverjährbar."
    },
    {
      "provision_ref": "art58",
      "section": "58",
      "title": "",
      "content": "Die Verjährung beginnt mit dem Tag, an dem das Urteil rechtlich vollstreckbar wird. Bei der bedingten Strafe oder beim vorausgehenden Vollzug einer Massnahme beginnt sie mit dem Tag, an dem der Vollzug der Strafe angeordnet wird."
    },
    {
      "provision_ref": "art59",
      "section": "59",
      "title": "",
      "content": "1 Keine Verjährung tritt ein für: a. Völkermord (Art. 108); b. Verbrechen gegen die Menschlichkeit (Art. 109 Abs. 1 und 2); c. Kriegsverbrechen (Art. 111 Abs. 1–3, 112 Abs. 1 und 2, 112 a Abs. 1 und 2, 112 b , 112 c Abs. 1 und 2 und 112 d ); d. Verbrechen, die als Mittel zu Erpressung oder Nötigung Leib und Leben vieler Menschen in Gefahr brachten oder zu bringen drohten, namentlich unter Verwendung von Massenvernichtungsmitteln, durch Auslösen von Katastrophen oder durch Geiselnahme; e. sexuelle Nötigung (Art. 153), Vergewaltigung (Art. 154), Schändung (Art. 155), sexuelle Handlungen mit Kindern (Art. 156 Ziff. 1) und Ausnützung der militärischen Stellung (Art. 157), wenn sie an Kindern unter 12 Jahren begangen wurden. 2 Wäre die Strafverfolgung bei Anwendung der Artikel 55 und 56 verjährt, so kann das Gericht die Strafe mildern. 3 Die Absätze 1 Buchstaben a, c und d sowie 2 gelten, wenn die Strafverfolgung oder die Strafe am 1. Januar 1983 nach dem bis zu jenem Zeitpunkt geltenden Recht noch nicht verjährt war. Absatz 1 Buchstabe b gilt, wenn die Strafverfolgung oder die Strafe beim Inkrafttreten der Änderung vom 18. Juni 2010 dieses Gesetzes nach bisherigem Recht noch nicht verjährt war. Absatz 1 Buchstabe e gilt, wenn die Strafverfolgung oder die Strafe am 30. November 2008 nach dem bis zu jenem Zeitpunkt geltenden Recht noch nicht verjährt war. Eingefügt durch Ziff. I 3 des BG vom 15. Juni 2012 (Unverjährbarkeit sexueller und pornografischer Straftaten an Kindern vor der Pubertät), in Kraft seit 1. Jan. 2013 ( AS 2012 5951 ; BBl 2011 5977 ). Fassung gemäss Ziff. I 2 des BG vom 18. Juni 2010 über die Änderung von Bundesge-setzen zur Umsetzung des Römer Statuts des Internationalen Strafgerichtshofs, in Kraft seit 1. Jan. 2011 ( AS 2010 4963 ; BBl 2008 3863 ). Dritter Satz eingefügt durch Ziff. I 3 des BG vom 15. Juni 2012 (Unverjährbarkeit sexueller und pornografischer Straftaten an Kindern vor der Pubertät), in Kraft seit 1. Jan. 2013 ( AS 2012 5951 ; BBl 2011 5977 ). Fassung gemäss Ziff. I 2 des BG vom 18. Juni 2010 über die Änderung von Bundesge-setzen zur Umsetzung des Römer Statuts des Internationalen Strafgerichtshofs, in Kraft seit 1. Jan. 2011 ( AS 2010 4963 ; BBl 2008 3863 )."
    },
    {
      "provision_ref": "art59",
      "section": "59",
      "title": "a",
      "content": "1 Wird in einem Unternehmen in Ausübung geschäftlicher Verrichtung im Rahmen des Unternehmenszwecks ein Verbrechen oder Vergehen begangen und kann diese Tat wegen mangelhafter Organisation des Unternehmens keiner bestimmten natürlichen Person zugerechnet werden, so wird das Verbrechen oder Vergehen dem Unternehmen zugerechnet. In diesem Fall wird das Unternehmen mit Busse bis zu 5 Millionen Franken bestraft. 2 Handelt es sich dabei um eine Straftat nach den Artikeln 141 oder 141 a , so wird das Unternehmen unabhängig von der Strafbarkeit natürlicher Personen bestraft, wenn dem Unternehmen vorzuwerfen ist, dass es nicht alle erforderlichen und zumutbaren organisatorischen Vorkehren getroffen hat, um eine solche Straftat zu verhindern. 3 Das Gericht bemisst die Busse insbesondere nach der Schwere der Tat und der Schwere des Organisationsmangels und des angerichteten Schadens sowie nach der wirtschaftlichen Leistungsfähigkeit des Unternehmens. 4 Als Unternehmen im Sinne dieses Titels gelten: a. juristische Personen des Privatrechts; b. juristische Personen des öffentlichen Rechts mit Ausnahme der Gebietskörperschaften; c. Gesellschaften; d. Einzelfirmen."
    },
    {
      "provision_ref": "art59",
      "section": "59",
      "title": "b",
      "content": "1 In einem Strafverfahren gegen das Unternehmen wird dieses von einer einzigen Person vertreten, die uneingeschränkt zur Vertretung des Unternehmens in zivilrechtlichen Angelegenheiten befugt ist. Bestellt das Unternehmen nicht innert angemessener Frist einen derartigen Vertreter, so bestimmt die Untersuchungsbehörde oder das Gericht, wer von den zur zivilrechtlichen Vertretung befugten Personen das Unternehmen im Strafverfahren vertritt. 2 Der Person, die das Unternehmen im Strafverfahren vertritt, kommen die gleichen Rechte und Pflichten wie einem Beschuldigten zu. Die andern Personen nach Absatz 1 sind im Strafverfahren gegen das Unternehmen nicht zur Aussage verpflichtet. 3 Wird gegen die Person, die das Unternehmen im Strafverfahren vertritt, wegen des gleichen oder eines damit zusammenhängenden Sachverhalts eine Strafuntersuchung eröffnet, so ist vom Unternehmen ein anderer Vertreter zu bezeichnen. Nötigenfalls bestimmt die Untersuchungsbehörde oder das Gericht zur Vertretung eine andere Person nach Absatz 1 oder, sofern eine solche nicht zur Verfügung steht, eine geeignete Drittperson."
    },
    {
      "provision_ref": "art60",
      "section": "60",
      "title": "",
      "content": "Übertretungen sind Taten, die mit Busse bedroht sind."
    },
    {
      "provision_ref": "art60",
      "section": "60",
      "title": "a",
      "content": "Die Bestimmungen des Ersten Teils gelten mit den nachfolgenden Änderungen auch für die Übertretungen."
    },
    {
      "provision_ref": "art60",
      "section": "60",
      "title": "b",
      "content": "1 Die Bestimmungen über die bedingten und die teilbedingten Strafen (Art. 36 und 37), über die Landesverweisung (Art. 49 a –49 c ) sowie über die Verantwortlichkeit des Unternehmens (Art. 59 a und 59 b ) sind bei Übertretungen nicht anwendbar. 2 Versuch und Gehilfenschaft werden nur in den vom Gesetz ausdrücklich bestimmten Fällen bestraft. 3 Freiheitsentziehende Massnahmen (Art. 59–61 und 64 des Strafgesetzbuchs), das Tätigkeitsverbot (Art. 50), das Kontakt- und Rayonverbot (Art. 50 b ) sowie die Veröffentlichung des Urteils (Art. 50 f ) sind nur in den vom Gesetz ausdrücklich bestimmten Fällen zulässig. Fassung gemäss Ziff. I 2 des BG vom 20. März 2015 (Umsetzung von Art. 121 Abs. 3–6 BV über die Ausschaffung krimineller Ausländerinnen und Ausländer), in Kraft seit 1. Okt. 2016 ( AS 2016 2329 ; BBl 2013 5975 ). SR 311.0 Fassung gemäss Ziff. I 2 des BG vom 13. Dez. 2013 über das Tätigkeitsverbot und das Kontakt- und Rayonverbot, in Kraft seit 1. Jan. 2015 ( AS 2014 2055 ; BBl 2012 8819 )."
    },
    {
      "provision_ref": "art60",
      "section": "60",
      "title": "c",
      "content": "1 Bestimmt es das Gesetz nicht anders, so ist der Höchstbetrag der Busse 10 000 Franken. 2 Der Richter spricht im Urteil für den Fall, dass die Busse schuldhaft nicht bezahlt wird, eine Ersatzfreiheitsstrafe von mindestens einem Tag und höchstens drei Monaten aus. 3 Das Gericht bemisst Busse und Ersatzfreiheitsstrafe je nach den Verhältnissen des Täters so, dass dieser die Strafe erleidet, die seinem Verschulden angemessen ist. 4 Die Ersatzfreiheitsstrafe entfällt, soweit die Busse nachträglich bezahlt wird. 5 Auf den Vollzug und die Umwandlung sind die Artikel 29 und 30 Absätze 2–5 sinngemäss anwendbar."
    },
    {
      "provision_ref": "art60d",
      "section": "60d",
      "title": "",
      "content": "Aufgehoben durch Ziff. I 2 des BG vom 19. Juni 2015 (Änderungen des Sanktionenrechts), mit Wirkung seit 1. Jan. 2018 ( AS 2016 1249 ; BBl 2012 4721 )."
    },
    {
      "provision_ref": "art60",
      "section": "60",
      "title": "e",
      "content": "Die Strafverfolgung und die Strafe verjähren in drei Jahren."
    },
    {
      "provision_ref": "art61",
      "chapter": "Zweiter Teil: Von den einzelnen Verbrechen oder Vergehen",
      "section": "61",
      "title": "",
      "content": "1 Wer vorsätzlich einem an ihn oder an seine Truppe gerichteten Befehl in Dienstsachen nicht gehorcht, wird mit Freiheitsstrafe bis zu drei Jahren oder Geldstrafe bestraft. 2 Handelt der Täter fahrlässig, so kann auf Busse erkannt werden. 3 In leichten Fällen erfolgt disziplinarische Bestrafung. 4 In Kriegszeiten kann auf Freiheitsstrafe erkannt werden. Erfolgt der Ungehorsam vor dem Feind, so kann auf lebenslängliche Freiheitsstrafe erkannt werden. Fassung gemäss Ziff. IV Bst. b des BG vom 3. Okt. 2003 (Revision der Disziplinarstrafordnung), in Kraft seit 1. März 2004 ( AS 2004 921 ; BBl 2002 7859 )."
    },
    {
      "provision_ref": "art62",
      "chapter": "Zweiter Teil: Von den einzelnen Verbrechen oder Vergehen",
      "section": "62",
      "title": "",
      "content": "1 Wer einen Vorgesetzten oder einen Höheren bedroht oder tätlich angreift, wird mit Freiheitsstrafe bis zu drei Jahren oder Geldstrafe bestraft. 2 In leichten Fällen erfolgt disziplinarische Bestrafung. 3 In Kriegszeiten kann auf Freiheitsstrafe bis zu fünf Jahren erkannt werden. Ausdruck gemäss Ziff. II 1 Abs. 2 des BG vom 21. März 2003, in Kraft seit 1. Jan. 2007 ( AS 2006 3389 ; BBl 1999 1979 ). Diese Änd. wurde im ganzen zweiten Teil des ersten Buches berücksichtigt. Fassung gemäss Ziff. I 2 des BG vom 23. März 1979, in Kraft seit 1. Jan. 1980 ( AS 1979 1037 ; BBl 1977 II 1 ). Ausdruck gemäss Ziff. II 1 Abs. 1 des BG vom 21. März 2003, in Kraft seit 1. Jan. 2007 ( AS 2006 3389 ; BBl 1999 1979 ). Diese Änd. wurde im ganzen zweiten Teil des ersten Buches berücksichtigt. Eingefügt durch Ziff. I 2 des BG vom 23. März 1979, in Kraft seit 1. Jan. 1980 ( AS 1979 1037 ; BBl 1977 II 1 )."
    },
    {
      "provision_ref": "art63",
      "section": "63",
      "title": "",
      "content": "1. Wenn mehrere in gemeinsamem Vorgehen durch Zusammenrottung oder in anderer Weise sich an Gehorsamsverweigerung oder an Drohungen oder Tätlichkeiten gegen Vorgesetzte oder Höhere beteiligen, so wird jeder Teilnehmer mit Freiheitsstrafe oder Geldstrafe bestraft. In leichten Fällen erfolgt disziplinarische Bestrafung. Die Rädelsführer werden schwerer bestraft, ebenso Offiziere und Unteroffiziere, die an der Meuterei teilgenommen haben. 2. Wird die Meuterei vor dem Feinde begangen, so kann auf lebenslängliche Freiheitsstrafe erkannt werden. Ausdruck gemäss Ziff. II 1 Abs. 15 des BG vom 21. März 2003, in Kraft seit 1. Jan. 2007 ( AS 2006 3389 ; BBl 1999 1979 ). Diese Änd. wurde im ganzen zweiten Teil des ersten Buches berücksichtigt. Fassung gemäss Ziff. I des BG vom 20. März 1992, in Kraft seit 1. Sept. 1992 ( AS 1992 1679 ; BBl 1991 II 1462 , I V 184 )."
    },
    {
      "provision_ref": "art64",
      "section": "64",
      "title": "",
      "content": "1. Wenn mehrere sich vereinigen oder verabreden, um eine Meuterei vorzubereiten, so wird jeder Teilnehmer mit Freiheitsstrafe bis zu drei Jahren oder Geldstrafe bestraft. In leichten Fällen erfolgt disziplinarische Bestrafung. 2. In Kriegszeiten kann auf Freiheitsstrafe erkannt werden."
    },
    {
      "provision_ref": "art65",
      "section": "65",
      "title": "",
      "content": "Ungehorsam, Tätlichkeiten, Drohungen, Meuterei oder Vorbereitung einer Meuterei, die sich gegen eine militärische Wache richten, werden gleich bestraft, wie wenn die Handlung gegenüber einem Vorgesetzten oder einem Höhern begangen worden wäre."
    },
    {
      "provision_ref": "art66",
      "section": "66",
      "title": "",
      "content": "1 Wer die ihm zustehende Befehlsgewalt über einen Untergebenen zu Befehlen oder zu Begehren missbraucht, die in keiner Beziehung zum Dienste stehen, wird mit Freiheitsstrafe bis zu drei Jahren oder Geldstrafe bestraft. 2 In leichten Fällen erfolgt disziplinarische Bestrafung."
    },
    {
      "provision_ref": "art67",
      "section": "67",
      "title": "",
      "content": "1 Wer die ihm zustehende Disziplinarstrafgewalt überschreitet, wird mit Freiheitsstrafe bis zu drei Jahren oder Geldstrafe bestraft. 2 In leichten Fällen erfolgt disziplinarische Bestrafung."
    },
    {
      "provision_ref": "art68",
      "section": "68",
      "title": "",
      "content": "1. Wer eine von einem Untergebenen eingereichte Beschwerde oder eine Strafanzeige, in der Absicht, sie zu unterdrücken, zurückbehält oder ganz oder teilweise beseitigt, wer über eine Beschwerde oder eine Strafanzeige wissentlich einen unwahren Bericht erstattet, wird mit Freiheitsstrafe bis zu drei Jahren oder Geldstrafe bestraft. 2. In leichten Fällen erfolgt disziplinarische Bestrafung."
    },
    {
      "provision_ref": "art69",
      "section": "69",
      "title": "",
      "content": "1 Wer, ohne Befehls- oder Strafgewalt zu besitzen, sich eine solche Gewalt anmasst, wird mit Freiheitsstrafe bis zu drei Jahren oder Geldstrafe bestraft. 2 In leichten Fällen erfolgt disziplinarische Bestrafung."
    },
    {
      "provision_ref": "art70",
      "section": "70",
      "title": "",
      "content": "1 Wer ohne genügende dienstliche Veranlassung das Leben oder die Gesundheit eines Untergebenen ernstlich gefährdet, wird mit Freiheitsstrafe bis zu drei Jahren oder Geldstrafe bestraft. 2 In leichten Fällen erfolgt disziplinarische Bestrafung."
    },
    {
      "provision_ref": "art71",
      "section": "71",
      "title": "",
      "content": "1 Wer einen Untergebenen oder einen im Range Nachstehenden tätlich angreift oder bedroht, wird mit Freiheitsstrafe bis zu drei Jahren oder Geldstrafe bestraft. 2 In leichten Fällen erfolgt disziplinarische Bestrafung."
    },
    {
      "provision_ref": "art72",
      "section": "72",
      "title": "",
      "content": "1 Wer vorsätzlich ein Reglement oder eine andere Dienstvorschrift nicht befolgt, wird mit Geldstrafe bestraft. 2 Handelt der Täter fahrlässig, so kann auf Busse erkannt werden. 3 In leichten Fällen erfolgt disziplinarische Bestrafung. 4 In Kriegszeiten kann auf Freiheitsstrafe oder auf Geldstrafe erkannt werden. Fassung gemäss Ziff. IV Bst. b des BG vom 3. Okt. 2003 (Revision der Disziplinarstrafordnung), in Kraft seit 1. März 2004 ( AS 2004 921 ; BBl 2002 7859 ). Fassung gemäss Ziff. II 2 des BG vom 19. Juni 2015 (Änderungen des Sanktionenrechts), in Kraft seit 1. Jan. 2018 ( AS 2016 1249 ; BBl 2012 4721 )."
    },
    {
      "provision_ref": "art73",
      "section": "73",
      "title": "",
      "content": "1. Wer Waffen, Munition, Ausrüstungsgegenstände, Pferde, Fahrzeuge oder andere ihm dienstlich anvertraute oder überlassene Sachen missbräuchlich verwendet, veräussert, verpfändet, beiseite schafft, im Stiche lässt, vorsätzlich oder fahrlässig beschädigt, Schaden nehmen oder zugrunde gehen lässt, wer solche ihm zugängliche Sachen missbräuchlich verwendet, wird, sofern keine andere Strafbestimmung zutrifft, mit Freiheitsstrafe bis zu drei Jahren oder Geldstrafe bestraft. 2. In leichten Fällen erfolgt disziplinarische Bestrafung. 3. In Kriegszeiten kann auf Freiheitsstrafe erkannt werden."
    },
    {
      "provision_ref": "art74",
      "section": "74",
      "title": "",
      "content": "Wer vor dem Feinde aus Feigheit sich versteckt hält, flieht oder eigenmächtig seinen Posten verlässt, wird mit lebenslänglicher Freiheitsstrafe oder mit Freiheitsstrafe bestraft. Fassung gemäss Ziff. I des BG vom 20. März 1992, in Kraft seit 1. Sept. 1992 ( AS 1992 1679 ; BBl 1991 II 1462 , I V 184 ). Ausdruck gemäss Ziff. II 1 Abs. 16 des BG vom 21. März 2003, in Kraft seit 1. Jan. 2007 ( AS 2006 3389 ; BBl 1999 1979 ). Diese Änd. wurde im ganzen zweiten Teil des ersten Buches berücksichtigt."
    },
    {
      "provision_ref": "art75",
      "section": "75",
      "title": "",
      "content": "Der Kommandant einer Festung oder eines andern befestigten Platzes, der kapituliert, ohne zuvor alle Verteidigungsmittel erschöpft zu haben, der Kommandant einer Truppe, der im Kampf seinen Posten verlässt oder sich mit seiner Truppe ergibt, ohne zuvor alles getan zu haben, was die Erfüllung seiner Dienstpflicht von ihm erforderte, wird mit lebenslänglicher Freiheitsstrafe oder mit Freiheitsstrafe bestraft. Fassung gemäss Ziff. I des BG vom 20. März 1992, in Kraft seit 1. Sept. 1992 ( AS 1992 1679 ; BBl 1991 II 1462 , I V 184 )."
    },
    {
      "provision_ref": "art76",
      "section": "76",
      "title": "",
      "content": "1. Wer sich vorsätzlich oder fahrlässig ausserstand setzt, seine Dienstpflichten als Wache zu erfüllen, wer eigenmächtig seinen Wachtposten verlässt oder sonst den Vorschriften über den Wachtdienst zuwiderhandelt, wird mit Freiheitsstrafe bis zu drei Jahren oder Geldstrafe bestraft. 2. In leichten Fällen erfolgt disziplinarische Bestrafung. 3. In Kriegszeiten kann auf Freiheitsstrafe erkannt werden. Auf lebenslängliche Freiheitsstrafe kann erkannt werden, wenn die Tat vorsätzlich vor dem Feind erfolgt. Fassung gemäss Ziff. I des BG vom 20. März 1992, in Kraft seit 1. Sept. 1992 ( AS 1992 1679 ; BBl 1991 II 1462 , I V 184 )."
    },
    {
      "provision_ref": "art77",
      "section": "77",
      "title": "",
      "content": "1. Wer ein Geheimnis offenbart, das ihm in dienstlicher oder amtlicher Eigenschaft anvertraut wird, oder das er in seiner dienstlichen oder amtlichen Stellung wahrnimmt, wird mit Freiheitsstrafe bis zu drei Jahren oder Geldstrafe bestraft. In leichten Fällen erfolgt disziplinarische Bestrafung. 2. Die Verletzung des Dienst- oder Amtsgeheimnisses ist auch nach Beendigung des dienstlichen oder amtlichen Verhältnisses strafbar. Fassung gemäss Ziff. I des BG vom 13. Juni 1941, in Kraft seit 1. Jan. 1942 ( AS 57 1269 ; BBl 1940 997 )."
    },
    {
      "provision_ref": "art78",
      "section": "78",
      "title": "",
      "content": "1. Wer ein Aktenstück, das dienstliche Bedeutung hat, fälscht oder verfälscht, die echte Unterschrift oder das echte Handzeichen eines andern zur Herstellung einer solchen unwahren Urkunde benützt oder eine rechtlich erhebliche Tatsache unrichtig beurkundet oder beurkunden lässt, wer eine von einem Dritten hergestellte Urkunde dieser Art zur Täuschung gebraucht, wer ein Aktenstück, das dienstliche Bedeutung hat, unbefugt unterdrückt oder beseitigt, wird mit Freiheitsstrafe bis zu drei Jahren oder Geldstrafe bestraft. 2. In leichten Fällen erfolgt disziplinarische Bestrafung. Fassung gemäss Ziff. I des BG vom 13. Juni 1941, in Kraft seit 1. Jan. 1942 ( AS 57 1269 ; BBl 1940 997 )."
    },
    {
      "provision_ref": "art79",
      "section": "79",
      "title": "",
      "content": "1 Wer von dem Vorhaben einer Meuterei (Art. 63), eines Ausreissens (Art. 83) oder einer Verräterei (Art. 86–91) Kenntnis erhält und die Erstattung einer Anzeige unterlässt, wird, wenn die Tat ausgeführt oder versucht wurde, mit Freiheitsstrafe bis zu drei Jahren oder Geldstrafe bestraft. 2 In leichten Fällen erfolgt disziplinarische Bestrafung. 3 Steht der Täter in so nahen Beziehungen zu dem Begünstigten, dass sein Verhalten entschuldbar ist, so bleibt er straflos. Heute: Art. 81."
    },
    {
      "provision_ref": "art80",
      "section": "80",
      "title": "",
      "content": "1. Wer in einem Zustand der Trunkenheit öffentliches Ärgernis erregt, wird mit Geldstrafe bis zu 90 Tagessätzen bestraft. 2. Wer infolge selbstverschuldeter Trunkenheit oder Betäubung unzurechnungsfähig ist und in diesem Zustand eine als Verbrechen oder Vergehen bedrohte Tat verübt, wird mit Geldstrafe bestraft. Hat der Täter in diesem selbstverschuldeten Zustand eine mit Freiheitsstrafe als einziger Strafe bedrohte Tat verübt, so ist die Strafe Freiheitsstrafe bis zu drei Jahren oder Geldstrafe. 3. In leichten Fällen erfolgt disziplinarische Bestrafung. Ausdruck gemäss Ziff. II 1 Abs. 11 des BG vom 21. März 2003, in Kraft seit 1. Jan. 2007 ( AS 2006 3389 ; BBl 1999 1979 ). Diese Änd. wurde im ganzen zweiten Teil des ersten Buches berücksichtigt. Fassung gemäss Ziff. II 2 des BG vom 19. Juni 2015 (Änderungen des Sanktionenrechts), in Kraft seit 1. Jan. 2018 ( AS 2016 1249 ; BBl 2012 4721 ). Fassung des zweiten Abs. gemäss Ziff. I des BG vom 20. März 1992, in Kraft seit 1. Sept. 1992 ( AS 1992 1679 ; BBl 1991 I I V184 )."
    },
    {
      "provision_ref": "art81",
      "section": "81",
      "title": "",
      "content": "1 Mit Freiheitsstrafe bis zu 18 Monaten oder Geldstrafe wird bestraft, wer in der Absicht, den Militärdienst zu verweigern: a. nicht am Orientierungstag oder an der Rekrutierung teilnimmt; b. eine Militärdienstleistung, zu der er aufgeboten ist, nicht antritt; c. seine Truppe oder Dienststelle ohne Erlaubnis verlässt; d. nach einer rechtmässigen Abwesenheit nicht zurückkehrt; oder e. nach Antritt der Militärdienstleistung einem an ihn gerichteten Befehl in Dienstsachen nicht gehorcht. 1bis Für eine strafbare Handlung nach Absatz 1 ist eine Geldstrafe oder der Vollzug in Form gemeinnütziger Arbeit bei gleichzeitigem Ausschluss aus der Armee nach Artikel 49 ausgeschlossen. 2 Im Aktivdienst ist die Strafe Freiheitsstrafe oder Geldstrafe. 3 Wer als Angehöriger einer religiösen Gemeinschaft aus religiösen Gründen den Militärdienst verweigert und kein Gesuch um Zulassung zum Zivildienst stellt, wird schuldig erklärt und zu einer Arbeitsleistung im öffentlichen Interesse verpflichtet, deren Dauer sich in der Regel nach Artikel 8 des Zivildienstgesetzes vom 6. Oktober 1995 richtet. Die Arbeitsleistung wird im Rahmen und nach den Vorschriften des Zivildienstes vollzogen. Der Richter kann den Täter aus der Armee ausschliessen. 4 Wer glaubhaft darlegt, dass er den Ausbildungsdienst für einen höheren Grad mit seinem Gewissen nicht vereinbaren kann, aber bereit ist, im bisherigen Grad Militärdienst zu leisten, wird zu einer Arbeitsleistung im öffentlichen Interesse verpflichtet. Sie dauert in der Regel 1,1‑mal so lange wie der verweigerte Ausbildungsdienst zur Erreichung des höheren Grades und wird im Rahmen und nach den Vorschriften des Zivildienstes vollzogen. 5 Der Bundesrat erlässt die für den Vollzug der Arbeitsleistung nach den Absätzen 3 und 4 erforderlichen ergänzenden Bestimmungen. 6 Artikel 84 bleibt vorbehalten. Fassung gemäss Anhang Ziff. 5 des Zivildienstgesetzes vom 6. Okt. 1995, in Kraft seit 1. Okt. 1996 ( AS 1996 1445 ; BBl 1994 III 1609 ). Fassung gemäss Ziff. IV Bst. b des BG vom 3. Okt. 2003 (Revision der Disziplinarstrafordnung), in Kraft seit 1. März 2004 ( AS 2004 921 ; BBl 2002 7859 ). Eingefügt durch Ziff. IV Bst. b des BG vom 3. Okt. 2003 (Revision der Disziplinarstrafordnung) ( AS 2004 921 ; BBl 2002 7859 ). Fassung gemäss Ziff. I 2 des BG vom 19. Juni 2015 (Änderungen des Sanktionenrechts), in Kraft seit 1. Jan. 2018 ( AS 2016 1249 ; BBl 2012 4721 ). SR 824.0 Fassung gemäss Ziff. II 2 des BG vom 25. Sept. 2015, in Kraft seit 1. Juli 2016 ( AS 2016 1883 ; BBl 2014 6741 )."
    },
    {
      "provision_ref": "art82",
      "section": "82",
      "title": "",
      "content": "1 Mit Geldstrafe wird bestraft, wer ohne Absicht, den Militärdienst zu verweigern: a. nicht am Orientierungstag oder an der Rekrutierung teilnimmt; b. eine Militärdienstleistung, zu der er aufgeboten ist, nicht antritt; c. seine Truppe oder Dienststelle ohne Erlaubnis verlässt; d. nach einer rechtmässigen Abwesenheit nicht zurückkehrt. 2 In leichten Fällen erfolgt disziplinarische Bestrafung. 3 Im Aktivdienst ist die Strafe Freiheitsstrafe bis zu drei Jahren oder Geldstrafe. 4 Stellt sich der Täter nachträglich aus eigenem Antrieb zum Dienst, so kann der Richter die Strafe mildern (Art. 42 a ). 5 Artikel 84 bleibt vorbehalten. Fassung gemäss Anhang Ziff. 5 des Zivildienstgesetzes vom 6. Okt. 1995, in Kraft seit 1. Okt. 1996 ( AS 1996 1445 ; BBl 1994 III 1609 ). Fassung gemäss Ziff. II 2 des BG vom 19. Juni 2015 (Änderungen des Sanktionenrechts), in Kraft seit 1. Jan. 2018 ( AS 2016 1249 ; BBl 2012 4721 ). Fassung gemäss Ziff. I des BG vom 3. Okt. 2003 (Revision der Disziplinarstrafordnung), in Kraft seit 1. März 2004 ( AS 2004 921 ; BBl 2002 7859 ). Fassung gemäss Ziff. II 2 des BG vom 21. März 2003, in Kraft seit 1. Jan. 2007 ( AS 2006 3389 ; BBl 1999 1979 ). Fassung gemäss Ziff. II 2 des BG vom 25. Sept. 2015, in Kraft seit 1. Juli 2016 ( AS 2016 1883 ; BBl 2014 6741 )."
    },
    {
      "provision_ref": "art83",
      "section": "83",
      "title": "",
      "content": "1 Mit Busse wird bestraft, wer fahrlässig: a. nicht am Orientierungstag oder an der Rekrutierung teilnimmt; b. eine Militärdienstleistung, zu der er aufgeboten ist, nicht antritt; c. seine Truppe oder Dienststelle ohne Erlaubnis verlässt; d. nach einer rechtmässigen Abwesenheit nicht zurückkehrt. 2 In leichten Fällen erfolgt disziplinarische Bestrafung. 3 Im Aktivdienst kann der Richter eine Geldstrafe bis zu 90 Tagessätzen verhängen. 4 Artikel 84 bleibt vorbehalten. Fassung gemäss Anhang Ziff. 5 des Zivildienstgesetzes vom 6. Okt. 1995, in Kraft seit 1. Okt. 1996 ( AS 1996 1445 ; BBl 1994 III 1609 ). Ausdruck gemäss Ziff. II 1 Abs. 5 des BG vom 21. März 2003, in Kraft seit 1. Jan. 2007 ( AS 2006 3389 ; BBl 1999 1979 ). Diese Änd. wurde im ganzen zweiten Teil des ersten Buches berücksichtigt. Fassung gemäss Ziff. I des BG vom 3. Okt. 2003 (Revision der Disziplinarstrafordnung), in Kraft seit 1. März 2004 ( AS 2004 921 ; BBl 2002 7859 ). Fassung gemäss Ziff. II 2 des BG vom 25. Sept. 2015, in Kraft seit 1. Juli 2016 ( AS 2016 1883 ; BBl 2014 6741 )."
    },
    {
      "provision_ref": "art84",
      "section": "84",
      "title": "",
      "content": "1 Mit Busse wird bestraft, wer ein Delikt nach den Artikeln 81–83 begeht, wenn er: a. zum Zivildienst zugelassen wird; b. dem waffenlosen Dienst zugewiesen wird; c. dienstuntauglich erklärt wird und die Dienstuntauglichkeit bereits im Zeitpunkt der Tat bestanden hat. 2 In leichten Fällen erfolgt disziplinarische Bestrafung. 3 Straflos bleibt, wer im Zeitpunkt der Tat nicht einrückungsfähig gewesen ist. Fassung gemäss Ziff. II 2 des BG vom 25. Sept. 2015, in Kraft seit 1. Juli 2016 ( AS 2016 1883 ; BBl 2014 6741 )."
    },
    {
      "provision_ref": "art85",
      "section": "85",
      "title": "",
      "content": "Wer es in Kriegszeiten unterlässt, sich der Truppe, von welcher er abgekommen ist, oder der nächsten Truppe wieder anzuschliessen, wer es während der Dauer der Kriegszeit unterlässt, nach beendigter Kriegsgefangenschaft sich unverzüglich bei einem Truppenteile oder bei einer militärischen Stelle zu melden, wird mit Freiheitsstrafe bis zu drei Jahren oder Geldstrafe bestraft."
    },
    {
      "provision_ref": "art86",
      "section": "86",
      "title": "",
      "content": "1. Wer Tatsachen, Vorkehren, Verfahren oder Gegenstände, die mit Rücksicht auf die Landesverteidigung geheim zu halten sind, weil deren Aufdeckung die Auftragserfüllung von wesentlichen Teilen der Armee gefährden würde, ausspäht, um sie einem fremden Staate oder dessen Agenten bekannt oder zugänglich zu machen, wer vorsätzlich Tatsachen, Vorkehren, Verfahren oder Gegenstände, die mit Rücksicht auf die Landesverteidigung geheim zu halten sind, weil deren Aufdeckung die Auftragserfüllung von wesentlichen Teilen der Armee gefährden würde, einem fremden Staate oder dessen Agenten bekannt oder zugänglich macht, wird mit Freiheitsstrafe bestraft. 2. Werden diese Handlungen in einer Zeit verübt, da Truppen zum aktiven Dienst aufgeboten sind, so ist die Strafe Freiheitsstrafe nicht unter drei Jahren. Stört oder gefährdet der Täter durch diese Handlungen die Unternehmungen der schweizerischen Armee, so kann auf lebenslängliche Freiheitsstrafe erkannt werden. 3. Handelt der Täter fahrlässig, so ist die Strafe Freiheitsstrafe bis zu drei Jahren oder Geldstrafe. Fassung gemäss Ziff. II des BG vom 10. Okt. 1997, in Kraft seit 1. April 1998 ( AS 1998 852 856 ; BBl 1996 IV 525 ). Fassung gemäss Ziff. I des BG vom 20. März 1992, in Kraft seit 1. Sept. 1992 ( AS 1992 1679 ; BBl 1991 II 1462 , I V 184 )."
    },
    {
      "provision_ref": "art86a",
      "section": "86a",
      "title": "",
      "content": "Wer der Armee dienende Anlagen oder Sachen vernichtet, beschädigt oder in ihrer Verwendung gefährdet, wer vertraglich übernommene Leistungen für die Armee nicht oder nicht gehörig erfüllt, wer die Tätigkeit einer Behörde oder eines Beamten hindert, stört oder gefährdet, wer Bekleidungs- oder Ausrüstungsgegenstände oder Abzeichen der schweizerischen Armee oder ihrer Hilfsorganisationen herstellt, sich verschafft, aufbewahrt, verwendet oder einem andern übergibt und dadurch wissentlich die Landesverteidigung beeinträchtigt oder gefährdet, wird mit Freiheitsstrafe bis zu drei Jahren oder Geldstrafe, in schweren Fällen mit Freiheitsstrafe nicht unter einem Jahr bestraft. Eingefügt durch Ziff. I des BG vom 13. Juni 1941 ( AS 57 1269 ; BBl 1940 997 ). Fassung gemäss Ziff. I des BG vom 21. Dez. 1950, in Kraft seit 1. Juli 1951 ( AS 1951 437 ; BBl 1949 II 137 ). Ausdruck gemäss Ziff. II 1 Abs. 17 des BG vom 21. März 2003, in Kraft seit 1. Jan. 2007 ( AS 2006 3389 ; BBl 1999 1979 ). Diese Änd. wurde im ganzen zweiten Teil des ersten Buches berücksichtigt."
    },
    {
      "provision_ref": "art87",
      "section": "87",
      "title": "",
      "content": "1. Wer vorsätzlich in einer Zeit, da Truppen zum aktiven Dienste aufgeboten sind, die Unternehmungen der schweizerischen Armee unmittelbar stört oder gefährdet, wer insbesondere der Armee dienende Verkehrs- oder Nachrichtenmittel, Anlagen oder Sachen beschädigt oder vernichtet, oder den Betrieb von Anstalten, die der Armee dienen, hindert oder stört, wird mit Freiheitsstrafe nicht unter drei Jahren bestraft. 2. Wer vorsätzlich in einer Zeit, da Truppen zum aktiven Dienste aufgeboten sind, die Unternehmungen der schweizerischen Armee mittelbar stört oder gefährdet, wer insbesondere die öffentliche Ordnung stört oder Betriebe, die für die Allgemeinheit oder die Armeeverwaltung wichtig sind, hindert oder stört, wird mit Freiheitsstrafe nicht unter sechs Monaten bestraft. 3. In schweren Fällen kann auf lebenslängliche Freiheitsstrafe erkannt werden. 4. Handelt der Täter fahrlässig, so ist die Strafe Freiheitsstrafe bis zu drei Jahren oder Geldstrafe. Fassung gemäss Ziff. II 2 des BG vom 19. Juni 2015 (Änderungen des Sanktionenrechts), in Kraft seit 1. Jan. 2018 ( AS 2016 1249 ; BBl 2012 4721 ). Fassung gemäss Ziff. I des BG vom 20. März 1992, in Kraft seit 1. Sept. 1992 ( AS 1992 1679 ; BBl 1991 II 1462 , I V 184 )."
    },
    {
      "provision_ref": "art88",
      "section": "88",
      "title": "",
      "content": "Wer in Kriegszeiten Feindseligkeiten gegen die schweizerische Armee unternimmt, ohne zu der von der Schweiz anerkannten bewaffneten Macht des Gegners zu gehören, wird mit lebenslänglicher Freiheitsstrafe oder mit Freiheitsstrafe nicht unter drei Jahren bestraft. Fassung gemäss Ziff. I des BG vom 20. März 1992, in Kraft seit 1. Sept. 1992 ( AS 1992 1679 ; BBl 1991 II 1462 , I V 184 )."
    },
    {
      "provision_ref": "art89",
      "section": "89",
      "title": "",
      "content": "1 Wer vorsätzlich in einer Zeit, da Truppen zum aktiven Dienste aufgeboten sind, die Unternehmungen der schweizerischen Armee durch Verbreitung unwahrer Nachrichten stört oder gefährdet, wird mit Freiheitsstrafe oder Geldstrafe nicht unter 60 Tagessätzen bestraft. 2 Handelt der Täter fahrlässig, so ist die Strafe Freiheitsstrafe bis zu drei Jahren oder Geldstrafe. Ausdruck gemäss Ziff. II 1 Abs. 19 des BG vom 21. März 2003, in Kraft seit 1. Jan. 2007 ( AS 2006 3389 ; BBl 1999 1979 ). Diese Änd. wurde im ganzen zweiten Teil des ersten Buches berücksichtigt."
    },
    {
      "provision_ref": "art90",
      "section": "90",
      "title": "",
      "content": "1 Der Schweizer, der, ohne dazu gezwungen zu sein, in einem Krieg die Waffen gegen die Eidgenossenschaft trägt oder in eine feindliche Armee eintritt, wird mit Freiheitsstrafe bestraft. 2 In schweren Fällen kann auf lebenslängliche Freiheitsstrafe erkannt werden. Fassung gemäss Ziff. II 1 Abs. 25 des BG vom 21. März 2003, in Kraft seit 1. Jan. 2007 ( AS 2006 3389 ; BBl 1999 1979 )."
    },
    {
      "provision_ref": "art91",
      "section": "91",
      "title": "",
      "content": "1. Wer Gegenstände, die der Landesverteidigung dienen, dem Feinde überliefert, wer durch Dienstleistungen oder Lieferungen den Feind begünstigt, wer bei einer Anleihe eines mit der Schweiz im Kriege befindlichen Staates mitwirkt oder auf sie zeichnet, wird mit Freiheitsstrafe nicht unter sechs Monaten bestraft. 2. In schweren Fällen kann auf lebenslängliche Freiheitsstrafe erkannt werden. Fassung gemäss Ziff. II 2 des BG vom 19. Juni 2015 (Änderungen des Sanktionenrechts), in Kraft seit 1. Jan. 2018 ( AS 2016 1249 ; BBl 2012 4721 ). Fassung gemäss Ziff. I des BG vom 20. März 1992, in Kraft seit 1. Sept. 1992 ( AS 1992 1679 ; BBl 1991 II 1462 , I V 184 )."
    },
    {
      "provision_ref": "art92",
      "section": "92",
      "title": "",
      "content": "Wer vom neutralen Gebiet der Schweiz aus Feindseligkeiten gegen einen Kriegführenden unternimmt oder unterstützt, wer Feindseligkeiten gegen in die Schweiz zugelassene fremde Truppen unternimmt, wird mit Freiheitsstrafe oder Geldstrafe bestraft."
    },
    {
      "provision_ref": "art93",
      "section": "93",
      "title": "",
      "content": "1. Wer im Gebiet der Schweiz für einen fremden Staat zum Nachteil eines andern fremden Staates militärischen Nachrichtendienst betreibt oder einen solchen Dienst einrichtet, wer für solche Dienste anwirbt oder ihnen Vorschub leistet, wird mit Freiheitsstrafe bis zu drei Jahren oder Geldstrafe bestraft. 2. In schweren Fällen kann auf Freiheitsstrafe erkannt werden. 3. Die Korrespondenz und das Material werden eingezogen. Fassung gemäss Ziff. I des BG vom 13. Juni 1941, in Kraft seit 1. Jan. 1942 ( AS 57 1269 ; BBl 1940 997 )."
    },
    {
      "provision_ref": "art94",
      "section": "94",
      "title": "",
      "content": "1 Der Schweizer, der ohne Erlaubnis des Bundesrates in fremden Militärdienst eintritt, wird mit Freiheitsstrafe bis zu drei Jahren oder Geldstrafe bestraft. 2 Der Schweizer, der noch eine andere Staatszugehörigkeit besitzt, im andern Staate niedergelassen ist und dort Militärdienst leistet, bleibt straflos. 3 Wer einen Schweizer für fremden Militärdienst anwirbt oder der Anwerbung Vorschub leistet, wird mit Freiheitsstrafe bis zu drei Jahren oder mit Geldstrafe nicht unter 30 Tagessätzen bestraft. Mit der Freiheitsstrafe ist Geldstrafe zu verbinden. 4 In Kriegszeiten kann auf Freiheitsstrafe erkannt werden. Fassung gemäss Ziff. I des BG vom 21. Dez. 1950, in Kraft seit 1. Juli 1951 ( AS 1951 437 ; BBl 1949 II 137 ). Ausdruck gemäss Ziff. II 1 Abs. 20 des BG vom 21. März 2003, in Kraft seit 1. Jan. 2007 ( AS 2006 3389 ; BBl 1999 1979 )."
    },
    {
      "provision_ref": "art95",
      "section": "95",
      "title": "",
      "content": "1. Wer sich durch Verstümmelung oder auf andere Weise zur Erfüllung der Militärdienstpflicht bleibend oder zeitweise, ganz oder zum Teil, untauglich macht oder untauglich machen lässt, wer einen andern, mit dessen Einwilligung, durch Verstümmelung oder auf andere Weise zur Erfüllung der Militärdienstpflicht bleibend oder zeitweise, ganz oder zum Teil, untauglich macht, wird mit Freiheitsstrafe bis zu drei Jahren oder Geldstrafe bestraft. 2. In Kriegszeiten kann auf Freiheitsstrafe erkannt werden."
    },
    {
      "provision_ref": "art96",
      "section": "96",
      "title": "",
      "content": "1 Wer in der Absicht, sich oder einen andern der Erfüllung der Militärdienstpflicht bleibend oder zeitweise zu entziehen, gegenüber den zuständigen militärischen oder bürgerlichen Behörden oder Stellen auf Täuschung berechnete Mittel anwendet, wird mit Freiheitsstrafe bis zu drei Jahren oder Geldstrafe bestraft. 2 In leichten Fällen erfolgt disziplinarische Bestrafung."
    },
    {
      "provision_ref": "art97",
      "section": "97",
      "title": "",
      "content": "1. Wer vorsätzlich in einer Zeit, da Truppen zum Aktivdienste aufgeboten sind, vertraglich übernommene Leistungen für die Armee nicht oder nicht gehörig erfüllt, wird mit Freiheitsstrafe bis zu fünf Jahren oder Geldstrafe bestraft. Liegt der Nichterfüllung Fahrlässigkeit zugrunde, so ist die Strafe Freiheitsstrafe bis zu drei Jahren oder Geldstrafe. 2. Dieselben Strafen treffen Unterlieferanten, Vermittler oder Angestellte, die die Verletzung des Vertrages verschulden. Fassung gemäss Ziff. I des BG vom 21. Dez. 1950, in Kraft seit 1. Juli 1951 ( AS 1951 437 ; BBl 1949 II 137 ). Ausdruck gemäss Ziff. II 1 Abs. 3 des BG vom 21. März 2003, in Kraft seit 1. Jan. 2007 ( AS 2006 3389 ; BBl 1999 1979 ). Diese Änd. wurde im ganzen zweiten Teil des ersten Buches berücksichtigt."
    },
    {
      "provision_ref": "art98",
      "section": "98",
      "title": "",
      "content": "1. Wer öffentlich zum Ungehorsam gegen militärische Befehle, zu Dienstverletzung, zu Dienstverweigerung oder zum Ausreissen auffordert, wer einen Dienstpflichtigen zu einer solchen Tat verleitet, wird mit Freiheitsstrafe bis zu drei Jahren oder Geldstrafe bestraft. 2. Geht die Aufforderung auf Ausreissen im Aktivdienst, auf Meuterei oder auf Vorbereitung einer Meuterei, oder wird zum Ausreissen im Aktivdienst, zur Meuterei oder zur Vorbereitung einer Meuterei verleitet, so ist die Strafe Freiheitsstrafe oder Geldstrafe. 3. Erfolgt die Aufforderung oder die Verleitung vor dem Feinde, so wird der Täter mit Freiheitsstrafe bestraft."
    },
    {
      "provision_ref": "art99",
      "section": "99",
      "title": "",
      "content": "Wer eine Vereinigung gründet, die bezweckt oder deren Tätigkeit darauf gerichtet ist, die militärische Disziplin zu untergraben, insbesondere Dienstpflichtige zum Ungehorsam gegen militärische Befehle, zur Dienstverletzung, zur Dienstverweigerung oder zum Ausreissen zu bewegen oder zu verleiten, wer einer solchen Vereinigung beitritt oder sich an ihren Bestrebungen beteiligt, wer zur Bildung solcher Vereinigungen auffordert oder deren Weisungen befolgt, wird mit Freiheitsstrafe bis zu drei Jahren oder Geldstrafe bestraft. Fassung gemäss Ziff. I des BG vom 13. Juni 1941, in Kraft seit 1. Jan. 1942 ( AS 57 1269 ; BBl 1940 997 )."
    },
    {
      "provision_ref": "art100",
      "section": "100",
      "title": "",
      "content": "1 Wer einen Angehörigen der Armee in der Ausübung des Dienstes hindert oder stört, wird mit Geldstrafe bestraft. 2 Im aktiven Dienst ist die Strafe Freiheitsstrafe bis zu drei Jahren oder Geldstrafe. 3 In leichten Fällen erfolgt disziplinarische Bestrafung. Fassung gemäss Ziff. I 2 des BG vom 23. März 1979, in Kraft seit 1. Jan. 1980 ( AS 1979 1037 ; BBl 1977 II 1 ). Fassung gemäss Ziff. II 2 des BG vom 19. Juni 2015 (Änderungen des Sanktionenrechts), in Kraft seit 1. Jan. 2018 ( AS 2016 1249 ; BBl 2012 4721 )."
    },
    {
      "provision_ref": "art101",
      "section": "101",
      "title": "",
      "content": "1 Wer einen Angehörigen der Armee, die im aktiven Dienst steht, öffentlich beschimpft, wird mit Freiheitsstrafe bis zu drei Jahren oder Geldstrafe bestraft. 2 In leichten Fällen erfolgt disziplinarische Bestrafung. 3 Hat der Beschimpfte durch sein ungebührliches Verhalten zu der Beschimpfung unmittelbar Anlass gegeben, so kann der Richter den Täter von Strafe befreien."
    },
    {
      "provision_ref": "art102",
      "section": "102",
      "title": "",
      "content": "Wer in einer Zeit, da Truppen zum aktiven Dienste aufgeboten sind, wider besseres Wissen unwahre Nachrichten verbreitet, in der Absicht, die Anordnungen von Behörden oder Truppenkommandanten zu stören oder zu durchkreuzen, die Truppe zur Verweigerung des Gehorsams zu verleiten oder bei der Bevölkerung Angst und Schrecken zu verbreiten, wird mit Freiheitsstrafe oder Geldstrafe bestraft."
    },
    {
      "provision_ref": "art103",
      "section": "103",
      "title": "",
      "content": "1. Wer vorsätzlich ein militärisches Aufgebot oder eine für Dienstpflichtige bestimmte Weisung fälscht, verfälscht, unterdrückt oder beseitigt, wer ein gefälschtes oder verfälschtes Aufgebot oder eine solche Weisung gebraucht, wird mit Freiheitsstrafe oder Geldstrafe bestraft. 2. Handelt der Täter fahrlässig, so ist die Strafe Freiheitsstrafe bis zu drei Jahren oder Geldstrafe. Fassung gemäss Ziff. I des BG vom 13. Juni 1941, in Kraft seit 1. Jan. 1942 ( AS 57 1269 ; BBl 1940 997 )."
    },
    {
      "provision_ref": "art104",
      "section": "104",
      "title": "",
      "content": "1 Wer einen Internierten oder einen Kriegsgefangenen zum Ungehorsam gegen militärische Befehle oder zu einer Dienstverletzung verleitet, wird mit Freiheitsstrafe bis zu drei Jahren oder Geldstrafe bestraft. 2 Wer einen Internierten oder einen Kriegsgefangenen zu Meuterei oder zur Vorbereitung einer Meuterei verleitet, wird mit Freiheitsstrafe oder Geldstrafe bestraft."
    },
    {
      "provision_ref": "art105",
      "section": "105",
      "title": "",
      "content": "1. Wer mit Gewalt, Drohung oder List einen Internierten oder einen Kriegsgefangenen befreit oder ihm zur Flucht behilflich ist, wird mit Freiheitsstrafe bis zu drei Jahren oder Geldstrafe bestraft. 2. Wird die Tat von einem zusammengerotteten Haufen begangen, so wird jeder, der an der Zusammenrottung teilnimmt, mit Freiheitsstrafe bis zu drei Jahren oder Geldstrafe bestraft. Der Teilnehmer, der Gewalt an Personen oder Sachen verübt, wird mit Freiheitsstrafe bis zu drei Jahren oder Geldstrafe nicht unter 30 Tagessätzen bestraft. Ausdruck gemäss Ziff. II 1 Abs. 21 des BG vom 21. März 2003, in Kraft seit 1. Jan. 2007 ( AS 2006 3389 ; BBl 1999 1979 ). Diese Änd. wurde im ganzen zweiten Teil des ersten Buches berücksichtigt."
    },
    {
      "provision_ref": "art106",
      "section": "106",
      "title": "",
      "content": "1 Wer vorsätzlich Akten oder Gegenstände, Vorkehren, Verfahren oder Tatsachen, die mit Rücksicht auf die Landesverteidigung oder aufgrund vertraglicher Abmachungen geheim zu halten sind, weil deren Aufdeckung die Auftragserfüllung von wesentlichen Teilen der Armee gefährden würde, veröffentlicht oder auf andere Weise Unbefugten bekannt oder zugänglich macht, solche Akten oder Gegenstände widerrechtlich an sich nimmt, abbildet oder vervielfältigt, wird mit Freiheitsstrafe bis zu fünf Jahren oder Geldstrafe bestraft. 2 Im Fall aktiven Dienstes ist die Strafe Freiheitsstrafe. 3 Handelt der Täter fahrlässig, so ist die Strafe Freiheitsstrafe bis zu drei Jahren oder Geldstrafe. 4 In leichten Fällen erfolgt disziplinarische Bestrafung. Fassung gemäss Ziff. I des BG vom 5. Okt. 1967, in Kraft seit 1. März 1968 ( AS 1968 212 ; BBl 1967 I 581 ). Fassung gemäss Ziff. II des BG vom 10. Okt. 1997, in Kraft seit 1. April 1998 ( AS 1998 852 856 ; BBl 1996 IV 525 ). Eingefügt durch Ziff. I 2 des BG vom 23. März 1979, in Kraft seit 1. Jan. 1980 ( AS 1979 1037 ; BBl 1977 II 1 )."
    },
    {
      "provision_ref": "art107",
      "section": "107",
      "title": "",
      "content": "Wer vom Bundesrate, kantonalen Regierungen oder andern bürgerlichen oder militärischen zuständigen Stellen zur Wahrung der militärischen Interessen oder der Neutralität oder in Ausübung der Polizeigewalt erlassenen allgemeinen Befehlen oder bekannt gemachten Verordnungen vorsätzlich oder fahrlässig zuwiderhandelt, wer vorsätzlich besondern Anordnungen oder Weisungen zuwiderhandelt, die von einer militärischen Stelle, einem Angehörigen der Armee oder einer bürgerlichen Stelle zur Wahrung der militärischen Interessen erlassen sind, wird, sofern keine andere Strafbestimmung zutrifft, mit Freiheitsstrafe bis zu drei Jahren oder Geldstrafe, in leichten Fällen disziplinarisch bestraft. Fassung gemäss Ziff. I des BG vom 21. Dez. 1950, in Kraft seit 1. Juli 1951 ( AS 1951 437 ; BBl 1949 II 137 )."
    },
    {
      "provision_ref": "art108",
      "section": "108",
      "title": "",
      "content": "Mit lebenslänglicher Freiheitsstrafe oder mit Freiheitsstrafe nicht unter zehn Jahren wird bestraft, wer, in der Absicht, eine durch ihre Staatsangehörigkeit, Rasse, Religion oder ethnische, soziale oder politische Zugehörigkeit gekennzeichnete Gruppe als solche ganz oder teilweise zu vernichten: a. Mitglieder dieser Gruppe tötet oder auf schwerwiegende Weise in ihrer körperlichen oder geistigen Unversehrtheit schädigt; b. Mitglieder der Gruppe Lebensbedingungen unterwirft, die geeignet sind, die Gruppe ganz oder teilweise zu vernichten; c. Massnahmen anordnet oder trifft, die auf die Geburtenverhinderung innerhalb der Gruppe gerichtet sind; d. Kinder der Gruppe gewaltsam in eine andere Gruppe überführt oder überführen lässt."
    },
    {
      "provision_ref": "art109",
      "section": "109",
      "title": "",
      "content": "1 Mit Freiheitsstrafe nicht unter fünf Jahren, wird bestraft, wer im Rahmen eines ausgedehnten oder systematischen Angriffs gegen die Zivilbevölkerung: a. einen Menschen vorsätzlich tötet; b. viele Menschen vorsätzlich tötet oder der Bevölkerung in der Absicht, sie ganz oder teilweise zu vernichten, Lebensbedingungen auferlegt, die geeignet sind, deren Vernichtung herbeizuführen; c. sich ein Eigentumsrecht über einen Menschen anmasst und über ihn verfügt, namentlich in Form von Menschenhandel, sexueller Ausbeutung oder Zwangsarbeit; d. einem Menschen unter Verstoss gegen die Grundregeln des Völkerrechts in schwerwiegender Weise die Freiheit entzieht; e. in der Absicht, eine Person für längere Zeit dem Schutz des Gesetzes zu entziehen: 1. im Auftrag oder mit Billigung eines Staates oder einer politischen Organisation der Person die Freiheit entzieht, wobei in der Folge die Auskunft über ihr Schicksal oder ihren Verbleib verweigert wird, oder 2. im Auftrag eines Staates oder einer politischen Organisation oder entgegen einer Rechtspflicht die Auskunft über das Schicksal oder den Verbleib dieser Person verweigert; f. einem unter seinem Gewahrsam oder seiner Kontrolle stehenden Menschen grosse Leiden oder eine schwere Schädigung des Körpers oder der physischen oder psychischen Gesundheit zufügt; g. eine Person weiblichen Geschlechts vergewaltigt oder, nachdem sie gegen ihren Willen geschwängert wurde, gefangen hält in der Absicht, die ethnische Zusammensetzung einer Bevölkerung zu beeinflussen, eine Person zur Duldung einer sexuellen Handlung von vergleichbarer Schwere oder zur Prostitution nötigt oder sie zwangsweise sterilisiert; h. Menschen aus dem Gebiet, in dem sie sich rechtmässig aufhalten, vertreibt oder zwangsweise an einen andern Ort überführt; i. einer Gruppe von Menschen aus politischen, rassischen, ethnischen, religiösen, sozialen oder anderen völkerrechtswidrigen Gründen, im Zusammenhang mit einer Tat nach dem sechsten Abschnitt oder dem sechsten Abschnitt bis oder zwecks systematischer Unterdrückung oder Beherrschung einer rassischen Gruppe, in schwerwiegender Weise Grundrechte vorenthält oder entzieht; j. eine andere unmenschliche Handlung von vergleichbarer Schwere wie die in diesem Absatz genannten Verbrechen verübt und dadurch einem Menschen grosse Leiden oder eine schwere Schädigung des Körpers oder der physischen oder psychischen Gesundheit zufügt. 2 In besonders schweren Fällen, namentlich wenn die Tat viele Menschen betrifft oder der Täter grausam handelt, kann auf lebenslängliche Freiheitsstrafe erkannt werden. 3 In weniger schweren Fällen nach Absatz 1 Buchstaben c–j kann auf Freiheitsstrafe nicht unter einem Jahr erkannt werden."
    },
    {
      "provision_ref": "art110",
      "section": "110",
      "title": "",
      "content": "Die Artikel 112–114 finden Anwendung im Zusammenhang mit internationalen bewaffneten Konflikten einschliesslich Besetzungen sowie, soweit aus der Natur der Straftaten nichts anderes hervorgeht, im Zusammenhang mit nicht internationalen bewaffneten Konflikten. Fassung gemäss Ziff. I 2 des BG vom 18. Juni 2010 über die Änderung von Bundesge-setzen zur Umsetzung des Römer Statuts des Internationalen Strafgerichtshofs, in Kraft seit 1. Jan. 2011 ( AS 2010 4963 ; BBl 2008 3863 )."
    },
    {
      "provision_ref": "art111",
      "section": "111",
      "title": "",
      "content": "1 Mit Freiheitsstrafe nicht unter fünf Jahren wird bestraft, wer im Zusammenhang mit einem internationalen bewaffneten Konflikt eine schwere Verletzung der Genfer Konventionen vom 12. August 1949 durch eine der folgenden Handlungen gegen die nach diesen Konventionen geschützten Personen oder Güter begeht: a. Vorsätzliche Tötung; b. Geiselnahme; c. Verursachung grosser Leiden oder schwere Schädigung des Körpers oder der physischen oder psychischen Gesundheit, namentlich durch Folter, unmenschliche Behandlung oder biologische Versuche; d. durch militärische Erfordernisse nicht gerechtfertigte Zerstörung oder Aneignung von Gut in grossem Ausmass; e. Nötigung zur Dienstleistung in den Streitkräften einer feindlichen Macht; f. rechtswidrige Vertreibung, Überführung oder Gefangenhaltung; g. Verweigerung des Rechts auf ein unparteiisches ordentliches Gerichtsverfahren vor Verhängung oder Vollstreckung einer schweren Strafe. 2 Handlungen nach Absatz 1, die im Zusammenhang mit einem nicht internationalen bewaffneten Konflikt begangen werden, sind den schweren Verletzungen des humanitären Völkerrechts gleichgestellt, wenn sie gegen eine nach dem humanitären Völkerrecht geschützte Person oder gegen ein geschütztes Gut gerichtet sind. 3 In besonders schweren Fällen, namentlich wenn die Tat viele Menschen betrifft oder der Täter grausam handelt, kann auf lebenslängliche Freiheitsstrafe erkannt werden. 4 In weniger schweren Fällen nach Absatz 1 Buchstaben c–g kann auf Freiheitsstrafe nicht unter einem Jahr erkannt werden. Fassung gemäss Ziff. I 2 des BG vom 18. Juni 2010 über die Änderung von Bundesge-setzen zur Umsetzung des Römer Statuts des Internationalen Strafgerichtshofs, in Kraft seit 1. Jan. 2011 ( AS 2010 4963 ; BBl 2008 3863 ). Genfer Abk. vom 12. Aug. 1949 zur Verbesserung des Loses der Verwundeten und Kranken der bewaffneten Kräfte im Felde (GA I), SR 0.518.12 ; Genfer Abk. vom 12. Aug. 1949 zur Verbesserung des Loses der Verwundeten, Kranken und Schiffbrüchigen der bewaffneten Kräfte zur See (GA II), SR 0.518.23 ; Genfer Abk. vom 12. Aug. 1949 über die Behandlung der Kriegsgefangenen (GA III), SR 0.518.42 ; Genfer Abk. vom 12. Aug. 1949 über den Schutz von Zivilpersonen in Kriegszeiten (GA IV), SR 0.518.51 ."
    },
    {
      "provision_ref": "art112",
      "section": "112",
      "title": "",
      "content": "1 Mit Freiheitsstrafe nicht unter drei Jahren wird bestraft, wer im Zusammenhang mit einem bewaffneten Konflikt einen Angriff richtet: a. gegen die Zivilbevölkerung als solche oder gegen Zivilpersonen, die an den Feindseligkeiten nicht unmittelbar teilnehmen; b. gegen Personen, Einrichtungen, Material oder Fahrzeuge, die Teil einer humanitären Hilfsmission oder einer friedenserhaltenden Mission in Übereinstimmung mit der Charta der Vereinten Nationen vom 26. Juni 1945 sind, solange sie vom humanitären Völkerrecht geschützt sind; c. gegen zivile Objekte, unverteidigte Siedlungen oder Gebäude oder gegen entmilitarisierte Zonen, die kein militärisches Ziel darstellen; d. gegen Sanitätseinheiten, Gebäude, Material oder Fahrzeuge, die ein Schutzzeichen des humanitären Völkerrechts verwenden oder deren geschützter Charakter auch ohne Schutzzeichen erkennbar ist, Krankenhäuser oder Sammelplätze für Kranke und Verwundete; e. gegen Kulturgut oder mit seinem Schutz betraute Personen oder seinem Transport dienende Fahrzeuge, gegen Gebäude, die religiösen Handlungen, der Kunst, Erziehung, Wissenschaft oder Wohltätigkeit dienen, solange sie vom humanitären Völkerrecht geschützt sind. 2 In besonders schweren Fällen von Angriffen gegen Personen kann auf lebenslängliche Freiheitsstrafe erkannt werden. 3 In weniger schweren Fällen kann auf Freiheitsstrafe nicht unter einem Jahr erkannt werden. Fassung gemäss Ziff. I 2 des BG vom 18. Juni 2010 über die Änderung von Bundesge-setzen zur Umsetzung des Römer Statuts des Internationalen Strafgerichtshofs, in Kraft seit 1. Jan. 2011 ( AS 2010 4963 ; BBl 2008 3863 ). SR 0.120"
    },
    {
      "provision_ref": "art112a",
      "section": "112a",
      "title": "",
      "content": "1 Mit Freiheitsstrafe nicht unter drei Jahren wird bestraft, wer im Zusammenhang mit einem bewaffneten Konflikt: a. eine vom humanitären Völkerrecht geschützte Person körperlich schwer schädigt oder in ihrer physischen oder psychischen Gesundheit schwer verletzt oder gefährdet, indem er sie einem medizinischen Verfahren unterzieht, das nicht durch ihren Gesundheitszustand geboten ist und das nicht mit allgemein anerkannten medizinischen Grundsätzen im Einklang steht; b. eine vom humanitären Völkerrecht geschützte Person weiblichen Geschlechts vergewaltigt oder, nachdem sie gegen ihren Willen geschwängert wurde, gefangen hält in der Absicht, die ethnische Zusammensetzung einer Bevölkerung zu beeinflussen, eine vom humanitären Völkerrecht geschützte Person zur Duldung einer sexuellen Handlung von vergleichbarer Schwere oder zur Prostitution nötigt oder sie zwangsweise sterilisiert; c. eine vom humanitären Völkerrecht geschützte Person in schwerwiegender Weise entwürdigend oder erniedrigend behandelt. 2 In besonders schweren Fällen, namentlich wenn die Tat viele Menschen betrifft oder der Täter grausam handelt, kann auf lebenslängliche Freiheitsstrafe erkannt werden. 3 In weniger schweren Fällen kann auf Freiheitsstrafe nicht unter einem Jahr erkannt werden. Eingefügt durch Ziff. I 2 des BG vom 18. Juni 2010 über die Änderung von Bundesge-setzen zur Umsetzung des Römer Statuts des Internationalen Strafgerichtshofs, in Kraft seit 1. Jan. 2011 ( AS 2010 4963 ; BBl 2008 3863 )."
    },
    {
      "provision_ref": "art112b",
      "section": "112b",
      "title": "",
      "content": "1 Mit Freiheitsstrafe nicht unter drei Jahren wird bestraft, wer ein Kind unter fünfzehn Jahren in Streitkräfte oder bewaffnete Gruppen eingliedert, zu diesem Zweck rekrutiert oder zur Teilnahme an bewaffneten Konflikten verwendet. 2 In besonders schweren Fällen, namentlich wenn die Tat viele Kinder betrifft oder der Täter grausam handelt, kann auf lebenslängliche Freiheitsstrafe erkannt werden. 3 In weniger schweren Fällen kann auf Freiheitsstrafe nicht unter einem Jahr erkannt werden. Eingefügt durch Ziff. I 2 des BG vom 18. Juni 2010 über die Änderung von Bundesge-setzen zur Umsetzung des Römer Statuts des Internationalen Strafgerichtshofs, in Kraft seit 1. Jan. 2011 ( AS 2010 4963 ; BBl 2008 3863 )."
    },
    {
      "provision_ref": "art112c",
      "section": "112c",
      "title": "",
      "content": "1 Mit Freiheitsstrafe nicht unter drei Jahren wird bestraft, wer im Zusammenhang mit einem bewaffneten Konflikt: a. einen Angriff führt, obwohl er weiss oder annehmen muss, dass dieser den Tod oder die Verwundung von Zivilpersonen, die Beschädigung ziviler Objekte oder die weitreichende, langfristige und schwere Schädigung der natürlichen Umwelt verursachen wird, die in keinem Verhältnis zum erwarteten konkreten und unmittelbaren militärischen Vorteil stehen; b. eine vom humanitären Völkerrecht geschützte Person als Schild benutzt, um Kampfhandlungen zu beeinflussen; c. als Methode der Kriegführung plündert, sich auf andere Weise unrechtmässig Gut aneignet oder in einem durch die Erfordernisse des Krieges nicht zwingend gebotenen Ausmass feindliches Gut zerstört oder beschlagnahmt, Zivilpersonen lebensnotwendige Güter vorenthält oder Hilfslieferungen behindert; d. einen gegnerischen Kombattanten auf heimtückische Weise, oder nachdem dieser sich ausser Gefecht befindet, tötet oder verwundet; e. einen toten gegnerischen Kombattanten verstümmelt; f. als Befehlshaber anordnet oder dem Gegner androht, niemanden am Leben zu lassen; g. die Parlamentärflagge, die Flagge, Uniform oder militärische Abzeichen des Feindes, der Vereinten Nationen oder Schutzzeichen des humanitären Völkerrechts missbraucht; h. als Angehöriger einer Besetzungsmacht einen Teil ihrer Zivilbevölkerung in das von ihr besetzte Gebiet überführt oder die Bevölkerung des besetzten Gebietes ganz oder teilweise innerhalb oder ausserhalb desselben umsiedelt. 2 In besonders schweren Fällen, namentlich wenn die Tat viele Menschen betrifft oder der Täter grausam handelt, kann auf lebenslängliche Freiheitsstrafe erkannt werden. 3 In weniger schweren Fällen kann auf Freiheitsstrafe nicht unter einem Jahr erkannt werden. Eingefügt durch Ziff. I 2 des BG vom 18. Juni 2010 über die Änderung von Bundesge-setzen zur Umsetzung des Römer Statuts des Internationalen Strafgerichtshofs, in Kraft seit 1. Jan. 2011 ( AS 2010 4963 ; BBl 2008 3863 )."
    },
    {
      "provision_ref": "art112d",
      "section": "112d",
      "title": "",
      "content": "1 Mit Freiheitsstrafe nicht unter drei Jahren wird bestraft, wer im Zusammenhang mit einem bewaffneten Konflikt: a. Gift oder vergiftete Waffen verwendet; b. biologische oder chemische Waffen, einschliesslich giftiger oder erstickender Gase, Stoffe und Flüssigkeiten, verwendet; c. Geschosse verwendet, die sich im Körper des Menschen leicht ausdehnen oder flachdrücken oder im Körper des Menschen explodieren; d. Waffen verwendet, welche als Hauptwirkung Verletzungen durch Splitter hervorrufen, die mittels Röntgenstrahlen nicht entdeckt werden können; e. Laserwaffen verwendet, die als Hauptwirkung die dauerhafte Erblindung von Menschen herbeiführen. 2 In besonders schweren Fällen kann auf lebenslängliche Freiheitsstrafe erkannt werden. Eingefügt durch Ziff. I 2 des BG vom 18. Juni 2010 über die Änderung von Bundesge-setzen zur Umsetzung des Römer Statuts des Internationalen Strafgerichtshofs, in Kraft seit 1. Jan. 2011 ( AS 2010 4963 ; BBl 2008 3863 )."
    },
    {
      "provision_ref": "art113",
      "section": "113",
      "title": "",
      "content": "Mit Freiheitsstrafe bis zu drei Jahren oder Geldstrafe wird bestraft, wer: a. die Kampfhandlungen fortsetzt, nachdem er amtlich oder dienstlich Kenntnis vom Abschluss eines Waffenstillstandes oder des Friedens erhalten hat, oder die Bedingungen des Waffenstillstandes auf andere Weise verletzt; b. einen gegnerischen Parlamentär oder eine seiner Begleitpersonen misshandelt, beschimpft oder ohne Grund zurückhält; c. die Heimschaffung von Kriegsgefangenen nach Beendigung der Kampfhandlungen ungerechtfertigt verzögert. Fassung gemäss Ziff. I 2 des BG vom 18. Juni 2010 über die Änderung von Bundesge-setzen zur Umsetzung des Römer Statuts des Internationalen Strafgerichtshofs, in Kraft seit 1. Jan. 2011 ( AS 2010 4963 ; BBl 2008 3863 )."
    },
    {
      "provision_ref": "art114",
      "section": "114",
      "title": "",
      "content": "1 Mit Freiheitsstrafe bis zu drei Jahren oder Geldstrafe wird bestraft, wer im Zusammenhang mit einem bewaffneten Konflikt auf andere Weise als nach den Artikeln 111–113 eine Vorschrift des humanitären Völkerrechts verletzt, deren Verletzung durch das Völkergewohnheitsrecht oder ein internationales, von der Schweiz als verbindlich anerkanntes Übereinkommen als strafbar erklärt wird. 2 In leichten Fällen erfolgt disziplinarische Bestrafung. Fassung gemäss Ziff. I 2 des BG vom 18. Juni 2010 über die Änderung von Bundesge-setzen zur Umsetzung des Römer Statuts des Internationalen Strafgerichtshofs, in Kraft seit 1. Jan. 2011 ( AS 2010 4963 ; BBl 2008 3863 )."
    },
    {
      "provision_ref": "art114",
      "section": "114",
      "title": "a",
      "content": "1 Der Vorgesetzte, der weiss, dass eine ihm unterstellte Person eine Tat nach dem sechsten Abschnitt oder dem sechsten Abschnitt bis begeht oder begehen wird, und der nicht angemessene Massnahmen ergreift, um diese Tat zu verhindern, wird nach der gleichen Strafandrohung wie der Täter bestraft. Verhindert der Vorgesetzte die Tat fahrlässig nicht, so ist die Strafe Freiheitsstrafe bis zu drei Jahren oder Geldstrafe. 2 Der Vorgesetzte, der weiss, dass eine ihm unterstellte Person eine Tat nach dem sechsten Abschnitt oder dem sechsten Abschnitt bis begangen hat, und der nicht angemessene Massnahmen ergreift, um die Bestrafung des Täters sicherzustellen, wird mit Freiheitsstrafe bis zu drei Jahren oder Geldstrafe bestraft."
    },
    {
      "provision_ref": "art114",
      "section": "114",
      "title": "b",
      "content": "Die Verfolgung von Taten nach dem sechsten Abschnitt oder dem sechsten Abschnitt bis und nach Artikel 114 a bedarf keiner Ermächtigung nach einer der folgenden Bestimmungen: a. Artikel 14 und 15 des Verantwortlichkeitsgesetzes vom 14. März 1958; b. Artikel 17 des Parlamentsgesetzes vom 13. Dezember 2002; c. Artikel 61 a des Regierungs- und Verwaltungsorganisationsgesetzes vom 21. März 1997; d. Artikel 11 des Bundesgerichtsgesetzes vom 17. Juni 2005; e. Artikel 12 des Verwaltungsgerichtsgesetzes vom 17. Juni 2005; f. Artikel 16 des Patentgerichtsgesetzes vom 20. März 2009; g. Artikel 50 des Strafbehördenorganisationsgesetzes vom 19. März 2010. SR 170.32 SR 171.10 SR 172.010 SR 173.110 SR 173.32 SR 173.41 SR 173.71"
    },
    {
      "provision_ref": "art115",
      "section": "115",
      "title": "",
      "content": "Wer vorsätzlich einen Menschen tötet, ohne dass eine der besondern Voraussetzungen der nachfolgenden Artikel zutrifft, wird mit Freiheitsstrafe nicht unter fünf Jahren bestraft. Fassung gemäss Ziff. I des BG vom 13. Juni 1941, in Kraft seit 1. Jan. 1942 ( AS 57 1269 ; BBl 1940 997 )."
    },
    {
      "provision_ref": "art116",
      "section": "116",
      "title": "",
      "content": "1 Handelt der Täter besonders skrupellos, sind namentlich sein Beweggrund, der Zweck der Tat oder die Art der Ausführung besonders verwerflich, so ist die Strafe lebenslängliche Freiheitsstrafe oder Freiheitsstrafe nicht unter zehn Jahren. 2 ... Fassung gemäss Ziff. II des BG vom 23. Juni 1989, in Kraft seit 1. Jan. 1990 ( AS 1989 2449 ; BBl 1985 II 1009 ). Aufgehoben durch Ziff. I des BG vom 20. März 1992, mit Wirkung seit 1. Sept. 1992 ( AS 1992 1679 ; BBl 1991 II 1462 , I V 184 )."
    },
    {
      "provision_ref": "art117",
      "section": "117",
      "title": "",
      "content": "Handelt der Täter in einer nach den Umständen entschuldbaren heftigen Gemütsbewegung oder unter grosser seelischer Belastung, so ist die Strafe Freiheitsstrafe von einem bis zu zehn Jahren. Fassung gemäss Ziff. II des BG vom 23. Juni 1989, in Kraft seit 1. Jan. 1990 ( AS 1989 2449 ; BBl 1985 II 1009 ). Ausdruck gemäss Ziff. II 1 Abs. 22 des BG vom 21. März 2003, in Kraft seit 1. Jan. 2007 ( AS 2006 3389 ; BBl 1999 1979 )."
    },
    {
      "provision_ref": "art118",
      "section": "118",
      "title": "",
      "content": "Wer aus achtenswerten Beweggründen, namentlich aus Mitleid, einen Menschen auf dessen ernsthaftes und eindringliches Verlangen tötet, wird mit Freiheitsstrafe bis zu drei Jahren oder Geldstrafe bestraft. Fassung gemäss Ziff. II des BG vom 23. Juni 1989, in Kraft seit 1. Jan. 1990 ( AS 1989 2449 ; BBl 1985 II 1009 )."
    },
    {
      "provision_ref": "art119",
      "section": "119",
      "title": "",
      "content": "Wer aus selbstsüchtigen Beweggründen jemanden zum Selbstmord verleitet oder ihm dazu Hilfe leistet, wird, wenn der Selbstmord ausgeführt oder versucht wurde, mit Freiheitsstrafe bis zu fünf Jahren oder Geldstrafe bestraft."
    },
    {
      "provision_ref": "art120",
      "section": "120",
      "title": "",
      "content": "Wer fahrlässig den Tod eines Menschen verursacht, wird mit Freiheitsstrafe bis zu drei Jahren oder Geldstrafe bestraft. Fassung gemäss Ziff. I des BG vom 13. Juni 1941, in Kraft seit 1. Jan. 1942 ( AS 57 1269 ; BBl 1940 997 )."
    },
    {
      "provision_ref": "art121",
      "section": "121",
      "title": "",
      "content": "Wer vorsätzlich einen Menschen lebensgefährlich verletzt, wer vorsätzlich den Körper, ein wichtiges Organ oder Glied eines Menschen verstümmelt oder ein wichtiges Organ oder Glied unbrauchbar macht, einen Menschen bleibend arbeitsunfähig, gebrechlich oder geisteskrank macht, das Gesicht eines Menschen arg und bleibend entstellt, wer vorsätzlich eine andere schwere Schädigung des Körpers oder der körperlichen oder geistigen Gesundheit eines Menschen verursacht, wird mit Freiheitsstrafe von sechs Monaten bis zu zehn Jahren bestraft. Fassung gemäss Ziff. II des BG vom 23. Juni 1989, in Kraft seit 1. Jan. 1990 ( AS 1989 2449 ; BBl 1985 II 1009 ). Fassung gemäss Ziff. II 2 des BG vom 19. Juni 2015 (Änderungen des Sanktionenrechts), in Kraft seit 1. Jan. 2018 ( AS 2016 1249 ; BBl 2012 4721 )."
    },
    {
      "provision_ref": "art122",
      "section": "122",
      "title": "",
      "content": "1. Wer vorsätzlich einen Menschen in anderer Weise an Körper oder Gesundheit schädigt oder gegen ihn tätlich wird, wird mit Freiheitsstrafe bis zu drei Jahren oder Geldstrafe bestraft. In leichten Fällen erfolgt disziplinarische Bestrafung. 2. und 3. ... Aufgehoben durch Ziff. II des BG vom 23. Juni 1989, mit Wirkung seit 1. Jan. 1990 ( AS 1989 2449 ; BBl 1985 II 1009 )."
    },
    {
      "provision_ref": "art123",
      "section": "123",
      "title": "",
      "content": "Aufgehoben durch Ziff. II des BG vom 23. Juni 1989, mit Wirkung seit 1. Jan. 1990 ( AS 1989 2449 ; BBl 1985 II 1009 )."
    },
    {
      "provision_ref": "art124",
      "section": "124",
      "title": "",
      "content": "1. Wer fahrlässig einen Menschen an Körper oder Gesundheit schädigt, wird mit Freiheitsstrafe bis zu drei Jahren oder Geldstrafe bestraft. In leichten Fällen erfolgt disziplinarische Bestrafung. 2. ... Aufgehoben durch Ziff. I des BG vom 5. Okt. 1967, mit Wirkung seit 1. März 1968 ( AS 1968 212 ; BBl 1967 I 581 )."
    },
    {
      "provision_ref": "art125127",
      "section": "125127",
      "title": "",
      "content": "Aufgehoben durch Ziff. II des BG vom 23. Juni 1989, mit Wirkung seit 1. Jan. 1990 ( AS 1989 2449 ; BBl 1985 II 1009 )."
    },
    {
      "provision_ref": "art128",
      "section": "128",
      "title": "",
      "content": "1 Wer sich an einem Raufhandel beteiligt, der den Tod oder die Körperverletzung eines Menschen zur Folge hat, wird mit Freiheitsstrafe bis zu drei Jahren oder Geldstrafe bestraft. 2 Nicht strafbar ist, wer ausschliesslich abwehrt oder die Streitenden scheidet. 3 In leichten Fällen erfolgt disziplinarische Bestrafung. Fassung gemäss Ziff. II des BG vom 23. Juni 1989, in Kraft seit 1. Jan. 1990 ( AS 1989 2449 ; BBl 1985 II 1009 )."
    },
    {
      "provision_ref": "art128a",
      "section": "128a",
      "title": "",
      "content": "1 Wer sich an einem Angriff auf einen oder mehrere Menschen beteiligt, der den Tod oder die Körperverletzung eines Angegriffenen oder eines Dritten zur Folge hat, wird mit Freiheitsstrafe bis zu fünf Jahren oder Geldstrafe bestraft. 2 In leichten Fällen erfolgt disziplinarische Bestrafung. Eingefügt durch Ziff. II des BG vom 23. Juni 1989, in Kraft seit 1. Jan. 1990 ( AS 1989 2449 ; BBl 1985 II 1009 ). Ausdruck gemäss Ziff. II 1 Abs. 6 des BG vom 21. März 2003, in Kraft seit 1. Jan. 2007 ( AS 2006 3389 ; BBl 1999 1979 ). Diese Änd. wurde im ganzen zweiten Teil des ersten Buches berücksichtigt."
    },
    {
      "provision_ref": "art129",
      "section": "129",
      "title": "",
      "content": "1. Wer sich eine fremde bewegliche Sache aneignet, um sich oder einen andern damit unrechtmässig zu bereichern, wird, wenn nicht die besonderen Voraussetzungen der Artikel 130–132 zutreffen, mit Freiheitsstrafe bis zu drei Jahren oder Geldstrafe bestraft. 2. Hat der Täter die Sache gefunden oder ist sie ihm ohne seinen Willen zugekommen oder handelt er ohne Bereicherungsabsicht, so wird er mit der gleichen Strafe belegt. In leichten Fällen erfolgt disziplinarische Bestrafung. Fassung gemäss Ziff. II des BG vom 17. Juni 1994, in Kraft seit 1. Jan. 1995 ( AS 1994 2290 ; BBl 1991 II 969 )."
    },
    {
      "provision_ref": "art130",
      "section": "130",
      "title": "",
      "content": "1. Wer sich eine ihm anvertraute fremde bewegliche Sache aneignet, um sich oder einen andern unrechtmässig zu bereichern, wer ihm anvertraute Vermögenswerte unrechtmässig in seinem oder eines andern Nutzen verwendet, wird mit Freiheitsstrafe bis zu fünf Jahren oder Geldstrafe bestraft. 2. Der Täter kann mit Freiheitsstrafe bis zu zehn Jahren oder Geldstrafe bestraft werden: wenn er die Veruntreuung gegenüber einem Vorgesetzten, Untergebenen oder einem Kameraden, gegenüber seinem Quartiergeber oder einer zu dessen Hausstand gehörigen Person begeht, wenn er eine ihm dienstlich anvertraute Sache veruntreut. 3. In leichten Fällen erfolgt disziplinarische Bestrafung. Fassung gemäss Ziff. II des BG vom 17. Juni 1994, in Kraft seit 1. Jan. 1995 ( AS 1994 2290 ; BBl 1991 II 969 ). Ausdruck gemäss Ziff. II 1 Abs. 7 des BG vom 21. März 2003, in Kraft seit 1. Jan. 2007 ( AS 2006 3389 ; BBl 1999 1979 ). Diese Änd. wurde im ganzen zweiten Teil des ersten Buches berücksichtigt."
    },
    {
      "provision_ref": "art131",
      "section": "131",
      "title": "",
      "content": "1. Wer jemandem eine fremde bewegliche Sache zur Aneignung wegnimmt, um sich oder einen andern damit unrechtmässig zu bereichern, wird mit Freiheitsstrafe bis zu fünf Jahren oder Geldstrafe bestraft. 2. Der Dieb wird mit Freiheitsstrafe bis zu fünf Jahren oder Geldstrafe nicht unter 30 Tagessätzen bestraft, wenn er einen Vorgesetzten, einen Untergebenen oder einen Kameraden bestiehlt, wenn er den Diebstahl in einem Raume begeht, zu dem er infolge Kantonierung oder Einquartierung erleichterten Zutritt hat. 3. Der Dieb wird mit Freiheitsstrafe bis zu zehn Jahren oder Geldstrafe nicht unter 90 Tagessätzen bestraft, wenn er gewerbsmässig stiehlt. 4. Der Dieb wird mit Freiheitsstrafe von sechs Monaten bis zu zehn Jahren bestraft, wenn er den Diebstahl als Mitglied einer Bande ausführt, die sich zur fortgesetzten Verübung von Raub oder Diebstahl zusammengefunden hat, wenn er zum Zweck des Diebstahls eine Schusswaffe oder eine andere gefährliche Waffe mit sich führt oder wenn er sonst wie durch die Art, wie er den Diebstahl begeht, seine besondere Gefährlichkeit offenbart. 5. In leichten Fällen erfolgt disziplinarische Bestrafung. Fassung gemäss Ziff. II des BG vom 17. Juni 1994, in Kraft seit 1. Jan. 1995 ( AS 1994 2290 ; BBl 1991 II 969 ). Ausdruck gemäss Ziff. II 1 Abs. 14 des BG vom 21. März 2003, in Kraft seit 1. Jan. 2007 ( AS 2006 3389 ; BBl 1999 1979 ). Diese Änd. wurde im ganzen zweiten Teil des ersten Buches berücksichtigt. Ausdruck gemäss Ziff. II 1 Abs. 8 des BG vom 21. März 2003, in Kraft seit 1. Jan. 2007 ( AS 2006 3389 ; BBl 1999 1979 ). Diese Änd. wurde im ganzen zweiten Teil des ersten Buches berücksichtigt. Fassung gemäss Ziff. II 2 des BG vom 19. Juni 2015 (Änderungen des Sanktionenrechts), in Kraft seit 1. Jan. 2018 ( AS 2016 1249 ; BBl 2012 4721 )."
    },
    {
      "provision_ref": "art132",
      "section": "132",
      "title": "",
      "content": "1. Wer mit Gewalt gegen eine Person oder unter Androhung gegenwärtiger Gefahr für Leib oder Leben oder nachdem er den Betroffenen zum Widerstand unfähig gemacht hat, einen Diebstahl begeht, wird mit Freiheitsstrafe von sechs Monaten bis zu zehn Jahren bestraft. Wer, bei einem Diebstahl auf frischer Tat ertappt, Nötigungshandlungen nach Absatz 1 begeht, um die gestohlene Sache zu behalten, wird mit der gleichen Strafe belegt. 2. Der Räuber wird mit Freiheitsstrafe nicht unter einem Jahr bestraft, wenn er zum Zweck des Raubes eine Schusswaffe oder eine andere gefährliche Waffe mit sich führt. 3. Der Räuber wird mit Freiheitsstrafe nicht unter zwei Jahren bestraft, wenn er den Raub als Mitglied einer Bande ausführt, die sich zur fortgesetzten Verübung von Raub oder Diebstahl zusammengefunden hat, wenn er sonst wie durch die Art, wie er den Raub begeht, seine besondere Gefährlichkeit offenbart. 4. Die Strafe ist Freiheitsstrafe nicht unter fünf Jahren, wenn der Täter das Opfer in Lebensgefahr bringt, ihm eine schwere Körperverletzung zufügt oder es grausam behandelt. Fassung gemäss Ziff. II des BG vom 17. Juni 1994, in Kraft seit 1. Jan. 1995 ( AS 1994 2290 ; BBl 1991 II 969 ). Fassung erstes Lemma gemäss Ziff. II 2 des BG vom 19. Juni 2015 (Änderungen des Sanktionenrechts), in Kraft seit 1. Jan. 2018 ( AS 2016 1249 ; BBl 2012 4721 ). Ausdruck gemäss Ziff. II 1 Abs. 10 des BG vom 21. März 2003, in Kraft seit 1. Jan. 2007 ( AS 2006 3389 ; BBl 1999 1979 ). Diese Änd. wurde im ganzen zweiten Teil des ersten Buches berücksichtigt."
    },
    {
      "provision_ref": "art133",
      "section": "133",
      "title": "",
      "content": "1 Wer dem Berechtigten ohne Aneignungsabsicht eine bewegliche Sache entzieht und ihm dadurch einen erheblichen Nachteil zufügt, wird mit Freiheitsstrafe bis zu drei Jahren oder Geldstrafe bestraft. 2 In leichten Fällen erfolgt disziplinarische Bestrafung. Fassung gemäss Ziff. II des BG vom 17. Juni 1994, in Kraft seit 1. Jan. 1995 ( AS 1994 2290 ; BBl 1991 II 969 )."
    },
    {
      "provision_ref": "art133a",
      "section": "133a",
      "title": "",
      "content": "1 Wer Vermögenswerte, die ihm ohne seinen Willen zugekommen sind, unrechtmässig in seinem oder eines andern Nutzen verwendet, wird mit Freiheitsstrafe bis zu drei Jahren oder Geldstrafe bestraft. 2 In leichten Fällen erfolgt disziplinarische Bestrafung. Eingefügt durch Ziff. II des BG vom 17. Juni 1994, in Kraft seit 1. Jan. 1995 ( AS 1994 2290 ; BBl 1991 II 969 )."
    },
    {
      "provision_ref": "art134",
      "section": "134",
      "title": "",
      "content": "1 Wer eine Sache, an der ein fremdes Eigentums-, Gebrauchs- oder Nutzniessungsrecht besteht, beschädigt, zerstört oder unbrauchbar macht, wird mit Freiheitsstrafe bis zu drei Jahren oder Geldstrafe bestraft. 2 In leichten Fällen erfolgt disziplinarische Bestrafung. 3 Verursacht der Täter einen grossen Schaden oder verwüstet er in Kriegszeiten aus Bosheit oder Mutwillen fremdes Eigentum, so ist die Strafe Freiheitsstrafe nicht unter einem Jahr. Fassung gemäss Ziff. II des BG vom 17. Juni 1994, in Kraft seit 1. Jan. 1995 ( AS 1994 2290 ; BBl 1991 II 969 )."
    },
    {
      "provision_ref": "art135",
      "section": "135",
      "title": "",
      "content": "1 Wer in der Absicht, sich oder einen andern unrechtmässig zu bereichern, jemanden durch Vorspiegelung oder Unterdrückung von Tatsachen arglistig irreführt oder ihn in einem Irrtum arglistig bestärkt und so den Irrenden zu einem Verhalten bestimmt, wodurch dieser sich selbst oder einen andern am Vermögen schädigt, wird mit Freiheitsstrafe bis zu fünf Jahren oder Geldstrafe bestraft. 2 Der Täter wird mit Freiheitsstrafe bis zu fünf Jahren oder Geldstrafe nicht unter 30 Tagessätzen bestraft, wenn er den Betrug gegenüber einem Vorgesetzten, einem Untergebenen oder Kameraden, gegenüber seinem Quartiergeber oder einer zu dessen Hausstand gehörigen Person begeht. 3 In leichten Fällen erfolgt disziplinarische Bestrafung. 4 Handelt der Täter gewerbsmässig, so wird er mit Freiheitsstrafe bis zu zehn Jahren oder Geldstrafe nicht unter 90 Tagessätzen bestraft. ... Fassung gemäss Ziff. II des BG vom 17. Juni 1994, in Kraft seit 1. Jan. 1995 ( AS 1994 2290 ; BBl 1991 II 969 ). Satz aufgehoben durch Ziff. II 1 Abs. 25 des BG vom 21. März 2003, mit Wirkung seit 1. Jan. 2007 ( AS 2006 3389 ; BBl 1999 1979 )."
    },
    {
      "provision_ref": "art136",
      "section": "136",
      "title": "",
      "content": "1. Wer sich in einem Gastgewerbebetrieb beherbergen, Speisen oder Getränke vorsetzen lässt oder andere Dienstleistungen beansprucht und den Betriebsinhaber um die Bezahlung prellt, wird mit Freiheitsstrafe bis zu drei Jahren oder Geldstrafe bestraft. 2. In leichten Fällen erfolgt disziplinarische Bestrafung. Eingefügt durch Ziff. I des BG vom 13. Juni 1941, in Kraft seit 1. Jan. 1942 ( AS 57 1269 ; BBl 1940 997 ). Fassung gemäss Ziff. II des BG vom 17. Juni 1994, in Kraft seit 1. Jan. 1995 ( AS 1994 2290 ; BBl 1991 II 969 )."
    },
    {
      "provision_ref": "art137",
      "section": "137",
      "title": "",
      "content": "1 Wer jemanden ohne Bereicherungsabsicht durch Vorspiegelung oder Unterdrückung von Tatsachen arglistig irreführt oder ihn in einem Irrtum arglistig bestärkt und so den Irrenden zu einem Verhalten bestimmt, wodurch dieser sich selbst oder einen andern am Vermögen schädigt, wird mit Freiheitsstrafe bis zu drei Jahren oder Geldstrafe bestraft. 2 In leichten Fällen erfolgt disziplinarische Bestrafung. Eingefügt durch Ziff. II des BG vom 17. Juni 1994, in Kraft seit 1. Jan. 1995 ( AS 1994 2290 ; BBl 1991 II 969 )."
    },
    {
      "provision_ref": "art137a",
      "section": "137a",
      "title": "",
      "content": "1. Wer in der Absicht, sich oder einen andern unrechtmässig zu bereichern, jemanden durch Gewalt oder Androhung ernstlicher Nachteile zu einem Verhalten bestimmt, wodurch dieser sich selber oder einen andern am Vermögen schädigt, wird mit Freiheitsstrafe bis zu fünf Jahren oder Geldstrafe bestraft. ... 2. Handelt der Täter gewerbsmässig oder erpresst er die gleiche Person fortgesetzt, so wird er mit Freiheitsstrafe von einem Jahr bis zu zehn Jahren bestraft. 3. Wendet der Täter gegen eine Person Gewalt an oder bedroht er sie mit einer gegenwärtigen Gefahr für Leib und Leben, so richtet sich die Strafe nach Artikel 132. 4. Droht der Täter mit einer Gefahr für Leib und Leben vieler Menschen oder mit schwerer Schädigung von Sachen, an denen ein hohes öffentliches Interesse besteht, so wird er mit Freiheitsstrafe nicht unter einem Jahr bestraft. Fassung gemäss Ziff. II des BG vom 17. Juni 1994, in Kraft seit 1. Jan. 1995 ( AS 1994 2290 ; BBl 1991 II 969 ). Satz aufgehoben durch Ziff. II 1 Abs. 25 des BG vom 21. März 2003, mit Wirkung seit 1. Jan. 2007 ( AS 2006 3389 ; BBl 1999 1979 ). Strafdrohung neu festgelegt gemäss Ziff. II 1 Abs. 25 des BG vom 21. März 2003, in Kraft seit 1. Jan. 2007 ( AS 2006 3389 ; BBl 1999 1979 )."
    },
    {
      "provision_ref": "art137b",
      "section": "137b",
      "title": "",
      "content": "1. Wer eine Sache, von der er weiss oder annehmen muss, dass sie ein anderer durch eine strafbare Handlung gegen das Vermögen erlangt hat, erwirbt, sich schenken lässt, zum Pfande nimmt, verheimlicht oder veräussern hilft, wird mit Freiheitsstrafe bis zu fünf Jahren oder Geldstrafe bestraft. Der Hehler wird nach der Strafandrohung der Vortat bestraft, wenn sie milder ist. Ist die Vortat ein Antragsdelikt, so wird die Hehlerei nur verfolgt, wenn ein Antrag auf Verfolgung der Vortat vorliegt. In leichten Fällen erfolgt disziplinarische Bestrafung. 2. Handelt der Täter gewerbsmässig, so wird er mit Freiheitsstrafe bis zu zehn Jahren oder Geldstrafe nicht unter 90 Tagessätzen bestraft. ... Fassung gemäss Ziff. II des BG vom 17. Juni 1994, in Kraft seit 1. Jan. 1995 ( AS 1994 2290 ; BBl 1991 II 969 ). Satz aufgehoben durch Ziff. II 1 Abs. 25 des BG vom 21. März 2003, mit Wirkung seit 1. Jan. 2007 ( AS 2006 3389 ; BBl 1999 1979 )."
    },
    {
      "provision_ref": "art138",
      "section": "138",
      "title": "",
      "content": "1 Wer in Kriegszeiten oder im aktiven Dienst eigenmächtig und ohne genügende Rechtfertigung Nahrungsmittel, Kleidungsstücke oder andere Gegenstände wegnimmt, um sie zu gebrauchen, wird mit Freiheitsstrafe bis zu drei Jahren oder Geldstrafe bestraft. 2 In leichten Fällen erfolgt disziplinarische Bestrafung."
    },
    {
      "provision_ref": "art139",
      "section": "139",
      "title": "",
      "content": "1 Wer in Kriegszeiten oder im aktiven Dienst plündert, sich auf andere Weise unrechtmässig Gut aneignet oder Gewalt an fremdem Gut verübt, wird mit Freiheitsstrafe oder Geldstrafe nicht unter 60 Tagessätzen bestraft. 2 Verübt der Täter Gewalt gegen eine Person, bedroht er sie mit einer unmittelbaren Gefahr für Leib oder Leben oder macht er sie in anderer Weise zum Widerstand unfähig, so wird er mit Freiheitsstrafe nicht unter fünf Jahren bestraft. Fassung gemäss Ziff. I 2 des BG vom 18. Juni 2010 über die Änderung von Bundesge-setzen zur Umsetzung des Römer Statuts des Internationalen Strafgerichtshofs, in Kraft seit 1. Jan. 2011 ( AS 2010 4963 ; BBl 2008 3863 )."
    },
    {
      "provision_ref": "art140",
      "section": "140",
      "title": "",
      "content": "Aufgehoben durch Ziff. I 2 des BG vom 18. Juni 2010 über die Änderung von Bundesge-setzen zur Umsetzung des Römer Statuts des Internationalen Strafgerichtshofs, mit Wirkung seit 1. Jan. 2011 ( AS 2010 4963 ; BBl 2008 3863 )."
    },
    {
      "provision_ref": "art141",
      "section": "141",
      "title": "",
      "content": "Wer einem Angehörigen der Armee im Zusammenhang mit dessen dienstlicher Tätigkeit für eine pflichtwidrige oder eine im Ermessen stehende Handlung oder Unterlassung zu dessen Gunsten oder zu Gunsten eines Dritten einen nicht gebührenden Vorteil anbietet, verspricht oder gewährt, wird mit Freiheitsstrafe bis zu fünf Jahren oder Geldstrafe bestraft. Fassung gemäss Ziff. I 2 des BG vom 22. Dez. 1999 (Revision des Korruptionsstrafrechts), in Kraft seit 1. Mai 2000 ( AS 2000 1121 ; BBl 1999 5497 )."
    },
    {
      "provision_ref": "art141a",
      "section": "141a",
      "title": "",
      "content": "1 Wer einem Angehörigen der Armee im Hinblick auf die Dienstausübung zu dessen Gunsten oder zu Gunsten eines Dritten einen nicht gebührenden Vorteil anbietet, verspricht oder gewährt, wird mit Freiheitsstrafe bis zu drei Jahren oder Geldstrafe bestraft. 2 In leichten Fällen erfolgt disziplinarische Bestrafung. Eingefügt durch Ziff. I 2 des BG vom 22. Dez. 1999 (Revision des Korruptionsstrafrechts), in Kraft seit 1. Mai 2000 ( AS 2000 1121 ; BBl 1999 5497 ). Fassung gemäss Ziff. II 1 des BG vom 25. Sept. 2015 (Korruptionsstrafrecht), in Kraft seit 1. Juli 2016 ( AS 2016 1287 ; BBl 2014 1287 )."
    },
    {
      "provision_ref": "art142",
      "section": "142",
      "title": "",
      "content": "Wer im Zusammenhang mit seiner dienstlichen Tätigkeit für eine pflichtwidrige oder eine im Ermessen stehende Handlung oder Unterlassung für sich oder einen Dritten einen nicht gebührenden Vorteil fordert, sich versprechen lässt oder annimmt, wird mit Freiheitsstrafe bis zu fünf Jahren oder Geldstrafe bestraft. Fassung gemäss Ziff. I 2 des BG vom 22. Dez. 1999 (Revision des Korruptionsstrafrechts), in Kraft seit 1. Mai 2000 ( AS 2000 1121 ; BBl 1999 5497 )."
    },
    {
      "provision_ref": "art143",
      "section": "143",
      "title": "",
      "content": "1 Wer im Hinblick auf die Dienstausübung für sich oder einen Dritten einen nicht gebührenden Vorteil fordert, sich versprechen lässt oder annimmt, wird mit Freiheitsstrafe bis zu drei Jahren oder Geldstrafe bestraft. 2 In leichten Fällen erfolgt disziplinarische Bestrafung. Fassung gemäss Ziff. I 2 des BG vom 22. Dez. 1999 (Revision des Korruptionsstrafrechts), in Kraft seit 1. Mai 2000 ( AS 2000 1121 ; BBl 1999 5497 ). Fassung gemäss Ziff. II 1 des BG vom 25. Sept. 2015 (Korruptionsstrafrecht), in Kraft seit 1. Juli 2016 ( AS 2016 1287 ; BBl 2014 1287 )."
    },
    {
      "provision_ref": "art143a",
      "section": "143a",
      "title": "",
      "content": "1. Sind sowohl die Schwere der Tat wie auch die Schuld derart gering, dass eine Strafe unangemessen wäre, so ist von der Überweisung an das Gericht oder der Bestrafung abzusehen. 2. Keine nicht gebührenden Vorteile sind dienstrechtlich erlaubte sowie geringfügige, sozial übliche Vorteile. Eingefügt durch Ziff. I 2 des BG vom 22. Dez. 1999 (Revision des Korruptionsstrafrechts), in Kraft seit 1. Mai 2000 ( AS 2000 1121 ; BBl 1999 5497 )."
    },
    {
      "provision_ref": "art144",
      "section": "144",
      "title": "",
      "content": "1 Wer bei Besorgung der militärischen Verwaltung, insbesondere bei der Berechnung, Austeilung oder sonstigen Verwendung von Sold, Lebens- oder Futtermitteln, Munition oder andern Gegenständen des militärischen Bedarfs, die ihm anvertrauten Interessen schädigt, wird mit Freiheitsstrafe bis zu drei Jahren oder Geldstrafe bestraft. 2 Handelt der Täter aus Gewinnsucht, so ist die Strafe Freiheitsstrafe bis zu fünf Jahren oder Geldstrafe. ... 3 In leichten Fällen erfolgt disziplinarische Bestrafung. Satz aufgehoben durch Ziff. II 1 Abs. 25 des BG vom 21. März 2003, mit Wirkung seit 1. Jan. 2007 ( AS 2006 3389 ; BBl 1999 1979 )."
    },
    {
      "provision_ref": "art144a",
      "section": "144a",
      "title": "",
      "content": "Eingefügt durch Ziff. II 1 Abs. 25 des BG vom 21. März 2003 ( AS 2006 3389 ; BBl 1999 1979 ). Aufgehoben durch Ziff. I 2 des BG vom 19. Juni 2015 (Änderungen des Sanktionenrechts), mit Wirkung seit 1. Jan. 2018 ( AS 2016 1249 ; BBl 2012 4721 )."
    },
    {
      "provision_ref": "art144b",
      "section": "144b",
      "title": "",
      "content": "Ein leichter Fall im Sinne der im achten und neunten Abschnitt erwähnten Bestimmungen liegt insbesondere dann vor, wenn sich die Tat nur auf einen geringen Vermögenswert oder auf einen geringen Schaden richtet. Eingefügt durch Ziff. II 1 Abs. 25 des BG vom 21. März 2003, in Kraft seit 1. Jan. 2007 ( AS 2006 3389 ; BBl 1999 1979 )."
    },
    {
      "provision_ref": "art145",
      "section": "145",
      "title": "",
      "content": "1. Wer jemanden bei einem andern eines unehrenhaften Verhaltens oder anderer Tatsachen, die geeignet sind, seinen Ruf zu schädigen, beschuldigt oder verdächtigt, wer eine solche Beschuldigung oder Verdächtigung weiter verbreitet, wird auf Antrag des Verletzten oder der zur Erteilung des Befehles zur Anhebung der Voruntersuchung zuständigen Stelle mit Geldstrafe bestraft. 2. In leichten Fällen erfolgt disziplinarische Bestrafung. 3. Beweist der Beschuldigte, dass die von ihm vorgebrachte oder weiter verbreitete Äusserung der Wahrheit entspricht oder dass er ernsthafte Gründe hatte, sie in guten Treuen für wahr zu halten, so ist er nicht strafbar. 4. Der Beschuldigte wird zum Beweis nicht zugelassen und ist strafbar für Äusserungen, die ohne Wahrung öffentlicher Interessen oder sonst wie ohne begründete Veranlassung vorwiegend in der Absicht vorgebracht oder verbreitet werden, jemandem Übles vorzuwerfen, insbesondere, wenn sich die Äusserungen auf das Privat- oder Familienleben beziehen. 5. Nimmt der Täter seine Äusserungen als unwahr zurück, so kann er milder bestraft oder ganz von Strafe befreit werden. 6. Hat der Beschuldigte den Wahrheitsbeweis nicht erbracht, oder sind seine Äusserungen unwahr oder nimmt der Beschuldigte sie zurück, so hat der Richter dies im Urteil oder in einer andern Urkunde festzustellen. 7. ... Fassung gemäss Ziff. I des BG vom 21. Dez. 1950, in Kraft seit 1. Juli 1951 ( AS 1951 437 ; BBl 1949 II 137 ). Fassung gemäss Ziff. II 2 des BG vom 19. Juni 2015 (Änderungen des Sanktionenrechts), in Kraft seit 1. Jan. 2018 ( AS 2016 1249 ; BBl 2012 4721 ). Aufgehoben durch Ziff. I 2 des BG vom 23. März 1979, mit Wirkung seit 1. Jan. 1980 ( AS 1979 1037 ; BBl 1979 II 1 )."
    },
    {
      "provision_ref": "art146",
      "section": "146",
      "title": "",
      "content": "1. Wer jemanden wider besseres Wissen bei einem andern eines unehrenhaften Verhaltens oder anderer Tatsachen, die geeignet sind, seinen Ruf zu schädigen, beschuldigt oder verdächtigt, wer eine solche Beschuldigung oder Verdächtigung wider besseres Wissen verbreitet, wird auf Antrag des Verletzten oder der für die Erteilung des Befehles zur Anhebung der Voruntersuchung zuständigen Stelle mit Freiheitsstrafe bis zu drei Jahren oder Geldstrafe bestraft. In leichten Fällen erfolgt disziplinarische Bestrafung. 2. Ist der Täter planmässig darauf ausgegangen, den guten Ruf einer Person zu untergraben, so ist die Strafe Freiheitsstrafe bis zu drei Jahren oder Geldstrafe nicht unter 30 Tagessätzen. 3. Zieht der Täter seine Äusserungen vor dem Richter als unwahr zurück, so kann er milder bestraft werden. Der Richter stellt dem Verletzten über den Rückzug eine Urkunde aus. 4. ... Fassung gemäss Ziff. I des BG vom 13. Juni 1941, in Kraft seit 1. Jan. 1942 ( AS 57 1269 ; BBl 1940 997 ). Fassung gemäss Ziff. I des BG vom 21. Dez. 1950, in Kraft seit 1. Juli 1951 ( AS 1951 437 ; BBl 1949 II 137 ). Ausdruck gemäss Ziff. II 1 Abs. 24 des BG vom 21. März 2003, in Kraft seit 1. Jan. 2007 ( AS 2006 3389 ; BBl 1999 1979 ). Diese Änd. wurde im ganzen zweiten Teil des ersten Buches berücksichtigt. Aufgehoben durch Ziff. I 2 des BG vom 23. März 1979, mit Wirkung seit 1. Jan. 1980 ( AS 1979 1037 ; BBl 1979 II 1 )."
    },
    {
      "provision_ref": "art147",
      "section": "147",
      "title": "",
      "content": "Der mündlichen üblen Nachrede und der mündlichen Verleumdung ist die Äusserung durch Schrift, Bild, Gebärde oder durch andere Mittel gleichgestellt. Fassung gemäss Ziff. I des BG vom 13. Juni 1941, in Kraft seit 1. Jan. 1942 ( AS 57 1269 ; BBl 1940 997 )."
    },
    {
      "provision_ref": "art148",
      "section": "148",
      "title": "",
      "content": "1. Wer jemanden in anderer Weise durch Wort, Schrift, Bild, Gebärde oder Tätlichkeiten in seiner Ehre angreift, wird auf Antrag des Verletzten oder der für die Erteilung des Befehles zur Anhebung der Voruntersuchung zuständigen Stelle mit Geldstrafe bis zu 90 Tagessätzen oder mit Busse bestraft. Richtet sich die Beschimpfung gegen einen Vorgesetzten oder Höheren, gegen eine militärische Wache, gegen einen Untergebenen oder im Range Nachstehenden, so ist die Strafe Freiheitsstrafe bis zu drei Jahren oder Geldstrafe. In leichten Fällen erfolgt disziplinarische Bestrafung. 2. Hat der Beschimpfte durch sein ungebührliches Verhalten zu der Beschimpfung unmittelbar Anlass gegeben, so kann der Richter den Täter von Strafe befreien. Ist die Beschimpfung unmittelbar mit einer Beschimpfung oder Tätlichkeit erwidert worden, so kann der Richter einen Täter oder beide von Strafe befreien. 3. ... Fassung gemäss Ziff. I des BG vom 21. Dez. 1950, in Kraft seit 1. Juli 1951 ( AS 1951 437 ; BBl 1949 II 137 ). Aufgehoben durch Ziff. I 2 des BG vom 23. März 1979, mit Wirkung seit 1. Jan. 1980 ( AS 1979 1037 ; BBl 1977 II 1 )."
    },
    {
      "provision_ref": "art148a",
      "section": "148a",
      "title": "",
      "content": "1 Das Antragsrecht erlischt nach Ablauf von drei Monaten. Die Frist beginnt mit dem Tag, an welchem der Täter der antragsberechtigten Person bekannt wird. 2 Stellt ein Antragsberechtigter gegen einen an der Tat Beteiligten Strafantrag, so sind alle Beteiligten zu verfolgen. 3 Der Strafantrag kann zurückgezogen werden, solange das Urteil der zweiten Instanz noch nicht eröffnet ist. 4 Wer seinen Strafantrag zurückgezogen hat, kann ihn nicht nochmals stellen. 5 Zieht der Berechtigte seinen Strafantrag gegenüber einem Beschuldigten zurück, so gilt der Rückzug für alle Beschuldigten. Erhebt der Beschuldigte gegen den Rückzug des Strafantrages Einspruch, so gilt der Rückzug für ihn nicht. Eingefügt durch Ziff. I des BG vom 21. Dez. 1950, in Kraft seit 1. Juli 1951 ( AS 1951 437 ; BBl 1949 II 137 ). Fassung gemäss Ziff. II 1 Abs. 25 des BG vom 21. März 2003, in Kraft seit 1. Jan. 2007 ( AS 2006 3389 ; BBl 1999 1979 ). Fassung gemäss Ziff. II 1 Abs. 25 des BG vom 21. März 2003, in Kraft seit 1. Jan. 2007 ( AS 2006 3389 ; BBl 1999 1979 )."
    },
    {
      "provision_ref": "art148b",
      "section": "148b",
      "title": "",
      "content": "Die Verfolgung der Ehrverletzungen verjährt in vier Jahren. Eingefügt durch Ziff. I 2 des BG vom 23. März 1979 ( AS 1979 1037 ; BBl 1977 II 1 ). Fassung gemäss Ziff. II des BG vom 22. März 2002 (Verjährung der Strafverfolgung), in Kraft seit 1. Okt. 2002 ( AS 2002 2986 ; BBl 2002 2673 1649 )."
    },
    {
      "provision_ref": "art149",
      "section": "149",
      "title": "",
      "content": "1 Wer jemanden durch schwere Drohung in Schrecken oder Angst versetzt, wird mit Freiheitsstrafe bis zu drei Jahren oder Geldstrafe bestraft. 2 In leichten Fällen erfolgt disziplinarische Bestrafung."
    },
    {
      "provision_ref": "art150",
      "section": "150",
      "title": "",
      "content": "1 Wer jemanden durch Gewalt oder Androhung ernstlicher Nachteile oder durch andere Beschränkung seiner Handlungsfreiheit nötigt, etwas zu tun, zu unterlassen oder zu dulden, wird mit Freiheitsstrafe bis zu drei Jahren oder Geldstrafe bestraft. 2 In leichten Fällen erfolgt disziplinarische Bestrafung. Fassung gemäss Ziff. I des BG vom 13. Juni 1941, in Kraft seit 1. Jan. 1942 ( AS 57 1269 ; BBl 1940 997 )."
    },
    {
      "provision_ref": "art151",
      "section": "151",
      "title": "",
      "content": "Aufgehoben durch Ziff. I des BG vom 9. Okt. 1981, mit Wirkung seit 1. Okt. 1982 ( AS 1982 1535 ; BBl 1980 I 1241 )."
    },
    {
      "provision_ref": "art151a",
      "section": "151a",
      "title": "",
      "content": "1. Wer jemanden unrechtmässig festnimmt oder gefangen hält oder jemandem in anderer Weise unrechtmässig die Freiheit entzieht, wer jemanden durch Gewalt, List oder Drohung entführt, wird mit Freiheitsstrafe bis zu fünf Jahren oder Geldstrafe bestraft. 2. Ebenso wird bestraft, wer jemanden entführt, der urteilsunfähig, widerstandsunfähig oder noch nicht 16 Jahre alt ist. Eingefügt durch Ziff. I des BG vom 9. Okt. 1981, in Kraft seit 1. Okt. 1982 ( AS 1982 1535 ; BBl 1980 I 1241 )."
    },
    {
      "provision_ref": "art151b",
      "section": "151b",
      "title": "",
      "content": "Freiheitsberaubung und Entführung werden mit Freiheitsstrafe nicht unter einem Jahr bestraft, wenn der Täter ein Lösegeld zu erlangen sucht, wenn er das Opfer grausam behandelt, wenn der Entzug der Freiheit mehr als zehn Tage dauert oder wenn die Gesundheit des Opfers erheblich gefährdet wird. Eingefügt durch Ziff. I des BG vom 9. Okt. 1981, in Kraft seit 1. Okt. 1982 ( AS 1982 1535 ; BBl 1980 I 1241 )."
    },
    {
      "provision_ref": "art151c",
      "section": "151c",
      "title": "",
      "content": "1. Wer jemanden der Freiheit beraubt, entführt oder sich seiner sonst wie bemächtigt, um einen Dritten zu einer Handlung, Unterlassung oder Duldung zu nötigen, wer die von einem anderen auf diese Weise geschaffene Lage ausnützt, um einen Dritten zu nötigen, wird mit Freiheitsstrafe nicht unter einem Jahr bestraft. 2. Die Strafe ist Freiheitsstrafe nicht unter drei Jahren, wenn der Täter droht, das Opfer zu töten, körperlich schwer zu verletzen oder grausam zu behandeln. 3. In besonders schweren Fällen, namentlich wenn die Tat viele Menschen betrifft, kann der Täter mit lebenslänglicher Freiheitsstrafe bestraft werden. 4. Tritt der Täter von der Nötigung zurück und lässt er das Opfer frei, so kann er milder bestraft werden (Art. 42 a ). Eingefügt durch Ziff. I des BG vom 9. Okt. 1981, in Kraft seit 1. Okt. 1982 ( AS 1982 1535 ; BBl 1980 I 1241 ). Fassung gemäss Ziff. II 2 des BG vom 21. März 2003, in Kraft seit 1. Jan. 2007 ( AS 2006 3389 ; BBl 1999 1979 )."
    },
    {
      "provision_ref": "art151d",
      "section": "151d",
      "title": "",
      "content": "Mit Freiheitsstrafe nicht unter einem Jahr wird bestraft, wer in der Absicht, eine Person für längere Zeit dem Schutz des Gesetzes zu entziehen: a. im Auftrag oder mit Billigung eines Staates oder einer politischen Organisation der Person die Freiheit entzieht, wobei in der Folge die Auskunft über ihr Schicksal oder ihren Verbleib verweigert wird; oder b. im Auftrag eines Staates oder einer politischen Organisation oder entgegen einer Rechtspflicht die Auskunft über das Schicksal oder den Verbleib dieser Person verweigert. Eingefügt durch Anhang 2 Ziff. 3 des BB vom 18. Dez. 2015 über die Genehmigung und die Umsetzung des Internationalen Übereinkommens zum Schutz aller Personen vor dem Verschwindenlassen, in Kraft seit 1. Jan. 2017 ( AS 2016 4687 ; BBl 2014 453 )."
    },
    {
      "provision_ref": "art152",
      "section": "152",
      "title": "",
      "content": "1 Wer gegen den Willen des Berechtigten in ein Haus, in eine Wohnung, in einen abgeschlossenen Raum eines Hauses oder in einen unmittelbar zu einem Hause gehörenden umfriedeten Platz, Hof oder Garten oder in einen Werkplatz unrechtmässig eindringt oder, trotz der Aufforderung eines Berechtigten, sich zu entfernen, darin verweilt, wird mit Freiheitsstrafe bis zu drei Jahren oder Geldstrafe bestraft. 2 In leichten Fällen erfolgt disziplinarische Bestrafung. Fassung gemäss Ziff. I des BG vom 13. Juni 1941, in Kraft seit 1. Jan. 1942 ( AS 57 1269 ; BBl 1940 997 )."
    },
    {
      "provision_ref": "art153",
      "section": "153",
      "title": "",
      "content": "1 Wer eine Person zur Duldung einer beischlafsähnlichen oder einer anderen sexuellen Handlung nötigt, namentlich indem er sie bedroht, Gewalt anwendet, sie unter psychischen Druck setzt oder zum Widerstand unfähig macht, wird mit Freiheitsstrafe bis zu zehn Jahren oder Geldstrafe bestraft. 2 Handelt der Täter grausam, verwendet er namentlich eine gefährliche Waffe oder einen anderen gefährlichen Gegenstand, so ist die Strafe Freiheitsstrafe nicht unter drei Jahren."
    },
    {
      "provision_ref": "art154",
      "section": "154",
      "title": "",
      "content": "1 Wer eine Person weiblichen Geschlechts zur Duldung des Beischlafs nötigt, namentlich indem er sie bedroht, Gewalt anwendet, sie unter psychischen Druck setzt oder zum Widerstand unfähig macht, wird mit Freiheitsstrafe von einem Jahr bis zu zehn Jahren bestraft. 2 Handelt der Täter grausam, verwendet er namentlich eine gefährliche Waffe oder einen anderen gefährlichen Gegenstand, so ist die Strafe Freiheitsstrafe nicht unter drei Jahren. Ausdruck gemäss Ziff. II 1 Abs. 4 des BG vom 21. März 2003, in Kraft seit 1. Jan. 2007 ( AS 2006 3389 ; BBl 1999 1979 ). Diese Änd. wurde im ganzen zweiten Teil des ersten Buches berücksichtigt."
    },
    {
      "provision_ref": "art155",
      "section": "155",
      "title": "",
      "content": "Wer eine urteilsunfähige oder eine zum Widerstand unfähige Person in Kenntnis ihres Zustandes zum Beischlaf, zu einer beischlafsähnlichen oder einer anderen sexuellen Handlung missbraucht, wird mit Freiheitsstrafe bis zu zehn Jahren oder Geldstrafe bestraft."
    },
    {
      "provision_ref": "art155a",
      "section": "155a",
      "title": "",
      "content": "Aufgehoben durch Ziff. II des BG vom 3. Okt. 2003 (Strafverfolgung in der Ehe und in der Partnerschaft), mit Wirkung seit 1. April 2004 ( AS 2004 1403 ; BBl 2003 1909 1937 )."
    },
    {
      "provision_ref": "art156",
      "section": "156",
      "title": "",
      "content": "1. Wer mit einem Kind unter 16 Jahren eine sexuelle Handlung vornimmt, es zu einer solchen Handlung verleitet oder es in eine solche Handlung einbezieht, wird mit Freiheitsstrafe bis zu fünf Jahren oder Geldstrafe bestraft. 2. Die Handlung ist nicht strafbar, wenn der Altersunterschied zwischen den Beteiligten nicht mehr als drei Jahre beträgt. 3. Hat der Täter zur Zeit der Tat das 20. Altersjahr noch nicht zurückgelegt und liegen besondere Umstände vor oder hat die verletzte Person mit ihm die Ehe geschlossen oder ist sie mit ihm eine eingetragene Partnerschaft eingegangen, so kann die zuständige Behörde von der Überweisung an das Gericht oder der Bestrafung absehen. 4. Handelte der Täter in der irrigen Vorstellung, das Kind sei mindestens 16 Jahre alt, hätte er jedoch bei pflichtgemässer Vorsicht den Irrtum vermeiden können, so ist die Strafe Freiheitsstrafe bis zu drei Jahren oder Geldstrafe. 5. ... 6. ... Fassung gemäss Anhang Ziff. 22 des Partnerschaftsgesetzes vom 18. Juni 2004, in Kraft seit 1. Jan. 2007 ( AS 2005 5685 ; BBl 2003 1288 ). Aufgehoben durch Ziff. II des BG vom 21. März 1997, mit Wirkung seit 1. Sept. 1997 ( AS 1997 1626 ; BBl 1996 IV 1318 1322 ). Eingefügt durch Ziff. II des BG vom 21. März 1997 ( AS 1997 1626 ; BBl 1996 IV 1318 1322 ). Aufgehoben durch Ziff. II des BG vom 5. Okt. 2001 (Verjährung der Strafverfolgung im allgemeinen und bei Sexualdelikten an Kindern), mit Wirkung seit 1. Okt. 2002 ( AS 2002 2993 ; BBl 2000 2943 )."
    },
    {
      "provision_ref": "art157",
      "section": "157",
      "title": "",
      "content": "Wer unter Ausnützung seiner militärischen Stellung die Duldung oder Vornahme einer sexuellen Handlung erlangt, wird mit Freiheitsstrafe bis zu drei Jahren oder Geldstrafe nicht unter 30 Tagessätzen bestraft."
    },
    {
      "provision_ref": "art158",
      "section": "158",
      "title": "",
      "content": "Aufgehoben"
    },
    {
      "provision_ref": "art159",
      "section": "159",
      "title": "",
      "content": "1 Wer eine exhibitionistische Handlung vornimmt, wird mit Geldstrafe bestraft. 2 Unterzieht sich der Täter einer ärztlichen Behandlung, so kann das Strafverfahren eingestellt werden. Es wird wieder aufgenommen, wenn sich der Täter der Behandlung entzieht. 3 In leichten Fällen erfolgt disziplinarische Bestrafung. Fassung gemäss Ziff. II 2 des BG vom 19. Juni 2015 (Änderungen des Sanktionenrechts), in Kraft seit 1. Jan. 2018 ( AS 2016 1249 ; BBl 2012 4721 )."
    },
    {
      "provision_ref": "art159",
      "section": "159",
      "title": "a",
      "content": "1 Wer vor jemandem, der dies nicht erwartet, eine sexuelle Handlung vornimmt und dadurch Ärgernis erregt, wer jemanden tätlich oder in grober Weise durch Worte sexuell belästigt, wird mit Busse bestraft. 2 In leichten Fällen erfolgt disziplinarische Bestrafung."
    },
    {
      "provision_ref": "art159",
      "section": "159",
      "title": "b",
      "content": "Wird eine strafbare Handlung dieses Abschnittes gemeinsam von mehreren Personen ausgeführt, so kann der Richter die Strafe erhöhen, darf jedoch das höchste Mass der angedrohten Strafe nicht um mehr als die Hälfte überschreiten. Dabei ist er an das gesetzliche Höchstmass der Strafart gebunden."
    },
    {
      "provision_ref": "art160",
      "section": "160",
      "title": "",
      "content": "1 Wer vorsätzlich zum Schaden eines andern oder unter Herbeiführung einer Gemeingefahr eine Feuersbrunst verursacht, wird mit Freiheitsstrafe nicht unter einem Jahr bestraft. 2 Bringt der Täter wissentlich Leib und Leben von Menschen in Gefahr oder zerstört er in Kriegszeiten durch die Brandstiftung der Armee dienende Sachen, so ist die Strafe Freiheitsstrafe nicht unter drei Jahren. 3 Ist nur ein geringer Schaden entstanden, so kann auf Freiheitsstrafe bis zu drei Jahren oder Geldstrafe erkannt werden. Fassung gemäss Ziff. I des BG vom 13. Juni 1941, in Kraft seit 1. Jan. 1942 ( AS 57 1269 ; BBl 1940 997 )."
    },
    {
      "provision_ref": "art160a",
      "section": "160a",
      "title": "",
      "content": "1 Wer fahrlässig zum Schaden eines anderen oder unter Herbeiführung einer Gemeingefahr eine Feuersbrunst verursacht, wird mit Freiheitsstrafe bis zu drei Jahren oder Geldstrafe bestraft. In leichten Fällen erfolgt disziplinarische Bestrafung. 2 Bringt der Täter fahrlässig Leib und Leben von Menschen in Gefahr, so ist die Strafe Freiheitsstrafe bis zu drei Jahren oder Geldstrafe. Eingefügt durch Ziff. I des BG vom 13. Juni 1941 ( AS 57 1269 ; BBl 1940 997 ). Fassung gemäss Ziff. II 1 Abs. 25 des BG vom 21. März 2003, in Kraft seit 1. Jan. 2007 ( AS 2006 3389 ; BBl 1999 1979 )."
    },
    {
      "provision_ref": "art161",
      "section": "161",
      "title": "",
      "content": "1. Wer vorsätzlich eine Explosion von Gas, Benzin, Petroleum oder ähnlichen Stoffen verursacht und dadurch wissentlich Leib und Leben von Menschen oder fremdes Eigentum in Gefahr bringt, wird mit Freiheitsstrafe nicht unter einem Jahr bestraft. Ist nur ein geringer Schaden entstanden, so kann auf Freiheitsstrafe bis zu drei Jahren oder Geldstrafe erkannt werden. Zerstört der Täter in Kriegszeiten der Armee dienende Sachen, so wird er mit Freiheitsstrafe nicht unter drei Jahren bestraft. 2. Handelt der Täter fahrlässig, so ist die Strafe Freiheitsstrafe bis zu drei Jahren oder Geldstrafe. In leichten Fällen erfolgt disziplinarische Bestrafung."
    },
    {
      "provision_ref": "art162",
      "section": "162",
      "title": "",
      "content": "1 Wer vorsätzlich und in verbrecherischer Absicht durch Sprengstoffe oder giftige Gase Leib und Leben von Menschen oder fremdes Eigentum in Gefahr bringt, wird mit Freiheitsstrafe nicht unter einem Jahr bestraft. 2 Ist nur Eigentum in unbedeutendem Umfang gefährdet worden, so kann auf Freiheitsstrafe bis zu drei Jahren oder Geldstrafe erkannt werden. 3 Zerstört der Täter in Kriegszeiten der Armee dienende Sachen, so wird er mit Freiheitsstrafe nicht unter drei Jahren bestraft."
    },
    {
      "provision_ref": "art163",
      "section": "163",
      "title": "",
      "content": "1 Wer vorsätzlich, jedoch ohne verbrecherische Absicht, oder wer fahrlässig durch Sprengstoffe oder giftige Gase Leib und Leben von Menschen oder fremdes Eigentum in Gefahr bringt, wird mit Freiheitsstrafe bis zu fünf Jahren oder Geldstrafe bestraft. 2 In leichten Fällen erfolgt disziplinarische Bestrafung. Fassung gemäss Ziff. I des BG vom 13. Juni 1941, in Kraft seit 1. Jan. 1942 ( AS 57 1269 ; BBl 1940 997 ). Fassung gemäss Ziff. II 1 Abs. 25 des BG vom 21. März 2003, in Kraft seit 1. Jan. 2007 ( AS 2006 3389 ; BBl 1999 1979 )."
    },
    {
      "provision_ref": "art164",
      "section": "164",
      "title": "",
      "content": "1 Wer Sprengstoffe oder giftige Gase herstellt, die, wie er weiss oder annehmen muss, zu verbrecherischem Gebrauch bestimmt sind, wird mit Freiheitsstrafe von sechs Monaten bis zu zehn Jahren bestraft. 2 Wer Sprengstoffe, giftige Gase oder Stoffe, die zu deren Herstellung geeignet sind, sich verschafft, einem andern übergibt, von einem andern übernimmt, aufbewahrt, verbirgt oder weiterschafft, wird, wenn er weiss oder annehmen muss, dass sie zu verbrecherischem Gebrauch bestimmt sind, mit Freiheitsstrafe bis zu fünf Jahren oder Geldstrafe nicht unter 30 Tagessätzen bestraft. 3 Wer jemandem, der, wie er weiss oder annehmen muss, einen verbrecherischen Gebrauch von Sprengstoffen oder giftigen Gasen plant, zu deren Herstellung Anleitung gibt, wird mit Freiheitsstrafe bis zu fünf Jahren oder Geldstrafe nicht unter 30 Tagessätzen bestraft. Fassung gemäss Ziff. I des BG vom 13. Juni 1941, in Kraft seit 1. Jan. 1942 ( AS 57 1269 ; BBl 1940 997 ). Fassung gemäss Ziff. II 2 des BG vom 19. Juni 2015 (Änderungen des Sanktionenrechts), in Kraft seit 1. Jan. 2018 ( AS 2016 1249 ; BBl 2012 4721 )."
    },
    {
      "provision_ref": "art165",
      "section": "165",
      "title": "",
      "content": "1. Wer vorsätzlich eine Überschwemmung oder den Einsturz eines Bauwerks oder den Absturz von Erd- und Felsmassen verursacht und dadurch wissentlich Leib und Leben von Menschen oder fremdes Eigentum in Gefahr bringt, wird mit Freiheitsstrafe nicht unter einem Jahr bestraft. Ist nur ein geringer Schaden entstanden, so kann auf Freiheitsstrafe bis zu drei Jahren oder Geldstrafe erkannt werden. Zerstört der Täter in Kriegszeiten der Armee dienende Sachen, so wird er mit Freiheitsstrafe nicht unter drei Jahren bestraft. 2. Handelt der Täter fahrlässig, so ist die Strafe Freiheitsstrafe bis zu drei Jahren oder Geldstrafe. In leichten Fällen erfolgt disziplinarische Bestrafung. Fassung gemäss Ziff. I des BG vom 13. Juni 1941, in Kraft seit 1. Jan. 1942 ( AS 57 1269 ; BBl 1940 997 )."
    },
    {
      "provision_ref": "art166",
      "section": "166",
      "title": "",
      "content": "1. Wer vorsätzlich elektrische Anlagen, Wasserbauten, namentlich Dämme, Wehre, Deiche, Schleusen, Schutzvorrichtungen gegen Naturereignisse, so gegen Bergsturz oder Lawinen, zerstört oder beschädigt und dadurch wissentlich Leib und Leben von Menschen oder fremdes Eigentum in Gefahr bringt, wird mit Freiheitsstrafe nicht unter einem Jahr bestraft. Ist nur ein geringer Schaden entstanden, so kann auf Freiheitsstrafe bis zu drei Jahren oder Geldstrafe erkannt werden. 2. Handelt der Täter fahrlässig, so ist die Strafe Freiheitsstrafe bis zu drei Jahren oder Geldstrafe. In leichten Fällen erfolgt disziplinarische Bestrafung."
    },
    {
      "provision_ref": "art167",
      "section": "167",
      "title": "",
      "content": "Wer aus gemeiner Gesinnung eine gefährliche übertragbare menschliche Krankheit verbreitet, wird mit Freiheitsstrafe von einem bis zu fünf Jahren bestraft. Fassung gemäss Art. 86 Ziff. 2 des Epidemiengesetzes vom 28. Sept. 2012 , in Kraft seit 1. Jan. 2016 ( AS 2015 1435 ; BBl 2011 311 )."
    },
    {
      "provision_ref": "art168",
      "section": "168",
      "title": "",
      "content": "1. Wer vorsätzlich eine Seuche unter Haustieren verbreitet, wird mit Freiheitsstrafe bis zu drei Jahren oder Geldstrafe bestraft. Hat der Täter aus gemeiner Gesinnung einen grossen Schaden verursacht, so ist die Strafe Freiheitsstrafe von einem Jahr bis zu fünf Jahren. 2. Handelt der Täter fahrlässig, so ist die Strafe Freiheitsstrafe bis zu drei Jahren oder Geldstrafe. In leichten Fällen erfolgt disziplinarische Bestrafung."
    },
    {
      "provision_ref": "art169",
      "section": "169",
      "title": "",
      "content": "1 Wer vorsätzlich das Trinkwasser für Menschen oder Haustiere mit gesundheitsschädlichen Stoffen verunreinigt, wird mit Freiheitsstrafe bis zu fünf Jahren oder Geldstrafe nicht unter 30 Tagessätzen bestraft. 2 Handelt der Täter fahrlässig, so ist die Strafe Freiheitsstrafe bis zu drei Jahren oder Geldstrafe. In leichten Fällen erfolgt disziplinarische Bestrafung."
    },
    {
      "provision_ref": "art169a",
      "section": "169a",
      "title": "",
      "content": "1. Wer vorsätzlich oder fahrlässig den öffentlichen Verkehr, namentlich den Verkehr auf der Strasse, auf dem Wasser oder in der Luft hindert, stört oder gefährdet und dadurch wissentlich Leib und Leben von Menschen in Gefahr bringt, wird mit Freiheitsstrafe bis zu drei Jahren oder Geldstrafe bestraft. Handelt der Täter fahrlässig, so wird er in leichten Fällen disziplinarisch bestraft. 2. Bringt der Täter wissentlich Leib und Leben vieler Menschen in Gefahr, so kann auf Freiheitsstrafe von einem Jahr bis zu zehn Jahren erkannt werden. 3. Ziffer 1 findet keine Anwendung auf Verkehrsgefährdungen, begangen durch Verletzung von Strassenverkehrsvorschriften. Eingefügt durch Ziff. I des BG vom 13. Juni 1941 ( AS 57 1269 ; BBl 1940 997 ). Fassung gemäss Ziff. I des BG vom 5. Okt. 1967, in Kraft seit 1. März 1968 ( AS 1968 212 ; BBl 1967 I 581 )."
    },
    {
      "provision_ref": "art170",
      "section": "170",
      "title": "",
      "content": "1 Wer vorsätzlich den Eisenbahnverkehr hindert, stört oder gefährdet und dadurch wissentlich Leib und Leben von Menschen oder fremdes Eigentum in Gefahr bringt, namentlich die Gefahr einer Entgleisung oder eines Zusammenstosses herbeiführt, wird mit Freiheitsstrafe oder Geldstrafe bestraft. 2 Handelt der Täter fahrlässig und werden dadurch Leib und Leben von Menschen oder fremdes Eigentum erheblich gefährdet, so ist die Strafe Freiheitsstrafe bis zu drei Jahren oder Geldstrafe. In leichten Fällen erfolgt disziplinarische Bestrafung. Fassung gemäss Ziff. I des BG vom 13. Juni 1941, in Kraft seit 1. Jan. 1942 ( AS 57 1269 ; BBl 1940 997 )."
    },
    {
      "provision_ref": "art171",
      "section": "171",
      "title": "",
      "content": "1. Wer vorsätzlich den Betrieb einer öffentlichen Verkehrsanstalt, namentlich den Eisenbahn-, Post-, Telegrafen- oder Telefonbetrieb hindert, stört oder gefährdet, wer vorsätzlich den Betrieb einer zur allgemeinen Versorgung mit Wasser, Licht, Kraft oder Wärme dienenden Anstalt oder Anlage hindert, stört oder gefährdet, wird mit Freiheitsstrafe bis zu fünf Jahren oder Geldstrafe bestraft. 2. Handelt der Täter fahrlässig, so ist die Strafe Freiheitsstrafe bis zu drei Jahren oder Geldstrafe. In leichten Fällen erfolgt disziplinarische Bestrafung. Fassung gemäss Ziff. I des BG vom 13. Juni 1941, in Kraft seit 1. Jan. 1942 ( AS 57 1269 ; BBl 1940 997 )."
    },
    {
      "provision_ref": "art171a",
      "section": "171a",
      "title": "",
      "content": "1 Wer öffentlich zu einem Verbrechen auffordert, wird mit Freiheitsstrafe bis zu drei Jahren oder Geldstrafe bestraft. 1bis Die öffentliche Aufforderung zum Völkermord (Art. 108), der ganz oder teilweise in der Schweiz begangen werden soll, ist auch strafbar, wenn die Aufforderung im Ausland erfolgt. 2 Wer öffentlich zu einem Vergehen mit Gewalttätigkeit gegen Menschen oder Sachen auffordert, wird mit Freiheitsstrafe bis zu drei Jahren oder Geldstrafe bestraft. Eingefügt durch Ziff. I des BG vom 9. Okt. 1981, in Kraft seit 1. Okt. 1982 ( AS 1982 1535 ; BBl 1980 I 1241 ). Eingefügt durch Ziff. I 2 des BG vom 18. Juni 2010 über die Änderung von Bundesgesetzen zur Umsetzung des Römer Statuts des Internationalen Strafgerichtshofs, in Kraft seit 1. Jan. 2011 ( AS 2010 4963 ; BBl 2008 3863 )."
    },
    {
      "provision_ref": "art171b",
      "section": "171b",
      "title": "",
      "content": "1 Mit Freiheitsstrafe bis zu fünf Jahren oder Geldstrafe wird bestraft, wer planmässig konkrete technische oder organisatorische Vorkehrungen trifft, deren Art und Umfang zeigen, dass er sich anschickt, eine der folgenden strafbaren Handlungen auszuführen: a. Völkermord (Art. 108); b. Verbrechen gegen die Menschlichkeit (Art. 109); c. Kriegsverbrechen (Art. 111–112 d ); d. Vorsätzliche Tötung (Art. 115); e. Mord (Art. 116); f. Schwere Körperverletzung (Art. 121); g. Raub (Art. 132); h. Freiheitsberaubung und Entführung (Art. 151 a ); i. Geiselnahme (Art. 151 c ); i bis . Verschwindenlassen (Art. 151 d ); j. Brandstiftung (Art. 160). 2 Führt der Täter aus eigenem Antrieb die Vorbereitungshandlung nicht zu Ende, so bleibt er straflos. 3 Strafbar ist auch, wer die Vorbereitungshandlung im Ausland begeht, wenn die beabsichtigten strafbaren Handlungen in der Schweiz verübt werden sollen. Artikel 10 Absatz 2 ist anwendbar. Eingefügt durch Ziff. I des BG vom 9. Okt. 1981, in Kraft seit 1. Okt. 1982 ( AS 1982 1535 ; BBl 1980 I 1241 ). Eingefügt durch Anhang 2 Ziff. 3 des BB vom 18. Dez. 2015 über die Genehmigung und die Umsetzung des Internationalen Übereinkommens zum Schutz aller Personen vor dem Verschwindenlassen, in Kraft seit 1. Jan. 2017 ( AS 2016 4687 ; BBl 2014 453 ). Fassung gemäss Ziff. I 2 des BG vom 18. Juni 2010 über die Änderung von Bundesge-setzen zur Umsetzung des Römer Statuts des Internationalen Strafgerichtshofs, in Kraft seit 1. Jan. 2011 ( AS 2010 4963 ; BBl 2008 3863 ). Fassung des Satzes gemäss Ziff. II 2 des BG vom 21. März 2003, in Kraft seit 1. Jan. 2007 ( AS 2006 3389 ; BBl 1999 1979 )."
    },
    {
      "provision_ref": "art171c",
      "section": "171c",
      "title": "",
      "content": "1 Wer öffentlich gegen eine Person oder eine Gruppe von Personen wegen ihrer Rasse, Ethnie, Religion oder sexuellen Orientierung zu Hass oder zu Diskriminierung aufruft, wer öffentlich Ideologien verbreitet, die auf die systematische Herabsetzung oder Verleumdung dieser Personen oder Personengruppen gerichtet sind, wer mit dem gleichen Ziel Propagandaaktionen organisiert, fördert oder daran teilnimmt, wer öffentlich durch Wort, Schrift, Bild, Gebärden, Tätlichkeiten oder in anderer Weise eine Person oder eine Gruppe von Personen wegen ihrer Rasse, Ethnie, Religion oder sexuellen Orientierung in einer gegen die Menschenwürde verstossenden Weise herabsetzt oder diskriminiert oder aus einem dieser Gründe Völkermord oder andere Verbrechen gegen die Menschlichkeit leugnet, gröblich verharmlost oder zu rechtfertigen sucht, wer eine von ihm angebotene Leistung, die für die Allgemeinheit bestimmt ist, einer Person oder einer Gruppe von Personen wegen ihrer Rasse, Ethnie, Religion oder sexuellen Orientierung verweigert, wird mit Freiheitsstrafe bis zu drei Jahren oder Geldstrafe bestraft. 2 In leichten Fällen erfolgt disziplinarische Bestrafung. Eingefügt durch Art. 2 des BG vom 18. Juni 1993, in Kraft seit 1. Jan. 1995 ( AS 1994 2887 ; BBl 1992 III 269 ). Fassung gemäss Ziff. I 2 des BG vom 14. Dez. 2018 (Diskriminierung und Aufruf zu Hass aufgrund der sexuellen Orientierung), in Kraft seit 1. Juli 2020 ( AS 2020 1609 ; BBl 2018 3773 5231 )."
    },
    {
      "provision_ref": "art172",
      "section": "172",
      "title": "",
      "content": "1. Wer in der Absicht, jemanden am Vermögen oder an andern Rechten zu schädigen oder sich oder einem andern einen unrechtmässigen Vorteil zu verschaffen, eine Urkunde fälscht oder verfälscht, die echte Unterschrift oder das echte Handzeichen eines andern zur Herstellung einer unechten Urkunde benützt oder eine rechtlich erhebliche Tatsache unrichtig beurkundet oder beurkunden lässt, eine Urkunde dieser Art zur Täuschung gebraucht, wird mit Freiheitsstrafe bis zu fünf Jahren oder Geldstrafe bestraft. 2. In besonders leichten Fällen kann auf Freiheitsstrafe bis zu drei Jahren oder Geldstrafe oder auf disziplinarische Bestrafung erkannt werden. Fassung gemäss Ziff. II des BG vom 17. Juni 1994, in Kraft seit 1. Jan. 1995 ( AS 1994 2290 ; BBl 1991 II 969 )."
    },
    {
      "provision_ref": "art173",
      "section": "173",
      "title": "",
      "content": "Wer durch Täuschung bewirkt, dass sein Vorgesetzter, ein Beamter oder eine Person öffentlichen Glaubens eine rechtlich erhebliche Tatsache unrichtig beurkundet, namentlich eine falsche Unterschrift oder eine unrichtige Abschrift beglaubigt, wer eine so erschlichene Urkunde gebraucht, um einen andern über die darin beurkundete Tatsache zu täuschen, wird mit Freiheitsstrafe bis zu fünf Jahren oder Geldstrafe bestraft. Fassung gemäss Ziff. I des BG vom 13. Juni 1941, in Kraft seit 1. Jan. 1942 ( AS 57 1269 ; BBl 1940 997 )."
    },
    {
      "provision_ref": "art174",
      "section": "174",
      "title": "",
      "content": "Wer eine Urkunde, über die er nicht allein verfügen darf, beschädigt, vernichtet, beiseite schafft oder entwendet, in der Absicht, jemanden am Vermögen oder an andern Rechten zu schädigen oder sich oder einem andern einen unrechtmässigen Vorteil zu verschaffen, wird mit Freiheitsstrafe bis zu fünf Jahren oder Geldstrafe bestraft. Fassung gemäss Ziff. I des BG vom 13. Juni 1941, in Kraft seit 1. Jan. 1942 ( AS 57 1269 ; BBl 1940 997 )"
    },
    {
      "provision_ref": "art175",
      "section": "175",
      "title": "",
      "content": "1 Urkunden sind Schriften, die bestimmt und geeignet sind, oder Zeichen, die bestimmt sind, eine Tatsache von rechtlicher Bedeutung zu beweisen. Die Aufzeichnung auf Bild- und Datenträgern steht der Schriftform gleich, sofern sie demselben Zweck dient. 2 Öffentliche Urkunden sind die von einer Behörde, die von einem Beamten kraft seines Amtes und die von einer Person öffentlichen Glaubens in dieser Eigenschaft ausgestellten Urkunden. Nicht als öffentliche Urkunden gelten Schriftstücke, die von der Verwaltung der wirtschaftlichen Unternehmungen und Monopolbetriebe des Staates oder anderer öffentlich-rechtlicher Körperschaften und Anstalten in zivilrechtlichen Geschäften ausgestellt werden. 3 Die Artikel 172–174 finden auch Anwendung auf Urkunden des Auslandes. Fassung gemäss Ziff. I des BG vom 13. Juni 1941, in Kraft seit 1. Jan. 1942 ( AS 57 1269 ; BBl 1940 997 ) Fassung gemäss Ziff. II des BG vom 17. Juni 1994, in Kraft seit 1. Jan. 1995 ( AS 1994 2290 ; BBl 1991 II 969 )."
    },
    {
      "provision_ref": "art176",
      "section": "176",
      "title": "",
      "content": "1 Wer jemanden der Strafverfolgung, dem Strafvollzug oder dem Vollzug einer der in den Artikeln 59–61, 63 und 64 des Strafgesetzbuches vorgesehenen Massnahmen entzieht, wird mit Freiheitsstrafe bis zu drei Jahren oder Geldstrafe bestraft. 1bis Ebenso wird bestraft, wer jemanden, der im Ausland wegen eines Verbrechens nach Artikel 59 dieses Gesetzes verfolgt wird oder verurteilt wurde, der dortigen Strafverfolgung oder dem dortigen Vollzug einer Freiheitsstrafe oder einer Massnahme im Sinne der Artikel 59‑61, 63 und 64 des Strafgesetzbuches entzieht. 2 In leichten Fällen erfolgt disziplinarische Bestrafung. 3 Steht der Täter in so nahen Beziehungen zu dem Begünstigten, dass sein Verhalten entschuldbar ist, so kann der Richter von einer Bestrafung Umgang nehmen. SR 311.0 Fassung gemäss Ziff. II 2 des BG vom 21. März 2003, in Kraft seit 1. Jan. 2007 ( AS 2006 3389 ; BBl 1999 1979 ). Eingefügt durch Ziff. I des BG vom 9. Okt. 1981 ( AS 1982 1535 ; BBl 1980 I 1241 ). Fassung gemäss Ziff. II 2 des BG vom 21. März 2003, in Kraft seit 1. Jan. 2007 ( AS 2006 3389 ; BBl 1999 1979 )."
    },
    {
      "provision_ref": "art177",
      "section": "177",
      "title": "",
      "content": "1. Wer mit Gewalt, Drohung oder List einen Arrestanten, einen Verhafteten, einen Gefangenen oder einen andern auf amtliche Anordnung in eine Anstalt Eingewiesenen befreit oder ihm zur Flucht behilflich ist, wird mit Freiheitsstrafe bis zu drei Jahren oder Geldstrafe bestraft. 2. Wird die Tat von einem zusammengerotteten Haufen begangen, so wird jeder, der an der Zusammenrottung teilnimmt, mit Freiheitsstrafe bis zu drei Jahren oder Geldstrafe bestraft. Der Teilnehmer, der Gewalt an Personen oder Sachen verübt, wird mit Freiheitsstrafe bis zu drei Jahren oder Geldstrafe nicht unter 30 Tagessätzen bestraft. Fassung gemäss Ziff. I des BG vom 13. Juni 1941, in Kraft seit 1. Jan. 1942 ( AS 57 1269 ; BBl 1940 997 )."
    },
    {
      "provision_ref": "art178",
      "section": "178",
      "title": "",
      "content": "1. Wer einen Nichtschuldigen wider besseres Wissen bei einer militärischen oder bürgerlichen Stelle eines Verbrechens oder Vergehens beschuldigt, in der Absicht, eine Strafverfolgung gegen ihn herbeizuführen, wer in anderer Weise arglistige Veranstaltungen trifft, in der Absicht, eine Strafverfolgung gegen einen Nichtschuldigen herbeizuführen, wird mit Freiheitsstrafe oder Geldstrafe bestraft. 2. Betrifft die falsche Anschuldigung eine Übertretung oder einen Disziplinarfehler, so ist die Strafe Freiheitsstrafe bis zu drei Jahren oder Geldstrafe. In leichten Fällen erfolgt disziplinarische Bestrafung. Fassung gemäss Ziff. I des BG vom 13. Juni 1941, in Kraft seit 1. Jan. 1942 ( AS 57 1269 ; BBl 1940 997 )."
    },
    {
      "provision_ref": "art179",
      "section": "179",
      "title": "",
      "content": "1 Wer in einem Militärstrafverfahren als Zeuge, Sachverständiger, Übersetzer oder Dolmetscher zur Sache falsch aussagt, einen falschen Befund oder ein falsches Gutachten abgibt oder falsch übersetzt, wird mit Freiheitsstrafe bis zu fünf Jahren oder Geldstrafe bestraft. 2 Bezieht sich die falsche Äusserung auf Tatsachen, die für die richterliche Entscheidung unerheblich sind, so ist die Strafe Geldstrafe. Fassung gemäss Ziff. I des BG vom 13. Juni 1941, in Kraft seit 1. Jan. 1942 ( AS 57 1269 ; BBl 1940 997 ). Fassung gemäss Ziff. II 2 des BG vom 19. Juni 2015 (Änderungen des Sanktionenrechts), in Kraft seit 1. Jan. 2018 ( AS 2016 1249 ; BBl 2012 4721 )."
    },
    {
      "provision_ref": "art179a",
      "section": "179a",
      "title": "",
      "content": "1 Berichtigt der Täter seine falsche Anschuldigung (Art. 178) oder seine falsche Aussage (Art. 179) aus eigenem Antrieb und bevor durch sie ein Rechtsnachteil für einen andern entstanden ist, so kann der Richter die Strafe mildern (Art. 42 a ) oder von einer Bestrafung Umgang nehmen. 2 Hat der Täter eine falsche Äusserung getan (Art. 179), weil er durch die wahre Aussage sich oder seine Angehörigen der Gefahr strafrechtlicher Verfolgung aussetzen würde, so kann der Richter die Strafe mildern (Art. 42 a ). Eingefügt durch Ziff. I des BG vom 13. Juni 1941 ( AS 57 1269 ; BBl 1940 997 ). Fassung gemäss Ziff. II 2 des BG vom 21. März 2003, in Kraft seit 1. Jan. 2007 ( AS 2006 3389 ; BBl 1999 1979 )."
    },
    {
      "provision_ref": "art179b",
      "section": "179b",
      "title": "",
      "content": "Die Artikel 179 und 179 a finden auch Anwendung auf Verfahren vor internationalen Gerichten, deren Zuständigkeit die Schweiz als verbindlich anerkennt. Eingefügt durch Ziff. I 2 des BG vom 22. Juni 2001 (Rechtspflegedelikte vor internationalen Gerichten), in Kraft seit 1. Juli 2002 ( AS 2002 1491 1492 ; BBl 2001 391 )."
    },
    {
      "provision_ref": "art180",
      "chapter": "Erster Abschnitt: Allgemeine Bestimmungen",
      "section": "180",
      "title": "",
      "content": "1 Einen Disziplinarfehler begeht, sofern das Verhalten nicht als Verbrechen, Vergehen oder Übertretung strafbar ist, wer: a. seinen dienstlichen Pflichten zuwiderhandelt oder den Dienstbetrieb stört; b. öffentliches Ärgernis erregt; c. Grundregeln des Anstands verletzt oder groben Unfug treibt. 2 Dem Disziplinarfehler gleichgestellt sind: a. leichte Fälle von Straftaten, für die das erste Buch disziplinarische Bestrafung vorsieht; b. leichte Fälle von Widerhandlungen gegen die Gesetzgebung des Bundes über den Strassenverkehr gemäss den Bestimmungen von Artikel 218 Absatz 3; c. Widerhandlungen gegen das BetmG gemäss den Bestimmungen von Artikel 218 Absatz 4. SR 812.121"
    },
    {
      "provision_ref": "art181",
      "chapter": "Erster Abschnitt: Allgemeine Bestimmungen",
      "section": "181",
      "title": "",
      "content": "1 Strafbar ist nur, wer schuldhaft handelt, sei es vorsätzlich oder fahrlässig. 2 Vorsätzlich handelt, wer die Tat mit Wissen und Willen begeht. 3 Fahrlässig handelt, wer die Folge seines Verhaltens aus pflichtwidriger Unvorsichtigkeit nicht bedacht oder darauf nicht Rücksicht genommen hat. Pflichtwidrig ist die Unvorsichtigkeit, wenn der Täter die Vorsicht nicht walten lässt, zu der er nach den Umständen und nach seinen persönlichen Verhältnissen verpflichtet ist. 4 Ist ein Verbrechen, ein Vergehen oder eine Übertretung nur bei Vorsatz strafbar, so darf eine fahrlässige Begehung auch nicht disziplinarisch bestraft werden."
    },
    {
      "provision_ref": "art182",
      "chapter": "Erster Abschnitt: Allgemeine Bestimmungen",
      "section": "182",
      "title": "",
      "content": "1 Der Inhaber der Disziplinarstrafgewalt verfügt eine Disziplinarstrafe, wenn er Ermahnung und Belehrung des Fehlbaren nicht für ausreichend erachtet. 2 Art und Mass der Strafe sind nach dem Verschulden zu bestimmen. Beweggründe, persönliche Verhältnisse und militärische Führung sind zu berücksichtigen. 3 Der Freiheitsentzug durch vorläufige Festnahme wird an die Arreststrafe angerechnet. 4 Hat der Fehlbare mehrere Disziplinarfehler begangen, so werden sie mit einer einzigen Gesamtstrafe geahndet. 5 Die einheitliche Bestrafung mehrerer gemeinsam Fehlbarer ohne Berücksichtigung aller Strafzumessungsgründe bei jedem einzelnen (Kollektivstrafe) und die mehrmalige disziplinarische Bestrafung der gleichen Tat sind nicht zulässig. 6 Sind an einem Disziplinarfehler Angehörige verschiedener Formationen beteiligt, so verständigen sich ihre Kommandanten vor dem Entscheid über die Strafe oder den Bestrafungsantrag."
    },
    {
      "provision_ref": "art183",
      "section": "183",
      "title": "",
      "content": "1 Der Disziplinarstrafordnung ist unterstellt, wer dem Militärstrafrecht untersteht. 2 Die disziplinarische Verantwortlichkeit der Angehörigen des Grenzwachtkorps richtet sich nach den Bestimmungen des Bundespersonalgesetzes vom 24. März 2000 und der Bundespersonalverordnung vom 3. Juli 2001 sowie nach den Vorschriften des entsprechenden Reglements der Oberzolldirektion. SR 172.220.1 SR 172.220.111.3"
    },
    {
      "provision_ref": "art184",
      "section": "184",
      "title": "",
      "content": "1 Die Verfolgung eines Disziplinarfehlers verjährt zwölf Monate nach der Begehung. 2 Die Verfolgungsverjährung ruht während einer vorläufigen Beweisaufnahme, einer Voruntersuchung oder eines Verfahrens vor Gericht."
    },
    {
      "provision_ref": "art185",
      "section": "185",
      "title": "",
      "content": "1 Die Vollstreckung einer Disziplinarstrafe verjährt zwölf Monate nach ihrer rechtskräftigen Verfügung. 2 Während eines Rechtsmittelverfahrens gegen einen Bussenumwandlungsentscheid ruht die Vollstreckungsverjährung. Wird am Ende des Rechtsmittelverfahrens die Busse in Arrest umgewandelt, so verjährt die Vollstreckung zwölf Monate nach dem rechtskräftigen Umwandlungsentscheid."
    },
    {
      "provision_ref": "art186",
      "chapter": "Zweiter Abschnitt: Disziplinarstrafen",
      "section": "186",
      "title": "",
      "content": "Der Verweis ist eine förmliche Verwarnung des Fehlbaren. Er ist ausdrücklich als Strafe zu bezeichnen."
    },
    {
      "provision_ref": "art187",
      "chapter": "Zweiter Abschnitt: Disziplinarstrafen",
      "section": "187",
      "title": "",
      "content": "1 Mit der Ausgangssperre wird dem Fehlbaren verboten, den vom Kommandanten bezeichneten Unterkunftsbereich, ausser zu dienstlichen Zwecken, zu verlassen. Der Besuch von Kantinen oder vergleichbaren Einrichtungen ist untersagt. Einschliessung sowie Unterbringung in einem Arrestlokal sind nicht erlaubt. 2 Die Ausgangssperre kann nur während des besoldeten Militärdienstes oder während des Friedensförderungsdienstes ausgesprochen und vollzogen werden. 3 Die Ausgangssperre kann für einen Zeitraum von 3 bis höchstens 15 Tagen verfügt werden. Allgemeiner Urlaub wird von der Ausgangssperre nicht betroffen. Der Vollzug beginnt mit der Rechtskraft der Disziplinarstrafverfügung."
    },
    {
      "provision_ref": "art188",
      "chapter": "Zweiter Abschnitt: Disziplinarstrafen",
      "section": "188",
      "title": "",
      "content": "Eine Disziplinarbusse kann für alle Disziplinarfehler ausgesprochen werden. Sie beträgt: a. für im Dienst begangene Disziplinarfehler: höchstens 500 Franken; b. für ausserhalb des Dienstes begangene Disziplinarfehler: höchstens 1000 Franken."
    },
    {
      "provision_ref": "art189",
      "chapter": "Zweiter Abschnitt: Disziplinarstrafen",
      "section": "189",
      "title": "",
      "content": "1 Vom Truppenkommandanten verfügte Disziplinarbussen, die während des Dienstes rechtskräftig werden, können bei der Truppe beglichen werden. 2 Im Dienst nicht bezahlte Disziplinarbussen vollzieht der Wohnsitzkanton. Hat der Bestrafte keinen Wohnsitz in der Schweiz oder hält er sich voraussichtlich für längere Zeit im Ausland auf, so vollzieht der Heimatkanton die Disziplinarbusse. 3 Bei der Truppe beglichene Disziplinarbussen fallen an die Bundeskasse. Disziplinarbussen, die von einer kantonalen Behörde vollzogen werden, fallen an den betreffenden Kanton. 4 Die Frist zur Bezahlung von Disziplinarbussen beträgt ab Eintritt der Rechtskraft zwei Monate. 5 Bei Nichtbezahlung werden Disziplinarbussen in Arrest umgewandelt. Dabei werden 100 Franken einem Tag Arrest gleichgesetzt. 6 Für den Umwandlungsentscheid ist die Militärbehörde zuständig, die die Disziplinarbusse verfügt hat. Vom Truppenkommandanten verfügte Disziplinarbussen werden von der Militärbehörde des Vollzugskantons umgewandelt."
    },
    {
      "provision_ref": "art190",
      "chapter": "Zweiter Abschnitt: Disziplinarstrafen",
      "section": "190",
      "title": "",
      "content": "1 Der Arrest dauert mindestens einen, längstens zehn Tage. 2 Er wird in Einzelhaft vollzogen. Der Arrestant leistet keinen Dienst. 3 Die Arrestlokale müssen den gesundheitspolizeilichen Anforderungen genügen. Der Arrestant muss täglich Gelegenheit zur Körperpflege erhalten und vom zweiten Tag an für eine Stunde täglich abgesondert ins Freie geführt werden. 4 Der Arrestant darf in der Regel keine Besuche empfangen. Versand und Empfang von Briefpost sind zulässig. 5 Dem Arrestanten sind vor Strafantritt die entbehrlichen Gegenstände gegen Quittung abzunehmen. Ihm sind eine Zeitung pro Tag, Schreibmaterial, religiöse Schriften und militärische Dienstvorschriften zu überlassen. Der unmittelbar vorgesetzte Kommandant beziehungsweise die zivile Vollzugsbehörde kann weitere Literatur zulassen."
    },
    {
      "provision_ref": "art191",
      "section": "191",
      "title": "",
      "content": "1 Während des Dienstes ist der Arrest in der Regel sofort und ohne Unterbrechung zu vollziehen, sobald die Disziplinarstrafverfügung rechtskräftig ist. 2 Der unmittelbar vorgesetzte Kommandant kann in Härtefällen, oder wenn er dies aus dienstlichen Gründen für notwendig erachtet, den Vollzug der Arreststrafe ausnahmsweise unterbrechen oder aufschieben. Dabei ist es unzulässig, den Vollzug auf einen Urlaub oder die Zeit nach dem Dienst zu verschieben. 3 Der unmittelbar vorgesetzte Kommandant sorgt für die medizinische Betreuung des Arrestanten. Er bestimmt einen für den Vollzug der Arreststrafe verantwortlichen Offizier oder Unteroffizier. 4 Kader haben die Strafe womöglich in Räumen zu verbüssen, die von den Arrestlokalen der Truppe getrennt sind. 5 Kann der Arrest bis zum Ende des Dienstes nicht vollständig vollzogen werden, so vollzieht die Militärbehörde des Wohnsitzkantons den verbleibenden Teil nach Artikel 192."
    },
    {
      "provision_ref": "art192",
      "section": "192",
      "title": "",
      "content": "1 Der Wohnsitzkanton vollzieht den Arrest ausserhalb des Dienstes. 2 Der Arrest kann in den Formen der Halbgefangenschaft vollzogen werden. Der Arrestant setzt dabei seine Arbeit oder Ausbildung fort und verbringt die Ruhe- und Freizeit am Vollzugsort. 3 Der Vollzug des Arrests in Strafanstalten oder Untersuchungsgefängnissen ist nur zulässig, wenn eine eindeutige Trennung zwischen Arrestvollzug und Strafvollzug gewährleistet ist."
    },
    {
      "provision_ref": "art193",
      "section": "193",
      "title": "",
      "content": "Die Bestimmungen über die Einziehung gelten sinngemäss."
    },
    {
      "provision_ref": "art194",
      "section": "194",
      "title": "",
      "content": "1 Andere Disziplinarstrafen, als dieser Abschnitt sie vorsieht, und Verschärfungen im Vollzug sind unzulässig. 2 Die gleichzeitige Verhängung verschiedener Arten von Disziplinarstrafen ist ausgeschlossen."
    },
    {
      "provision_ref": "art195",
      "chapter": "Dritter Abschnitt: Zuständigkeit und Strafbefugnisse",
      "section": "195",
      "title": "",
      "content": "1 Für die im Dienst begangenen Disziplinarfehler steht die Disziplinarstrafgewalt dem unmittelbar vorgesetzten Truppenkommandanten zu: a. gegenüber Angehörigen seiner Formationen; b. gegenüber direkt unterstellten Truppenkommandanten; c. gegenüber Angehörigen einer anderen Formation, die ihm vorübergehend unterstellt sind; d. gegenüber andern Personen, die unter seine Befehlsgewalt gestellt sind. 2 Als im Dienst begangen gelten Disziplinarfehler, die nach dem Eintreffen auf dem Sammelplatz der Truppe und vor der Entlassung begangen werden. 3 Werden Angehörige der Armee umgeteilt oder versetzt, so bleibt zur Behandlung von Disziplinarstrafsachen, die sich vor der Umteilung oder Versetzung ereignet haben, der bisherige Kommandant zuständig. Besteht die zuständige Kommandofunktion nicht mehr oder ist deren Inhaber verhindert, so geht die Disziplinarstrafgewalt auf die nächsthöhere Instanz über. 4 In allen übrigen Fällen steht die Disziplinarstrafgewalt dem VBS und den zuständigen kantonalen Behörden zu. 5 Der Bundesrat bezeichnet die Fälle, in denen die Disziplinarstrafgewalt delegiert werden kann."
    },
    {
      "provision_ref": "art196",
      "chapter": "Dritter Abschnitt: Zuständigkeit und Strafbefugnisse",
      "section": "196",
      "title": "",
      "content": "Konflikte über die Zuständigkeit entscheidet ein gemeinsamer Vorgesetzter. Ist dies nicht möglich, so bezeichnet das VBS die zuständige Stelle."
    },
    {
      "provision_ref": "art197",
      "chapter": "Dritter Abschnitt: Zuständigkeit und Strafbefugnisse",
      "section": "197",
      "title": "",
      "content": "Der Kommandant einer Einheit kann folgende Disziplinarstrafen verhängen: a. Verweis; b. Ausgangssperre; c. Disziplinarbusse; d. Arrest bis zu fünf Tagen."
    },
    {
      "provision_ref": "art198",
      "chapter": "Dritter Abschnitt: Zuständigkeit und Strafbefugnisse",
      "section": "198",
      "title": "",
      "content": "1 Die dem Einheitskommandanten übergeordneten Kommandostellen können folgende Disziplinarstrafen verhängen: a. Verweis; b. Ausgangssperre; c. Disziplinarbusse; d. Arrest. 2 Die Militärbehörden können folgende Disziplinarstrafen verhängen: a. Verweis; b. Disziplinarbusse; c. Arrest."
    },
    {
      "provision_ref": "art199",
      "chapter": "Dritter Abschnitt: Zuständigkeit und Strafbefugnisse",
      "section": "199",
      "title": "",
      "content": "Der Bundesrat regelt die Strafbefugnisse: a. der Chefs der Verwaltungseinheiten des VBS; b. der Kommandanten von Formationen, die andere Bezeichnungen tragen als die in den Artikeln 197 und 198 erwähnten Formationen; c. im Führungsstab der Armee; d. in der Reserve; e. in Rekruten- und Kaderschulen sowie in Lehrgängen; f. in Lehrverbänden, im Friedensförderungsdienst, in Berufsformationen sowie bei Berufs- und Zeitmilitär."
    },
    {
      "provision_ref": "art200",
      "chapter": "Vierter Abschnitt: Disziplinarstrafverfahren",
      "section": "200",
      "title": "",
      "content": "1 Art und Umstände des Disziplinarfehlers, namentlich Sachverhalt, Verschulden, Beweggründe, persönliche Verhältnisse und militärische Führung des Beschuldigten, sind möglichst rasch abzuklären. Der Beschuldigte wird zu Protokoll angehört. Es wird ihm Gelegenheit gegeben, sich schriftlich zu äussern. Ausser Dienst kann die Anhörung zu Protokoll durch schriftliche Auskünfte ersetzt werden. 2 Dem Beschuldigten ist zu Beginn der Einvernahme der vorgeworfene Sachverhalt mitzuteilen. Soweit der Zweck des Verfahrens nicht gefährdet wird, ist ihm zu gestatten, bei der Befragung von Auskunftspersonen sowie bei Augenscheinen anwesend zu sein. 3 Alle belastenden und entlastenden Umstände sind mit gleicher Sorgfalt zu prüfen. Zwang, Drohung, Versprechungen, unwahre Angaben und verfängliche Fragen sind untersagt. 4 Der Beschuldigte kann sich nicht vertreten lassen. Eine Verbeiständung ist zulässig, soweit das Verfahren dadurch nicht verzögert wird. 5 Weigert sich der Beschuldigte auszusagen, so wird das Verfahren gleichwohl weitergeführt. 6 Dem Beschuldigten ist vor Erlass der Strafverfügung Gelegenheit zu geben, die Akten einzusehen und sich dazu zu äussern. 7 Liegt die Strafbefugnis beim Kommandanten, so kann dieser sich bei der Feststellung des Sachverhalts von einem geeigneten Angehörigen der Armee unterstützen lassen. Er kann jedoch die abschliessende Anhörung des Beschuldigten, die Festsetzung des Strafmasses und die Eröffnung des Disziplinarentscheids nicht delegieren."
    },
    {
      "provision_ref": "art201",
      "chapter": "Vierter Abschnitt: Disziplinarstrafverfahren",
      "section": "201",
      "title": "",
      "content": "1 Die Kader melden innerhalb ihrer Formationen festgestellte Disziplinarfehler unverzüglich ihren Vorgesetzten. 2 Ranghöhere sowie militärische Polizei- und Kontrollorgane melden festgestellte Disziplinarfehler schriftlich dem Kommandanten des Beschuldigten. 3 Der Kommandant des Beschuldigten orientiert den Meldenden über die Erledigung des Vorfalles. 4 Reicht die Strafbefugnis nicht aus, so leitet der Vorgesetzte oder die militärische Dienststelle die Akten mit einem Bestrafungsantrag auf dem Dienstweg an die zuständige Stelle weiter. Diese hört den Beschuldigten persönlich an, wenn sie es für nötig erachtet oder dieser es begehrt, und veranlasst nötigenfalls weitere Erhebungen. Die zuständige Stelle kann dem Bestrafungsantrag entsprechen oder, nach Rücksprache mit dem Antragsteller, im Rahmen ihrer Befugnisse eine andere Strafe verfügen oder von einer Bestrafung absehen."
    },
    {
      "provision_ref": "art202",
      "chapter": "Vierter Abschnitt: Disziplinarstrafverfahren",
      "section": "202",
      "title": "",
      "content": "1 Wer bei einem Disziplinarfehler ertappt wird, kann von jedem Vorgesetzten, jedem Ranghöheren und jedem militärischen Polizei- oder Kontrollorgan zur Feststellung der Personalien und des Sachverhalts angehalten werden. 2 Die Anhaltung und die vorläufige Festnahme nach den Artikeln 54‑55 a des Militärstrafprozesses vom 23. März 1979 bleiben vorbehalten. SR 322.1"
    },
    {
      "provision_ref": "art203",
      "section": "203",
      "title": "",
      "content": "1 Während des Dienstes ist die Strafverfügung dem Beschuldigten mündlich zu eröffnen und gleichzeitig schriftlich zu bestätigen. 2 Ausserhalb des Dienstes erfolgt die Eröffnung schriftlich. 3 Der Kommandant orientiert den Beschuldigten, wenn nach der Einleitung eines Disziplinarstrafverfahrens von einer Bestrafung abgesehen wird. 4 Die Strafverfügung enthält in knapper Form die folgenden Angaben: a. Personalien des Beschuldigten; b. Feststellung des Sachverhaltes; c. rechtliche Bezeichnung der Tat; d. Würdigung der vom Beschuldigten geltend gemachten Entlastungsgründe; e. Erwägungen über die für die Strafzumessung wesentlichen Umstände; f. Festsetzung der Strafe; g. Einziehung; h. Beschwerderecht (Beschwerdeform, -frist und -instanz); i. Datum und Zeit der Eröffnung. 5 Das Disziplinarstrafverfahren ist kostenlos."
    },
    {
      "provision_ref": "art204",
      "section": "204",
      "title": "",
      "content": "1 Die strafende Stelle entscheidet unabhängig. 2 Keine Stelle darf vorgängig für einzelne Arten von Disziplinarfehlern bestimmte Strafen festlegen. 3 Jeder vorgesetzte Kommandant ist befugt, seinen unterstellten Kommandanten die Durchführung eines Disziplinarverfahrens zu befehlen; er kann jedoch nicht die Bestrafung des Beschuldigten befehlen."
    },
    {
      "provision_ref": "art205",
      "section": "205",
      "title": "",
      "content": "1 Der Kommandant orientiert die Truppe in der Regel über den Abschluss eines Disziplinarstrafverfahrens innerhalb seiner Formation. Er darf Fehlbare nicht vortreten lassen. 2 Jeder Kommandant führt eine Strafkontrolle über die seiner Disziplinarstrafgewalt unmittelbar unterstehenden Personen. Die Strafkontrolle wird von seinem Vorgesetzten regelmässig überprüft. 3 Nach Ablauf von fünf Jahren sind Strafen auf jeden Fall aus der Strafkontrolle zu löschen und die entsprechenden Unterlagen zu vernichten. 4 Jede Person hat das Recht, in die sie betreffenden Einträge in der Strafkontrolle Einsicht zu nehmen. 5 Einträge in der Strafkontrolle dürfen nur bekannt gegeben werden: a. den militärischen Vorgesetzten des Bestraften; b. den Militärbehörden und den Organen der militärischen oder zivilen Strafjustiz, auf schriftliches und begründetes Gesuch hin. 6 Disziplinarstrafen aus Dienstleistungen ausserhalb der Einteilungsformation sind unverzüglich dem Einheitskommandanten zu melden. Bei einem Wechsel der Einteilungsformation ist dem neuen Kommandanten ein Auszug aus der Strafkontrolle zu übermitteln. 7 Disziplinarstrafen gegenüber Offizieren sind der unmittelbar vorgesetzten Kommandostelle des strafenden Kommandanten zu melden."
    },
    {
      "provision_ref": "art206",
      "chapter": "Fünfter Abschnitt: Rechtsmittel",
      "section": "206",
      "title": "",
      "content": "1 Der Bestrafte kann Beschwerde erheben gegen: a. eine Disziplinarstrafverfügung; b. eine Verfügung über die Umwandlung einer Disziplinarbusse in Arrest; c. die vorläufige Festnahme. 2 Die Beschwerde ist zu richten: a. bei einer Verfügung des Vorgesetzten: an den nächsthöheren Vorgesetzten; b. bei einer Verfügung der Stelle, der die Strafgewalt vom Chef des VBS übertragen wurde: an den nächsthöheren Vorgesetzten; c. bei einer Verfügung des Chefs der Armee oder des Oberauditors: an den Chef des VBS; d. bei einer Verfügung einer kantonalen Militärbehörde: an die übergeordnete kantonale Behörde. 3 Gegen Disziplinarstrafverfügungen des Chefs des VBS steht die Disziplinargerichtsbeschwerde nach Artikel 209 an das Militärkassationsgericht offen."
    },
    {
      "provision_ref": "art207",
      "chapter": "Fünfter Abschnitt: Rechtsmittel",
      "section": "207",
      "title": "",
      "content": "1 Die Disziplinarbeschwerde ist schriftlich einzureichen. 2 Die Beschwerdefrist beträgt während des Dienstes 24 Stunden. Wird die Strafverfügung dem Bestraften ausserhalb des Dienstes oder weniger als 24 Stunden vor seiner Entlassung aus dem Dienst eröffnet, so beträgt die Frist fünf Tage. 3 Die Disziplinarbeschwerde hat aufschiebende Wirkung. Gegen die Verfügung einer vorläufigen Festnahme oder einer Ausgangssperre hat sie aufschiebende Wirkung auf Anordnung der Beschwerdeinstanz."
    },
    {
      "provision_ref": "art208",
      "chapter": "Fünfter Abschnitt: Rechtsmittel",
      "section": "208",
      "title": "",
      "content": "1 Die Beschwerdeinstanz veranlasst nötigenfalls weitere Untersuchungen. Sie hat die strafende Stelle und den Beschwerdeführer anzuhören oder anhören zu lassen. Wer nach Artikel 200 Absatz 7 bei der Feststellung des Sachverhalts mitgewirkt hat, darf im Disziplinarbeschwerdeverfahren nicht mitwirken. Ausser Dienst kann die Anhörung zu Protokoll durch schriftliche Auskünfte ersetzt werden. 2 Der Beschuldigte kann sich nicht vertreten lassen. Eine Verbeiständung ist zulässig, soweit das Verfahren dadurch nicht verzögert wird. 3 Der Beschwerdeentscheid darf die ausgesprochene Strafe nicht verschärfen. Er kann: a. an Stelle von Arrest eine Ausgangssperre, einen Verweis oder eine Disziplinarbusse verhängen; b. an Stelle einer Busse eine Ausgangssperre oder einen Verweis verhängen; c. an Stelle einer Ausgangssperre einen Verweis verhängen. 4 Der Entscheid über eine während des Dienstes erhobene Disziplinarbeschwerde ist den Beteiligten in der Regel innert drei Tagen unter Angabe der Gründe schriftlich zu eröffnen. Frist und zuständige Stelle für die Disziplinargerichtsbeschwerde sind anzugeben. 5 Das Beschwerdeverfahren ist kostenlos."
    },
    {
      "provision_ref": "art209",
      "section": "209",
      "title": "",
      "content": "1 Gegen Entscheide über Disziplinarbeschwerden, die auf Arrest oder Busse mit einem Betrag von 300 Franken oder mehr lauten, kann der Bestrafte Disziplinargerichtsbeschwerde an den Ausschuss des zuständigen Militärappellationsgerichts erheben. 2 Für Disziplinargerichtsbeschwerden gegen Beschwerdeentscheide des Chefs des VBS ist das Militärkassationsgericht zuständig."
    },
    {
      "provision_ref": "art209",
      "section": "209",
      "title": "a",
      "content": "1 Die Disziplinargerichtsbeschwerde ist schriftlich einzureichen. 2 Die Beschwerdefrist beträgt während des Dienstes drei Tage. Wird der Entscheid, der angefochten werden soll, ausserhalb des Dienstes oder weniger als drei Tage vor der Entlassung aus dem Dienst eröffnet, so beträgt sie zehn Tage. 3 Die Disziplinargerichtsbeschwerde hat aufschiebende Wirkung."
    },
    {
      "provision_ref": "art210",
      "section": "210",
      "title": "",
      "content": "1 Für das Verfahren vor dem Ausschuss des Militärappellationsgerichts und vor dem Militärkassationsgericht gelten sinngemäss die Vorschriften des Militärstrafprozesses vom 23. März 1979 über die Öffentlichkeit und die Sitzungspolizei (Art. 48–50) sowie über die Vorbereitung der Hauptverhandlung, die Hauptverhandlung und das Urteil (Art. 124–154). Die Artikel 127, 131, 148 Absatz 3, 149 Absatz 1 und 150 des Militärstrafprozesses vom 23. März 1979 sind nicht anwendbar. Für Säumnisfolgen gilt sinngemäss Artikel 179 des Militärstrafprozesses vom 23. März 1979. 2 Der Beschwerdeführer kann sich verbeiständen lassen. Die Verpflichtung zum persönlichen Erscheinen richtet sich nach Artikel 130 Absatz 3 des Militärstrafprozesses vom 23. März 1979. 3 Die Disziplinarstrafverfügung und der Beschwerdeentscheid ersetzen die Anklageschrift. 4 Der Auditor nimmt am Verfahren nicht teil. Die strafende Stelle und die Beschwerdeinstanz können mündlich oder schriftlich angehört werden. 5 Der Ausschuss des Militärappellationsgerichts entscheidet in der Sache selbst. Können Verfahrensmängel nicht geheilt werden, so weist er die Sache an die Vorinstanz zu neuer Entscheidung zurück. Auf Antrag des Beschwerdeführers kann davon abgesehen werden. 6 Die Strafe darf nicht verschärft werden. Artikel 208 Absatz 3 gilt sinngemäss. 7 Der Entscheid ist endgültig. SR 322.1"
    },
    {
      "provision_ref": "art211",
      "section": "211",
      "title": "",
      "content": "1 Die vom Gesetz bestimmten Fristen können nicht erstreckt werden. 2 Bei der Berechnung von mehrtägigen Fristen für die Einreichung der Disziplinarbeschwerde und der Disziplinargerichtsbeschwerde wird der Tag, an dem die Frist zu laufen beginnt, nicht mitgezählt. 3 Ist der letzte Tag einer Frist ein Samstag, ein Sonntag oder ein anerkannter Feiertag, so endet die Frist am nächsten Werktag. 4 Die Frist gilt nur dann als eingehalten, wenn die Beschwerdeschrift spätestens am letzten Tag beim unmittelbar vorgesetzten Kommandanten des Bestraften eingereicht oder zu dessen Handen der schweizerischen Post übergeben worden ist. 5 Die Wiederherstellung einer Frist ist zulässig, wenn der Beschwerdeführer unverschuldet abgehalten worden ist, fristgemäss zu handeln. Das begründete Gesuch ist während des Dienstes innert 24 Stunden, ausserhalb des Dienstes innert fünf Tagen nach Wegfall des Hindernisses schriftlich unter Angabe der Beweismittel bei der Rechtsmittelinstanz einzureichen. Gleichzeitig ist die versäumte Beschwerde nachzuholen. 6 Über das Gesuch um Wiederherstellung einer Frist entscheidet die Rechtsmittelinstanz."
    },
    {
      "provision_ref": "art212",
      "section": "212",
      "title": "",
      "content": "Der Bestrafte kann durch schriftliche Erklärung auf die Einreichung eines Rechtsmittels rechtsgültig verzichten. Der Verzicht kann nicht widerrufen werden."
    },
    {
      "provision_ref": "art213",
      "section": "213",
      "title": "",
      "content": "Wegen der Einreichung eines Rechtsmittels darf keine Strafe verhängt werden."
    },
    {
      "provision_ref": "art214",
      "chapter": "Sechster Abschnitt: Ausführungsbestimmungen",
      "section": "214",
      "title": "",
      "content": "Der Bundesrat erlässt die Ausführungsbestimmungen."
    },
    {
      "provision_ref": "art215",
      "chapter": "Erster Titel:",
      "section": "215",
      "title": "",
      "content": "1 Urteile, die in Anwendung des bisherigen Rechts ausgesprochen worden sind, werden nach bisherigem Recht vollzogen. Vorbehalten sind die Ausnahmen nach den Absätzen 2 und 3. 2 Bedroht das neue Recht die Tat, für welche nach bisherigem Recht eine Verurteilung erfolgt ist, nicht mit Strafe, so wird die ausgesprochene Strafe oder Massnahme nicht mehr vollzogen. 3 Die Bestimmungen des Strafgesetzbuches über das Vollzugsregime von Strafen und Massnahmen sowie über die Rechte und Pflichten des Gefangenen sind auch auf Täter anwendbar, die nach bisherigem Recht verurteilt wurden. SR 311.0"
    },
    {
      "provision_ref": "art216",
      "chapter": "Erster Titel:",
      "section": "216",
      "title": "",
      "content": "1 Bestimmt es das Gesetz nicht anders, so sind die Bestimmungen des neuen Rechts über die Verfolgungs- und die Vollstreckungsverjährung, wenn sie milder sind als das bisherige Recht, auch auf die Täter anwendbar, die vor Inkrafttreten dieses Gesetzes eine Tat begangen haben oder beurteilt wurden. 2 Der vor Inkrafttreten des neuen Rechts abgelaufene Zeitraum wird angerechnet."
    },
    {
      "provision_ref": "art217",
      "chapter": "Erster Titel:",
      "section": "217",
      "title": "",
      "content": "Aufgehoben"
    },
    {
      "provision_ref": "art218",
      "chapter": "Zweiter Titel: Gerichtsbarkeit",
      "section": "218",
      "title": "",
      "content": "1 Untersteht eine Person dem Militärstrafrecht, so ist sie unter Vorbehalt der Artikel 9 und 9 a der Militärgerichtsbarkeit unterworfen. 2 Diese Unterstellung gilt auch, wenn die strafbare Handlung im Ausland begangen wird. 3 Die dem Militärstrafrecht unterstehenden Personen sind ferner der Militärgerichtsbarkeit unterworfen, wenn sie bei einer militärischen Übung, bei einer dienstlichen Verrichtung der Truppe oder im Zusammenhang mit einer in diesem Gesetz vorgesehenen strafbaren Handlung eine Widerhandlung gegen die Gesetzgebung des Bundes über den Strassenverkehr begehen. Die Strafbestimmungen des zivilen Rechts sind anwendbar. In leichten Fällen erfolgt disziplinarische Bestrafung. 4 Der Militärgerichtsbarkeit ist auch unterworfen, wer während der Dienstzeit unbefugt geringfügige Mengen von Betäubungsmitteln im Sinne von Artikel 1 des BetmG vorsätzlich konsumiert oder besitzt oder zum eigenen Konsum eine Widerhandlung gegen Artikel 19 BetmG begeht. Der Täter wird disziplinarisch bestraft. Fassung gemäss Ziff. I des BG vom 5. Okt. 1967, in Kraft seit 1. März 1968 ( AS 1968 212 ; BBl 1967 I 581 ). Fassung gemäss Ziff. III des BG vom 21. März 2003, in Kraft seit 1. Jan. 2007 ( AS 2006 3389 ; BBl 1999 1979 ). SR 812.121 . Heute: von Art. 2 BetmG. Eingefügt durch Ziff. II des BG vom 21. Juni 1991, in Kraft seit 1. Jan. 1992 ( AS 1991 2512 ; BBl 1985 II 1009 )."
    },
    {
      "provision_ref": "art219",
      "chapter": "Zweiter Titel: Gerichtsbarkeit",
      "section": "219",
      "title": "",
      "content": "1 Unter Vorbehalt von Artikel 218 Absätze 3 und 4 bleiben die dem Militärstrafrecht unterstehenden Personen für strafbare Handlungen, die in diesem Gesetz nicht vorgesehen sind, der zivilen Strafgerichtsbarkeit unterworfen. 2 Steht die strafbare Handlung mit dem militärischen Dienstverhältnis des Täters im Zusammenhang, so kann die Verfolgung nur mit Ermächtigung des VBS erfolgen. Ist ein Oberbefehlshaber der Armee ernannt worden, so ist die Ermächtigung zur Verfolgung von diesem zu erteilen, wenn der Täter dem Armeekommando untersteht. Fassung gemäss Ziff. I des BG vom 5. Okt. 1967, in Kraft seit 1. März 1968 ( AS 1968 212 ; BBl 1967 I 581 ). Fassung gemäss Ziff. II des BG vom 21. Juni 1991, in Kraft seit 1. Jan. 1992 ( AS 1991 2512 ; BBl 1985 II 1009 ). Die Bezeichnung der Verwaltungseinheit wurde in Anwendung von Art. 16 Abs. 3 der Publikationsverordnung vom 17. Nov. 2004 ( AS 2004 4937 ) angepasst. Die Anpassung wurde im ganzen Text vorgenommen."
    },
    {
      "provision_ref": "art220",
      "section": "220",
      "title": "",
      "content": "1 Sind an einem rein militärischen Verbrechen oder Vergehen (Art. 61‑85) oder an einem Verbrechen oder Vergehen gegen die Landesverteidigung und gegen die Wehrkraft des Landes (Art. 86‑107) neben Personen, die dem Militärstrafrecht unterstehen, andere Personen beteiligt, so sind alle Beteiligten der Militärstrafgerichtsbarkeit unterworfen. 2 Sind an einem gemeinen Verbrechen oder Vergehen (Art. 115–179) neben Personen, die dem Militärstrafrecht unterstehen, andere Personen beteiligt, so bleiben diese der zivilen Strafgerichtsbarkeit unterworfen. 3 In Fällen nach Absatz 2 kann der Bundesrat die der Militärstrafgerichtsbarkeit unterworfenen Personen ebenfalls dem zivilen Strafgericht unterstellen. Der Richter wendet auf diese Personen das Militärstrafrecht an. Fassung gemäss Ziff. I 2 des BG vom 18. Juni 2010 über die Änderung von Bundesge-setzen zur Umsetzung des Römer Statuts des Internationalen Strafgerichtshofs, in Kraft seit 1. Jan. 2011 ( AS 2010 4963 ; BBl 2008 3863 )."
    },
    {
      "provision_ref": "art221",
      "section": "221",
      "title": "",
      "content": "Ist jemand mehrerer strafbarer Handlungen beschuldigt, die teils der militärischen, teils der zivilen Gerichtsbarkeit unterstehen, so kann der Bundesrat deren ausschliessliche Beurteilung dem militärischen oder dem zivilen Gericht übertragen."
    },
    {
      "provision_ref": "art221a",
      "section": "221a",
      "title": "",
      "content": "1 Sind an Völkermord, Verbrechen gegen die Menschlichkeit (sechster Abschnitt des zweiten Teils und Art. 114 a ) oder Kriegsverbrechen (sechster Abschnitt bis des zweiten Teils und Art. 114 a ) mehrere Personen beteiligt, die teils der militärischen und teils der zivilen Gerichtsbarkeit unterstehen, so kann der Bundesrat auf Antrag des Oberauditors oder des Bundesanwalts alle Personen entweder der zivilen oder der militärischen Gerichtsbarkeit unterstellen. In diesem Fall ist für alle Personen das gleiche Recht anwendbar. 2 Absatz 1 gilt auch für den Fall, dass ein ziviles oder militärisches Strafverfahren bereits hängig ist und die betroffenen Sachverhalte zusammenhängen. 3 Ist jemand mehrerer strafbarer Handlungen beschuldigt, die teils der militärischen und teils der zivilen Gerichtsbarkeit unterstehen, und handelt es sich bei einer der strafbaren Handlungen um einen Völkermord oder ein Verbrechen gegen die Menschlichkeit (sechster Abschnitt des zweiten Teils und Art. 114 a ) oder um ein Kriegsverbrechen (sechster Abschnitt bis des zweiten Teils und Art. 114 a ), so ist die ausschliessliche Beurteilung: a. dem militärischen Gericht zu übertragen, wenn der Beschuldigte dem Militärstrafrecht untersteht; b. dem zivilen Gericht zu übertragen, wenn der Beschuldigte nicht dem Militärstrafrecht untersteht. Eingefügt durch Ziff. I 2 des BG vom 18. Juni 2010 über die Änderung von Bundesge-setzen zur Umsetzung des Römer Statuts des Internationalen Strafgerichtshofs, in Kraft seit 1. Jan. 2011 ( AS 2010 4963 ; BBl 2008 3863 )."
    },
    {
      "provision_ref": "art222",
      "section": "222",
      "title": "",
      "content": "1 Während der Dauer des Militärdienstes darf ein ziviles Strafverfahren gegen einen Dienstpflichtigen nur mit Ermächtigung des VBS eingeleitet oder fortgeführt werden. 2 Ist ein Oberbefehlshaber der Armee ernannt worden, so ist die Ermächtigung zur Einleitung oder Fortführung des Verfahrens von diesem zu erteilen, wenn der Täter dem Armeekommando untersteht. 3 Ist das Strafverfahren schon vor dem Eintritt in den Dienst angehoben worden, und wird die Ermächtigung zu seiner Fortsetzung während des Dienstes verweigert, so ruht das Verfahren, bis der Angeschuldigte aus dem Dienst entlassen ist."
    },
    {
      "provision_ref": "art223",
      "section": "223",
      "title": "",
      "content": "1 Anstände über die Zuständigkeit der militärischen und der zivilen Gerichtsbarkeit werden vom Bundesstrafgericht endgültig entschieden. 2 Das Bundesstrafgericht hebt Verfahren oder Urteile auf, die einen Übergriff der zivilen in die militärische Gerichtsbarkeit oder der militärischen in die zivile Gerichtsbarkeit enthalten. Es trifft nötigenfalls vorsorgliche Massnahmen. 3 Die infolge des aufgehobenen Urteils vollzogene Strafe wird auf eine infolge des andern Urteils zu erstehende Strafe angerechnet. Fassung gemäss AS 2003 2133 2131 ; BBl 2001 4202 Fassung gemäss AS 2003 2133 2131 ; BBl 2001 4202"
    },
    {
      "provision_ref": "art224",
      "chapter": "Dritter Titel: Verfahren",
      "section": "224",
      "title": "",
      "content": "Aufgehoben durch Ziff. I 2 des BG vom 23. März 1979, mit Wirkung seit 1. Jan. 1980 ( AS 1979 1037 ; BBl 1977 II 1 )."
    },
    {
      "provision_ref": "art225",
      "chapter": "Vierter Titel: Urteilsvollzug",
      "section": "225",
      "title": "",
      "content": "Aufgehoben durch Ziff. I 2 des BG vom 23. März 1979, mit Wirkung seit 1. Jan. 1980 ( AS 1979 1037 ; BBl 1977 II 1 )."
    },
    {
      "provision_ref": "art226",
      "chapter": "Fünfter Titel: Strafregister",
      "section": "226",
      "title": "",
      "content": "1 Die Verpflichtung zur Arbeitsleistung im öffentlichen Interesse gemäss Artikel 81 Absatz 3 oder 4 sowie Disziplinarstrafen werden nicht in das Strafregister eingetragen. 2 Im Übrigen gelten die Artikel 365–371 des Strafgesetzbuches. Fassung gemäss Ziff. I des BG vom 3. Okt. 2008 (Korrekturen infolge der Revision des AT MStG und weitere Anpassungen), in Kraft seit 1. März 2009 ( AS 2009 701 ; BBl 2007 8353 ). SR 311.0"
    },
    {
      "provision_ref": "art227",
      "chapter": "Fünfter Titel: Strafregister",
      "section": "227",
      "title": "",
      "content": "Aufgehoben durch Ziff. I des BG vom 13. Juni 1941, mit Wirkung seit 1. Jan. 1942 ( AS 57 1269 ; BBl 1940 997 )."
    },
    {
      "provision_ref": "art232",
      "chapter": "Siebter Titel:",
      "section": "232",
      "title": "a",
      "content": "Die Begnadigung ist zulässig bei allen durch rechtskräftiges Urteil ausgesprochenen Strafen mit Ausnahme der Disziplinarstrafen."
    },
    {
      "provision_ref": "art232b",
      "chapter": "Siebter Titel:",
      "section": "232b",
      "title": "",
      "content": "Bei Urteilen nach dem Militärstrafgesetz wird das Recht der Begnadigung ausgeübt: a. wenn ein Militärgericht geurteilt hat vom Bundesrat; nachdem ein General ernannt wurde, von diesem; b. wenn das Bundesstrafgericht geurteilt hat, von der Bundesversammlung; c. wenn eine kantonale Behörde geurteilt hat, von der Begnadigungsbehörde des Kantons. Fassung gemäss Ziff. I 2 des BG vom 23. März 1979, in Kraft seit 1. Jan. 1980 ( AS 1979 1037 ; BBl 1977 II 1 ). Fassung gemäss AS 2003 2133 2131 ; BBl 2001 4202"
    },
    {
      "provision_ref": "art232",
      "chapter": "Siebter Titel:",
      "section": "232",
      "title": "c",
      "content": "1 Das Begnadigungsgesuch kann vom Verurteilten, von seinem gesetzlichen Vertreter und, mit Einwilligung des Verurteilten, von seinem Verteidiger oder von seinem Ehegatten, seiner eingetragenen Partnerin oder seinem eingetragenen Partner gestellt werden. 2 Bei politischen Verbrechen und Vergehen und bei Straftaten, die mit einem politischen Verbrechen oder Vergehen zusammenhängen, kann der Bundesrat oder die Kantonsregierung von sich aus das Begnadigungsverfahren aufnehmen. 3 Die Begnadigungsbehörde kann bestimmen, dass ein abgelehntes Begnadigungsgesuch vor Ablauf eines gewissen Zeitraumes nicht erneuert werden darf. 4 ... Fassung gemäss Anhang Ziff. 22 des Partnerschaftsgesetzes vom 18. Juni 2004, in Kraft seit 1. Jan. 2007 ( AS 2005 5685 ; BBl 2003 1288 ). Aufgehoben durch Ziff. I des BG vom 20. März 1992, mit Wirkung seit 1. Sept. 1992 ( AS 1992 1679 ; BBl 1991 II 1462 , I V 184 )."
    },
    {
      "provision_ref": "art232",
      "section": "232",
      "title": "d",
      "content": "1 Durch Begnadigung können alle durch rechtskräftiges Urteil auferlegten Strafen ganz oder teilweise erlassen oder die Strafen in mildere Strafarten umgewandelt werden. 2 Der Gnadenerlass bestimmt den Umfang der Begnadigung. 3 Die privatrechtlichen Folgen eines Strafurteils und das Kostenerkenntnis werden durch die Begnadigung nicht berührt."
    },
    {
      "provision_ref": "art232e",
      "section": "232e",
      "title": "",
      "content": "1 Die Bundesversammlung kann in Strafsachen, auf die dieses Gesetz Anwendung findet, eine Amnestie gewähren. 2 Durch die Amnestie wird die strafrechtliche Verfolgung bestimmter Taten oder Kategorien von Tätern ausgeschlossen und der Erlass entsprechender Strafen ausgesprochen. Eingefügt durch Ziff. III des BG vom 21. März 2003, in Kraft seit 1. Jan. 2007 ( AS 2006 3389 ; BBl 1999 1979 )."
    },
    {
      "provision_ref": "art233",
      "chapter": "Achter Titel: Ergänzende Bestimmungen und Schlussbestimmungen",
      "section": "233",
      "title": "",
      "content": "Aufgehoben durch Ziff. III des BG vom 21. März 2003, mit Wirkung seit 1. Jan. 2007 ( AS 2006 3389 ; BBl 1999 1979 )."
    },
    {
      "provision_ref": "art234",
      "chapter": "Achter Titel: Ergänzende Bestimmungen und Schlussbestimmungen",
      "section": "234",
      "title": "",
      "content": "Wird in Bundesvorschriften auf Bestimmungen verwiesen, die durch dieses Gesetz geändert oder aufgehoben werden, so sind diese Verweisungen auf die entsprechenden Bestimmungen dieses Gesetzes zu beziehen. Aufgehoben durch Ziff. I 2 des BG vom 23. März 1979 ( AS 1979 1037 ; BBl 1977 II 1 ). Fassung gemäss Ziff. III des BG vom 21. März 2003, in Kraft seit 1. Jan. 2007 ( AS 2006 3389 ; BBl 1999 1979 )."
    },
    {
      "provision_ref": "art235",
      "chapter": "Achter Titel: Ergänzende Bestimmungen und Schlussbestimmungen",
      "section": "235",
      "title": "",
      "content": "Vorbehalten bleiben: 1. die Strafbestimmungen der Verordnung vom 7. Dezember 1925 über das militärische Kontrollwesen, die Strafbestimmungen des Bundesgesetzes vom 28. Juni 1878 über den Militärpflichtersatz, und andere Bestimmungen des militärpolizeilichen Übertretungsrechtes; 2. das Disziplinarstrafrecht der Angehörigen des Grenzwachtkorps. [ AS 41 755 , 51 171 . BS 5 398 Art. 92 Abs. 1]. Heute: die Strafbestimmungen der V vom 10. Dez. 2004 ( SR 511.22 ). [BS 5 565. AS 1959 2035 Art. 48 Abs. 2 Bst. a]. Heute: die Strafbestimmungen des BG vom 12. Juni 1959 über die Wehrpflichtersatzabgabe ( SR 661 ). Fassung gemäss Ziff. I des BG vom 3. Okt. 2003, in Kraft seit 1. März 2004 ( AS 2004 921 ; BBl 2002 7859 )."
    },
    {
      "provision_ref": "art236",
      "section": "236",
      "title": "",
      "content": "1 Im Fall aktiven Dienstes treten Änderungen in der Ordnung des Dienstverhältnisses der dem Militärstrafrecht unterstellten Beamten, Angestellten und Arbeiter nur ein, wenn und soweit der Bundesrat dies beschliesst. 2 Auf die dem Militärstrafrecht unterstellten Beamten, Angestellten und Arbeiter finden die Bestimmungen des ersten bis vierten Abschnittes des zweiten Teils des ersten Buchs dieses Gesetzes entsprechende Anwendung."
    },
    {
      "provision_ref": "art236a",
      "section": "236a",
      "title": "",
      "content": "Eingefügt durch Ziff. I des BG vom 5. Okt. 1990 ( AS 1991 1352 1355 ; BBl 1987 II 1311 ). Aufgehoben durch Ziff. III des BG vom 21. März 2003, mit Wirkung seit 1. Jan. 2007 ( AS 2006 3389 ; BBl 1999 1979 )."
    },
    {
      "provision_ref": "art237",
      "section": "237",
      "title": "",
      "content": "Dieses Gesetz tritt mit dem 1. Januar 1928 in Kraft."
    }
  ],
  "definitions": []
}