{
  "id": "sr-321-1",
  "type": "statute",
  "title": "Bundesgesetz vom 20. März 2009 über die Rehabilitierung der Freiwilligen im Spanischen Bürgerkrieg",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2009/462/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Zweck",
      "content": "Dieses Gesetz bezweckt, denjenigen Personen Gerechtigkeit widerfahren zu lassen, die rechtlich zur Verantwortung gezogen wurden wegen ihres Einsatzes für Freiheit und Demokratie auf der republikanischen Seite im Spanischen Bürgerkrieg."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Geltungsbereich",
      "content": "Dieses Gesetz erfasst alle Personen, die rechtlich zur Verantwortung gezogen wurden, weil sie im Spanischen Bürgerkrieg auf der republikanischen Seite an Kampfhandlungen teilnahmen oder an solchen teilzunehmen versuchten oder weil sie dieser Seite Hilfe leisteten."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Rehabilitierung",
      "content": "1 Die Rehabilitierung erfolgt von Gesetzes wegen. 2 Sie bewirkt die Aufhebung aller Urteile und Entscheide von Behörden des Bundes oder der Kantone, wenn diese eine Strafe, eine administrative Massnahme oder eine Nebenstrafe verhängt haben: a. im Zusammenhang mit Handlungen nach Artikel 2; b. wegen Verletzung anderer strafrechtlicher oder verwaltungsrechtlicher Bestimmungen, die in einem engen Zusammenhang mit Handlungen nach Artikel 2 stehen."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Rechtsfolgen",
      "content": "Die Rehabilitierung begründet keinen Anspruch auf Schadenersatz oder Genugtuung für verhängte Sanktionen oder indirekte Folgen der Strafurteile oder Verwaltungsentscheide."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Referendum und Inkrafttreten",
      "content": "1 Dieses Gesetz untersteht dem fakultativen Referendum. 2 Es tritt am ersten Tag des zweiten Monats nach dem unbenützten Ablauf der Referendumsfrist oder am ersten Tag des vierten Monats nach seiner Annahme in der Volksabstimmung in Kraft. Datum des Inkrafttretens: 1. September 2009 AS 2009 3698"
    }
  ],
  "definitions": []
}