{
  "id": "sr-311-01",
  "type": "statute",
  "title": "Verordnung vom 19. September 2006 zum Strafgesetzbuch, zum Militärstrafgesetz und zum Jugendstrafgesetz (V-StGB-MStG-JStG)",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2006/693/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "1. Abschnitt: Gegenstand",
      "section": "1",
      "title": "",
      "content": "Diese Verordnung regelt: a. die Zuständigkeit zum Vollzug und die Kostentragung bei Gesamtstrafen, bei Widerruf bedingter Strafen und bei Rückversetzung; b. das Zusammentreffen mehrerer Sanktionen nach dem StGB; b bis . das Zusammentreffen von Sanktionen nach dem JStG und dem StGB; c. das Zusammentreffen von Sanktionen aus verschiedenen Kantonen im Vollzug; c bis . den Beginn der Dauer der Landesverweisung; d. Massnahmen bei Anordnung von Fahrverboten sowie Höhe und Verwendung des Arbeitsentgelts Gefangener; e. die sinngemässe Anwendung der Bestimmungen dieser Verordnung auf den Vollzug von Urteilen der Militärgerichte oder des Bundesstrafgerichtes. Eingefügt durch Ziff. I der V vom 4. Sept. 2024, in Kraft seit 1. Juli 2025 ( AS 2024 489 ). Eingefügt durch Ziff. I 9 der V vom 1. Febr. 2017 über die Einführung der Landesverweisung, in Kraft seit 1. März 2017 ( AS 2017 563 )."
    },
    {
      "provision_ref": "art2",
      "chapter": "2. Abschnitt: Gesamtstrafen, Widerruf bedingter Strafen und Rückversetzung: Zuständigkeit zum Vollzug und Kostentragung Zuständigkeit zum Vollzug und Kostentragung",
      "section": "2",
      "title": "Gesamtstrafen",
      "content": "1 Gesamtstrafen nach den Artikeln 46 Absatz 1, 62 a Absatz 2 und 89 Absatz 6 StGB werden vom Kanton vollzogen, dessen Gericht die Gesamtstrafe angeordnet hat. 2 Der für den Vollzug zuständige Kanton trägt die Vollzugskosten. Die Mittel aus den Geldstrafen fallen ihm zu."
    },
    {
      "provision_ref": "art3",
      "chapter": "2. Abschnitt: Gesamtstrafen, Widerruf bedingter Strafen und Rückversetzung: Zuständigkeit zum Vollzug und Kostentragung Zuständigkeit zum Vollzug und Kostentragung",
      "section": "3",
      "title": "Widerruf bedingter Strafen und Rückversetzung",
      "content": "1 Wird der bedingte Vollzug einer Geldstrafe oder Freiheitsstrafe widerrufen, ohne dass eine Gesamtstrafe nach Artikel 46 Absatz 1 StGB gebildet wird, so ist der Kanton für den Vollzug der Strafe zuständig, dessen Gericht diese Strafe angeordnet hat. 2 Wird die Rückversetzung einer bedingt entlassenen Person in den Strafvollzug angeordnet, ohne dass eine Gesamtstrafe nach Artikel 89 Absatz 6 StGB gebildet wird, so ist der Kanton für den Vollzug der Reststrafe zuständig, der die Freiheitsstrafe bis zur bedingten Entlassung vollzogen hat. 3 Wird der Vollzug einer Freiheitsstrafe angeordnet, die zugunsten einer Massnahme aufgeschoben wurde, ohne dass eine Gesamtstrafe nach Artikel 62 a Absatz 2 StGB gebildet wird, so ist der Kanton für den Vollzug der Reststrafe zuständig, dessen Gericht die Freiheitsstrafe verhängt hat. 4 Die Vollzugskosten werden anteilsmässig auf die beteiligten Kantone verteilt. Fassung gemäss Ziff. I der V vom 4. Sept. 2024, in Kraft seit 1. Juli 2025 ( AS 2024 489 )."
    },
    {
      "provision_ref": "art4",
      "chapter": "3. Abschnitt: Zusammentreffen mehrerer Sanktionen nach dem Strafgesetzbuch im Vollzug Zusammentreffen mehrerer Sanktionen nach dem Strafgesetzbuch im Vollzug",
      "section": "4",
      "title": "Gleichzeitig vollziehbare Freiheitsstrafen",
      "content": "Treffen Freiheitsstrafen im Vollzug zusammen, so sind sie gemeinsam entsprechend ihrer Gesamtdauer nach den Artikeln 74–89 StGB zu vollziehen. Fassung gemäss Ziff. I der V vom 4. Sept. 2024, in Kraft seit 1. Juli 2025 ( AS 2024 489 )."
    },
    {
      "provision_ref": "art5",
      "chapter": "3. Abschnitt: Zusammentreffen mehrerer Sanktionen nach dem Strafgesetzbuch im Vollzug Zusammentreffen mehrerer Sanktionen nach dem Strafgesetzbuch im Vollzug",
      "section": "5",
      "title": "Bedingte Entlassung bei gleichzeitig vollziehbaren Freiheitsstrafen",
      "content": "1 Bei gleichzeitig vollziehbaren zeitlich beschränkten Freiheitsstrafen berechnet sich der früheste Zeitpunkt der bedingten Entlassung auf Grund der Gesamtdauer der Freiheitsstrafen. 2 Trifft eine lebenslängliche Freiheitsstrafe mit zeitlich beschränkten Freiheitsstrafen im Vollzug zusammen, so sind zur Berechnung des frühesten Zeitpunktes der bedingten Entlassung im Sinne von Artikel 86 Absatz 5 StGB 15 beziehungsweise 10 Jahre zu den zwei Dritteln beziehungsweise zur Hälfte der Gesamtdauer der gemeinsam zu vollziehenden zeitlich beschränkten Freiheitsstrafen hinzuzuzählen. 3 Bei der Berechnung nach den Absätzen 1 und 2 werden Reststrafen wegen Widerrufs der bedingten Entlassung mitgerechnet. Nicht mitgerechnet werden die unbedingt zu vollziehenden Teile von teilbedingten Freiheitsstrafen."
    },
    {
      "provision_ref": "art6",
      "chapter": "3. Abschnitt: Zusammentreffen mehrerer Sanktionen nach dem Strafgesetzbuch im Vollzug Zusammentreffen mehrerer Sanktionen nach dem Strafgesetzbuch im Vollzug",
      "section": "6",
      "title": "Gleichzeitig vollziehbare therapeutische Massnahmen",
      "content": "1 Treffen gleiche therapeutische Massnahmen nach den Artikeln 59–61 und 63 StGB im Vollzug zusammen, so gehen sie ineinander auf und werden wie eine einzige Massnahme vollzogen. 2 Treffen ungleiche therapeutische Massnahmen nach den Artikeln 59–61 und 63 StGB im Vollzug zusammen, so vollzieht die zuständige Behörde die dringlichste oder zweckmässigste Massnahme und schiebt den Vollzug der andern auf; sind mehrere der zusammentreffenden Massnahmen in gleicher Weise dringlich oder zweckmässig, so ordnet die zuständige Behörde den gleichzeitigen Vollzug an, wenn dafür eine geeignete Einrichtung zur Verfügung steht. 3 Erscheinen aufgeschobene Massnahmen im Verlaufe des Vollzuges nach Absatz 2 als ebenso dringlich oder zweckmässig oder als dringlicher oder zweckmässiger, so ordnet die zuständige Behörde deren Vollzug neben oder an Stelle der bisher vollzogenen Massnahmen an. 4 Für die Beendigung der vollzogenen und den Vollzug der aufgeschobenen Massnahmen sind die Artikel 62–62 d , 63 a und 63 b StGB sinngemäss anwendbar. Bei Anwendung von Artikel 62 c Absätze 3, 4 und 6 und Artikel 63 b Absätze 4 und 5 StGB entscheidet das Gericht, das die vollzogene Massnahme angeordnet hat."
    },
    {
      "provision_ref": "art7",
      "chapter": "3. Abschnitt: Zusammentreffen mehrerer Sanktionen nach dem Strafgesetzbuch im Vollzug Zusammentreffen mehrerer Sanktionen nach dem Strafgesetzbuch im Vollzug",
      "section": "7",
      "title": "Gleichzeitig vollziehbare therapeutische Massnahmen und Verwahrung nach Artikel 64 Absatz 1 StGB",
      "content": "1 Treffen therapeutische Massnahmen nach den Artikeln 59–61 und 63 StGB mit einer Verwahrung nach Artikel 64 Absatz 1 StGB im Vollzug zusammen, so vollzieht die zuständige Behörde die Verwahrung und schiebt den Vollzug der andern Massnahmen auf. Der Vollzug der Verwahrung richtet sich nach den Artikeln 64–65 StGB. 2 Ob und wie weit die aufgeschobenen therapeutischen Massnahmen später noch vollzogen werden, entscheidet im Sinne von Artikel 65 Absatz 1 StGB das Gericht, das die Verwahrung angeordnet hat. 3 Mit der Aufhebung der Verwahrung wegen Bewährung nach Artikel 64 a Absatz 5 StGB werden gleichzeitig die nach Absatz 1 aufgeschobenen therapeutischen Massnahmen aufgehoben."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Gleichzeitig vollziehbare Verwahrungen nach Artikel 64 Absatz 1 StGB",
      "content": "1 Treffen mehrere Verwahrungen nach Artikel 64 Absatz 1 StGB im Vollzug zusammen, so gehen sie ineinander auf und werden wie eine einzige Verwahrung vollzogen. 2 Der Verwahrung voraus geht der Vollzug der gleichzeitig mit den Verwahrungen ausgesprochenen Freiheitsstrafen. 3 Artikel 64 Absätze 2 und 3 StGB ist sinngemäss anwendbar. Der früheste Zeitpunkt der bedingten Entlassung nach Artikel 64 Absatz 3 StGB berechnet sich auf Grund der Gesamtdauer aller Freiheitsstrafen."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Gleichzeitig vollziehbare stationäre Massnahmen und Freiheitsstrafen",
      "content": "1 Treffen stationäre therapeutische Massnahmen nach den Artikeln 59 – 61 StGB mit Freiheitsstrafen im Vollzug zusammen, so geht der Vollzug der Massnahmen dem Vollzug der Freiheitsstrafen voraus. Die zuständige Behörde schiebt sowohl die gleichzeitig mit den Massnahmen ausgesprochenen als auch die mit den Massnahmen zusammentreffenden Freiheitsstrafen auf. Für die Beendigung der Massnahmen und den Vollzug der aufgeschobenen Freiheitsstrafen sind die Artikel 62–62 d StGB sinngemäss anwendbar. Bei Anwendung von Artikel 62 c Absätze 3, 4 und 6 StGB entscheidet das Gericht, das die vollzogene Massnahme angeordnet hat. 2 Trifft eine Verwahrung nach Artikel 64 Absatz 1 StGB mit Freiheitsstrafen im Vollzug zusammen, so geht der Vollzug der Freiheitsstrafen der Verwahrung voraus."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Gleichzeitig vollziehbare ambulante Massnahmen und Freiheitsstrafen",
      "content": "1 Treffen ambulante Massnahmen nach Artikel 63 StGB mit Freiheitsstrafen im Vollzug zusammen, so vollzieht die zuständige Behörde: a. die ambulanten Massnahmen und Freiheitsstrafen gleichzeitig; oder b. die dringlichste oder zweckmässigste Massnahme oder Freiheitsstrafe und schiebt den Vollzug der andern Sanktionen auf. 2 Ob und wie weit die nach Absatz 1 Buchstabe b aufgeschobenen Massnahmen oder Freiheitsstrafen später noch vollstreckt werden sollen, entscheidet das Gericht, das die vollzogene Massnahme oder Freiheitsstrafe angeordnet hat."
    },
    {
      "provision_ref": "art1112",
      "section": "1112",
      "title": "",
      "content": "Aufgehoben durch Ziff. I der V vom 4. Sept. 2024, mit Wirkung seit 1. Juli 2025 ( AS 2024 489 )."
    },
    {
      "provision_ref": "art12a",
      "section": "12a",
      "title": "a Gleichzeitig vollziehbare Landesverweisungen",
      "content": "1 Treffen Landesverweisungen zusammen, so gehen sie für die Dauer, in der sie gleichzeitig vollzogen werden, ineinander auf. 2 Werden eine obligatorische und eine nicht obligatorische Landesverweisung gleichzeitig vollzogen, so gilt für den Aufschub des Vollzugs Artikel 66 d StGB. Eingefügt durch Ziff. I 9 der V vom 1. Febr. 2017 über die Einführung der Landesverweisung, in Kraft seit 1. März 2017 ( AS 2017 563 )."
    },
    {
      "provision_ref": "art12b",
      "section": "12b",
      "title": "b Gleichzeitig mit einer Landesverweisung vollziehbare Strafen und freiheitsentziehende Massnahmen",
      "content": "Trifft eine Landesverweisung mit Strafen oder freiheitsentziehenden Massnahmen im Vollzug zusammen, so ist Artikel 66c Absätze 2 und 3 StGB anwendbar. Eingefügt durch Ziff. I 9 der V vom 1. Febr. 2017 über die Einführung der Landesverweisung, in Kraft seit 1. März 2017 ( AS 2017 563 )."
    },
    {
      "provision_ref": "art12c",
      "chapter": "14",
      "section": "12c",
      "title": "c Gleichzeitig vollziehbare Strafen nach JStG und Freiheitsstrafen nach StGB",
      "content": "Treffen persönliche Leistungen nach Artikel 23 JStG oder Freiheitsentzüge nach Artikel 25 JStG mit Freiheitsstrafen nach Artikel 40 StGB im Vollzug zusammen, so sind sie nacheinander zu vollziehen."
    },
    {
      "provision_ref": "art12d",
      "chapter": "14",
      "section": "12d",
      "title": "d Gleichzeitig vollziehbare Schutzmassnahmen nach JStG und therapeutische Massnahmen nach StGB",
      "content": "1 Treffen Schutzmassnahmen nach den Artikeln 12–15 JStG mit therapeutischen Massnahmen nach den Artikeln 59–61 und 63 StGB im Vollzug zusammen, so vollzieht die zuständige Behörde die dringlichste oder zweckmässigste Schutzmassnahme oder therapeutische Massnahme. Der Vollzug der anderen Massnahmen wird aufgeschoben. 2 Erscheinen aufgeschobene Schutzmassnahmen oder therapeutische Massnahmen im Verlaufe des Vollzuges nach Absatz 1 als dringlicher oder zweckmässiger, so ordnen die zuständigen Behörden deren Vollzug an Stelle der bisher vollzogenen Schutzmassnahmen oder therapeutischen Massnahmen an. 3 Für die Beendigung der vollzogenen und den Vollzug der aufgeschobenen Massnahmen sind die Artikel 19 und 32 Absätze 2–3 JStG sowie die Artikel 62–62 d , 63 a und 63 b StGB sinngemäss anwendbar."
    },
    {
      "provision_ref": "art12e",
      "chapter": "14",
      "section": "12e",
      "title": "e Gleichzeitig vollziehbare Unterbringungen nach JStG und Freiheitsstrafen nach StGB",
      "content": "1 Treffen Unterbringungen nach Artikel 15 JStG mit Freiheitsstrafen nach StGB im Vollzug zusammen, so gehen die Unterbringungen dem Vollzug der Freiheitsstrafen voraus. Der Vollzug der Freiheitsstrafen wird aufgeschoben. 2 Für die Beendigung der Unterbringungen und den Vollzug der aufgeschobenen Freiheitsstrafen sind die Artikel 19 und 32 Absätze 2–3 JStG sowie die Artikel 62 b Absatz 3 und 62 c Absatz 2 StGB sinngemäss anwendbar."
    },
    {
      "provision_ref": "art12f",
      "chapter": "14",
      "section": "12f",
      "title": "f Gleichzeitig vollziehbare Strafen nach JStG und stationäre therapeutische Massnahmen nach StGB",
      "content": "1 Treffen persönliche Leistungen nach Artikel 23 JStG oder Freiheitsentzüge nach Artikel 25 JStG mit stationären therapeutischen Massnahmen nach den Artikeln 59–61 StGB im Vollzug zusammen, so vollzieht die zuständige Behörde die stationären therapeutischen Massnahmen. Der Vollzug der Jugendstrafen wird aufgeschoben. 2 Für die Beendigung der stationären therapeutischen Massnahmen und den Vollzug der aufgeschobenen Jugendstrafen sind die Artikel 62–62 d StGB sowie Artikel 32 Absätze 2–3 JStG sinngemäss anwendbar."
    },
    {
      "provision_ref": "art12g",
      "chapter": "14",
      "section": "12g",
      "title": "g Gleichzeitig vollziehbare ambulante Behandlungen nach JStG und Freiheitsstrafen nach StGB oder gleichzeitig vollziehbare ambulante Behandlungen nach StGB und Freiheitsentzüge nach JStG",
      "content": "1 Treffen ambulante Behandlungen nach Artikel 14 JStG mit Freiheitsstrafen nach StGB im Vollzug zusammen, so vollziehen die zuständigen Behörden: a. die Sanktionen gleichzeitig; oder b. die dringlichste oder zweckmässigste Sanktion; der Vollzug der anderen Sanktionen wird aufgeschoben. 2 Treffen Freiheitsentzüge nach Artikel 25 JStG mit ambulanten Behandlungen nach Artikel 63 StGB zusammen, so gilt Absatz 1 sinngemäss. 3 Ob und wie weit die nach Absatz 1 oder 2 aufgeschobenen Sanktionen später noch vollzogen werden sollen, richtet sich sinngemäss nach den Artikeln 19 und 32 Absatz 4 JStG sowie den Artikeln 56 Absatz 6 und 63 b Absatz 1 StGB."
    },
    {
      "provision_ref": "art12h",
      "section": "12h",
      "title": "h Gleichzeitig vollziehbare Sanktionen nach JStG und Verwahrungen nach StGB",
      "content": "1 Treffen Schutzmassnahmen nach den Artikeln 12–15 JStG oder persönliche Leistungen nach Artikel 23 JStG mit einer Verwahrung nach Artikel 64 Absatz 1 StGB im Vollzug zusammen, so geht die Verwahrung dem Vollzug der übrigen Sanktionen voraus. Der Vollzug der Jugendsanktionen wird aufgeschoben. 2 Mit Anordnung einer stationären therapeutischen Massnahme nach Artikel 65 Absatz 1 StGB oder der endgültigen Entlassung aus der Verwahrung wegen Bewährung nach Artikel 64 a Absatz 5 StGB werden aufgeschobene Sanktionen nach JStG aufgehoben. 3 Treffen Freiheitsentzüge nach Artikel 25 JStG mit einer Verwahrung nach Artikel 64 Absatz 1 StGB im Vollzug zusammen, so geht der Vollzug der Freiheitsentzüge dem Vollzug der Verwahrung voraus."
    },
    {
      "provision_ref": "art12i",
      "section": "12i",
      "title": "i Gleichzeitig vollziehbare Unterbringungen oder Strafen nach JStG und Landesverweisungen nach StGB",
      "content": "1 Treffen Unterbringungen nach Artikel 15 JStG oder Strafen nach JStG mit einer Landesverweisung nach Artikel 66 a oder 66 a bis StGB im Vollzug zusammen, so sind vor dem Vollzug der Landesverweisung die Unterbringungen sowie die unbedingten Strafen oder Strafteile zu vollziehen. 2 Die Landesverweisung wird vollzogen, sobald die Unterbringung aufgehoben wird oder die verurteilte Person bedingt oder endgültig aus dem Straf- oder Massnahmenvollzug entlassen wird, ohne dass eine Reststrafe zu vollziehen ist oder eine andere solche Schutzmassnahme angeordnet wird."
    },
    {
      "provision_ref": "art13",
      "chapter": "15",
      "section": "13",
      "title": "Verständigung der beteiligten Kantone oder Behörden",
      "content": "1 Wurden die im Vollzug zusammentreffenden Sanktionen durch Urteile verschiedener Kantone angeordnet, so verständigen sich die zuständigen Behörden der Urteilskantone, wenn zu entscheiden ist über: a. den Vollzug der dringlichsten oder zweckmässigsten Sanktionen; b. den gleichzeitigen Vollzug von Sanktionen. 2 Wurden die im Vollzug zusammentreffenden Sanktionen des JStG und des StGB durch Urteile verschiedener Behörden desselben Kantons angeordnet, so gilt Absatz 1 sinngemäss. Fassung gemäss Ziff. I der V vom 4. Sept. 2024, in Kraft seit 1. Juli 2025 ( AS 2024 489 )."
    },
    {
      "provision_ref": "art14",
      "chapter": "15",
      "section": "14",
      "title": "",
      "content": "Vereinbaren die beteiligten Kantone betreffend die Zuständigkeit für den Vollzug nichts anderes, so ist zuständig: a. für den gemeinsamen Vollzug zusammentreffender Freiheitsstrafen (Art. 4): der Kanton, dessen Gericht die längste Einzelstrafe oder Gesamtstrafe (Art. 46 Abs. 1, 62 a Abs. 2 und 89 Abs. 6 StGB) verhängt hat; b. für den Vollzug von gleichen Massnahmen (Art. 6 Abs. 1 und Art. 8), den gleichzeitigen Vollzug von ungleichen therapeutischen Massnahmen (Art. 6 Abs. 2) oder von ambulanten Massnahmen und Freiheitsstrafen (Art. 10 Abs. 1 Bst. a): der Kanton, in welchem das zuerst rechtskräftig gewordene Urteil gefällt wurde; c. … d. in den Fällen von Artikel 6 Absatz 3: der Kanton, der für den Vollzug nach Artikel 6 Absatz 2 zuständig ist; e. in den übrigen Fällen (Art. 6 Abs. 2, Art. 7, 9, 10 Abs. 1 Bst. b): der Kanton, dessen Gericht die zum Vollzug gelangenden Sanktionen verhängt hat. Fassung gemäss Ziff. I der V vom 4. Sept. 2024, in Kraft seit 1. Juli 2025 ( AS 2024 489 ). Fassung gemäss Ziff. I der V vom 4. Sept. 2024, in Kraft seit 1. Juli 2025 ( AS 2024 489 ). Aufgehoben durch Ziff. I der V vom 4. Sept. 2024, mit Wirkung seit 1. Juli 2025 ( AS 2024 489 )."
    },
    {
      "provision_ref": "art14a",
      "chapter": "15",
      "section": "14a",
      "title": "a Landesverweisung",
      "content": "1 Trifft eine Landesverweisung mit Strafen oder freiheitsentziehenden Massnahmen aus einem anderen Kanton im Vollzug zusammen, so ist Artikel 66 c Absätze 2 und 3 StGB anwendbar. 2 Zuständig für den Vollzug einer Landesverweisung, die mit einer Strafe nach StGB oder JStG oder einer freiheitsentziehenden Massnahme oder Schutzmassnahme nach JStG aus einem anderen Kanton zusammentrifft, ist der Kanton, der die Landesverweisung angeordnet hat. 3 Zuständig für den Vollzug von zusammentreffenden Landesverweisungen aus verschiedenen Kantonen ist, sobald die Landesverweisungen gemeinsam zu vollziehen sind, der Kanton, der die später endende Landesverweisung angeordnet hat. Die Kantone können abweichende Vereinbarungen treffen. Eingefügt durch Ziff. I 9 der V vom 1. Febr. 2017 über die Einführung der Landesverweisung, in Kraft seit 1. März 2017 ( AS 2017 563 ). Fassung gemäss Ziff. I der V vom 4. Sept. 2024, in Kraft seit 1. Juli 2025 ( AS 2024 489 )."
    },
    {
      "provision_ref": "art14b",
      "section": "14b",
      "title": "b Koordination des Vollzugs beim Zusammentreffen von Sanktionen nach JStG und StGB",
      "content": "Vereinbaren die beteiligten Behörden des gleichen Kantons oder verschiedener Kantone beim Zusammentreffen folgender Sanktionen betreffend Vollzug nichts anderes (Art. 13), so gilt, dass: a. beim Zusammentreffen von Schutzmassnahmen nach JStG und stationären Massnahmen nach StGB (Art. 12 d Abs. 1) diejenige Massnahme vollzogen wird, die zuerst in Rechtskraft erwachsen ist; b. beim Zusammentreffen von ambulanten Behandlungen nach JStG und Freiheitsstrafen nach StGB oder ambulanten Behandlungen nach StGB und Freiheitsentzügen nach JStG (Art. 12 g ) die Sanktionen gleichzeitig vollzogen werden. Eingefügt durch Ziff. I der V vom 4. Sept. 2024, in Kraft seit 1. Juli 2025 ( AS 2024 489 )."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Verfügungskompetenzen des zuständigen Kantons",
      "content": "Dem Kanton, der den gemeinsamen Vollzug von Sanktionen übernommen hat, stehen die den Vollzug betreffenden Verfügungskompetenzen auch in Bezug auf die Sanktionen aus den andern Kantonen zu."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Tragung der Kosten des Vollzugs beim Zusammentreffen von Sanktionen nach StGB",
      "content": "1 Die Kosten des Vollzugs von Massnahmen einschliesslich des Vollzugs der Landesverweisung trägt der Kanton, der aufgrund dieser Verordnung oder einer Vereinbarung für den Vollzug zuständig ist. 2 Die Kosten des Vollzuges von Strafen werden anteilsmässig auf die beteiligten Kantone verteilt. 3 Die Kosten des gemeinsamen Verwahrungsvollzuges tragen die beteiligten Kantone zu gleichen Teilen. Fassung gemäss Ziff. I der V vom 4. Sept. 2024, in Kraft seit 1. Juli 2025 ( AS 2024 489 ). Fassung gemäss Ziff. I 9 der V vom 1. Febr. 2017 über die Einführung der Landesverweisung, in Kraft seit 1. März 2017 ( AS 2017 563 )."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "",
      "content": "Aufgehoben durch Ziff. I der V vom 4. Sept. 2024, mit Wirkung seit 1. Juli 2025 ( AS 2024 489 )."
    },
    {
      "provision_ref": "art17a",
      "chapter": "26",
      "section": "17a",
      "title": "a",
      "content": "Das Ausreisedatum nach Artikel 66 c Absatz 5 StGB ist das effektive Ausreisedatum. Ist dieses nicht bekannt, so gilt das von der Vollzugsbehörde festgelegte Datum, es sei denn, es stellt sich nachträglich heraus, dass die verurteilte Person die Schweiz nicht verlassen hat."
    },
    {
      "provision_ref": "art18",
      "chapter": "5. Abschnitt: Fahrverbot und Arbeitsentgelt",
      "section": "18",
      "title": "Fahrverbot",
      "content": "1 Das Gericht meldet das von ihm nach Artikel 67 e StGB angeordnete Fahrverbot nach dem Eintritt der Rechtskraft des Urteils umgehend der nach Artikel 7 Absatz 1 der Verordnung vom 30. November 2018 über das Informationssystem Verkehrszulassung zuständigen Behörde. 2 Die zuständige Behörde: a. bestimmt das Datum, an welchem das Fahrverbot wirksam wird; b. teilt es der verurteilten Person mit und fordert sie auf, ihren Lernfahr- oder ihren Führerausweis einzureichen; c. übermittelt dem Informationssystem Verkehrszulassung die Daten zum Fahrverbot. SR 741.58 Fassung gemäss Anhang 4 Ziff. II 1 der V vom 30. Nov. 2018 über das Informationssystem Verkehrszulassung, in Kraft seit 1. Jan. 2019 ( AS 2018 4997 ). Fassung gemäss Anhang 4 Ziff. II 1 der V vom 30. Nov. 2018 über das Informationssystem Verkehrszulassung, in Kraft seit 1. Jan. 2019 ( AS 2018 4997 )."
    },
    {
      "provision_ref": "art19",
      "chapter": "5. Abschnitt: Fahrverbot und Arbeitsentgelt",
      "section": "19",
      "title": "Arbeitsentgelt",
      "content": "Die Höhe des Arbeitsentgelts nach Artikel 83 StGB und dessen Verwendung durch die gefangene Person werden von den Kantonen festgelegt."
    },
    {
      "provision_ref": "art20",
      "chapter": "6. Abschnitt: Vollzug von Urteilen der Militärgerichte und des Bundesstrafgerichts",
      "section": "20",
      "title": "",
      "content": "1 Diese Verordnung ist sinngemäss anwendbar auf den Vollzug von Sanktionen, die angeordnet werden durch Urteile: a. der Militärgerichte; b. des Bundesstrafgerichtes. 2 Kommen Bestimmungen des 2. oder des 4. Abschnitts zur Anwendung, so gelten die vom Militärgericht oder vom Bundesstrafgericht angeordneten Sanktionen als vom Gericht des Kantons angeordnet, der nach Artikel 212 des Militärstrafprozesses vom 23. März 1979 beziehungsweise nach Artikel 241 des Bundesgesetzes vom 15. Juni 1934 über die Bundesstrafrechtspflege für ihren Vollzug zuständig ist. Die Militärgerichte beziehungsweise das Bundesstrafgericht bleiben jedoch zuständig für Entscheide nach den Artikeln 6 Absatz 4 zweiter Satz, 7 Absatz 2, 9 Absatz 1 letzter Satz, 10 Absatz 2 und 11 Absatz 2. 3 Besondere Regelungen in andern Bundeserlassen über die Entschädigung der Kantone für diesen Vollzug bleiben vorbehalten. SR 322.1 [BS 3 303; AS 1971 777 Ziff. III 4; 1974 1857 Anhang Ziff. 2; 1978 688 Art. 88 Ziff. 4; 1979 1170 ; 1992 288 Anhang Ziff. 15, 2465 Anhang Ziff. 2; 1993 1993 ; 1997 2465 Anhang Ziff. 7; 2000 505 Ziff. I 3, 2719 Ziff. II 3, 2725 Ziff. II; 2001 118 Ziff. I 3, 3071 Ziff. II 1, 3096 Anhang Ziff. 2, 3308 ; 2003 2133 Anhang Ziff. 9; 2004 1633 Ziff. I 4; 2005 5685 Anhang Ziff. 19; 2006 1205 Anhang Ziff. 10; 2007 6087 ; 2008 1607 Anhang Ziff. 1, 4989 Anhang 1 Ziff. 6, 5463 Anhang Ziff. 3; 2009 6605 Anhang Ziff. II 3. AS 2010 1881 Anhang 1 Ziff. I 1]. Siehe heute: die Strafprozessordnung vom 5. Okt. 2007 ( SR 312.0 )."
    },
    {
      "provision_ref": "art21",
      "chapter": "7. Abschnitt: Schlussbestimmungen",
      "section": "21",
      "title": "Aufhebung bisherigen Rechts",
      "content": "Folgende Verordnungen werden aufgehoben: 1. Verordnung (1) vom 13. November 1973 zum Schweizerischen Strafgesetzbuch; 2. Verordnung (2) vom 6. Dezember 1982 zum Schweizerischen Strafgesetzbuch; 3. Verordnung (3) vom 16. Dezember 1985 zum Schweizerischen Strafgesetzbuch. [ AS 1973 1841 ; 1983 1616 ; 1990 518 ] [ AS 1982 2237 ] [ AS 1985 1941 ; 1990 519 ; 1995 5273 ; 1998 882 ; 2001 3307 ]"
    },
    {
      "provision_ref": "art22",
      "chapter": "7. Abschnitt: Schlussbestimmungen",
      "section": "22",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 1. Januar 2007 in Kraft."
    }
  ],
  "definitions": []
}