{
  "id": "sr-351-11",
  "type": "statute",
  "title": "Verordnung vom 24. Februar 1982 über internationale Rechtshilfe in Strafsachen (Rechtshilfeverordnung, IRSV)",
  "title_en": "",
  "short_name": "IRSV",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1982/878_878_878/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "1. Abschnitt: Geltungsbereich; anwendbares Recht",
      "section": "1",
      "title": "Gegenrecht",
      "content": "Das Gegenrecht gilt auch als gegeben, wenn im andern Staat die Rechtshilfe ohne Beteiligung der Behörden erwirkt werden kann."
    },
    {
      "provision_ref": "art1a",
      "chapter": "1. Abschnitt: Geltungsbereich; anwendbares Recht",
      "section": "1a",
      "title": "a Zuständigkeit für die Zusicherung von Gegenrecht",
      "content": "Das Eidgenössische Justiz- und Polizeidepartement kann anderen Staaten das Gegenrecht zusichern. Eingefügt durch Ziff. I der V vom 19. Aug. 2020, in Kraft seit 1. Nov. 2020 ( AS 2020 3669 )."
    },
    {
      "provision_ref": "art2",
      "chapter": "1. Abschnitt: Geltungsbereich; anwendbares Recht",
      "section": "2",
      "title": "",
      "content": "1 Enthält ein Schriftstück Angaben, die nicht ans Ausland übermittelt werden dürfen, so erstellt die ausführende Behörde eine Abschrift oder eine Fotokopie, auf der die geheim zu haltenden Angaben weggelassen sind. 2 Sie vermerkt auf dem Schriftstück die Tatsache, die Stelle und den Grund der Weglassung und bescheinigt, dass das Schriftstück sonst in allen Teilen mit dem Original übereinstimmt. 3 Die vollständige, unveränderte Fassung ist dem Bundesamt für Justiz (Bundesamt) auf Verlangen zur Einsicht zu unterbreiten. 4 Entsprechendes gilt für andere Informationsträger. Fassung gemäss Ziff. I der V vom 9. Dez. 1996, in Kraft seit 1. Febr. 1997 ( AS 1997 132 ). Fassung gemäss Ziff. I der V vom 9. Dez. 1996, in Kraft seit 1. Febr. 1997 ( AS 1997 132 ). Die Bezeichnung der Verwaltungseinheit wurde in Anwendung von Art. 16 Abs. 3 der Publikationsverordnung vom 18. Juni 2004 ( AS 2004 4937 ) angepasst."
    },
    {
      "provision_ref": "art3",
      "chapter": "2. Abschnitt: Verfahren",
      "section": "3",
      "title": "Aufsicht",
      "content": "Das Bundesamt führt die Aufsicht über die Anwendung des Rechtshilfegesetzes. Es handelt in Fällen von politischer Bedeutung nach Rücksprache mit der zuständigen Direktion des Departementes für auswärtige Angelegenheiten."
    },
    {
      "provision_ref": "art4",
      "chapter": "2. Abschnitt: Verfahren",
      "section": "4",
      "title": "Verfahren bei Bundesstrafgerichtsbarkeit",
      "content": "1 In Strafsachen, für die das Bundesstrafgericht zuständig ist und die nicht an eine kantonale Behörde überwiesen werden (Art. 18 Bundesstrafprozess), stellen der Bundesanwalt oder der eidgenössische Untersuchungsrichter den Auslieferungsantrag an das Bundesamt (zweiter Teil des IRSG) und die Ersuchen an andere Staaten um «andere Rechtshilfe» (dritter Teil des IRSG). 2 Der Bundesanwalt stellt den Antrag, wenn ein anderer Staat ersucht werden soll, die Strafverfolgung oder die Vollstreckung zu übernehmen (vierter und fünfter Teil des IRSG). 3 Die kantonalen Behörden entscheiden im Einvernehmen mit der Bundesanwaltschaft über die Ausführung ausländischer Ersuchen um «andere Rechtshilfe» (dritter Teil des IRSG). 4 Das Bundesamt entscheidet über die Annahme ausländischer Ersuchen um Übernahme der Strafverfolgung oder der Vollstreckung im Einverständnis mit der Bundesanwaltschaft. [BS 3 303; AS 1971 777 Ziff. III 4, 1974 1857 Anhang Ziff. 2, 1978 688 Art. 88 Ziff. 4, 1979 1170 , 1992 288 Anhang Ziff. 15 2465 Anhang Ziff. 2, 1993 1993 , 1997 2465 Anhang Ziff. 7, 2000 505 Ziff. I 3 2719 Ziff. II 3 2725 Ziff. II, 2001 118 Ziff. I 3 3071 Ziff. II 1 3096 Anhang Ziff. 2 3308 , 2003 2133 Anhang Ziff. 9, 2004 1633 Ziff. I 4, 2005 5685 Anhang Ziff. 19, 2006 1205 Anhang Ziff. 10, 2007 6087 , 2008 1607 Anhang Ziff. 1 4989 Anhang 1 Ziff. 6 5463 Anhang Ziff. 3, 2009 6605 Anhang Ziff. II 3. AS 2010 1881 Anhang 1 Ziff. I 1]. Siehe heute: Art. 25 und 26 der Strafprozessordnung vom 5. Okt. 2007 ( SR 312.0 )."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Mitteilungen an das Bundesamt",
      "content": "Verfügungen kantonaler und eidgenössischer Behörden aus dem Gebiet der internationalen Rechtshilfe in Strafsachen sowie Entscheide der Beschwerdekammer des Bundesstrafgerichts sind dem Bundesamt mitzuteilen. Fassung gemäss Ziff. II 25 der V vom 8. Nov. 2006 über die Anpassung von Bundesratsverordnungen an die Totalrevision der Bundesrechtspflege, in Kraft seit 1. Jan. 2007 ( AS 2006 4705 )."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Zustimmung",
      "content": "Bedarf es für eine Rechtshilfemassnahme der Zustimmung des Betroffenen (Art. 7, 54, 70 und 101 IRSG), so ist dieser darauf hinzuweisen, dass er die Zustimmung widerrufen kann und bis wann dies erfolgen muss. Dieser Hinweis ist im Protokoll festzuhalten."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Überweisung an die Bundesbehörden",
      "content": "Ausführende Behörden überweisen die Akten an die zuständige Bundesbehörde, wenn über einen Gegenstand nach Artikel 17 des Rechtshilfegesetzes zu entscheiden ist."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Wahl des Verfahrens",
      "content": "1 Bei der Wahl des Verfahrens (Art. 19 IRSG) sind zu berücksichtigen: a. das Verhältnis des Verfolgten zum ersuchten Staat und zur Schweiz; b. die Wahrscheinlichkeit einer Ausweisung aus der Schweiz; c. die Prozessökonomie; d. bei mehreren Straftaten deren gesamthafte Beurteilung. 2 Wird von der Schweiz die Auslieferung eines Ausländers verlangt und sind die Voraussetzungen für die Übernahme der Verfolgung oder der Vollstreckung erfüllt (Art. 85 Abs. 2 und Art. 94 IRSG), so entscheidet das Bundesamt nach den Grundsätzen von Absatz 1 und im Einvernehmen mit den Strafverfolgungsbehörden. Es hört zuvor den Verfolgten an."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Zustellungsdomizil",
      "content": "Eine Partei oder ihr Rechtsbeistand, die im Ausland wohnen, müssen ein Zustellungsdomizil in der Schweiz bezeichnen. Unterlassen sie dies, kann die Zustellung unterbleiben."
    },
    {
      "provision_ref": "art9a",
      "section": "9a",
      "title": "a Betroffene Personen",
      "content": "Als persönlich und direkt betroffen im Sinne der Artikel 21 Absatz 3 und 80 h des Rechtshilfegesetzes gelten namentlich: a. bei der Erhebung von Kontoinformationen der Kontoinhaber; b. bei Hausdurchsuchungen der Eigentümer oder der Mieter; c. bei Massnahmen betreffend Motorfahrzeuge der Halter. Eingefügt durch Ziff. I der V vom 9. Dez. 1996, in Kraft seit 1. Febr. 1997 ( AS 1997 132 )."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Sachverhaltsdarstellung",
      "content": "1 Die Sachverhaltsdarstellung kann im Ersuchen oder in dessen Beilagen enthalten sein. 2 Sie muss mindestens die Angaben über Ort, Zeit und Art der Begehung der Tat enthalten."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Schweizerische Ersuchen",
      "content": "1 Für schweizerische Ersuchen gelten die Artikel 27–29 des Rechtshilfegesetzes sinngemäss, soweit der zu ersuchende Staat nicht andere Anforderungen stellt. 2 Die Ersuchen und deren Unterlagen dürfen keine Ausführungen enthalten, die: a. geeignet wären, die Lage von Personen im ersuchten Staat wegen ihrer politischen Anschauungen, wegen ihrer Zugehörigkeit zu einer bestimmten sozialen Gruppe oder aus Gründen der Rasse, Religion oder Volkszugehörigkeit zu erschweren; oder b. im ersuchten Staat zu Beanstandungen Anlass geben können."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Kostenbelastung an das Ausland",
      "content": "1 Die schweizerischen Behörden können vom ersuchenden Staat die Rückerstattung aller bei der Ausführung des Ersuchens entstandenen Auslagen verlangen. 2 Ihr Arbeitsaufwand kann in Rechnung gestellt werden, wenn er mehr als einen ganzen Arbeitstag beträgt und die Schweiz im ersuchenden Staat Rechtshilfe nicht unentgeltlich erwirken könnte. 3 Für Gesamtkosten unter 200 Franken wird in keinem Fall Rechnung gestellt."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Kostenverteilung zwischen Bund und Kantonen",
      "content": "1 Behörden des Bundes und der Kantone berechnen einander in der Regel weder Gebühren noch Entschädigungen für Zeit- oder Arbeitsaufwand zur Erledigung der im Rechtshilfegesetz geregelten Geschäfte. 1bis Kosten, die dem Bund bei der Anwendung von Artikel 79 a Buchstabe b des Rechtshilfegesetzes entstehen, werden dem Kanton belastet. 2 Wenn eine Bundesbehörde Haft anordnet, trägt der Bund die Kosten für folgende Massnahmen: a. die Haft (Art. 47, 72 Abs. 2 und 102 Abs. 2 IRSG); b. den Transport und die Begleitung von Häftlingen; c. den amtlichen Beistand im Rechtshilfeverfahren (Art. 21 Abs. 1 IRSG); d. die unerlässliche ärztliche Behandlung des Häftlings. Fassung gemäss Ziff. I der V vom 9. Dez. 1996, in Kraft seit 1. Febr. 1997 ( AS 1997 132 ). Eingefügt durch Ziff. I der V vom 9. Dez. 1996, in Kraft seit 1. Febr. 1997 ( AS 1997 132 )."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Vorprüfung",
      "content": "Wenn das Bundesamt die Voraussetzungen der Zusammenarbeit mit dem Ausland zu prüfen hat (Art. 78 Abs. 2, 91 Abs. 1 und 104 IRSG), ist die Annahme oder die Weiterleitung eines Ersuchens an die ausführende Behörde nicht selbständig anfechtbar. Fassung gemäss Ziff. I der V vom 9. Dez. 1996, in Kraft seit 1. Febr. 1997 ( AS 1997 132 )."
    },
    {
      "provision_ref": "art15",
      "chapter": "1. Abschnitt: Rückführung von Personen unter 20 Jahren",
      "section": "15",
      "title": "",
      "content": "1 Zuständige Jugendbehörden (Art. 33 Abs. 1 IRSG) sind die nach Artikel 369 des Strafgesetzbuches von den Kantonen bezeichneten Behörden. 2 Die kantonalen Behörden melden dem Bundesamt unverzüglich, wenn eine ausländische Behörde bei ihnen direkt die Rückführung eines Ausländers unter 20 Jahren verlangt hat und wenn ihnen bekannt ist, dass gegen ihn im Ausland, wegen eines Verbrechens oder Vergehens, eine Strafuntersuchung hängig oder eine Sanktion ausgesprochen worden ist, die noch nicht verbüsst wurde. 3 Erfolgt die Rückführung nach Artikel 33 des Rechtshilfegesetzes, teilt das Bundesamt dem ersuchenden Staat deren Wirkungen mit. SR 311.0 . Siehe heute Art. 35 des BG vom 20. Juni 2003 über das Jugendstrafgesetz ( SR 311.1 )."
    },
    {
      "provision_ref": "art16",
      "chapter": "2. Abschnitt: Verfahren",
      "section": "16",
      "title": "Verkehr mit ausländischen konsularischen Posten",
      "content": "Jeder festgenommene Ausländer ist unverzüglich darauf aufmerksam zu machen, dass er das Recht hat, den zuständigen konsularischen Posten seines Heimatstaates benachrichtigen zu lassen und mit ihm zu verkehren (Art. 36 Wiener Übereink. vom 24. April 1963 über konsularische Beziehungen). SR 0.191.02"
    },
    {
      "provision_ref": "art17",
      "chapter": "2. Abschnitt: Verfahren",
      "section": "17",
      "title": "Rechtliches Gehör",
      "content": "Bei der Einvernahme wird dem Verfolgten das Auslieferungsverfahren in einer Sprache dargelegt, die er versteht. Das Bundesamt hält die Darlegung in deutscher, französischer, italienischer, englischer und spanischer Fassung zur Verfügung."
    },
    {
      "provision_ref": "art18",
      "chapter": "2. Abschnitt: Verfahren",
      "section": "18",
      "title": "Protokoll",
      "content": "1 Über die Einvernahme wird ein Protokoll erstellt. Darin ist festzuhalten: a. ob ein Rechtsbeistand oder Dolmetscher beigezogen wurde; b. welche Unterlagen und Vorschriften der Verfolgte eingesehen hat (Art. 52 Abs. 1 IRSG); c. welche Erläuterungen ihm gegeben wurden und in welcher Sprache (Art. 52 Abs. 1 IRSG); d. was er über seine persönlichen Verhältnisse aussagt und gegen den Haftbefehl oder die Auslieferung einwendet (Art. 52 Abs. 2 IRSG); e. ob er der Auslieferung nach Artikel 7 oder der vereinfachten Auslieferung nach Artikel 54 des Rechtshilfegesetzes zustimmt (Art. 6); f. dass er auf das Recht hingewiesen worden ist, mit der Vertretung seines Heimatstaates zu verkehren (Art. 16). 2 Verweigert der Verfolgte seine Unterschrift, so wird dies und die dafür vorgebrachten Gründe im Protokoll vermerkt. Fassung gemäss Ziff. I der V vom 9. Dez. 1996, in Kraft seit 1. Febr. 1997 ( AS 1997 132 )."
    },
    {
      "provision_ref": "art19",
      "chapter": "2. Abschnitt: Verfahren",
      "section": "19",
      "title": "Auslieferungshaft",
      "content": "Das Bundesamt kann die Auslieferungshaft auch mit Fernschreiben oder telefonisch anordnen. Diese Anordnung ist unverzüglich durch den schriftlichen Auslieferungshaftbefehl (Art. 47 IRSG) zu bestätigen; dieser wird dem Verfolgten eröffnet."
    },
    {
      "provision_ref": "art20",
      "chapter": "2. Abschnitt: Verfahren",
      "section": "20",
      "title": "Vollzug der Haft",
      "content": "1 Die Haft wird in der Regel nach den Vorschriften des Kantons vollzogen. Das Bundesamt kann nach Rücksprache mit dem Kanton abweichende Anordnungen treffen, wenn die Umstände dies erfordern. Hafterleichterungen dürfen nur mit vorgängiger Zustimmung des Bundesamtes gewährt werden. 2 Das Bundesamt entscheidet nach Rücksprache mit dem Kanton, wer die Korrespondenz des Häftlings kontrolliert. 3 Dieser Artikel gilt auch, wenn Auslieferungshaft zusätzlich zu Untersuchungs- oder Strafhaft angeordnet wird."
    },
    {
      "provision_ref": "art21",
      "chapter": "2. Abschnitt: Verfahren",
      "section": "21",
      "title": "Vereinfachte Auslieferung",
      "content": "Die Bewilligung der vereinfachten Auslieferung muss auf die Bedingungen nach Artikel 38 des Rechtshilfegesetzes verweisen. Fassung gemäss Ziff. I der V vom 9. Dez. 1996, in Kraft seit 1. Febr. 1997 ( AS 1997 132 )."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Vollzug des Entscheides",
      "content": "Der persönliche Besitz des Auszuliefernden und die sichergestellten Gegenstände und Vermögenswerte können auch ohne besonderes Ersuchen den Behörden des ersuchenden Staates übergeben werden. Das gilt für Gegenstände und Vermögenswerte, selbst wenn sie erst nach dem Vollzug der Auslieferung aufgefunden werden oder wenn die Auslieferung des Verfolgten nicht vollzogen werden kann."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Fiskalische Pfandrechte",
      "content": "1 Fiskalische Pfandrechte können geltend gemacht werden, wenn die herauszugebenden Gegenstände: a. im ersuchenden Staat eingezogen werden könnten; b. einem ersuchenden Staat gehören, der in entsprechenden Fällen nicht auf seine fiskalischen Pfandrechte verzichtet. 2 Die Zollverwaltung entscheidet über den Verzicht auf die fiskalischen Pfandrechte (Art. 60 IRSG)."
    },
    {
      "provision_ref": "art24",
      "chapter": "1. Abschnitt: Voraussetzungen",
      "section": "24",
      "title": "Abgabebetrug",
      "content": "1 Sofern die Anwendung prozessualen Zwanges erforderlich ist, wird die Rechtshilfe nach Artikel 3 Absatz 3 des Rechtshilfegesetzes für strafbare Handlungen gewährt, die einen Abgabebetrug im Sinne von Artikel 14 Absatz 2 des Verwaltungsstrafrechts vom 24. März 1974 darstellen. 2 Ein Ersuchen darf nicht allein mit der Begründung abgelehnt werden, dass das schweizerische Recht nicht dieselbe Art von Abgaben oder keine Abgabenbestimmungen derselben Art vorsieht. 3 Bestehen Zweifel über die Merkmale der im Ersuchen erwähnten Abgaben, holt das Bundesamt oder die kantonale Vollzugsbehörde die Stellungnahme der Eidgenössischen Steuerverwaltung ein. SR 313.0"
    },
    {
      "provision_ref": "art25",
      "chapter": "1. Abschnitt: Voraussetzungen",
      "section": "25",
      "title": "Amtshandlung",
      "content": "Als Amtshandlung (Art. 63 Abs. 1 IRSG) gilt auch die Überwachung bedingt verurteilter oder bedingt aus der Strafhaft entlassener Personen."
    },
    {
      "provision_ref": "art26",
      "chapter": "1. Abschnitt: Voraussetzungen",
      "section": "26",
      "title": "",
      "content": "1 … 2 Die ausführende Behörde entscheidet über das Recht von Personen, die am ausländischen Prozess beteiligt sind, Fragen zu stellen und bestimmte zusätzliche Untersuchungshandlungen zu beantragen. 3 Ersucht eine ausländische Strafverfolgungsbehörde die schweizerischen Behörden, ihr die selbständige Vornahme von Untersuchungshandlungen in der Schweiz zu gestatten, so gilt der Bundesratsbeschluss vom 7. Juli 1971 über die Ermächtigung der Departemente und der Bundeskanzlei zum selbständigen Entscheid über Bewilligungen nach Artikel 271 Ziffer 1 des Strafgesetzbuches. Die Ermächtigung wird nach Rücksprache mit den betreffenden kantonalen Behörden erteilt. Fassung gemäss Ziff. I der V vom 9. Dez. 1996, in Kraft seit 1. Febr. 1997 ( AS 1997 132 ). Aufgehoben durch Ziff. I der V vom 9. Dez. 1996, mit Wirkung seit 1. Febr. 1997 ( AS 1997 132 ). Fassung gemäss Ziff. I der V vom 9. Dez. 1996, in Kraft seit 1. Febr. 1997 ( AS 1997 132 ). [ AS 1971 1053 . AS 1999 1258 Art. 34]. Siehe heute Art. 31 der Regierungs- und Verwaltungsorganisationsverordnung vom 25. Nov. 1998 ( SR 172.010.1 ). SR 311.0"
    },
    {
      "provision_ref": "art27",
      "chapter": "1. Abschnitt: Voraussetzungen",
      "section": "27",
      "title": "Aussagebekräftigung",
      "content": "Ein Eid ist mit dem schweizerischen Recht auch unvereinbar (Art. 65 Abs. 2 IRSG), wenn das Gesetz es der Wahl des Zeugen oder Sachverständigen anheim stellt, seine Aussage durch Eid oder durch Handgelübde zu bekräftigen, und er einen Eid ablehnt. Fassung gemäss Ziff. I der V vom 9. Dez. 1996, in Kraft seit 1. Febr. 1997 ( AS 1997 132 )."
    },
    {
      "provision_ref": "art28",
      "section": "28",
      "title": "",
      "content": "Aufgehoben durch Ziff. I der V vom 9. Dez. 1996, mit Wirkung seit 1. Febr. 1997 ( AS 1997 132 )."
    },
    {
      "provision_ref": "art29",
      "chapter": "2. Abschnitt: Einzelne Rechtshilfemassnahmen",
      "section": "29",
      "title": "Zustellungsbescheinigung",
      "content": "Als Nachweis der Zustellung wird eine datierte und vom Empfänger unterschriebene Empfangsbestätigung oder eine Erklärung des zustellenden Beamten übermittelt, welche die Form und das Datum der Zustellung sowie gegebenenfalls die Verweigerung der Annahme des Schriftstückes bescheinigt."
    },
    {
      "provision_ref": "art30",
      "chapter": "2. Abschnitt: Einzelne Rechtshilfemassnahmen",
      "section": "30",
      "title": "Direkte Zustellung",
      "content": "1 Schriftstücke für Personen mit Wohnsitz in der Schweiz, die im ausländischen Staat nicht selber verfolgt werden, dürfen den Empfängern unmittelbar mit der Post zugestellt werden; ausgenommen sind Vorladungen. 2 Schriftstücke in Strafsachen wegen Übertretung von Strassenverkehrsvorschriften dürfen Empfängern in der Schweiz unmittelbar mit der Post zugestellt werden. Fassung gemäss Ziff. I der V vom 9. Dez. 1996, in Kraft seit 1. Febr. 1997 ( AS 1997 132 )."
    },
    {
      "provision_ref": "art31",
      "chapter": "2. Abschnitt: Einzelne Rechtshilfemassnahmen",
      "section": "31",
      "title": "Rechtsbestätigungen",
      "content": "1 Die bei schweizerischen Anträgen auf Durchsuchung von Personen oder Räumen, Beschlagnahme oder Herausgabe von Gegenständen erforderliche Bestätigung, dass die Massnahme nach schweizerischem Recht zulässig ist (Art. 76 Bst. c IRSG), darf nur von einer Behörde ausgestellt werden, die die Massnahme in der Schweiz anordnen kann. 2 Der von einer ausländischen Behörde dem Ersuchen beigefügte Durchsuchungs- oder Beschlagnahmebefehl gilt als Bestätigung der Zulässigkeit der Massnahme."
    },
    {
      "provision_ref": "art32",
      "chapter": "3. Abschnitt: Verfahren",
      "section": "32",
      "title": "Begleitung der Häftlinge",
      "content": "Während der Durchlieferung können ausländische Beamte den Häftling begleiten."
    },
    {
      "provision_ref": "art33",
      "chapter": "3. Abschnitt: Verfahren",
      "section": "33",
      "title": "Herausgabe von Wertsachen",
      "content": "Die ausführende Behörde sorgt dafür, dass Gegenstände von hohem Wert vor der Herausgabe sicher verwahrt und gegen Beschädigung und Verlust beim Transport versichert werden."
    },
    {
      "provision_ref": "art33a",
      "chapter": "3. Abschnitt: Verfahren",
      "section": "33a",
      "title": "a Dauer der Beschlagnahme von Gegenständen und Vermögenswerten",
      "content": "Gegenstände oder Vermögenswerte, die erst gestützt auf einen rechtskräftigen und vollstreckbaren Entscheid des ersuchenden Staates (Art. 74 a Abs. 3 IRSG) herausgegeben werden, bleiben beschlagnahmt, bis dieser Entscheid vorliegt oder der ersuchende Staat der zuständigen ausführenden Behörde mitteilt, dass ein solcher Entscheid nach dem Recht dieses Staates nicht mehr erfolgen kann, insbesondere weil die Verjährung eingesetzt hat. Eingefügt durch Ziff. I der V vom 9. Dez. 1996, in Kraft seit 1. Febr. 1997 ( AS 1997 132 )."
    },
    {
      "provision_ref": "art34",
      "chapter": "3. Abschnitt: Verfahren",
      "section": "34",
      "title": "Auflagen",
      "content": "1 Hat die ersuchende ausländische Behörde keine Zusicherung abgegeben, so macht die zuständige schweizerische Behörde sie darauf aufmerksam, dass: a. die Auskunft nicht in Verfahren verwendet werden darf, für die Rechtshilfe nicht zulässig ist; b. für jede weitere Verwendung der Auskunft die Zustimmung des Bundesamtes eingeholt werden muss. 2 Entsprechendes gilt, wenn eine ausländische Behörde ausserhalb eines Rechtshilfeverfahrens Einsicht in schweizerische Akten erhält."
    },
    {
      "provision_ref": "art34a",
      "chapter": "3. Abschnitt: Verfahren",
      "section": "34a",
      "title": "a Ausführung von Entscheiden des Bundesamtes",
      "content": "Erlässt das Bundesamt aufgrund von Artikel 79 a des Rechtshilfegesetzes eine Eintretensverfügung (Art. 80 a IRSG), so bestimmt es die mit der Ausführung des Ersuchens beauftragte Behörde. Eingefügt durch Ziff. I der V vom 9. Dez. 1996, in Kraft seit 1. Febr. 1997 ( AS 1997 132 )."
    },
    {
      "provision_ref": "art35",
      "chapter": "3. Abschnitt: Verfahren",
      "section": "35",
      "title": "Polizeilicher Rechtshilfeverkehr",
      "content": "1 … 2 Die zuständigen Polizeibehörden verkehren mit dem Ausland durch Vermittlung des Nationalen Zentralbüros Interpol in Bern. Sie halten sich dabei an die Statuten der Internationalen Kriminalpolizeilichen Organisation (IKPO-Interpol). In dringenden Fällen, in Fällen mit geringer Bedeutung, in Fällen von Übertretungen der Strassenverkehrsvorschriften oder im grenznachbarlichen Verkehr dürfen Ausnahmen gemacht werden. Aufgehoben durch Ziff. I der V vom 9. Dez. 1996, mit Wirkung seit 1. Febr. 1997 ( AS 1997 132 ). SR 366.1 Fassung gemäss Ziff. I der V vom 9. Dez. 1996, in Kraft seit 1. Febr. 1997 ( AS 1997 132 )."
    },
    {
      "provision_ref": "art36",
      "chapter": "4. Kapitel: Stellvertretende Strafverfolgung",
      "section": "36",
      "title": "Berichterstattung",
      "content": "1 Die zuständige Behörde meldet dem Bundesamt: a. ob dem Ersuchen um Eröffnung eines Strafverfahrens stattgegeben wurde oder nicht; b. die ausgesprochene Sanktion; c. den Vollzug der Sanktion; d. die Einstellung des Strafverfahrens; e. den Entscheid über das weitere Vorgehen, wenn sich der Verfolgte der gerichtlichen Beurteilung in der Schweiz entzieht. 2 Das Bundesamt unterrichtet den ersuchenden Staat."
    },
    {
      "provision_ref": "art37",
      "chapter": "4. Kapitel: Stellvertretende Strafverfolgung",
      "section": "37",
      "title": "Ausländische amtliche Schriftstücke",
      "content": "Amtliche Schriftstücke des Staates, der um Übernahme der Strafverfolgung ersucht hat, werden im Strafverfahren entsprechenden schweizerischen Schriftstücken gleichgestellt."
    },
    {
      "provision_ref": "art38",
      "chapter": "1. Abschnitt: Übernahme durch die Schweiz",
      "section": "38",
      "title": "Vollstreckung bei Verübung der Tat in der Schweiz",
      "content": "Sind mehrere Taten, von denen einzelne in der Schweiz verübt worden sind, Gegenstand der Verurteilung im Ausland, so kann der Strafentscheid in der Schweiz vollstreckt werden: a. wenn eine Gesamtstrafe ausgesprochen worden ist, oder b. wenn die Schweiz den andern Staat um Übernahme der Verfolgung ersucht hat."
    },
    {
      "provision_ref": "art39",
      "chapter": "1. Abschnitt: Übernahme durch die Schweiz",
      "section": "39",
      "title": "Strafrechtliche Nebenfolgen",
      "content": "Der Vollzug einer strafrechtlichen Nebenfolge (Art. 96 Bst. b IRSG) ist nicht schon deshalb unzulässig, weil sie nach schweizerischem Recht nur als Verwaltungsmassnahme angeordnet werden kann."
    },
    {
      "provision_ref": "art40",
      "chapter": "1. Abschnitt: Übernahme durch die Schweiz",
      "section": "40",
      "title": "Abwesenheitsurteil",
      "content": "Strafentscheide, die im Urteilsstaat aufgrund des Einspruchs oder der Berufung des Verurteilten bestätigt oder ausgesprochen worden sind, gelten nicht als in seiner Abwesenheit ergangen."
    },
    {
      "provision_ref": "art41",
      "chapter": "1. Abschnitt: Übernahme durch die Schweiz",
      "section": "41",
      "title": "Benutzung schweizerischer Anstalten durch das Ausland",
      "content": "1 Die Benutzung schweizerischer Anstalten (Art. 99 IRSG) bedarf einer Bewilligung der zuständigen Behörde des Kantons, der die zu benutzende Anstalt führt. Die Bewilligung kann allgemein oder für den Einzelfall erteilt werden. 2 Die Voraussetzung, dass ein anderer Staat eine Sanktion nicht selbst vollziehen kann, liegt vor, wenn auf seinem Hoheitsgebiet keine Anstalt besteht, die den Anforderungen für den Vollzug entspricht. 3 Zuständig für die bedingte, probeweise oder endgültige Entlassung, die Rückversetzung in den Vollzug sowie dessen Unterbrechung sind die Behörden des Staats, die den Verurteilten in die Anstalt eingewiesen haben. 4 Der Verurteilte ist den schweizerischen Behörden an der Grenze zu übergeben. Dabei ist ihnen eine vollständige und mit Rechtskraftbescheinigung versehene Ausfertigung des Entscheides zu übergeben, aufgrund dessen die Einweisung in die schweizerische Anstalt erfolgt. 5 Wenn der Verurteilte entweicht, treffen die Behörden des Kantons, in dem die Anstalt liegt, die zur Wiederergreifung in der Schweiz unmittelbar erforderlichen Massnahmen und orientieren die Behörden des Staats, die den Verurteilten eingewiesen haben. 6 Der Staat, der den Verurteilten eingewiesen hat, trägt die Kosten des Vollzugs."
    },
    {
      "provision_ref": "art42",
      "chapter": "2. Abschnitt: Eintritt der Wirkungen einer Übertragung an das Ausland",
      "section": "42",
      "title": "",
      "content": "Befindet sich der Verurteilte in der Schweiz, so beginnen die Wirkungen der Übertragung (Art. 102 IRSG), wenn die zuständige kantonale Behörde die Erklärung des ersuchten Staats erhält, dass dieser dem Ersuchen entspricht."
    },
    {
      "provision_ref": "art43",
      "chapter": "3. Abschnitt: Verfahren",
      "section": "43",
      "title": "Behandlung des Ersuchens durch das Bundesamt",
      "content": "1 Das Bundesamt kann dem ersuchenden Staat anstelle der Vollstreckung die Übernahme der Strafverfolgung vorschlagen, wenn die ausgesprochene Sanktion über dem schweizerischen Strafrahmen liegt oder das in entsprechenden Fällen übliche Strafmass offensichtlich übersteigt. 2 Nimmt das Bundesamt das Ersuchen nicht an oder erklärt der Richter den Strafentscheid für nicht vollstreckbar, so prüft das Bundesamt, ob die Voraussetzungen für die Übernahme der Strafverfolgung nach dem vierten Teil des Rechtshilfegesetzes gegeben sind. Trifft dies zu, schlägt es dem ersuchenden Staat mit der Mitteilung über die Nichtannahme des Ersuchens oder über den Widerruf der Annahme vor, an Stelle der Vollstreckung die Übernahme der Strafverfolgung zu verlangen. 3 Stellt der Richter fest, dass die gesetzlichen Voraussetzungen der Vollstreckung nicht für alle beurteilten Taten erfüllt sind, so fordert das Bundesamt den ersuchenden Staat auf, jenen Teil der Sanktion zu bezeichnen, der auf die Taten entfällt, bei denen die Voraussetzungen erfüllt sind."
    },
    {
      "provision_ref": "art44",
      "chapter": "3. Abschnitt: Verfahren",
      "section": "44",
      "title": "Bestimmung der zu vollziehenden Sanktion",
      "content": "1 Erklärt der Richter den Entscheid für vollstreckbar (Art. 106 IRSG), so bestimmt er, welche Sanktion des schweizerischen Rechts der im Ausland ausgesprochenen am besten entspricht und rechnet eine Busse zum Tageskurs in Schweizerfranken um. 2 Eine vollständige Ausfertigung des rechtskräftigen Entscheids über die Vollstreckbarerklärung wird dem Bundesamt im Doppel zugestellt."
    },
    {
      "provision_ref": "art45",
      "chapter": "3. Abschnitt: Verfahren",
      "section": "45",
      "title": "Vollzug der Sanktion",
      "content": "1 Die zuständigen kantonalen Behörden melden dem Bundesamt den Beginn des Vollzugs. 2 Die zuständigen Behörden übermitteln dem Bundesamt nach Beendigung des Vollzugs eine Vollstreckungsbescheinigung, die es an den ersuchenden Staat weiterleitet."
    },
    {
      "provision_ref": "art46",
      "chapter": "6. Kapitel: Inkrafttreten",
      "section": "46",
      "title": "",
      "content": "Diese Verordnung tritt am 1. Januar 1983 in Kraft."
    }
  ],
  "definitions": []
}