{
  "id": "sr-364",
  "type": "statute",
  "title": "Bundesgesetz vom 20. März 2008 über die Anwendung polizeilichen Zwangs und polizeilicher Massnahmen im Zuständigkeitsbereich des Bundes (Zwangsanwendungsgesetz, ZAG)",
  "title_en": "",
  "short_name": "ZAG",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2008/759/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "1. Abschnitt: Gegenstand und Geltungsbereich",
      "section": "1",
      "title": "Gegenstand",
      "content": "Dieses Gesetz regelt die Grundsätze der Anwendung polizeilichen Zwangs und polizeilicher Massnahmen im Zuständigkeitsbereich des Bundes."
    },
    {
      "provision_ref": "art2",
      "chapter": "1. Abschnitt: Gegenstand und Geltungsbereich",
      "section": "2",
      "title": "Verpflichtete Behörden und Personen",
      "content": "1 Dieses Gesetz gilt: a. für alle Bundesbehörden, die bei der Erfüllung ihrer Aufgaben polizeilichen Zwang oder polizeiliche Massnahmen anwenden müssen; b. für alle kantonalen Behörden, die im Bereich der Ausländer- und der Asylgesetzgebung polizeilichen Zwang oder polizeiliche Massnahmen anwenden müssen; c. für alle kantonalen Behörden, die im Zusammenwirken mit den Strafbehörden des Bundes polizeiliche Aufgaben im Bereich der Bundesgerichtsbarkeit wahrnehmen; d. für alle kantonalen Behörden, die im Auftrag einer Bundesbehörde Personen mit Freiheitsbeschränkungen transportieren; e. für Private, die von diesen Behörden für die Erfüllung ihrer Aufgaben beigezogen werden. 2 Für die Armee gilt das Gesetz nur, soweit sie im Inland Assistenzdienst oder Spontanhilfe für zivile Polizeiorgane des Bundes oder der Kantone oder das Grenzwachtkorps leistet. Fassung gemäss Anhang Ziff. II 11 des Strafbehördenorganisationsgesetzes vom 19. März 2010, in Kraft seit 1. Jan. 2011 ( AS 2010 3267 ; BBl 2008 8125 ). Fassung gemäss Anhang Ziff. 5 des BG vom 18. März 2016, in Kraft seit 1. Jan. 2018 ( AS 2016 4277 , 2017 2297 ; BBl 2014 6955 )."
    },
    {
      "provision_ref": "art3",
      "chapter": "1. Abschnitt: Gegenstand und Geltungsbereich",
      "section": "3",
      "title": "Verhältnis zum Verfahrensrecht des Bundes",
      "content": "Dieses Gesetz gilt für die Anwendung polizeilichen Zwangs und polizeilicher Massnahmen im Bereich der Verfahrensgesetze des Bundes, soweit diese dafür keine besonderen Regelungen enthalten."
    },
    {
      "provision_ref": "art4",
      "chapter": "1. Abschnitt: Gegenstand und Geltungsbereich",
      "section": "4",
      "title": "Notwehr und Notstand",
      "content": "Das Gesetz ist nicht anwendbar bei Handlungen in Notwehr oder Notstand."
    },
    {
      "provision_ref": "art5",
      "chapter": "2. Abschnitt: Allgemeine Bestimmungen",
      "section": "5",
      "title": "Polizeilicher Zwang",
      "content": "Als polizeilicher Zwang gilt der gegen Personen gerichtete Einsatz von: a. körperlicher Gewalt; b. Hilfsmitteln; c. Waffen."
    },
    {
      "provision_ref": "art6",
      "chapter": "2. Abschnitt: Allgemeine Bestimmungen",
      "section": "6",
      "title": "Polizeiliche Massnahmen",
      "content": "Als polizeiliche Massnahmen gelten: a. das kurzfristige Festhalten von Personen; a bis . die Wegweisung und das Fernhalten von Personen; b. die Durchsuchung von Personen und ihrer persönlichen Effekten; c. die Durchsuchung von Räumen, Gegenständen und Fahrzeugen; d. die Beschlagnahme von Gegenständen. Eingefügt durch Ziff. I 10 des BG vom 25. Sept. 2020 über polizeiliche Massnahmen zur Bekämpfung von Terrorismus, in Kraft seit 1. Juni 2022 ( AS 2021 565 ; 2022 300 ; BBl 2019 4751 ). Fassung gemäss Ziff. I 10 des BG vom 25. Sept. 2020 über polizeiliche Massnahmen zur Bekämpfung von Terrorismus, in Kraft seit 1. Juni 2022 ( AS 2021 565 ; 2022 300 ; BBl 2019 4751 )."
    },
    {
      "provision_ref": "art7",
      "chapter": "2. Abschnitt: Allgemeine Bestimmungen",
      "section": "7",
      "title": "Zur Anwendung polizeilichen Zwangs und polizeilicher Massnahmen berechtigte Behörden",
      "content": "Die Spezialgesetze bezeichnen die Behörden, die zur Anwendung polizeilichen Zwangs und polizeilicher Massnahmen berechtigt sind."
    },
    {
      "provision_ref": "art8",
      "chapter": "2. Abschnitt: Allgemeine Bestimmungen",
      "section": "8",
      "title": "Besondere Ausbildung",
      "content": "Personen, die zur Anwendung polizeilichen Zwangs und polizeilicher Massnahmen eingesetzt werden, müssen dazu ausgebildet sein."
    },
    {
      "provision_ref": "art9",
      "chapter": "2. Abschnitt: Allgemeine Bestimmungen",
      "section": "9",
      "title": "Grundsätze",
      "content": "1 Polizeilicher Zwang und polizeiliche Massnahmen dürfen nur zur Aufrechterhaltung oder Herstellung eines rechtmässigen Zustandes angewendet werden, insbesondere: a. zur Abwehr einer Gefahr; b. zum Schutz von Behörden, Gebäuden und Einrichtungen des Bundes; c. zur Durchführung des Transportes von Personen, die Freiheitsbeschränkungen unterstehen; d. zur Verhinderung der Flucht von Personen, die Freiheitsbeschränkungen unterstehen; e. zur Identifizierung von Personen; f. zur Beschlagnahme von Gegenständen, wenn ein Gesetz dies vorsieht. 2 Die Anwendung muss den Umständen angemessen sein; insbesondere müssen das Alter, das Geschlecht und der Gesundheitszustand der betroffenen Personen berücksichtigt werden. 3 Sie darf keine Eingriffe oder Beeinträchtigungen nach sich ziehen, die zum angestrebten Ziel in einem Missverhältnis stehen. 4 Grausame, erniedrigende oder beleidigende Behandlungen sind verboten."
    },
    {
      "provision_ref": "art10",
      "chapter": "2. Abschnitt: Allgemeine Bestimmungen",
      "section": "10",
      "title": "Ankündigung",
      "content": "1 Soweit die Umstände und der Zweck des Einsatzes es zulassen, muss die Anwendung polizeilichen Zwangs und polizeilicher Massnahmen angekündigt werden. 2 Die Ankündigung muss nach Möglichkeit in einer für die Betroffenen verständlichen Sprache erfolgen."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Einsatz von Waffen",
      "content": "1 Der Einsatz von Waffen darf nur als letztes Mittel erfolgen. 2 Feuerwaffen dürfen nur eingesetzt werden, um Personen festzunehmen oder ihre Flucht zu verhindern, wenn: a. sie eine schwere Straftat begangen haben; b. der dringende Verdacht besteht, dass sie eine schwere Straftat begangen haben. 3 Ein Warnschuss darf nur abgegeben werden, wenn ein Warnruf wirkungslos bleibt oder nach den Umständen keine Wirkung haben kann. 4 Über jeden Waffeneinsatz ist der zuständigen Behörde Bericht zu erstatten."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Identifizierbarkeit",
      "content": "Personen, die zur Anwendung polizeilichen Zwangs und polizeilicher Massnahmen eingesetzt werden, müssen identifizierbar sein."
    },
    {
      "provision_ref": "art13",
      "chapter": "3. Abschnitt: Besondere Bestimmungen zum polizeilichen Zwang",
      "section": "13",
      "title": "Körperliche Gewalt",
      "content": "Techniken körperlicher Gewalt, welche die Gesundheit der betroffenen Person erheblich beeinträchtigen können, insbesondere durch die Behinderung der Atemwege, sind verboten."
    },
    {
      "provision_ref": "art14",
      "chapter": "3. Abschnitt: Besondere Bestimmungen zum polizeilichen Zwang",
      "section": "14",
      "title": "Hilfsmittel",
      "content": "1 Der Bundesrat erlässt eine Liste der zulässigen Hilfsmittel. 2 Er lässt insbesondere zu: a. Handschellen und andere Fesselungsmittel; b. Diensthunde. 3 Er darf den Einsatz von Hilfsmitteln, welche die Atemwege beeinträchtigen können, nicht zulassen; dazu gehören insbesondere Integralhelme und Mundknebel."
    },
    {
      "provision_ref": "art15",
      "chapter": "3. Abschnitt: Besondere Bestimmungen zum polizeilichen Zwang",
      "section": "15",
      "title": "Waffen",
      "content": "Folgende Waffen dürfen eingesetzt werden: a. Schlag- und Abwehrstöcke; b. Reizstoffe; c. Feuerwaffen; d. nicht tödlich wirkende Destabilisierungsgeräte."
    },
    {
      "provision_ref": "art16",
      "chapter": "3. Abschnitt: Besondere Bestimmungen zum polizeilichen Zwang",
      "section": "16",
      "title": "Aufgabenbezogener Einsatz von Hilfsmitteln und Waffen",
      "content": "Der Bundesrat erlässt eine Liste der für die jeweiligen Aufgaben zugelassenen Hilfsmittel und Waffen."
    },
    {
      "provision_ref": "art17",
      "chapter": "3. Abschnitt: Besondere Bestimmungen zum polizeilichen Zwang",
      "section": "17",
      "title": "Ausrüstung",
      "content": "1 Der Bundesrat kann die technischen Anforderungen an die Hilfsmittel und die Waffen (Ausrüstung) der Polizeiorgane des Bundes regeln. 2 Die Ausrüstung der Polizeiorgane der Kantone richtet sich nach kantonalem Recht."
    },
    {
      "provision_ref": "art18",
      "chapter": "3. Abschnitt: Besondere Bestimmungen zum polizeilichen Zwang",
      "section": "18",
      "title": "Anhörung der Kantone",
      "content": "Der Bundesrat hört die Kantone an, bevor er: a. die Liste der Hilfsmittel nach Artikel 14 Absatz 1 erlässt; b. die Liste der Hilfsmittel und Waffen nach Artikel 16 erlässt."
    },
    {
      "provision_ref": "art19",
      "chapter": "4. Abschnitt: Besondere Bestimmungen zu den polizeilichen Massnahmen",
      "section": "19",
      "title": "Kurzfristiges Festhalten",
      "content": "1 Wird eine Person kurzfristig festgehalten, so muss sie: a. über den Grund ihrer Festhaltung informiert werden; b. die Möglichkeit haben, mit den bewachenden Personen Kontakt aufzunehmen, wenn sie Hilfe benötigt. 2 Eine Person darf nur solange festgehalten werden, als die Umstände dies erfordern, höchstens aber 24 Stunden."
    },
    {
      "provision_ref": "art19a",
      "chapter": "4. Abschnitt: Besondere Bestimmungen zu den polizeilichen Massnahmen",
      "section": "19a",
      "title": "a Wegweisung und Fernhaltung",
      "content": "Personen können von einem Ort vorübergehend weggewiesen oder ferngehalten werden, wenn dies für den Vollzug einer polizeilichen Massnahme erforderlich ist. Eingefügt durch Ziff. I 10 des BG vom 25. Sept. 2020 über polizeiliche Massnahmen zur Bekämpfung von Terrorismus, in Kraft seit 1. Juni 2022 ( AS 2021 565 ; 2022 300 ; BBl 2019 4751 )."
    },
    {
      "provision_ref": "art20",
      "chapter": "4. Abschnitt: Besondere Bestimmungen zu den polizeilichen Massnahmen",
      "section": "20",
      "title": "Durchsuchen und Abtasten von Personen sowie Untersuchungen im Intimbereich",
      "content": "1 Eine Durchsuchung, die mit Körperkontakten verbunden ist, darf nur von Personen vorgenommen werden, die das gleiche Geschlecht wie die durchsuchte Person haben. 2 Solche Durchsuchungen müssen unter Ausschluss der Öffentlichkeit erfolgen. 3 Die Absätze 1 und 2 gelten nicht für das Abtasten von Personen, bei denen der Verdacht besteht, dass sie Waffen oder gefährliche Gegenstände mit sich führen. 4 Untersuchungen im Intimbereich von Personen dürfen nur von einem Arzt oder einer Ärztin vorgenommen werden."
    },
    {
      "provision_ref": "art20a",
      "chapter": "4. Abschnitt: Besondere Bestimmungen zu den polizeilichen Massnahmen",
      "section": "20a",
      "title": "a Durchsuchung von Räumen, Gegenständen und Fahrzeugen",
      "content": "1 Räume, Gegenstände und Fahrzeuge können durchsucht werden, wenn sie von einer Person genutzt werden, die die Voraussetzungen einer Durchsuchung erfüllt. 2 Die Durchsuchung erfolgt nach Möglichkeit in Gegenwart der Person, welche die Sachherrschaft innehat. 3 Erfolgt sie in Abwesenheit dieser Person, so wird die Durchsuchung dokumentiert. Eingefügt durch Ziff. I 10 des BG vom 25. Sept. 2020 über polizeiliche Massnahmen zur Bekämpfung von Terrorismus, in Kraft seit 1. Juni 2022 ( AS 2021 565 ; 2022 300 ; BBl 2019 4751 )."
    },
    {
      "provision_ref": "art21",
      "chapter": "4. Abschnitt: Besondere Bestimmungen zu den polizeilichen Massnahmen",
      "section": "21",
      "title": "Beschlagnahme von Gegenständen",
      "content": "Soweit für die Beschlagnahme von Gegenständen keine spezialgesetzliche Regelung gilt, ist Artikel 47 des Bundesgesetzes vom 22. März 1974 über das Verwaltungsstrafrecht anwendbar. SR 313.0"
    },
    {
      "provision_ref": "art22",
      "chapter": "5. Abschnitt: Medizinische Versorgung und Einsatz von Arzneimitteln",
      "section": "22",
      "title": "Erste Hilfe",
      "content": "Erleiden Personen durch polizeilichen Zwang eine gesundheitliche Beeinträchtigung, so leisten die ausführenden Personen erste Hilfe und sorgen wenn nötig für ärztlichen Beistand."
    },
    {
      "provision_ref": "art23",
      "chapter": "5. Abschnitt: Medizinische Versorgung und Einsatz von Arzneimitteln",
      "section": "23",
      "title": "Medizinische Untersuchung",
      "content": "Eine Person, gegen die polizeilicher Zwang angewendet worden ist oder die festgehalten wird, ist medizinisch zu untersuchen, wenn eine erhebliche gesundheitliche Beeinträchtigung nicht ausgeschlossen werden kann."
    },
    {
      "provision_ref": "art24",
      "chapter": "5. Abschnitt: Medizinische Versorgung und Einsatz von Arzneimitteln",
      "section": "24",
      "title": "Medizinische Überwachung",
      "content": "Eine festgehaltene oder transportierte Person muss durch eine medizinisch geschulte Person überwacht werden, wenn: a. sie aus medizinischen Gründen mit Arzneimitteln ruhig gestellt wird; oder b. eine ärztliche Beurteilung ergibt, dass mit gesundheitlichen Komplikationen zu rechnen ist."
    },
    {
      "provision_ref": "art25",
      "chapter": "5. Abschnitt: Medizinische Versorgung und Einsatz von Arzneimitteln",
      "section": "25",
      "title": "Einsatz von Arzneimitteln",
      "content": "1 Arzneimittel dürfen nicht an Stelle von Hilfsmitteln verwendet werden. 2 Sie dürfen nur gestützt auf eine medizinische Indikation und von den nach der Heilmittelgesetzgebung zuständigen Personen verschrieben, abgegeben oder verabreicht werden."
    },
    {
      "provision_ref": "art26",
      "chapter": "6. Abschnitt: Transport von Personen, die Freiheitsbeschränkungen unterstehen",
      "section": "26",
      "title": "Vorschriften des Bundesrats",
      "content": "1 Der Bundesrat erlässt die erforderlichen Vorschriften für den Transport von Personen, die Freiheitsbeschränkungen unterstehen. 2 Er regelt insbesondere: a. wie der Transport vorzubereiten und durchzuführen ist; b. unter welchen Umständen die transportierten Personen zu fesseln sind; c. die Anforderungen an die Transportmittel; d. welche Bedürfnisse der transportierten Personen bei länger dauernden Transporten zu berücksichtigen sind."
    },
    {
      "provision_ref": "art27",
      "chapter": "6. Abschnitt: Transport von Personen, die Freiheitsbeschränkungen unterstehen",
      "section": "27",
      "title": "Vorbereitung von Rückführungen auf dem Luftweg",
      "content": "1 Die zwangsweise Rückführung von Personen auf dem Luftwege ist von den zuständigen Behörden jeweils aufgrund der konkreten Umstände vorzubereiten. 2 Die betroffenen Personen sind vorgängig zu orientieren und anzuhören, soweit der Vollzug selbst dadurch nicht in Frage gestellt wird; es ist ihnen insbesondere Gelegenheit zu geben, dringliche persönliche Angelegenheiten vor der Rückführung zu erledigen oder erledigen zu lassen. 3 Eine betroffene Person ist vor Beginn des Transportes ärztlich zu untersuchen, wenn: a. die betroffene Person dies verlangt; b. Anzeichen für gesundheitliche Probleme feststellbar sind."
    },
    {
      "provision_ref": "art28",
      "chapter": "6. Abschnitt: Transport von Personen, die Freiheitsbeschränkungen unterstehen",
      "section": "28",
      "title": "Begleitpersonen",
      "content": "1 Personen, die auf dem Luftwege zwangsweise rückgeführt werden, müssen durch besonders ausgebildete Personen begleitet werden. Während der Rückführung müssen sie Gelegenheit haben, sich an eine Person ihres Geschlechts zu wenden. 2 Während des Fluges unterstehen die rückzuführenden Personen und die Begleitpersonen der Bordgewalt des Kommandanten oder der Kommandantin des Luftfahrzeugs."
    },
    {
      "provision_ref": "art29",
      "chapter": "7. Abschnitt: Aus- und Weiterbildung",
      "section": "29",
      "title": "Programme und Koordination",
      "content": "1 Der Bundesrat regelt die Aus- und Weiterbildungsprogramme für Personen, deren Aufgaben mit der Anwendung polizeilichen Zwangs und polizeilicher Massnahmen im Geltungsbereich dieses Gesetzes verbunden sein können. Er hört dazu die Kantone an und sorgt für die erforderliche Koordination unter den beteiligten Bundesstellen und den kantonalen Behörden. 2 Er trägt dabei den Erkenntnissen der Wissenschaft und der Technik Rechnung. 3 Der Bund unterstützt besondere Aus- und Weiterbildungsprogramme für Personen, die mit der zwangsweisen Rückführung von Personen auf dem Luftweg beauftragt sind."
    },
    {
      "provision_ref": "art30",
      "chapter": "7. Abschnitt: Aus- und Weiterbildung",
      "section": "30",
      "title": "Inhalt",
      "content": "In der Aus- und Weiterbildung werden insbesondere folgende Themen behandelt: a. Umgang mit widerstandwilligen und gewaltbereiten Personen; b. Einsatz körperlicher Gewalt; c. Einsatz von Hilfsmitteln und Waffen; d. Beurteilung gesundheitlicher Risiken der Gewaltanwendung; e. Leistung erster Hilfe; f. Grundrechte, Persönlichkeitsschutz und Verfahrensrecht; g. Umgang mit Personen aus anderen Kulturkreisen."
    },
    {
      "provision_ref": "art31",
      "chapter": "8. Abschnitt: Haftung für Schäden",
      "section": "31",
      "title": "",
      "content": "1 Der Bund haftet nach dem Verantwortlichkeitsgesetz vom 14. März 1958 für Schäden, die: a. Organe des Bundes beim Vollzug dieses Gesetzes widerrechtlich verursacht haben; b. Organe der Kantone oder Private, die unmittelbar im Auftrag oder unter Leitung der Bundesbehörden tätig gewesen sind, widerrechtlich verursacht haben. 2 Hat der Bund Ersatz geleistet, so steht ihm der Rückgriff auf den Kanton zu, in dessen Dienst die Person steht, die den Schaden verursacht hat. Das Verfahren richtet sich nach Artikel 10 Absatz 1 des Verantwortlichkeitsgesetzes vom 14. März 1958. SR 170.32"
    },
    {
      "provision_ref": "art32",
      "chapter": "9. Abschnitt: Schlussbestimmungen",
      "section": "32",
      "title": "Änderung bisherigen Rechts",
      "content": "Die Änderung bisherigen Rechts wird im Anhang geregelt."
    },
    {
      "provision_ref": "art33",
      "chapter": "9. Abschnitt: Schlussbestimmungen",
      "section": "33",
      "title": "Referendum und Inkrafttreten",
      "content": "1 Dieses Gesetz untersteht dem fakultativen Referendum. 2 Der Bundesrat bestimmt das Inkrafttreten. Datum des Inkrafttretens: 1. Januar 2009 BRB vom 12. Nov. 2008"
    }
  ],
  "definitions": []
}