{
  "id": "sr-360-4",
  "type": "statute",
  "title": "Vereinbarung vom 2. April 2014 über den nationalen Betrieb gemeinsamer Polizei- und Zollkooperationszentren (CCPD) in Genf und Chiasso",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2014/333/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "1. Kapitel: Allgemeine Bestimmungen",
      "section": "1",
      "title": "Zweck der Vereinbarung",
      "content": "Die vorliegende Vereinbarung regelt die Organisation des nationalen Teils der CCPD (Schweizer Dienststellen) in Genf und Chiasso, die Finanzierung der Kosten an den CCPD, die der Schweiz anfallen, die Aufgaben von den daran beteiligten Behörden des Bundes und der Kantone sowie personal- und beschaffungsrechtliche Aspekte."
    },
    {
      "provision_ref": "art2",
      "chapter": "1. Kapitel: Allgemeine Bestimmungen",
      "section": "2",
      "title": "Schweizer Dienststellen in Genf und Chiasso",
      "content": "1 An den Schweizer Dienststellen in Genf und Chiasso sind folgende Behörden des Bundes und der Kantone beteiligt, die Mitarbeitende entsenden (Entsendeeinheit): a. das Bundesamt für Polizei (fedpol); b. das Staatssekretariat für Migration; c. das Bundesamt für Zoll und Grenzsicherheit, vertreten durch das Grenzwachtkorps (GWK); d. die Kantonspolizeien. 2 Die Schweizer Dienststellen besitzen keine Rechtspersönlichkeit. Vgl. Art. 1 des Abk. vom 9. Okt. 2007 zwischen dem Schweizerischen Bundesrat und der Regierung der Französischen Republik über die grenzüberschreitende Zusammenarbeit in Justiz-, Polizei- und Zollsachen ( SR 0.360.349.1 ) und Art. 2 1. Lemma des Abk. vom 14. Okt. 2013 zwischen der Schweizerischen Eidgenossenschaft und der Italienischen Republik über die Zusammenarbeit der Polizei- und Zollbehörden ( SR 0.360.454.1 ). Die Bezeichnung der Verwaltungseinheit wurde in Anwendung von Art. 16 Abs. 3 der Publikationsverordnung vom 17. Nov. 2004 ( AS 2004 4937 ) auf den 1. Jan. 2015 angepasst. Diese Anpassung wurde im ganzen Text vorgenommen. SR 170.512.1 ."
    },
    {
      "provision_ref": "art3",
      "chapter": "1. Abschnitt: Leitung der Schweizer Dienststellen",
      "section": "3",
      "title": "",
      "content": "Die Leitung der Schweizer Dienststellen obliegt: – strategisch: dem Leitungsausschuss; – operativ: der Schweizer Koordinatorin oder dem Schweizer Koordinator; – administrativ: fedpol."
    },
    {
      "provision_ref": "art4",
      "chapter": "2. Abschnitt: Leitungsausschuss",
      "section": "4",
      "title": "Anzahl und Zusammensetzung",
      "content": "1 Für jede Schweizer Dienststelle wird ein Leitungsausschuss eingesetzt. 2 In jedem Leitungsausschuss haben folgende Personen Einsitz: a. die Leiterin oder der Leiter der Hauptabteilung internationale Polizeikooperation von fedpol und die Kommissariatsleiterin oder der Kommissariatsleiter CCPD; b. die Kommandantin oder der Kommandant der Grenzwachtregion, in der sich das CCPD befindet; c. ein Kadermitglied des Staatssekretariates für Migration; d. drei Kadermitglieder der Kantonspolizeien, wovon mindestens eine oder einer aus demjenigen Kanton, in dem sich das CCPD befindet; e. die Schweizer Koordinatorin oder der Schweizer Koordinator."
    },
    {
      "provision_ref": "art5",
      "chapter": "2. Abschnitt: Leitungsausschuss",
      "section": "5",
      "title": "Aufgaben",
      "content": "Für die strategische Leitung der Schweizer Dienststellen nimmt der Leitungsausschuss namentlich folgende Aufgaben wahr: a. Vertretung der Schweiz im binationalen Gremium (Schweiz-Frankreich bzw. Schweiz-Italien) gemäss Zusatzprotokollen sowie Sicherstellung einer einheitlichen Schweizer Position; b. Umgehende und umfassende Information der zuständigen bzw. betroffenen Behörde über politisch sensible Ereignisse oder Entscheide im Zusammenhang mit den CCPD oder den Schweizer Dienststellen; c. Konkretisierung der Ziele, Aufgaben und Organisation der Schweizer Dienststellen; d. Wahl der Schweizer Koordinatorin oder des Schweizer Koordinators in Absprache mit deren oder dessen Entsendeeinheit; e. Genehmigung des Pflichtenhefts der Schweizer Koordinatorin oder des Schweizer Koordinators sowie deren oder dessen Dienstanweisungen; f. Genehmigung der internen Reglemente der CCPD und Ermächtigung der Schweizer Koordinatorin oder des Schweizer Koordinators zu deren Unterzeichnung; g. Genehmigung des jährlichen Berichts der Schweizer Koordinatorin oder des Schweizer Koordinators betreffend den Betrieb der Schweizer Dienststelle zuhanden der daran beteiligten Behörden; h. Wahrnehmung seiner Funktion als Kontaktstelle zwischen der Schweizer Dienststelle und den daran beteiligten Behörden für strategische Angelegenheiten; i. Verabschiedung des CCPD-Budgetantrags zuhanden der Direktion fedpol; j. Erstellen seiner Geschäftsordnung, die der Direktion fedpol zur Genehmigung unterbreitet wird. Vgl. Art. 8 Abs. 2 des Zusatzprotokolls vom 28. Januar 2002 zum Abk. vom 11. Mai 1998 zwischen dem Schweizerischen Bundesrat und der Französischen Republik über die grenzüberschreitende Zusammenarbeit in Justiz-, Polizei- und Zollsachen ( SR 0.360.349.11 ; nachfolgend: ZP Frankreich) und Art. 7 Abs. 1 des Prot. vom 17. Sept. 2002 zwischen der Schweizerischen Eidgenossenschaft und der Italienischen Republik über die Errichtung gemeinsamer Zentren für Polizei- und Zollzusammenarbeit ( SR 0.360.454.11 ; nachfolgend: Protokoll Italien). Vgl. Art. 2 Abs. 5 ZP Frankreich und Art. 3 Abs. 3 Protokoll Italien."
    },
    {
      "provision_ref": "art6",
      "chapter": "2. Abschnitt: Leitungsausschuss",
      "section": "6",
      "title": "Vorsitzender des Leitungsausschusses",
      "content": "1 Die Leiterin oder der Leiter der Hauptabteilung internationale Polizeikooperation von fedpol übt den Vorsitz im Leitungsausschuss aus. 2 Die oder der Vorsitzende des Leitungsausschusses hat dessen Sitzungen einzuberufen, zu leiten und lässt sie protokollieren."
    },
    {
      "provision_ref": "art7",
      "chapter": "3. Abschnitt: Schweizer Koordinatorin oder Koordinator",
      "section": "7",
      "title": "Einsetzung",
      "content": "1 Für jede Schweizer Dienststelle wird eine Schweizer Koordinatorin oder ein Schweizer Koordinator eingesetzt. 2 Die Koordinatorenfunktion und die Funktion der Stellvertreterin oder des Stellvertreters werden mit einem Polizeioffizier des jeweiligen CCPD-Sitzkantons und mit einer Mitarbeiterin oder einem Mitarbeiter von fedpol besetzt."
    },
    {
      "provision_ref": "art8",
      "chapter": "3. Abschnitt: Schweizer Koordinatorin oder Koordinator",
      "section": "8",
      "title": "Aufgaben",
      "content": "1 Der Schweizer Koordinatorin oder dem Schweizer Koordinator obliegt die operative Leitung der Schweizer Dienststelle. Dies beinhaltet namentlich folgende Aufgaben: a. Umsetzung der Beschlüsse des Leitungsausschusses, soweit sie oder er hierfür zuständig ist; b. Wahrnehmung der Funktion als Kontaktstelle zwischen der Schweizer Dienststelle und den Mitgliedern des Leitungsausschusses sowie den beteiligten nationalen und internationalen Behörden für operative Angelegenheiten; c. Erlass der für den operativen Betrieb erforderlichen Dienstanweisungen; d. jährliches Verfassen eines Berichts betreffend den Betrieb der Schweizer Dienststelle zuhanden der daran beteiligten Behörden; e. Lieferung der Informationen für den Leitungsausschuss und das Kommissariat CCPD, die diese für die Erfüllung ihrer Aufgaben benötigen; f. Unterbreiten der Beschaffungsanträge an das Kommissariat CCPD. 2 Die Schweizer Koordinatorin oder der Schweizer Koordinator besitzt Weisungsbefugnisse gegenüber den entsandten Schweizer Mitarbeitenden, soweit diese zur Sicherstellung des ordentlichen operativen Betriebs der Schweizer Dienststelle erforderlich sind (funktionale Weisungsgewalt). Die disziplinarische Weisungsbefugnis obliegt allein der Entsendeeinheit."
    },
    {
      "provision_ref": "art9",
      "chapter": "4. Abschnitt: Kommissariat CCPD",
      "section": "9",
      "title": "Aufgaben",
      "content": "Das Kommissariat CCPD ist für administrative und finanzielle Angelegenheiten die Schnittstelle zwischen fedpol und den am CCPD beteiligten Behörden."
    },
    {
      "provision_ref": "art10",
      "chapter": "3. Kapitel: Finanzierung",
      "section": "10",
      "title": "Kostentragung",
      "content": "1 Der schweizerische Anteil der Gesamtkosten für den Betrieb der CCPD und der Schweizer Dienststellen in Genf und Chiasso wird vom Bund und allen Kantonen im Verhältnis von ⅔ zu ⅓ getragen. 2 Der Anteil eines Kantons berechnet sich nach Massgabe der Einwohnerstärke der Kantone. 3 Für die Gesamtkosten des Betriebs gilt ein maximales Kostendach von CHF 5,5 Mio. Der Betrag wird an die Teuerung angepasst (LIK; Basis Stand 31.12.2012: 98,9 Punkte). Massgeblich ist der Indexstand am Jahresende, welcher zu einer Anpassung des Kostendaches im übernächsten Jahr führt. Das Kostendach gilt unter dem Vorbehalt der Genehmigung der Voranschlagskredite durch das Parlament. 4 Unter die Betriebskosten fallen: a. die Personalkosten des entsendeten Personals von Bund und Kantonen gemäss Artikel 11; b. die Pauschale zur Deckung sämtlicher Zulagen der kantonalen Mitarbeitenden im Sinne von Artikel 12 im Zusammenhang mit ihrer Tätigkeit in den Schweizer Dienststellen; c. die Zulagen der Mitarbeitenden des Bundes (Art. 13); d. die Infrastruktur- und Mietkosten der Schweizer Dienststellen; e. die Spesen, die den Mitarbeitenden im Zusammenhang mit ihrer Tätigkeit in den Schweizer Dienststellen anfallen, sowie die Auslagen für Repräsentationsgeschenke und weitere Repräsentationsauslagen (Einladungen zum Essen, Übernachtungskosten und Kosten für Anlässe) zugunsten des Betriebs der CCPD; f. die Neu- und Ersatzbeschaffungen zugunsten der Schweizer Dienststellen."
    },
    {
      "provision_ref": "art11",
      "chapter": "3. Kapitel: Finanzierung",
      "section": "11",
      "title": "Anrechnung für die Entsendung eines oder einer Mitarbeitenden",
      "content": "Die Entsendung einer oder eines Mitarbeitenden in eine Schweizer Dienststelle wird der Entsendeeinheit mit einer Pauschale von CHF 125 000.– pro Mitarbeitendem (100 Stellenprozent) und Jahr angerechnet."
    },
    {
      "provision_ref": "art12",
      "chapter": "3. Kapitel: Finanzierung",
      "section": "12",
      "title": "Pauschale zur Deckung von Zulagen der kantonalen Mitarbeitenden",
      "content": "1 Die kantonale Entsendeeinheit erhält eine Pauschale von CHF 10 000.– pro Mitarbeitendem (100 Stellenprozent) und Jahr zur Deckung sämtlicher Zulagen, die im Zusammenhang mit dessen oder deren besonderen Aufgaben in der Schweizer Dienststelle entstehen (insbesondere Zulagen für Pikett, Nachtarbeit, Sonntagsdienst und Funktionszulagen). 2 Die Pauschale beträgt CHF 22 000.– für kantonale Mitarbeitende, die ihren Wohnsitz nicht im Sitzkanton der Schweizer Dienststelle haben. 3 Die Pauschale wird von der Entsendeeinheit vollumfänglich den betroffenen kantonalen Mitarbeitenden via Lohnsystem ausgerichtet."
    },
    {
      "provision_ref": "art13",
      "chapter": "3. Kapitel: Finanzierung",
      "section": "13",
      "title": "Zulagen der Mitarbeitenden des Bundes",
      "content": "Die Vergütung von Zulagen an Mitarbeitende des Bundes richtet sich nach Bundespersonalrecht."
    },
    {
      "provision_ref": "art14",
      "chapter": "3. Kapitel: Finanzierung",
      "section": "14",
      "title": "Finanzflüsse und Abrechnung",
      "content": "1 Die Lohnkosten des entsendeten Personals nach Artikel 10 Absatz 4 Buchstabe a werden den Mitarbeitenden vollumfänglich und gemäss den jeweiligen Bestimmungen durch die Entsendeeinheiten überwiesen. Die Anrechnung der Personalausgaben in der Gesamtkostenabrechnung am Jahresende erfolgt gemäss Artikel 11. 2 Die Pauschale zur Deckung von Zulagen nach Artikel 10 Absatz 4 Buchstabe b wird den kantonalen Entsendeeinheiten über den zu Gunsten der CCPD eingestellten Kredit bei fedpol (CCPD-Rechnung) vergütet. 3 Die Kosten nach Artikel 10 Absatz 4 Buchstabe e werden über die CCPD-Rechnung und direkt an den betroffenen Mitarbeitenden vergütet. Massgebend sind die Prozesse und Verfahren von fedpol. 4 Die laufenden Betriebs- und Infrastrukturkosten nach Artikel 10 Absatz 4 Buchstabe d und f werden in Anrechnung an die CCPD-Rechnung durch fedpol beglichen. 5 Für jede Schweizer Dienststelle erstellt fedpol am Jahresende eine Abrechnung mit den nach Artikel 10 Absatz 4 Buchstaben a–f angefallenen Kosten. Anhand einer Gesamtabrechnung über beide Schweizer Dienststellen wird festgestellt, in welchem Umfang die beteiligten Behörden Personal zur Verfügung gestellt haben und welche Kosten der Bund für den Betrieb bereits übernommen hat. Schliesslich wird dadurch ermittelt, welcher Betrag der Bund und die Kantone je zu tragen haben. 6 Kantone, die gemessen an ihrem kantonalen Anteil Mehrleistungen in Form von entsandtem Personal beigetragen haben, erhalten eine Ausgleichszahlung. Im gegenteiligen Fall leisten sie eine Ausgleichszahlung. 7 Die finanzielle Abwicklung erfolgt jeweils gestützt auf die CCPD-Rechnung durch fedpol."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Finanzielle Führung und Budgetierung",
      "content": "Die finanzielle Führung und Budgetierung erfolgt gemäss den Planungs- und Reportingvorgaben der Bundesverwaltung."
    },
    {
      "provision_ref": "art16",
      "chapter": "4. Kapitel: Personal",
      "section": "16",
      "title": "Personalbestand der Schweizer Dienststellen",
      "content": "1 Die Schweizer Dienststellen weisen in der Regel einen Personalbestand von höchstens 35 Mitarbeitenden auf. 2 Der Personalbestand gemäss Absatz 1 kann den betrieblichen Bedürfnissen angepasst werden, solange das Kostendach gemäss Artikel 10 Absatz 3 nicht überschritten wird."
    },
    {
      "provision_ref": "art17",
      "chapter": "4. Kapitel: Personal",
      "section": "17",
      "title": "Personalentsendung",
      "content": "1 Die beteiligten Behörden (gemäss Art. 2 Abs. 1) verpflichten sich, genügend und geeignete Mitarbeitende in die Schweizer Dienststellen zu entsenden, um den Personalbestand gemäss Artikel 16 zu gewährleisten. Die minimale Dauer eines Einsatzes sollte mindestens zwölf Monate betragen. 2 Die Entsendeeinheit unterbreitet der Schweizer Koordinatorin oder dem Schweizer Koordinator die Dossiers der zu entsendenden Kandidatinnen und Kandidaten. Sie oder er entscheidet im Einvernehmen mit der Entsendeeinheit über den Einsatz in der Schweizer Dienststelle."
    },
    {
      "provision_ref": "art18",
      "chapter": "4. Kapitel: Personal",
      "section": "18",
      "title": "Grundsatz der Personalentsendung",
      "content": "Das Arbeitsverhältnis zwischen der Entsendeeinheit und der oder dem Mitarbeitenden bleibt während ihres oder seines Einsatzes in einer Schweizer Dienststelle bestehen. Die oder der Mitarbeitende bleibt in der Hierarchie der Entsendeeinheit eingegliedert und grundsätzlich deren Weisungsgewalt unterstellt. Das heisst insbesondere, dass: a. das Personalrecht der Entsendeeinheit auf die Mitarbeitenden Anwendung findet; b. die Entsendeeinheit der oder dem Mitarbeitenden den Lohn, inkl. Zulagen ausrichtet; c. die Schweizer Koordinatorin oder der Schweizer Koordinator gemeinsam mit der Entsendeeinheit den Führungszyklus (Zielvereinbarungen, Mitarbeitergespräche und Personalevaluation) durchführt."
    },
    {
      "provision_ref": "art19",
      "chapter": "4. Kapitel: Personal",
      "section": "19",
      "title": "Ausnahmen vom Grundsatz der Personalentsendung",
      "content": "1 Für die Dauer seines Einsatzes untersteht die oder der Mitarbeitende der funktionalen Weisungsgewalt der Schweizer Koordinatorin oder des Schweizer Koordinators im Sinne von Artikel 8 Absatz 2. 2 Bei ungenügender Leistung oder längerer Abwesenheit eines entsandten Mitarbeitenden hat die zuständige Stelle (die Schweizer Koordinatorin oder der Schweizer Koordinator bei Mitarbeitenden, der Leitungsausschuss bei der Schweizer Koordinatorin oder dem Schweizer Koordinator) die Möglichkeit, sich bei der entsendenden Behörde für eine vorzeitige Beendigung des Einsatzes auszusprechen. 3 Bei Einsätzen einer oder eines Mitarbeitenden von über einem Jahr einigen sich das Kommissariat CCPD und die Entsendeeinheit über allfällige Ausbildungskosten im Einzelfall. Bei unterjährigen Einsätzen sind die Ausbildungskosten durch die Entsendeeinheit zu tragen."
    },
    {
      "provision_ref": "art20",
      "chapter": "4. Kapitel: Personal",
      "section": "20",
      "title": "Verwaltungsfahrzeuge",
      "content": "1 Jeder Schweizer Dienststelle stehen Verwaltungsfahrzeuge aus dem fedpol-Fahrzeugpool zur Verfügung. 2 Die Benützung von Verwaltungsfahrzeugen richtet sich nach der entsprechenden fedpol-Weisung."
    },
    {
      "provision_ref": "art21",
      "chapter": "5. Kapitel: Beschaffungen, Spesen und Repräsentationsgeschenke beziehungsweise -auslagen beziehungsweise -auslagen",
      "section": "21",
      "title": "Beschaffungen",
      "content": "1 Unter Berücksichtigung von Artikel 2 c der Verordnung vom 11. Dezember 1995 über das öffentliche Beschaffungswesen und der Kostentragung zwischen Bund und Kantonen gemäss Artikel 10 Absatz 1 ist auf Beschaffungen das Beschaffungsrecht des Bundes anwendbar. 2 Die Beschaffungen erfolgen nach Massgabe der Prozesse und Verfahren von fedpol. Das Kommissariat CCPD koordiniert die eingehenden Beschaffungsanträge. SR 172.056.11"
    },
    {
      "provision_ref": "art22",
      "chapter": "5. Kapitel: Beschaffungen, Spesen und Repräsentationsgeschenke beziehungsweise -auslagen beziehungsweise -auslagen",
      "section": "22",
      "title": "Spesen",
      "content": "Die Vergütung von Spesen richtet sich für die vom Bund entsandten Mitarbeitenden nach dem Bundespersonalrecht und der entsprechenden fedpol-Weisung. Auf die von den Kantonen entsandten Mitarbeitenden werden diese analog angewendet."
    },
    {
      "provision_ref": "art23",
      "chapter": "5. Kapitel: Beschaffungen, Spesen und Repräsentationsgeschenke beziehungsweise -auslagen beziehungsweise -auslagen",
      "section": "23",
      "title": "Repräsentationsgeschenke und -auslagen",
      "content": "Die Vergabe von Repräsentationsgeschenken und der Ersatz von Repräsentationsauslagen (Einladungen zum Essen, Übernachtungskosten und Kosten für Anlässe) richten sich nach der entsprechenden fedpol-Weisung."
    },
    {
      "provision_ref": "art24",
      "chapter": "6. Kapitel: Meinungsverschiedenheiten",
      "section": "24",
      "title": "",
      "content": "Allfällige Differenzen, die sich beim Vollzug der vorliegenden Vereinbarung ergeben, regeln die Parteien einvernehmlich durch Verhandlungen."
    },
    {
      "provision_ref": "art25",
      "chapter": "7. Kapitel: Schlussbestimmungen",
      "section": "25",
      "title": "Inkrafttreten",
      "content": "Die vorliegende Vereinbarung wird zwischen dem Bundesrat und der KKJPD abgeschlossen. Sie tritt am ersten Tag des zweiten Monats nach Erhalt der letzten Unterschrift in Kraft, frühestens aber mit Inkrafttreten von Artikel 6 a des Bundesgesetzes vom 7. Oktober 1994 über kriminalpolizeiliche Zentralstellen des Bundes. SR 360"
    },
    {
      "provision_ref": "art26",
      "chapter": "7. Kapitel: Schlussbestimmungen",
      "section": "26",
      "title": "Laufzeit und Kündigung",
      "content": "1 Die vorliegende Vereinbarung wird auf unbestimmte Dauer abgeschlossen, endet jedoch in jedem Fall mit der Auflösung der CCPD in Genf und Chiasso. 2 Sie kann von jeder Vertragspartei unter Einhaltung einer Frist von sechs Monaten auf Jahresende gekündigt werden. Bern, den 10. April 2014 Bern, den 10. April 2014 Im Namen des Schweizerischen Bundesrats: Bundesrätin Simonetta Sommaruga, Vorsteherin Eidgenössisches Justiz- und Polizeidepartement Konferenz der Kantonalen Justiz- und Polizeidirektorinnen und -direktoren: Hans-Jürg Käser, Präsident"
    }
  ],
  "definitions": []
}