{
  "id": "sr-314-11",
  "type": "statute",
  "title": "Ordnungsbussenverordnung vom 16. Januar 2019 (OBV)",
  "title_en": "",
  "short_name": "OBV",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2019/93/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Bussenlisten",
      "content": "Die Übertretungen von Vorschriften, die im Ordnungsbussenverfahren geahndet werden, und die entsprechenden Bussenbeträge sind in den Anhängen 1 und 2 (Bussenlisten) wie folgt aufgeführt: a. Übertretungen nach dem Strassenverkehrsgesetz vom 19. Dezember 1958: Anhang 1; b. Übertretungen nach den übrigen Erlassen: Anhang 2. SR 741.01"
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Konkurrenz in den Bereichen Strassenverkehr und Binnenschifffahrt",
      "content": "1 Erfüllt die beschuldigte Person durch eine Widerhandlung gegen Strassenverkehrsvorschriften mehrere Ordnungsbussentatbestände, so werden die Bussen dann nicht zusammengezählt, wenn: a. mit dem Parkieren oder Halten des Motorfahrzeugs im Halteverbot zusätzlich ein anderer Tatbestand des ruhenden Verkehrs nach Anhang 1 Ziffer 2 erfüllt ist; b. eine Person für den Sachverhalt zugleich als Fahrzeughalterin und Fahrzeugführerin oder als Fahrzeughalter und Fahrzeugführer nach Anhang 1 Ziffern 4 und 5 verantwortlich ist; c. zwei oder mehr allgemeine Verkehrsregeln, Signale oder Markierungen missachtet werden, die denselben Schutzzweck haben. 2 Erfüllt die beschuldigte Person durch eine Widerhandlung gegen Binnenschifffahrtsvorschriften mehrere Ordnungsbussentatbestände, so werden die Bussen dann nicht zusammengezählt, wenn zwei oder mehr allgemeine Verkehrsregeln, Signale oder Zeichen missachtet werden, die denselben Schutzzweck haben."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Aufhebung eines anderen Erlasses",
      "content": "Die Ordnungsbussenverordnung vom 4. März 1996 wird aufgehoben. [ AS 1996 1078 ; 1997 2404 Ziff. II 1; 1998 1440 Ziff. III, 1796 Art. 1 Ziff. 2; 2000 2880 ; 2001 1372 ; 2002 1928 , 3210 , 4212 Art. 29 Abs. 2 Ziff. 1; 2004 3517 ; 2005 4481 ; 2006 1669 ; 2009 5699 ; 2011 4931 ; 2012 1819 ; 2013 4681 ; 2015 1311 , 2449 ; 2017 2647 ]"
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Änderung anderer Erlasse",
      "content": "Die Änderung anderer Erlasse wird in Anhang 3 geregelt."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Übergangsbestimmung",
      "content": "Im Zeitpunkt des Inkrafttretens dieser Verordnung vorrätige Quittungen und Bedenkfristformulare können aufgebraucht werden."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 1. Januar 2020 in Kraft."
    }
  ],
  "definitions": []
}