{
  "id": "sr-312-21",
  "type": "statute",
  "title": "Verordnung vom 7. November 2012 über den ausserprozessualen Zeugenschutz (ZeugSV)",
  "title_en": "",
  "short_name": "ZeugSV",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2012/815/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "1. Abschnitt: Gegenstand",
      "section": "1",
      "title": "",
      "content": "Diese Verordnung regelt: a. den Antrag auf Durchführung eines Zeugenschutzprogramms, seine Durchführung und seine Beendigung; b. die Ausbildung der Mitarbeiterinnen und Mitarbeiter der Zeugenschutzstelle; c. das Informationssystem der Zeugenschutzstelle (ZEUSS); d. die Zusammenarbeit der Zeugenschutzstelle mit dem Ausland; e. die Verteilung der Kosten auf die Kantone und die Abgeltung der Beratungs- und Unterstützungsleistungen des Bundes durch die Kantone."
    },
    {
      "provision_ref": "art2",
      "chapter": "2. Abschnitt: Ausarbeitung eines Zeugenschutzprogramms",
      "section": "2",
      "title": "Form und Inhalt des Antrags",
      "content": "1 Der Antrag nach Artikel 6 ZeugSG ist schriftlich, unterzeichnet und im Original einzureichen. 2 Die Begründung des Antrags äussert sich insbesondere: a. zu den Voraussetzungen nach Artikel 6 Absatz 3 ZeugSG; b. zur Eignung der zu schützenden Person für ein Zeugenschutzprogramm; c. zu Umständen, die für oder gegen die Aufnahme der zu schützenden Person in ein Zeugenschutzprogramm sprechen könnten; d. zur Bereitschaft der zu schützenden Person, am Strafverfahren mitzuwirken; e. zum Ungenügen von Schutzmassnahmen nach Artikel 7 Absatz 1 Buchstabe d ZeugSG. 3 Dem Antrag sind diejenigen Unterlagen beizulegen, die für dessen Prüfung notwendig sind, soweit sie nicht von der Zeugenschutzstelle anderweitig beschafft werden können, insbesondere Verfahrensakten zur Beurteilung der Gefährdung der schutzsuchenden Person. Fassung gemäss Ziff. I 7 der V vom 4. Mai 2022 über polizeiliche Massnahmen zur Bekämpfung von Terrorismus, in Kraft seit 1. Juni 2022 ( AS 2022 301 )."
    },
    {
      "provision_ref": "art3",
      "chapter": "2. Abschnitt: Ausarbeitung eines Zeugenschutzprogramms",
      "section": "3",
      "title": "Zuständigkeit",
      "content": "Die Zuständigkeit für die Antragsstellung nach Artikel 6 Absatz 1 ZeugSG richtet sich nach Artikel 61 der Strafprozessordnung (StPO). SR 312.0"
    },
    {
      "provision_ref": "art4",
      "chapter": "2. Abschnitt: Ausarbeitung eines Zeugenschutzprogramms",
      "section": "4",
      "title": "Übermittlung und Versand",
      "content": "1 Der Schriftverkehr mit der Zeugenschutzstelle erfolgt: a. durch persönliche Übergabe; b. via Kurier der Bundesverwaltung; c. via zuständiges kantonales Polizeikorps; d. elektronisch oder per Fax jeweils verschlüsselt oder auf geschütztem Übertragungsweg. 2 Im Übrigen gelten die Bestimmungen der Informationsschutzverordnung vom 4. Juli 2007. SR 510.411"
    },
    {
      "provision_ref": "art5",
      "chapter": "3. Abschnitt: Beendigung des Zeugenschutzprogramms",
      "section": "5",
      "title": "",
      "content": "1 Will die zu schützende Person das Zeugenschutzprogramm beenden, so muss sie ein schriftliches und eigenhändig unterzeichnetes Begehren bei der Zeugenschutzstelle einreichen. 2 Die Zeugenschutzstelle informiert die zu schützende Person über die Auswirkungen der Beendigung des Zeugenschutzprogrammes und macht sie auf bestehende Gefahren aufmerksam. 3 Die zu schützende Person erhält eine Bedenkzeit von 30 Tagen. Sind die zu schützende Person und die Zeugenschutzstelle mit der Beendigung des Zeugenschutzprogramms einverstanden, so kann die Bedenkzeit frühestens nach 10 Tagen beendet werden. 4 Nach Ablauf der Bedenkfrist beendet die Direktorin oder der Direktor des Bundesamtes für Polizei das Zeugenschutzprogramm. Eingefügt durch Ziff. I 7 der V vom 4. Mai 2022 über polizeiliche Massnahmen zur Bekämpfung von Terrorismus, in Kraft seit 1. Juni 2022 ( AS 2022 301 ). Fassung gemäss Ziff. I 7 der V vom 4. Mai 2022 über polizeiliche Massnahmen zur Bekämpfung von Terrorismus, in Kraft seit 1. Juni 2022 ( AS 2022 301 )."
    },
    {
      "provision_ref": "art5a",
      "chapter": "3. Abschnitt: Beendigung des Zeugenschutzprogramms",
      "section": "5a",
      "title": "a Beendigung auf Antrag der Zeugenschutzstelle",
      "content": "1 Ist die betroffene Person nicht mehr gefährdet oder verletzt sie die vereinbarten Pflichten, so kann die Direktorin oder der Direktor des Bundesamtes für Polizei auf Antrag der Zeugenschutzstelle das Zeugenschutzprogramm beenden. 2 Bis zum rechtskräftigen Abschluss eines Strafverfahrens ist vor der Beendigung des Zeugenschutzprogramms Rücksprache mit der zuständigen Verfahrensleitung zu nehmen und, sofern sich dieses im Haupt- oder im Rechtsmittelverfahren befindet, zusätzlich mit der Staatsanwaltschaft. Eingefügt durch Ziff. I 7 der V vom 4. Mai 2022 über polizeiliche Massnahmen zur Bekämpfung von Terrorismus, in Kraft seit 1. Juni 2022 ( AS 2022 301 )."
    },
    {
      "provision_ref": "art5b",
      "chapter": "3. Abschnitt: Beendigung des Zeugenschutzprogramms",
      "section": "5b",
      "title": "b Mitteilung der Beendigung",
      "content": "Die Zeugenschutzstelle eröffnet der betroffenen Person die Beendigung des Zeugenschutzprogramms mittels Verfügung. Die Eröffnung hat im Beisein der betroffenen Person zu erfolgen. Ist dies nicht möglich, so versucht die Zeugenschutzstelle auf anderem Weg sicherzustellen, dass die betroffene Person von der Beendigung erfährt. Eingefügt durch Ziff. I 7 der V vom 4. Mai 2022 über polizeiliche Massnahmen zur Bekämpfung von Terrorismus, in Kraft seit 1. Juni 2022 ( AS 2022 301 )."
    },
    {
      "provision_ref": "art6",
      "chapter": "4. Abschnitt: Ausbildung der Mitarbeiterinnen und Mitarbeiter der Zeugenschutzstelle der Zeugenschutzstelle",
      "section": "6",
      "title": "",
      "content": "1 Das Bundesamt für Polizei regelt die Ausbildung der Personen, die mit dem Zeugenschutz betraut sind. 2 Bei der Erarbeitung der Ausbildungsprogramme berücksichtigt es die vom Eidgenössischen Departement für Wirtschaft, Bildung und Forschung genehmigten Reglemente im Bereich der Polizeiberufe, die Ausbildungslehrgänge des Schweizerischen Polizei-Instituts (SPI) und die Empfehlungen kantonaler Koordinationsgremien. 3 Für die Ausbildung kann das Bundesamt für Polizei mit in- und ausländischen Stellen zusammenarbeiten."
    },
    {
      "provision_ref": "art7",
      "chapter": "5. Abschnitt: Informationssystem der Zeugenschutzstelle",
      "section": "7",
      "title": "Verantwortliche Behörde",
      "content": "1 Das Bundesamt für Polizei trägt die Verantwortung für das ZEUSS nach Artikel 25 Absatz 1 ZeugSG. 2 Es erlässt ein Reglement für die Bearbeitung der in ZEUSS gespeicherten Daten. 3 Die Beraterin oder der Berater für den Datenschutz im Bundesamt für Polizei beaufsichtigt die Bearbeitung der Daten in ZEUSS. 4 Die Zeugenschutzstelle stellt den technischen Betrieb und den Unterhalt von ZEUSS sicher. Falls erforderlich kann sie mit weiteren spezialisierten IT-Leistungserbringern zusammenarbeiten."
    },
    {
      "provision_ref": "art8",
      "chapter": "5. Abschnitt: Informationssystem der Zeugenschutzstelle",
      "section": "8",
      "title": "Zugriffe",
      "content": "Zugriff auf ZEUSS haben ausschliesslich: a. die Mitarbeiterinnen und Mitarbeiter der Zeugenschutzstelle; b. die Chefin oder der Chef der für die Zeugenschutzstelle zuständigen Abteilung im Bundesamt für Polizei."
    },
    {
      "provision_ref": "art9",
      "chapter": "5. Abschnitt: Informationssystem der Zeugenschutzstelle",
      "section": "9",
      "title": "Datenkatalog",
      "content": "1 Zur Erfüllung der Aufgaben nach Artikel 26 ZeugSG werden in ZEUSS folgende Daten bearbeitet: a. die vollständigen Personalien und die weiteren erforderlichen Daten der zu schützenden Person sowie der ihr nahestehenden Personen, die im Rahmen des Prüfverfahrens nach Artikel 7 ZeugSG erhoben werden müssen; b. die vollständigen Personalien von Personen mit Zeugnisverweigerungsrecht gemäss Artikel 168 Absätze 1 und 3 StPO; c. die vollständigen Personalien der gefährdenden Person und von deren nahem Umfeld sowie Angaben zu diese Personen betreffenden abgeschlossenen und laufenden Strafverfahren und polizeilichen Vorgängen; d. die erforderlichen Angaben zu Schuldnerinnen, Schuldnern, Gläubigerinnen und Gläubigern der zu schützenden Person, insbesondere die vollständigen Personalien von natürlichen und die Namen von juristischen Personen; e. die erforderlichen Angaben zu juristischen oder natürlichen Personen, mit denen die zu schützende Person in geschäftlichem oder engem sozialen Kontakt steht, insbesondere die vollständigen Personalien von natürlichen und die Namen von juristischen Personen sowie die dem Kontakt zu Grunde liegenden Sachverhalte und Verbindungen; f. die Personalien und Berichte von Gutachterinnen, Gutachtern, Ärztinnen, Ärzten, Psychologinnen und Psychologen oder weiteren dem Berufsgeheimnis unterstehenden Personen, die bei der Betreuung der zu schützenden Person mitwirken; g. Angaben zu den Behörden, denen die Zeugenschutzstelle Daten aus ZEUSS zur Erfüllung der gesetzlichen Aufgaben weitergeben kann. 2 Das Bundesamt für Polizei führt die vollständigen Datenfelder im Bearbeitungsreglement auf. SR 312.0"
    },
    {
      "provision_ref": "art10",
      "chapter": "5. Abschnitt: Informationssystem der Zeugenschutzstelle",
      "section": "10",
      "title": "Abfrage- und Informationspflicht",
      "content": "1 Die Zeugenschutzstelle fragt regelmässig die folgenden Informationssysteme ab: a. die polizeilichen Informationssysteme des Bundes; b. das polizeiliche Informationssystem von Interpol; c. das Informationssystem Innere Sicherheit (ISIS); d. das Personen-, Akten- und Geschäftsverwaltungssystem (PAGIRUS) des Bundesamtes für Justiz. 2 Ist eine zu schützende Person in einem System nach Absatz 1 verzeichnet, so informiert die Zeugenschutzstelle die zuständigen eidgenössischen oder kantonalen Strafverfolgungsbehörden sowie im Rahmen von Verfahren der internationalen Rechtshilfe das Bundesamt für Justiz. 3 Die Information bezweckt den Datenabgleich mit der zuständigen Behörde, um die Interessen der Strafverfolgung sowie der internationalen Rechtshilfe in Strafsachen sicherzustellen."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Weitergabe von Daten: mögliche Empfänger",
      "content": "1 Die Zeugenschutzstelle kann Daten aus ZEUSS an Dritte weitergeben, soweit dies zur Erfüllung der gesetzlichen Aufgaben der Zeugenschutzstelle nötig ist. 2 Sie kann zudem die in ZEUSS gespeicherten Daten insbesondere folgenden Behörden auf Anfrage bekannt geben, soweit die Daten zur Erfüllung der gesetzlichen Aufgaben der anfragenden Behörde erforderlich sind: a. den Zeugenschutzbehörden anderer Länder; b. dem Nachrichtendienst des Bundes; c. den in- und ausländischen Strafbehörden; d. den kantonalen und städtischen Migrationsbehörden. 3 Sie kann zudem die in ZEUSS gespeicherten Daten Ärztinnen, Ärzten, Psychologinnen, Psychologen und anderen Personen weitergeben, die bei der Betreuung der zu schützenden Person mitwirken und diese Daten zur Erfüllung ihrer Aufgaben benötigen. 4 Sie kann Personendaten anonymisiert für wissenschaftliche oder statistische Zwecke weitergeben."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Weitergabe von Daten: Beschränkungen und Modalitäten",
      "content": "1 Die Zeugenschutzstelle verweigert die Weitergabe von Daten an Dritte, wenn dadurch die zu schützende Person einer Gefahr an Leib und Leben oder einem anderen erheblichen Nachteil ausgesetzt werden könnte. Nicht zur Weitergabe geeignete Daten müssen in ZEUSS entsprechend gekennzeichnet werden. 2 Die Empfängerinnen und Empfänger von Daten dürfen diese nur zu dem Zweck verwenden, für den sie ihnen bekannt gegeben worden sind. 3 Die Zeugenschutzstelle informiert die Empfängerinnen und Empfänger bei jeder Bekanntgabe von Daten: a. über die Art, die Bewertung und die Aktualität der Daten aus ZEUSS; b. über die Beschränkung der Verwendung der Daten und darüber, dass die Zeugenschutzstelle sich vorbehält, Auskunft über die vorgenommene Verwendung zu verlangen. 4 Für die Bearbeitung der Daten durch die empfangende Stelle oder Person gelten die Bestimmungen der Informationsschutzverordnung vom 4. Juli 2007. 5 Die Bekanntgabe von Daten, die empfangende Stelle oder Person und der Gegenstand und Grund des Auskunftsersuchens sind in ZEUSS zu registrieren. SR 510.411"
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Protokollierung",
      "content": "1 Jede Bearbeitung von Daten in ZEUSS wird protokolliert. 2 Die Protokolle werden während einem Jahr getrennt vom System, in welchem die Personendaten bearbeitet werden, aufbewahrt. 3 Sie sind ausschliesslich den für die Einhaltung der datenschutzrechtlichen Vorgaben zuständigen Organen zugänglich. Fassung gemäss Anhang 2 Ziff. II 36 der Datenschutzverordnung vom 31. Aug. 2022, in Kraft seit 1. Sept. 2023 ( AS 2022 568 )."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Aufbewahrungsdauer und Datenlöschung",
      "content": "1 Datensätze über Personen, die sich in einem Zeugenschutzprogramm befinden, werden nach Beendigung des Zeugenschutzprogramms zehn Jahre lang aufbewahrt. 2 Die personenbezogenen Datensätze über Beratungs- und Unterstützungsleistungen nach Artikel 23 Absatz 1 Buchstabe e ZeugSG werden nach dem Abschluss der entsprechenden Leistung fünf Jahre aufbewahrt. Fristauslösender Zeitpunkt ist die Erfassung des letzten zu dieser Beratungs- oder Unterstützungsleistung gehörenden Datenzuwachses. 3 Nach Ablauf der Aufbewahrungsdauer werden die Daten gelöscht."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Datensicherheit",
      "content": "1 Für die Gewährleistung der Datensicherheit gelten: a. die Datenschutzverordnung vom 31. August 2022; b. die Cyberrisikenverordnung vom 27. Mai 2020; c. … 2 Die Zeugenschutzstelle trifft die weiteren erforderlichen organisatorischen und technischen Massnahmen, um den Zugriff unbefugter Personen auf die Daten zu verhindern. Fassung gemäss Anhang 2 Ziff. II 36 der Datenschutzverordnung vom 31. Aug. 2022, in Kraft seit 1. Sept. 2023 ( AS 2022 568 ). SR 235.11 Fassung gemäss Anhang Ziff. 14 der V vom 24. Febr. 2021, in Kraft seit 1. April 2021 ( AS 2021 132 ). SR 120.73 Aufgehoben durch Anhang Ziff. 14 der V vom 24. Febr. 2021, mit Wirkung seit 1. April 2021 ( AS 2021 132 )."
    },
    {
      "provision_ref": "art16",
      "chapter": "6. Abschnitt: Zusammenarbeit mit dem Ausland",
      "section": "16",
      "title": "",
      "content": "1 Bei der Übergabe oder Übernahme einer zu schützenden Person schliesst das Bundesamt für Polizei im Einzelfall mit der zuständigen ausländischen Behörde eine Vereinbarung ab. 2 Die Vereinbarung enthält die Zielsetzung der Zusammenarbeit, die finanziellen Regelungen, die Pflicht zur Berichterstattung und Rechnungsablage sowie eine Rückübernahmeklausel."
    },
    {
      "provision_ref": "art17",
      "chapter": "7. Abschnitt: Kosten",
      "section": "17",
      "title": "Fallabhängige Kosten",
      "content": "1 Die fallabhängigen Kosten nach Artikel 34 Absatz 1 ZeugSG trägt das antragstellende Gemeinwesen. Die antragstellende Behörde reicht bei der Zeugenschutzstelle anlässlich der Antragsstellung eine entsprechende Kostengutsprache ein. 2 Die Zeugenschutzstelle finanziert die Kosten nach Absatz 1 vor. 3 Sie informiert die antragstellende Behörde nach Absprache über die zu erwartenden fallabhängigen Kosten."
    },
    {
      "provision_ref": "art18",
      "chapter": "7. Abschnitt: Kosten",
      "section": "18",
      "title": "",
      "content": "Aufgehoben durch Ziff. I 7 der V vom 4. Mai 2022 über polizeiliche Massnahmen zur Bekämpfung von Terrorismus, mit Wirkung seit 1. Juni 2022 ( AS 2022 301 )."
    },
    {
      "provision_ref": "art19",
      "chapter": "7. Abschnitt: Kosten",
      "section": "19",
      "title": "Kosten für den Betrieb der Zeugenschutzstelle",
      "content": "1 Das Eidgenössische Justiz- und Polizeidepartement vereinbart mit den Kantonen die Aufteilung der Betriebskosten der Zeugenschutzstelle. 2 Wird Der Anteil der Kantone wird nach Massgabe ihres Anteils an der Gesamtbevölkerung der Schweiz aufgeteilt. Das Bundesamt für Statistik liefert die erforderlichen Angaben gestützt auf die Daten des Vorjahrs. 3 Unter die Betriebskosten der Zeugenschutzstelle fallen: a. die Personalkosten; b. die Kosten für die persönliche Ausrüstung der Mitarbeiterinnen und Mitarbeiter; c. die Aus- und Weiterbildungskosten des Personals; d. die Infrastrukturkosten der Zeugenschutzstelle; e. die übrigen Betriebskosten; f. die Abschreibungen auf Neu- und Ersatzbeschaffungen. Fassung gemäss Ziff. I 7 der V vom 4. Mai 2022 über polizeiliche Massnahmen zur Bekämpfung von Terrorismus, in Kraft seit 1. Juni 2022 ( AS 2022 301 )."
    },
    {
      "provision_ref": "art20",
      "chapter": "7. Abschnitt: Kosten",
      "section": "20",
      "title": "Umfangreiche Beratungs- und Unterstützungsleistungen",
      "content": "1 Als umfangreiche Beratungs- und Unterstützungsleistungen nach Artikel 35 Absatz 1 ZeugSG gelten Leistungen nach Artikel 23 Absatz 1 Buchstabe e ZeugSG, deren Umfang, Dauer, Art oder Komplexität weit über das übliche Mass der im Rahmen der allgemeinen polizeilichen Amtshilfe für kantonale Behörden erbrachten Leistungen hinausgeht. 2 Darunter können insbesondere folgende Leistungen fallen: a. Einsätze von Mitarbeiterinnen und Mitarbeitern der Zeugenschutzstelle für Beratung und Unterstützung der ersuchenden Behörde; b. Leistungen Dritter wie Fahrzeugmiete oder Unterbringung. Fassung gemäss Ziff. I 7 der V vom 4. Mai 2022 über polizeiliche Massnahmen zur Bekämpfung von Terrorismus, in Kraft seit 1. Juni 2022 ( AS 2022 301 )."
    },
    {
      "provision_ref": "art21",
      "chapter": "7. Abschnitt: Kosten",
      "section": "21",
      "title": "Vergütung der umfangreichen Beratungs- und Unterstützungsleistungen",
      "content": "1 Aufwendungen der Zeugenschutzstelle nach Artikel 20 Absatz 2 Buchstabe a werden zu einem Ansatz von 150 Franken pro Person und Stunde vergütet; pro Person und Tag beträgt die Vergütung jedoch höchstens 1000 Franken. 2 Für Leistungen Dritter ist der von diesen in Rechnung gestellte Betrag zu vergüten. Fassung gemäss Ziff. I 7 der V vom 4. Mai 2022 über polizeiliche Massnahmen zur Bekämpfung von Terrorismus, in Kraft seit 1. Juni 2022 ( AS 2022 301 )."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Umfangreiche Beratungs- und Unterstützungsleistungen im Vorfeld von Zeugenschutzprogrammen",
      "content": "Wird eine zu schützende Person in ein Zeugenschutzprogramm aufgenommen, so werden die im Vorfeld durch die Zeugenschutzstelle geleisteten umfangreichen Beratungs- und Unterstützungsleistungen nicht in Rechnung gestellt. Vorbehalten sind Leistungen Dritter nach Artikel 20 Absatz 2 Buchstabe b. Fassung gemäss Ziff. I 7 der V vom 4. Mai 2022 über polizeiliche Massnahmen zur Bekämpfung von Terrorismus, in Kraft seit 1. Juni 2022 ( AS 2022 301 )."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Anrechnung der vergüteten Leistungen",
      "content": "Die von den Kantonen vergüteten Beratungs- und Unterstützungsleistungen werden von den geschuldeten Betriebskosten des entsprechenden Kantons in Abzug gebracht. Fassung gemäss Ziff. I 7 der V vom 4. Mai 2022 über polizeiliche Massnahmen zur Bekämpfung von Terrorismus, in Kraft seit 1. Juni 2022 ( AS 2022 301 )."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Rechnungsstellung",
      "content": "1 Das Bundesamt für Polizei stellt die Rechnung: a. für die im Zeugenschutzprogramm anfallenden Kosten (Art. 34 Abs. 1 ZeugSG): direkt der antragstellenden Behörde; b. für die geschuldeten Betriebskosten (Art. 34 Abs. 3 ZeugSG): direkt den zuständigen kantonalen Behörden; c. für die erbrachten umfangreichen Beratungs- und Unterstützungsleistungen (Art. 35 Abs. 1 ZeugSG): direkt der ersuchenden Behörde. 2 Die Zeugenschutzstelle erstellt als Beilagen zur Rechnung: a. eine Zusammenstellung der angefallenen Fallkosten; b. eine Abrechnung der geschuldeten Betriebskosten; c. ein Verzeichnis der Leistungen nach Artikel 20 Absatz 2 unter Angabe der Einsatzdauer sowie der Anzahl der beigezogenen Personen. 3 Die Rechnungsstellung an die betreffenden Behörden erfolgt in demjenigen Kalenderjahr, in welchem die Kosten angefallen sind oder die Leistungen erbracht wurden. Fassung gemäss Ziff. I 7 der V vom 4. Mai 2022 über polizeiliche Massnahmen zur Bekämpfung von Terrorismus, in Kraft seit 1. Juni 2022 ( AS 2022 301 ). Fassung gemäss Ziff. I 7 der V vom 4. Mai 2022 über polizeiliche Massnahmen zur Bekämpfung von Terrorismus, in Kraft seit 1. Juni 2022 ( AS 2022 301 )."
    },
    {
      "provision_ref": "art25",
      "chapter": "8. Abschnitt: Schlussbestimmungen",
      "section": "25",
      "title": "Änderung bisherigen Rechts",
      "content": "Die Änderung bisherigen Rechts wird im Anhang geregelt."
    },
    {
      "provision_ref": "art26",
      "chapter": "8. Abschnitt: Schlussbestimmungen",
      "section": "26",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 1. Januar 2013 in Kraft."
    }
  ],
  "definitions": []
}