{
  "id": "sr-311-6",
  "type": "statute",
  "title": "Bundesgesetz vom 29. September 2023 über das Verbot der Verhüllung des Gesichts (BVVG)",
  "title_en": "Federal Act of 29 September 2023 on the Ban on Covering the Face (BCFA)",
  "short_name": "BVVG",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2024/620/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Purpose and scope",
      "content": "1 This Act regulates the implementation of the ban on persons covering their faces (Art. 10 a Federal Constitution). 2 This Act does not apply: a. on board civil aircraft in Switzerland and abroad; b. in premises used for conducting diplomatic and consular relations or used for official purposes by institutional beneficiaries in accordance with Article 2 paragraph 1 of the Host State Act of 22 June 2007. SR 192.12"
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Ban on covering the face",
      "content": "1 In public or private places that are open to the general public for use in return for payment or free of charge, it is prohibited to cover or conceal one's own face in such a way that one's facial features are not recognisable. 2 The ban does not apply to covering the face: a. in places of worship; b. to protect and restore the wearer’s own health or the health of third parties; c. to ensure personal safety; d. for protection against the weather; e. for the preservation of local customs; f. for artistic or entertaining performances; g. for advertising purposes. 3 Provided that public safety, security and order are not compromised, the competent authority may also authorise persons to cover their faces in public places if: a. covering the face is necessary for a person’s own protection when exercising the fundamental rights of freedom of expression or freedom of assembly; or b. covering the face is a form of visual expression of opinion."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Criminal provision",
      "content": "1 Any person who violates the ban in Article 2 shall be liable to a fine not exceeding 1000 francs. 2 The cantons are responsible for prosecution."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Amendment of another enactment",
      "content": "... The amendment may be consulted under AS 2024 620 ."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Referendum and commencement",
      "content": "1 This Act is subject to an optional referendum. 2 The Federal Council shall determine the commencement date. Commencement date: 1 January 2025 FCD of 6 Nov. 2024."
    }
  ],
  "definitions": []
}