{
  "id": "sr-312-057",
  "type": "statute",
  "title": "Verordnung vom 3. Dezember 2010 über die Anlage beschlagnahmter Vermögenswerte",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2010/863/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Grundsatz",
      "content": "Beschlagnahmte Vermögenswerte sind möglichst sicher, werterhaltend und ertragbringend anzulegen."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Bargelder, Erlöse und Erträge",
      "content": "1 Übersteigt der Betrag beschlagnahmter Bargelder 5000 Franken oder dauert die Beschlagnahme länger als drei Monate, so muss die Verfahrensleitung die beschlagnahmten Bargelder bei ihrer Staatskasse beziehungsweise in den von Behörden des Bundes geführten Verfahren bei der Eidgenössischen Finanzverwaltung hinterlegen oder sie auf den Namen der Strafbehörde auf Spar- oder Kontokorrentkonten bei einer Bank anlegen, die dem Bankengesetz vom 8. November 1934 untersteht. 2 Bei der Staatskasse oder der Eidgenössischen Finanzverwaltung in Schweizer Franken oder Fremdwährungen hinterlegte Bargelder werden marktkonform verzinst. Der Zinssatz wird festgelegt durch: a. die zuständige kantonale Behörde: für Bargelder, die bei einer Staatskasse hinterlegt sind; b. die Eidgenössische Finanzverwaltung: für die bei ihr hinterlegten Bargelder. 3 Für Erlöse aus beschlagnahmten Forderungen oder aus der Verwertung von Gegenständen, Wertpapieren oder andern Werten mit einem Börsen- oder Marktpreis sowie für Erträge aus beschlagnahmten Vermögenswerten gelten die Bestimmungen der Absätze 1 und 2 sinngemäss. SR 952.0 Fassung gemäss Ziff. I der V vom 7. Dez. 2012, in Kraft seit 1. Febr. 2013 ( AS 2012 7269 ). Fassung gemäss Ziff. I der V vom 7. Dez. 2012, in Kraft seit 1. Febr. 2013 ( AS 2012 7269 )."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Kontoauszüge",
      "content": "1 Die Verfahrensleitung sorgt dafür, dass über Spar- und Kontokorrentkonten halbjährlich ein Kontoauszug erstellt und in den Verfahrensakten abgelegt wird. 2 Sie sorgt überdies dafür, dass ein Kontoauszug erstellt und abgelegt wird bei: a. Einstellung des Verfahrens; b. Erlass eines Strafbefehls; c. Anklageerhebung."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 1. Januar 2011 in Kraft."
    }
  ],
  "definitions": []
}