{
  "id": "sr-419-11",
  "type": "statute",
  "title": "Verordnung vom 24. Februar 2016 über die Weiterbildung (WeBiV)",
  "title_en": "",
  "short_name": "WeBiV",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2016/133/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "1. Abschnitt: Finanzhilfen an Organisationen der Weiterbildung",
      "section": "1",
      "title": "Organisationen der Weiterbildung",
      "content": "1 Organisationen der Weiterbildung, die im Sinne von Artikel 12 WeBiG vom Bund finanziell unterstützt werden können, müssen neben den Anforderungen nach Artikel 12 Absatz 2 WeBiG folgende Anforderungen erfüllen: a. Sie befassen sich mehrheitlich mit Fragen der Weiterbildung. b. Sie erbringen übergeordnete Leistungen für die Weiterbildung. 2 Eine Organisation der Weiterbildung ist gesamtschweizerisch tätig, wenn sie in der deutschen, der französischen und der italienischen Schweiz tätig ist und ihre Aktivität überregionale Auswirkungen, insbesondere in mehreren Sprachregionen, hat."
    },
    {
      "provision_ref": "art2",
      "chapter": "1. Abschnitt: Finanzhilfen an Organisationen der Weiterbildung",
      "section": "2",
      "title": "Unterstützte Leistungen",
      "content": "1 Finanzhilfen können für folgende Leistungen gewährt werden: a. Information der Öffentlichkeit über Themen der Weiterbildung, insbesondere Massnahmen zur Sensibilisierung für lebenslanges Lernen; b. Koordinationsleistungen, die das Weiterbildungssystem stärken, namentlich im Rahmen von Netzwerken; c. Massnahmen zur Qualitätssicherung und -entwicklung sowie zur Entwicklung der Weiterbildung von überwiegendem öffentlichem Interesse. 2 Das Eidgenössische Departement für Wirtschaft, Bildung und Forschung kann dem Bundesrat für die Botschaft zur Förderung von Bildung, Forschung und Innovation (BFI) thematische Schwerpunkte für die BFI-Periode beantragen."
    },
    {
      "provision_ref": "art3",
      "chapter": "1. Abschnitt: Finanzhilfen an Organisationen der Weiterbildung",
      "section": "3",
      "title": "Bemessung und Dauer der Finanzhilfen",
      "content": "1 Die Finanzhilfen decken einen Teil der anrechenbaren Kosten für die Leistungen nach Artikel 2. 2 Als anrechenbare Kosten gelten: a. folgende Kosten mit direktem Bezug zu den Leistungen nach Artikel 2: 1. Personal- und Arbeitsplatzkosten, 2. Sachkosten; b. Overheadkosten. 3 Die Höhe der Finanzhilfen richtet sich nach dem Interesse des Bundes an der Leistung, nach der zumutbaren Eigenleistung der Gesuchstellerin sowie nach dem zur Verfügung stehenden Kredit. 4 Die Finanzhilfen richten sich nach der Dauer einer BFI-Periode."
    },
    {
      "provision_ref": "art4",
      "chapter": "1. Abschnitt: Finanzhilfen an Organisationen der Weiterbildung",
      "section": "4",
      "title": "Gesuch",
      "content": "1 Das Gesuch um Ausrichtung von Finanzhilfen muss umfassen: a. Angaben über die Gesuchstellerin: 1. Nachweis über die Erfüllung der Kriterien gemäss Artikel 12 Absatz 2 WeBiG und Artikel 1 dieser Verordnung, 2. Jahresbericht und genehmigte Jahresrechnung; b. Angaben zu den zu unterstützenden Leistungen: 1. genaue Beschreibung der Leistungen, basierend auf eindeutig definierten, realistischen und klar messbaren Zielen und Massnahmen, und Nennung des dafür notwendigen Budgets, 2. nachgewiesener Bedarf. 2 Die Gesuchsunterlagen müssen bis zum 30. April des letzten Jahres einer BFI-Periode beim Staatssekretariat für Bildung, Forschung und Innovation (SBFI) eingereicht werden. Das Gesuch betrifft die folgende BFI-Periode. 3 Das SBFI stellt die für die Gesuchseinreichung zu verwendenden Formulare zur Verfügung. 4 Stellt das SBFI fest, dass mehrere Gesuche für gleiche oder ähnliche Leistungen eingegeben werden, so weist es die Gesuche an die Gesuchstellerinnen zurück mit der Aufforderung, die Leistungen zu koordinieren. www.sbfi.admin.ch/weiterbildung"
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Entscheid und Leistungsvereinbarung",
      "content": "1 Das SBFI entscheidet über die Gewährung der Finanzhilfe, über Auflagen, Dauer und Höhe der Finanzhilfe sowie über die Zahlungsmodalitäten. 2 Die Finanzhilfen werden auf der Grundlage einer Leistungsvereinbarung gewährt."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Berichterstattung",
      "content": "1 Die Empfängerinnen von Finanzhilfen reichen dem SBFI jährlich bis spätestens 30. April folgende Unterlagen ein: a. Jahresbericht und genehmigte Jahresrechnung; b. Bericht über die Erreichung der definierten Ziele und Meilensteine; c. Abrechnung über die erbrachte Leistung. 2 Das SBFI stellt die zur Berichterstattung zu verwendenden Formulare zur Verfügung. www.sbfi.admin.ch/weiterbildung"
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Mitteilungspflicht",
      "content": "1 Die Empfängerinnen von Finanzhilfen sind verpflichtet, das SBFI umgehend über wesentliche Änderungen bei ihrer Organisation oder über eine Gefährdung der Zielerreichung zu informieren. 2 Vorschläge für eine alternative Erbringung der vereinbarten Leistungen sind vom SBFI genehmigen zu lassen."
    },
    {
      "provision_ref": "art8",
      "chapter": "2. Abschnitt: Finanzhilfen für den Erwerb und Erhalt von Grundkompetenzen Erwachsener",
      "section": "8",
      "title": "Nationale Ziele",
      "content": "1 Das SBFI vereinbart mit den Kantonen unter Einbezug der Organisationen der Arbeitswelt nationale Ziele im Bereich des Erwerbs und Erhalts von Grundkompetenzen Erwachsener. Es stellt dazu die Koordination mit weiteren interessierten Bundesstellen sicher. 2 Die nationalen Ziele werden alle vier Jahre überprüft."
    },
    {
      "provision_ref": "art9",
      "chapter": "2. Abschnitt: Finanzhilfen für den Erwerb und Erhalt von Grundkompetenzen Erwachsener",
      "section": "9",
      "title": "Kantonale Programme",
      "content": "1 Die Umsetzung der vereinbarten nationalen Ziele erfolgt mittels Programmen einzelner oder mehrerer Kantone. 2 Die kantonalen Programme werden von einer vom Kanton bezeichneten Stelle erarbeitet. Diese Stelle ist auch für die Koordination mit anderen Kantonen und mit dem Bund zuständig. 3 Kantonale Programme im Bereich der Förderung von Grundkompetenzen Erwachsener sind mit Massnahmen aus anderen Spezialgesetzen und insbesondere mit kantonalen Integrationsprogrammen gemäss Artikel 58 Absatz 3 des Ausländer- und Integrationsgesetzes vom 16. Dezember 2005 abzustimmen. 4 Die Kantone entscheiden im Rahmen ihrer Programme über die Verteilung der Finanzhilfen. Der Verweis wurde in Anwendung von Art. 12 Abs. 2 des Publikationsgesetzes vom 18. Juni 2004 ( SR 170.512 ) auf den 1. Jan. 2019 angepasst. SR 142.20"
    },
    {
      "provision_ref": "art10",
      "chapter": "2. Abschnitt: Finanzhilfen für den Erwerb und Erhalt von Grundkompetenzen Erwachsener",
      "section": "10",
      "title": "Programmvereinbarungen",
      "content": "1 Die kantonalen Programme bilden die Grundlage für die Programmvereinbarungen (Art. 11 Abs. 1). Diese beinhalten insbesondere die Programmziele, die Finanzhilfeleistungen des Bundes sowie die Indikatoren für die Messung der Zielerreichung. 2 Eine Programmvereinbarung gilt vier Jahre, sofern aufgrund der Abstimmung mit anderen kantonalen Programmen nicht eine andere Dauer angezeigt ist. 3 Programmvereinbarungen können einmal um eine Periode verlängert werden."
    },
    {
      "provision_ref": "art11",
      "chapter": "2. Abschnitt: Finanzhilfen für den Erwerb und Erhalt von Grundkompetenzen Erwachsener",
      "section": "11",
      "title": "Finanzhilfen an die Kantone",
      "content": "1 Das SBFI gewährt die Finanzhilfen in der Regel auf der Grundlage einer Programmvereinbarung gemäss Artikel 20 a des Subventionsgesetzes vom 5. Oktober 1990. 2 Aus Effizienzgründen können Finanzhilfen auch im Rahmen von Leistungsvereinbarungen vorgesehen oder durch Verfügung gewährt werden. SR 616.1"
    },
    {
      "provision_ref": "art12",
      "chapter": "2. Abschnitt: Finanzhilfen für den Erwerb und Erhalt von Grundkompetenzen Erwachsener",
      "section": "12",
      "title": "Verteilung der Finanzhilfen",
      "content": "Das SBFI vereinbart mit den Kantonen den Verteilschlüssel für die Finanzhilfen zugunsten der kantonalen Programme."
    },
    {
      "provision_ref": "art13",
      "chapter": "2. Abschnitt: Finanzhilfen für den Erwerb und Erhalt von Grundkompetenzen Erwachsener",
      "section": "13",
      "title": "Maximale Höhe der Finanzhilfen",
      "content": "Die Höhe der Finanzhilfen des Bundes entspricht höchstens den Aufwendungen der Kantone für ein kantonales Programm."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Berichterstattung und Kontrolle",
      "content": "1 Die Kantone erstatten dem SBFI jährlich Bericht über die Verwendung der Finanzhilfen. 2 Die Berichterstattung beinhaltet namentlich den Fortschritt bei der Erreichung der Ziele des kantonalen Programms anhand der vereinbarten Indikatoren oder erbrachten Leistungen."
    },
    {
      "provision_ref": "art15",
      "chapter": "3. Abschnitt: Schlussbestimmungen",
      "section": "15",
      "title": "Übergangsbestimmung",
      "content": "Gesuche gemäss Artikel 4 für die BFI-Periode 2017–2020 können bis zum 31. Januar 2017 beim SBFI eingereicht werden."
    },
    {
      "provision_ref": "art16",
      "chapter": "3. Abschnitt: Schlussbestimmungen",
      "section": "16",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 1. Januar 2017 in Kraft."
    }
  ],
  "definitions": []
}