{
  "id": "sr-410-21",
  "type": "statute",
  "title": "Vereinbarung vom 16. Dezember 2016 zwischen dem Bund und den Kantonen über die Zusammenarbeit im Bildungsraum Schweiz (ZSAV-BiZ)",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2020/108/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Gegenstand",
      "content": "Diese Vereinbarung regelt die Ziele und die Organisation der Zusammenarbeit von Bund und Kantonen im Bildungsbereich sowie die Einrichtung und die Führung gemeinsamer Institutionen im Sinne von Artikel 61 a Absatz 2 der Bundesverfassung. SR 101"
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Ziele der Zusammenarbeit",
      "content": "Die Zusammenarbeit von Bund und Kantonen dient: a. dem regelmässigen Dialog über bildungspolitische Fragestellungen; b. der Identifikation von bildungspolitischen Herausforderungen, denen Bund und Kantone koordiniert begegnen wollen; c. der Koordination der bildungspolitischen Ziele von Bund und Kantonen; d. der Erarbeitung gemeinsamer bildungspolitischer Ziele; e. der Festlegung und Durchführung erforderlicher Grundlagen- und Entwicklungsarbeiten; und f. der Koordination der bildungspolitischen Massnahmen."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Steuerungsorgan",
      "content": "1 Der Vorsteher oder die Vorsteherin des Eidgenössischen Departements für Wirtschaft, Bildung und Forschung und das Präsidium der EDK bilden das Steuerungsorgan. 2 Dieses nimmt im Rahmen der jeweiligen Zuständigkeiten seiner Mitglieder folgende Aufgaben wahr: a. Es pflegt den Dialog und trägt zur Koordination der bildungspolitischen Ziele von Bund und Kantonen bei. b. Es kann bildungspolitische Stellungnahmen und Erklärungen abgeben, insbesondere zu den gemeinsamen bildungspolitischen Zielen. c. Es delegiert die erforderlichen Grundlagen- und Entwicklungsarbeiten an die Prozessleitung (Art. 4). d. Es genehmigt das Arbeitsprogramm (Art. 6)."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Prozessleitung",
      "content": "1 Die Prozessleitung setzt sich aus einem Direktionsmitglied des Staatssekretariats für Bildung, Forschung und Innovation (SBFI) und dem Generalsekretär oder der Generalsekretärin der EDK zusammen. 2 Sie koordiniert die Arbeiten im Rahmen der Bildungszusammenarbeit, indem sie: a. das Arbeitsprogramm vorbereitet; b. die Umsetzung des Arbeitsprogramms koordiniert; c. den angemessenen Einbezug der betroffenen Akteurinnen und Akteure sicherstellt; d. mit den Akteurinnen und Akteuren, welche die Grundlagen- und Entwicklungsarbeiten gemäss dem Arbeitsprogramm umsetzen, Leistungsvereinbarungen abschliesst. 3 Sie kann Koordinationsausschüsse einrichten und diesen Aufgaben übertragen."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Koordinationsausschüsse",
      "content": "1 Die Koordinationsausschüsse unterstützen die Prozessleitung in fachlicher und strategischer Hinsicht sowie beim Einbezug der betroffenen Akteurinnen und Akteure in die Vorbereitung und Umsetzung des Arbeitsprogramms. 2 Sie können im Rahmen ihres Mandats Entscheide fällen."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Arbeitsprogramm",
      "content": "Die Grundlagen- und Entwicklungsarbeiten werden in einem gemeinsamen Arbeitsprogramm festgelegt. Dieses sieht insbesondere vor, dass: a. das Bildungssystem beobachtet wird; b. Informationen über den Bildungsraum Schweiz fortlaufend beschafft und aufbereitet werden; c. ein gemeinsames Qualitätsverständnis gepflegt wird; und d. Qualitätssicherungsmassnahmen im Bildungsraum Schweiz entwickelt, gefördert und angewendet werden."
    },
    {
      "provision_ref": "art6a",
      "section": "6a",
      "title": "a Gemeinsame Institutionen",
      "content": "Bund und Kantone führen als gemeinsame Institutionen: a. die Schweizerische Koordinationsstelle für Bildungsforschung (SKBF); b. die Fachagentur Educa. Eingefügt durch Ziff. I durch Vereinb. vom 26. Nov. 2020, vom BR genehmigt am 18. Nov. 2020 und in Kraft seit 1. Jan. 2021 ( AS 2020 5911 )."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Schweizerische Koordinationsstelle für Bildungsforschung",
      "content": "1 … 2 Die SKBF fördert den Informationsaustausch und die Zusammenarbeit zwischen Bildungsforschung, -praxis und -verwaltung sowie den mit Forschungspolitik befassten Akteurinnen und Akteuren. 3 Für die Durchführung einzelner Grundlagen- und Entwicklungsarbeiten gemäss dem Arbeitsprogramm kann die Prozessleitung mit der SKBF Leistungsvereinbarungen abschliessen. Aufgehoben durch Ziff. I durch Vereinb. vom 26. Nov. 2020, vom BR genehmigt am 18. Nov. 2020 und mit Wirkung seit 1. Jan. 2021 ( AS 2020 5911 )."
    },
    {
      "provision_ref": "art7a",
      "section": "7a",
      "title": "a Educa",
      "content": "1 Die Fachagentur Educa untersucht technologische Entwicklungen und verbindet sie mit der Qualitätsentwicklung der obligatorischen Schule (Primarstufe und Sekundarstufe I) sowie der beruflichen Grundbildung, der Gymnasien und der Fachmittelschulen (Sekundarstufe II). Sie schafft schweizweit Grundlagen für den digitalen Bildungsraum Schweiz. 2 Für die Durchführung einzelner Grundlagen- und Entwicklungsarbeiten gemäss dem Arbeitsprogramm kann die Prozessleitung mit Educa Leistungsvereinbarungen abschliessen. Eingefügt durch Ziff. I durch Vereinb. vom 26. Nov. 2020, vom BR genehmigt am 18. Nov. 2020 und in Kraft seit 1. Jan. 2021 ( AS 2020 5911 )."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Finanzierung",
      "content": "1 Bund und Kantone beteiligen sich je zur Hälfte an der Finanzierung der Grundlagen- und Entwicklungsarbeiten gemäss dem Arbeitsprogramm sowie den gemeinsamen Institutionen. 2 Die Prozessleitung entscheidet über die Höhe des gemeinsamen Kostendachs und darüber, welche Leistungen bei der jeweiligen hälftigen Beteiligung berücksichtigt werden."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Rechtsgültigkeit und Inkrafttreten",
      "content": "1 Diese Vereinbarung wird rechtsgültig, wenn die Vereinbarungsparteien sie unterzeichnet haben und das BiZG in Kraft getreten ist. 2 Der Bundesrat bestimmt im Einvernehmen mit der EDK das Inkrafttreten der Vereinbarung; er kann sie rückwirkend auf den Zeitpunkt des Inkrafttretens des BiZG in Kraft setzen."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Kündigung",
      "content": "Diese Vereinbarung kann unter Einhaltung einer Kündigungsfrist von zwei Jahren auf das Ende einer Bildungs-, Forschungs- und Innovationsförderperiode des Bundes gekündigt werden."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Vollzug",
      "content": "Vollzugsbehörde des Bundes ist das SBFI. 2. Dezember 2016 Im Namen des Schweizerischen Bundesrates Der Bundespräsident: Johann N. Schneider-Ammann 16. Dezember 2016 Im Namen der Schweizerischen Konferenz der kantonalen Erziehungsdirektoren Der Präsident: Christoph Eymann"
    }
  ],
  "definitions": []
}