{
  "id": "sr-446-11",
  "type": "statute",
  "title": "Verordnung vom 3. Dezember 2021 über die Förderung der ausserschulischen Arbeit mit Kindern und Jugendlichen (Kinder- und Jugendförderungsverordnung, KJFV)",
  "title_en": "",
  "short_name": "KJFV",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2021/864/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "1. Abschnitt: Allgemeines",
      "section": "1",
      "title": "Gegenstand",
      "content": "Diese Verordnung regelt: a. die Rolle des Bundesamts für Sozialversicherungen (BSV) im Rahmen des KJFG; b. das Verfahren für die Einreichung und die Bearbeitung der Finanzhilfegesuche im Rahmen des KJFG; c. die Modalitäten zur Bemessung der Finanzhilfen; d. die Entscheide und den Abschluss von Verträgen betreffend Finanzhilfen; e. die Zusammenarbeit zwischen dem BSV und den Akteuren der Kinder- und Jugendpolitik sowie die Kompetenzentwicklung in der Kinder- und Jugendpolitik."
    },
    {
      "provision_ref": "art2",
      "chapter": "1. Abschnitt: Allgemeines",
      "section": "2",
      "title": "Begriffe",
      "content": "In dieser Verordnung und im KJFG bedeuten: a. Aktivität oder Vorhaben auf sprachregionaler Ebene: Aktivität oder Vorhaben in mindestens zehn deutschsprachigen Kantonen oder in mindestens drei französischsprachigen Kantonen oder in der italienischsprachigen oder in der rätoromanischen Schweiz; b. Aktivität oder Vorhaben auf gesamtschweizerischer Ebene: Aktivität oder Vorhaben in mindestens zehn deutschsprachigen Kantonen, in mindestens drei französischsprachigen Kantonen sowie in der italienischsprachigen oder in der rätoromanischen Schweiz; c. Akteure der Kinder- und Jugendpolitik: die Kantone, die Städte und die Gemeinden sowie deren Zusammenschlüsse, die zuständigen Bundesstellen, die nichtstaatlichen Organisationen und die Expertinnen und Experten; d. Teilnehmerin oder Teilnehmer: Person, die bis zum Ende des Kalenderjahres, in dem sie 25 Jahre alt wird, eine von einer privaten Trägerschaft, einem Kanton oder einer Gemeinde durchgeführte Aktivität besucht, mit Ausnahme von Personen, die eine Aus- oder Weiterbildung nach Artikel 9 KJFG besuchen, bei der die Alterslimite bei 30 Jahren liegt; e. Betreuerin oder Betreuer: Person, die bis zum Ende des Kalenderjahres, in dem sie 30 Jahre alt wird, ehrenamtlich eine leitende, beratende oder betreuende Funktion wahrnimmt; f. Kursleiterin oder Kursleiter: Person jeden Alters, die für die Planung und Durchführung von Aus- und Weiterbildungskursen nach Artikel 9 KJFG verantwortlich ist; g. Mitglied: Person, die bis zum Ende des Kalenderjahres, in dem sie 25 Jahre alt wird, gemäss den Statuten formell einer Organisation angehört; h. Kinder und Jugendliche mit besonderem Förderungsbedarf: Kinder und Jugendliche aus bildungsfernen oder sozial benachteiligten Familien oder mit Behinderungen; i. Einzelorganisation: private Trägerschaft, die schwerpunktmässig auf Kinder und Jugendliche ausgerichtete Aktivitäten und Angebote anbietet; sie kann regionale Strukturen aufweisen; j. Dachverband: private Trägerschaft auf gesamtschweizerischer Ebene, deren stimmberechtigte Mitglieder aus Einzelorganisationen bestehen, die im selben Bereich tätig sind; der Dachverband erbringt für seine Mitglieder wesentliche Leistungen und vertritt deren Interessen auf nationaler Ebene; k. Koordinationsplattform: private Organisationsstruktur, die in der Verfolgung eines gemeinsamen Ziels bestimmte Aktivitäten oder Anliegen auf nationaler Ebene koordiniert und ihre Akteure vernetzt; l. Veranstaltung: öffentlich zugänglicher Anlass mit einem Veranstaltungsprogramm, der sich während mindestens drei Stunden mit einem Inhalt aus dem Kinder- und Jugendbereich befasst; m. Austausch: Angebot für Kinder und Jugendliche mit zivilrechtlichem Wohnsitz in der Schweiz, das eine professionelle Betreuung von der Vorbereitung des Austauschs bis zur Rückkehr beinhaltet; n. Modellcharakter: alle Ansätze auf gesamtschweizerischer oder sprachregionaler Ebene, die neue Formen der ausserschulischen Arbeit mit Kindern und Jugendlichen entwickeln oder bisher bekannte Formen in wesentlichen Punkten ergänzen oder weiterentwickeln; o. Partizipation: integrale Einbindung von Kindern und Jugendlichen in einen ganzen Prozess von Initiierung und der Planung bis zur Durchführung der Aktivitäten; p. Aus- und Weiterbildung : Veranstaltungen, die von einer privaten Trägerschaft regelmässig durchgeführt werden, um die Teilnehmerinnen und Teilnehmer im Hinblick auf ihre ehrenamtliche Leitungs-, Beratungs- und Betreuungsfunktion aus- oder weiterzubilden, und die sich klar von den allgemeinen statutarischen Tätigkeiten abheben."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Fachstelle des Bundes für die Kinder- und Jugendpolitik",
      "content": "1 Das BSV ist die Fachstelle des Bundes für die Kinder- und Jugendpolitik. 2 Es ist zuständig: a. für die Gewährung, Festsetzung und Auszahlung der Finanzhilfen nach dem KJFG; b. für das Bereitstellen von Informationen zur Kinder- und Jugendpolitik; c. für die Pflege eines regelmässigen Informationsaustauschs mit den verschiedenen Akteuren der Kinder- und Jugendpolitik; d. für das Ergreifen von Massnahmen, um die Zusammenarbeit zwischen den verschiedenen Akteuren der Kinder- und Jugendpolitik zu erleichtern; e. für das Fördern der Kompetenzentwicklung und das Durchführen von Veranstaltungen im Bereich der Kinder- und Jugendpolitik nach Artikel 21 KJFG."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Grundsatz der Finanzhilfen",
      "content": "1 Es besteht kein Rechtsanspruch auf Finanzhilfen. 2 Übersteigen die beantragten Finanzhilfen die verfügbaren Mittel, so erstellt das Eidgenössische Departement des Innern (EDI) gemäss Artikel 13 Absatz 2 des Subventionsgesetzes vom 5. Oktober 1990 (SuG) eine Prioritätenordnung, nach der die Gesuche beurteilt werden. 3 Bei der Beurteilung der Finanzhilfegesuche berücksichtigt das BSV gemäss Artikel 12 Absätze 1 und 2 SuG Finanzhilfen, die von anderen Bundesbehörden gewährt werden. 4 … SR 616.1 Tritt am 1. Jan. 2026 in Kraft (Art. 48 Abs. 2)."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Aufteilung der Finanzmittel nach den Artikeln 7–11 KJFG",
      "content": "Die für die Kinder- und Jugendförderung zur Verfügung stehenden Finanzmittel werden wie folgt aufgeteilt: a. für Finanzhilfen für die Betriebsstruktur und für regelmässige Aktivitäten (Art. 7 KJFG) und Finanzhilfen für die Aus- und Weiterbildung (Art. 9 KJFG): mindestens 75 Prozent; b. für Finanzhilfen für Modellvorhaben und Partizipationsprojekte (Art. 8 KJFG), Finanzhilfen für Projekte zur Förderung der politischen Partizipation von Jugendlichen auf Bundesebene (Art. 10 KJFG) und Finanzhilfen für zeitlich begrenzte Vorhaben mit Modellcharakter von Kantonen und Gemeinden (Art. 11 KJFG): höchstens 25 Prozent."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Anrechenbare Ausgaben",
      "content": "1 Als Ausgaben nach Artikel 13 KJFG anrechenbar sind die tatsächlichen Kosten, die durch die regelmässigen statutarischen Aktivitäten der privaten Trägerschaft oder bei der Durchführung eines Vorhabens oder Projekts entstehen, sowie die Kosten im Zusammenhang mit der Aus- und Weiterbildung von ehrenamtlich tätigen Jugendlichen nach Artikel 9 KJFG. 2 Nicht anrechenbar sind insbesondere: a. Ausgaben für ausserordentliche Investitionen; b. durch Verschulden der privaten Trägerschaft entstandene Kosten; c. Ausgaben, die im Rahmen der Anstellung von Zivildienstleistenden entstehen; d. Ausgaben für die Durchführung von Aktivitäten, die von Dritten in Auftrag gegeben und bezahlt wurden; e. Ausgaben in Zusammenhang mit Beschwerden; f. Freiwilligenarbeit. 3 Erhält eine private Trägerschaft im Rahmen der Artikel 7–10 KJFG mehrere Arten von Finanzhilfen, so dürfen die gewährten Finanzhilfen gesamthaft höchstens 50 Prozent der anrechenbaren Ausgaben für alle diese Finanzhilfen betragen."
    },
    {
      "provision_ref": "art7",
      "chapter": "2. Abschnitt: Einreichung der Finanzhilfegesuche",
      "section": "7",
      "title": "Formulare und Informatiksystem",
      "content": "Das BSV kann Gesuchsformulare anbieten oder ein Informatiksystem bereitstellen, in dem es die Gesuche bearbeiten kann."
    },
    {
      "provision_ref": "art8",
      "chapter": "2. Abschnitt: Einreichung der Finanzhilfegesuche",
      "section": "8",
      "title": "Einreichung des Gesuchs",
      "content": "1 Das Gesuch ist fristgerecht mit allen verlangten Unterlagen beim BSV einzureichen. 2 Das Gesuch für ein Vorhaben oder Projekt ist vor dessen Durchführung einzureichen."
    },
    {
      "provision_ref": "art9",
      "chapter": "3. Abschnitt: Bearbeitung der Finanzhilfegesuche",
      "section": "9",
      "title": "Eintreten",
      "content": "1 Das BSV tritt auf das Gesuch ein, wenn die folgenden Voraussetzungen erfüllt sind: a. das Gesuch fristgerecht eingereicht wird; b. alle verlangten Unterlagen beigelegt sind; c. die allgemeinen Voraussetzungen nach den Artikeln 3 und 6 KJFG für private Trägerschaften sowie nach Artikel 11 KJFG für die Kantone und Gemeinden erfüllt sind. 2 Die besonderen Bestimmungen des 2. Kapitels, die zusätzliche Voraussetzungen für das Eintreten vorsehen, bleiben vorbehalten."
    },
    {
      "provision_ref": "art10",
      "chapter": "3. Abschnitt: Bearbeitung der Finanzhilfegesuche",
      "section": "10",
      "title": "Prüfung des Gesuchs",
      "content": "1 Das BSV kann Stellungnahmen von aussenstehenden Fachleuten einholen. 2 Im Falle eines unvollständigen Gesuchs fordert es die fehlenden Informationen an."
    },
    {
      "provision_ref": "art11",
      "chapter": "3. Abschnitt: Bearbeitung der Finanzhilfegesuche",
      "section": "11",
      "title": "Entscheid",
      "content": "1 Das BSV entscheidet spätestens vier Monate nach Einreichung der Gesuche nach den Artikeln 8, 10 und 11 KJFG. 2 Es entscheidet spätestens vier Monate nach Ablauf der Einreichungsfrist über die Gesuche nach den Artikeln 7 Absätze 1 und 2 sowie 9 KJFG."
    },
    {
      "provision_ref": "art12",
      "chapter": "3. Abschnitt: Bearbeitung der Finanzhilfegesuche",
      "section": "12",
      "title": "Öffentlich-rechtlicher Vertrag",
      "content": "1 Das BSV schliesst spätestens vier Monate nach Ablauf der Einreichungsfrist einen öffentlich-rechtlichen Vertrag mit den privaten Trägerschaften ab, die Gesuche nach den Artikeln 7 Absatz 1 und 9 KJFG eingereicht haben. 2 Es schliesst spätestens vier Monate nach Einreichung der Gesuche einen öffentlich-rechtlichen Vertrag mit den Kantonen und Gemeinden ab, die gestützt auf Artikel 11 KJFG Gesuche eingereicht haben. 3 Verträge betreffend Finanzhilfen nach den Artikeln 7 Absatz 1 sowie 9 KJFG treten am 1. Januar des Jahres nach der Einreichung des Gesuchs in Kraft und haben eine Laufzeit von höchstens vier Jahren. 4 Verträge betreffend Finanzhilfen nach Artikel 11 KJFG treten mit Beginn des Vorhabens in Kraft und haben eine maximale Laufzeit von vier Jahren."
    },
    {
      "provision_ref": "art13",
      "chapter": "4. Abschnitt: Controlling und Veröffentlichung",
      "section": "13",
      "title": "Controlling",
      "content": "1 Das BSV führt ein Controlling durch, um zu überprüfen, ob die erfolgten Aktivitäten angemessen durchgeführt wurden, insbesondere in Hinsicht auf ihre Qualität. 2 Das Controlling kann namentlich in Form eines Controlling-Gesprächs, einer Beurteilung der Aktivität durch eine Fachperson oder eines Audits erfolgen."
    },
    {
      "provision_ref": "art14",
      "chapter": "4. Abschnitt: Controlling und Veröffentlichung",
      "section": "14",
      "title": "Aufbewahrung der Unterlagen",
      "content": "1 Die private Trägerschaft, der Kanton oder die Gemeinde muss die Unterlagen mit Bezug zum Gesuch und zu den Aktivitäten, für die Finanzhilfen ausgerichtet wurden, während zehn Jahren aufbewahren. 2 Die Frist beginnt mit der Zustellung der Verfügung zu den Finanzhilfen oder mit dem Inkrafttreten des Vertrags."
    },
    {
      "provision_ref": "art15",
      "chapter": "4. Abschnitt: Controlling und Veröffentlichung",
      "section": "15",
      "title": "Veröffentlichung der Finanzhilfen",
      "content": "1 Das BSV veröffentlicht alle nach dem KJFG unterstützten Angebote und Aktivitäten sowie die Höhe der Finanzhilfen aller privaten Trägerschaften, Kantone und Gemeinden. 2 Die privaten Trägerschaften, die Kantone und die Gemeinden müssen im Jahresbericht, in der Jahresrechnung, in Publikationen oder anlässlich von öffentlichen Veranstaltungen auf den Betrag der vom BSV erhaltenen Finanzhilfen nach den Artikeln 7–11 KJFG und auf die entsprechende Bestimmung hinweisen."
    },
    {
      "provision_ref": "art16",
      "chapter": "1. Abschnitt: Finanzhilfen an Dachverbände und Koordinationsplattformen für die Betriebsstruktur und für regelmässige Aktivitäten für die Betriebsstruktur und für regelmässige Aktivitäten",
      "section": "16",
      "title": "Gesuch",
      "content": "1 Dachverbände und Koordinationsplattformen können alle vier Jahre bis zum 30. April des Jahres vor Vertragsbeginn beim BSV ein Gesuch um Finanzhilfen nach Artikel 7 Absatz 1 KJFG einreichen. Jeder Vertragszyklus dauert vier Jahre, wobei der erste am 1. Januar des Jahres nach Inkrafttreten dieser Verordnung beginnt. 2 Das Gesuch muss mindestens die folgenden Unterlagen und Angaben über die gesuchstellende Trägerschaft enthalten: a. Grösse und Struktur; b. geografische Verbreitung und Reichweite; c. Präsenzangebote und -aktivitäten sowie Onlineangebote und -aktivitäten als Ergänzung; d. Zusammenarbeit mit anderen Organisationen; e. Finanzierung und Budget; f. Leitbild oder Organisationsbeschrieb; g. Statuten; h. genehmigten Jahresbericht des Vorjahres; i. Budget für die Vertragsperiode; j. revidierte Jahresrechnung des Vorjahres; k. Revisionsbericht des Vorjahres; l. Kostenstellenrechnung des Vorjahres; m. Betrag der beantragten Finanzhilfen; n. Höhe der anrechenbaren Ausgaben gemäss revidierter Erfolgsrechnung des Vorjahres."
    },
    {
      "provision_ref": "art17",
      "chapter": "1. Abschnitt: Finanzhilfen an Dachverbände und Koordinationsplattformen für die Betriebsstruktur und für regelmässige Aktivitäten für die Betriebsstruktur und für regelmässige Aktivitäten",
      "section": "17",
      "title": "Eintreten",
      "content": "1 Zusätzlich zu den Eintretensvoraussetzungen nach Artikel 9 Absatz 1 dieser Verordnung und nach Artikel 7 Absatz 1 KJFG muss die gesuchstellende Trägerschaft: a. auf gesamtschweizerischer Ebene tätig sein; b. über eine Website in den drei Amtssprachen verfügen; c. einen Jahresbericht in zwei Amtssprachen erstellen; d. mehr als 50 Prozent ihrer Gesamtausgaben für die ausserschulische Arbeit verwenden; e. mehr als 50 Prozent ihrer Gesamtausgaben für Aktivitäten im Kinder- und Jugendbereich verwenden. [tab] 2 Hat das BSV ein strategisches Interesse daran, so kann es ausnahmsweise auf ein Gesuch eintreten, das die Voraussetzungen nach Absatz 1 nicht erfüllt, sofern die Trägerschaft in der Lage ist, sämtliche Voraussetzungen vor dem Ende des vierjährigen Vertragszyklus vollständig zu erfüllen. Diese Ausnahme ist auf einen Vertragszyklus je Trägerschaft befristet. [tab] 3 In Abweichung von Absatz 1 Buchstaben d und e kann ein pauschaler Prozentsatz von den anrechenbaren Gesamtausgaben abgezogen werden bei Trägerschaften, die für einen Teil ihrer Aktivitäten keine Finanzhilfen beantragen können und deren Buchführung keine spezifischen Kostenstellen für ausserschulische Aktivitäten im Kinder- und Jugendbereich enthält."
    },
    {
      "provision_ref": "art18",
      "chapter": "1. Abschnitt: Finanzhilfen an Dachverbände und Koordinationsplattformen für die Betriebsstruktur und für regelmässige Aktivitäten für die Betriebsstruktur und für regelmässige Aktivitäten",
      "section": "18",
      "title": "Kriterien",
      "content": "1 Es gelten die folgenden qualitativen Kriterien zur Bemessung der Finanzhilfen: a. Mehrsprachigkeit; b. Repräsentationsaufgaben privater oder öffentlicher Trägerschaften; c. Informations- und Koordinationsaufgaben auf nationaler und internationaler Ebene; d. Aufgaben zur Weiterentwicklung der ausserschulischen Arbeit und der Sicherung von deren Qualität; e. weitere spezifische Aktivitäten für Kinder und Jugendliche; f. bedeutende Vorhaben in Bezug auf die Organisationsstruktur. [tab] 2 Es gelten die folgenden quantitativen Kriterien zur Bemessung der Finanzhilfen: a. geografische Verbreitung und Reichweite; b. Struktur der Trägerschaft; c. für Dachverbände: Anzahl und Typologie der stimmberechtigten Mitgliedsorganisationen; d. für Koordinationsplattformen: Anzahl und Typologie der Organisationen im Netzwerk; e. Tätigkeitsbereich; f. Anzahl erreichter Kinder und Jugendlicher; g. Finanzierungskonzept; h. bereits gewährter Betrag im Rahmen anderer Finanzhilfen nach dem KJFG. 3 Die qualitativen Kriterien werden durch mindestens zwei Sachbearbeiterinnen oder Sachbearbeiter des BSV bewertet."
    },
    {
      "provision_ref": "art19",
      "chapter": "2. Abschnitt: Finanzhilfen an Einzelorganisationen für die Betriebsstruktur und für regelmässige Aktivitäten und für regelmässige Aktivitäten",
      "section": "19",
      "title": "Gesuche",
      "content": "1 Einzelorganisationen können bis zum 30. April beim BSV ein Gesuch um Finanzhilfen nach Artikel 7 Absatz 2 KJFG einreichen. 2 Das Gesuch muss mindestens die folgenden Unterlagen und Angaben über die gesuchstellende Organisation enthalten: a. Grösse und Struktur; b. geografische Verbreitung und Reichweite; c. Präsenzangebote und -aktivitäten sowie Onlineangebote und –aktivitäten als Ergänzung; d. Zusammenarbeit mit anderen Organisationen; e. Finanzierung und Budget; f. Leitbild oder Organisationsbeschrieb; g. Statuten; h. genehmigten Jahresbericht des Vorjahres; i. Budget des laufenden Jahres; j. revidierte Jahresrechnung des Vorjahres; k. Höhe der anrechenbaren Ausgaben gemäss revidierter Erfolgsrechnung des Vorjahres; l. Revisionsbericht des Vorjahres."
    },
    {
      "provision_ref": "art20",
      "chapter": "2. Abschnitt: Finanzhilfen an Einzelorganisationen für die Betriebsstruktur und für regelmässige Aktivitäten und für regelmässige Aktivitäten",
      "section": "20",
      "title": "Eintreten",
      "content": "1 Die gesuchstellende Organisation muss die Eintretensvoraussetzungen nach Artikel 9 Absatz 1 dieser Verordnung sowie nach Artikel 7 Absatz 2 KJFG erfüllen. 2 Nichtmitgliederbasierte Organisationen im Sinne von Artikel 7 Absatz 2 Buchstabe d Ziffer 2 KJFG haben jährlich mindestens zehn Veranstaltungen mit insgesamt mindestens 150 aktiven Teilnehmerinnen und Teilnehmern durchzuführen."
    },
    {
      "provision_ref": "art21",
      "chapter": "2. Abschnitt: Finanzhilfen an Einzelorganisationen für die Betriebsstruktur und für regelmässige Aktivitäten und für regelmässige Aktivitäten",
      "section": "21",
      "title": "Kriterien",
      "content": "1 Für sämtliche Organisationstypen gelten folgende qualitative Kriterien zur Bemessung der Finanzhilfen: a. Qualitätsmanagement; b. Vernetzung mit anderen Organisationen; c. interne und externe Kommunikation; d. Partizipation; e. Dienstleistungen; f. Integration von Kindern und Jugendlichen mit besonderem Förderungsbedarf. 2 Es gelten die folgenden quantitativen Kriterien zur Bemessung der Finanzhilfen: a. für mitgliederbasierte Organisationen: Anzahl Mitglieder; b. für nichtmitgliederbasierte Organisationen: Anzahl Teilnehmerinnen und Teilnehmer; c. für Jugendaustauschorganisationen: Anzahl individueller Austauschaufenthalte; d. für Jugendaustauschorganisationen: Anzahl individueller Austauschtage; e. Anzahl Tätigkeiten in den verschiedenen Sprachregionen; f. Anzahl Veranstaltungstage, einschliesslich Online-Veranstaltungen; g. Anteil der Jugendlichen in Geschäftsstelle und Vorstand, die jünger als 30 Jahre alt sind oder dieses Alter bis zum Ende des Kalenderjahres erreichen; h. Anzahl Gruppenlagertage, ausser bei Jugendaustauschorganisationen; i. Anzahl Betreuerinnen und Betreuer; j. Anzahl durchgeführter Versammlungen. 3 Die mögliche Punktezahl pro qualitatives und quantitatives Kriterium sowie die jeweilige Gewichtung sind in Anhang 1 aufgeführt. 4 Das EDI kann Anhang 1 ändern."
    },
    {
      "provision_ref": "art22",
      "chapter": "2. Abschnitt: Finanzhilfen an Einzelorganisationen für die Betriebsstruktur und für regelmässige Aktivitäten und für regelmässige Aktivitäten",
      "section": "22",
      "title": "Bemessung der Finanzhilfen",
      "content": "1 Die Finanzhilfen werden gestützt auf die Angaben der gesuchstellenden Organisationen zum Vorjahr berechnet. 2 Die quantitativen Kriterien werden anhand einer elektronischen Datenbank berechnet. 3 Die qualitativen Kriterien werden durch mindestens zwei Sachbearbeiterinnen oder Sachbearbeiter des BSV bewertet. 4 Der Anteil der qualitativen Kriterien liegt bei mindestens 40 Prozent. 5 Die erhobenen quantitativen und qualitativen Kriterien werden mit 0–3 Punkten bewertet und dann gewichtet. 6 Für die Berechnung der Punktzahl wird die Summe der quantitativen mit der Summe der qualitativen Kriterien multipliziert. 7 Der insgesamt zur Verfügung stehende Betrag wird proportional zur errechneten Punktzahl auf jene Trägerschaften verteilt, die Finanzhilfen nach Artikel 7 Absatz 2 KJFG erhalten."
    },
    {
      "provision_ref": "art23",
      "chapter": "3. Abschnitt: Finanzhilfen für Modellvorhaben und Partizipationsprojekte",
      "section": "23",
      "title": "Modellvorhaben und Partizipationsprojekte",
      "content": "1 Als Modellvorhaben nach Artikel 8 Absatz 1 Buchstabe a KJFG gelten einmalige, höchstens drei Jahre dauernde Projekte: a. die einen Modellcharakter haben; b. die auf andere Kontexte übertragbar sind; c. für die ein Bedürfnis nachgewiesen ist; und d. für die der Wissenstransfer sichergestellt ist. 2 Als Partizipationsprojekte nach Artikel 8 Absatz 1 Buchstabe b KJFG gelten einmalige, höchstens drei Jahre dauernde Projekte: a. die massgeblich von Kindern oder Jugendlichen erarbeitet, geleitet und umgesetzt werden; oder b. in denen Kinder oder Jugendliche mit besonderem Förderungsbedarf eine zentrale und aktive Rolle einnehmen."
    },
    {
      "provision_ref": "art24",
      "chapter": "3. Abschnitt: Finanzhilfen für Modellvorhaben und Partizipationsprojekte",
      "section": "24",
      "title": "Thematische Schwerpunkte und Zielvorgaben",
      "content": "Das EDI kann thematische Schwerpunkte und Zielvorgaben für die Modellvorhaben und Partizipationsprojekte formulieren."
    },
    {
      "provision_ref": "art25",
      "chapter": "3. Abschnitt: Finanzhilfen für Modellvorhaben und Partizipationsprojekte",
      "section": "25",
      "title": "Gesuche",
      "content": "1 Private Trägerschaften können beim BSV jederzeit Gesuche um Finanzhilfen nach Artikel 8 KJFG einreichen. 2 Das Gesuch muss mindestens die folgenden Unterlagen und Angaben zum geplanten Projekt enthalten: a. Art und Umfang; b. Ziel und Nutzen; c. Modellcharakter (Art. 8 Abs. 1 Bst. a KJFG) oder Partizipationscharakter (Art. 8 Abs. 1 Bst. b KJFG); d. beteiligte Personen und Organisationen; e. Finanzierung und Budget. f. Leitbild oder Organisationsbeschrieb; g. Statuten; h. Projektbeschrieb; i. Evaluationskonzept; j. für Gesuche nach Artikel 8 Absatz 1 Buchstabe a KJFG: Massnahmen zur Sicherstellung des Wissenstransfers."
    },
    {
      "provision_ref": "art26",
      "chapter": "3. Abschnitt: Finanzhilfen für Modellvorhaben und Partizipationsprojekte",
      "section": "26",
      "title": "Voraussetzungen für Modellvorhaben",
      "content": "(Art. 8 Abs. 1 Bst. a KJFG) Finanzhilfen werden ausgerichtet, wenn folgende Voraussetzungen erfüllt sind: a. Das Projekt ist nicht Teil einer bestehenden Aktivität. b. Das Projekt wird auf gesamtschweizerischer oder sprachregionaler Ebene durchgeführt oder ist auf andere Regionen oder Trägerschaften übertrag- oder erweiterbar. c. Für das Projekt ist ein Bedürfnis nachgewiesen und es wurde eine Umfeldanalyse erstellt. d. Das Projekt hat einen Modellcharakter bezüglich Methoden, Ideen, Zielen oder Strategien. e. Es sind qualitative und quantitative Ziele formuliert. Es wird klar dargelegt, mit welchen Massnahmen die Ziele erreicht und evaluiert werden sollen. f. Die Projektträgerschaft zeigt auf, inwiefern das Projekt in eine langfristige Aktivität überführt werden kann. g. Der Wissenstransfer ist sichergestellt und Projektresultate, -methoden sowie -unterlagen werden veröffentlicht."
    },
    {
      "provision_ref": "art27",
      "chapter": "3. Abschnitt: Finanzhilfen für Modellvorhaben und Partizipationsprojekte",
      "section": "27",
      "title": "Voraussetzungen für Partizipationsprojekte",
      "content": "(Art. 8 Abs. 1 Bst. b KJFG) Finanzhilfen werden ausgerichtet, wenn folgende Voraussetzungen erfüllt sind: a. Das Projekt ist nicht Teil einer bestehenden Aktivität. b. Das Projekt wird auf gesamtschweizerischer oder sprachregionaler Ebene durchgeführt oder ist auf andere Regionen oder Trägerschaften übertrag- oder erweiterbar. c. Das Projekt wird mehrheitlich von Kindern und Jugendlichen erarbeitet und durchgeführt, oder Kinder und Jugendliche mit besonderem Förderungsbedarf nehmen im gesamten Verlauf der Durchführung eine zentrale Rolle ein und sind entsprechend ihren Fähigkeiten im Projekt involviert. d. Mindestens 50 Prozent der Leiterinnen und Leiter sowie der Betreuerinnen und Betreuer sind unter 30 Jahre alt oder erreichen dieses Alter bis zum Ende des Kalenderjahres, mit Ausnahme von Partizipationsprojekten, bei welchen Kinder und Jugendliche mit besonderem Förderungsbedarf entsprechend ihren Fähigkeiten im Projekt involviert sind. e. Mindestens 50 Prozent der Teilnehmerinnen und Teilnehmer sind unter 25 Jahre alt oder erreichen dieses Alter bis zum Ende des Kalenderjahres. f. Das Projekt beschreibt die Partizipationsprozesse und -formen. g. Es sind qualitative und quantitative Ziele formuliert; es wird klar dargelegt, mit welchen Massnahmen die Ziele erreicht und evaluiert werden sollen. h. Projektresultate, -methoden und -unterlagen werden veröffentlicht."
    },
    {
      "provision_ref": "art28",
      "section": "28",
      "title": "Koordination",
      "content": "Das BSV kann verlangen, dass Projekte mit anderen Projekten koordiniert werden."
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "Teilzahlungen und Berichterstattung",
      "content": "1 Finanzhilfen können in Teilzahlungen ausbezahlt werden. 2 Bei mehr als einer Teilzahlung werden die zweite Teilzahlung und die nachfolgenden Teilzahlungen vom Vorliegen von Zwischenberichten abhängig gemacht. 3 Die Restzahlung hängt vom Vorliegen des Schlussberichts ab."
    },
    {
      "provision_ref": "art30",
      "chapter": "4. Abschnitt: Finanzhilfen für die Aus- und Weiterbildung",
      "section": "30",
      "title": "Gesuch",
      "content": "1 Private Trägerschaften können bis zum 31. Juli beim BSV ein Gesuch um Finanzhilfen nach Artikel 9 KJFG einreichen. 2 Das Gesuch muss mindestens die folgenden Unterlagen und Angaben enthalten: a. Art und Umfang der Aus- und Weiterbildungsangebote; b. Ziel und Nutzen der Aus- und Weiterbildungsangebote; c. Finanzierung und Budget der Aus- und Weiterbildungsangebote; d. Statuten; e. Jahresbericht und revidierte Jahresrechnung des Vorjahres. 3 Für jeden Kurs sind folgende Angaben zu machen: a. Name; b. geschätzte Dauer in Tagen (Zeitspanne); c. Ziele und Inhalte; d. Praxisbezug; e. Angaben zur Methodik und zu den Anforderungen an die Kursleiterinnen und Kursleiter; f. Verhältnis der Anzahl Kursleiterinnen und Kursleiter zur Anzahl Kursteilnehmerinnen und Kursteilnehmer; g. Angaben zu spezifischen Merkmalen des Gesuchs, die einen Zuschlag rechtfertigen können. 4 Die spezifischen Merkmale nach Absatz 3 Buchstabe g sind in Anhang 2 aufgeführt. 5 Das EDI kann Anhang 2 ändern. 6 Für Gesuche um Neuaufnahme eines Kurses oder um Anpassung eines bestehenden Kurses während eines laufenden Vertrags müssen sämtliche Angaben nach Absatz 3 bis zum 31. Juli eingereicht werden."
    },
    {
      "provision_ref": "art31",
      "chapter": "4. Abschnitt: Finanzhilfen für die Aus- und Weiterbildung",
      "section": "31",
      "title": "Eintreten",
      "content": "Zusätzlich zu den Eintretensvoraussetzungen nach Artikel 9 Absatz 1 muss die gesuchstellende Organisation folgende Voraussetzungen erfüllen: a. Die Trägerschaft führt regelmässig Veranstaltungen durch, um ihre Mitglieder im Hinblick auf ihre ehrenamtliche Leitungs-, Beratungs- und Betreuungsfunktion auszubilden. b. Die Veranstaltungen heben sich klar von den allgemeinen statutarischen Aktivitäten ab."
    },
    {
      "provision_ref": "art32",
      "chapter": "4. Abschnitt: Finanzhilfen für die Aus- und Weiterbildung",
      "section": "32",
      "title": "Abrechnungsrelevante Angaben zu den Kursen",
      "content": "1 Die folgenden Angaben zu den durchgeführten Kursen müssen für das erste Semester bis Ende August des laufenden Jahres und für das zweite Semester bis Ende Februar des Folgejahres in eine Datenbank eingegeben werden: a. Kursort; b. Datum des ersten Kurstages; c. detailliertes Kursprogramm in allen Sprachen, in denen der Kurs durchgeführt wurde; d. Anzahl Teilnehmerinnen und Teilnehmer; e. Anzahl Kursleiterinnen und Kursleiter; f. Dauer des Kurses, auf halben Tag genau; g. Anzahl Sprachen, in denen der Kurs durchgeführt wurde; h. einmal pro Kalenderjahr: Höhe der anrechenbaren Ausgaben gemäss revidierter Erfolgsrechnung des Vorjahres; i. Kursevaluation. 2 Aus- und Weiterbildungen, die bereits durch das Sportförderungsgesetz vom 17. Juni 2011 unterstützt werden, gelten nicht als Aus- und Weiterbildung nach dieser Verordnung. SR 415.0"
    },
    {
      "provision_ref": "art33",
      "chapter": "4. Abschnitt: Finanzhilfen für die Aus- und Weiterbildung",
      "section": "33",
      "title": "Bemessung der Finanzhilfen",
      "content": "1 Die Finanzhilfen enthalten: a. eine Grundpauschale pro Teilnehmerin und Teilnehmer und pro ganzen Tag; b. einen Zuschlag, wenn der Kurs spezifische Merkmale aufweist (Art. 30 Abs. 3 Bst. g); c. einen Zuschlag, wenn der Kurs in zwei oder mehr Sprachen durchgeführt wird (Art. 32 Abs. 1 Bst. g). 2 Die maximale Grundpauschale und die maximalen Zuschläge sind in Anhang 2 festgelegt. 3 Ein Kurs wird nicht abgerechnet: a. wenn die Mindestkursdauer gemäss Finanzhilfevertrag unterschritten wird; b. wenn es mehr als 15 Kursteilnehmerinnen und Kursteilnehmer pro Kursleiterin und Kursleiter hat."
    },
    {
      "provision_ref": "art34",
      "section": "34",
      "title": "Förderung der politischen Partizipation von Kindern und Jugendlichen",
      "content": "Die Projekte zur Förderung der politischen Partizipation von Kindern und Jugendlichen auf Bundesebene im Sinne von Artikel 10 KJFG dauern höchstens drei Jahre. Sie können erneuert werden."
    },
    {
      "provision_ref": "art35",
      "section": "35",
      "title": "Gesuche",
      "content": "1 Private Trägerschaften können beim BSV Gesuche um Finanzhilfen nach Artikel 10 KJFG einreichen. 2 Das Gesuch muss mindestens die folgenden Unterlagen und Angaben zum geplanten Projekt enthalten: a. Art und Umfang; b. Ziel und Nutzen; c. beteiligte Personen und Organisationen, insbesondere Beteiligung von Kindern und Jugendlichen mit besonderem Förderungsbedarf; d. Finanzierung und Budget. e. Leitbild oder Organisationsbeschrieb; f. Statuten; g. Projektbeschrieb; h. Evaluationsplan."
    },
    {
      "provision_ref": "art36",
      "section": "36",
      "title": "Voraussetzungen",
      "content": "Finanzhilfen werden ausgerichtet, wenn folgende Voraussetzungen erfüllt sind: a. Das Projekt ist geeignet, Kinder und Jugendliche an politischen Prozessen auf Bundesebene partizipieren zu lassen und politische Mechanismen anzuwenden. b. Das Projekt wird mehrheitlich von Kindern oder Jugendlichen erarbeitet und umgesetzt. c. Kinder und Jugendliche mit besonderem Förderungsbedarf sind entsprechend ihren Fähigkeiten in das Projekt involviert. d. Die Trägerschaft beschreibt die Partizipationsprozesse und -formen. e. Es sind qualitative und quantitative Ziele formuliert; es wird klar dargelegt, mit welchen Massnahmen die Ziele erreicht und evaluiert werden sollen. f. Projektresultate, -methoden und -unterlagen werden veröffentlicht."
    },
    {
      "provision_ref": "art37",
      "section": "37",
      "title": "Koordination",
      "content": "Das BSV kann verlangen, dass Projekte mit anderen Projekten koordiniert werden."
    },
    {
      "provision_ref": "art38",
      "section": "38",
      "title": "Teilzahlungen und Berichterstattung",
      "content": "1 Finanzhilfen können in Teilzahlungen ausbezahlt werden. 2 Bei mehr als einer Teilzahlung werden die zweite Teilzahlung und die nachfolgenden Teilzahlungen vom Vorliegen von Zwischenberichten abhängig gemacht. 3 Die Restzahlung hängt vom Vorliegen des Schlussberichts ab."
    },
    {
      "provision_ref": "art39",
      "chapter": "6. Abschnitt: Finanzhilfen an Kantone und Gemeinden für Vorhaben von gesamtschweizerischer Bedeutung mit Modellcharakter von gesamtschweizerischer Bedeutung mit Modellcharakter",
      "section": "39",
      "title": "Vorhaben von gesamtschweizerischer Bedeutung mit Modellcharakter",
      "content": "Als Vorhaben von gesamtschweizerischer Bedeutung mit Modellcharakter nach Artikel 11 KJFG gelten einmalige, höchstens vier Jahre dauernde Projekte von Kantonen und Gemeinden: a. die einen Modellcharakter haben; b. die auf andere Kontexte übertragbar sind; c. für die ein Bedürfnis nachgewiesen ist; und d. für die der Wissenstransfer sichergestellt ist."
    },
    {
      "provision_ref": "art40",
      "chapter": "6. Abschnitt: Finanzhilfen an Kantone und Gemeinden für Vorhaben von gesamtschweizerischer Bedeutung mit Modellcharakter von gesamtschweizerischer Bedeutung mit Modellcharakter",
      "section": "40",
      "title": "Gesuche",
      "content": "1 Kantone und Gemeinden können beim BSV Gesuche um Finanzhilfen nach Artikel 11 KJFG einreichen. 2 Das Gesuch muss mindestens die folgenden Unterlagen und Angaben zum geplanten Projekt enthalten: a. Art und Umfang; b. Ziel und Nutzen; c. Modellcharakter; d. beteiligte Personen und Organisationen; e. Finanzierung und Budget; f. Projektbeschrieb; g. Evaluationsplan; h. bei Gesuchen von Gemeinden: Stellungnahme des zuständigen Kantons; i. falls eine private Trägerschaft von einer Gemeinde oder einem Kanton beauftragt ist: Leistungsvertrag; j. Massnahmen zur Sicherstellung des Wissenstransfers."
    },
    {
      "provision_ref": "art41",
      "chapter": "6. Abschnitt: Finanzhilfen an Kantone und Gemeinden für Vorhaben von gesamtschweizerischer Bedeutung mit Modellcharakter von gesamtschweizerischer Bedeutung mit Modellcharakter",
      "section": "41",
      "title": "Voraussetzungen",
      "content": "Finanzhilfen werden ausgerichtet, wenn folgende Voraussetzungen erfüllt sind: a. Das Projekt ist nicht Teil einer bestehenden Aktivität. b. Das Projekt ist auf andere Kantone, Regionen, Gemeinden oder Trägerschaften übertrag- oder erweiterbar. c. Für das Projekt ist ein Bedürfnis nachgewiesen und es wurde eine Umfeldanalyse erstellt. d. Das Projekt hat einen Modellcharakter bezüglich Methoden, Ideen, Zielen oder Strategien. e. Es sind qualitative und quantitative Ziele formuliert und es wird klar dargelegt, mit welchen Massnahmen die Ziele erreicht und evaluiert werden sollen. f. Die Projektträgerschaft zeigt auf, inwiefern das Projekt in eine langfristige Aktivität überführt werden kann. g. Der Wissenstransfer ist sichergestellt und Projektresultate, -methoden sowie ‑unterlagen werden veröffentlicht."
    },
    {
      "provision_ref": "art42",
      "chapter": "7. Abschnitt: Zusammenarbeit in der Kinder- und Jugendpolitik",
      "section": "42",
      "title": "Elektronische Plattform",
      "content": "1 Das BSV stellt eine elektronische Plattform mit Informationen über Entwicklungen in der Kinder- und Jugendpolitik zur Verfügung, auf der es bewährte Arbeitsformen und zukunftsweisende Vorhaben vorstellt. 2 Die Akteure der Kinder- und Jugendpolitik können ihre Angebote und die Zuständigkeiten auf der Plattform zugänglich machen."
    },
    {
      "provision_ref": "art43",
      "chapter": "7. Abschnitt: Zusammenarbeit in der Kinder- und Jugendpolitik",
      "section": "43",
      "title": "Zusammenarbeit mit den Akteuren der Kinder- und Jugendpolitik",
      "content": "1 Die Konferenz für Kinder- und Jugendpolitik (KKJP) ist die Ansprechstelle des BSV auf interkantonaler Ebene. 2 Die Mitglieder der KKJP: a. informieren das BSV über Entwicklungen ihrer kantonalen Kinder- und Jugendpolitik; b. leiten Informationen des BSV zur Kinder- und Jugendpolitik des Bundes an die zuständigen Stellen in ihrem Kanton weiter; c. liefern jährlich die Informationen zur Aktualisierung der Plattform. 3 Das BSV organisiert den regelmässigen Austausch mit der KKJP und anderen Akteuren der Kinder- und Jugendpolitik. 4 Die Kantone stellen sicher, dass die Gemeinden am regelmässigen Austausch mit dem Bund beteiligt sind, wenn sie dies als notwendig erachten."
    },
    {
      "provision_ref": "art44",
      "chapter": "8. Abschnitt: Eidgenössische Kommission für Kinder- und Jugendfragen",
      "section": "44",
      "title": "",
      "content": "Die Eidgenössische Kommission für Kinder- und Jugendfragen nach Artikel 22 KJFG erlässt eine Geschäftsordnung und legt sie dem EDI zur Genehmigung vor."
    },
    {
      "provision_ref": "art45",
      "chapter": "3. Kapitel: Schlussbestimmungen",
      "section": "45",
      "title": "Vollzug",
      "content": "1 Das BSV vollzieht diese Verordnung. 2 Es kann Richtlinien erlassen."
    },
    {
      "provision_ref": "art46",
      "chapter": "3. Kapitel: Schlussbestimmungen",
      "section": "46",
      "title": "Aufhebung eines Erlasses",
      "content": "Die Kinder- und Jugendförderungsverordnung vom 17. Oktober 2012 wird aufgehoben. [ AS 2012 5967 ]"
    },
    {
      "provision_ref": "art47",
      "chapter": "3. Kapitel: Schlussbestimmungen",
      "section": "47",
      "title": "Übergangsbestimmungen",
      "content": "Finanzhilfen, die auf der Grundlage von Entscheiden oder Verträgen gewährt werden, die vor Inkrafttreten dieser Verordnung zustande gekommen sind, werden bis zum Ende ihrer Laufzeit nach bisherigem Recht ausbezahlt."
    },
    {
      "provision_ref": "art48",
      "chapter": "3. Kapitel: Schlussbestimmungen",
      "section": "48",
      "title": "Inkrafttreten",
      "content": "1 Diese Verordnung tritt unter Vorbehalt von Absatz 2 am 1. Januar 2022 in Kraft. 2 Artikel 4 Absatz 4 tritt am 1. Januar 2026 in Kraft."
    }
  ],
  "definitions": [
    {
      "term": "Aktivität oder Vorhaben auf sprachregionaler Ebene:",
      "definition": "Aktivität oder Vorhaben auf sprachregionaler Ebene: Aktivität oder Vorhaben in mindestens zehn deutschsprachigen Kantonen oder in mindestens drei französischsprachigen Kantonen oder in der italienischsprachigen oder in der rätoromanischen Schweiz;",
      "source_provision": "art2"
    },
    {
      "term": "Aktivität oder Vorhaben auf gesamtschweizerischer Ebene:",
      "definition": "Aktivität oder Vorhaben auf gesamtschweizerischer Ebene: Aktivität oder Vorhaben in mindestens zehn deutschsprachigen Kantonen, in mindestens drei französischsprachigen Kantonen sowie in der italienischsprachigen oder in der rätoromanischen Schweiz;",
      "source_provision": "art2"
    },
    {
      "term": "Akteure der Kinder- und Jugendpolitik:",
      "definition": "Akteure der Kinder- und Jugendpolitik: die Kantone, die Städte und die Gemeinden sowie deren Zusammenschlüsse, die zuständigen Bundesstellen, die nichtstaatlichen Organisationen und die Expertinnen und Experten;",
      "source_provision": "art2"
    },
    {
      "term": "Teilnehmerin oder Teilnehmer:",
      "definition": "Teilnehmerin oder Teilnehmer: Person, die bis zum Ende des Kalenderjahres, in dem sie 25 Jahre alt wird, eine von einer privaten Trägerschaft, einem Kanton oder einer Gemeinde durchgeführte Aktivität besucht, mit Ausnahme von Personen, die eine Aus- oder Weiterbildung nach Artikel 9 KJFG besuchen, bei der die Alterslimite bei 30 Jahren liegt;",
      "source_provision": "art2"
    },
    {
      "term": "Betreuerin oder Betreuer:",
      "definition": "Betreuerin oder Betreuer: Person, die bis zum Ende des Kalenderjahres, in dem sie 30 Jahre alt wird, ehrenamtlich eine leitende, beratende oder betreuende Funktion wahrnimmt;",
      "source_provision": "art2"
    },
    {
      "term": "Kursleiterin oder Kursleiter:",
      "definition": "Kursleiterin oder Kursleiter: Person jeden Alters, die für die Planung und Durchführung von Aus- und Weiterbildungskursen nach Artikel 9 KJFG verantwortlich ist;",
      "source_provision": "art2"
    },
    {
      "term": "Mitglied:",
      "definition": "Mitglied: Person, die bis zum Ende des Kalenderjahres, in dem sie 25 Jahre alt wird, gemäss den Statuten formell einer Organisation angehört;",
      "source_provision": "art2"
    },
    {
      "term": "Kinder und Jugendliche mit besonderem Förderungsbedarf:",
      "definition": "Kinder und Jugendliche mit besonderem Förderungsbedarf: Kinder und Jugendliche aus bildungsfernen oder sozial benachteiligten Familien oder mit Behinderungen;",
      "source_provision": "art2"
    },
    {
      "term": "Einzelorganisation:",
      "definition": "Einzelorganisation: private Trägerschaft, die schwerpunktmässig auf Kinder und Jugendliche ausgerichtete Aktivitäten und Angebote anbietet; sie kann regionale Strukturen aufweisen;",
      "source_provision": "art2"
    },
    {
      "term": "Dachverband:",
      "definition": "Dachverband: private Trägerschaft auf gesamtschweizerischer Ebene, deren stimmberechtigte Mitglieder aus Einzelorganisationen bestehen, die im selben Bereich tätig sind; der Dachverband erbringt für seine Mitglieder wesentliche Leistungen und vertritt deren Interessen auf nationaler Ebene;",
      "source_provision": "art2"
    },
    {
      "term": "Koordinationsplattform:",
      "definition": "Koordinationsplattform: private Organisationsstruktur, die in der Verfolgung eines gemeinsamen Ziels bestimmte Aktivitäten oder Anliegen auf nationaler Ebene koordiniert und ihre Akteure vernetzt;",
      "source_provision": "art2"
    },
    {
      "term": "Veranstaltung:",
      "definition": "Veranstaltung: öffentlich zugänglicher Anlass mit einem Veranstaltungsprogramm, der sich während mindestens drei Stunden mit einem Inhalt aus dem Kinder- und Jugendbereich befasst;",
      "source_provision": "art2"
    },
    {
      "term": "Austausch:",
      "definition": "Austausch: Angebot für Kinder und Jugendliche mit zivilrechtlichem Wohnsitz in der Schweiz, das eine professionelle Betreuung von der Vorbereitung des Austauschs bis zur Rückkehr beinhaltet;",
      "source_provision": "art2"
    },
    {
      "term": "Modellcharakter:",
      "definition": "Modellcharakter: alle Ansätze auf gesamtschweizerischer oder sprachregionaler Ebene, die neue Formen der ausserschulischen Arbeit mit Kindern und Jugendlichen entwickeln oder bisher bekannte Formen in wesentlichen Punkten ergänzen oder weiterentwickeln;",
      "source_provision": "art2"
    },
    {
      "term": "Partizipation:",
      "definition": "Partizipation: integrale Einbindung von Kindern und Jugendlichen in einen ganzen Prozess von Initiierung und der Planung bis zur Durchführung der Aktivitäten;",
      "source_provision": "art2"
    },
    {
      "term": "Aus- und Weiterbildung",
      "definition": "Aus- und Weiterbildung : Veranstaltungen, die von einer privaten Trägerschaft regelmässig durchgeführt werden, um die Teilnehmerinnen und Teilnehmer im Hinblick auf ihre ehrenamtliche Leitungs-, Beratungs- und Betreuungsfunktion aus- oder weiterzubilden, und die sich klar von den allgemeinen statutarischen Tätigkeiten abheben.",
      "source_provision": "art2"
    }
  ]
}