{
  "id": "sr-455-110-1",
  "type": "statute",
  "title": "Verordnung des BLV vom 27. August 2008 über die Haltung von Nutztieren und Haustieren (Nutz- und Haustierverordnung)",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2008/610/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "1. Kapitel: Gegenstand und Geltungsbereich",
      "section": "1",
      "title": "",
      "content": "Diese Verordnung regelt Anforderungen an Einrichtungen, Pflegemassnahmen, Umgang mit Tieren und Dokumentationsvorgaben bei der Haltung von Rindern, Schweinen, Schafen, Ziegen, Lamas und Alpakas, Equiden, Kaninchen und Haushühnern. Fassung gemäss Ziff. I der V des BLV vom 10. Jan. 2018, in Kraft seit 1. März 2018 ( AS 2018 635 )."
    },
    {
      "provision_ref": "art2",
      "chapter": "1. Abschnitt: Perforierte Böden",
      "section": "2",
      "title": "Grundsatz",
      "content": "1 Bei perforierten Böden muss die Spaltenweite oder Lochgrösse für die Grösse der Tiere geeignet sein. 2 Perforierte Böden dürfen keine vorstehenden Gräte haben. Die Kanten müssen abgeschliffen und die Spaltenweite muss konstant sein."
    },
    {
      "provision_ref": "art3",
      "chapter": "1. Abschnitt: Perforierte Böden",
      "section": "3",
      "title": "Perforierte Böden für Rinder",
      "content": "1 In Anhang 1 Tabelle 1 sind die maximalen Spaltenweiten und Lochgrössen und die minimalen Stegbreiten für perforierte Böden für Rinder der verschiedenen Gewichtskategorien festgelegt. 2 Perforierte Schwemmkanalabdeckungen wie T-Stabroste oder Wabenroste dürfen nicht grossflächig, sondern nur in Elementbreite eingesetzt werden. 3 Rundstabroste dürfen in neu eingerichteten Ställen nicht in Laufställen oder Laufhöfen eingesetzt werden. 4 Yaks dürfen nicht auf Betonflächenrosten und Lochböden gehalten werden."
    },
    {
      "provision_ref": "art4",
      "chapter": "1. Abschnitt: Perforierte Böden",
      "section": "4",
      "title": "Perforierte Böden für Schweine",
      "content": "1 In Anhang 1 Tabelle 2 Ziffern 1–3 sind die maximalen Spaltenweiten und Lochgrössen für perforierte Böden für Schweine der verschiedenen Gewichtskategorien festgelegt. Werden in neu eingerichteten Ställen entlang einer Buchtenabtrennung Spalten für den Mistabwurf eingesetzt, so müssen sie die in Anhang 1 Tabelle 2 Ziffer 4 festgelegten Abmessungen aufweisen. 2 In Abferkelbuchten müssen Spalten für den Mistabwurf während des Abferkelns und mindestens in den ersten zwei Tagen danach abgedeckt werden. 3 Böden im Liegebereich von Schweinen dürfen maximal folgenden Perforationsanteil aufweisen: a. 5 % für am 1. Oktober 2008 bestehende Mastschweineställe; b. 2 % für übrige Ställe. 4 Bei Perforationen im Liegebereich müssen die Löcher oder Spalten pro Bodenelement gleichmässig verteilt sein."
    },
    {
      "provision_ref": "art5",
      "chapter": "1. Abschnitt: Perforierte Böden",
      "section": "5",
      "title": "Perforierte Böden für Schafe und Ziegen",
      "content": "1 Jungschafe und -ziegen mit einem Körpergewicht bis 30 kg dürfen in neu eingerichteten Ställen nicht auf perforierten Böden ohne flächendeckende Einstreu von genügender Dicke gehalten werden. 2 Schafe und Ziegen mit einem Körpergewicht von über 30 kg dürfen in neu eingerichteten Ställen nicht auf Lochböden ohne flächendeckende Einstreu von genügender Dicke gehalten werden. 3 Für Schafe und Ziegen mit einem Körpergewicht von über 30 kg gilt für Spaltenböden eine maximale Spaltenweite von 20 mm und für Betonflächenroste eine minimale Balkenbreite von 40 mm."
    },
    {
      "provision_ref": "art6",
      "chapter": "2. Abschnitt: Dauernde Haltung im Freien",
      "section": "6",
      "title": "Anforderungen an Unterstände, Böden, Futter",
      "content": "1 In einem Witterungsschutz müssen alle Tiere gleichzeitig Platz finden. Dient ein Unterstand nur zum Schutz gegen Nässe und Kälte und wird in ihm nicht gefüttert, so muss er für Rinder, Schafe und Ziegen mindestens die in Anhang 2 Tabellen 1–3 festgelegten Flächen aufweisen. 2 Kann im Sömmerungsgebiet die geforderte Fläche im Unterstand nicht erreicht werden, so ist bei extremer Witterung durch geeignete Massnahmen sicherzustellen, dass dem Ruhe- und Schutzbedarf der Tiere entsprochen wird. 3 Böden in Bereichen, in denen sich Tiere vorwiegend aufhalten, dürfen nicht morastig und nicht erheblich mit Kot oder Harn verunreinigt sein. 4 Futter, das ergänzend zur Weide zur Verfügung gestellt wird, muss den üblichen Qualitäts- und Hygieneanforderungen genügen. Nötigenfalls sind dazu geeignete Fütterungseinrichtungen einzusetzen."
    },
    {
      "provision_ref": "art7",
      "chapter": "2. Abschnitt: Dauernde Haltung im Freien",
      "section": "7",
      "title": "Kontrolle der Tiere, Einstallung bei Geburt",
      "content": "1 Der Gesundheitszustand und das Wohlergehen der Tiere sind täglich zu kontrollieren, insbesondere der Allgemeinzustand und das Auftreten von Verletzungen, Lahmheiten, Durchfall und anderen Krankheitsanzeichen. Ist die Versorgung der Tiere mit Wasser und Futter sichergestellt, so kann ausnahmsweise auf den Kontrollgang verzichtet werden. 2 Stehen Geburten an oder sind Neugeborene vorhanden, so sind die Tiere mindestens zweimal täglich zu kontrollieren. 3 Im Sömmerungsgebiet kann die Häufigkeit der Kontrollen angemessen reduziert werden. 4 Schafe und Ziegen müssen in der Winterfütterungsperiode vor der Geburt eingestallt werden und in den ersten beiden Wochen nach der Geburt jederzeit Zugang zu einer Unterkunft haben."
    },
    {
      "provision_ref": "art7a",
      "chapter": "3. Abschnitt: Auslauf",
      "section": "7a",
      "title": "",
      "content": "Eingefügt durch Ziff. I der V vom 23. Okt. 2013 ( AS 2013 3787 ). Aufgehoben durch Ziff. I der V des BLV vom 20. Dez. 2024, mit Wirkung seit 1. Febr. 2025 ( AS 2025 23 )."
    },
    {
      "provision_ref": "art8",
      "chapter": "3. Abschnitt: Auslauf",
      "section": "8",
      "title": "",
      "content": "1 Der Auslauf für angebunden gehaltene Rinder und Ziegen sowie für Equiden ist spätestens nach drei Tagen im Journal einzutragen. 2 Erfolgt der Auslauf in Gruppen, so kann der Auslauf pro Gruppe eingetragen werden. 3 Wird einem Tier oder einer Tiergruppe während einer gewissen Zeitspanne täglich Auslauf gewährt, so muss im Auslaufjournal nur am ersten und letzten Tag eine entsprechende Eintragung gemacht werden. 4 Für Equiden mit dauerndem Zugang zu einer Auslauffläche, die die Mindestabmessung nach Anhang 1 Tabelle 7 Ziffer 31 TSchV aufweist, muss kein Auslaufjournal geführt werden. 5 Ausnahmen vom Auslauf für Equiden nach Artikel 61 Absatz 6 Buchstaben a–d TSchV müssen mit Bezeichnung des Grundes und für die Buchstaben c und d unter Angabe von Ort und Anlass eingetragen werden. Eingefügt durch Ziff. I der V vom 23. Okt. 2013, in Kraft seit 1. Jan. 2014 ( AS 2013 3787 ). Ausdruck gemäss Ziff. I der V des BLV vom 10. Jan. 2018, in Kraft seit 1. März 2018 ( AS 2018 635 ). Die Änd. wurde im ganzen Text berücksichtigt. Fassung gemäss Ziff. I der V des BLV vom 10. Jan. 2018, in Kraft seit 1. März 2018 ( AS 2018 635 )."
    },
    {
      "provision_ref": "art9",
      "chapter": "1. Abschnitt: Kälberhaltung",
      "section": "9",
      "title": "Kurzfristiges Anbinden",
      "content": "Kälber dürfen zum Tränken jeweils während maximal 30 Minuten fixiert werden."
    },
    {
      "provision_ref": "art10",
      "chapter": "1. Abschnitt: Kälberhaltung",
      "section": "10",
      "title": "Kälberhütten (Iglus)",
      "content": "1 Kälberhütten für einzelne Kälber müssen mindestens so breit sein, dass sich das Kalb darin ungehindert drehen kann. 2 Die erforderliche Liegefläche mit Einstreu nach Anhang 1 Tabelle 1 Ziffer 31 TSchV muss auf der zum Liegen nutzbaren Fläche innerhalb der Hütte zur Verfügung stehen."
    },
    {
      "provision_ref": "art11",
      "chapter": "1. Abschnitt: Kälberhaltung",
      "section": "11",
      "title": "Fütterung der Kälber",
      "content": "1 In der Kälbermast muss der Kuhmilch beziehungsweise dem Milchgemisch bei kombiniertem Fütterungssystem mit Milchaustausch-Futtermitteln Eisen in Form geeigneter Präparate zugesetzt werden; der Eisengehalt der Milch beziehungsweise des Milchgemischs muss nach der Zusetzung mindestens 2 mg je Kilogramm betragen. 2 Raufutter ist nicht am Boden, sondern in einer geeigneten Einrichtung, zum Beispiel in einer Raufe, zu verabreichen. 3 Steht Stroh zur Raufutteraufnahme dauernd zur Verfügung, so kann anderes geeignetes Futter, das die Rohfaserversorgung gewährleistet, täglich limitiert zur Verfügung gestellt werden. Fassung gemäss Ziff. I der V des BLV vom 10. Jan. 2018, in Kraft seit 1. März 2018 ( AS 2018 635 )."
    },
    {
      "provision_ref": "art12",
      "chapter": "2. Abschnitt: Anbindehaltung",
      "section": "12",
      "title": "Anbindevorrichtungen",
      "content": "1 Anbindevorrichtungen müssen folgende Anforderungen erfüllen: a. genügend Spiel der Anbindung in Längsrichtung, damit ein arttypisches Aufstehen und Abliegen sowie Zurücktreten des Rindes für das Koten und Harnen möglich sind; b. genügend Spiel der Anbindung in der Vertikalen, damit das stehende Rind den Kopf aufrecht halten kann und beim Sich-Lecken möglichst wenig eingeschränkt ist. 2 Starre Halsrahmen und Federstahlhalsrahmen dürfen nicht neu eingerichtet werden. Defekte Halsrahmen dieser Art sind durch geeignete Anbindesysteme zu ersetzen."
    },
    {
      "provision_ref": "art13",
      "chapter": "2. Abschnitt: Anbindehaltung",
      "section": "13",
      "title": "Auslauf für angebunden gehaltene Zuchtstiere",
      "content": "1 Auslauf für Zuchtstiere kann auf einem Laufhof oder einer Weide erfolgen. Anstelle des Auslaufs können Zuchtstiere auch im Freien geführt werden. 2 Geführtes Bewegen in Zusammenhang mit dem Deckakt gilt nicht als Auslauf."
    },
    {
      "provision_ref": "art14",
      "chapter": "2. Abschnitt: Anbindehaltung",
      "section": "14",
      "title": "Fressbereich bei Anbindehaltung im Kurzstand",
      "content": "1 Die tierseitige Krippenwand darf in neu eingerichteten Ställen inklusive Krippholz und allfälliger darüber angebrachter massiver Einrichtungen nicht höher als 32 cm sein. Flexible Gummilappen dürfen die tierseitige Krippenwand über 32 cm hinaus erhöhen. 2 Die tierseitige Krippenwand darf in neu eingerichteten Ställen nicht dicker als 15 cm sein. 3 Der Krippenboden muss in neu eingerichteten Ställen mindestens 10 cm höher sein als das Niveau des Lägers. 4 Die Krippe muss in neu eingerichteten Ställen auf einer Höhe von 20 cm über dem Lägerniveau zwischen tierseitigem Krippenrand und tennseitiger Krippenwand mindestens 60 cm Freiraum haben. 5 Der Krippenboden darf in neu eingerichteten Ställen an keiner Stelle tiefer sein als im Abstand von 40 cm vom tierseitigen Krippenrand. 6 Über der Krippe angebrachte Fressgitter zur Vorratsfütterung oder zum Einsperren der Tiere dürfen nicht zum Aussperren der Tiere aus dem Krippenbereich verwendet werden."
    },
    {
      "provision_ref": "art15",
      "chapter": "2. Abschnitt: Anbindehaltung",
      "section": "15",
      "title": "Roste zur Lägerverlängerung",
      "content": "Perforierte Schwemmkanalabdeckungen mit gummierten Stegen, die zur Lägerverlängerung dienen, dürfen nur hinter der nach Anhang 1 Tabelle 1 Ziffer 12 TSchV vorgeschriebenen Standplatzlänge angebracht werden."
    },
    {
      "provision_ref": "art16",
      "chapter": "3. Abschnitt: Laufstallhaltung",
      "section": "16",
      "title": "Liegeboxen",
      "content": "1 In Abhängigkeit von der nach Anhang 1 Tabelle 1 Ziffern 322 und 323 TSchV vorgegebenen Gesamtlänge der Liegeboxen muss in neu eingerichteten Ställen die Liegefläche zwischen Kotkante und Bugkante die in Anhang 3 genannte Mindestlänge aufweisen. 2 Die Bodenfreiheit zwischen der Liegefläche und dem Trennbügel muss für Rinder mit mehr als 400 kg Körpergewicht mindestens 40 cm betragen. 3 Kotkante und Bugkante sind tierseitig abzurunden oder abzuschrägen. Kotkante, Bugkante und Bodenniveau des Kopfraumes dürfen die Liegefläche um nicht mehr als 10 cm überragen. 4 In Liegeboxen mit starrer Nackensteuerung muss durch eine geeignete Einrichtung sichergestellt sein, dass die Tiere nicht in den Kopfraum gelangen können. 5 Stützen im Liegeboxenbereich dürfen die Tiere weder beim Liegen, Abliegen noch Aufstehen stören. 6 … Fassung gemäss Ziff. I der V des BLV vom 20. Dez. 2024, in Kraft seit 1. Febr. 2025 ( AS 2025 23 ). Aufgehoben durch Ziff. I der V des BLV vom 20. Dez. 2024, mit Wirkung seit 1. Febr. 2025 ( AS 2025 23 )."
    },
    {
      "provision_ref": "art17",
      "chapter": "3. Abschnitt: Laufstallhaltung",
      "section": "17",
      "title": "Laufgänge",
      "content": "1 Quergänge im Laufstall müssen folgende Breite aufweisen: a. als Passage ohne Kreuzungsmöglichkeit für die Tiere: zwischen 80 cm und 120 cm; b. als Passage mit Kreuzungsmöglichkeit für die Tiere: mindestens 180 cm. 2 Quergänge mit einer Breite von 80 cm bis 120 cm dürfen in neu eingerichteten Ställen maximal 6 m lang sein. 3 Werden Tränken, Lecksteine oder Kratzbürsten in Quergängen platziert, so müssen diese in neu eingerichteten Ställen mindestens 240 cm breit sein."
    },
    {
      "provision_ref": "art18",
      "chapter": "3. Abschnitt: Laufstallhaltung",
      "section": "18",
      "title": "Fressbereich",
      "content": "1 Steht Futter von einheitlicher Qualität und Beschaffenheit dauernd zur Verfügung, so dürfen maximal 2,5 Tiere pro Fressplatz gehalten werden. 2 Einsperrfressgitter dürfen ausser zur Fixierung von Einzeltieren unter Aufsicht nur verwendet werden, wenn für jedes Tier mindestens ein Fressplatz zur Verfügung steht."
    },
    {
      "provision_ref": "art19",
      "chapter": "3. Abschnitt: Laufstallhaltung",
      "section": "19",
      "title": "Tränkezapfen",
      "content": "Tränkezapfen oder Tränkenippel zur Wasseraufnahme dürfen nicht eingesetzt werden."
    },
    {
      "provision_ref": "art20",
      "chapter": "3. Abschnitt: Laufstallhaltung",
      "section": "20",
      "title": "Abkalbebucht",
      "content": "Das besondere Abteil zum Abkalben (Abkalbebucht) ist als eingestreute Laufbucht auszuführen. Sie muss mindestens 10 m 2 gross sein und eine Breite von mindestens 2,5 m aufweisen. Wird in Gruppen abgekalbt, so muss die Fläche pro Tier 10 m 2 betragen."
    },
    {
      "provision_ref": "art21",
      "chapter": "4. Abschnitt: Spezifische Anforderungen für Wasserbüffel und Yaks",
      "section": "21",
      "title": "Abkühlung",
      "content": "Ab 25 °C Lufttemperatur müssen Wasserbüffel und Yaks jederzeit Zugang zu Schatten und Wasser haben und sich in einem Bad oder einer Suhle abkühlen können. Anstelle von Suhle oder Bad können die Tiere auch geduscht werden."
    },
    {
      "provision_ref": "art22",
      "chapter": "4. Abschnitt: Spezifische Anforderungen für Wasserbüffel und Yaks",
      "section": "22",
      "title": "Pflege",
      "content": "Wasserbüffel und Yaks müssen täglich Zugang zu einer Scheuermöglichkeit haben."
    },
    {
      "provision_ref": "art23",
      "chapter": "4. Kapitel: Schweine",
      "section": "23",
      "title": "Fütterung",
      "content": "1 Rationiert gefütterte nicht säugende Sauen, Zuchtremonten und Eber müssen täglich mindestens 200 g Rohfaser pro Tier aufnehmen können. Alleinfutter muss einen Rohfasergehalt von mindestens 8 Prozent aufweisen, ausser wenn sichergestellt ist, dass die Tiere diese Menge über das Beschäftigungsmaterial aufnehmen können. 2 Die Zahl der Fressplätze bei der Vorratsfütterung beträgt: a. bei Trockenfutterautomaten: 1 pro fünf Tiere; b. bei Breifutterautomaten bis maximal drei Fressplätze: 1 pro zwölf Tiere; c. bei Breifutterautomaten mit mehr als drei Fressplätzen und bei Rohrbreiautomaten: 1 pro zehn Tiere; d. bei allen anderen Fütterungssystemen: nach den Auflagen der Bewilligung für serienmässig hergestellte Stalleinrichtungen. 3 Wird an Breifutterautomaten oder Rohrbreiautomaten die Wasserversorgung abgestellt, so gilt ein Tier-Fressplatz-Verhältnis wie bei Trockenfutterautomaten. 4 Alle Kanten von Fütterungssystemen, mit denen Tiere in Berührung kommen, wie diejenigen der Rüttelbleche oder Dosierbleche, müssen umgebogen oder sonst wie abgestumpft sein. Schweissstellen dürfen keine scharfen Unebenheiten aufweisen. Vom Verzinken herrührende Gräte müssen abgeschliffen sein. 5 Die Abstände zwischen den Trogunterteilungen von Fütterungssystemen müssen so gross sein, dass die Schnauze der Tiere dazwischen ausreichend Platz hat. Als Trogunterteiler gelten Stäbe, die im Trogbereich angebracht sind und nicht über den Trogrand ragen. Als Mindestabstände sind bei Ferkeln bis 25 kg 15 cm und bei Mastschweinen ab 25 kg 20 cm einzuhalten."
    },
    {
      "provision_ref": "art24",
      "chapter": "4. Kapitel: Schweine",
      "section": "24",
      "title": "Beschäftigung",
      "content": "1 Geeignete Beschäftigungsmaterialien sind solche, die kaubar, benagbar, fressbar und nicht toxisch sind, wie Stroh, Chinaschilf, Streue, entstaubte Hobelspäne und Raufutter wie Heu, Gras, Ganzpflanzensilage sowie Stroh- oder Heuwürfel. Weichholz ist nur zulässig, wenn es flexibel aufgehängt ist, regelmässig erneuert wird und die Schweine mindestens dreimal täglich mit einer mit Raufutter angereicherten Ration gefüttert werden oder ihnen Futter zur freien Verfügung steht. 2 Beschäftigungsmaterialien können in geeigneten Einrichtungen wie Raufen, Trögen oder speziellen Automaten zur Verfügung gestellt werden. In diesen muss das Beschäftigungsmaterial dauernd vorhanden und nutzbar sein. 3 Werden Beschäftigungsmaterialien auf dem Boden zur Verfügung gestellt, so muss jederzeit so viel vorhanden sein, dass sich die Tiere damit beschäftigen können."
    },
    {
      "provision_ref": "art25",
      "chapter": "4. Kapitel: Schweine",
      "section": "25",
      "title": "Liegeflächen",
      "content": "1 Wird der Liegebereich in Haltungssystemen für abgesetzte Ferkel und Mastschweine nach Anhang 1 Tabelle 3 Anmerkung 8 TSchV verkleinert, so muss der Liegebereich so gross sein, dass alle Tiere einer Bucht gleichzeitig nebeneinander darauf liegen können. 2 Entspricht in Haltungssystemen mit Liegekisten die Fläche des Liegebereichs in den Liegekisten nicht den Mindestanforderungen nach Anhang 1 Tabelle 3 Ziffern 32 und 321–323 TSchV, so muss ausserhalb der Liegekisten noch genügend Liegefläche vorhanden sein, um diesen Mindestanforderungen zu genügen."
    },
    {
      "provision_ref": "art26",
      "chapter": "4. Kapitel: Schweine",
      "section": "26",
      "title": "Abferkelbuchten",
      "content": "1 Als Geburtsphase, in der die Sau im Einzelfall fixiert werden darf, gilt der Zeitraum vom Beginn des Nestbauverhaltens bis längstens zum Ende des dritten Tages, der auf die Geburt folgt. Es ist aufzuzeichnen, welche Sau aus welchem Grund fixiert wurde. 2 Zum Nestbau geeignetes Material ist solches, das von der Sau mit der Schnauze getragen werden kann. Für den Nestbau ungeeignet sind Materialien wie Hobelspäne, Sägemehl, Zeitungsschnitzel oder Strohhäcksel. 3 Geeignetes Nestbaumaterial ist ab dem 112. Trächtigkeitstag bis und mit dem ersten Tag nach der Geburt täglich zu verabreichen. Zum Zeitpunkt der Einstreuung muss das Material bodendeckend vorhanden sein. 4 Vom zweiten Tag nach der Geburt bis zum Ende der Säugezeit muss der Liegebereich der Sau und der Ferkel täglich mit Langstroh, Strohhäcksel, Chinaschilf oder entstaubten Hobelspänen eingestreut werden."
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "Schutz vor Kälte",
      "content": "1 Beim Unterschreiten folgender Temperaturen im Liegebereich muss der Boden im Liegebereich wärmegedämmt, ausreichend eingestreut oder mit einer Heizung versehen sein: a. 24 °C für Ferkel bis zum Absetzen; b. 20 °C für Ferkel vom Absetzen bis 25 kg; c. 15 °C für Schweine von 25−60 kg; d. 9 °C für Schweine ab 60 kg. 2 Die Temperatur im Ferkelnest muss in den ersten drei Tagen nach der Geburt mindestens 30 °C betragen. 3 Saugferkel müssen jederzeit Zugang zum Ferkelnest haben. 4 In Aussenklimaställen muss eine Liegekiste oder eine ähnliche Einrichtung vorhanden sein oder die Schweine müssen die Möglichkeit haben, sich im Tiefstreubett einzugraben."
    },
    {
      "provision_ref": "art28",
      "section": "28",
      "title": "Schutz vor Hitze",
      "content": "1 Übersteigt die Temperatur in neu eingerichteten Ställen für Schweine ab 25 kg in Gruppenhaltung und für Eber 25 °C, so ist den Tieren eine Abkühlungsmöglichkeit zur Verfügung zu stellen. 2 Als Abkühlungsmöglichkeiten gelten Erdwärmetauscher, Zuluftkühlung, Bodenkühlung, Vernebelungsanlagen sowie mit Feuchtigkeit auf das Tier einwirkende Einrichtungen wie Duschen oder Suhlen. 3 Für Schweine in Freilandhaltung muss ab einer Lufttemperatur im Schatten von 25 °C eine Suhle und bei starker Sonneneinstrahlung eine ausreichend grosse beschattete Fläche ausserhalb der Liegehütten vorhanden sein."
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "Abschleifen der Zahnspitzen",
      "content": "Zum Abschleifen der Zahnspitzen von Saugferkeln dürfen nur hierzu vorgesehene Geräte mit einem für diesen Zweck vorgesehenen Schleifstein verwendet werden."
    },
    {
      "provision_ref": "art30",
      "chapter": "5. Kapitel: Schafe und Ziegen",
      "section": "30",
      "title": "",
      "content": "1 Schafe und Ziegen müssen eine regelmässige, ihrem Klauenwachstum entsprechende und fachgerechte Klauenpflege erhalten. 2 Bei Schafen und Ziegen muss eine fachgerechte Parasitenbekämpfung durchgeführt werden. 3 Bei Schafen, die dauernd im Freien gehalten werden, muss die Schur zeitlich so erfolgen, dass die Dicke des Vlieses an die Witterungsverhältnisse angepasst ist."
    },
    {
      "provision_ref": "art31",
      "chapter": "6. Kapitel: Lamas und Alpakas",
      "section": "31",
      "title": "",
      "content": "1 Lamas und Alpakas müssen ihrem Wachstum entsprechend die Nägel und die Zähne fachgerecht gekürzt werden. 2 Bei Lamas und Alpakas muss eine fachgerechte Parasitenbekämpfung durchgeführt werden. 3 Lamas und Alpakas müssen entsprechend ihrem Haarwachstum und -zustand geschoren werden. Fassung gemäss Ziff. I der V des BLV vom 10. Jan. 2018, in Kraft seit 1. März 2018 ( AS 2018 635 )."
    },
    {
      "provision_ref": "art32",
      "chapter": "7. Kapitel: Equiden",
      "section": "32",
      "title": "",
      "content": "1 Als extreme Witterungs- und Bodenverhältnisse nach Artikel 61 Absatz 3 TSchV für den Auslauf von Equiden gelten: a. morastiger Boden infolge grosser Niederschlagsmengen; b. starker oder anhaltender Niederschlag bei Kälte oder starkem Wind; c. Sturmwinde; d. Glatteis, das im Bereich der Auslauffläche Sturzgefahr bedingt. 2 Bei starkem Insektendruck ist der Auslauf in die Nacht- oder frühen Morgenstunden zu verlegen."
    },
    {
      "provision_ref": "art33",
      "chapter": "8. Kapitel: Kaninchen",
      "section": "33",
      "title": "Abgedunkelte Bereiche",
      "content": "Abgedunkelte Bereiche können mit unterschiedlichen Mitteln, wie durch eine erhöhte Fläche oder eine andere oben abgeschlossene Struktur oder eine teilweise Abdeckung der Gitterfrontseite, erreicht werden. Die Beleuchtungsstärke muss im Bereich der Fütterungs- und Tränkeeinrichtungen und im Zentrum des übrigen Aktivitätsbereiches mindestens 15 Lux betragen."
    },
    {
      "provision_ref": "art34",
      "chapter": "8. Kapitel: Kaninchen",
      "section": "34",
      "title": "Klimatisierte Räume",
      "content": "Gehege ohne Einstreu dürfen nur in Räumen verwendet werden, in denen im Tierbereich die Lufttemperatur nicht unter 10 °C fällt und keine Zugluft auftritt."
    },
    {
      "provision_ref": "art34a",
      "chapter": "14",
      "section": "34a",
      "title": "a Sitzstangen sowie erhöhte Sitzgelegenheiten für Küken",
      "content": "1 Sitzstangen müssen mindestens 50 cm über dem Stallboden angebracht sein. Für Zwergrassen kann dieses Mass auf 40 cm reduziert werden. 2 Für Lege- und Elterntierküken der Haushühner muss in den ersten zwei Lebenswochen der Zugang zu erhöhten Sitzgelegenheiten gewährleistet sein. Fassung gemäss Ziff. I der V des BLV vom 20. Dez. 2024, in Kraft seit 1. Febr. 2025 ( AS 2025 23 )."
    },
    {
      "provision_ref": "art34b",
      "chapter": "14",
      "section": "34b",
      "title": "b Sitzstangen-Fütterungsebenen",
      "content": "Für Haushühner können über Gitterflächen eingerichtete Sitzstangen-Fütterungsebenen an die begehbare Fläche nach Anhang 1 Tabelle 9‑1 Ziffer 2 TSchV angerechnet werden, wenn sie aus einem Futtertrog mit zwei parallelen Sitzstangen bestehen, die einen Achsabstand von mindestens 30 cm haben. Eine Gitterfläche, über der sich mindestens eine Sitzstangen-Fütterungsebene befindet, wird 1,5‑mal als begehbare Fläche angerechnet. Eingefügt durch Ziff. I der V des BLV vom 20. Dez. 2024, in Kraft seit 1. Febr. 2025 ( AS 2025 23 )."
    },
    {
      "provision_ref": "art35",
      "chapter": "9. Kapitel: Inkrafttreten",
      "section": "35",
      "title": "",
      "content": "Diese Verordnung tritt am 1. Oktober 2008 in Kraft."
    }
  ],
  "definitions": []
}