{
  "id": "sr-443-116",
  "type": "statute",
  "title": "Verordnung des EDI vom 30. September 2004 über den Schweizer Filmpreis",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2004/654/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "1. Abschnitt: Gegenstand",
      "section": "1",
      "title": "",
      "content": "Diese Verordnung regelt die jährliche Ausschreibung des Schweizer Filmpreises, die Zulassungsbedingungen für den Preis, das Nominierungsverfahren sowie das Verfahren für die Wahl der Gewinner."
    },
    {
      "provision_ref": "art2",
      "chapter": "2. Abschnitt: Ziel und Ausschreibung",
      "section": "2",
      "title": "Ziel",
      "content": "Ziel des Schweizer Filmpreises ist es: a. herausragende Schweizer Filme auszuzeichnen und dadurch die Medien und das Publikum auf sie aufmerksam zu machen, um einen Promotionseffekt zu erzielen; b. herausragende künstlerische und technische Beiträge zu einem Film auszuzeichnen; b bis . die besten Abschlussfilme in der Filmausbildung auszuzeichnen und den Regisseurinnen und Regisseuren damit den Start ins Berufsleben zu erleichtern; c. ein Gesamtwerk oder Engagement, das für die schweizerische Filmproduktion oder Filmkultur von prägender Bedeutung ist, auszuzeichnen. Fassung gemäss Ziff. I der V des EDI vom 8. Sept. 2014, in Kraft seit 1. Okt. 2014 ( AS 2014 2993 ). Eingefügt durch Ziff. I der V des EDI vom 16. Okt. 2015, in Kraft seit 1. Dez. 2015 ( AS 2015 4141 )."
    },
    {
      "provision_ref": "art3",
      "chapter": "2. Abschnitt: Ziel und Ausschreibung",
      "section": "3",
      "title": "Ausschreibung",
      "content": "1 Das Bundesamt für Kultur (BAK) schreibt jährlich einen Schweizer Filmpreis aus. 2 Die Ausschreibung enthält insbesondere: a. die Preiskategorien; b. die Zahl der zu nominierenden Filme und Personen; c. die Preissummen für die nominierten Filme und Personen; d. die Preissummen für die Gewinner. 3 Die Ausschreibung wird auf der Internetseite des BAK publiziert. Fassung gemäss Ziff. I der V des EDI vom 8. Sept. 2014, in Kraft seit 1. Okt. 2014 ( AS 2014 2993 )."
    },
    {
      "provision_ref": "art4",
      "chapter": "3. Abschnitt: Zulassungsbedingungen",
      "section": "4",
      "title": "Zugelassene Filme",
      "content": "1 Zugelassen sind Schweizer Filme gemäss Artikel 2 Absatz 2 FiG und anerkannte Koproduktionen von einer Regisseurin oder einem Regisseur mit schweizerischer Nationalität oder mit Wohnsitz in der Schweiz. 2 Unabhängig produzierte Fernsehfilme sind nur dann zugelassen, wenn sie eine Kinoauswertung in der Schweiz erfahren haben. 2bis Filme, die zum Abschluss einer Filmausbildung in der Schweiz oder im Ausland realisiert wurden, sind zugelassen, wenn sie unabhängig produziert oder koproduziert wurden und ihre unabhängige Auswertung sichergestellt ist. Abschlussfilme, die nicht unabhängig produziert oder koproduziert wurden oder deren unabhängige Auswertung nicht sichergestellt ist, sind nur in einer eigenen Preiskategorie zugelassen. 3 Die Filme müssen in der Regel im Kalenderjahr vor der Preisverleihung entweder im Hauptprogramm eines Schweizer Filmfestivals oder eines bedeutenden ausländischen Festivals selektioniert oder in einem Kino in der Schweiz ausgewertet worden sein. 4 Jeder Film kann nur einmal am Schweizer Filmpreis teilnehmen. Eingefügt durch Ziff. I der V des EDI vom 16. Okt. 2015, in Kraft seit 1. Dez. 2015 ( AS 2015 4141 )."
    },
    {
      "provision_ref": "art5",
      "chapter": "3. Abschnitt: Zulassungsbedingungen",
      "section": "5",
      "title": "Preis für individuelle Leistungen",
      "content": "1 Zugelassen sind Personen mit Schweizer Nationalität sowie Personen mit Wohnsitz in der Schweiz. 2 Die Ausschreibung legt die Anforderungen an die Filme und künstlerischen und technischen Beiträge fest, die ausgezeichnet werden können. Fassung gemäss Ziff. I der V des EDI vom 16. Okt. 2015, in Kraft seit 1. Dez. 2015 ( AS 2015 4141 ). Fassung gemäss Ziff. I der V des EDI vom 8. Sept. 2014, in Kraft seit 1. Okt. 2014 ( AS 2014 2993 )."
    },
    {
      "provision_ref": "art6",
      "chapter": "4. Abschnitt:",
      "section": "6",
      "title": "Zusammensetzung und Wahl",
      "content": "1 Die Nominierungskommission (Kommission) besteht aus fünf Expertinnen und Experten, die aufgrund ihrer Funktion einen Gesamtüberblick über die schweizerische Filmproduktion haben. 2 Die Mitglieder der Kommission werden vom Eidgenössischen Departement des Innern für jede Ausschreibung des Filmpreises neu gewählt. Sie sind wiederwählbar. 3 Nicht wählbar sind Personen, die an einem für den Filmpreis angemeldeten Film beteiligt sind oder aus anderen Gründen befangen sein könnten. 4 Die an der Organisation des Schweizer Filmpreises mitwirkenden Institutionen werden bei der Wahl der Expertinnen und Experten angehört."
    },
    {
      "provision_ref": "art6a",
      "chapter": "4. Abschnitt:",
      "section": "6a",
      "title": "a Arbeitsweise und Sekretariat",
      "content": "1 Die Mitglieder der Kommission verrichten ihre Tätigkeit ehrenamtlich. 2 Eine Vertreterin oder ein Vertreter des BAK nimmt an den Sitzungen der Kommission teil und leitet sie. Sie oder er gibt den Stichentscheid bei Stimmengleichheit. 3 Das Sekretariat der Kommission wird vom BAK geführt. Ausdruck gemäss Ziff. I der V des EDI vom 8. Sept. 2014, in Kraft seit 1. Okt. 2014 ( AS 2014 2993 ). Diese Änd. wurde im ganzen Erlass berücksichtigt."
    },
    {
      "provision_ref": "art7",
      "chapter": "4. Abschnitt:",
      "section": "7",
      "title": "",
      "content": "Aufgehoben"
    },
    {
      "provision_ref": "art8",
      "chapter": "5. Abschnitt: Verfahren",
      "section": "8",
      "title": "Selektion der nominierten Filme und Personen",
      "content": "1 Das BAK stellt die Liste der Filme und Personen zusammen, welche die Zulassungsbedingungen erfüllen. 2 Die Liste wird der Kommission unterbreitet. 3 Die Kommission legt dem BAK schriftlich ihre Nominierungsvorschläge vor. 4 Die Kommission tritt zusammen, um in den ausgeschriebenen Kategorien Personen und Filme zur Nominierung auszuwählen. 5 Die Kommission fällt Mehrheitsbeschlüsse. 6 Die nominierten Personen und Filme werden dem BAK zur Wahl der Gewinner unterbreitet. Fassung gemäss Ziff. I der V des EDI vom 30. Juli 2013, in Kraft seit 1. Aug. 2013 ( AS 2013 3545 )."
    },
    {
      "provision_ref": "art9",
      "chapter": "5. Abschnitt: Verfahren",
      "section": "9",
      "title": "Wahl der Gewinner",
      "content": "1 Das BAK wählt für jede ausgeschriebene Kategorie einen Gewinner. 2 Es kann sich dabei durch geeignete Personen oder Organisationen beraten lassen (Art. 57 des Regierungs- und Verwaltungsorganisationsgesetzes vom 21. März 1997). Fassung gemäss Ziff. I der V des EDI vom 30. Juli 2013, in Kraft seit 1. Aug. 2013 ( AS 2013 3545 ). SR 172.010"
    },
    {
      "provision_ref": "art10",
      "chapter": "5. Abschnitt: Verfahren",
      "section": "10",
      "title": "",
      "content": "Aufgehoben durch Ziff. I der V des EDI vom 30. Juli 2013, mit Wirkung seit 1. Aug. 2013 ( AS 2013 3545 )."
    },
    {
      "provision_ref": "art11",
      "chapter": "6. Abschnitt: Ausgezeichnete Filme",
      "section": "11",
      "title": "",
      "content": "1 Die Preise für die ausgezeichneten Filme werden je zur Hälfte an die Produktion und an die Regie ausbezahlt, es sei denn, es wurde etwas anderes vereinbart. 2 Die Preise für Abschlussfilme nach Artikel 4 Absatz 2 bis zweiter Satz werden an die Regisseurin oder den Regisseur ausbezahlt. Fassung gemäss Ziff. I der V des EDI vom 16. Okt. 2015, in Kraft seit 1. Dez. 2015 ( AS 2015 4141 )."
    },
    {
      "provision_ref": "art12",
      "chapter": "7. Abschnitt: Inkrafttreten",
      "section": "12",
      "title": "",
      "content": "Diese Verordnung tritt am 1. Oktober 2004 in Kraft."
    }
  ],
  "definitions": []
}