{
  "id": "sr-412-101-241",
  "type": "statute",
  "title": "Verordnung des SBFI vom 27. April 2006 über Mindestvorschriften für die Allgemeinbildung in der beruflichen Grundbildung",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2006/510/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "1",
      "title": "Geltungsbereich",
      "content": "1 Diese Verordnung regelt die Allgemeinbildung für sämtliche beruflichen Grundbildungen. 2 Bei besonderen Bedürfnissen gemäss Artikel 19 Absatz 2 BBV kann in begründeten Fällen von dieser Verordnung abgewichen werden."
    },
    {
      "provision_ref": "art2",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "2",
      "title": "Ziele",
      "content": "1 Der allgemein bildende Unterricht vermittelt grundlegende Kompetenzen zur Orientierung im persönlichen Lebenskontext und in der Gesellschaft sowie zur Bewältigung von privaten und beruflichen Herausforderungen. 2 Er bezweckt insbesondere: a. die Entwicklung der Persönlichkeit; b. die Integration des Individuums in die Gesellschaft; c. die Förderung von Fähigkeiten zum Erlernen und Ausüben eines Berufs; d. die Förderung von wirtschaftlichen, ökologischen, sozialen und kulturellen Kenntnissen und Fähigkeiten, welche die Lernenden dazu befähigen, zu einer nachhaltigen Entwicklung beizutragen; e. die Verwirklichung der Chancengleichheit für Lernende beider Geschlechter, für Lernende mit unterschiedlichen Bildungsbiografien oder unterschiedlichen kulturellen Erfahrungen. 3 Die Vertiefung und Anwendung der grundlegenden Kompetenzen ist Aufgabe aller Lernorte."
    },
    {
      "provision_ref": "art3",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "3",
      "title": "Dauer und Stundendotation",
      "content": "1 Der allgemein bildende Unterricht erstreckt sich über die gesamte Dauer der beruflichen Grundbildung. 2 Die Stundendotation beträgt: a. mindestens 240 Lektionen in der zweijährigen beruflichen Grundbildung; b. mindestens 360 Lektionen in der dreijährigen beruflichen Grundbildung; c. mindestens 480 Lektionen in der vierjährigen beruflichen Grundbildung."
    },
    {
      "provision_ref": "art4",
      "chapter": "2. Abschnitt: Rahmenlehrplan und Schullehrplan",
      "section": "4",
      "title": "Rahmenlehrplan",
      "content": "Der Rahmenlehrplan legt die Bildungsziele und Lernbereiche der Allgemeinbildung fest und formuliert die Rahmenbedingungen für: a. die Organisation des allgemein bildenden Unterrichts an den Berufsfachschulen; b. die Festlegung der Themen im Schullehrplan."
    },
    {
      "provision_ref": "art5",
      "chapter": "2. Abschnitt: Rahmenlehrplan und Schullehrplan",
      "section": "5",
      "title": "Schullehrplan",
      "content": "1 Der Schullehrplan konkretisiert den Rahmenlehrplan. Er berücksichtigt die Bedürfnisse der verschiedenen Berufsfelder und der Region. 2 Er regelt die Themen und ihre zeitlichen Anteile für die zwei-, die drei- und die vierjährige berufliche Grundbildung. 3 Er enthält die Ausführungsbestimmungen der Berufsfachschule zur Planung, Durchführung, Bewertung und Qualitätssicherung des Qualifikationsverfahrens. 4 Er koordiniert die fächer- und lernortübergreifende Zusammenarbeit im Bereich der Allgemeinbildung. 5 Der Kanton regelt den Erlass der Schullehrpläne und stellt deren Qualität sicher."
    },
    {
      "provision_ref": "art6",
      "chapter": "3. Abschnitt: Qualifikationsverfahren",
      "section": "6",
      "title": "Gegenstand",
      "content": "Im Qualifikationsverfahren weisen die Lernenden nach, dass sie die im Schullehrplan konkretisierten Bildungsziele erreicht haben."
    },
    {
      "provision_ref": "art7",
      "chapter": "3. Abschnitt: Qualifikationsverfahren",
      "section": "7",
      "title": "Teilbereiche",
      "content": "Der Qualifikationsbereich der Allgemeinbildung setzt sich aus folgenden Teilbereichen zusammen: a. bei der drei- und der vierjährigen beruflichen Grundbildung aus: 1. der Erfahrungsnote, 2. der Vertiefungsarbeit, 3. der Schlussprüfung; b. bei der zweijährigen beruflichen Grundbildung aus: 1. der Erfahrungsnote, 2. der Vertiefungsarbeit."
    },
    {
      "provision_ref": "art8",
      "chapter": "3. Abschnitt: Qualifikationsverfahren",
      "section": "8",
      "title": "Abschlussnote",
      "content": "1 Die Abschlussnote für den Qualifikationsbereich Allgemeinbildung ist das auf eine Dezimale gerundete arithmetische Mittel aus den Noten für die Teilbereiche nach Artikel 7. 2 Ihr Anteil an der Gesamtnote des eidgenössischen Fähigkeitszeugnisses oder des Berufsattests beträgt mindestens 20 Prozent."
    },
    {
      "provision_ref": "art9",
      "chapter": "3. Abschnitt: Qualifikationsverfahren",
      "section": "9",
      "title": "Erfahrungsnote",
      "content": "1 Die Erfahrungsnote bewertet die Kompetenzen der Lernenden in allen Lernbereichen der Allgemeinbildung während der gesamten beruflichen Grundbildung. 2 Der Schullehrplan regelt Form und Periodizität der Bewertung."
    },
    {
      "provision_ref": "art10",
      "chapter": "3. Abschnitt: Qualifikationsverfahren",
      "section": "10",
      "title": "Vertiefungsarbeit",
      "content": "1 Die Vertiefungsarbeit wird im letzten Jahr der beruflichen Grundbildung erbracht. 2 In der Vertiefungsarbeit wenden die Lernenden die in der Allgemeinbildung erworbenen Kompetenzen an. 3 Den besonderen Bedürfnissen der zweijährigen Grundbildung wird bei der Aufgabenstellung und bei der Bewertung Rechnung getragen. 4 Bewertet werden der Prozess der Erarbeitung, das Produkt und die Präsentation der Vertiefungsarbeit. 5 Der Schullehrplan regelt das Verfahren und die Kriterien der Bewertung. 6 Reicht eine lernende Person keine Vertiefungsarbeit ein, so wird sie nicht zur Schlussprüfung zugelassen."
    },
    {
      "provision_ref": "art11",
      "chapter": "3. Abschnitt: Qualifikationsverfahren",
      "section": "11",
      "title": "Schlussprüfung",
      "content": "1 Die Schlussprüfung findet im letzten Semester der beruflichen Grundbildung statt. 2 Sie stellt fest, ob die konkretisierten Bildungsziele des Schullehrplans erreicht wurden. 3 Sie kann in mündlicher oder schriftlicher Form erfolgen. 4 Der Schullehrplan regelt das Verfahren. 5 Bleibt eine lernende Person der Schlussprüfung ohne begründete Entschuldigung fern oder ist sie nicht zur Prüfung zugelassen, so erfüllt sie die für den Abschluss der beruflichen Grundbildung vorausgesetzte Qualifikation in der Allgemeinbildung nicht und muss diesen Qualifikationsbereich wiederholen."
    },
    {
      "provision_ref": "art12",
      "chapter": "3. Abschnitt: Qualifikationsverfahren",
      "section": "12",
      "title": "Übertritt aus dem Berufsmaturitätsunterricht",
      "content": "1 Wer vor dem letzten Ausbildungsjahr der beruflichen Grundbildung aus dem Berufsmaturitätsunterricht in den Unterricht der Allgemeinbildung übertritt, absolviert das gesamte Qualifikationsverfahren. Die Erfahrungsnote bezieht sich auf die Dauer, während der die Allgemeinbildung an der Berufsfachschule besucht wurde. 2 Bei einem späteren Übertritt zählt die Note für die interdisziplinäre Projektarbeit als Note für die Vertiefungsarbeit. Fehlt sie, so entspricht die Note für die Schlussprüfung der Abschlussnote Allgemeinbildung. Eine Erfahrungsnote wird nicht erteilt. 3 Wer den Berufsmaturitätsunterricht bis und mit Abschlussprüfungen besucht, gilt im Fach Allgemeinbildung als dispensiert und erhält einen entsprechenden Eintrag im Notenausweis."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Wiederholungen",
      "content": "1 Das Qualifikationsverfahren kann zweimal wiederholt werden. 2 Wird für eine Wiederholung die Berufsfachschule nicht mehr besucht oder weniger als ein Jahr erneut besucht, so bleiben die Erfahrungsnote und die Note für die Vertiefungsarbeit bestehen. 3 Wiederholt eine lernende Person während mindestens eines weiteren Jahres den Unterricht in der Allgemeinbildung, so zählen für die Erfahrungsnote nur die neu erzielten Noten."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Dispensationen",
      "content": "1 Wer eine zweite berufliche Grundbildung absolviert oder über eine gleichwertige Qualifikation in Allgemeinbildung mit Qualifikationsausweis einer allgemein bildenden Schule verfügt, wird von der Allgemeinbildung dispensiert. Die Dispensation wird im Notenausweis vermerkt. 2 Personen, die zu einem Qualifikationsverfahren zugelassen werden, ohne eine geregelte berufliche Grundbildung absolviert zu haben, und die das Erreichen der Bildungsziele der Allgemeinbildung nicht nachweisen können, absolvieren die Teilbereiche Vertiefungsarbeit und Schlussprüfung. 3 Personen, die eine zweijährige berufliche Grundbildung mit dem eidgenössischen Berufsattest abgeschlossen haben, werden beim Übertritt in eine drei- oder vierjährige Grundbildung 120 Lektionen Allgemeinbildung angerechnet."
    },
    {
      "provision_ref": "art15",
      "chapter": "4. Abschnitt: Schweizerische Kommission für Entwicklung und Qualität der Allgemeinbildung in der beruflichen Grundbildung",
      "section": "15",
      "title": "Einsetzung und Organisation",
      "content": "1 Das SBFI setzt eine Schweizerische Kommission für Entwicklung und Qualität der Allgemeinbildung in der beruflichen Grundbildung ein. 2 Die Kommission setzt sich zusammen aus: a. 1 Vertreterin oder 1 Vertreter des Bundes; b. 2 Vertreterinnen oder Vertretern der Kantone; c. 3 Vertreterinnen oder Vertretern der Organisationen der Arbeitswelt; d. 2 Vertreterinnen oder Vertretern der Lehrpersonen für den allgemein bildenden Unterricht; e. 2 Vertreterinnen oder Vertretern der Berufsfachschuldirektorenkonferenzen; f. 3 Vertreterinnen oder Vertretern von Ausbildungsinstitutionen für Lehrpersonen für den allgemein bildenden Unterricht. 3 Die Sprachregionen und die Geschlechter werden bei der Zusammensetzung dieser Kommission angemessen berücksichtigt. 4 Die Kommission konstituiert sich selbst und regelt ihre Organisation. 5 Sie fällt nicht in den Geltungsbereich der Kommissionenverordnung vom 3. Juni 1996. Fassung gemäss Ziff. I der V des SBFI vom 13. Dez. 2013, in Kraft seit 1. Febr. 2014 ( AS 2014 557 ). Fassung gemäss Ziff. I der V des SBFI vom 13. Dez. 2013, in Kraft seit 1. Febr. 2014 ( AS 2014 557 ). [ AS 1996 1651 , 2000 1157 , 2008 5949 Ziff. II. AS 2009 6137 Ziff. II 1]. Siehe heute: die Art. 8 a ff. RVOV ( SR 172.010.1 )."
    },
    {
      "provision_ref": "art16",
      "chapter": "4. Abschnitt: Schweizerische Kommission für Entwicklung und Qualität der Allgemeinbildung in der beruflichen Grundbildung",
      "section": "16",
      "title": "Aufgaben",
      "content": "1 Die Kommission prüft periodisch die Relevanz und Aktualität des Rahmenlehrplans Allgemeinbildung. 2 Sie stellt dem SBFI Anträge zur Aktualisierung."
    },
    {
      "provision_ref": "art17",
      "chapter": "4. Abschnitt: Schlussbestimmungen",
      "section": "17",
      "title": "Aufhebung bisherigen Rechts",
      "content": "Das Reglement vom 1. Januar 1997 über das Fach Allgemeinbildung an der Lehrabschlussprüfung in den gewerblich-industriellen Berufen wird aufgehoben."
    },
    {
      "provision_ref": "art18",
      "chapter": "4. Abschnitt: Schlussbestimmungen",
      "section": "18",
      "title": "Anpassung bestehender Schullehrpläne",
      "content": "Die Schullehrpläne werden dieser Verordnung und dem Rahmenlehrplan bis zum 31. Dezember 2008 angepasst."
    },
    {
      "provision_ref": "art19",
      "chapter": "4. Abschnitt: Schlussbestimmungen",
      "section": "19",
      "title": "Übergangsbestimmung",
      "content": "Die Bestimmungen zu den Qualifikationsverfahren sind erst mit Inkrafttreten der Schullehrpläne anwendbar."
    },
    {
      "provision_ref": "art20",
      "chapter": "4. Abschnitt: Schlussbestimmungen",
      "section": "20",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 1. Mai 2006 in Kraft."
    }
  ],
  "definitions": []
}