{
  "id": "sr-432-30",
  "type": "statute",
  "title": "Bundesgesetz vom 12. Juni 2009 über die Museen und Sammlungen des Bundes (Museums- und Sammlungsgesetz, MSG)",
  "title_en": "",
  "short_name": "MSG",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2009/598/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "1. Kapitel: Allgemeine Bestimmungen",
      "section": "1",
      "title": "Gegenstand",
      "content": "Dieses Gesetz regelt die Aufgaben und die Organisation der Museen und Sammlungen des Bundes."
    },
    {
      "provision_ref": "art2",
      "chapter": "1. Kapitel: Allgemeine Bestimmungen",
      "section": "2",
      "title": "Ziele",
      "content": "Der Bund strebt namentlich folgende Ziele an: a. wichtige bewegliche Kulturgüter der Schweiz zu erhalten; b. das Bewusstsein der Bevölkerung für die Kulturen der Schweiz zu stärken; c. den Museen und Sammlungen des Bundes ein klares Profil zu geben; d. die Zusammenarbeit in der Schweizer Museumslandschaft zu verbessern; e. andere Museen und Sammlungen in der Schweiz fachlich zu unterstützen; f. mit den Museen und Sammlungen des Bundes einen Beitrag zu einem attraktiven Bildungs-, Wissenschafts-, Wirtschafts- und Tourismusstandort Schweiz zu leisten."
    },
    {
      "provision_ref": "art3",
      "chapter": "1. Kapitel: Allgemeine Bestimmungen",
      "section": "3",
      "title": "Begriffe",
      "content": "In diesem Gesetz bedeuten: a. Museum des Bundes : Museum, das organisatorisch zur zentralen oder dezentralen Bundesverwaltung gehört; b. Sammlung des Bundes : Bestand an beweglichen Kulturgütern, der im Eigentum des Bundes oder einer Einheit der dezentralen Bundesverwaltung steht."
    },
    {
      "provision_ref": "art4",
      "chapter": "1. Kapitel: Allgemeine Bestimmungen",
      "section": "4",
      "title": "",
      "content": "1 a. Sie pflegen in Zusammenarbeit mit anderen Museen und Sammlungen in der Schweiz das materielle und immaterielle Gedächtnis des Landes. b. Sie entwickeln Sammlungskonzepte und stimmen diese untereinander sowie mit anderen Museen und Sammlungen in der Schweiz ab. c. Sie betreiben Objektforschung. d. Sie vermitteln der Bevölkerung Themen zu Gesellschaft, Kulturen und Identität der Schweiz, insbesondere durch Ausstellungen und Veröffentlichungen. e. Sie ermöglichen den Zugang des Publikums zur Kultur. f. Sie bieten anderen Museen und Sammlungen in der Schweiz ihre Dienstleistungen an. g. Sie fördern die Ausbildung im Bereich der Museologie. 2 Der Bundesrat umschreibt die Aufgaben der Museen, die zur dezentralen Bundesverwaltung gehören, und der Sammlungen, die im Eigentum einer Einheit der dezentralen Bundesverwaltung stehen, im Einzelnen. 3 Das Bundesamt für Kultur umschreibt in Zusammenarbeit mit der jeweils betroffenen Verwaltungseinheit die Aufgaben der Museen, die zur zentralen Bundesverwaltung gehören, und der Sammlungen, die im Eigentum des Bundes stehen, im Einzelnen."
    },
    {
      "provision_ref": "art5",
      "chapter": "1. Abschnitt: Rechtsform und Tätigkeitsbereich",
      "section": "5",
      "title": "Rechtsform",
      "content": "1 Das Schweizerische Nationalmuseum (SNM) ist eine öffentlich-rechtliche Anstalt mit eigener Rechtspersönlichkeit. 2 Es organisiert sich selber und führt eine eigene Rechnung."
    },
    {
      "provision_ref": "art6",
      "chapter": "1. Abschnitt: Rechtsform und Tätigkeitsbereich",
      "section": "6",
      "title": "Zusammensetzung",
      "content": "Das SNM besteht aus: a. dem Landesmuseum Zürich; b. dem Schloss Prangins; c. dem Forum der Schweizer Geschichte Schwyz; d. dem Sammlungszentrum Affoltern am Albis."
    },
    {
      "provision_ref": "art7",
      "chapter": "1. Abschnitt: Rechtsform und Tätigkeitsbereich",
      "section": "7",
      "title": "Aufgaben",
      "content": "Das SNM erfüllt die Aufgaben nach Artikel 4 im kulturhistorischen Bereich. Zu den Aufgaben gehören insbesondere: a. die Darstellung der Geschichte der Schweiz; b. die Auseinandersetzung mit der Identität der Schweiz; c. die Beratung und fachliche Unterstützung anderer Museen und Sammlungen in der Schweiz."
    },
    {
      "provision_ref": "art8",
      "chapter": "1. Abschnitt: Rechtsform und Tätigkeitsbereich",
      "section": "8",
      "title": "Gewerbliche Tätigkeiten",
      "content": "1 kann gewerbliche Leistungen für Dritte erbringen und diesen Rechte verleihen, wenn dies in einem engen Zusammenhang mit seinen Aufgaben steht und deren Erfüllung nicht beeinträchtigt. 2 Es kann insbesondere: a. Dienstleistungen für Museen und ähnliche Institutionen erbringen; b. Nebenbetriebe führen oder durch Dritte führen lassen; c. Dritten Kulturgüter, Gebäude oder Liegenschaften zur Verfügung stellen oder daran Rechte einräumen. 3 Es muss für seine gewerblichen Tätigkeiten marktkonforme Preise festsetzen und das betriebliche Rechnungswesen so ausgestalten, dass Kosten und Erträge der einzelnen Tätigkeiten ausgewiesen werden können. Eine Quersubventionierung der gewerblichen Tätigkeiten ist nicht zulässig. 4 Es ist im Bereich der gewerblichen Tätigkeiten denselben Vorschriften unterstellt wie die privaten Anbieterinnen und Anbieter."
    },
    {
      "provision_ref": "art9",
      "chapter": "1. Abschnitt: Rechtsform und Tätigkeitsbereich",
      "section": "9",
      "title": "Rechtsverhältnisse",
      "content": "Soweit dieses Gesetz nichts anderes vorsieht, unterstehen die Rechtsverhältnisse des SNM dem Privatrecht."
    },
    {
      "provision_ref": "art10",
      "chapter": "2. Abschnitt: Organe und Personal",
      "section": "10",
      "title": "Organe",
      "content": "1 Die Organe des SNM a. der Museumsrat; b. die Geschäftsleitung; c. die Revisionsstelle. 2 Die Mitglieder des Museumsrats und der Geschäftsleitung wahren die Interessen des SNM. Bei einem Interessenkonflikt tritt das betreffende Mitglied in den Ausstand. Dauerhafte Interessenkonflikte schliessen eine Mitgliedschaft aus."
    },
    {
      "provision_ref": "art11",
      "chapter": "2. Abschnitt: Organe und Personal",
      "section": "11",
      "title": "Museumsrat",
      "content": "1 2 wählt und die übrigen Mitglieder des Museumsrats für eine Amtsdauer von vier Jahren 3 kann Mitglieder des Museumsrats aus wichtigen Gründen abberufen. 4 a. Er sorgt für die Umsetzung der strategischen Ziele und erstattet dem Bundesrat Bericht über deren Erreichung. b. Er verabschiedet das Budget. c. Er nimmt den Geschäftsbericht ab und veröffentlicht diesen nach Genehmigung durch den Bundesrat. d. Er ernennt, unter Vorbehalt der Genehmigung durch den Bundesrat, die Direktorin oder den Direktor. e. Er ernennt auf Antrag der Direktorin oder des Direktors die übrigen Mitglieder der Geschäftsleitung. f. Er überwacht die Geschäftsführung. g. Er erlässt, unter Vorbehalt der Genehmigung durch den Bundesrat, das Personalreglement. h. Er erlässt die Geschäftsordnung."
    },
    {
      "provision_ref": "art12",
      "chapter": "2. Abschnitt: Organe und Personal",
      "section": "12",
      "title": "Geschäftsleitung",
      "content": "1 Die Geschäftsleitung ist das operative Organ. Sie erfüllt alle Aufgaben, die keinem anderen Organ zugewiesen sind. 2 a. ist für die operationelle Führung des SNM verantwortlich; b. stellt das Personal des SNM an; c. vertritt das SNM nach aussen. 3"
    },
    {
      "provision_ref": "art13",
      "chapter": "2. Abschnitt: Organe und Personal",
      "section": "13",
      "title": "Revisionsstelle",
      "content": "1 Die Revisionsstelle wird vom Bundesrat gewählt. 2 Stellung, Befähigung, Unabhängigkeit, Amtsdauer und Berichterstattung richten sich unter Vorbehalt von Absatz 3 sinngemäss nach den Artikeln 727–731 a des Obligationenrechts. 3 4 SR 220"
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Personal",
      "content": "1 Das Arbeitsverhältnis des Personals des SNM untersteht dem Bundespersonalgesetz vom 24. März 2000. 2 Das Personal des SNM ist bei der Pensionskasse des Bundes (PUBLICA) versichert. SR 172.220.1"
    },
    {
      "provision_ref": "art15",
      "chapter": "3. Abschnitt: Sammlungsgegenstände und Liegenschaften",
      "section": "15",
      "title": "Sammlungsgegenstände",
      "content": "1 Der Bund überträgt dem SNM seine bis zum Inkrafttreten dieses Gesetzes von der MUSEE-SUISSE-Gruppe geführten Sammlungsgegenstände und die damit verbundenen Immaterialgüterrechte zur Nutzniessung. Vorbehalten bleiben die Sammlungsgegenstände, die zum Museum für Musikautomaten Seewen gehören. 2 Der Bund kann dem SNM an weiteren Sammlungsgegenständen und Immaterialgüterrechten eine Nutzniessung einräumen. 3 Neue Sammlungsgegenstände, die das SNM erwirbt, stehen von as SNM 4 Das SNM versichert die ihm anvertrauten Sammlungsgegenstände des Bundes in der Regel nicht. Der Bund kann das Risiko für die dem SNM durch den Bund oder durch Dritte anvertrauten Sammlungsgegenstände decken. 5 Die Einzelheiten der Nutzniessung und der Versicherung werden in einem öffentlich-rechtlichen Vertrag zwischen dem Bund und dem SNM festgelegt."
    },
    {
      "provision_ref": "art16",
      "chapter": "3. Abschnitt: Sammlungsgegenstände und Liegenschaften",
      "section": "16",
      "title": "Liegenschaften",
      "content": "1 Der Bund überträgt dem SNM die von den Museen und dem Sammlungszentrum nach Artikel 6 2 Der Bund verrechnet dem SNM 3 Die Begründung der Nutzniessung und die Einzelheiten der werden in einem öffentlich-rechtlichen Vertrag zwischen dem Bund und dem SNM festgelegt."
    },
    {
      "provision_ref": "art17",
      "chapter": "4. Abschnitt: Finanzen",
      "section": "17",
      "title": "Finanzierung",
      "content": "1 Das SNM verfügt über einen mehrjährigen Zahlungsrahmen. Der Bund gewährt dem SNM jährliche Beiträge. 2 Das SNM beschafft sich zusätzliche Mittel insbesondere durch: a. Einnahmen aus dem Museumsbetrieb; b. Einnahmen aus gewerblichen Leistungen und der Verleihung von Rechten; c. Sponsoringbeiträge; d. Beiträge der Standortkantone und der Standortgemeinden nach Artikel 6; e. Zuwendungen Dritter."
    },
    {
      "provision_ref": "art18",
      "chapter": "4. Abschnitt: Finanzen",
      "section": "18",
      "title": "Tresorerie",
      "content": "1 Die liquiden Mittel des SNM werden von der Eidgenössischen Finanzverwaltung im Rahmen der zentralen Tresorerie verwaltet. 2 Die Eidgenössische Finanzverwaltung gewährt dem SNM zur Sicherstellung der Zahlungsbereitschaft im Rahmen seiner Aufgabenerfüllung nach Artikel 7 Darlehen zu marktkonformen Bedingungen. 3 Die Einzelheiten werden in einem öffentlich-rechtlichen Vertrag zwischen dem Bund und dem SNM festgelegt."
    },
    {
      "provision_ref": "art19",
      "chapter": "4. Abschnitt: Finanzen",
      "section": "19",
      "title": "Rechnungslegung",
      "content": "1 Die Rechnungslegung des SNM stellt die Vermögens-, Finanz- und Ertragslage den tatsächlichen Verhältnissen entsprechend vollständig dar. 2 Sie folgt den Grundsätzen der Wesentlichkeit, der Verständlichkeit, der Stetigkeit und der Bruttodarstellung und orientiert sich an allgemein anerkannten Standards. 3 Die aus den Rechnungslegungsgrundsätzen abgeleiteten Bilanzierungs- und Bewertungsregeln sind offenzulegen. 4 Der Bundesrat kann Vorschriften zur Rechnungslegung erlassen."
    },
    {
      "provision_ref": "art20",
      "chapter": "4. Abschnitt: Finanzen",
      "section": "20",
      "title": "Steuern",
      "content": "1 2 a. die Mehrwertsteuer; b. die Verrechnungssteuer; c. die Stempelabgaben. 3"
    },
    {
      "provision_ref": "art21",
      "chapter": "5. Abschnitt: Wahrung der Bundesinteressen",
      "section": "21",
      "title": "Aufsicht",
      "content": "1 Das SNM untersteht der Aufsicht des Bundesrats. 2 Der Bundesrat übt seine Aufsichtsfunktion insbesondere durch die Wahl des Museumsrats, die Genehmigung des Geschäftsberichts sowie durch die Entlastung des Museumsrats aus."
    },
    {
      "provision_ref": "art22",
      "chapter": "5. Abschnitt: Wahrung der Bundesinteressen",
      "section": "22",
      "title": "Strategische Ziele",
      "content": "1 Der Bundesrat legt für jeweils vier Jahre die strategischen Ziele des SNM fest. Er sorgt dafür, dass der Museumsrat vorher angehört wird. 2 Er überprüft jährlich die Erreichung der strategischen Ziele, gestützt auf den Bericht des Museumsrats und allfällige weitere Abklärungen."
    },
    {
      "provision_ref": "art23",
      "chapter": "4. Kapitel: Übrige Museen und Sammlungen des Bundes",
      "section": "23",
      "title": "Aufgaben",
      "content": "Die übrigen Museen und Sammlungen des Bundes erfüllen die Aufgaben nach Artikel 4 in den vom SNM nicht abgedeckten Bereichen."
    },
    {
      "provision_ref": "art24",
      "chapter": "4. Kapitel: Übrige Museen und Sammlungen des Bundes",
      "section": "24",
      "title": "Veräusserung an Dritte und Verwaltung durch Dritte",
      "content": "Der Bundesrat kann Museen, die zur zentralen Bundesverwaltung gehören, und Sammlungen, die im Eigentum des Bundes stehen, an Dritte veräussern oder ihre Verwaltung Dritten übertragen."
    },
    {
      "provision_ref": "art25",
      "chapter": "4. Kapitel: Übrige Museen und Sammlungen des Bundes",
      "section": "25",
      "title": "Museumsfonds",
      "content": "1 2 a. Beiträge der Standortkantone und der Standortgemeinden gemäss diesem Kapitel; b. Zuwendungen Dritter; c. Einnahmen aus Eintritten und gewerblichen Leistungen; d. Einnahmen aus dem Verkauf von Sammlungsgegenständen. 3 SR 611.0"
    },
    {
      "provision_ref": "art26",
      "chapter": "5. Kapitel: Schlussbestimmungen",
      "section": "26",
      "title": "Aufhebung bisherigen Rechts",
      "content": "Folgende Erlasse werden aufgehoben: a. das Bundesgesetz vom 27. Juni 1890 über die Errichtung eines Schweizerischen Landesmuseums; b. der Bundesbeschluss vom 5. März 1970 über den Kredit für die Erwerbung vaterländischer Altertümer. [BS 11 690; AS 1973 929 , 1985 152 ] [ AS 1970 1033 , 1987 32 ]"
    },
    {
      "provision_ref": "art27",
      "chapter": "5. Kapitel: Schlussbestimmungen",
      "section": "27",
      "title": "Änderung bisherigen Rechts",
      "content": "… Die Änderung kann unter AS 2009 5113 konsultiert werden."
    },
    {
      "provision_ref": "art28",
      "chapter": "5. Kapitel: Schlussbestimmungen",
      "section": "28",
      "title": "Errichtung des SNM",
      "content": "1 Der Bundesrat bestimmt den Zeitpunkt, in dem das SNM eigene Rechtspersönlichkeit erlangt und an die Stelle der Museen und des Sammlungszentrums nach Artikel 6 tritt. Das SNM tritt in die bisher geltenden Rechtsverhältnisse ein und regelt diese neu, wo es erforderlich ist. 2 Der Bundesrat trifft folgende Vorkehren für die Übertragung der Werte, Rechte und Pflichten auf das SNM und für dessen Betriebsaufnahme: a. Er bestimmt den Zeitpunkt der Grundbuchanmeldung der Nutzniessung nach Artikel 16 Absatz 1; die Grundbucheinträge erfolgen steuer- und gebührenfrei. b. Er genehmigt das Inventar der Sammlungsgegenstände, die vertraglich oder thematisch zum Museum für Musikautomaten Seewen gehören oder dort seit Jahren betreut werden. 3 Er trifft ausserdem folgende Massnahmen: a. Er überträgt die Mittel aus dem Spezialfonds der MUSEE-SUISSE-Gruppe auf das SNM. b. Er genehmigt die Eröffnungsbilanz des SNM. c. Er bezeichnet den Zeitpunkt des Eintritts der Rechtswirkungen für weitere Rechte und Pflichten in Bezug auf das SNM."
    },
    {
      "provision_ref": "art29",
      "chapter": "5. Kapitel: Schlussbestimmungen",
      "section": "29",
      "title": "Übergang der Arbeitsverhältnisse",
      "content": "Die Arbeitsverhältnisse des Personals der Museen und des Sammlungszentrums nach Artikel 6 gehen im Zeitpunkt, in dem das SNM eigene Rechtspersönlichkeit erlangt, auf dieses über."
    },
    {
      "provision_ref": "art30",
      "chapter": "5. Kapitel: Schlussbestimmungen",
      "section": "30",
      "title": "Zuständige Arbeitgeberin",
      "content": "1 Das SNM gilt als zuständige Arbeitgeberin für die Rentenbezügerinnen und Rentenbezüger: a. die den Museen und dem Sammlungszentrum der MUSEE-SUISSE-Gruppe zugeordnet sind; und b. deren Alters-, Invaliden- oder Hinterlassenenrenten aus der beruflichen Vorsorge vor dem Inkrafttreten dieses Gesetzes bei der Pensionskasse des Bundes (PUBLICA) zu laufen begonnen haben. 2 Das SNM gilt ebenfalls als zuständige Arbeitgeberin, wenn eine Invalidenrente nach Inkrafttreten dieses Gesetzes zu laufen beginnt, die Arbeitsunfähigkeit, die zur Invalidität geführt hat, aber vor dem Inkrafttreten dieses Gesetzes eingetreten war."
    },
    {
      "provision_ref": "art31",
      "section": "31",
      "title": "Referendum und Inkrafttreten",
      "content": "1 Dieses Gesetz untersteht dem fakultativen Referendum. 2 Der Bundesrat bestimmt das Inkrafttreten. Inkrafttreten: Art. 9–14, 15 Abs. 5, 16 Abs. 3, 18 Abs. 3, 19–22 und 28: 19. Oktober 2009 Übrige Bestimmungen: 1. Januar 2010 V vom 30. Sept. 2009 ( SR 432.301 ). V vom 4. Dez. 2009 ( AS 2009 6427 )."
    }
  ],
  "definitions": []
}