{
  "id": "sr-414-205-6",
  "type": "statute",
  "title": "Verordnung vom 23. März 2018 des Schweizerischen Akkreditierungsrats über die Gebühren für die Akkreditierungsverfahren und für Leistungen im Auftrag Dritter (Gebührenverordnung SAR, GebV-SAR)",
  "title_en": "Ordinance of the Swiss Accreditation Council of 23 March 2018 on the Fees for Accreditation Procedures  and Services on behalf of Third Parties (SAC Fees Ordinance, FeeO-SAC)",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2018/336/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Section 1 General Provisions",
      "section": "1",
      "title": "Object",
      "content": "This Ordinance regulates the fees to be charged: a. for institutional and programme accreditation in accordance with HEdA; b. for services provided by the Swiss Agency of Accreditation and Quality Assurance (Accreditation Agency) to third parties."
    },
    {
      "provision_ref": "art2",
      "chapter": "Section 1 General Provisions",
      "section": "2",
      "title": "Applicability of the General Fees Ordinance",
      "content": "Where this Ordinance does not lay down specific provisions, the provisions of the General Fees Ordinance of 8 September 2004 apply. SR 172.041.1"
    },
    {
      "provision_ref": "art3",
      "chapter": "Section 1 General Provisions",
      "section": "3",
      "title": "Cost-covering fees",
      "content": "1 Based on Article 35 paragraph 1 HEdA, cost-covering fees shall be charged for accreditation procedures in accordance with HEdA. These fees cover: a. direct costs, in particular the fees paid to assessors, their expenses and the expenses of Accreditation Agency employees in connection with on-site visits; b. indirect costs, in particular the expenditure of the SAC and the Accreditation Agency in connection with accreditation procedures. 2 … 3 … Amended by No I of the SAC O of 20 Sept. 2024, approved by the Higher Education Council on 28 Feb. 2025 and in force since 1 July 2025 ( AS 2025 378 ). Repealed by No I of the SAC O of 20 Sept. 2024, approved by the Higher Education Council on 28 Feb. 2025 and with effect from 1 July 2025 ( AS 2025 378 ). Eingefügt durch Ziff. I der V des SAR vom 27. Sept. 2019 ( AS 2020 3561 ). Repealed by No I of the SAC O of 20 Sept. 2024, approved by the Higher Education Council on 28 Feb. 2025 and with effect from 1 July 2025 ( AS 2025 378 )."
    },
    {
      "provision_ref": "art4",
      "chapter": "Section 2 Fees for Accreditation Procedures in accordance with HEdA",
      "section": "4",
      "title": "Institutional accreditation",
      "content": "1 The direct costs of an institutional accreditation procedure in accordance with HEdA with five assessors, a one-day preparatory meeting and a 2.5-day on-site visit shall be charged at a flat-rate, excluding value added tax (VAT) of CHF 32,000. 2 The indirect costs of an institutional accreditation procedure with a one-day preparatory meeting and a 2.5-day on-site visit shall be charged at a flat rate, excluding VAT, of CHF 27,000. 3 For a larger group of assessors or a longer on-site visit, the fees shall be adjusted according to the schedule of fees for services provided by the Accreditation Agency to third parties. 4 The costs of any other revision work shall not be included in the flat rate; they shall be charged on the basis of the given workload."
    },
    {
      "provision_ref": "art5",
      "chapter": "Section 2 Fees for Accreditation Procedures in accordance with HEdA",
      "section": "5",
      "title": "Programme accreditation",
      "content": "1 The direct costs of a programme accreditation procedure in accordance with HEdA with five assessors and a 1-5-day on-site visit shall be charged at a flat rate, excluding VAT, of CHF 13,000. 2 The indirect costs of a programme accreditation procedure in accordance with HEdA with a 1.5-day on-site visit shall be charged at a flat-rate, excluding VAT of CHF 20,000. 3 For larger or smaller groups of assessors or longer or shorter on-site visits, the fees shall be adjusted according to the schedule of fees for services provided by the Accreditation Agency to third parties. 4 The costs of any other revision work shall not be included in the flat rate; they shall be charged on the basis of the given workload."
    },
    {
      "provision_ref": "art6",
      "chapter": "Section 3 Fees charged for Services provided to Third Parties",
      "section": "6",
      "title": "Remuneration of assessors",
      "content": "1 Fees shall be charged to cover the following costs of the services of assessors who conduct accreditation and other quality assurance procedures on behalf of third parties: a. a daily fee for an on-site visit by members of the group of assessors, including the report and the preparatory and follow-up work, gross: CHF 800; b. a daily fee for an on-site visit by the head of the group of assessors, including report and preparatory and follow-up work, gross: CHF 1,200; c. a flat-rate fee for revision work without an on-site visit, including the report, covering one day, gross: CHF 800; d. a flat-rate fee for drafting the group of assessors’ report, gross: CHF 1,600; e. a flat-rate fee for other activities carried out during accreditation procedures, such as preliminary examination or revision work without a report by the group of assessors, covering half a day, gross: CHF 400. 2 The fees do not cover the social insurance contributions and taxation (incl. tax at source) of assessors who reside abroad."
    },
    {
      "provision_ref": "art7",
      "chapter": "Section 3 Fees charged for Services provided to Third Parties",
      "section": "7",
      "title": "Expenses of assessors",
      "content": "1 In order to cover the assessors’ expenses, fees shall be charged that cover these costs. 2 Expenses include all costs incurred while providing the services concerned, and in particular travel, food and accommodation costs. 3 The Accreditation Agency shall regulate the details for determining the fees, and for covering and billing the expenses. In doing so, it may not exceed the maximum rates set out in Articles 41–48 of the FDF Ordinance of 6 December 2001 to the Federal Personnel Ordinance. SR 172.220.111.31"
    },
    {
      "provision_ref": "art8",
      "chapter": "Section 3 Fees charged for Services provided to Third Parties",
      "section": "8",
      "title": "Calculation basis for services provided by Accreditation Agency employees",
      "content": "Fees shall be charged for the services provided by Accreditation Agency employees to cover these costs. The following rates apply, which cover an infrastructure contribution as well as ordinary operating costs: a. hourly rate for the Director, excluding VAT: CHF 200; b. hourly rate for the person managing the accreditation procedure, excluding VAT: CHF 140; c. hourly rate for work done by the Secretariat, excluding VAT: CHF 80."
    },
    {
      "provision_ref": "art9",
      "chapter": "Section 4 Final Provisions",
      "section": "9",
      "title": "Repeal of other legislation",
      "content": "The Fee Regulations of the Swiss Accreditation Council of 12 March 2015 are repealed. Not published in the AS."
    },
    {
      "provision_ref": "art10",
      "chapter": "Section 4 Final Provisions",
      "section": "10",
      "title": "Commencement",
      "content": "This Ordinance comes into force on 1 July 2018."
    }
  ],
  "definitions": []
}