{
  "id": "sr-414-201-1",
  "type": "statute",
  "title": "Verordnung des WBF vom 23. November 2016 über die Bauinvestitions- und Baunutzungsbeiträge für Hochschulbauten (Hochschulbauten-Beitrags-Verordnung, HSBBV)",
  "title_en": "",
  "short_name": "HSBBV",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2016/742/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "1. Kapitel: Allgemeine Bestimmungen",
      "section": "1",
      "title": "Angabe der Prozentsätze für Weiterbildung und Dienstleistung",
      "content": "(Art. 23 Bst. b und c V-HFKG) Der Gesuchsteller gibt bei der Gesuchseinreichung die Prozentsätze der Aufwendungen für Weiterbildung und für Dienstleistungen bekannt."
    },
    {
      "provision_ref": "art2",
      "chapter": "1. Kapitel: Allgemeine Bestimmungen",
      "section": "2",
      "title": "Anforderungen an die Raumqualität",
      "content": "Die folgenden Flächenarten haben, um dem entsprechenden Raumtyp zugewiesen zu werden, die nachstehenden Anforderungen zu erfüllen: a. Seminarräume ab 50 m 2 müssen eine lichte Raumhöhe von mindestens 3.00 m aufweisen. b. Labors müssen eine Nutzungshöhe von mindestens 2.60 m aufweisen. c. Sportanlagen sind nach den Normen und Empfehlungen des Bundesamts für Sport zu gestalten. Die Empfehlungen können kostenpflichtig bezogen werden beim Bundesamt für Sport, www.basposhop.ch. Sie können kostenlos eingesehen werden beim Staatssekretariat für Bildung, Forschung und Innovation, Einsteinstrasse 2, 3003 Bern."
    },
    {
      "provision_ref": "art3",
      "chapter": "1. Abschnitt: Beitragsberechtigung",
      "section": "3",
      "title": "Abgrenzung von Bauvorhaben und Teilprojekten",
      "content": "(Art. 18 V-HFKG) 1 Die Projekte müssen abgrenzbar sein und sich auf ein bauliches Ganzes, ein oder mehrere zusammengebaute Gebäude oder einen in sich geschlossenen Gebäudeabschnitt beziehen und im selben zeitlichen Rahmen umgesetzt werden. 2 Bei mehreren Teilprojekten entscheidet das SBFI über die Abgrenzung zwischen den einzelnen Teilprojekten. Diese Abgrenzungen sind im weiteren Verlauf des Gesuchs beizubehalten."
    },
    {
      "provision_ref": "art4",
      "chapter": "1. Abschnitt: Beitragsberechtigung",
      "section": "4",
      "title": "Anrechenbare Umgebungsfläche",
      "content": "1 Massgebend ist die bearbeitete Umgebungsfläche gemäss SIA 416. 2 Nicht beitragsberechtigt sind Flächen ausserhalb der Parzellengrenzen und öffentlich genutzte Flächen. Flächen und Volumen von Gebäuden. Fassung 2003. Die Normen können kostenpflichtig bezogen werden beim Schweizerischen Ingenieur- und Architektenverein, www.sia.ch > Dienstleistungen > SIA-Norm. Sie können kostenlos eingesehen werden beim Staatssekretariat für Bildung, Forschung und Innovation, Einsteinstrasse 2, 3003 Bern."
    },
    {
      "provision_ref": "art5",
      "chapter": "1. Abschnitt: Beitragsberechtigung",
      "section": "5",
      "title": "Projektierung und Zusatzleistungen",
      "content": "1 Beitragsberechtigt sind die Aufwendungen für die unmittelbare Projektierung des Bauvorhabens. 2 Zusatzleistungen für die Planung und Projektierung von Varianten sowie für Architekturwettbewerbe, soweit sie angemessen sind, können zusammen mit dem Bauvorhaben unterstützt werden, wenn sie vorgängig mit dem SBFI vereinbart oder auf dessen Veranlassung erbracht worden sind. 3 Preisgelder und Ankäufe, die im Rahmen eines Architekturwettbewerbs ausbezahlt wurden, sind beitragsberechtigt und nicht in der Flächenkostenpauschale enthalten."
    },
    {
      "provision_ref": "art6",
      "chapter": "1. Abschnitt: Beitragsberechtigung",
      "section": "6",
      "title": "Mehrzweckanlagen, Park- und Einstellhallenplätze",
      "content": "1 Bei Mehrzweckanlagen sind nur diejenigen Teile beitragsberechtigt, die den Bereichen gemäss Artikel 19 Absatz 1 V-HFKG dienen. 2 Park- und Einstellhallenplätze für Menschen mit Behinderung und für Betriebsfahrzeuge sind als Bestandteil eines Bauvorhabens beitragsberechtigt. 3 Abstellplätze für Fahrräder sind beitragsberechtigt."
    },
    {
      "provision_ref": "art7",
      "chapter": "2. Abschnitt: Berechnung",
      "section": "7",
      "title": "Raumtyp, Flächenwert, Flächenart und Ausstattung",
      "content": "1 Die beitragsberechtigten Räume eines Bauvorhabens werden einem der sieben Raumtypen nach Artikel 15 mit dem zugehörigen Flächenwert zugeordnet. 2 Flächenarten geben die Art der Raumnutzung an. Anhang 1 weist die Flächenarten einem Raumtyp gemäss Artikel 15 zu. 3 Die Aufwendungen für die Ausstattung werden pauschal mit einem Prozentsatz des Flächenwerts vergütet."
    },
    {
      "provision_ref": "art8",
      "chapter": "2. Abschnitt: Berechnung",
      "section": "8",
      "title": "Berechnung der Flächenwerte und der Flächenkostenpauschale",
      "content": "(Art. 25 V-HFKG) 1 Die Flächenwerte werden aufgrund der Aufwendungen realisierter Neubauten im Hochschulbereich periodisch neu berechnet und bestimmt. In der Zwischenzeit werden sie zweimal jährlich der Kostenentwicklung nach Schweizerischem Baupreisindex angepasst. 2 Die Flächenwerte entsprechen den Durchschnittskosten eines Neubaus je Quadratmeter im Zeitpunkt der Beitragszusicherung nach Abzug der nicht beitragsberechtigten Kostenteile. Sie werden aufgrund der Bauweise, des Installations- und des Ausbaugrads berechnet. 3 Die Berechnung der Flächenkostenpauschale für ein konkretes Bauvorhaben erfolgt auf Grundlage des vom SBFI genehmigten Raumprogramms und den daraus resultierenden beitragsberechtigten Flächen. 4 Wichtige und absehbare bauliche oder funktionale Mängel, die den Gebrauchswert einschränken, berechtigen das SBFI zu einer Korrektur der beitragsberechtigten Aufwendungen. Der aktuelle Baupreisindex einschliesslich Mehrwertsteuer kann eingesehen werden beim Bundesamt für Statistik unter www.bfs.admin.ch > Statistiken finden > 05 Preise > Baupreise > Baupreisindex."
    },
    {
      "provision_ref": "art9",
      "chapter": "2. Abschnitt: Berechnung",
      "section": "9",
      "title": "Korrektur der Flächenwerte und Faktor",
      "content": "1 Ein Korrekturfaktor kommt zur Anwendung, wenn das gesamte Bauvorhaben betroffen ist. 2 Bestehen besondere Grundstücksverhältnisse, die keine optimale Gebäudestruktur erlauben, so kann ein Korrekturfaktor bis 1,2 angewandt werden. 3 Ist ein bedeutender Infrastrukturteil bereits vorhanden oder nicht vorgesehen oder besteht das Projekt aus einer Wiederholung des gleichen Gebäudetyps, so kann ein Korrekturfaktor bis 0,6 angewandt werden."
    },
    {
      "provision_ref": "art10",
      "chapter": "2. Abschnitt: Berechnung",
      "section": "10",
      "title": "Bauliche Veränderung und Unterhalt",
      "content": "1 Anrechenbar sind folgende baulichen Veränderungen: a. Umbauten: Anpassung an neue Nutzungsanforderungen mit wesentlichen Eingriffen in das Bauwerk; b. Erweiterung: Anpassung an neue Nutzungsanforderungen durch Hinzufügen neuer Bauwerksteile. 2 Nicht anrechenbar sind folgende Unterhaltsbereiche: a. Instandhaltung: das Bewahren der Gebrauchstauglichkeit durch einfache und regelmässige Massnahmen; b. Instandsetzung: die Wiederherstellung der Sicherheit und der Gebrauchstauglichkeit für eine festgelegte Dauer; c. Erneuerung: die Wiederherstellung eines gesamten Bauwerks oder von Teilen desselben in einen mit dem ursprünglichen Neubau vergleichbaren Zustand; d. Anpassung: die Anpassung eines Bauwerks an neue Anforderungen ohne wesentliche Eingriffe in das Bauwerk."
    },
    {
      "provision_ref": "art11",
      "chapter": "2. Abschnitt: Berechnung",
      "section": "11",
      "title": "Nebenkosten",
      "content": "Beim Kauf werden 5 Prozent des anrechenbaren Gebäudewerts als Nebenkosten abgezogen."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Umwidmung",
      "content": "Umwidmung ist dem Liegenschaftskauf gleichgestellt, wenn die folgenden Voraussetzungen erfüllt sind: a. Die Liegenschaft erfährt eine grundlegend andere Zweckbestimmung. b. Die Umwidmung erfolgt aufgrund eines formellen Beschlusses durch Übertragung vom Finanz- in das Verwaltungsvermögen oder durch Verschiebung innerhalb des Verwaltungsvermögens. c. An die Liegenschaft sind früher keine Bundesbeiträge nach den gesetzlichen Grundlagen zur Hochschulförderung geleistet worden. d. Dem Gesuchsteller entsteht im Zusammenhang mit der Umwidmung ein angemessener Aufwand."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Teuerungsberechnung",
      "content": "1 Für die Teuerungsberechnung wird der schweizerische Baupreisindex (Teilindex Hochbau, Wert für die ganze Schweiz, inkl. MwSt) angewandt. 2 Der massgebende Index für die Schlussabrechnung wird durch das arithmetische Mittel aller Indexdifferenzen zwischen Baubeginn und Bauabschluss berechnet. Der aktuelle Baupreisindex einschliesslich Mehrwertsteuer kann eingesehen werden beim Bundesamt für Statistik unter www.bfs.admin.ch > Statistiken finden > 05 Preise > Baupreise > Baupreisindex."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Anrechenbare Raumflächen",
      "content": "1 Massgebend ist die Nutzfläche der Räume gemäss SIA 416. 2 Nicht beitragsberechtigt sind Aufwendungen für Räume und Raumzonen, die fremd genutzt oder für den vorgesehenen Zweck nicht benötigt werden. Flächen und Volumen von Gebäuden. Fassung 2003. Die Normen können kostenpflichtig bezogen werden beim Schweizerischen Ingenieur- und Architektenverein, www.sia.ch > Dienstleistungen > SIA-Norm. Sie können kostenlos eingesehen werden beim Staatssekretariat für Bildung, Forschung und Innovation, Einsteinstrasse 2, 3003 Bern."
    },
    {
      "provision_ref": "art15",
      "chapter": "3. Abschnitt: Raumtypen und Flächenwerte",
      "section": "15",
      "title": "Raumtypen und Flächenwerte pro Quadratmeter (BKP 1–3 und 52) sowie Zuschläge",
      "content": "1 Die Raumtypen und die Flächenwerte pro Quadratmeter BKP 1–3 und 52 sowie die Zuschläge für die Ausstattung werden wie folgt festgelegt: Raumtypen Flächenwert in CHF pro m 2 Nutzfläche NF (Schweiz. Baupreisindex Okt. 2016) Zuschlag für die Ausstattung 1 Sozial 5 600 12,0 % 2 Büro 5 600 12,0 % 3 Labor 10 800 7,0 % 4 Archiv 3 300 1,5 % 5 Hörsaal 9 500 1,5 % 6 Unterricht 5 600 8,0 % 7 Bibliothek 5 600 6,0 % 2 Anhang 2 legt die Mindestanforderungen an die einzelnen Raumtypen fest. Der Baukostenplan BKP kann kostenpflichtig bezogen werden bei der Schweizerischen Zentralstelle für Baurationalisierung (CRB) unter www.crb.ch. Er kann kostenlos eingesehen werden beim Staatssekretariat für Bildung, Forschung und Innovation, Einsteinstrasse 2, 3003 Bern."
    },
    {
      "provision_ref": "art16",
      "chapter": "3. Abschnitt: Raumtypen und Flächenwerte",
      "section": "16",
      "title": "Bearbeitete Umgebungsfläche",
      "content": "Der Flächenwert pro Quadratmeter bearbeitete Umgebungsfläche wird wie folgt festgelegt: Flächenwert in CHF pro m 2 bearbeitete Umgebungsfläche (Schweiz. Baupreisindex Okt. 2016) Bearbeitete Umgebungsfläche 150"
    },
    {
      "provision_ref": "art17",
      "chapter": "4. Abschnitt: Faktoren für die Berechnung bei Umbauten",
      "section": "17",
      "title": "Faktor «Modifikation» und «Eingriff»",
      "content": "1 Der Faktor «Modifikation» setzt sich aus einem Teil Nutzungsänderung und einem Teil baulicher Veränderung zusammen. 2 Der Faktor «Eingriff» entspricht dem Anteil ausgeführter Arbeiten im Vergleich zum Neubau."
    },
    {
      "provision_ref": "art18",
      "chapter": "4. Abschnitt: Faktoren für die Berechnung bei Umbauten",
      "section": "18",
      "title": "Veränderungsgrad",
      "content": "1 Der Veränderungsgrad berechnet sich aus der Multiplikation der Faktoren «Eingriff» und «Modifikation». 2 Die Bestimmung der Faktoren kann entweder pro Raum, pro Raumgruppe oder pro BKP-Hauptgruppen erfolgen. 3 Ermittelter Neubauwert BKP 1–3 und 52 bei BKP-Hauptgruppen: Rohbau 1 BKP 20–21 30 % Rohbau 2 BKP 22 15 % Technik BKP 23–26 35 % Ausbau 1 BKP 27 10 % Ausbau 2 BKP 28 10 % Der Baukostenplan BKP kann kostenpflichtig bezogen werden bei der Schweizerischen Zentralstelle für Baurationalisierung (CRB) unter www.crb.ch. Er kann kostenlos eingesehen werden beim Staatssekretariat für Bildung, Forschung und Innovation, Einsteinstrasse 2, 3003 Bern."
    },
    {
      "provision_ref": "art19",
      "chapter": "4. Abschnitt: Faktoren für die Berechnung bei Umbauten",
      "section": "19",
      "title": "Bestimmung des Veränderungsgrades",
      "content": "Der Veränderungsgrad setzt sich aus einem Teil Nutzungs- und einem Teil baulicher Veränderung zusammen. Er wird durch die Multiplikation der Faktoren «Eingriff» und «Modifikation» bestimmt. Veränderungsgrad Modifikation 0.00 0.25 0.50 0.75 1.00 Eingriff Minim 0 (0–12 %) 0.00 0.00 0.00 0.00 0.00 Klein 0.25 (13–37 %) 0.00 0.06 0.13 0.19 0.25 Mittel 0.50 (38–62 %) 0.00 0.13 0.25 0.38 0.50 Hoch 0.75 (63–87 %) 0.00 0.19 0.38 0.56 0.75 Sehr hoch 1.00 (> 88 %) 0.00 0.25 0.50 0.75 1.00"
    },
    {
      "provision_ref": "art20",
      "chapter": "5. Abschnitt: Verfahren",
      "section": "20",
      "title": "Gesuchseinreichung",
      "content": "Das Gesuch ist vollständig eingereicht, wenn Auskunft erteilt wird über: a. Zweck und Charakteristiken des Investitionsvorhabens; b. die Benutzerinnen und Benutzer; c. den Bedarf; d. die Erfüllung der Aufgabenteilung und der Zusammenarbeit unter den Hochschulen; e. die Nachhaltigkeit und die entsprechenden kantonalen ökologischen und energetischen Standards; f. den vorgesehenen Aufwand und die Finanzierung; g. die Behindertengerechtigkeit; h. die Wirtschaftlichkeit; i. bei Umbauten: die bereits erhaltenen Bundesbeiträge der vergangenen 25 Jahre."
    },
    {
      "provision_ref": "art21",
      "chapter": "5. Abschnitt: Verfahren",
      "section": "21",
      "title": "Genehmigung von Projektänderungen",
      "content": "1 Projektänderungen, die zu beitragsrelevanten Mehrkosten oder zu einer wesentlichen Änderung des Raumprogramms führen, sind durch das SBFI vor der Ausführung schriftlich genehmigen zu lassen. 2 Wesentlich ist jede Projektänderung, wenn das genehmigte Raumprogramm eines Bauvorhabens in den Grundzügen geändert wird."
    },
    {
      "provision_ref": "art22",
      "chapter": "3. Kapitel: Baunutzungsbeiträge",
      "section": "22",
      "title": "Investitionen in Mietobjekte",
      "content": "1 Tätigen Beitragsberechtigte in Mietobjekten Bauinvestitionen, so können sowohl Bauinvestitions- als auch Baunutzungsbeiträge gewährt werden. Es sind zwei separate Gesuche einzureichen. 2 Das SBFI bestimmt im Einzelfall die Abgrenzung der Bauinvestitions- von den Baunutzungsbeiträgen und koordiniert die Bearbeitung der beiden Gesuche. 3 Unterschreitet die Dauer des Mietvertrags die Nutzungsdauer gemäss Artikel 41 Absatz 1 Buchstabe b V-HFKG, so werden keine Bauinvestitionsbeiträge geleistet. 4 Die geleisteten Bauinvestitionsbeiträge werden von den jährlichen Baunutzungsbeiträgen abgezogen."
    },
    {
      "provision_ref": "art23",
      "chapter": "3. Kapitel: Baunutzungsbeiträge",
      "section": "23",
      "title": "Gesuchseinreichung",
      "content": "Das Gesuch ist vollständig eingereicht, wenn zum genutzten Bau Auskunft erteilt wird über: a. Zweck und Charakteristik; b. die Benutzerinnen und Benutzer; c. den Bedarf; d. die jährlich wiederkehrenden Mietaufwendungen; e. die Dauer des Mietvertrags einschliesslich Optionen; f. die Erfüllung der Aufgabenteilung und der Zusammenarbeit unter den Hochschulen; g. die Nachhaltigkeit und die entsprechenden kantonalen ökologischen und energetischen Standards; h. die Behindertengerechtigkeit; i. die Wirtschaftlichkeit."
    },
    {
      "provision_ref": "art24",
      "chapter": "3. Kapitel: Baunutzungsbeiträge",
      "section": "24",
      "title": "Informationspflicht betreffend Änderungen",
      "content": "Änderungen der Raumnutzung und -auslastung sowie Mietzinsänderungen müssen dem SBFI umgehend mitgeteilt werden."
    },
    {
      "provision_ref": "art25",
      "chapter": "4. Kapitel: Inkrafttreten",
      "section": "25",
      "title": "",
      "content": "Diese Verordnung tritt am 1. Januar 2017 in Kraft."
    }
  ],
  "definitions": []
}