{
  "id": "sr-414-715",
  "type": "statute",
  "title": "Verordnung des WBF vom 2. September 2005 über die Zulassung zu Fachhochschulstudien",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2005/611/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Geltungsbereich",
      "content": "Diese Verordnung regelt die Zulassung zu einem Fachhochschulstudium auf der Bachelorstufe in den Fachbereichen Technik und Informationstechnologie, Architektur, Bau- und Planungswesen, Chemie und Life Sciences, Land- und Forstwirtschaft, Wirtschaft und Dienstleistungen sowie Design. Fassung gemäss Ziff. I der V des WBF vom 12. Nov. 2014, in Kraft seit 1. Jan. 2015 ( AS 2014 4157 )."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Berufsmaturität",
      "content": "Inhaberinnen und Inhaber eines eidgenössischen Berufsmaturitätszeugnisses ohne berufliche Grundausbildung in einem der Studienrichtung verwandten Beruf werden prüfungsfrei aufgenommen, wenn sie eine mindestens einjährige Arbeitswelterfahrung nachweisen. Fassung gemäss Ziff. I der V des WBF vom 12. Nov. 2014, in Kraft seit 1. Jan. 2015 ( AS 2014 4157 )."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Eidgenössische oder eidgenössisch anerkannte Maturität",
      "content": "Inhaberinnen und Inhaber eines eidgenössischen oder eidgenössisch anerkannten Maturitätszeugnisses werden prüfungsfrei angenommen, wenn sie eine mindestens einjährige Arbeitswelterfahrung nachweisen. Fassung gemäss Ziff. I der V des WBF vom 12. Nov. 2014, in Kraft seit 1. Jan. 2015 ( AS 2014 4157 )."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Andere Ausbildungsgänge",
      "content": "1 Absolventinnen und Absolventen anderer Ausbildungsgänge, deren Abschluss mit einer Berufsmaturität oder einer eidgenössisch anerkannten Maturität vergleichbar ist, können prüfungsfrei aufgenommen werden, wenn sie eine mindestens einjährige Arbeitswelterfahrung nachweisen. 2 Absolventinnen und Absolventen anderer Ausbildungsgänge mit einer mindestens dreijährigen Ausbildung auf Sekundarstufe II werden nach Bestehen einer Aufnahmeprüfung aufgenommen, wenn sie eine mindestens einjährige Arbeitswelterfahrung nachweisen. Die Aufnahmeprüfung muss feststellen, ob die Kandidatin oder der Kandidat die Fachhochschulreife erreicht hat."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Anforderungen an die Arbeitswelterfahrung",
      "content": "1 Die Arbeitswelterfahrung muss berufspraktische und berufstheoretische Kenntnisse in einem der Studienrichtung verwandten Beruf vermitteln. 2 Die Fachhochschulen sorgen in Zusammenarbeit mit den Berufsverbänden für einheitliche Anforderungen an die Arbeitswelterfahrung und legen diese in Lernzielplänen fest. Die Anforderungen richten sich nach den Lernzielen in den Grundausbildungen der einzelnen Fachbereiche. Diese sind in den Reglementen und Lehrplänen sowie in den Bildungsverordnungen des Staatssekretariats für Bildung, Forschung und Innovation (SBFI) festgelegt. 3 Die Lernzielpläne müssen dem SBFI zur Kenntnis gebracht werden. 4 Die Arbeitswelterfahrung kann in einem Betrieb oder in einer anderen geeigneten Ausbildungsstätte erworben werden. Die Bezeichnung der Verwaltungseinheit wurde in Anwendung von Art. 16 Abs. 3 der Publikationsverordnung vom 17. Nov. 2004 ( AS 2004 4937 ) angepasst. Die Anpassung wurde im ganzen Text vorgenommen. Nicht in der AS veröffentlicht. Sie können beim SBFI, Effingerstrasse 27, 3003 Bern, bezogen werden und unter www.sbfi.admin.ch eingesehen werden."
    },
    {
      "provision_ref": "art5a",
      "section": "5a",
      "title": "a Versuche mit einer Zulassung ohne Arbeitswelterfahrung zu vierjährigen MINT-Bachelorstudiengängen mit integrierter Praxis",
      "content": "1 Im Sinne eines Versuchs können zur Bekämpfung des Fachkräftemangels in den Bereichen Mathematik, Informatik, Naturwissenschaften und Technik (MINT-Bereich) Inhaberinnen und Inhaber eines eidgenössischen Berufsmaturitätszeugnisses gemäss Artikel 2 oder Inhaberinnen und Inhaber einer eidgenössischen oder eidgenössisch anerkannten Maturität gemäss Artikel 3 in den Startjahrgängen 2015–2025 ohne einjährige Arbeitswelterfahrung prüfungsfrei aufgenommen werden in Studiengänge mit integrierter Praxis. 2 Die Zulassung nach Absatz 1 gilt für die Studiengänge des Fachbereichs Technik und Informationstechnologie sowie für die Studiengänge Bauingenieurwesen, Biotechnologie, Chemie, Holztechnik, Life Science Technologies, Life Technologies und Molecular Life Sciences. 3 Sie wird unter den folgenden Voraussetzungen gewährt: a. Das Bachelorstudium dauert vier Jahre. b. Der Praxisanteil in einem Unternehmen umfasst 40 Prozent der gesamten Studienzeit. c. Der Inhalt des Praxisanteils ist von der Fachhochschule validiert. d. Die Kandidatin oder der Kandidat kann einen mit einem Unternehmen abgeschlossenen und von der Fachhochschule validierten vierjährigen Ausbildungsvertrag nachweisen. 4 Die Versuche nach Absatz 1 werden vom SBFI im Jahre 2023 evaluiert. Insbesondere überprüft das SBFI, wie sich die Zulassung auf die Studierendenzahlen, auf die Nachfrage und den Verbleib der Absolventinnen und Absolventen im Arbeitsmarkt und auf die Praxisorientierung der Studierenden in den betroffenen Studiengängen auswirkt. Es hält die Evaluationsergebnisse zusammen mit der Stellungnahme des Hochschulrats in einem Bericht an das WBF zuhanden des Bundesrates fest. Eingefügt durch Ziff. I der V des WBF vom 12. Nov. 2014 ( AS 2014 4157 ). Fassung gemäss Ziff. I der V des WBF vom 26. Febr. 2020, in Kraft vom 1. April 2020 bis zum 31. Dez. 2025 ( AS 2020 713 )."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Zusätzliche Zulassungsvoraussetzungen für den Fachbereich Design",
      "content": "Für Studierende im Fachbereich Design kann die Fachhochschule vor Eintritt ins erste Semester eine Eignungsabklärung über die gestalterischen und künstlerischen Fähigkeiten durchführen."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Aufhebung bisherigen Rechts",
      "content": "Die Verordnung vom 11. September 1996 über die Zulassung zu Fachhochschulstudien und über die Anerkennung ausländischer Diplome wird aufgehoben. [ AS 1996 2609 , 1998 1833 Art. 2 Bst. o]"
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 5. Oktober 2005 in Kraft."
    }
  ],
  "definitions": []
}