{
  "id": "sr-442-132-2",
  "type": "statute",
  "title": "Verordnung des Stiftungsrates der Stiftung Pro Helvetia vom 22. Oktober 2020 über deren Beiträge (Beitragsverordnung Pro Helvetia)",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2020/859/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "1",
      "title": "Gegenstand",
      "content": "1 Diese Verordnung regelt die Gewährung von Finanzhilfen durch die Stiftung Pro Helvetia (Pro Helvetia) für Vorhaben Dritter auf Gesuch hin. 2 Sie gilt nicht für Vorhaben aus stiftungseigenen Programmen und Initiativen im Rahmen des vom Stiftungsrat dafür bestimmten Budgets; diese Vorhaben werden in der Kompetenzordnung von Pro Helvetia nach Artikel 2 Absatz 3 Buchstabe j der Geschäftsordnung der Stiftung Pro Helvetia vom 22. Oktober 2020 geregelt. SR 447.11"
    },
    {
      "provision_ref": "art2",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "2",
      "title": "Anspruch auf Finanzhilfen",
      "content": "Es besteht kein Anspruch auf Finanzhilfen."
    },
    {
      "provision_ref": "art3",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "3",
      "title": "Arten der Finanzhilfen",
      "content": "Pro Helvetia fördert das künstlerische und kulturelle Schaffen insbesondere durch: a. Werkbeiträge; b. Auftragsbeiträge; c. Projektbeiträge."
    },
    {
      "provision_ref": "art4",
      "chapter": "2. Abschnitt: Voraussetzungen",
      "section": "4",
      "title": "Eignungskriterien und Priorisierung",
      "content": "1 Pro Helvetia unterstützt Vorhaben des professionellen zeitgenössischen Kunst- und Kulturschaffens, die: a. die Entwicklung, Entstehung und Verbreitung von Werken fördern; b. den Kulturaustausch in der Schweiz und im Ausland fördern; c. das professionelle Kunst- und Kulturschaffen aus der Schweiz im Ausland verbreiten; oder d. besonders geeignet sind, neue künstlerische oder kulturelle Impulse zu setzen. 2 Pro Helvetia fördert Vorhaben, die: a. einen Bezug zur Schweiz haben; b. von gesamtschweizerischem Interesse sind; und c. angemessen durch Dritte mitfinanziert werden. 3 Pro Helvetia priorisiert die Unterstützung von Vorhaben des zeitgenössischen Kunst- und Kulturschaffens danach, wie sehr sie den nachfolgenden Qualitäts- und Wirkungskriterien entsprechen: a. Das Vorhaben überzeugt durch ausgeprägte Eigenständigkeit und fachliche Kompetenz sowie durch gesellschaftliche und inhaltliche Relevanz. b. Das Vorhaben weist ein angemessenes Aufwand-Wirkungs-Verhältnis auf."
    },
    {
      "provision_ref": "art5",
      "chapter": "2. Abschnitt: Voraussetzungen",
      "section": "5",
      "title": "Bezug zur Schweiz und gesamtschweizerisches Interesse",
      "content": "1 Ein Bezug zur Schweiz ist insbesondere gegeben, wenn eine der folgenden Voraussetzungen erfüllt ist: a. Das Werk oder Vorhaben wird von Kunst- und Kulturschaffenden geschaffen, entwickelt oder umgesetzt, die: 1. die Schweizer Staatsangehörigkeit oder ihren ständigen Wohnsitz nachweislich in der Schweiz haben; und 2. regelmässige künstlerische Präsenz an relevanten Veranstaltungen in der Schweiz haben. b. Das Werk oder Vorhaben wird von freischaffenden Gruppen oder von Kultureinrichtungen geschaffen, entwickelt oder umgesetzt, die: 1. ihren Kreationsort in der Schweiz haben; und 2. in der Schweiz regelmässig öffentlich tätig sind. c. Das Vorhaben schliesst Werke von Kunst- und Kulturschaffenden, Gruppen oder Kultureinrichtungen im Sinne von Buchstabe a oder b ein. 2 Ein gesamtschweizerisches Interesse ist insbesondere gegeben, wenn eine der folgenden Voraussetzungen erfüllt ist: a. Die am Vorhaben beteiligten Kunst- und Kulturschaffenden werden regelmässig von überregional anerkannten Kunst- und Kultureinrichtungen in anderen Regionen der Schweiz oder im Ausland präsentiert oder programmiert, und das aktuelle Vorhaben weist eine überregionale Ausstrahlung aus. b. Das künstlerische Potenzial einer oder eines Nachwuchskunstschaffenden ist im Hinblick auf eine nationale oder internationale Laufbahn herausragend. c. Das Vorhaben trägt wesentlich zur Entwicklung des Kunst- und Kulturschaffens und zu dessen Verbreitung bei. d. Das Vorhaben ist für den Austausch zwischen den Sprachregionen von wesentlicher Bedeutung."
    },
    {
      "provision_ref": "art6",
      "chapter": "2. Abschnitt: Voraussetzungen",
      "section": "6",
      "title": "Ausschluss von Unterstützung",
      "content": "1 Pro Helvetia gewährt keine Finanzhilfe, wenn eine der folgenden Voraussetzungen erfüllt ist: a. Das Vorhaben oder der Teil des Vorhabens, für den eine Unterstützung durch Pro Helvetia beantragt wird, wird bereits durch eine andere Instanz des Bundes unterstützt. b. Das Vorhaben ist Teil eines schulischen oder universitären Curriculums oder einer Aus- oder Weiterbildung. c. Das Vorhaben ist für seine Konzeption, Erarbeitung und Durchführung nicht auf eine finanzielle Unterstützung durch Pro Helvetia angewiesen. 2 Pro Helvetia gewährt keine Finanzhilfen für Infrastruktur- und Ausrüstungskosten sowie für den Betrieb von Kultureinrichtungen."
    },
    {
      "provision_ref": "art7",
      "chapter": "3. Abschnitt: Verfahren",
      "section": "7",
      "title": "Gesuche",
      "content": "1 Gesuche sind Pro Helvetia über das elektronische Gesuchsportal einzureichen. 2 Sie sind gemäss den Angaben der im Internet publizierten Wegleitungen auf dem Gesuchsportal einzureichen. Sie müssen mindestens enthalten: a. Angaben zu allen wesentlich am Vorhaben beteiligten Personen; b. eine Beschreibung des Vorhabens in konzeptioneller und organisatorischer Hinsicht; c. Ort und Datum der öffentlichen Durchführung, Veröffentlichung oder Präsentation; d. eine detaillierte Kosten- und Finanzierungsplanung einschliesslich Auskünfte über sämtliche bei Dritten angefragten Finanzierungshilfen; e. Angaben über die Höhe und eine Begründung der Notwendigkeit des von Pro Helvetia gewünschten Beitrags. 3 Die Geschäftsstelle von Pro Helvetia kann zusätzliche Unterlagen anfordern, die für die Behandlung des Gesuchs notwendig sind."
    },
    {
      "provision_ref": "art8",
      "chapter": "3. Abschnitt: Verfahren",
      "section": "8",
      "title": "Nichteintreten",
      "content": "1 Die Geschäftsstelle von Pro Helvetia tritt auf ein Gesuch nicht ein, wenn: a. es den Eignungskriterien nach Artikel 4 offensichtlich widerspricht; b. ein Ausschlussgrund nach Artikel 6 vorliegt; c. das Gesuch nicht vollständig im Sinne von Artikel 7 ist; oder d. das Gesuch nicht innert der Einreichungsfrist gemäss Projektausschreibung oder gemäss der Wegleitung eingereicht wurde. 2 Der Entscheid über das Nichteintreten wird der Gesuchstellerin oder dem Gesuchsteller von der Geschäftsstelle von Pro Helvetia formlos mitgeteilt. 3 Die Gesuchstellerin oder der Gesuchsteller kann nach Erhalt der Mitteilung eine anfechtbare Verfügung verlangen. 4 Pro Helvetia kann für die Ausfertigung der Verfügung eine Gebühr nach der Allgemeinen Gebührenverordnung vom 8. September 2004 (AllgGebV) erheben. SR 172.041.1"
    },
    {
      "provision_ref": "art9",
      "chapter": "3. Abschnitt: Verfahren",
      "section": "9",
      "title": "Entscheidfristen",
      "content": "1 Über Gesuche, die von einer Jury behandelt werden, wird innerhalb von vier Monaten nach Ablauf des in der jeweiligen Wegleitung publizierten Einreichungstermins entschieden. 2 Für alle anderen Gesuche gelten folgende Entscheidfristen: a. Gesuche um Beiträge bis 25 000 Franken: 8 Wochen nach Einreichen des Gesuchs; b. Gesuche um Beiträge über 25 000 und bis 50 000 Franken; 4 Monate nach Einreichen des Gesuchs; c. Gesuche um Beiträge über 50 000 Franken: 4 Monate nach Ablauf des in den Wegleitungen publizierten Einreichungstermins. 3 Können die Fristen infolge eines ausserordentlichen Überprüfungsaufwands oder sonstiger ausserordentlicher Umstände nicht eingehalten werden, so informiert die Geschäftsstelle die Gesuchstellerin oder den Gesuchsteller darüber, wann der Entscheid voraussichtlich getroffen werden kann."
    },
    {
      "provision_ref": "art10",
      "chapter": "3. Abschnitt: Verfahren",
      "section": "10",
      "title": "Entscheide",
      "content": "1 Über Gesuche, die von einer Jury behandelt werden, entscheidet die Direktorin oder der Direktor von Pro Helvetia auf Antrag der Jury. 2 Über die anderen Gesuche entscheidet je nach Höhe des beantragten Beitrags, wobei bei mehrjährigen Leistungsvereinbarungen die Beitragshöhe pro Jahr ausschlaggebend ist, die nachfolgende Instanz: a. Gesuche um jährliche Beiträge bis 25 000 Franken: die zuständige Abteilung, unter Vorbehalt von Buchstabe c; b. Gesuche um jährliche Beiträge über 25 000 und bis 50 000 Franken: die Leitung des zuständigen Bereichs; c. Gesuche um jährliche Beiträge bis 50 000 Franken, die mehr als zwei Abteilungen oder transdisziplinäre Vorhaben betreffen: die Leitung des zuständigen Bereichs; d. Gesuche um Beiträge über 50 000 Franken: die Direktorin oder der Direktor auf Antrag der Fachkommission. 3 Die Direktorin oder der Direktor kann vom Antrag der Fachkommission oder von der Empfehlung einer Jury abweichen, wenn: a. das Vorhaben Rechtsbestimmungen verletzt; b. das Vorhaben den strategischen Vorgaben des Bundesrates oder des Stiftungsrates zuwiderläuft; c. das Vorhaben die Förderkriterien nicht erfüllt; d. die finanziellen Mittel der jeweiligen Abteilungen erschöpft sind; oder e. Pro Helvetia durch das Vorhaben ein erheblicher Schaden erwachsen könnte. 4 Bei einem neuen oder einem nachträglich wesentlich veränderten Sachverhalt kann um eine Neubeurteilung des Gesuchs ersucht werden. Es besteht kein Anspruch auf Neubeurteilung."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Eröffnung des Entscheids",
      "content": "1 Der Entscheid wird der Gesuchstellerin oder dem Gesuchsteller von der zuständigen Abteilung von Pro Helvetia formlos mitgeteilt. 2 Die Gesuchstellerin oder der Gesuchsteller kann nach Erhalt der Mitteilung eine anfechtbare Verfügung verlangen. 3 Pro Helvetia kann für die Ausfertigung der Verfügung eine Gebühr nach der AllgGebV erheben. SR 172.041.1"
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Auszahlung des Beitrags",
      "content": "1 Der Beitrag wird nach Abschluss des Vorhabens aufgrund des Schlussberichts und der Schlussabrechnung ausbezahlt. 2 Auf Antrag der Beitragsempfängerin oder des Beitragsempfängers können bis zu 80 Prozent des Beitrags als Vorschuss ausbezahlt werden. 3 Bei mehrjährigen Leistungsverträgen und -vereinbarungen wird im Vertrag die Auszahlungsmodalität festgelegt."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Pflichten der Beitragsempfängerinnen und -empfänger",
      "content": "1 Die Beitragsempfängerinnen und -empfänger sind verpflichtet: a. wesentliche Änderungen des Vorhabens unverzüglich der Geschäftsstelle von Pro Helvetia zu melden; b. auf Anfrage der Geschäftsstelle von Pro Helvetia jederzeit über den Stand der Arbeiten Auskunft zu geben; c. die Unterstützung von Pro Helvetia gemäss den in der Entscheidmitteilung formulierten Vorgaben bekannt zu machen; d. innerhalb von sechs Monaten nach der Durchführung des Vorhabens über das elektronische Gesuchsportal von Pro Helvetia einen Schlussbericht und eine vollständige Schlussabrechnung vorzulegen. 2 Pro Helvetia kann Nachweise über die Durchführung des Vorhabens sowie Belege und Angaben, die der Schlussabrechnung zugrunde liegen, einfordern."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Verfall von Unterstützungen und Rückzahlung der Beiträge",
      "content": "Gewährte Beiträge und Vorschüsse verfallen oder sind ganz oder teilweise zurückzuzahlen, wenn: a. Beiträge in Verletzung von Rechtsvorschriften oder aufgrund eines falschen oder unvollständigen Sachverhalts zu Unrecht gewährt wurden; b. die Pflichten nach Artikel 13 nicht erfüllt werden; oder c. die für einen Beitrag ausschlaggebenden Teile des Vorhabens nicht, ungenügend oder wesentlich anders als eingereicht verwirklicht werden."
    },
    {
      "provision_ref": "art15",
      "chapter": "4. Abschnitt: Schlussbestimmungen",
      "section": "15",
      "title": "Aufhebung eines anderen Erlasses",
      "content": "Die Verordnung vom 23. November 2011 über Beiträge der Stiftung Pro Helvetia wird aufgehoben. [ AS 2011 5883 ]"
    },
    {
      "provision_ref": "art16",
      "chapter": "4. Abschnitt: Schlussbestimmungen",
      "section": "16",
      "title": "Übergangsbestimmung",
      "content": "Gesuche, die bei Inkrafttreten dieser Verordnung hängig sind, werden nach bisherigem Recht beurteilt."
    },
    {
      "provision_ref": "art17",
      "chapter": "4. Abschnitt: Schlussbestimmungen",
      "section": "17",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 1. Dezember 2020 in Kraft."
    }
  ],
  "definitions": []
}