{
  "id": "sr-451-1",
  "type": "statute",
  "title": "Verordnung vom 16. Januar 1991 über den Natur- und Heimatschutz (NHV)",
  "title_en": "Ordinance of 16 January 1991 on the Protection of Nature and Cultural Heritage (NCHO)",
  "short_name": "NHV",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Section 1 Nature Protection, Cultural Heritage Protection and Monument Preservation in the Fulfilment of Federal Tasks",
      "section": "1",
      "title": "Basic principle",
      "content": "In fulfilling federal tasks as specified in Article 2 of the NCHA, and in preparing and amending ordinances, concepts and sectoral plans (Art. 13 of the Federal Act of 22 June 1979 on Spatial Planning) in relation to these tasks, the competent federal and cantonal authorities shall give due consideration to the requirements of nature protection, cultural heritage protection and monument preservation. Amended by No I of the O of 18 Dec. 1995, in force since 1 Feb. 1996 ( AS 1996 225 ). SR 700"
    },
    {
      "provision_ref": "art2",
      "chapter": "Section 1 Nature Protection, Cultural Heritage Protection and Monument Preservation in the Fulfilment of Federal Tasks",
      "section": "2",
      "title": "",
      "content": "1 The Federal Office for the Environment (FOEN), the Federal Office of Culture (the FOC) and das Federal Roads Office (FEDRO) shall be available to advise the authorities responsible for the fulfilment of federal tasks. 2 When fulfilling a federal task in accordance with Article 2 NCHA, the competent federal authorities shall obtain an expert opinion from the cantons. In relation to the cooperation of the FOEN, the FOC and FEDRO, Article 3 paragraph 4 NCHA applies. 3 The cantons shall ensure that their specialist agencies responsible for nature protection, cultural heritage protection and monument preservation cooperate in fulfilling the tasks that fall to them in accordance with Article 1. 4 As an element of their cooperation, the FOEN, the FOC and FEDRO (para. 2) and the cantonal specialist agencies for nature protection, cultural heritage protection and monument preservation (para. 3) whether in accordance with Article 7 NCHA a report from the competent federal expert commission (Art. 23 para. 2) is required. Amended by No I of the O of 18 Dec. 1995, in force since 1 Feb. 1996 ( AS 1996 225 ). The title of the administrative unit concerned has been modified in application of Art. 16 para. 3 of the Publications O of 17 Nov. 2004 ( AS 2004 4937 ). This modification has been made throughout the text. The group of administrative units affected has been modified in application of Art. 16 para. 3 of the Publications O of 17 Nov. 2004 ( AS 2004 4937 ). This modification has been made throughout the text. Amended by No II 1 of the O of 2 Feb. 2000 to the Federal Act on the Coordination and Simplification of Decision-Making Procedures, in force since 1 Feb. 2000 ( AS 2000 703 ). Amended by No II 1 of the O of 2 Feb. 2000 to the Federal Act on the Coordination and Simplification of Decision-Making Procedures, with effect from1 Feb. 2000 ( AS 2000 703 ). Amended by No II 1 of the O of 2 Feb. 2000 to the Federal Act on the Coordination and Simplification of Decision-Making Procedures, in force since 1 Feb. 2000 ( AS 2000 703 )."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Cultural monuments",
      "content": "Cultural monuments pursuant to Article 12 paragraph 1 bis letter a NCHA are: a. cultural property pursuant to Article 1 paragraph 1 letters a and b of the Ordinance of 29 October 2014 on the Protection of Cultural Property during Armed Conflicts, Disasters and Emergencies; b. cultural monuments of national and regional importance that are recorded in inventories other than the Federal Inventory of Swiss Heritage Sites of National Importance that the Confederation compiles and keeps on the basis of the NCHA; c. cultural monuments of national and regional importance for which federal subsidies pursuant to Article 13 NCHA have been granted. Amended by No I of the O of 25 June 2025, in force since 1 Aug. 2025 ( AS 2025 449 ). SR 520.31"
    },
    {
      "provision_ref": "art4",
      "chapter": "Section 2 Federal support for Nature Protection, Cultural Heritage Protection and Monument Preservation",
      "section": "4",
      "title": "Global financial assistance",
      "content": "1 Financial assistance for measures for the preservation of sites deserving protection in accordance with Article 13 NCHA shall normally be granted globally on the basis of a programme agreement. 2 The subject matter of the programme agreement shall in particular be: a. the strategic programme objectives to be achieved jointly in the fields of nature protection, cultural heritage protection or monument preservation; b. the duties of the canton; c. the federal subsidy to be provided; d. the financial control system. 3 The term of the programme agreement shall be no more than four years. 4 The FOEN, the FOC and FEDRO shall issue guidelines on the procedure for programme agreements and on the information and documentation on the subject matter of the programme agreement. Amended by No I 4 of the O of 7 Nov. 2007 on the New System of Financial Equalisation and Division of Tasks between the Confederation and the Cantons, in force since 1 Jan. 2008 ( AS 2007 5823 )."
    },
    {
      "provision_ref": "art4a",
      "chapter": "Section 2 Federal support for Nature Protection, Cultural Heritage Protection and Monument Preservation",
      "section": "4a",
      "title": "a Financial assistance in specific cases",
      "content": "1 By way of exception, financial assistance may be granted in a specific case if the measures: a. are urgently required; b. to a substantial extent require a complex or specialist assessment; or c. involve considerable expense. 2 The FOEN, the FOC or FEDRO shall enter into a contract with the canton for this purpose or shall issue a ruling. 3 The FOEN, the FOC and FEDRO shall issue guidelines on the procedure for the granting of financial assistance in specific cases and on the information and documentation accompanying the application. Inserted by No I 4 of the O of 7 Nov. 2007 on the New System of Financial Equalisation and Division of Tasks between the Confederation and the Cantons, in force since 1 Jan. 2008 ( AS 2007 5823 )."
    },
    {
      "provision_ref": "art4b",
      "chapter": "Section 2 Federal support for Nature Protection, Cultural Heritage Protection and Monument Preservation",
      "section": "4b",
      "title": "b Application",
      "content": "1 The canton shall submit the application for financial assistance to the FOEN, the FOC or FEDRO. 2 The application for global financial assistance must contain details of: a. the programme objectives to be achieved; b. the probable measures required to achieve the objectives and how they are to be implemented; c. the effectiveness of the measures. Inserted by No I 4 of the O of 7 Nov. 2007 on the New System of Financial Equalisation and Division of Tasks between the Confederation and the Cantons, in force since 1 Jan. 2008 ( AS 2007 5823 )."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Determination of the subsidy",
      "content": "1 The amount of financial assistance is determined by: a. the national, regional or local importance of the sites to be protected; b. the extent, quality and complexity of the measures; c. the level of threat to the sites to be protected; d. the quality in which the services are to be provided. 2 The amount of global financial assistance shall be negotiated between the FOEN, the FOC or FEDRO and the canton concerned. 3 In the fields of monument preservation, archaeology, protection of heritage sites and protection of historic traffic routes, the financial assistance may also be calculated on the basis of the following maximum subsidies in per cent of the expenditure eligible for subsidy: a. 25 per cent for sites of national importance; b. 20 per cent for sites of regional importance; c. 15 per cent for sites of local importance. 4 By way of exception, the percentage in paragraph 3 may be increased to a maximum of 45 per cent if it is proven that essential measures cannot be financed otherwise. Amended by No I 4 of the O of 7 Nov. 2007 on the New System of Financial Equalisation and Division of Tasks between the Confederation and the Cantons, in force since 1 Jan. 2008 ( AS 2007 5823 )."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Expenditure eligible for subsidy",
      "content": "Expenditure is eligible for subsidy only if it has actually been incurred and is required for the proper fulfilment of the measures. Amended by No I 4 of the O of 7 Nov. 2007 on the New System of Financial Equalisation and Division of Tasks between the Confederation and the Cantons, in force since 1 Jan. 2008 ( AS 2007 5823 )."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Supplementary provisions",
      "content": "1 Requirements and conditions may be attached to the granting of financial assistance for a site, and in particular that: a. the site is placed under protection either permanently or for a specified period; b. the site is maintained in a condition appropriate to the purpose of the subsidy and that alterations to its condition require the approval of the FOEN, the FOC or FEDRO; c. the recipient of the subsidy reports periodically on its condition; d. a person appointed by the FOEN, the FOC or FEDRO is granted full inspection rights while work is being carried out on the site; e. … f. any reports, drawings or photographic records requested by the FOEN, the FOC or FEDRO be provided free of charge; g. the site is provided with a permanent inscription giving notice of the federal assistance and protection; h. any necessary upkeep work is carried out; i. any changes of ownership or other legal changes are reported immediately to the FOEN, the FOC or FEDRO; k. the condition of the site may be monitored; l. the site is made open to the public to the extent that this is compatible with its intended purpose. 2 The FOEN, the FOC and FEDRO may waive the requirement that documentation be provided as specified in paragraph 1 letter f above if the canton guarantees that the material is properly archived and remains accessible. Amended by No I of the O of 18 Dec. 1995, in force since 1 Feb. 1996 ( AS 1996 225 ). Repealed by No I of the O of 18 Dec. 1995, with effect from 1 Feb. 1996 ( AS 1996 225 ). Amended by No I of the O of 18 Dec. 1995, in force since 1 Feb. 1996 ( AS 1996 225 ). Amended by No I of the O of 18 Dec. 1995, in force since 1 Feb. 1996 ( AS 1996 225 ). Inserted by No I of the O of 18 Dec. 1995, in force since 1 Feb. 1996 ( AS 1996 225 )."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Exemptions from mandatory record in land register",
      "content": "In granting financial assistance, the FOEN, the FOC or FEDRO shall exempt the landowner from the obligation to have restrictions on use recorded in the land register if the protection and upkeep measures are guaranteed equally effectively by other means. They shall take account of the importance of the site, potential risks and the existing cantonal options for legal protection. Amended by No I of the O of 18 Dec. 1995, in force since 1 Feb. 1996 ( AS 1996 225 )."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "",
      "content": "1 The FOEN, the FOC or FEDRO are responsible for granting financial assistance. 2 This provision also applies to Articles 14, 14 a and, unless in connection with the initiation of a compulsory purchase proceedings, 15 NCHA. Amended by No I of the O of 18 Dec. 1995, in force since 1 Feb. 1996 ( AS 1996 225 ). Amended by No I 4 of the O of 7 Nov. 2007 on the New System of Financial Equalisation and Division of Tasks between the Confederation and the Cantons, in force since 1 Jan. 2008 ( AS 2007 5823 ). Amended by No I 4 of the O of 7 Nov. 2007 on the New System of Financial Equalisation and Division of Tasks between the Confederation and the Cantons, in force since 1 Jan. 2008 ( AS 2007 5823 )."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Payment",
      "content": "1 Global financial assistance shall be paid in instalments. 2 Financial assistance in specific cases shall be paid on the basis of the statement of accounts examined and approved by the cantonal specialist agency. Amended by No I 4 of the O of 7 Nov. 2007 on the New System of Financial Equalisation and Division of Tasks between the Confederation and the Cantons, in force since 1 Jan. 2008 ( AS 2007 5823 )."
    },
    {
      "provision_ref": "art10a",
      "section": "10a",
      "title": "a Reporting and checking",
      "content": "1 The canton shall report to the FOEN, the FOC or FEDRO each year on the use of the global financial assistance. 2 The FOEN, the FOC or FEDRO shall check by random sample: a. that individual measures have been implemented in accordance with the programme agreement, ruling or contract; b. the use of the subsidies paid. Inserted by No I 4 of the O of 7 Nov. 2007 on the New System of Financial Equalisation and Division of Tasks between the Confederation and the Cantons, in force since 1 Jan. 2008 ( AS 2007 5823 )."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Substandard compliance",
      "content": "1 In the case of global financial assistance, the FOEN, the FOC or FEDRO shall withhold all or part of the instalment payments during the term of the programme if the canton: a. fails to comply with its reporting duty (Art. 10 a para. 1); b. culpably causes substantial disruption to its services. 2 If in the case of global financial assistance, it becomes apparent after the programme term that the services provided are substandard, the FOEN, the FOC or FEDRO shall require the canton to rectify the defects; it shall allow the canton an appropriate period within which to do this. 3 The legal consequences of instances of substandard compliance where financial assistance has been granted in specific cases and claims for the recovery of financial already paid out shall be governed by Article 28 of the Subsidies Act of 5 October 1990. Amended by No I 4 of the O of 7 Nov. 2007 on the New System of Financial Equalisation and Division of Tasks between the Confederation and the Cantons, in force since 1 Jan. 2008 ( AS 2007 5823 ). SR 616.1"
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "",
      "content": "1 Organisations of national importance involved in nature protection, cultural heritage protection and monument preservation which claim financial assistance under Article 14 of the NCHA shall submit an application, stating their reasons, to the FOEN, the FOC or FEDRO. The application must be accompanied by detailed documentation (accounts and reports) on the activities of the organisation indicating the extent to which services eligible for subsidy that serve the public interest are being provided. 2 Financial assistance for activities serving the national interest may also be granted to: a. international organisations for nature protection, cultural heritage protection and monument preservation; b. secretariats responsible for international conventions on nature protection, cultural heritage protection and monument preservation. Amended by No I of the O of 18 Dec. 1995, in force since 1 Feb. 1996 ( AS 1996 225 ). Amended by No I of the O of 18 Dec. 1995, in force since 1 Feb. 1996 ( AS 1996 225 ). Amended by No I of the O of 18 Dec. 1995, in force since 1 Feb. 1996 ( AS 1996 225 )."
    },
    {
      "provision_ref": "art12a",
      "section": "12a",
      "title": "a Research, education, public relations",
      "content": "1 Applications for financial assistance under Article 14 a paragraph 1 NCHA must be submitted to the FOEN, the FOC or FEDRO. 2 Financial assistance to the cantons shall be granted globally on the basis of programme agreements. Articles 4–11 apply. 3 Financial assistance to other recipients shall be granted individually. Articles 6, 9, 10 a and 11 paragraph 3 apply. Inserted by No I of the O of 18 Dec. 1995 ( AS 1996 225 ). Amended by No I 1 of the O of 2 Feb. 2011 (Development of Environmental Programme Agreements), in force since 1 March 2011 ( AS 2011 649 )."
    },
    {
      "provision_ref": "art13",
      "chapter": "Section 3 Protection of Indigenous Flora and Fauna",
      "section": "13",
      "title": "Principle",
      "content": "Wherever possible, the protection of indigenous flora and fauna shall be achieved by adapting agricultural and forestry practices in their habitats (biotopes). This task requires cooperation between the specialist bodies for agricultural and forestry, for nature protection and cultural heritage protection, and for spatial planning. Amended by No I 2 of the O of 28 Jan. 2015 on Amendments to the O on the Environment, in particular in relation to the programme agreements for the programme period 2016–2019, in force since 1 March 2015 ( AS 2015 427 )."
    },
    {
      "provision_ref": "art14",
      "chapter": "Section 3 Protection of Indigenous Flora and Fauna",
      "section": "14",
      "title": "Biotope protection",
      "content": "1 Biotope protection, combined in particular with ecological compensation measures (Art. 15) and the species protection provisions (Art. 20), is intended to ensure the survival of indigenous wild flora and fauna. 2 Biotopes shall be protected in particular by: a. measures designed to preserve or, if necessary, restore their individual character and biological diversity; b. upkeep, management and supervision to ensure that the protection objective is secured in the long term; c. structural measures that make it possible for the protection objective to be achieved, existing damage to be remedied, and future damage to be avoided; d. the establishment of buffer zones to provide adequate ecological protection; e. the preparation of basic scientific material. 3 Biotopes shall be designated as deserving protection on the basis of: a. biotopes types characterised in particular by indicator species, as specified in Annex 1; b. plant and animal species protected under Article 20; c. fish and crustaceans at risk according to fisheries legislation; d. threatened and rare plant and animal species cited in the Red Lists issued or approved by the FOEN; e. additional criteria, such as species mobility requirements or ecological networks. 4 The cantons may adapt the lists referred to in paragraph 3 letters a‑d to regional circumstances. 5 The cantons shall establish an appropriate determination procedure so as to prevent possible damage to biotopes deserving protection and infringements of the species protection provisions of Article 20. 6 Any technical intervention that could damage biotopes deserving protection may be approved only if it pertains to a specific site and meets an overriding need. In addition to a biotopes deserving protection as specified in paragraph 3, the following criteria are particularly decisive in evaluating the biotopes when competing interests are being weighed up: a. its importance for the protected, threatened and rare animal and plant species; b. its role in preserving the ecological balance; c. its importance in linking biotopes deserving protection; d. its biological individuality or typical character. 7 Anyone who carries out or brings about an intervention shall be obliged to take the best possible protection or restoration measures, or failing that, appropriate compensation measures. Amended by No I of the O of 19 June 2000, in force since 1 Aug. 2000 ( AS 2000 1869 )."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Ecological compensation",
      "content": "1 The purpose of ecological compensation (Art. 18b para. 2 NCHA) is primarily to connect isolated biotopes, if necessary by the creation of new biotopes, in order to promote species diversity, to achieve forms of land use that are as near-natural and benign as possible, to integrate nature into residential areas, and to enliven the landscape. 2 With regard to subsidies for special ecological measures in agriculture, the term biodiversity subsidy as used in the Direct Payments Ordinance of 23 October 2013 applies. SR 910.13 Inserted by No I of the O of 18 Dec. 1995 ( AS 1996 225 ). Amended by Annex 9 No 3 of the Direct Payments O of 23 Oct. 2013, in force since 1 Jan. 2014 ( AS 2013 4145 )."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Designation of biotopes of national importance",
      "content": "1 The designation of biotopes of national importance, specification of protection objectives and setting of time limits for the specification of protection measures in accordance with Article 18a of the NCHA shall be the subject of separate ordinances (inventories). 2 The inventories are not exhaustive and shall be reviewed and updated at regular intervals."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Protection and upkeep of biotopes of national importance",
      "content": "1 For biotopes of national importance, the cantons shall arrange protection and upkeep measures and the financing thereof after consulting the FOEN. 2 and 3 … Repealed by No I 4 of the O of 7 Nov. 2007 on the New System of Financial Equalisation and Division of Tasks between the Confederation and the Cantons, with effect from 1 Jan. 2008 ( AS 2007 5823 )."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Compensatory payments for biotopes and ecological compensation",
      "content": "1 The level of the global compensatory payments for the protection and upkeep of biotopes and for ecological compensation is determined by: a. the national, regional or local importance of the sites to be protected; b. the extent, quality and complexity of the measures and their planning; c. the importance of the measures for animal and plant species that take priority for the preservation and improvement of biological diversity; d. the level of threat to the sites to be protected; e. the importance of the measures for the networking of biotopes deserving protection and of stocks of species deserving protection; f. the quality with which the services are provided; g. the burden imposed on the Canton by mire landscape and biotopes protection. 2 It shall be negotiated between the FOEN and the canton concerned. 3 Articles 4–4 b and 6–11 also apply. Amended by No I 4 of the O of 7 Nov. 2007 on the New System of Financial Equalisation and Division of Tasks between the Confederation and the Cantons, in force since 1 Jan. 2008 ( AS 2007 5823 ). Amended by No I 1 of the O of 2 Feb. 2011 (Development of Environmental Programme Agreements), in force since 1 March 2011 ( AS 2011 649 )."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Relation to ecological services in agriculture",
      "content": "The compensatory payments made under Article 18 shall be reduced by the amount of any subsidies provided for the same ecological service in relation to agricultural land used or farmed in terms of Articles 55-62 of the Direct Payments Ordinance 23 October 2013. Amended by Annex 9 No 3 of the Direct Payments O of 23 Oct. 2013, in force since 1 Jan. 2014 ( AS 2013 4145 ). SR 910.13"
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Species protection",
      "content": "1 Unauthorized picking, digging up, uprooting, removal, offering for sale, sale, purchase or destruction, particularly as a result of technical interventions, of species of wild plants listed in Annex 2 is prohibited. 2 In addition to the species cited in the Federal Act of 20 June 1986 on Hunting and the Protection of Wild Mammals and Birds, the species of wild animals listed in Annex 3 shall be considered to be protected. It is prohibited: a. to kill, injure or capture animals of these species, or to damage, destroy or remove their eggs, larvae, pupae, nests or breeding grounds; b. to carry, dispatch, offer for sale, export, entrust to others, purchase, or take custody of animals of these species, living or dead, including their eggs, larvae, pupae or nests, or to be party to such actions. 3 The competent authority may grant exceptional approvals in addition to those specified in Article 22 paragraph 1 NCHA: a. if this serves to preserve biological diversity; b. for technical interventions pertaining to a specific site and that meet an overriding need. The person responsible shall be obliged to take the best possible protection measures, or failing that, appropriate compensation measures. 4 The cantons shall make arrangements for appropriate protection of the animal and plant species listed in Annex 4 after consultation with the FOEN. 5 Anyone infringes the provisions of paragraphs 1 and 2 is liable to the penalties under Article 24 a NCHA. SR 922.0 Amended by No I of the O of 19 June 2000, in force since 1 Aug. 2000 ( AS 2000 1869 ). Inserted by No I of the O of 18 Dec. 1995, in force since 1 Feb. 1996 ( AS 1996 225 )."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Resettlement of flora and fauna",
      "content": "The Federal Department of the Environment, Transport, Energy and Communications (DETEC) may by agreement with the cantons concerned authorise the resettlement of species, subspecies and breeds no longer occurring in the wild in Switzerland, provided that: a. an appropriate habitat of adequate size is available; b. appropriate legal safeguards are introduced for protection of the species; c. the preservation of the diversity or genetic characteristics of species will not be adversely affected. Amended by No II 1 of the O of 2 Feb. 2000 to the Federal Act on the Coordination and Simplification of Decision-Making Procedures, in force since 1 Feb. 2000 ( AS 2000 703 )."
    },
    {
      "provision_ref": "art21a",
      "chapter": "52",
      "section": "21a",
      "title": "a Protection of mires",
      "content": "The designation of mires of outstanding beauty and national importance, together with their protection and upkeep is governed by Articles 16–19. Inserted by No I of the O of 18 Dec. 1995 ( AS 1996 225 ). Amended by No I 4 of the O of 7 Nov. 2007 on the New System of Financial Equalisation and Division of Tasks between the Confederation and the Cantons, in force since 1 Jan. 2008 ( AS 2007 5823 )."
    },
    {
      "provision_ref": "art22",
      "chapter": "52",
      "section": "22",
      "title": "Protection of mire landscapes",
      "content": "1 The designation of mire landscapes of outstanding beauty and national importance and the specification of the protection objectives shall be subject of a separate ordinance (inventory). 2 The cantons shall arrange protection and upkeep measures and the financing thereof after consulting with the FOEN. 3 The level of the global compensatory payments for the protection and upkeep of mire landscapes is determined by: a. the extent, quality and complexity of the measures; b. the level of threat to the sites to be protected; c. the quality with which the services are provided; d. the burden imposed on the Canton by mire landscape and den biotopes protection. 3bis It shall be negotiated between the FOEN and the canton concerned. Articles 4–4 b , 6–11 and 18 and 19 also apply to the provision of compensatory payments. 4 The global compensatory payments for biotopes of national importance situated within mire landscapes of outstanding beauty and national importance are governed by Articles 18 and 19. Amended by No I of the O of 18 Dec. 1995, in force since 1 Feb. 1996 ( AS 1996 225 ). Amended by No I 4 of the O of 7 Nov. 2007 on the New System of Financial Equalisation and Division of Tasks between the Confederation and the Cantons, in force since 1 Jan. 2008 ( AS 2007 5823 ). Inserted by No I 4 of the O of 7 Nov. 2007 on the New System of Financial Equalisation and Division of Tasks between the Confederation and the Cantons, in force since 1 Jan. 2008 ( AS 2007 5823 ). Amended by No I 4 of the O of 7 Nov. 2007 on the New System of Financial Equalisation and Division of Tasks between the Confederation and the Cantons, in force since 1 Jan. 2008 ( AS 2007 5823 )."
    },
    {
      "provision_ref": "art23",
      "chapter": "Section 4 Implementation",
      "section": "23",
      "title": "Federal bodies",
      "content": "1 The federal specialist agencies for nature, cultural heritage protection and monument preservation are: a. the FOEN for nature and landscape protection; b. the FOC for monument preservation, archaeology and protection of heritage sites; c. FEDRO for the protection of historic traffic routes. 2 They shall implement the NCHA, unless other federal authorities are responsible. When fulfilling federal tasks in accordance with Articles 2–6 NCHA, they shall ensure that the authorities and the public are informed and advised in a coordinated manner. 3 If other federal bodies are responsible for implementation, the FOEN, the FOC and FEDRO shall cooperate with them in accordance with Article 3 paragraph 4 NCHA. 4 The Federal Commission for the Protection of Nature and Cultural Heritage (FCNC) and Federal Commission for Monument Preservation (FCMP) are the federal advisory commissions on matters relating to nature protection, cultural heritage protection and monument preservation. Revised in accordance with No I of the O of 18 Dec. 1995 ( AS 1996 225 ), No II 1 of the O of 2 Feb. 2000 to the Federal Act on the Coordination and Simplification of Decision-Making Procedures ( AS 2000 703 ) and Art. 16 para. 3 of the Publications O of 17 Nov. 2004, in force since 1 Jan. 2005 ( AS 2004 4937 ). Amended by Annex 2 No 1 of the O of 29 March 2017 on the Federal Inventory of Landscapes and Natural Monuments, in force since 1 June 2017 ( AS 2017 2815 )."
    },
    {
      "provision_ref": "art24",
      "chapter": "Section 4 Implementation",
      "section": "24",
      "title": "Organisation of the FCNC and the FCMP",
      "content": "1 The FCNC and the FCMP shall each comprise a maximum of 15 members. Expertise, individual areas of responsibility and language regions shall be taken into consideration in determining the composition of these bodies. The Federal Council shall elect the members and appoint the commission presidents. In all other matters, the commissions shall be responsible for their own organisation. 2 At the request of the FCNC or the FCMP, the FOEN, the FOC and FEDRO may appoint specialists as permanent consultants. They shall advise the commissions and also the FOEN, the FOC and FEDRO in their fields of expertise. 3 DETEC shall approve the regulations of the FCNC and the Federal Department of Home Affairs (FDHA) shall approve those of the FCMP. 4 The FOEN and the FOC shall be responsible for the secretariats. FOEN, the FOC and FEDRO shall finance them proportionately, with payments being charged to the credits for equipment and services. 5 The FCNC and the FCMP shall provide DETEC and FDHA respectively with an annual report on their activities. Amended by No I of the O of 18 Dec. 1995, in force since 1 Feb. 1996 ( AS 1996 225 ). Amended by No II 1 of the O of 2 Feb. 2000 to the Federal Act on the Coordination and Simplification of Decision-Making Procedures, in force since 1 Feb. 2000 ( AS 2000 703 ). Amended by No II 1 of the O of 2 Feb. 2000 to the Federal Act on the Coordination and Simplification of Decision-Making Procedures, in force since 1 Feb. 2000 ( AS 2000 703 )."
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "",
      "content": "1 The FCNC and the FCMP shall have the following tasks in particular: a. they shall advise the Departments on fundamental questions of nature protection, cultural heritage protection and monument preservation; b. they shall assist in a consultative capacity with implementation of the NCHA; c. they shall assist in the preparation and revision of the inventories of sites of national importance; d. they shall provide expert opinions on questions of nature protection, cultural heritage protection and monument conservation for federal and cantonal authorities responsible for fulfilling federal tasks as specified in Article 2 NCHA (Art. 7 and 8 NCHA); e. they shall prepare special expert reports (Art. 17 a NCHA) in cases where a project that does not constitute a federal task as specified in Article 2 NCHA could damage a site listed in a federal inventory in accordance with Article 5 NCHA or otherwise of particular importance. 2 The FCMP shall also have the following tasks: a. it shall provide an opinion, at the request of the FOC, on requests for financial assistance in the field of monument conservation; b. it shall promote cooperation and scientific communication with all interested parties and foster basic practical and theoretical work. 3 The FOC may appoint members of the FCMP, consultants or other suitably qualified persons as experts with responsibility for advising and supporting the cantons in the implementation of measures. Amended by No I of the O of 18 Dec. 1995, in force since 1 Feb. 1996 ( AS 1996 225 ). Amended by No II 1 of the O of 2 Feb. 2000 to the Federal Act on the Coordination and Simplification of Decision-Making Procedures, in force since 1 Feb. 2000 ( AS 2000 703 ). Amended by No II 1 of the O of 2 Feb. 2000 to the Federal Act on the Coordination and Simplification of Decision-Making Procedures, in force since 1 Feb. 2000 ( AS 2000 703 ). Inserted by No I of the O of 18 Dec. 1995, in force since 1 Feb. 1996 ( AS 1996 225 ). Inserted by No I of the O of 18 Dec. 1995, in force since 1 Feb. 1996 ( AS 1996 225 ). Inserted by No I of the O of 18 Dec. 1995, in force since 1 Feb. 1996 ( AS 1996 225 )."
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Tasks of the cantons",
      "content": "1 The cantons shall ensure that their constitutional and legal mandate is properly and effectively fulfilled. To this end, they shall designate specialist agencies responsible for nature protection, cultural heritage protection and monument preservation, and notify the FOEN or the FOC accordingly. 2 In any activities that have an impact on land use (Art. 1 of the Ordinance of 2 Oct. 1989 on Spatial Planning), the cantons shall give due consideration to measures for which the Confederation provides financial assistance or compensatory payments under this Ordinance. In particular, they shall ensure that protection measures are taken into account in the plans and regulations governing permissible use of land in accordance with spatial planning legislation. Wording of sentence in accordance with No I of the O of 18 Dec. 1995, in force since 1 Feb. 1996 ( AS 1996 225 ). [ AS 1989 1985 , 1996 1534 . AS 2000 2047 Art. 50]. See now Spatial Planning of 28 June 2000 ( SR 700.1 )."
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "Notification of legislation and rulings",
      "content": "1 The cantons shall notify the FOEN, the FOC or FEDRO of their legislation on nature protection, cultural heritage protection and monument preservation. 2 The competent authorities shall notify the FOEN of any rulings on the following: a. exceptional approvals relating to the species protection provisions (Art. 22 para. 1 and 3 NCHA; Art. 20 para. 3); b. removal of riparian vegetation (Art. 22 para. 2 and 3 NCHA); c. declaratory rulings on biotopes and species protection (Art. 14 para. 4); d. restitution rulings (Art. 24 e NCHA); e. rulings on relating to buildings, installations and soil degradation in biotopes of national importance (Art. 18 a NCHA) or in mire landscapes (Art. 23 b NCHA); f. approvals of land use plans (Art. 26 Spatial Planning Act of 22 June 1979) if landscapes, natural monuments, biotopes or mire landscapes of national importance are damaged. 3 If the FCNC, the FCMP, the FOEN, the FOC or FEDRO have collaborated on a project as specified in Article 2, the competent authority shall notify them of the relevant decision on request. Amended by No I of the O of 18 Dec. 1995, in force since 1 Feb. 1996 ( AS 1996 225 ). Inserted by No II 1 of the O of 2 Feb. 2000 to the Federal Act on the Coordination and Simplification of Decision-Making Procedures, in force since 1 Feb. 2000 ( AS 2000 703 ). Inserted by No II of the O of 2 April 2014, in force since 1 May 2014 ( AS 2014 909 ). SR 700"
    },
    {
      "provision_ref": "art27a",
      "section": "27a",
      "title": "a Monitoring and evaluation of success",
      "content": "1 The FOEN shall be responsible for the monitoring of biological diversity and shall coordinate this with other environmental observation measures. This monitoring may be supplemented by cantonal measures. The cantons shall coordinate their measures with the FOEN, and make their documentation available to it. 2 The FOEN, the FOC and FEDRO shall conduct success evaluations to check that the legally required measures have been implemented and to assess their suitability. They shall cooperate closely with the federal offices and the cantons concerned. Inserted by No I of the O of 19 June 2000, in force since 1 Aug. 2000 ( AS 2000 1869 )."
    },
    {
      "provision_ref": "art27b",
      "section": "27b",
      "title": "b Geoinformation",
      "content": "The FOEN shall provide the minimum geodata models and representation models for basic geographical data under this Ordinance for which it is designated as the federal specialist agency in Annex 1 to the Geoinformation Ordinance of 21 May 2008. Inserted by Annex 2 No 2 of the O of 21 May 2008 on Geoinformation, in force since 1 July 2008 ( AS 2008 2809 ). SR 510.620"
    },
    {
      "provision_ref": "art28",
      "chapter": "Section 5 Final Provisions",
      "section": "28",
      "title": "Repeal of current legislation",
      "content": "The following are repealed: a. die Implementation Ordinance of 27 December 1966 to the Federal Act on the Protection of Nature and Cultural Heritage; b. the Federal Council Decree of 6 June 1988 on the Application of Article 18 d NCHA. [ AS 1966 1646 , 1977 2273 No I 41, 1985 670 No I 5, 1986 988 ] Not published in the AS."
    },
    {
      "provision_ref": "art29",
      "chapter": "Section 5 Final Provisions",
      "section": "29",
      "title": "Transitional provision",
      "content": "1 Until the Federal Council has designated the biotopes of national importance (Art. 16) and the mire landscapes of outstanding beauty and national importance (Art. 22) and until the various inventories have been finalised: a. the cantons shall ensure through immediate and suitable measures that any deterioration in the condition of biotopes considered to be of national importance on the basis of available knowledge and documentation is prevented; b. in response to specific requests for subsidies, the FOEN shall assess the importance of a biotopes or mire landscape on the basis of available knowledge and documentation; c. the cantons shall ensure through immediate and suitable measures that any deterioration in the condition of mire landscapes considered to be of outstanding beauty and national importance on the basis of available knowledge and documentation is prevented. 2 Financing in terms of paragraph 1 letters a and b is provided in accordance with Article 17 and 18, and financing in terms of paragraph 1 letter c is provided in accordance with Article 22. 3 The federal authorities and agencies and of federal institutions and enterprises shall take immediate measures as specified in paragraphs 1 letters a and c in the fields for which they are responsible in accordance with the applicable special federal legislation. Amended by No I of the O of 18 Dec. 1995, in force since 1 Feb. 1996 ( AS 1996 225 ). Amended by No I of the O of 18 Dec. 1995, in force since 1 Feb. 1996 ( AS 1996 225 ). Amended by No I 2 of the O of 28 Jan. 2015 on Amendments to the O on the Environment, in particular in relation to the programme agreements for the programme period 2016–2019, in force since 1 March 2015 ( AS 2015 427 ). Inserted by No I of the O of 18 Dec. 1995, in force since 1 Feb. 1996 ( AS 1996 225 )."
    },
    {
      "provision_ref": "art30",
      "section": "30",
      "title": "Commencement",
      "content": "This Ordinance comes into force on 1 February 1991."
    }
  ],
  "definitions": []
}