{
  "id": "sr-412-106-12",
  "type": "statute",
  "title": "Verordnung des EHB-Rates vom 22. Juni 2010 über die Bildungsangebote und Abschlüsse an der EHB und über die Zulassung zu den Bildungsangeboten (EHB-Studienverordnung)",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2010/445/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "1. Abschnitt: Bildungsangebot",
      "section": "1",
      "title": "Ausbildungen",
      "content": "Die Eidgenössische Hochschule für Berufsbildung (EHB) bietet folgende Ausbildungen an: a. Zertifikatsstudiengänge für Berufsbildnerinnen und Berufsbildner in überbetrieblichen Kursen und vergleichbaren dritten Lernorten sowie in Lehrwerkstätten und in anderen für die Bildung in beruflicher Praxis anerkannten Institutionen (Art. 45 Bst. c der Berufsbildungsverordnung vom 19. November 2003, BBV); b. Diplom- und Zertifikatsstudiengänge für Berufsfachschullehrerinnen und Berufsfachschullehrer für den berufskundlichen Unterricht (Art. 46 Abs. 2 Bst. b BBV); c. Diplomstudiengänge für Berufsfachschullehrerinnen und Berufsfachschullehrer für den allgemeinbildenden Unterricht (Art. 46 Abs. 3 Bst. a und c BBV); c bis . Diplomstudiengang für Lehrerinnen und Lehrer der Berufsmaturitätsschulen (Art. 46 Abs. 3 Bst. c BBV); d. Zertifikatsstudiengänge für Lehrerinnen und Lehrer mit gymnasialer Lehrbefähigung (Art. 46 Abs. 3 Bst. b BBV); d bis . Diplom- und Zertifikatsstudiengänge für Lehrerinnen und Lehrer für den Sportunterricht in der beruflichen Grundbildung (Art. 46 Abs. 3 BBV); e. Diplom- und Zertifikatsstudiengänge für Lehrerinnen und Lehrer der höheren Fachschulen (Art. 13 Abs. 1 Bst. b der Verordnung des WBF vom 11. September 2017 über Mindestvorschriften für die Anerkennung von Bildungsgängen und Nachdiplomstudien der höheren Fachschulen [MiVo-HF]); f. Bachelorstudiengang (BSc) in Berufsbildung; g. Masterstudiengang (MSc) in Berufsbildung. Fassung gemäss Ziff. I der V des EHB-Rats vom 17. Juni 2021, in Kraft seit 1. Aug. 2021 ( AS 2021 459 ). SR 412.101 Eingefügt durch Ziff. I der V des EHB-Rats vom 20. Mai 2019, in Kraft seit 1. Aug. 2019 ( AS 2019 2059 ). Eingefügt durch Ziff. I der V des EHB-Rats vom 17. Juni 2021 ( AS 2021 459 ). Fassung gemäss Ziff. I der V des EHB-Rats vom 18. Nov. 2021, in Kraft seit 1. März 2022 ( AS 2022 82 ). Fassung gemäss Ziff. I der V des EHB-Rats vom 18. Nov. 2021, in Kraft seit 1. März 2022 ( AS 2022 82 ). SR 412.101.61 Fassung gemäss Ziff. I der V des EHB-Rats vom 20. Mai 2019, in Kraft seit 1. Aug. 2019 ( AS 2019 2059 ). Eingefügt durch Ziff. I der V des EHB-Rats vom 20. Mai 2019 ( AS 2019 2059 ). Fassung gemäss Ziff. I der V des EHB-Rats vom 17. Juni 2021, in Kraft seit 1. Aug. 2021 ( AS 2021 459 )."
    },
    {
      "provision_ref": "art2",
      "chapter": "1. Abschnitt: Bildungsangebot",
      "section": "2",
      "title": "Weiterbildungen",
      "content": "Die EHB bietet folgende Weiterbildungen an: a. Weiterbildungslehrgänge mit Weiterbildungszertifikat (Certificate of Advanced Studies CAS), Weiterbildungsdiplom (Diploma of Advanced Studies DAS) oder Weiterbildungsmasterdiplom (Master of Advanced Studies MAS); b. Weiterbildungslehrgänge im Bereich Ausbildung der Ausbildenden, namentlich solche, die zum Zertifikat des Schweizerischen Verbandes für Weiterbildung (SVEB-Zertifikat) oder zum Eidgenössischen Fachausweis Ausbilderin/Ausbilder führen; c. Weiterbildungsmodule mit Vergabe von Kreditpunkten nach dem European Credit Transfer System (ECTS-Kreditpunkte) als eigenständige Weiterbildungsangebote, die an die Weiterbildungslehrgänge nach den Buchstaben a und b angerechnet werden können; d. Kurse für Expertinnen und Experten in Qualifikationsverfahren mit Testat (Art. 50 BBV); e. Weiterbildungskurse mit Testat; f. Weiterbildungsangebote im Auftrag Dritter. Fassung gemäss Ziff. I der V des EHB-Rats vom 17. Juni 2021, in Kraft seit 1. Aug. 2021 ( AS 2021 459 ). Fassung gemäss Ziff. I der V des EHB-Rats vom 17. Juni 2021, in Kraft seit 1. Aug. 2021 ( AS 2021 459 ). SR 412.101 Fassung gemäss Ziff. I der V des EHB-Rats vom 17. Juni 2021, in Kraft seit 1. Aug. 2021 ( AS 2021 459 )."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Unterzeichnung der Abschlussdokumente",
      "content": "1 Die Bachelordiplome, die Masterdiplome und die übrigen Diplome werden von der Präsidentin oder dem Präsidenten des EHB-Rates sowie von der Direktorin oder dem Direktor der EHB unterzeichnet. 2 Die Direktorin oder der Direktor der EHB regelt die Unterzeichnung der Zertifikate und der Testate. Ausdruck gemäss Ziff. I der V des EHB-Rats vom 17. Juni 2021, in Kraft seit 1. Aug. 2021 ( AS 2021 459 ). Diese Anpassung wurde im ganzen Text vorgenommen. Fassung gemäss Ziff. I der V des EHB-Rats vom 20. Mai 2019, in Kraft seit 1. Aug. 2019 ( AS 2019 2059 )."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Titel",
      "content": "1 Wer sich erfolgreich qualifiziert, ist berechtigt, den der Qualifizierung entsprechenden Titel zu tragen: a. «dipl. Berufsfachschullehrerin» oder «dipl. Berufsfachschullehrer» nach bestandenem Qualifikationsverfahren des Diplomstudiengangs für Lehrpersonen für den berufskundlichen Unterricht an Berufsfachschulen sowie des Diplomstudiengangs für den allgemeinbildenden Unterricht; b. «dipl. Lehrerin für den Berufsmaturitätsunterricht an Berufsfachschulen» oder «dipl. Lehrer für den Berufsmaturitätsunterricht an Berufsfachschulen» nach bestandenem Qualifikationsverfahren des Diplomstudiengangs für Lehrpersonen an Berufsmaturitätsschulen; b bis . «dipl. Lehrerin für den Sportunterricht in der beruflichen Grundbildung» oder «dipl. Lehrer für den Sportunterricht in der beruflichen Grundbildung» nach bestandenem Qualifikationsverfahren des Diplomstudiengangs für Lehrpersonen für den Sportunterricht in der beruflichen Grundbildung; c. «dipl. Lehrerin der höheren Fachschule» oder «dipl. Lehrer der höheren Fachschule» nach bestandenem Qualifikationsverfahren des Diplomstudiengangs für Lehrpersonen für den berufskundlichen Unterricht an höheren Fachschulen; d. «Bachelor of Science in Berufsbildung» nach bestandenem Qualifikationsverfahren des Bachelorstudiengangs; e. «Master of Science in Berufsbildung» nach bestandenem Qualifikationsverfahren des Masterstudiengangs. 2 Für Bachelor, Master- und übrige Diplomabschlüsse wird ein «Diploma Supplement», für Zertifikatsabschlüsse ein «Certificate Supplement» ausgestellt. Eingefügt durch Ziff. I der V des EHB-Rats vom 18. Nov. 2021, in Kraft seit 1. März 2022 ( AS 2022 82 ). Fassung gemäss Ziff. I der V des EHB-Rats vom 17. Juni 2021, in Kraft seit 1. Aug. 2021 ( AS 2021 459 ). Fassung gemäss Ziff. I der V des EHB-Rats vom 20. Mai 2019, in Kraft seit 1. Aug. 2019 ( AS 2019 2059 )."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Qualitätssicherung",
      "content": "Die Direktorin oder der Direktor der EHB sorgt in Bezug auf alle Bildungsangebote für eine systematische und periodische Qualitätssicherung anhand einer standardisierten Methode. Fassung gemäss Ziff. I der V des EHB-Rats vom 18. Nov. 2021, in Kraft seit 1. März 2022 ( AS 2022 82 )."
    },
    {
      "provision_ref": "art6",
      "chapter": "2. Abschnitt: Zulassung, Studiendauer und Anzahl Kreditpunkte",
      "section": "6",
      "title": "",
      "content": "1 ... 2 Für die Zulassung zu den Diplomstudiengängen ist eine Berufs-, Fach- oder gymnasiale Maturität oder ein Nachweis einer gleichwertigen Qualifikation erforderlich. 3 ... 4 Der EHB-Rat setzt für die Ausbildungsstudiengänge eine Zulassungskommission ein. Die Direktorin oder der Direktor der EHB regelt die Aufgaben der Kommission in Weisungen. 5 Die Zulassungsvoraussetzungen für die Weiterbildungslehrgänge werden in den Studienplänen geregelt. Fassung gemäss Ziff. I der V des EHB-Rats vom 17. Juni 2021, in Kraft seit 1. Aug. 2021 ( AS 2021 459 ). Aufgehoben durch Ziff. I der V des EHB-Rats vom 17. Juni 2021, mit Wirkung seit 1. Aug. 2021 ( AS 2021 459 ). Fassung gemäss Ziff. I der V des EHB-Rats vom 18. Nov. 2021, in Kraft seit 1. März 2022 ( AS 2022 82 ). Aufgehoben durch Ziff. I der V des EHB-Rats vom 20. Mai 2019, mit Wirkung seit 1. Aug. 2019 ( AS 2019 2059 ). Fassung gemäss Ziff. I der V des EHB-Rats vom 20. Mai 2019, in Kraft seit 1. Aug. 2019 ( AS 2019 2059 ). Fassung gemäss Ziff. I der V des EHB-Rats vom 17. Juni 2021, in Kraft seit 1. Aug. 2021 ( AS 2021 459 )."
    },
    {
      "provision_ref": "art7",
      "chapter": "2. Abschnitt: Zulassung, Studiendauer und Anzahl Kreditpunkte",
      "section": "7",
      "title": "Dauer der Ausbildungsstudiengänge und Anzahl Kreditpunkte",
      "content": "1 Die Dauer der Ausbildungsstudiengänge nach Artikel 1 Buchstaben a–e richtet sich nach den folgenden Bestimmungen: a. Artikel 45–47 BBV; b. Artikel 13 Absatz 1 Buchstabe b MiVo-HF. 2 Der Bachelorstudiengang BSc umfasst 180 ECTS-Kreditpunkte, der Masterstudiengang MSc 120 ECTS-Kreditpunkte. 3 Die Regelstudiendauer beträgt für den Bachelorstudiengang BSc acht Semester und für den Masterstudiengang MSc sechs Semester. Die Regelstudiendauer darf um maximal sechs Semester überschritten werden. 4 Liegen triftige Gründe vor, so kann die nationale Spartenleiterin oder der nationale Spartenleiter der EHB auf Gesuch der oder des Studierenden hin eine Verlängerung der Studiendauer über die Höchstdauer nach Absatz 3 hinaus genehmigen. Fassung gemäss Ziff. I der V des EHB-Rats vom 18. Nov. 2021, in Kraft seit 1. März 2022 ( AS 2022 82 ). SR 412.101.61"
    },
    {
      "provision_ref": "art8",
      "chapter": "2. Abschnitt: Zulassung, Studiendauer und Anzahl Kreditpunkte",
      "section": "8",
      "title": "Anzahl Kreditpunkte für die Weiterbildungslehrgänge",
      "content": "Die Weiterbildungslehrgänge umfassen folgende Anzahl ECTS-Kreditpunkte: a. Weiterbildungslehrgänge mit Weiterbildungszertifikat: mindestens 10 ECTS-Kreditpunkte; b. Weiterbildungslehrgänge mit Weiterbildungsdiplom: mindestens 30 ECTS-Kreditpunkte; c. Weiterbildungslehrgänge mit Weiterbildungsmasterdiplom: mindestens 60 ECTS-Kreditpunkte."
    },
    {
      "provision_ref": "art9",
      "chapter": "3. Abschnitt: Semesterdaten, Immatrikulation, Exmatrikulation",
      "section": "9",
      "title": "Semesterdaten",
      "content": "Die Direktorin oder der Direktor der EHB legt die Semesterdaten der EHB fest. Sie oder er berücksichtigt dabei die Semesterdaten der anderen schweizerischen Hochschulen. Fassung gemäss Ziff. I der V des EHB-Rats vom 18. Nov. 2021, in Kraft seit 1. März 2022 ( AS 2022 82 )."
    },
    {
      "provision_ref": "art10",
      "chapter": "3. Abschnitt: Semesterdaten, Immatrikulation, Exmatrikulation",
      "section": "10",
      "title": "Immatrikulation und Einschreibung",
      "content": "1 Studierende der Diplomstudiengänge, des Bachelorstudiengangs BSc, des Masterstudiengangs MSc und des Weiterbildungslehrgangs MAS sind an der EHB immatrikuliert, wenn sie: a. zur entsprechenden Aus- oder Weiterbildung zugelassen sind; und b. die Einschreibe- und die Studiengebühren fristgerecht bezahlt haben. 2 Studierende der Zertifikatsstudiengänge sowie die Teilnehmerinnen und Teilnehmer an Weiterbildungslehrgängen oder Weiterbildungsmodulen sind an der EHB eingeschrieben, wenn sie: a. zur entsprechenden Aus- oder Weiterbildung zugelassen sind; und b. die Einschreibe- und Studiengebühren fristgerecht bezahlt haben. Fassung gemäss Ziff. I der V des EHB-Rats vom 20. Mai 2019, in Kraft seit 1. Aug. 2019 ( AS 2019 2059 )."
    },
    {
      "provision_ref": "art11",
      "chapter": "3. Abschnitt: Semesterdaten, Immatrikulation, Exmatrikulation",
      "section": "11",
      "title": "Exmatrikulation und Aufhebung der Einschreibung",
      "content": "1 Die Exmatrikulation oder die Aufhebung der Einschreibung erfolgt: a. durch Abschluss der Aus- oder Weiterbildung; b. auf eigenes Begehren; c. durch Verfügung der EHB; d. bei nicht fristgerechter Bezahlung der Studiengebühren. 2 Die EHB verfügt die Exmatrikulation oder die Aufhebung der Einschreibung einer Person, wenn diese: a. aufgrund eines Irrtums oder durch unrichtige Angaben zu Unrecht immatrikuliert beziehungsweise eingeschrieben worden ist; b. die Modulprüfung oder die Abschlussarbeit bei der zweiten Wiederholung nicht bestanden hat; c. die maximale Studiendauer erreicht und deren Verlängerung nicht, verspätet oder erfolglos beantragt hat; oder d. aus disziplinarischen Gründen von Lehrveranstaltungen, Kursen und Prü-fungsverfahren ausgeschlossen worden ist. Fassung gemäss Ziff. I der V des EHB-Rats vom 18. Nov. 2021, in Kraft seit 1. März 2022 ( AS 2022 82 )."
    },
    {
      "provision_ref": "art12",
      "chapter": "4. Abschnitt: Aufbau der Bildungsangebote, Durchführung und Anrechnung von Studienleistungen von Studienleistungen",
      "section": "12",
      "title": "Studienpläne",
      "content": "1 Jeder Ausbildungsstudiengang und jeder Weiterbildungslehrgang wird in einem Studienplan näher ausgeführt. Der Studienplan gibt insbesondere Auskunft über folgende Punkte: a. rechtliche Grundlagen; b. Studienziele; c. Zulassung; d. Dauer und Struktur; e. zugehörige Module; f. qualitätssichernde Massnahmen; g. Qualifikationsverfahren; h. Ausbildungsnachweise und Abschluss; i. Inkrafttreten. 2 Die vom EHB-Rat erlassenen Studienpläne werden auf der Website der EHB publiziert. Fassung gemäss Ziff. I der V des EHB-Rats vom 17. Juni 2021, in Kraft seit 1. Aug. 2021 ( AS 2021 459 )."
    },
    {
      "provision_ref": "art13",
      "chapter": "4. Abschnitt: Aufbau der Bildungsangebote, Durchführung und Anrechnung von Studienleistungen von Studienleistungen",
      "section": "13",
      "title": "Module",
      "content": "1 Jeder Ausbildungsstudiengang und jeder Weiterbildungslehrgang besteht aus einem oder mehreren Modulen. 2 Die Module werden anhand folgender Punkte beschrieben: a. Modulname; b. Modulniveau; c. Modultyp; d. zugehörige Lernangebote oder zugehörige thematische Felder; e. Anzahl ECTS-Kreditpunkte mit Anteilen der Stunden für Präsenzstudium, begleitetes Selbststudium, Selbststudium und Prüfungsverfahren; f. Lernziele und Kompetenzen; g. Prüfungsverfahren; h. erforderliche Vorkenntnisse oder Module; i. Anschlussmodule. 3 Die Direktorin oder der Direktor der EHB erlässt die Module. Fassung gemäss Ziff. I der V des EHB-Rats vom 18. Nov. 2021, in Kraft seit 1. März 2022 ( AS 2022 82 ). Fassung gemäss Ziff. I der V des EHB-Rats vom 18. Nov. 2021, in Kraft seit 1. März 2022 ( AS 2022 82 )."
    },
    {
      "provision_ref": "art14",
      "chapter": "4. Abschnitt: Aufbau der Bildungsangebote, Durchführung und Anrechnung von Studienleistungen von Studienleistungen",
      "section": "14",
      "title": "Testatkurse",
      "content": "1 Die Weiterbildungsangebote in der Form von Testatkursen werden in einem periodisch erscheinenden Kursprogramm adressatengerecht ausgeschrieben. 2 Die Kursprogramme werden von der nationalen Spartenleiterin oder dem nationalen Spartenleiter Weiterbildung der EHB genehmigt."
    },
    {
      "provision_ref": "art15",
      "chapter": "4. Abschnitt: Aufbau der Bildungsangebote, Durchführung und Anrechnung von Studienleistungen von Studienleistungen",
      "section": "15",
      "title": "Präsenzpflicht",
      "content": "1 Die Direktorin oder der Direktor legt eine allfällige Präsenzpflicht im Unterricht in den Modulbeschreibungen fest. 2 Erfüllt eine Studierende oder ein Studierender die Präsenzpflicht nicht und liegen dafür wichtige Gründe vor, so kann sie oder er den nicht besuchten Unterricht kompensieren. Als wichtige Gründe gelten insbesondere Unfall, Krankheit oder ein Todesfall einer oder eines nahen Angehörigen. 3 Wird der Unterricht nicht kompensiert oder liegen keine wichtigen Gründe vor, so ist das betreffende Modul beim nächstmöglichen Zeitpunkt zu wiederholen. Fassung gemäss Ziff. I der V des EHB-Rats vom 18. Nov. 2021, in Kraft seit 1. März 2022 ( AS 2022 82 )."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Anrechnung geregelter Studienleistungen",
      "content": "1 Die nationale Spartenleiterin oder der nationale Spartenleiter der EHB kann Studienleistungen, die an der EHB oder an vergleichbaren Institutionen erbracht wurden, an die Ausbildungsstudiengänge und Weiterbildungslehrgänge anrechnen, sofern ein äquivalenter Umfang von Lernstunden sowie ein Nachweis der verlangten Kompetenzen vorliegen. 2 Die Direktorin oder der Direktor der EHB erlässt Weisungen über die Anrechnung geregelter Studienleistungen an die Ausbildungsstudiengänge und Weiterbildungslehrgänge."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Anrechnung von ausserhalb geregelter Bildungsgänge erworbenen Kompetenzen",
      "content": "1 Die nationale Spartenleiterin oder der nationale Spartenleiter der EHB kann Kompetenzen an Diplomstudiengänge anrechnen, die ausserhalb geregelter Bildungsgänge erworben wurden. 2 Der EHB-Rat erlässt Richtlinien zum Verfahren über die Anrechnung solcher Kompetenzen. 3 Zum Anrechnungsverfahren kann zugelassen werden, wer eine dem Studienabschluss entsprechende Praxis von mindestens fünf Jahren nachweist. Fassung gemäss Ziff. I der V des EHB-Rats vom 17. Juni 2021, in Kraft seit 1. Aug. 2021 ( AS 2021 459 )."
    },
    {
      "provision_ref": "art18",
      "chapter": "5. Abschnitt: Qualifikationsverfahren",
      "section": "18",
      "title": "Grundsätze",
      "content": "1 Das Qualifikationsverfahren für Ausbildungsstudiengänge und Weiterbildungslehrgänge besteht aus den einzelnen Prüfungsverfahren. Diese bestehen aus den Modulprüfungen sowie, soweit verlangt, den Abschlussarbeiten. 2 Ein Modul kann nur abschliessen, wer die Lehrveranstaltungen des betreffenden Moduls besucht hat. 3 Für Ausbildungsstudiengänge mit Bachelor-, Master- oder Diplomabschluss ist eine Abschlussarbeit erforderlich. Auch Weiterbildungslehrgänge können Abschlussarbeiten vorsehen. 4 Die ECTS-Kreditpunkte können bis höchstens sechs Jahre nach dem Ende desjenigen Semesters, in welchem sie erworben wurden, für den Abschluss verwendet werden. Die nationale Spartenleiterin oder der nationale Spartenleiter der EHB kann eine Verlängerung aus triftigen Gründen genehmigen. 5 Für den Erwerb des Abschlusses eines Studiengangs müssen die Zulassungsvoraussetzungen vollständig erfüllt, die Einschreibe- und Studiengebühren bezahlt sowie die Modulprüfungen des entsprechenden Studiengangs und die Abschlussarbeit erfolgreich bestanden sein. Die angerechneten Studienleistungen nach Artikel 16 und die angerechneten Kompetenzen nach Artikel 17 werden für den Abschluss eines Studiengangs berücksichtigt. 6 Modulprüfungen und Abschlussarbeiten können zweimal wiederholt werden. Fassung gemäss Ziff. I der V des EHB-Rats vom 20. Mai 2019, in Kraft seit 1. Aug. 2019 ( AS 2019 2059 ). Fassung gemäss Ziff. I der V des EHB-Rats vom 17. Juni 2021, in Kraft seit 1. Aug. 2021 ( AS 2021 459 )."
    },
    {
      "provision_ref": "art19",
      "chapter": "5. Abschnitt: Qualifikationsverfahren",
      "section": "19",
      "title": "Modulprüfungen",
      "content": "1 Modulprüfungen können schriftliche Arbeiten, schriftliche oder mündliche Prüfungen sowie Prüfungslektionen beinhalten. 2 Die Leistungsbewertung richtet sich nach Kriterien und Indikatoren, welche den Studierenden vor der Prüfung bekannt gegeben werden. 3 Die Wiederholung einer Modulprüfung muss am nächsten ordentlichen Prüfungstermin erfolgen. 4 Schriftliche Arbeiten werden von einer Examinatorin oder einem Examinator bewertet. Diese oder dieser hält die Begründung für die Bewertung schriftlich fest. Im Zweifelsfall oder bei einer Bewertung mit der Note FX oder F zieht die Examinatorin oder der Examinator eine zweite Expertin oder einen zweiten Experten bei. 5 Mündliche Prüfungen werden von zwei Examinatorinnen oder Examinatoren durchgeführt. Diese halten Gegenstand sowie Verlauf der Prüfung mit Fragen, Antworten und Ergebnissen in einem Prüfungsprotokoll fest. 6 Schriftliche Prüfungen werden von einer Examinatorin oder einem Examinator bewertet. Diese oder dieser zieht im Zweifelsfall oder bei einer Bewertung mit der Note FX oder F eine zweite Expertin oder einen zweiten Experten bei. Die Bewertung der Arbeit wird schriftlich festgehalten. 7 Prüfungslektionen werden von zwei Examinatorinnen oder Examinatoren durchgeführt. Diese halten Gegenstand sowie Verlauf der Prüfungslektion in einem Protokoll fest. Fassung gemäss Ziff. I der V des EHB-Rats vom 17. Juni 2021, in Kraft seit 1. Aug. 2021 ( AS 2021 459 ). Fassung gemäss Ziff. I der V des EHB-Rats vom 18. Nov. 2021, in Kraft seit 1. März 2022 ( AS 2022 82 ). Fassung gemäss Ziff. I der V des EHB-Rats vom 17. Juni 2021, in Kraft seit 1. Aug. 2021 ( AS 2021 459 )."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Abschlussarbeiten",
      "content": "1 Die Abschlussarbeit, namentlich die Bachelorarbeit, die Masterarbeit und die Diplomarbeit, bezieht sich auf die in den Modulen erworbenen Kompetenzen. Sie enthält praktische und theoretische Elemente. 2 Sie wird von einer Examinatorin oder einem Examinator mit einer Gesamtnote bewertet. Die Examinatorin oder der Examinator zieht im Zweifelsfall oder bei einer Bewertung mit der Note FX oder F eine zweite Expertin oder einen zweiten Experten bei. 3 Die Gesamtnote ist schriftlich zu begründen. Fassung gemäss Ziff. I der V des EHB-Rats vom 20. Mai 2019, in Kraft seit 1. Aug. 2019 ( AS 2019 2059 )."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Bewertung",
      "content": "1 Jede Modulprüfung sowie die Abschlussarbeit werden mit einer Note nach folgender Skala bewertet: A = hervorragend B = sehr gut C = gut D = befriedigend E = ausreichend FX = nicht bestanden F = nicht bestanden, mit erheblichen Mängeln. 2 Das Qualifikationsverfahren ist bestanden, wenn alle Modulprüfungen sowie die allfällige Abschlussarbeit mindestens mit der Note E bewertet sind. 3 Die Resultate werden den Studierenden spätestens einen Monat nach der Prüfung schriftlich mitgeteilt. Fassung gemäss Ziff. I der V des EHB-Rats vom 18. Nov. 2021, in Kraft seit 1. März 2022 ( AS 2022 82 ). Fassung gemäss Ziff. I der V des EHB-Rats vom 18. Nov. 2021, in Kraft seit 1. März 2022 ( AS 2022 82 )."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Abmeldung, Nichterscheinen und Nichteinhaltung von Terminen im Rahmen des Qualifikationsverfahrens",
      "content": "1 Die Abmeldung von einem Prüfungsverfahren ist bis zehn Tage vor dem festgelegten oder vereinbarten Termin ohne Angabe von Gründen möglich. 2 Die Abmeldung nach der Frist gemäss Absatz 1 ist nur aus wichtigen Gründen möglich. Als wichtige Gründe gelten namentlich Krankheit und Unfall sowie der Todesfall einer nahen angehörigen Person. Die Kandidatin oder der Kandidat teilt der Studiengangleitung die wichtigen Gründe mit Beilage der entsprechenden Beweismittel schriftlich mit. 3 Meldet sich eine Kandidatin oder ein Kandidat ohne wichtige Gründe nicht fristgerecht ab oder erscheint sie oder er zu einem festgelegten oder vereinbarten Termin ohne wichtige Gründe nicht oder reicht sie oder er die schriftliche Arbeit oder die Abschlussarbeit ohne wichtige Gründe nicht innerhalb der vereinbarten Frist ein, so bewertet die Studiengangsleitung das Prüfungsverfahren mit der Note F."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "",
      "content": "Aufgehoben durch Ziff. I der V des EHB-Rats vom 18. Nov. 2021, mit Wirkung seit 1. März 2022 ( AS 2022 82 )."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Aufbewahrung der Akten und Veröffentlichung der Arbeiten",
      "content": "1 Die Prüfungsakten werden so lange aufbewahrt, bis alle Entscheide derselben Prüfungssession rechtskräftig sind, mindestens aber drei Jahre. 2 Notenblätter und -entscheide werden zehn Jahre lang aufbewahrt. 3 Die EHB kann Abschlussarbeiten veröffentlichen oder anderswie zugänglich machen. Sie kann sie auf unbestimmte Zeit archivieren. Vorbehalten bleiben die Bestimmungen über das Urheberrecht und den Datenschutz. Fassung gemäss Ziff. I der V des EHB-Rats vom 18. Nov. 2021, in Kraft seit 1. März 2022 ( AS 2022 82 )."
    },
    {
      "provision_ref": "art2527",
      "chapter": "6. Abschnitt: ...",
      "section": "2527",
      "title": "",
      "content": "Aufgehoben durch Ziff. I der V des EHB-Rats vom 18. Nov. 2021, mit Wirkung seit 1. März 2022 ( AS 2022 82 )."
    },
    {
      "provision_ref": "art28",
      "chapter": "7. Abschnitt: ...",
      "section": "28",
      "title": "",
      "content": "Aufgehoben durch Ziff. I der V des EHB-Rats vom 17. Juni 2021, mit Wirkung seit 1. Aug. 2021 ( AS 2021 459 )."
    },
    {
      "provision_ref": "art29",
      "chapter": "8. Abschnitt: Schlussbestimmungen",
      "section": "29",
      "title": "Aufhebung bisherigen Rechts",
      "content": "Das EHB-Studienreglement vom 22. September 2006 wird aufgehoben. [ AS 2006 4261 ]"
    },
    {
      "provision_ref": "art30",
      "chapter": "8. Abschnitt: Schlussbestimmungen",
      "section": "30",
      "title": "Übergangsbestimmungen",
      "content": "1 Absolventinnen und Absolventen, welche die bisherigen «Didaktischen Kurse» mit Zertifikatsabschluss abgeschlossen haben, sind bis Ende 2009 unter Anrechnung der ersten zwei Module zum Eintritt in die Ausbildungsstudiengänge für hauptberufliche Berufsbildungsverantwortliche berechtigt. 2 Für hauptberufliche Berufsfachschullehrerinnen und Berufsfachschullehrer für berufskundlichen Unterricht sowie für hauptberufliche Lehrerinnen und Lehrer der höheren Fachschulen ist bis und mit Beginn des Studienjahres 2011/2012 der Zugang zu den entsprechenden Ausbildungsstudiengängen auch ohne Maturitätsabschluss oder den Nachweis einer gleichwertigen Kompetenz möglich."
    },
    {
      "provision_ref": "art31",
      "chapter": "8. Abschnitt: Schlussbestimmungen",
      "section": "31",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 1. August 2010 in Kraft. Ausdruck gemäss Ziff. I der V des EHB-Rats vom 20. Mai 2019, in Kraft seit 1. Aug. 2019 ( AS 2019 2059 )."
    }
  ],
  "definitions": []
}