{
  "id": "sr-414-154",
  "type": "statute",
  "title": "Verordnung vom 14. September 1995 über die Stipendien und Darlehen an den Eidgenössischen Technischen Hochschulen (ETH-Stipendienverordnung)",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1995/4884_4884_4884/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "1",
      "title": "Gegenstand",
      "content": "Diese Verordnung regelt die Gewährung von Stipendien und Darlehen aus veranschlagten Kreditmitteln des ETH-Bereichs an Minderbemittelte."
    },
    {
      "provision_ref": "art2",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "2",
      "title": "Grundsätze",
      "content": "1 Auf die Ausrichtung eines Stipendiums oder Darlehens besteht kein Rechtsanspruch. 2 Stipendien aus veranschlagten Kreditmitteln des ETH-Bereichs werden in der Regel subsidiär als Ergänzung zu anderen externen Finanzierungsquellen ausgerichtet. 3 Stipendien werden in der Regel während der reglementarischen Dauer des betreffenden Studiums ausbezahlt. Verlängerungen der Ausbildungsdauer wegen ausserordentlicher Umstände werden gebührend berücksichtigt."
    },
    {
      "provision_ref": "art3",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "3",
      "title": "Begriff; Arten von Stipendien",
      "content": "1 Stipendien im Sinne dieser Verordnung sind einmalige oder wiederkehrende Geldleistungen, zu deren Rückzahlung keine Verpflichtung besteht. 2 Es bestehen folgende Arten von Stipendien: a. Stipendien für Studierende: Sie werden im Hinblick auf den Erwerb eines ETH-Diploms oder eines Eidgenössischen Diploms an einer ETH gewährt; b. Doktoratsstipendien: Sie werden ausnahmsweise und in der Regel vorübergehend gewährt, wenn ein Doktorand oder eine Doktorandin über keine Anstellung verfügt; c. Nachdiplomstipendien: Sie werden in der Regel nur schweizerischen und in der Schweiz niedergelassenen ausländischen Nachdiplomstudierenden gewährt, die ihr Studium als Vollpensum absolvieren."
    },
    {
      "provision_ref": "art4",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "4",
      "title": "Zuständigkeit",
      "content": "Über die Gewährung von Stipendien und Darlehen entscheidet: a. der Rektor der ETHZ bei Gesuchen von Studierenden, Doktoranden und Doktorandinnen sowie Nachdiplomstudierenden, die an der ETHZ zugelassen und eingeschrieben sind; b. der akademische Direktor der ETHL bei Gesuchen von Studierenden, Doktoranden und Doktorandinnen sowie Nachdiplomstudierenden, die an der ETHL zugelassen und eingeschrieben sind."
    },
    {
      "provision_ref": "art5",
      "chapter": "2. Abschnitt: Stipendien",
      "section": "5",
      "title": "Gesuch",
      "content": "1 Ein Stipendiengesuch kann stellen, wer endgültig für eine bestimmte Ausbildung an einer ETH zugelassen wurde. Die ETH können überdies verlangen, dass die gesuchstellende Person ein Studienjahr an der betreffenden ETH erfolgreich absolviert hat. 2 Die ETH legen die Fristen für die Einreichung fest und bestimmen, welche Unterlagen dem Gesuch beizulegen sind."
    },
    {
      "provision_ref": "art6",
      "chapter": "2. Abschnitt: Stipendien",
      "section": "6",
      "title": "Angabe der finanziellen Verhältnisse",
      "content": "1 Wer ein Gesuch stellt, muss seine finanziellen Verhältnisse und die finanziellen Verhältnisse allfälliger Unterstützungspflichtiger offenlegen. 2 Von ausländischen Gesuchstellern und Gesuchstellerinnen mit einer Aufenthaltsbewilligung als Studierende einer ETH kann überdies der Nachweis verlangt werden, dass die Person, die für ihren Unterhalt in der Schweiz einsteht, sie wegen einer deutlichen Verschlechterung der finanziellen Verhältnisse nicht mehr unterstützen kann."
    },
    {
      "provision_ref": "art7",
      "chapter": "2. Abschnitt: Stipendien",
      "section": "7",
      "title": "Allgemeine Kriterien für die Gewährung",
      "content": "1 Massgebende Kriterien für die Gewährung eines Stipendiums sind, nebst den finanziellen Verhältnissen, namentlich: a. die fachliche Qualifikation der gesuchstellenden Person; b. die Ergebnisse der Vordiplom- und Promotionsprüfungen; c. eine befürwortende Stellungnahme des Leiters der Doktorarbeit; d. eine befürwortende Stellungnahme der für das betreffende Nachdiplomstudium verantwortlichen Person, wenn das Nachdiplomstudium nach zwölf Monaten nicht abgeschlossen wurde. 2 Wer bereits ein Hochschuldiplom besitzt, erhält in der Regel kein Stipendium für Studierende."
    },
    {
      "provision_ref": "art8",
      "chapter": "2. Abschnitt: Stipendien",
      "section": "8",
      "title": "Dauer der Unterstützung",
      "content": "1 Stipendien werden jeweils für ein Studienjahr oder bei kürzeren Studien für die entsprechende Dauer gewährt. 2 Sie können auf Gesuch hin erneuert werden, wenn die Kriterien für die Gewährung noch erfüllt sind."
    },
    {
      "provision_ref": "art9",
      "chapter": "2. Abschnitt: Stipendien",
      "section": "9",
      "title": "Höhe",
      "content": "1 Für die einzelnen Stipendienarten gelten, einschliesslich anderer Finanzierungsquellen, folgende monatliche Höchstbeträge: Franken [tab] a. Stipendium für Studierende 1450 [tab] b. Doktoratsstipendium 1900 [tab] c. Nachdiplomstipendium 1900 2 Die ETH bestimmen den Betrag des zugesprochenen Stipendiums in jedem Einzelfall mit einer Verfügung. 3 Die Stipendien können monatlich, semesterweise oder jährlich ausgerichtet werden. 4 Auf Gesuch hin können die ETH eine monatliche Kinderzulage gewähren, deren Höhe sich nach Artikel 53 Absatz 3 der Angestelltenordnung vom 10. November 1959 richtet, sofern diese Zulage nicht von anderer Seite ausbezahlt wird. Die Kinderzulage kann semesterweise ausgerichtet werden. SR 172.221.104"
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Einstellung und Rückerstattung",
      "content": "1 Ein Stipendium wird nicht mehr ausgerichtet, wenn die in dieser Verordnung festgelegten Kriterien nicht mehr erfüllt sind. 2 Die ETH können die Rückerstattung bereits ausbezahlter Beträge verlangen, wenn das Stipendium gestützt auf unzutreffende oder unvollständige Angaben gewährt worden ist. Sie weisen auf diese Rechtsfolge ausdrücklich hin."
    },
    {
      "provision_ref": "art11",
      "chapter": "3. Abschnitt: Darlehen",
      "section": "11",
      "title": "",
      "content": "1 Den Personen, welche die Voraussetzungen für die Gewährung eines Stipendiums nicht erfüllen, kann in besonderen Fällen ein zinsloses Darlehen gewährt werden. 2 In Härtefällen kann das Darlehen zusätzlich zu einem ETH-Stipendium gewährt werden. 3 Die ETH bestimmen die Höhe und die Rückzahlungsmodalitäten in jedem Einzelfall mit einer Verfügung. 4 Die Artikel 5–7 und 10 gelten sinngemäss."
    },
    {
      "provision_ref": "art12",
      "chapter": "4. Abschnitt: Schlussbestimmungen",
      "section": "12",
      "title": "Übergangsbestimmungen",
      "content": "Diese Verordnung gilt nicht für Gesuche, die im Zeitpunkt des Inkrafttretens bereits hängig waren."
    },
    {
      "provision_ref": "art13",
      "chapter": "4. Abschnitt: Schlussbestimmungen",
      "section": "13",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 1. Oktober 1995 in Kraft."
    }
  ],
  "definitions": []
}