{
  "id": "sr-414-134-2",
  "type": "statute",
  "title": "Verordnung der Schulleitung der ETHL vom 27. Juni 2005 über die Weiterbildung und die Fortbildung an der Eidgenössischen Technischen Hochschule Lausanne (Weiterbildungsverordnung ETHL)",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2005/553/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "1",
      "title": "Gegenstand",
      "content": "Diese Verordnung regelt die Weiterbildung und die Fortbildung an der ETHL sowie die Zuständigkeiten in diesem Bereich."
    },
    {
      "provision_ref": "art2",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "2",
      "title": "Zweck der Weiterbildung und der Fortbildung",
      "content": "Zweck der Weiterbildung und der Fortbildung ist es, die Bedürfnisse nach ergänzender universitärer Bildung zu erfüllen. Fassung gemäss Ziff. I der V der ETHL-Schulleitung vom 14. Dez. 2016, in Kraft seit 1. März 2017 ( AS 2017 483 )."
    },
    {
      "provision_ref": "art3",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "3",
      "title": "Weiterbildung",
      "content": "1 Die Weiterbildung umfasst: a. die Programme im technischen und wissenschaftlichen Bereich, die zum Titel «Master of Advanced Studies» (MAS) führen; b. die Programme im Bereich Technologie-Management, die zum Titel «Executive Master» (EM) führen; c. Weiterbildungsprogramme, die mit dem Diploma of Advanced Studies (DAS) oder dem Certificate of Advanced Studies (CAS) abgeschlossen werden; d. Weiterbildungsprogramme, die mit dem Certificate of Open Studies (COS) abgeschlossen werden; e. kürzere Weiterbildungsveranstaltungen. 2 Die Weiterbildung richtet sich in erster Linie an Personen, die bereits über Berufserfahrung verfügen. Fassung gemäss Ziff. I der V der ETHL-Schulleitung vom 14. Dez. 2016, in Kraft seit 1. März 2017 ( AS 2017 483 ). Eingefügt durch Ziff. I der V der ETHL-Schulleitung vom 14. Dez. 2016, in Kraft seit 1. März 2017 ( AS 2017 483 ). Ursprünglich: Bst. d"
    },
    {
      "provision_ref": "art4",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "4",
      "title": "Fortbildung",
      "content": "1 Die Fortbildung umfasst: a. die Programme im technischen und wissenschaftlichen Bereich, die zum Titel «Master of Advanced Studies» (MAS) führen; b. die Programme im Bereich Technologie-Management, die zum Titel «Executive Master» (EM) führen; c. Fortbildungsprogramme, die mit dem Diploma of Advanced Studies (DAS) oder dem Certificate of Advanced Studies (CAS) abgeschlossen werden. 2 Die Fortbildung richtet sich in erster Linie an Personen, die vor kurzem ihre Studien abgeschlossen haben. Fassung gemäss Ziff. I der V der ETHL-Schulleitung vom 14. Dez. 2016, in Kraft seit 1. März 2017 ( AS 2017 483 )."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Zuständigkeiten und Organisation",
      "content": "1 Die Schule für Weiterbildung der ETHL (Ecole de la formation continue, EFC) koordiniert sämtliche in den Artikeln 3 und 4 genannten Weiterbildungs- und Fortbildungsaktivitäten an der ETHL. 2 Die EFC ist dem Vizepräsidenten oder der Vizepräsidentin für Ausbildung unter­ stellt. 3 Die erste Auflage der MAS- und der EM-Programme unterliegt der Genehmigung der Schulleitung der ETHL. 4 Der Vizepräsident oder die Vizepräsidentin für Ausbildung: a. genehmigt jährlich das Budget und die Jahresrechnung der EFC; b. bestimmt die Leiterinnen und Leiter der MAS-, der EM-, der DAS-, der CAS- und der COS-Programme; c. erteilt die Bewilligungen für die erste Auflage der DAS-, der CAS- und der COS-Programme; d. genehmigt die Studienreglemente. 5 Der oder die Delegierte des Vizepräsidenten oder der Vizepräsidentin für Ausbildung: a. leitet die EFC; b. erteilt die Bewilligungen für die Auflagen von Weiterbildungs- und Fortbildungsprogrammen und -veranstaltungen, die nicht in die Zuständigkeit der Schulleitung der ETHL oder des Vizepräsidenten oder der Vizepräsidentin für Ausbildung fallen; c. entscheidet über die Anerkennung und die Gleichwertigkeit der von den Kandidierenden vorgelegten Hochschulabschlüsse und über die Zulassungsberechtigung der Kandidierenden; d. gibt die Entscheide über die Zulassungen zu den Weiterbildungs- und Fortbildungsprogrammen bekannt; e. entwickelt im Rahmen der von der ETHL-Schulleitung vorgegebenen Grundzüge der Weiterbildung und der Fortbildung eine entsprechende Strategie; f. sorgt für die Evaluation und die Qualitätskontrolle des Weiterbildungs- und des Fortbildungsangebots; g. sorgt für die Bekanntmachung der Weiterbildung und der Fortbildung an der ETHL. 6 Die Programmleiterinnen und Programmleiter: a. sind zuständig für die Durchführung und die Administration des Programms in ihrer Verantwortung; b. sorgen zusammen mit der EFC für die Bekanntmachung der Programme; c. entscheiden über die Auswahl der zulassungsberechtigten Kandidierenden. Fassung gemäss Ziff. I der V der ETHL-Schulleitung vom 14. Dez. 2016, in Kraft seit 1. März 2017 ( AS 2017 483 ). Fassung gemäss Ziff. I der V der ETHL-Schulleitung vom 14. Dez. 2016, in Kraft seit 1. März 2017 ( AS 2017 483 ). Fassung gemäss Ziff. I der V der ETHL-Schulleitung vom 14. Dez. 2016, in Kraft seit 1. März 2017 ( AS 2017 483 ). Fassung gemäss Ziff. I der V der ETHL-Schulleitung vom 14. Dez. 2016, in Kraft seit 1. März 2017 ( AS 2017 483 ). Fassung gemäss Ziff. I der V der ETHL-Schulleitung vom 14. Dez. 2016, in Kraft seit 1. März 2017 ( AS 2017 483 ). Fassung gemäss Ziff. I der V der ETHL-Schulleitung vom 14. Dez. 2016, in Kraft seit 1. März 2017 ( AS 2017 483 ). Fassung gemäss Ziff. I der V der ETHL-Schulleitung vom 14. Dez. 2016, in Kraft seit 1. März 2017 ( AS 2017 483 ). Fassung gemäss Ziff. I der V der ETHL-Schulleitung vom 14. Dez. 2016, in Kraft seit 1. März 2017 ( AS 2017 483 ). Fassung gemäss Ziff. I der V der ETHL-Schulleitung vom 14. Dez. 2016, in Kraft seit 1. März 2017 ( AS 2017 483 )."
    },
    {
      "provision_ref": "art6",
      "chapter": "2. Abschnitt: MAS- und EM-Programme in der Weiterbildung und in der Fortbildung in der Fortbildung",
      "section": "6",
      "title": "Zweck und Umfang",
      "content": "1 Die MAS- und die EM-Programme dienen dazu, die fachlichen Kenntnisse zu erweitern und zu vertiefen, das Problemlösungsvermögen zu steigern und die Laufbahnentwicklung und -neuausrichtung vor dem Hintergrund sich wandelnder Berufsfelder und Anforderungsprofile zu fördern. 2 Ein MAS- oder EM-Programm entspricht mindestens 60 ECTS-Kreditpunkten (European Credit Transfer and Accumulation System). 3 Das Programm umfasst eine Abschlussarbeit, die unter der Leitung einer Dozentin oder eines Dozenten verfasst wird, die oder der von der Programmleiterin oder vom Programmleiter bezeichnet worden ist; das Programm kann ein Praktikum beinhalten."
    },
    {
      "provision_ref": "art7",
      "chapter": "2. Abschnitt: MAS- und EM-Programme in der Weiterbildung und in der Fortbildung in der Fortbildung",
      "section": "7",
      "title": "Organisation",
      "content": "1 Die Bewilligung für die erste Auflage eines MAS- oder eines EM-Programms wird gestützt auf einen Businessplan und ein Studienreglement erteilt. Die Bewilligung der darauf folgenden Auflagen wird gestützt auf die jeweilige Aktualisierung des Businessplans und des Studienreglements erteilt. 2 Der Businessplan umfasst mindestens: a. eine Beschreibung der Ausbildungsziele; b. eine Marktanalyse (Nachfrage und Konkurrenzangebote); c. einen Finanzierungsplan und ein Budget für die betreffende Programmauflage sowie die vorgesehene Entwicklung für die folgenden Auflagen; d. einen detaillierten Studienplan, der das Curriculum, die Lerninhalte und die didaktischen Methoden definiert. 3 Das Studienreglement beschreibt mindestens die Zulassungsvoraussetzungen und das Zulassungsverfahren, die Modalitäten des Ausbildungsganges und der Evaluation der Kenntnisse, die Voraussetzungen für das Bestehen und die Organisationsstruktur."
    },
    {
      "provision_ref": "art8",
      "chapter": "2. Abschnitt: MAS- und EM-Programme in der Weiterbildung und in der Fortbildung in der Fortbildung",
      "section": "8",
      "title": "Zulassungsberechtigung und Auswahl",
      "content": "1 Zur Zulassung zu den MAS- oder den EM-Studiengängen ist auf Grund eines Dossiers berechtigt, wer über einen Master oder ein Diplom der ETH oder einen anderen als gleichwertig anerkannten Hochschulabschluss verfügt. 2 Ausnahmsweise können auch Kandidierende für zulassungsberechtigt erklärt werden, welche die Voraussetzungen nach Absatz 1 nicht erfüllen, aber auf Grund nachzuweisender beruflicher Vorkenntnisse und einer Berufserfahrung über die notwendige Qualifikation verfügen. 3 Sofern die Ausrichtung oder die Organisation eines Programms dies erfordert, kann die Zulassung von zusätzlichen Voraussetzungen abhängig gemacht werden, z.B. von besonderen nachzuweisenden Vorkenntnissen und Qualifikationen, logistischen Kapazitäten oder der gewünschten Zusammensetzung der Teilnehmenden hinsichtlich ihrer Berufsprofile und -laufbahnen."
    },
    {
      "provision_ref": "art9",
      "chapter": "2. Abschnitt: MAS- und EM-Programme in der Weiterbildung und in der Fortbildung in der Fortbildung",
      "section": "9",
      "title": "Titel",
      "content": "1 Die ETHL verleiht den Titel «Master of Advanced Studies» (MAS) denjenigen Teilnehmenden, die als reguläre Studierende zu einem MAS-Programm zugelassen worden sind und alle Voraussetzungen des entsprechenden Studienreglements erfüllt haben. 2 Die ETHL verleiht den Titel «Executive Master» (EM) denjenigen Teilnehmenden, die als reguläre Studierende zu einem EM-Programm zugelassen worden sind und alle Voraussetzungen des entsprechenden Studienreglements erfüllt haben. 3 Dem Titel beigefügt wird ein Diplomzusatz («Diploma supplement»), der Niveau, Kontext, Inhalt und Status des erfolgreich abgeschlossenen Studiengangs beschreibt. 4 Wer als regulärer Studierender oder reguläre Studierende zu einem MAS- oder EM-Programm zugelassen wurde und dieses ganz oder teilweise absolviert hat, ohne den entsprechenden Titel zu erwerben, erhalt von der Programmleiterin oder vom Programmleiter auf Wunsch eine Teilnahmebestätigung, die den besuchten Kurs bezeichnet und gegebenenfalls die erworbenen Kreditpunkte festhält. Fassung gemäss Ziff. I der V der ETHL-Schulleitung vom 14. Dez. 2016, in Kraft seit 1. März 2017 ( AS 2017 483 )."
    },
    {
      "provision_ref": "art10",
      "chapter": "17",
      "section": "10",
      "title": "Zweck, Umfang und Abschlüsse",
      "content": "1 Die DAS- und CAS- Weiterbildungs- und Fortbildungsprogramme verfolgen denselben Zweck wie die MAS- und EM-Programme (Art. 6 Abs. 1), sind aber auf eine besondere Fragestellung ausgerichtet. 2 Ein DAS-Programm entspricht mindestens 30 ECTS-Kreditpunkten. Ein CAS­ Programm entspricht mindestens 10 ECTS-Kreditpunkten. 3 Die ETHL verleiht das «Diploma of Advanced Studies» (DAS) denjenigen Teil­ nehmenden, die als reguläre Studierende zu einem DAS-Programm zugelassen worden sind und alle Voraussetzungen des entsprechenden Studienreglements erfüllt haben. 4 Die ETHL verleiht das «Certificate of Advanced Studies» (CAS) denjenigen Teilnehmenden, die als reguläre Studierende zu einem CAS-Programm zugelassen worden sind und alle Voraussetzungen des entsprechenden Studienreglements erfüllt haben. Fassung gemäss Ziff. I der V der ETHL-Schulleitung vom 14. Dez. 2016, in Kraft seit 1. März 2017 ( AS 2017 483 )."
    },
    {
      "provision_ref": "art11",
      "chapter": "17",
      "section": "11",
      "title": "Organisation",
      "content": "Die Bestimmungen über den Businessplan und das Studienreglement der MAS- und EM-Programme (Art. 7) sind sinngemäss anwendbar."
    },
    {
      "provision_ref": "art12",
      "chapter": "17",
      "section": "12",
      "title": "Zulassungsberechtigung und Auswahl",
      "content": "1 Zu den DAS- und CAS-Programmen wird aufgrund eines Dossiers zugelassen, wer über einen Bachelor der ETH oder eine andere als gleichwertig anerkannte Hochschulbildung verfügt. 2 Ausnahmsweise können auch Kandidierende für zulassungsberechtigt erklärt werden, welche die Voraussetzungen nach Absatz 1 nicht erfüllen, aber auf Grund nachzuweisender beruflicher Vorkenntnisse und einer Berufserfahrung über die notwendige Qualifikation verfügen. 3 Sofern die Ausrichtung oder die Organisation eines Programms dies erfordert, kann die Zulassung von zusätzlichen Voraussetzungen abhängig gemacht werden, z.B. von besonderen nachzuweisenden Vorkenntnissen und Qualifikationen, logistischen Kapazitäten oder der gewünschten Zusammensetzung der Teilnehmenden hinsichtlich ihrer Berufsprofile und -laufbahnen. Fassung gemäss Ziff. I der V der ETHL-Schulleitung vom 14. Dez. 2016, in Kraft seit 1. März 2017 ( AS 2017 483 )."
    },
    {
      "provision_ref": "art12a",
      "chapter": "20",
      "section": "12a",
      "title": "a Zweck, Umfang und Abschluss",
      "content": "1 Die Programme der offenen Weiterbildung verfolgen denselben Zweck wie die MAS- und EM-Programme (Art. 6 Abs. 1), sind aber auf eine besondere Fragestellung ausgerichtet. 2 Ein Programm der offenen Weiterbildung entspricht mindestens 10 ECTS-Kredit­ punkten. 3 Die ETHL verleiht das «Certificate of Open Studies» (COS) denjenigen Teilnehmenden, die als reguläre Studierende zu einem COS-Programm zugelassen worden sind und alle Voraussetzungen des entsprechenden Studienreglements erfüllt haben."
    },
    {
      "provision_ref": "art12b",
      "chapter": "20",
      "section": "12b",
      "title": "b Organisation",
      "content": "Die Bestimmungen über den Businessplan und das Studienreglement der MAS- und EM-Programme (Art. 7) sind sinngemäss anwendbar."
    },
    {
      "provision_ref": "art12c",
      "chapter": "20",
      "section": "12c",
      "title": "c Zulassungsberechtigung und Auswahl",
      "content": "1 Zu den Programmen der offenen Weiterbildung werden auch Kandidatinnen und Kandidaten zugelassen, die über keinen Hochschultitel verfügen. 2 Erfordert es die Ausrichtung oder die Organisation eines Programms, so kann die Zulassung von zusätzlichen Voraussetzungen abhängig gemacht werden von besonderen Vorkenntnissen und Qualifikationen der Kandidatinnen und Kandidaten, von logistischen Kapazitäten oder davon, dass eine bestimmte Zusammensetzung der Teilnehmenden hinsichtlich ihrer Berufsprofile und -laufbahnen erwünscht ist."
    },
    {
      "provision_ref": "art13",
      "chapter": "4. Abschnitt: Kürzere Weiterbildungsveranstaltungen",
      "section": "13",
      "title": "Zweck und Umfang",
      "content": "1 Die kürzeren Weiterbildungsveranstaltungen (Kurse, Seminare, Workshops, Tagungen) dienen der Aktualisierung der Kenntnisse sowie der Entwicklung, Vertiefung, dem Transfer und dem Austausch von Knowhow in den verschiedenen Bereichen der Praxis. Sie stützen sich auf Forschungstätigkeiten der organisierenden Einheiten ab. 2 Der Besuch der Veranstaltungen wird mit einer Teilnahmebestätigung bescheinigt."
    },
    {
      "provision_ref": "art14",
      "chapter": "4. Abschnitt: Kürzere Weiterbildungsveranstaltungen",
      "section": "14",
      "title": "Organisation",
      "content": "Die Bewilligung jeder kürzeren Weiterbildungsveranstaltung erfolgt gestützt auf ein Dossier, das Ziele, Inhalt und Ablauf kurz beschreibt, den Namen der für die Organisation zuständigen Person und ein Budget enthält."
    },
    {
      "provision_ref": "art15",
      "chapter": "4. Abschnitt: Kürzere Weiterbildungsveranstaltungen",
      "section": "15",
      "title": "Zulassungsberechtigung und Aufnahme",
      "content": "1 Zur Zulassung zu den kürzeren Weiterbildungsveranstaltungen berechtigt sind Hochschulabsolventinnen und -absolventen, qualifizierte Fachkräfte sowie Berufsleute mit nachweislich angemessener Qualifikation. 2 Der Veranstalter entscheidet über die Aufnahme der Teilnehmenden; er kann deren Zahl beschränken. Er übermittelt die Liste der Teilnehmenden an die EFC."
    },
    {
      "provision_ref": "art16",
      "chapter": "5. Abschnitt: Schulgeld, Partnerschaften und Personalbildung",
      "section": "16",
      "title": "Schulgeld",
      "content": "Schulgeld, Kostenbeiträge und allfällige Befreiungen werden durch die Verordnung vom 31. Mai 1995 über die Gebühren im Bereich der ETH geregelt. SR 414.131.7"
    },
    {
      "provision_ref": "art17",
      "chapter": "5. Abschnitt: Schulgeld, Partnerschaften und Personalbildung",
      "section": "17",
      "title": "Partnerschaften",
      "content": "1 Partnerschaften mit anderen universitäre Institutionen im Bereich der MAS-, EM-, DAS-, CAS- oder COS-Programme bedürfen besonderer, von den Leitungen der beteiligten Institutionen genehmigter Vereinbarungen. 2 Die gemeinsame Verleihung von Titeln oder Abschlüssen durch die ETHL und eine Partnerinstitution wird im Rahmen dieser Vereinbarungen geregelt. Fassung gemäss Ziff. I der V der ETHL-Schulleitung vom 14. Dez. 2016, in Kraft seit 1. März 2017 ( AS 2017 483 )."
    },
    {
      "provision_ref": "art18",
      "chapter": "5. Abschnitt: Schulgeld, Partnerschaften und Personalbildung",
      "section": "18",
      "title": "Schulung des Personals der ETHL",
      "content": "Die ETHL unterstützt ihr Personal, damit es die Programme und Veranstaltungen der Weiterbildung besucht."
    },
    {
      "provision_ref": "art19",
      "chapter": "6. Abschnitt: Schlussbestimmungen",
      "section": "19",
      "title": "Aufhebung und Änderung bisherigen Rechts",
      "content": "1. Die Verordnung vom 13. Dezember 1999 über die Nachdiplomausbildung an der Eidgenössischen Technischen Hochschule Lausanne wird aufgehoben. 2. und 3. … [ AS 2001 1499 , 2002 2764 , 2004 4335 Anhang II Ziff. 3] Die Änderungen können unter AS 2005 4229 konsultiert werden."
    },
    {
      "provision_ref": "art20",
      "chapter": "6. Abschnitt: Schlussbestimmungen",
      "section": "20",
      "title": "Übergangsbestimmung",
      "content": "Die früheren Titel gemäss Artikel 10 der Verordnung vom 13. Dezember 1999 über die Nachdiplomausbildung an der Eidgenössischen Technischen Hochschule Lausanne können im Rahmen der Nachdiplomausbildungen, die zum Zeitpunkt des Inkrafttretens dieser Verordnung im Gange sind, weiterhin verliehen werden. AS 2001 1499"
    },
    {
      "provision_ref": "art21",
      "chapter": "6. Abschnitt: Schlussbestimmungen",
      "section": "21",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 1. September 2005 in Kraft."
    }
  ],
  "definitions": []
}