{
  "id": "sr-412-106-16",
  "type": "statute",
  "title": "Verordnung des EHB-Rates vom 17. Februar 2011 über die Gebühren der Eidgenössischen Hochschule für Berufsbildung (EHB-Gebührenverordnung)",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2011/426/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Gegenstand und Geltungsbereich",
      "content": "1 Diese Verordnung bestimmt die Gebühren, die die Eidgenössische Hochschule für Berufsbildung (EHB) für ihre Bildungsangebote und ihre Dienstleistungen erhebt. 2 Nicht unter diese Verordnung fallen gewerbliche Leistungen nach Artikel 28 des EHB-Gesetzes vom 25. September 2020. Fassung gemäss Ziff. I der V des EHB-Rats vom 30. März 2021, vom BR genehmigt am 18. Juni 2021 und in Kraft seit 1. Aug. 2021 ( AS 2021 406 )."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Anwendbarkeit der Allgemeinen Gebührenverordnung",
      "content": "Soweit diese Verordnung keine besondere Regelung enthält, gelten die Bestimmungen der Allgemeinen Gebührenverordnung vom 8. September 2004. SR 172.041.1"
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Ausbildungsstudiengänge: Einschreibegebühr",
      "content": "1 Die Einschreibegebühr für die Ausbildungsstudiengänge beträgt 200 Franken. 2 Die Einschreibegebühr bleibt auch im Fall einer Abmeldung, des Nichtantretens oder des Abbruchs des Studiengangs geschuldet; sie wird nicht zurückerstattet. Fassung gemäss Ziff. I der V des EHB-Rats vom 17. Mai 2017, vom BR genehmigt am 9. Juni 2017 und in Kraft seit 1. Aug. 2017 ( AS 2017 3639 )."
    },
    {
      "provision_ref": "art3a",
      "section": "3a",
      "title": "a Ausbildungsstudiengänge: Semester- und Materialgebühren",
      "content": "1 Die Semestergebühren für Ausbildungsstudiengänge betragen: a. für Diplomstudiengänge mit einer Studiendauer: 1. von zwei Jahren: 660 Franken, 2. von drei Jahren: 450 Franken; b. für Zertifikatsstudiengänge mit einer Studiendauer: 1. von einem Jahr: 590 Franken, 2. von zwei Jahren: 420 Franken. 2 Verlängert sich die Studiendauer, so werden für zusätzliche Semester die Gebühren der jeweils längeren Studiendauer gemäss Absatz 1 erhoben. 3 Die Semestergebühren für den Bachelor- und für den Masterstudiengang betragen je 800 Franken. 4 Zusätzlich zur Semestergebühr werden für Material pro Semester 50 Franken erhoben. 5 Im Fall einer Abmeldung bis zwei Wochen vor Kursbeginn werden bereits bezahlte Semester- und Materialgebühren zurückerstattet. 6 Im Fall einer späteren Abmeldung, des Nichtantretens oder des Abbruchs des Studiengangs bleiben die Semester- und die Materialgebühren geschuldet beziehungsweise werden nicht zurückerstattet. Eingefügt durch Ziff. I der V des EHB-Rats vom 17. Mai 2017, vom BR genehmigt am 9. Juni 2017 und in Kraft seit 1. Aug. 2017 ( AS 2017 3639 ). Fassung gemäss Ziff. I der V des EHB-Rats vom 30. März 2021, vom BR genehmigt am 18. Juni 2021 und in Kraft seit 1. Aug. 2021 ( AS 2021 406 ). Fassung gemäss Ziff. I der V des EHB-Rats vom 20. Mai 2019, vom BR genehmigt am 7. Juni 2019 und in Kraft seit 1. Aug. 2019 ( AS 2019 2063 )."
    },
    {
      "provision_ref": "art3b",
      "section": "3b",
      "title": "b Ausbildungsstudiengänge: Gebühren für zusätzliche Leistungen",
      "content": "Für zusätzliche Leistungen werden folgende Gebühren erhoben: a. Abnahme der abschlussrelevanten Probelektion: 200 Franken; b. Abnahme der Diplomarbeit: 200 Franken; c. Abnahme der Bachelor- oder der Masterarbeit und deren Verteidigung: 200 Franken. Eingefügt durch Ziff. I der V des EHB-Rats vom 17. Mai 2017, vom BR genehmigt am 9. Juni 2017 und in Kraft seit 1. Aug. 2017 ( AS 2017 3639 ). Fassung gemäss Ziff. I der V des EHB-Rats vom 30. März 2021, vom BR genehmigt am 18. Juni 2021 und in Kraft seit 1. Aug. 2021 ( AS 2021 406 ). Fassung gemäss Ziff. I der V des EHB-Rats vom 30. März 2021, vom BR genehmigt am 18. Juni 2021 und in Kraft seit 1. Aug. 2021 ( AS 2021 406 ). Fassung gemäss Ziff. I der V des EHB-Rats vom 20. Mai 2019, vom BR genehmigt am 7. Juni 2019 und in Kraft seit 1. Aug. 2019 ( AS 2019 2063 )."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Spezielle Semestergebühren",
      "content": "Sollen Kompetenzen, die ausserhalb geregelter Bildungsgänge erworben wurden, an einen Diplomstudiengang angerechnet werden, so beträgt die Semestergebühr für diesen Diplomstudiengang einschliesslich des Anrechnungsverfahrens 1450 Franken. Fassung gemäss Ziff. I der V des EHB-Rats vom 30. März 2021, vom BR genehmigt am 18. Juni 2021 und in Kraft seit 1. Aug. 2021 ( AS 2021 406 )."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Weiterbildungen und übrige Bildungsangebote",
      "content": "1 Die Gebühren für Weiterbildungen und übrige Bildungsangebote werden auf der Grundlage der Kosten- und Leistungsrechnung bemessen. 2 Die Gebühr für Weiterbildungskurse und für übrige Bildungsangebote für Berufsbildungsverantwortliche beträgt höchstens 400 Franken pro Ausbildungshalbtag. 3 Die Gebühr für Weiterbildungslehrgänge beträgt 400–1000 Franken pro ECTS-Punkt, der im Lehrgang erworben werden kann. 4 Keine Gebühren werden erhoben für Weiterbildungsangebote, die auf Vorschlag des Bundes, der Kantone oder der Organisationen der Arbeitswelt durchgeführt werden, sowie für übrige Bildungsangebote, die für die Steuerung der Berufsbildung von Bedeutung sind oder mit Blick auf die Ausübung einer im öffentlichen Interesse liegenden Tätigkeit absolviert werden. Es sind dies namentlich: a. Angebote zur Ausbildung von Expertinnen und Experten in Qualifikationsverfahren der beruflichen Bildung (Art. 47 BBG); b. Weiterbildungen zur Umsetzung von Reformen der beruflichen Bildung. SR 412.10"
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Dienstleistungen",
      "content": "1 Die Gebühren für Dienstleistungen werden nach Zeitaufwand festgelegt. 2 Der Stundenansatz beträgt je nach erforderlicher Sachkenntnis des ausführenden Personals 100–300 Franken."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Aufhebung bisherigen Rechts",
      "content": "Das EHB-Gebührenreglement vom 22. September 2006 wird aufgehoben. [ AS 2006 5697 ]"
    },
    {
      "provision_ref": "art7a",
      "section": "7a",
      "title": "a Übergangsbestimmung zur Änderung vom 30. März 2021",
      "content": "Für die Studierenden der Ausbildungsstudiengänge, die ihr Studium vor dem Herbstsemester 2022 aufgenommen haben, gelten die Gebühren nach bisherigem Recht. Eingefügt durch Ziff. I der V des EHB-Rats vom 30. März 2021, vom BR genehmigt am 18. Juni 2021 und in Kraft seit 1. Aug. 2021 ( AS 2021 406 )."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 1. August 2011 in Kraft."
    }
  ],
  "definitions": []
}