{
  "id": "sr-442-124",
  "type": "statute",
  "title": "Verordnung des EDI vom 5. Juli 2016 über das Förderungskonzept für die Unterstützung von Organisationen professioneller Kulturschaffender",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2016/457/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "1. Abschnitt: Förderziel",
      "section": "1",
      "title": "",
      "content": "Die Unterstützung von Organisationen professioneller Kulturschaffender hat zum Ziel, Berufsverbände zu fördern, die sich für die Verbesserung der beruflichen Rahmenbedingungen ihrer Mitglieder einsetzen und diese gegen aussen vertreten."
    },
    {
      "provision_ref": "art2",
      "chapter": "2. Abschnitt: Förderbereich",
      "section": "2",
      "title": "",
      "content": "1 Es können Finanzhilfen an die Kosten für die Erbringung der Dienstleistungen nach Artikel 3 Absatz 2 ausgerichtet werden. 2 Nicht unterstützt werden: a. Organisationen, deren Zweck vorwiegend auf den schulischen Unterricht, die Ausbildung oder die Wissenschaft ausgerichtet ist; b. Organisationen, die im kulturellen Bereich tätig sind, sich aber vorwiegend auf die Promotion und Vermittlung von Kulturschaffenden oder die Sammlung und Erhaltung von Kulturgütern ausrichten. 3 Es besteht kein Anspruch auf Unterstützung. Fassung gemäss Ziff. I der V des EDI vom 13. März 2020, in Kraft seit 15. April 2020 ( AS 2020 1169 )."
    },
    {
      "provision_ref": "art3",
      "chapter": "3. Abschnitt: Fördervoraussetzungen",
      "section": "3",
      "title": "",
      "content": "1 Die Organisationen müssen: a. gesamtschweizerisch tätig sein im Sinne von Artikel 6 Absatz 2 Buchstabe d KFG; b. über eine angemessene Vertretung von Mitgliedern aus den drei grössten Sprachregionen verfügen; c. im Vorstand über Vertreterinnen und Vertreter aus den drei grössten Sprachregionen verfügen; d. innerhalb der Gesamtsparten bildende Kunst, Design, Film, Literatur, Musik, Tanz, Theater und interaktive Medien repräsentativ sein; e. seit mindestens drei Jahren kontinuierlich tätig sein; f. über eine Finanzsituation verfügen, die eine langfristige Ausübung der Tätigkeiten erlaubt. 2 Sie müssen folgende Dienstleistungen erbringen: a. Information der Mitglieder über deren berufliche Rahmenbedingungen; b. persönliche und regelmässige Beratung der Mitglieder; c. Information der Öffentlichkeit und interessierter Kreise über die Tätigkeit der Organisation; d. Repräsentation und Interessenwahrung der Sparte auf nationaler und internationaler Ebene. 3 Das Bundesamt für Kultur (BAK) legt im Rahmen der Leistungsvereinbarung nach Artikel 6 Absatz 4 den Mindestumfang der Dienstleistungen nach Absatz 2 fest. 4 Die Organisationen müssen über eine Geschäftsstelle verfügen, die an mindestens drei Arbeitstagen pro Woche zu festgelegten Zeiten erreichbar ist. Fassung gemäss Ziff. I der V des EDI vom 13. März 2020, in Kraft seit 15. April 2020 ( AS 2020 1169 ). Fassung gemäss Ziff. I der V des EDI vom 13. März 2020, in Kraft seit 15. April 2020 ( AS 2020 1169 ). Fassung gemäss Ziff. I der V des EDI vom 13. März 2020, in Kraft seit 15. April 2020 ( AS 2020 1169 )."
    },
    {
      "provision_ref": "art4",
      "chapter": "4. Abschnitt: Förderkriterien und Bemessung der Beiträge",
      "section": "4",
      "title": "",
      "content": "1 Massgeblich für die Bemessung der Beiträge an Organisationen professioneller Kulturschaffender sind: a. der vom BAK bestimmte Sockelbeitrag für jede Organisation, welche die Fördervoraussetzungen erfüllt; erfüllen in einer Gesamtsparte nach Artikel 3 Absatz 1 Buchstabe d mehrere Organisationen die Fördervoraussetzungen, so teilt das BAK den Sockelbeitrag anteilsmässig auf, wobei eine Organisation nur in einer Gesamtsparte einen Sockelbeitrag erhalten kann; b. die Anzahl professioneller Mitglieder nach Artikel 6 Absatz 2 der Kulturförderungsverordnung vom 23. November 2011; c. der Umfang der Dienstleistungen nach Artikel 3 Absatz 2. 2 Die Finanzhilfen betragen höchstens 70 Prozent der Kosten für die Erbringung der Dienstleistungen nach Artikel 3 Absatz 2. SR 442.11"
    },
    {
      "provision_ref": "art5",
      "chapter": "5. Abschnitt: Verfahren und weitere Bestimmungen",
      "section": "5",
      "title": "Verfahren",
      "content": "1 Das BAK entscheidet über die Ausrichtung der Beiträge. 1bis Es kann zur fachlichen Beurteilung der Gesuche Expertinnen und Experten beiziehen. 2 Es führt in jeder Förderperiode eine Ausschreibung durch. Darin nennt es die Frist für die Einreichung der Gesuche. 3 Die Gesuche haben die Erfüllung der Fördervoraussetzungen zu belegen und alle notwendigen Angaben in Bezug auf die Förderkriterien zu enthalten. 4 Das BAK schliesst mit den Beitragsempfängern eine Leistungsvereinbarung ab. Darin werden insbesondere die Höhe der Beiträge und die zu erbringenden Leistungen festgelegt. 5 Die Auszahlung der Finanzhilfe kann in mehreren Tranchen erfolgen. Der endgültige Betrag wird jeweils im Subventionsjahr gestützt auf die in der Leistungsvereinbarung vorgesehene Berichterstattung zum Vorjahr ausbezahlt. Eingefügt durch Ziff. I der V des EDI vom 13. März 2020, in Kraft seit 15. April 2020 ( AS 2020 1169 ). Fassung gemäss Ziff. I der V des EDI vom 13. März 2020, in Kraft seit 15. April 2020 ( AS 2020 1169 ). Eingefügt durch Ziff. I der V des EDI vom 13. März 2020, in Kraft seit 15. April 2020 ( AS 2020 1169 )."
    },
    {
      "provision_ref": "art6",
      "chapter": "5. Abschnitt: Verfahren und weitere Bestimmungen",
      "section": "6",
      "title": "Gewichtung und Vorrangregel",
      "content": "1 Beim Entscheid über die Finanzhilfen werden die Förderkriterien nach Artikel 4 Absatz 1 Buchstaben b und c gewichtet. 2 Erfüllen in einer Gesamtsparte mehrere Organisationen die Fördervoraussetzungen, so erhalten nur diejenigen Organisationen eine Finanzhilfe, deren Mitglieder aus professionellen Kulturschaffenden nach Artikel 6 Absatz 2 der Kulturförderungsverordnung vom 23. November 2011 bestehen. SR 442.11"
    },
    {
      "provision_ref": "art7",
      "chapter": "5. Abschnitt: Verfahren und weitere Bestimmungen",
      "section": "7",
      "title": "Auflagen",
      "content": "Die Finanzhilfeempfänger sind verpflichtet: a. die Unterstützung durch das BAK bekannt zu machen; b. dem BAK alle notwendigen Auskünfte in Zusammenhang mit der gewährten Finanzhilfe zu erteilen; c. dem BAK wesentliche Änderungen in der Geschäftstätigkeit der Organisation unverzüglich mitzuteilen. Fassung gemäss Ziff. I der V des EDI vom 13. März 2020, in Kraft seit 15. April 2020 ( AS 2020 1169 ). Fassung gemäss Ziff. I der V des EDI vom 13. März 2020, in Kraft seit 15. April 2020 ( AS 2020 1169 )."
    },
    {
      "provision_ref": "art8",
      "chapter": "5. Abschnitt: Verfahren und weitere Bestimmungen",
      "section": "8",
      "title": "Austausch",
      "content": "1 Das BAK lädt die einzelnen Finanzhilfeempfänger einmal jährlich zur Standortbestimmung ein. 2 Es kann zu weiteren Treffen einladen. Fassung gemäss Ziff. I der V des EDI vom 13. März 2020, in Kraft seit 15. April 2020 ( AS 2020 1169 )."
    },
    {
      "provision_ref": "art9",
      "chapter": "6. Abschnitt: Schlussbestimmungen",
      "section": "9",
      "title": "Übergangsbestimmungen",
      "content": "1 Für Verfahren, die bei Inkrafttreten dieser Verordnung nicht abgeschlossen sind, gilt die Verordnung des EDI vom 25. November 2015 über das Förderungskonzept 2016 für die Unterstützung von Organisationen professioneller Kulturschaffender. 2 Organisationen, die in den Jahren 2012–2016 einen Beitrag erhalten haben und die Förderkriterien nach Artikel 3 nicht mehr erfüllen, können bis zum 31. Oktober 2016 ein Gesuch um einen einmaligen Beitrag für das Jahr 2017 stellen. Das BAK entscheidet über die Ausrichtung eines Beitrags unter Berücksichtigung der erbrachten Dienstleistungen nach Artikel 3 Absatz 2. Organisationen, die mit Entscheid des BAK bereits einen letztmaligen Beitrag erhalten haben, sind von der Gesuchstellung ausgeschlossen. 3 Schliesst sich eine Organisation nach Absatz 2 bis zum 31. Dezember 2017 mit einer durch das BAK nach der vorliegenden Verordnung unterstützten Organisation zusammen, so wird der Beitrag an Letztere neu berechnet und gegebenenfalls angepasst. [ AS 2015 5605 ]"
    },
    {
      "provision_ref": "art9a",
      "chapter": "6. Abschnitt: Schlussbestimmungen",
      "section": "9a",
      "title": "a Übergangsbestimmungen zur Änderung vom 13. März 2020",
      "content": "1 Für Verfahren, die bei Inkrafttreten der Änderung vom 13. März 2020 nicht abgeschlossen sind, gilt das bisherige Recht. 2 Organisationen, die in den Jahren 2017–2020 einen Beitrag erhalten und die ein erneutes Gesuch um Finanzhilfe eingereicht haben, jedoch die Fördervoraussetzungen nach Artikel 3 in der Fassung der Änderung vom 13. März 2020 nicht mehr erfüllen, können einen einmaligen Beitrag für das Jahr 2021 erhalten. Das BAK entscheidet über die Höhe des Beitrags unter Berücksichtigung der erbrachten Dienstleistungen nach Artikel 3 Absatz 2. Eingefügt durch Ziff. I der V des EDI vom 13. März 2020, in Kraft seit 15. April 2020 ( AS 2020 1169 )."
    },
    {
      "provision_ref": "art10",
      "chapter": "6. Abschnitt: Schlussbestimmungen",
      "section": "10",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 1. September 2016 in Kraft."
    }
  ],
  "definitions": []
}