{
  "id": "sr-443-14",
  "type": "statute",
  "title": "Verordnung vom 6. September 2023 über die Quote für europäische Filme und Investitionen in das Schweizer Filmschaffen (FQIV)",
  "title_en": "Ordinance of 6 September 2023 on the Quota for European Films and Investment in Swiss Film Production (FQIO)",
  "short_name": "FQIV",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2023/533/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Section 1 Subject Matter",
      "section": "1",
      "title": "",
      "content": "This Ordinance regulates: a. monitoring compliance with the obligation to contribute to the diversity of the film offer with on-demand services; b. monitoring compliance with the obligation, in television and on-demand services, to take account of independent Swiss film production (the investment obligation) and collecting the subsidiary levy; c. the registration and reporting requirements of companies providing television and on-demand services; d. reporting paid on-demand viewings of films; e. providing the public with information."
    },
    {
      "provision_ref": "art2",
      "chapter": "Section 2 Definitions",
      "section": "2",
      "title": "Eligible films",
      "content": "1 Eligible films are films including series in accordance with Article 2 paragraph 1 FiA that can be assigned to the genres of documentary, fiction film or animated film and audio-visual works that are structured in their narrative or creatively designed in a comparable way. 2 The following are not eligible films: a. programmes on topical events, news reports and news features; b. entertainment programmes, in particular talk shows, reality shows and games; c. live broadcasts and recordings, in particular of sports events, concerts and theatre performances; d. computer games; e. films that are not eligible for financial support under Article 16 paragraph 1 letters a and b FiA; f. promotional films; g. films that are completely excluded from film promotion under Article 16 paragraph 2 FiA."
    },
    {
      "provision_ref": "art3",
      "chapter": "Section 2 Definitions",
      "section": "3",
      "title": "Further definitions",
      "content": "In this Ordinance: a. media offer means audio-visual content that is offered to the public for consumption; b. television service means a media offer that includes eligible films and which is broadcast in a linear programme service in accordance with Article 2 letter a of the Federal Act of 24 March 2006 on Radio and Television (RTVA); c. on-demand service means a media offer that includes eligible films and which is offered as a catalogue on the internet or via other electronic communications networks to view on demand; d. feature-length film means: 1. a fiction film or animated film of at least 60 minutes duration or a series of the same genre that has a total duration of at least 120 minutes per season, 2. a documentary of at least 50 minutes duration or a series of the same genre with a total duration of at least 100 minutes per season, 3. other eligible films of at least 50 minutes duration. SR 784.40"
    },
    {
      "provision_ref": "art7",
      "chapter": "4",
      "section": "7",
      "title": "Calculation of the percentage of European films",
      "content": "1 The calculation of the percentage of European films in the catalogue of an on-demand service is based on the number of eligible feature-length films. 2 If requested by the company, the calculation shall be based on the total duration of the eligible films, provided the company submits the relevant information on the film offer."
    },
    {
      "provision_ref": "art8",
      "chapter": "Section 1 General Provisions",
      "section": "8",
      "title": "Films of Swiss origin",
      "content": "1 Films of Swiss origin are: a. Swiss films as defined in Article 2 paragraph 2 FiA; b. recognised Swiss-foreign co-productions. 2 Proof of origin is provided by the certificate of origin or the FOC’s recognition of the film concerned as a co-production. 3 In the case of commissioned films (Art. 12), the FOC shall verify and confirm Swiss origin on request. The requirements placed on the production company shall be fulfilled by the executive production company and the remuneration of the company subject to the investment obligation and its rights shall be attributed to it as its own share. The application may be submitted by the company subject to the investment obligation or by the executive production company."
    },
    {
      "provision_ref": "art10",
      "chapter": "Section 2 Eligible Expenditure",
      "section": "10",
      "title": "Eligible expenditure for films",
      "content": "1 The only expenditure that is eligible is that for eligible films under Article 24 c paragraphs 1 and 2 letters a–c FiA. 2 If payments are made by a company subject to the investment obligation before the Swiss origin of the film in accordance with Article 8 can be confirmed, the FOC shall on request verify whether these payments are eligible expenses. 3 The FOC shall confirm eligibility if the payments: a. relate to a potentially eligible film; b. are made towards the cost of a screenplay or shooting script written by independent authors residing in Switzerland or of film projects developed by independent directors residing in Switzerland; c. are made to authors, directors or production companies residing or based in Switzerland; and d. are within the customary range for the industry. Amended by No I of the O of 26 Nov. 2025, in force since 1 Jan. 2026 ( AS 2025 819 )."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Recognition of film funding institutions",
      "content": "1 The FOC shall recognise film funding institutions that guarantee in personnel and organisational terms the irreproachable conduct of business, in particular in that they: a. apply quality criteria in selecting the films eligible for funding; b. use a selection process for fundable films that is independent from persons and companies that are associated with companies subject to the investment obligation or that have a personal interest in the matter, in particular because they are involved in a film project that is eligible for selection or may not be impartial in some other way in the selection process; c. use a fair and transparent procedure for awarding funding contributions; and d. provide applicants that are rejected on request with the grounds for the decision so as to enable them to request a review of the decision with regard to an infringement of the law or an incorrect assessment of the factual circumstances. 2 The FOC shall publish the list of recognised institutions on its website."
    },
    {
      "provision_ref": "art18",
      "chapter": "Section 3 Relevant Time for Calculating Expenditure",
      "section": "18",
      "title": "",
      "content": "1 Expenditure becomes eligible at the time of contractual performance, and in particular the time that payment is made. 2 In the case of own contributions by companies with television services for advertising and marketing films, the time of transmission applies."
    },
    {
      "provision_ref": "art21",
      "chapter": "Section 4 Ascertaining the Relevant Gross Revenues",
      "section": "21",
      "title": "Joint accounting for companies that are economically linked to each other",
      "content": "1 Companies that are economically linked to each other, in particular through a holding structure or through ownership, may request that their respective relevant gross revenues and the expenditure incurred by them be added together. 2 The FOC may make joint accounting dependent on the companies having a joint representative and undertaking to be jointly and severally liable. The joint accounting applies in each case for one investment period."
    },
    {
      "provision_ref": "art23",
      "chapter": "Section 1 General Provisions",
      "section": "23",
      "title": "Registration",
      "content": "1 Companies providing television or on-demand services subject to registration must apply to the FOC without having to be requested to do so. 2 The following information must be provided in the application: a. name, address, business objects, registered office and business identification number of the company as well as, for legal entities, the members of the management board; companies that are not based in Switzerland shall provide a postal address in Switzerland; b. the type and number of television or on-demand services; c. the business model; d. the turnovers achieved in the most recent two financial years from television or on-demand services in Switzerland; e. the internet addresses, if applicable; f. if applicable the information required for an exemption under Article 5. 3 Changes in the information specified in paragraph 2 must be reported to the FOC within 30 days without having to be requested to do so. 4 The information mentioned in paragraph 2 letters a–c and e shall be made available for public inspection in the register."
    },
    {
      "provision_ref": "art24",
      "chapter": "Section 1 General Provisions",
      "section": "24",
      "title": "Notification of the obligations that apply to the companies registered",
      "content": "1 On registration, the FOC shall establish the statutory obligations that apply to the company concerned, and notify the company of these obligations. 2 If a company does not agree, the FOC shall issue a contestable ruling."
    },
    {
      "provision_ref": "art26",
      "chapter": "Section 2 Procedure for Promoting the Diversity of the Films Offered by On-Demand Services",
      "section": "26",
      "title": "Exemptions from reporting",
      "content": "Companies providing on-demand services that are based in a member state of the European Union are exempt from reporting under Article 24 h paragraph 1 letter a FiA if the film offer in Switzerland essentially corresponds to the film offer in the country where the service is based."
    },
    {
      "provision_ref": "art28",
      "chapter": "Section 3 Procedure for Taking Account of Independent Swiss Film Production",
      "section": "28",
      "title": "Annual audit of the investment obligation",
      "content": "1 Based on the reports on the television and on-demand services (Art. 25), the FOC shall calculate the amount invested in the previous year, verify the expenditure incurred and notify the company concerned of the result of its audit. 2 Before issuing a ruling, it shall grant the companies concerned the right to be heard. 3 If the FOC is unable to obtain the information required for the calculation, or cannot do so without incurring disproportionate costs, it may determine the investment amount as it deems appropriate."
    },
    {
      "provision_ref": "art29",
      "chapter": "Section 3 Procedure for Taking Account of Independent Swiss Film Production",
      "section": "29",
      "title": "Ruling on the subsidiary levy",
      "content": "On expiry of the four-year investment period, the FOC shall rule, if applicable, on a shortfall charge amounting to the difference between the expenditure incurred and the investments due."
    },
    {
      "provision_ref": "art30",
      "chapter": "Section 3 Procedure for Taking Account of Independent Swiss Film Production",
      "section": "30",
      "title": "Changes within the investment period",
      "content": "1 If the conditions for a company relevant to the investment obligation change significantly within the four-year investment period, in particular due to restructuring, closure, a fall in turnover, or bankruptcy, the company shall prepare an interim account for the FOC without having to be requested to do, attaching the relevant documents. 2 If there is no intention or possibility of dividing or transferring the investment obligation or the eligible expenditure incurred, the ruling on any subsidiary levy due shall be based on an interim account for an accounting period which has been reduced accordingly ."
    },
    {
      "provision_ref": "art31",
      "chapter": "Section 3 Procedure for Taking Account of Independent Swiss Film Production",
      "section": "31",
      "title": "Due date for the subsidiary levy and default interest",
      "content": "1 The subsidiary levy becomes due for payment when the ruling becomes legally binding. 2 Payment shall be made within 30 days from the due date. In special cases the FOC may extend the payment deadline. 3 On expiry of the payment deadline, the FOC shall grant the person liable to pay the levy, in writing or in another form that allows proof by text, an additional period of 20 days to make payment. It shall also notify the person liable to pay the levy that the Federal Finance Administration will be instructed to collect the debt on expiry of the additional period. 4 The person liable to pay the levy shall be deemed to be in default if the additional period is granted. The default interest amounts to five per cent."
    },
    {
      "provision_ref": "art32",
      "chapter": "Section 3 Procedure for Taking Account of Independent Swiss Film Production",
      "section": "32",
      "title": ". 32 Limitation period for the subsidiary levy",
      "content": "1 The subsidiary levy is subject to a limitation period of five years after it becomes due. 2 The limitation period shall be interrupted by any administrative act asserting the claim for the levy from the person liable to pay the levy. 3 The limitation period starts again from the beginning if it is interrupted."
    },
    {
      "provision_ref": "art33",
      "chapter": "Chapter 5 Enforcement Agencies and Other Procedural Provisions",
      "section": "33",
      "title": "Recording data and statistics",
      "content": "1 The Swiss Federal Statistical Office (FSO) is responsible for recording the data under Article 24 i FiA and under Article 27 paragraph 1 of this Ordinance. 2 The FSO shall compile the data required to analyse the diversity of programming and to verify compliance with the obligation to promote the diversity of the films on offer. It shall transmit the data in a non-anonymised form to the FOC."
    },
    {
      "provision_ref": "art34",
      "chapter": "Chapter 5 Enforcement Agencies and Other Procedural Provisions",
      "section": "34",
      "title": "Forms",
      "content": "1 The FOC and the FSO may provide forms for registration under Article 23, reporting paid on-demand viewings under Article 27 paragraph 1, and the annual reports under Article 25. 2 They shall ensure that the required information can also be submitted electronically. 3 Where there are forms, these must be used."
    },
    {
      "provision_ref": "art35",
      "chapter": "Chapter 5 Enforcement Agencies and Other Procedural Provisions",
      "section": "35",
      "title": "Information and auditing of accounts",
      "content": "1 The FOC may request additional information and supporting documents and obtain information from cantonal authorities and federal authorities. 2 If the annual accounts, the lists in accordance with Article 20, the interim accounts in accordance with Article 30, or the invoices for expenditure on films of Swiss origin have not been audited by an auditor licensed under the Auditor Oversight Act of 16 December 2005, the FOC shall have the company’s records audited on the company’s premises by an independent firm of auditors. 3 Audits of accounts by foreign auditors are deemed equivalent if the requirements imposed on them in the country in question are comparable with the requirements imposed on Swiss auditors, in particular with regard to independence and impartiality. The BAK may request confirmation of this from the auditor. 4 If the auditor identifies significant discrepancies during an audit in accordance with paragraph 2, the FOC may require the company to pay the costs of the audit. SR 221.302 Amended by No I of the O of 26 Nov. 2025, in force since 1 Jan. 2026 ( AS 2025 819 )."
    },
    {
      "provision_ref": "art36",
      "chapter": "Chapter 6 Confidentiality and Provision of Information to the Public",
      "section": "36",
      "title": "Confidentiality",
      "content": "1 The business figures reported to or obtained by the FOC, and in particular information about the gross revenues, operating costs, expenditure incurred and the number of paid on-demand viewings, are confidential. 2 They may only be inspected with consent of the company from which they originate, subject to the provisions on the inspection of files in administrative proceedings in accordance with the Administrative Procedure Act of 20 December 1968. 3 Articles 35 and 37 are reserved. SR 172.021"
    },
    {
      "provision_ref": "art37",
      "chapter": "Chapter 6 Confidentiality and Provision of Information to the Public",
      "section": "37",
      "title": "Providing information to the public",
      "content": "1 The FSO shall publish an annual summary of: a. films viewed on demand according to country of production and film genre; b. on-demand viewings according to business model. 2 The FOC shall publish details of the following annually: a. which companies fulfil the quota with which on-demand service for European films of at least 30 per cent a and which do not and how European films are specifically identified; b. the total expenditure accounted for by companies providing television or on-demand services according to their type; c. the total of deferred investments; d. the total of subsidiary levies received; e. the use of the subsidiary levy by the FOC."
    },
    {
      "provision_ref": "art38",
      "chapter": "Chapter 7 Final Provisions",
      "section": "38",
      "title": "Amendment of other legislation",
      "content": "... The amendment may be consulted under AS 2023 533 ."
    },
    {
      "provision_ref": "art39",
      "chapter": "Chapter 7 Final Provisions",
      "section": "39",
      "title": "Transitional provisions",
      "content": "1 The obligation of television broadcasters with a national or regional-language programme service to promote Swiss Films is governed until the 31 December 2023 by Article 7 RTVA in its version of 26 September 2014. The Federal Office of Communications is responsible for monitoring compliance. 2 Expenditure allowed by the Federal Office of Communications under Article 7 paragraph 2 RTVA in its version of 26 September 2014 is not eligible as expenditure under the FiA. 3 The four-year investment period under Article 24 b FiA begins on 1 January 2024 for companies providing television or on-demand services that are in existence when this Ordinance comes into force. 4 Companies required to register must do so within 90 days of this Ordinance coming into force. 5 The requirement for companies providing on-demand services to report paid on-demand viewings in accordance with Article 27 paragraph 1 applies to films distributed from 1 January 2024. SR 784.40 AS 2016 2131"
    },
    {
      "provision_ref": "art40",
      "chapter": "Chapter 7 Final Provisions",
      "section": "40",
      "title": "Commencement",
      "content": "This Ordinance comes into force on 1 January 2024."
    }
  ],
  "definitions": []
}