{
  "id": "sr-446-2",
  "type": "statute",
  "title": "Bundesgesetz vom 30. September 2022 über den Jugendschutz in den Bereichen Film und Videospiele (JSFVG)",
  "title_en": "",
  "short_name": "JSFVG",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2024/331/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "1. Kapitel: Allgemeine Bestimmungen",
      "section": "1",
      "title": "Zweck",
      "content": "Mit diesem Gesetz sollen Minderjährige vor Inhalten in Filmen und Videospielen geschützt werden, die ihre körperliche, geistige, psychische, sittliche oder soziale Entwicklung gefährden können."
    },
    {
      "provision_ref": "art2",
      "chapter": "1. Kapitel: Allgemeine Bestimmungen",
      "section": "2",
      "title": "Persönlicher Geltungsbereich",
      "content": "1 Dieses Gesetz gilt für: a. Akteurinnen in den Bereichen Film und Videospiele, im Rahmen ihrer wirtschaftlichen Tätigkeit; und b. Anbieterinnen von Plattformdiensten, im Rahmen ihrer wirtschaftlichen Tätigkeit. 2 Für Anbieterinnen von Geldspielen gelten ausschliesslich die Bestimmungen des Geldspielgesetzes vom 29. September 2017. SR 935.51"
    },
    {
      "provision_ref": "art3",
      "chapter": "1. Kapitel: Allgemeine Bestimmungen",
      "section": "3",
      "title": "Sachlicher Geltungsbereich",
      "content": "1 Dieses Gesetz gilt nicht für Werbefilme und von einer Redaktion gestaltete Beiträge. 2 Für Fernsehprogramme schweizerischer Programmveranstalter nach Artikel 2 Buchstabe d des Bundesgesetzes vom 24. März 2006 über Radio und Fernsehen (RTVG), für das zeitversetzte Fernsehen nach Artikel 61 a RTVG sowie für das übrige publizistische Angebot der Schweizerischen Radio- und Fernsehgesellschaft im Sinne von Artikel 25 Absatz 3 Buchstabe b RTVG gelten ausschliesslich die Bestimmungen des RTVG. SR 784.40"
    },
    {
      "provision_ref": "art4",
      "chapter": "1. Kapitel: Allgemeine Bestimmungen",
      "section": "4",
      "title": "Gegenstand",
      "content": "Dieses Gesetz regelt für den Jugendschutz in den Bereichen Film und Videospiele: a. die Vorgaben für die Alterskennzeichnung, die Inhaltsdeskriptoren und die Alterskontrolle; b. die Massnahmen bei Plattformdiensten; c. die Anforderungen an die Jugendschutzregelungen, das Verfahren zu deren Verbindlicherklärung sowie die subsidiäre Regelung durch den Bundesrat; d. die Zuständigkeiten für den Vollzug sowie die Aufsicht und die Koordination; e. die Massnahmen zur Förderung der Medienkompetenz und zur Prävention."
    },
    {
      "provision_ref": "art5",
      "chapter": "1. Kapitel: Allgemeine Bestimmungen",
      "section": "5",
      "title": "Begriffe",
      "content": "In diesem Gesetz bedeuten: a. Akteurin im Bereich Film oder Videospiele: natürliche oder juristische Person, die Filme oder Videospiele herstellt, verleiht, vertreibt oder damit handelt, Anbieterin von audiovisuellen Trägermedien oder eines Abrufdienstes sowie Veranstalterin; b. Anbieterin: natürliche oder juristische Person, die Konsumentinnen und Konsumenten Filme oder Videospiele zugänglich macht; c. Veranstalterin: natürliche oder juristische Person, die Konsumentinnen und Konsumenten Filme oder Videospiele an öffentlichen Anlässen zugänglich macht; d. Abrufdienst: Dienst oder abtrennbarer Teil eines Dienstes, dessen Hauptzweck darin besteht, von der Anbieterin ausgewählte Filme oder Videospiele zum Abruf für die Allgemeinheit bereitzustellen, wobei die Konsumentinnen und Konsumenten den Zeitpunkt des Abrufs selbst wählen können; e. Plattformdienst: Dienst oder abtrennbarer Teil eines Dienstes, dessen Hauptzweck darin besteht, der Allgemeinheit eine elektronische Plattform bereitzustellen, auf die die Nutzerinnen und Nutzer selbst Filme oder Videospiele hochladen und von der sie diese abrufen können, wobei die Anbieterin des Plattformdienstes die Organisation der nutzergenerierten Inhalte bestimmt, aber keine redaktionelle Verantwortung für diese Inhalte trägt; f. Inhaltsdeskriptor: Piktogramm, das die Art der Inhalte beschreibt, welche die Entwicklung von Minderjährigen gefährden können."
    },
    {
      "provision_ref": "art9",
      "chapter": "2. Abschnitt: Verbindlicherklärung von Jugendschutzregelungen",
      "section": "9",
      "title": "Grundsatz",
      "content": "Für den Bereich Film und für den Bereich Videospiele kann je eine von einer Organisation der jeweiligen Akteurinnen (Branchenorganisation) erlassene Regelung zum Jugendschutz (Jugendschutzregelung) auch für die Akteurinnen, die nicht Mitglieder dieser Organisation sind, für verbindlich erklärt werden."
    },
    {
      "provision_ref": "art10",
      "chapter": "2. Abschnitt: Verbindlicherklärung von Jugendschutzregelungen",
      "section": "10",
      "title": "Anforderungen an die Branchenorganisation",
      "content": "1 Eine Jugendschutzregelung kann für verbindlich erklärt werden, wenn die Branchenorganisation: a. in ihrem Zweck den Jugendschutz hat; b. allen Akteurinnen des jeweiligen Bereichs offensteht; c. repräsentativ für ihren jeweiligen Bereich zusammengesetzt ist; d. gesamtschweizerisch tätig ist; e. eine Anlaufstelle eingesetzt hat, die Anfragen und Beanstandungen bei der Anwendung der Jugendschutzregelung behandelt; und f. für die Erarbeitung der Jugendschutzregelung Expertinnen und Experten beigezogen hat. 2 Der Bundesrat regelt die Anforderungen an die Repräsentativität der Branchenorganisation nach Absatz 1 Buchstabe c."
    },
    {
      "provision_ref": "art11",
      "chapter": "2. Abschnitt: Verbindlicherklärung von Jugendschutzregelungen",
      "section": "11",
      "title": "Allgemeine Anforderungen an die Jugendschutzregelung",
      "content": "Die Jugendschutzregelung muss mindestens folgende Elemente umfassen: a. anzuwendendes Altersklassifizierungssystem; b. Regeln zur Alterskennzeichnung, zur Alterskontrolle, zum Umgang mit Werbung und Trailern, die in Zusammenhang mit einem Film oder einem Videospiel zugänglich gemacht werden, und zum Umgang mit Filmen oder Videospielen, die bereits vor dem Inkrafttreten der Jugendschutzregelung auf dem Markt waren; c. Regeln zu Inhaltsdeskriptoren, es sei denn die Aufnahme von Inhaltsdeskriptoren in die Jugendschutzregelung bringt einen unverhältnismässigen Aufwand für die Branchenorganisation oder die Akteurinnen des jeweiligen Bereichs mit sich; d. die Pflicht, Filme oder Videospiele, die bisher nicht mit einem Altersklassifizierungssystem eingestuft wurden, besonders zu bezeichnen und so zu behandeln, als wären sie in der höchsten Altersstufe eingestuft; e. Bezeichnung einer Anlaufstelle für den Jugendschutz; f. Möglichkeit für jede Person, das für einen bestimmten Film oder ein bestimmtes Videospiel festgelegte Mindestalter oder die Nichteinhaltung der Jugendschutzregelung bei der Anlaufstelle zu beanstanden; g. Art der Information der Öffentlichkeit über die Inhalte der Jugendschutzregelung; h. Kontrolle der Umsetzung der Jugendschutzregelung durch die Branchenorganisation, insbesondere mithilfe von Testkäufen, Testeintritten oder Testkonten; i. Massnahmen bei Verstössen gegen die Jugendschutzregelung durch Akteurinnen, die Mitglieder der Branchenorganisation sind; j. Verteilung der Kosten für die Erarbeitung und die Umsetzung der Jugendschutzregelung."
    },
    {
      "provision_ref": "art12",
      "chapter": "2. Abschnitt: Verbindlicherklärung von Jugendschutzregelungen",
      "section": "12",
      "title": "Altersklassifizierungssystem",
      "content": "1 Jede Jugendschutzregelung muss ein Altersklassifizierungssystem festlegen, das den aktuellen Erkenntnissen und den internationalen Entwicklungen in Bezug auf den Jugendschutz Rechnung trägt. 2 Das Altersklassifizierungssystem muss vorsehen: a. einheitliche Kriterien für die Klassifizierung aller Filme beziehungsweise Videospiele; b. mindestens fünf verschiedene Altersstufen, wobei Filme und Videospiele mit der höchsten Altersstufe volljährigen Personen vorbehalten sind. 3 Die Branchenorganisation muss dafür sorgen, dass das Altersklassifizierungssystem angepasst wird, wenn dies aufgrund von neuen Erkenntnissen erforderlich ist. 4 Die Branchenorganisation kann ein bestehendes, international etabliertes Altersklassifizierungssystem für anwendbar erklären."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Inhaltsdeskriptoren",
      "content": "Die Branchenorganisationen in den Bereichen Film und Videospiel arbeiten jeweils für ihren Bereich an der Entwicklung von Inhaltsdeskriptoren. Sie beachten dabei internationale Entwicklungen und unterstützen möglichst das Entstehen international vereinheitlichter Deskriptoren. Erachtet der Bundesrat fünf Jahre nach Inkrafttreten dieses Gesetzes die Arbeiten der Branchenorganisationen als ungenügend, so unterbreitet er der Bundesversammlung einen Entwurf für eine gesetzliche Regelung der Inhaltsdeskriptoren."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Antrag auf Verbindlicherklärung der Jugendschutzregelung",
      "content": "1 Die Verbindlicherklärung einer Jugendschutzregelung geschieht auf Antrag der Branchenorganisation. 2 Der Antrag ist schriftlich beim BSV einzureichen. Die Jugendschutzregelung ist dem Antrag in allen Amtssprachen beizulegen."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Prüfung der Jugendschutzregelung",
      "content": "1 Das BSV prüft, ob die Jugendschutzregelung die Anforderungen nach den Artikeln 10–14 erfüllt. 2 Es konsultiert die Kantone und zieht externe Expertinnen und Experten bei. 3 Erachtet es die Anforderungen nach den Artikeln 10–14 als erfüllt, so übermittelt es dem Bundesrat den Antrag auf Verbindlicherklärung. 4 Erachtet es die Anforderungen nach den Artikeln 10–14 als nicht erfüllt, so weist es sie an die Branchenorganisation zurück."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Verbindlicherklärung und Veröffentlichung der Jugendschutzregelung",
      "content": "1 Der Bundesrat entscheidet über den Antrag auf Verbindlicherklärung der Jugendschutzregelung. 2 Er bestimmt, auf welche Bestimmungen der Jugendschutzregelung sich die Verbindlicherklärung erstreckt. Bestimmungen über Massnahmen bei Verstössen werden nicht für verbindlich erklärt. 3 Für verbindlich erklärte Jugendschutzregelungen werden im Bundesblatt veröffentlicht. Im Schweizerischen Handelsamtsblatt wird ein Hinweis auf die Verbindlicherklärung veröffentlicht."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Widerruf und Hinfälligkeit der Verbindlicherklärung",
      "content": "1 Genügt eine für verbindlich erklärte Jugendschutzregelung den Anforderungen dieses Gesetzes nicht mehr, so widerruft der Bundesrat die Verbindlicherklärung. Der Widerruf wird im Bundesblatt veröffentlicht. 2 Die Verbindlicherklärung der Jugendschutzregelung ist hinfällig, wenn die betroffene Branchenorganisation eine Änderung der Jugendschutzregelung in Kraft setzt, ohne dass der Bundesrat diese Änderung für verbindlich erklärt hat."
    },
    {
      "provision_ref": "art19",
      "chapter": "3. Abschnitt: Subsidiäre Regelung durch den Bundesrat",
      "section": "19",
      "title": "",
      "content": "1 Der Bundesrat kann eine Jugendschutzregelung zu den Elementen nach Artikel 11 Buchstaben a–h für den Bereich Film oder den Bereich Videospiele erlassen, wenn: a. keine Jugendschutzregelung für verbindlich erklärt ist, frühestens aber zwei Jahre nach Inkrafttreten dieses Gesetzes; b. die Verbindlicherklärung widerrufen wurde oder hinfällig geworden ist. 2 Er kann Dritte mit der Kontrolle der Umsetzung der Jugendschutzregelung und mit der Einrichtung einer Anlaufstelle beauftragen."
    },
    {
      "provision_ref": "art29",
      "chapter": "6. Kapitel: Förderung der Medienkompetenz und Prävention",
      "section": "29",
      "title": "",
      "content": "1 Das BSV ergreift Massnahmen, mit denen die verschiedenen Zielgruppen über die Möglichkeiten und Risiken der digitalen Medien in den Bereichen Familien, Schule und Freizeit informiert und für diese sensibilisiert werden. 2 Es unterstützt die fachliche Weiterentwicklung im Bereich der Förderung der Medienkompetenz von Minderjährigen. 3 Der Bund kann überregionale Aktivitäten oder Modellprojekte von privaten und öffentlichen Akteuren, die der Sensibilisierung, Vernetzung oder fachlichen Weiterentwicklung dienen, finanziell unterstützen."
    },
    {
      "provision_ref": "art32",
      "chapter": "8. Kapitel: Finanzierung",
      "section": "32",
      "title": "Kostenteilung",
      "content": "1 Die Akteurinnen in den Bereichen Film und Videospiele, die Anbieterinnen von Plattformdiensten, der Bund und die Kantone tragen in ihrem jeweiligen Zuständigkeitsbereich die Kosten für den Vollzug dieses Gesetzes. Vorbehalten bleibt die Erhebung von Gebühren nach Artikel 33. 2 Die Akteurinnen in den Bereichen Film und Videospiele, die nicht Mitglieder der jeweiligen Branchenorganisation sind, müssen sich an den Kosten beteiligen, die der Branchenorganisation bei der Erarbeitung und Umsetzung der verbindlich erklärten Jugendschutzregelung entstehen. 3 Erlässt der Bundesrat gestützt auf Artikel 19 Vorschriften für einen Bereich, so verpflichtet er die Akteurinnen des jeweiligen Bereichs zur Beteiligung an den Durchführungskosten."
    },
    {
      "provision_ref": "art37",
      "chapter": "10. Kapitel: Schlussbestimmungen",
      "section": "37",
      "title": "Vorschriften der Kantone",
      "content": "Die Kantone passen ihre Gesetzgebung innert zwei Jahren nach dem Inkrafttreten dieses Gesetzes an."
    },
    {
      "provision_ref": "art38",
      "chapter": "10. Kapitel: Schlussbestimmungen",
      "section": "38",
      "title": "Vollzug",
      "content": "Die Kantone vollziehen dieses Gesetz, soweit der Vollzug nicht dem Bund übertragen ist."
    },
    {
      "provision_ref": "art39",
      "chapter": "10. Kapitel: Schlussbestimmungen",
      "section": "39",
      "title": "Ausführungsbestimmungen",
      "content": "Der Bundesrat erlässt die Ausführungsbestimmungen."
    },
    {
      "provision_ref": "art41",
      "chapter": "10. Kapitel: Schlussbestimmungen",
      "section": "41",
      "title": "Referendum und Inkrafttreten",
      "content": "1 Dieses Gesetz untersteht dem fakultativen Referendum. 2 Der Bundesrat bestimmt das Inkrafttreten. Datum des Inkrafttretens: Artikel 1–5, 9–13, 15–19, 29, 32, 37–39 sowie 41: 1. Januar 2025; die übrigen Bestimmungen werden zu einem späteren Zeitpunkt in Kraft gesetzt. BRB vom 26. Juni 2024"
    }
  ],
  "definitions": [
    {
      "term": "Anbieterin:",
      "definition": "Anbieterin: natürliche oder juristische Person, die Konsumentinnen und Konsumenten Filme oder Videospiele zugänglich macht;",
      "source_provision": "art5"
    },
    {
      "term": "Veranstalterin:",
      "definition": "Veranstalterin: natürliche oder juristische Person, die Konsumentinnen und Konsumenten Filme oder Videospiele an öffentlichen Anlässen zugänglich macht;",
      "source_provision": "art5"
    },
    {
      "term": "Abrufdienst:",
      "definition": "Abrufdienst: Dienst oder abtrennbarer Teil eines Dienstes, dessen Hauptzweck darin besteht, von der Anbieterin ausgewählte Filme oder Videospiele zum Abruf für die Allgemeinheit bereitzustellen, wobei die Konsumentinnen und Konsumenten den Zeitpunkt des Abrufs selbst wählen können;",
      "source_provision": "art5"
    },
    {
      "term": "Plattformdienst:",
      "definition": "Plattformdienst: Dienst oder abtrennbarer Teil eines Dienstes, dessen Hauptzweck darin besteht, der Allgemeinheit eine elektronische Plattform bereitzustellen, auf die die Nutzerinnen und Nutzer selbst Filme oder Videospiele hochladen und von der sie diese abrufen können, wobei die Anbieterin des Plattformdienstes die Organisation der nutzergenerierten Inhalte bestimmt, aber keine redaktionelle Verantwortung für diese Inhalte trägt;",
      "source_provision": "art5"
    },
    {
      "term": "Inhaltsdeskriptor:",
      "definition": "Inhaltsdeskriptor: Piktogramm, das die Art der Inhalte beschreibt, welche die Entwicklung von Minderjährigen gefährden können.",
      "source_provision": "art5"
    }
  ]
}