{
  "id": "sr-414-205-8",
  "type": "statute",
  "title": "Verordnung des Hochschulrats vom 20. November 2024 über die Sicherung der Qualität im Bereich der wissenschaftlichen Integrität (V-SQWI)",
  "title_en": "Ordinance of the Higher Education Council of 20 November 2024 on Quality Assurance Measures to Ensure High Standards of Scientific Integrity\n(V-SQWI)",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2024/740/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Section 1 General Provisions",
      "section": "1",
      "title": "Subject matter and scope",
      "content": "1 This Ordinance regulates the quality assurance measures taken by the Higher Education Council to ensure high standards of scientific integrity. 2 It regulates the reporting obligation of higher education institutions and other institutions in the higher education sector as well as the tasks, organisational structure and funding of the Competence Centre for Scientific Integrity Switzerland (CCSIS). 3 This Ordinance applies to all higher education institutions and other institutions in the higher education sector that are institutionally accredited in accordance with the HEdA."
    },
    {
      "provision_ref": "art2",
      "chapter": "Section 1 General Provisions",
      "section": "2",
      "title": "Competence Centre for Scientific Integrity Switzerland",
      "content": "1 The CCSIS shall be created to contribute to quality assurance and to ensure compliance with the principles of scientific integrity in higher education. 2 The CCSIS serves as a reporting and advisory body on matters relating to scientific integrity. 3 The CCSIS uses the Code of Conduct for Scientific Integrity of the Swiss Academies of Arts and Sciences (the Code) as the basis for fulfilling its tasks. The Code of Conduct for Scientific Integrity can be downloaded from the Swiss Academies of Arts and Sciences at www.akademien-schweiz.ch > Issues and tasks > Scientific integrity."
    },
    {
      "provision_ref": "art3",
      "chapter": "Section 1 General Provisions",
      "section": "3",
      "title": "Reporting of proceedings relating to violations and scientific misconduct",
      "content": "1 Higher education institutions and other institutions in the higher education sector shall report to the CCSIS once a year all proceedings initiated in relation to violations of scientific integrity and scientific misconduct pursuant to the Code. The reports are made without details of the persons concerned. 2 Immediately after the conclusion of the proceedings, higher education institutions and other institutions in the higher education sector shall report the results and any sanctions and further measures imposed pursuant to the Code. Higher education institutions and other higher education institutions shall inform the CCSIS annually about the status of ongoing procedures. 3 If two or more higher education institutions or other institutions in the higher education sector are involved in a proceeding, the institution conducting the proceeding shall report the case. 4 Cases of misconduct and offences by students at Bachelor's or Master's level and participants in professional development shall not be reported. 5 The CCSIS shall provide higher education institutions and other higher education institutions with reporting forms. See footnote to Art. 2 para. 3."
    },
    {
      "provision_ref": "art4",
      "chapter": "Section 1 General Provisions",
      "section": "4",
      "title": "Information on the bodies and persons responsible",
      "content": "Higher education institutions and other institutions in the higher education sector shall notify the CCSIS of the bodies and persons responsible for matters relating to scientific integrity and good scientific practice within their organisation."
    },
    {
      "provision_ref": "art5",
      "chapter": "Section 2 Tasks and Organisational Structure",
      "section": "5",
      "title": "Tasks of the CCSIS",
      "content": "1 The CCSIS records the reported proceedings, sanctions and measures. The CCSIS itself does not conduct any proceedings and is not an appeal body. 2 On request, it supports higher education institutions and other institutions in the higher education sector with questions and proceedings relating to violations of scientific integrity and scientific misconduct. 3 It offers counselling to bodies affected by suspected violations of scientific integrity or scientific misconduct. Counselling for individuals comprises solely the assignment of the appropriate contact point at higher education institutions or other institutions in the higher education sector. 4 It may offer training courses. 5 It promotes the widespread general understanding of what constitutes good scientific practice. It supports higher education institutions and other institutions in the higher education sector in establishing a culture of good scientific practice."
    },
    {
      "provision_ref": "art6",
      "chapter": "Section 2 Tasks and Organisational Structure",
      "section": "6",
      "title": "Organisational structure",
      "content": "The CCSIS comprises the Council for Scientific Integrity and the Council Office."
    },
    {
      "provision_ref": "art7",
      "chapter": "Section 3 Council for Scientific Integrity",
      "section": "7",
      "title": "Status of the Council for Scientific Integrity",
      "content": "1 The Council for Scientific Integrity is a standing committee of the Higher Education Council. 2 It organises itself and issues rules of procedure."
    },
    {
      "provision_ref": "art8",
      "chapter": "Section 3 Council for Scientific Integrity",
      "section": "8",
      "title": "Tasks of the Council for Scientific Integrity",
      "content": "1 The Council for Scientific Integrity has the following tasks: a. It manages and supervises the office. b. It is responsible for reporting to the Higher Education Council and to the public. c. It carries out an annual overall assessment of integrity procedures. d. It may make general recommendations to the Higher Education Council. e. It represents the CCSIS in dealings with the Higher Education Council and the public. 2 It meets at least once a year."
    },
    {
      "provision_ref": "art9",
      "chapter": "Section 3 Council for Scientific Integrity",
      "section": "9",
      "title": "Composition of the Council for Scientific Integrity",
      "content": "1 The Council for Scientific Integrity comprises at least three experts from different disciplines. At least one expert works mainly abroad. 2 The members exercise their office in person. Substitution is not possible."
    },
    {
      "provision_ref": "art10",
      "chapter": "Section 3 Council for Scientific Integrity",
      "section": "10",
      "title": "Election",
      "content": "The Higher Education Council elects the members and appoints the President and the Vice-President."
    },
    {
      "provision_ref": "art11",
      "chapter": "Section 3 Council for Scientific Integrity",
      "section": "11",
      "title": "Term of office",
      "content": "1 The term of office is four years. The term of office is limited to a total of eight years. 2 The Higher Education Council may dismiss members at any time for good cause."
    },
    {
      "provision_ref": "art12",
      "chapter": "Section 3 Council for Scientific Integrity",
      "section": "12",
      "title": "Disclosure of vested interests and conflicts of interest",
      "content": "1 Candidates for election to the Council for Scientific Integrity must disclose their vested interests to the Higher Education Council. 2 Changes during the term of office must be reported to the Higher Education Council immediately. 3 In the event of a conflict of interest, the members concerned shall recuse themselves."
    },
    {
      "provision_ref": "art13",
      "chapter": "Section 3 Council for Scientific Integrity",
      "section": "13",
      "title": "Compensation and expenses",
      "content": "The compensation and expenses of the members are set out in the order of appointment issued by the Higher Education Council."
    },
    {
      "provision_ref": "art14",
      "chapter": "Section 3 Council for Scientific Integrity",
      "section": "14",
      "title": "Duty of care",
      "content": "1 The members must fulfil their tasks and duties with all due care. 2 During and after their membership of the Council for Scientific Integrity, they are obliged to maintain confidentiality about official matters."
    },
    {
      "provision_ref": "art15",
      "chapter": "Section 4 Council Office",
      "section": "15",
      "title": "Status of the Council Office",
      "content": "The Council Office manages the operational business of the CCSIS."
    },
    {
      "provision_ref": "art16",
      "chapter": "Section 4 Council Office",
      "section": "16",
      "title": "Organisation of the Council Office",
      "content": "1 The Council Office may be located administratively at the Office of the Swiss Academies of Arts and Sciences in terms of a service level agreement based on Article 11 paragraph 7 of the Federal Act of 14 December 2012 on the Promotion of Research and Innovation. 2 Its professional independence must be guaranteed. 3 The President of the Council for Scientific Integrity shall be consulted on the appointment of Council Office staff. SR 420.1"
    },
    {
      "provision_ref": "art17",
      "chapter": "Section 4 Council Office",
      "section": "17",
      "title": "Tasks of the Council Office",
      "content": "The Council Office has the following tasks: a. It receives the reports and is responsible for monitoring the reported proceedings, sanctions and measures. b. On request, it supports higher education institutions and other institutions in the higher education sector with investigations and other matters; it may arrange the provision of national and international experts and offer training courses. c. It may advise higher education institutions and other institutions in the higher education sector on the procedure to be followed in the event of suspected violations of scientific integrity and scientific misconduct. d. It may refer persons who have questions about scientific integrity to the appropriate contact points at higher education institutions and other institutions in the higher education sector; it shall not provide any advice on the merits of a case. e. It maintains contact and dialogue with the bodies responsible for scientific integrity and good scientific practice at higher education institutions and other institutions in the higher education sector. f. It prepares the annual report for the Higher Education Council and information for the public for submission to Council for Scientific Integrity. g. It prepares an overview of the sanctions and measures imposed for the Council for Scientific Integrity. h. It supports evaluations of procedures relating to scientific integrity and encourages the development and dissemination of good scientific practices. i. It maintains the CCSIS website and manages the information platform for the relevant departments at higher education institutions and other institutions in the higher education sector."
    },
    {
      "provision_ref": "art18",
      "chapter": "Section 5 Funding and Service Level Agreement",
      "section": "18",
      "title": "Funding",
      "content": "The Confederation and the cantons in the Higher Education Council shall each contribute half of the costs of the CCSIS."
    },
    {
      "provision_ref": "art19",
      "chapter": "Section 5 Funding and Service Level Agreement",
      "section": "19",
      "title": "Service level sgreement",
      "content": "1 The management of the Conference of Higher Education Institutions may conclude a service level agreement with the Swiss Academies of Arts and Sciences. 2 In particular, the service level agreement may regulate the contributions of the Higher Education Council to the Executive Board, their utilisation and reporting. 3 The service agreement may be concluded for four years. Multiple extensions are possible."
    },
    {
      "provision_ref": "art20",
      "chapter": "Section 6 Reporting and Information",
      "section": "20",
      "title": "Annual report for the Higher Education Council",
      "content": "1 The CCSIS shall report annually to the Higher Education Council. 2 The annual report contains in particular: a. number of proceedings reported per institution; b. status of the proceedings; c. the nature of the violations or misconduct and the sanctions and measures imposed; d. appraisal and recommendations. 3 If necessary, the Council for Scientific Integrity may submit an extraordinary report to the Higher Education Council."
    },
    {
      "provision_ref": "art21",
      "chapter": "Section 6 Reporting and Information",
      "section": "21",
      "title": "Report to the public",
      "content": "1 The CCSIS shall publish an annual report on its activities and the proceedings reported to it concerning violations of scientific integrity and scientific misconduct. 2 The report shall not contain any information on higher education institutions and other institutions in the higher education sector that have reported their proceedings."
    },
    {
      "provision_ref": "art22",
      "chapter": "Section 6 Reporting and Information",
      "section": "22",
      "title": "Provision of information",
      "content": "1 The CCSIS shall have a website and operate an information platform for the responsible offices at higher education institutions and other institutions in the higher education sector. 2 It may inform higher education institutions and other institutions in the higher education sector about general or specific developments in connection with scientific integrity."
    },
    {
      "provision_ref": "art23",
      "chapter": "Section 7 Commencement",
      "section": "23",
      "title": "",
      "content": "This Ordinance comes into force on 1 January 2025.."
    }
  ],
  "definitions": []
}