{
  "id": "sr-451",
  "type": "statute",
  "title": "Bundesgesetz vom 1. Juli 1966 über den Natur- und Heimatschutz (NHG)",
  "title_en": "Federal Act of 1 July 1966 on the Protection of Nature and Cultural Heritage (NCHA)",
  "short_name": "NHG",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "",
      "content": "The aim of this Act, subject to the authority of the Confederation under Article 78 paragraphs 2–5 of the Federal Constitution, is: a. to carefully manage and protect heritage landscapes and sites of local character, historical sites, and the country’s natural and cultural monuments, and to promote their preservation and upkeep; b. to support the cantons in fulfilling their tasks in the fields of nature protection, cultural heritage protection and monument preservation, and to ensure cooperation with them; c. to support the endeavours of organisations active in the fields of nature protection, cultural heritage protection or monument preservation; d. to protect indigenous flora and fauna, their biological diversity and their natural habitats; d bis . to promote the conservation of biological diversity and the sustainable use of its components through the fair and equitable sharing of benefits arising from genetic resources; e. to promote science and research and the education and training of experts in the fields of nature protection, cultural heritage protection and monument preservation. Amended by No I of the FA of 24 March 1995, in force since 1 Feb. 1996 ( AS 1996 214 , BBl 1991 III 1121 ). Amended by the Annex to the FD of 21 March 2014 (Nagoya Protocol), in force since 12 Oct. 2014 ( AS 2014 2629 ; BBl 2013 3009 ). Amended by Annex No 2 of the Gene Technology Act of 21 March 2003, in force since 1 Jan. 2004 ( AS 2003 4803 ; BBl 2000 2391 ). Inserted by the Annex to the FD of 21 March 2014 (Nagoya Protocol), in force since 12 Oct. 2014 ( AS 2014 2629 ; BBl 2013 3009 ). The amendment in accordance with the FA of 20 June 2014 on Continuing Education and Training, in force since 1 Jan. 2017, relates on to the French and Italian texts ( AS 2016 689 ; BBl 2013 3729 )."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "",
      "content": "1 The fulfilment of federal tasks as defined in Article 24 sexies paragraph 2 of the Federal Constitution is taken to mean in particular: a. the planning, construction and alteration of works and installations by the Confederation, its institutions and enterprises, such as buildings and installations of the federal administration, national roads, and buildings and installations of the Swiss Federal Railways; b. the issuing of licences and authorisations, such as those for the construction and operation of transport infrastructure and facilities (including approval of plans) and of works and installations for conveying energy, liquids or gases, and for telecommunications, as well as authorisations for forest-clearing operations; c. the provision of subsidies for planning, works and installations, e.g. for land improvement projects, renovation of agricultural buildings, river training, water body protection structures and transport infrastructure. 2 Decisions of cantonal authorities concerning projects that can presumably be carried out only with subsidies as specified in paragraph 1 c above shall be regarded as equivalent to the fulfilment of federal tasks. [ AS 1962 749 ]. Now Art. 78 para. 2 of the Federal Constitution of 18 April 1999 ( SR 101 ). Amended by Annex No 2 of the Genetic Engineering Act of 21 March 2003, in force since 1 Jan. 2004 ( AS 2003 4803 ; BBl 2000 2391 ). Amended by No 7 of the Annex to the Telecommunications Enterprises Act of 30 April 1997, in force since 1 Jan. 1998 ( AS 1997 2480 ; BBl 1996 III 1306 ). Inserted by No I 3 of the FA of 18 June 1999 on the Coordination and Simplification of Decision-Making Procedures, in force since 1 Jan. 2000 ( AS 1999 3071 ; BBl 1998 2591 )."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "",
      "content": "1 In the fulfilment of federal tasks, the Confederation, its institutions and enterprises, and the cantons shall ensure that heritage landscapes and sites of local character, historical sites, and natural and cultural monuments are carefully managed and, where there is an overriding public interest, preserved undiminished. 2 They shall fulfil this obligation by: a. suitably designing and maintaining their own buildings and installations, or by foregoing their construction altogether (Art. 2 let. a); b. imposing conditions or requirements on the issue of licences and authorisations, or refusing to issue them (Art. 2 let. b); c. restricting or refusing subsidies (Art. 2 let. c). 3 This obligation applies regardless of the significance of the site as defined in Article 4. A measure must not go beyond what is required to protect the site and its surroundings. 4 ... Amended by No I of the FA of 24 March 1995, in force since 1 Feb. 1996 ( AS 1996 214 ; BBl 1991 III 1121 ). Inserted by No I 3 of the FA of 18 June 1999 on the Coordination and Simplification of Decision-Making Procedures ( AS 1999 3071 ; BBl 1998 2591 ). Repealed by the Annex to the FD of 21 March 2014 (Nagoya Protocol), with effect from 1 Sept. 2014 ( AS 2014 2629 ; BBl 2013 3009 )."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "",
      "content": "With regard to heritage landscapes and sites of local character, historical sites, and natural and cultural monuments within the meaning of Article 24 sexies paragraph 2 of the Federal Constitution, a distinction must be made between: a. sites of national importance; b. sites of regional and local importance. [ AS 1962 749 ]. Now Art. 78 para. 2 of the Federal Constitution of 18 April 1999 ( SR 101 )."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "",
      "content": "1 After consultation with the cantons, the Federal Council shall prepare inventories of sites of national importance; these may be based on existing inventories drawn up by official institutions and organisations active in the fields of nature protection, cultural heritage protection or monument preservation. The principles determining the selection of sites shall be stated in the inventories, which must also include at least the following details: a. a precise description of the sites; b. justification for their national importance; c. possible threats; d. existing protection measures; e. the level of protection aimed for; f. proposals for improvements. 2 The inventories need not be exhaustive. They must be reviewed and updated at regular intervals. Decisions on the inclusion, revision or deletion of sites shall be taken by the Federal Council after consultation with the cantons. The cantons may request a review on their own initiative. Amended by No I of the FA of 24 March 1995, in force since 1 Feb. 1996 ( AS 1996 214 ; BBl 1991 III 1121 )."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "",
      "content": "1 The inclusion of a site of national importance in a federal inventory indicates that it particularly deserves to be preserved undiminished, or in any case to be managed with the greatest possible care, including the application of restoration or appropriate replacement measures. 2 In fulfilling a federal task, departures from the principle that sites are to be preserved undiminished, as specified in the inventories, may only be considered if opposing interests, also of national importance, carry equal or greater weight. Amended by No I 3 of the FA of 18 June 1999 on the Coordination and Simplification of Decision-Making Procedures, in force since 1 Jan. 2000 ( AS 1999 3071 ; BBl 1998 2591 )."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "",
      "content": "1 If the Confederation is responsible for the fulfilment of a federal task, then, depending on its remit, either the Federal Office for the Environment (FOEN), the Federal Office of Culture or the Federal Roads Office shall assess whether it is necessary for an expert report to be prepared by a commission as specified in Article 25 paragraph 1. If the canton is responsible, this assessment shall be made by the cantonal expert body as specified in Article 25 paragraph 2. 2 If, in connection with the fulfilment of a federal task, a site listed in a federal inventory in accordance with Article 5 may be significantly damaged or fundamental issues are raised, the commission shall prepare an expert report for the decision-making authority, indicating whether the site should be preserved undiminished or how it must be protected. 3 The expert report shall be one of the factors considered by the decision-making authority when weighing up all the interests. Amended by No I No 3 of the FA of 18 June 1999 on the Coordination and Simplification of Decision-Making Procedures, in force since 1 Jan. 2000 ( AS 1999 3071 ; BBl 1998 2591 ). Amended by the Annex to the FD of 21 March 2014 (Nagoya Protocol), in force since 1 Sept. 2014 ( AS 2014 2629 ; BBl 2013 3009 ). Inserted by No I of the FA of 27 Sept. 2019, in force since 1 April 2020 ( AS 2020 1217 ; BBl 2019 349 1335 )."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "",
      "content": "In important cases, a commission may, on its own initiative, at any stage of the procedure, submit an expert report concerning the protection of sites or their preservation in an undiminished form. However, reports shall be submitted as early as possible. All necessary documentation shall be made available to the commission on request. Amended by No I of the FA of 24 March 1995, in force since 1 Feb. 1996 ( AS 1996 214 ; BBl 1991 III 1121 )."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "",
      "content": "The competent federal body may also request the cantonal expert body (Art. 25 Para. 2), the cantonal commission responsible for nature protection, cultural heritage protection or monument preservation, or another body designated by the canton to prepare an expert report. In addition, it may request organisations active in the fields of nature protection, cultural heritage protection or monument preservation to submit their comments. Amended by No I of the FA of 24 March 1995, in force since 1 Feb. 1996 ( AS 1996 214 ; BBl 1991 III 1121 )."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "",
      "content": "In all the cases specified in Articles 7, 8 and 9, the cantonal governments shall also be consulted. The cantons shall invite the communes concerned to state their position. Amended by No I of the FA of 24 March 1995, in force since 1 Feb. 1996 ( AS 1996 214 ; BBl 1991 III 1121 )."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "",
      "content": "In the case of military buildings and installations not subject to approval in accordance with Article 126 paragraph 4 of the Armed Forces Act of 3 February 1995, the competent federal authority shall not be required to commission an expert report, nor is it obliged to provide documentation for the optional expert report. SR 510.10 Amended by No 6 of the Annex to the Armed Forces Act of 3 Feb. 1995, in force since 1 Jan. 1996 ( AS 1995 4093 ; BBl 1993 IV 1 )."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "",
      "content": "1 A right of appeal against rulings of the cantonal authorities or the federal authorities shall be accorded to: a. the communes; b. the organisations concerned with nature protection, cultural heritage protection, monument preservation or related objectives, subject to the following requirements: 1. the organisation is active throughout Switzerland, 2. it pursues solely non-profit-making objects; any commercial activities must serve the achievement of its non-profit-making objects. 2 The right of appeal is accorded to the organisations only in legal fields that have formed part of their objects for at least ten years. 3 The Federal Council shall designate the organisations entitled to appeal. 4 The supreme executive body of the organisation is responsible for filing the appeal. 5 The organisations may give general authorisation to their legally independent cantonal and supra-cantonal sub-organisations to raise general objections or to file appeals in specific cases that relate to their local area of activity. Amended by No II 1 of the FA of 20 Dec. 2006, in force since 1 July 2007 ( AS 2007 2701 ; BBl 2005 5351 5391 ). The provision on commercial activity in para. 1 let. b No 2 comes into force on 1 July 2010."
    },
    {
      "provision_ref": "art12a",
      "section": "12a",
      "title": "",
      "content": "An appeal against a decision on providing a federal subsidy shall be inadmissible if a decision has already be taken elsewhere by means of a ruling under Article 12 paragraph 1 on the planning, the works or the installation in fulfilment of a federal task. Inserted by No I of the FA of 24 March 1995 ( AS 1996 214 ; BBl 1991 III 1121 ). Amended by No II 1 of the FA of 20. Dec. 2006, in force since 1 July 2007 ( AS 2007 2701 ; BBl 2005 5351 5391 )."
    },
    {
      "provision_ref": "art12b",
      "section": "12b",
      "title": "",
      "content": "1 The authority shall notify the communes and organisations of its rulings under Article 12 paragraph 1 by written notice or by publication in the Official Federal Gazette or in the cantonal organ of publication. The ruling shall normally be made available for public inspection for 30 days. 2 If federal or cantonal law provides for an objection procedure, notice must also be given of applications in accordance with paragraph 1. Inserted by No I of the FA of 24 March 1995 ( AS 1996 214 ; BBl 1991 III 1121 ). Amended by No II 1 of the FA of 20. Dec. 2006, in force since 1 July 2007 ( AS 2007 2701 ; BBl 2005 5351 5391 )."
    },
    {
      "provision_ref": "art12c",
      "section": "12c",
      "title": "",
      "content": "1 Communes and organisations that have not exercised a right of recourse may participate in the remainder of the proceedings as a party only if they are prejudiced by an amendment to the ruling. For compulsory purchase cases, the Federal Act of 20 June 1930 on Compulsory Purchase (Compulsory Purchase Act) applies. 2 If a commune or an organisation has not participated in objection proceedings under federal or cantonal law, it shall no longer have the right to appeal. 3 If an organisation has failed to enter a competent objection to a land use plan that is equivalent to a ruling or if the objection has been dismissed with full legal effect, the organisation may not enter the same objection in subsequent proceedings. 4 Paragraphs 2 and 3 also apply to objections and appeals under cantonal law against land use plans. Inserted by No II 1 of the FA of 20 Dec. 2006, in force since 1 July 2007 ( AS 2007 2701 ; BBl 2005 5351 5391 ). SR 711"
    },
    {
      "provision_ref": "art12d",
      "section": "12d",
      "title": "",
      "content": "1 If an applicant and an organisation enter into an agreement on obligations that relate to public law matters, this agreement shall be deemed exclusively to be a joint application to the authority. The authority shall take account of the effect of the agreement in its ruling or decision, unless the agreement is defective in terms of Article 49 of the Federal Act of 20 December 1968 on Administrative Procedure. 2 Agreements between applicants and organisations on financial or other benefits are not permitted if they relate to: a. the enforcement of public law obligations, and in particular official requirements; b. measures not provided for under public law or that have no connection with the project; c. payment in return for a waiver of a right of recourse or for any other procedural concession. 3 The appeal authority shall dismiss an appeal if it is an abuse of legal process or the organisation has demanded unlawful payments in terms of paragraph 2. Inserted by No II 1 of the FA of 20. Dec. 2006, in force since 1 July 2007 ( AS 2007 2701 ; BBl 2005 5351 5391 ). SR 172.021"
    },
    {
      "provision_ref": "art12e",
      "section": "12e",
      "title": "",
      "content": "Construction work may be start before the conclusion of the proceedings provided the outcome of the proceedings can have no repercussions on the work done. Inserted by No II 1 of the FA of 20. Dec. 2006, in force since 1 July 2007 ( AS 2007 2701 ; BBl 2005 5351 5391 )."
    },
    {
      "provision_ref": "art12f",
      "section": "12f",
      "title": "",
      "content": "If the organisation is unsuccessful in the proceedings, it shall bear the costs of the appeal before the federal authorities. Inserted by No II 1 of the FA of 20. Dec. 2006, in force since 1 July 2007 ( AS 2007 2701 ; BBl 2005 5351 5391 )."
    },
    {
      "provision_ref": "art12g",
      "section": "12g",
      "title": "",
      "content": "1 The cantons shall have a right of appeal against rulings issued by federal authorities under Article 12 paragraph 1. 2 The Federal Office concerned shall have a right of appeal against cantonal rulings under Article 12 paragraph 1; it may make use of the rights of recourse under federal and cantonal law. Inserted by No II 1 of the FA of 20. Dec. 2006, in force since 1 July 2007 ( AS 2007 2701 ; BBl 2005 5351 5391 )."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "",
      "content": "1 The Confederation may support nature protection, cultural heritage protection and monument preservation by providing the cantons with global financial assistance within the scope of the authorised credits and on the basis of programme agreements for the preservation, acquisition, upkeep, investigation and documentation of landscapes, sites of local character, historical sites, or natural and cultural monuments deserving protection. 2 By way of exception, it may provide financial assistance by means of a ruling for projects that require an individual assessment by the Confederation. 3 The amount of the financial assistance is determined by the importance of the site to be protected and the effectiveness of the measures. 4 Financial assistance shall be provided only if the measures are cost-effective and are carried out professionally. 5 The protection and upkeep measures ordered constitute public-law restrictions on the use of property (Art. 702 Civil Code). They are binding on the landowner concerned and must be recorded in the land register on application by the canton. Exemptions from this obligation are determined by the Federal Council. Amended by No II 7 of the FA of 6 Oct. 2006 on the New System of Financial Equalisation and Division of Tasks between the Confederation and the Cantons (NFA), in force since 1 Jan. 2008 ( AS 2007 5779 ; BBl 2005 6029 ). SR 210"
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "",
      "content": "The Confederation may provide subsidies to national organisations involved in nature protection, cultural heritage protection and monument preservation towards the costs of their activities serving the public interest. Amended by No I of the FA of 24 March 1995, in force since 1 Feb. 1996 ( AS 1996 214 ; BBl 1991 III 1121 )."
    },
    {
      "provision_ref": "art14a",
      "section": "14a",
      "title": "",
      "content": "1 The Confederation may provide subsidies for: a. research projects; b. training and continuing education of experts; c. public relations. 2 Insofar as it is in the national interest, it may either carry out these activities itself or arrange for them to be carried out by third parties at its expense. Inserted by No I of the FA of 24 March 1995, in force since 1 Feb. 1996 ( AS 1996 214 ; BBl 1991 III 1121 )."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "",
      "content": "1 The Confederation may, by contract or, if this is not possible, by compulsory purchase, purchase or safeguard natural landscapes, historical sites and natural or cultural monuments of national importance. It may assign responsibility for administration to cantons, communes or organisations. 2 The Compulsory Purchase Act applies. Amended by No I of the FA of 24 March 1995, in force since 1 Feb. 1996 ( AS 1996 214 ; BBl 1991 III 1121 ). SR 711"
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "",
      "content": "In cases where a natural landscape as defined in Article 15, a historical site, or a cultural monument of national importance is in immediate danger, the Federal Department of the Environment, Transport, Energy and Communications or the Federal Department of Home Affairs may take temporary measures to place the site in question under federal protection and order any safeguards necessary for its preservation. Amended by No I of the FA of 19 June 1987, in force since 1 Feb. 1988 ( AS 1988 254 ; BBl 1985 II 1445 ). The group of administrative units affected was modified in application of Art. 16 para. 3 of the Publications Ordinance of 17 Nov. 2004 ( AS 2004 4937 )."
    },
    {
      "provision_ref": "art16a",
      "section": "16a",
      "title": "",
      "content": "1 The Federal Assembly shall approve by simple federal decree temporary framework credits to guarantee the provision of subsidies. 2 The financing of the areas of cultural heritage protection and monument preservation is governed by Article 27 of the Culture Promotion Act of 11 December 2009. Inserted by Annex No 9 of the Subsidies Act of 5 Oct. 1990 ( AS 1991 857 ; BBl 1987 I 369 ). Amended by No II 7 of the FA of 6 Oct. 2006 on the New System of Financial Equalisation and Division of Tasks between the Confederation and the Cantons (NFA), in force since 1 Jan. 2008 ( AS 2007 5779 ; BBl 2005 6029 ). SR 442.1 Inserted by Annex No II 5 of the Culture Promotion Act of 11 Dec. 2009, in force since 1 Jan. 2012 ( AS 2011 6127 ; BBl 2007 4819 4857 )."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "",
      "content": "If a site is no longer deemed worthy of protection, repayment of all or part of the subsidy provided may be requested. Amended by Section 9 of the Annex to the Subsidy Act of 5 Oct. 1990, in force since 1 April 1991 ( AS 1991 857 ; BBl 1997 I 369 )."
    },
    {
      "provision_ref": "art17a",
      "section": "17a",
      "title": "",
      "content": "The Federal Council shall define those cases where, with the approval of the canton, a commission may prepare an expert report either on its own initiative or at the request of third parties. Inserted by No I of the FA of 24 March 1995, in force since 1 Feb. 1996 ( AS 1996 214 ; BBl 1991 III 1121 )."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "",
      "content": "1 The extinction of indigenous animal and plant species must be prevented by preserving sufficiently extensive habitats (biotopes) and by other appropriate measures. These measures must pay due regard to agricultural and forestry interests deserving protection. 1bis Special protection shall be given to riparian zones, fenlands and mires, rare forest communities, hedgerows, thickets, dry grasslands and other sites that play a role in preserving the ecological balance or which provide especially favourable conditions for biocoenoses. 1ter If, after due consideration of the interests of all parties, damage by technical interventions to habitats deserving of protection is unavoidable, the party responsible must take measures to ensure the best possible protection, restoration, or, failing that, the provision of appropriate compensation. 2 If pest control measures are taken, particularly by using toxic substances, care must be taken not to endanger animal and plant species deserving protection. 3 The Confederation may promote the resettlement in suitable sites of species that have become extinct in the wild in Switzerland or whose numbers are threatened. 4 The federal legislation on hunting and the protection of birds and on fisheries is reserved. Inserted by Art. 66 No 1 of the FA of 7 Oct. 1983 on Protection of the Environment (Environmental Protection Act), in force since 1 Jan. 1985 ( AS 1984 1122 ; BBl 1979 III 749 ). Inserted by Art. 66 No 1 of the FA of 7 Oct. 1983 on Protection of the Environment (Environmental Protection Act), in force since 1 Jan. 1985 ( AS 1984 1122 ; BBl 1979 III 749 )."
    },
    {
      "provision_ref": "art18a",
      "section": "18a",
      "title": "",
      "content": "1 The Federal Council shall designate biotopes of national importance after consulting the cantons. It shall define the location of these biotopes and specify the protection objectives. 2 The cantons shall make arrangements for the protection and upkeep of biotopes of national importance. They shall take appropriate measures in good time and ensure that they are implemented. 3 The Federal Council may, after consulting the cantons, set time limits for arranging protection measures. Should a canton fail, despite a reminder, to arrange protection measures within the set period, the Federal Department of the Environment, Transport, Energy and Communications may carry out the measures required and pass an appropriate proportion of the costs incurred on to the canton. Inserted by No I of the FA of 19 June 1987, in force since 1 Feb. 1988 ( AS 1988 254 ; BBl 1985 II 1445 ). The title of this administrative unit was modified in application of Art. 16 para. 3 of the Publications Ordinance of 17 Nov. 2004 ( AS 2004 4937 )."
    },
    {
      "provision_ref": "art18b",
      "section": "18b",
      "title": "",
      "content": "1 The cantons are responsible for the protection and upkeep of biotopes of regional and local importance. 2 In intensively used areas within and outside residential areas, the cantons shall ensure ecological compensation by means of thickets, hedgerows, riparian tree plantations, or other near-natural vegetation adapted to the site. In doing so, due consideration must be given to agricultural requirements. Inserted by No I of the FA of 19 June 1987, in force since 1 Feb. 1988 ( AS 1988 254 ; BBl 1985 II 1445 )."
    },
    {
      "provision_ref": "art18c",
      "section": "18c",
      "title": "",
      "content": "1 The protection and upkeep of biotopes should be achieved wherever possible on the basis of agreements with landowners and farm or forestry operators, and also by appropriate agricultural and forestry use. 2 Landowners and farm or forestry operators have the right to appropriate compensation if they restrict existing uses in the interests of the protection objective, or provide a service for no financial consideration. 3 If a landowner fails to use the site as required for the protection objectives to be achieved, he must tolerate its use by third parties, as ordered by the authorities. 4 If land must be acquired for the protection objectives to be achieved, the cantons shall have a power of compulsory purchase. In their implementation regulations, they may declare the Compulsory Purchase Act to be applicable, whereby the cantonal government shall rule on any objections that remain in dispute. If the site to be protected extends over the territory of more than one canton, the Compulsory Purchase Act applies. Inserted by No I of the FA of 19 June 1987, in force since 1 Feb. 1988 ( AS 1988 254 ; BBl 1985 II 1445 ). SR 711"
    },
    {
      "provision_ref": "art18d",
      "section": "18d",
      "title": "",
      "content": "1 The Confederation shall provide the cantons with global compensatory payments within the scope of the authorised credits and on the basis of programme agreements for the protection and upkeep of biotopes of national, regional and local importance and for ecological compensation. 2 By way of exception, it may provide compensatory payments by means of a ruling for projects that require an individual assessment by the Confederation. 3 The amount of a compensatory payment is determined by the significance of the site to be protected and the effectiveness of the measures. 4 Compensatory payments shall be provided only if the measures are cost-effective and are carried out professionally. 5 The Confederation shall bear the costs of designating biotopes of national importance. Inserted by No I of the FA of 19 June 1987 ( AS 1988 254 ; BBl 1985 II 1445 ). Amended by No II 7 of the FA of 6 Oct. 2006 on the New System of Financial Equalisation and Division of Tasks between the Confederation and the Cantons (NFA), in force since 1 Jan. 2008 ( AS 2007 5779 ; BBl 2005 6029 )."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "",
      "content": "The gathering of wild plants and capturing of animals living in the wild for commercial purposes are subject to approval by the competent cantonal authority. Such approval may be restricted to particular species, areas, seasons and quantities or numbers, or in other ways, and organised gathering or capturing activities and the promotion thereof may be prohibited. The foregoing does not apply to normal agricultural and forestry exploitation, or to the collection of conventional amounts of fungi, berries, and herbs used in teas and for medicinal purposes, unless the species in question are protected."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "",
      "content": "1 The Federal Council may completely or partially prohibit the picking, digging up, uprooting, removal, offering for sale, sale, purchase or destruction of rare plants. It may likewise take appropriate measures to protect animal species that are at risk or otherwise deserve to be protected. 2 The cantons may issue such prohibitions for additional species. 3 For the purposes of species protection, the Federal Council may also impose conditions on, restrict or prohibit the production, placing on the market, import, export and transit of plants or plant products. Amended by Annex No 2 of the Gene Technology Act of 21 March 2003, in force since 1 Jan. 2004 ( AS 2003 4803 ; BBl 2000 2391 ). Inserted by No I of the FA of 21 June 1996, in force since 1 July 1997 ( AS 1997 1152 ; BBl 1995 IV 629 )."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "",
      "content": "1 Riparian vegetation (reed and rush beds, alluvial zone vegetation and other natural riparian plant communities) may not be cleared or covered up, or otherwise destroyed. 2 Where conditions permit, the cantons shall ensure that riparian vegetation is established if none is present, or at least that conditions favourable to its development are created. Amended by Art. 66 Section I of the Environmental Protection Act of 7 Oct. 1983, in force since 1 Jan. 1985 ( AS 1984 1122 ; BBl 1979 III 749 ). Inserted by Art. 75 Section 2 of the Water Protection Act of 24 Jan. 1991 ( AS 1992 1860 ; BBl 1987 II 1061 ). Amended by No I of the FA of 24 March 1995, in force since 1 Feb. 1996 ( AS 1996 214 ; BBl 1991 III 1121 )."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "",
      "content": "1 The competent cantonal authority may, for scientific purposes or for educational and therapeutic purposes, grant exceptional approval for protected plants to be gathered or dug up or for animals to be captured in specified areas. 2 It may authorise the removal of riparian vegetation for projects limited to a specific site in cases permitted under the legislation on the water bodies protection authorities or on the protection of water bodies. 3 If on the basis of a different enactment a federal authority is competent to decide on a project, this authority shall grant the exceptional approval. .... Amended by Art. 75 Section 2 of the Water Protection Act of 24 Jan. 1991, in force since 1 Nov. 1992 ( AS 1992 1860 ; BBl 1987 II 1061 ). Second sentence deleted by the Section I 3 of the FA of 18 June 1999 on the Coordination and Simplification of Decision-Making Procedures, with effect of 1 Jan. 2000 ( AS 1999 3071 ; BBl 1998 2591 ). Amended by Section 6 of the Annex to the Armed Forces Act of 3 Feb. 1995, in force since 1 Jan. 1996 ( AS 1995 4093 ; BBl 1993 IV 1 )."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "",
      "content": "The establishment of animals and plants of species, subspecies and breeds not native to the country or site shall be subject to approval by the Federal Council. The foregoing does not apply to enclosures, gardens and parks, or to agricultural and forestry enterprises. Amended by Art. 27 Section 2 of the Hunting Act of 20 June 1986, in force since 1 April 1988 ( AS 1988 506 ; BBl 1983 II 1197 )."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "a",
      "content": "Articles 18 a , 18 c and 18 d apply to the protection of mires of outstanding beauty and national importance."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "b",
      "content": "1 A mire landscape is a near-natural landscape characterised by the presence of mires. The non-mire part thereof bears a close ecological, visual, cultural or historical relationship to the mires. 2 A mire landscape is deemed to be of outstanding beauty and national importance if it: a. is unique, or b. is among the most valuable of a group of comparable mire landscapes. 3 The Federal Council shall designate and define the position of mire landscapes of outstanding beauty and national importance deserving of protection, taking account of existing settlements and land use. In doing so, it shall cooperate closely with the cantons, who in turn shall consult the landowners concerned. 4 The Confederation shall finance the work of designating mire landscapes of outstanding beauty and national importance."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "c",
      "content": "1 The overall protection objective shall be to preserve the natural and cultural features of the mire landscapes that account for their outstanding beauty and national importance. The Federal Council shall specify protection objectives appropriate to the particular features of the mire landscapes. 2 The cantons are responsible for formulating specific protection objectives and for their implementation. They shall take the appropriate protection and upkeep measures in good time. Articles 18 a paragraph 3 and 18 c apply by analogy. 3 The Confederation shall provide the cantons with global compensatory payments within the scope of the authorised credits and on the basis of programme agreements for the protection and upkeep measures. 4 By way of exception, it may provide compensatory payments by means of a ruling for projects that require an individual assessment by the Confederation. 5 The amount of the subsidies is determined by the effectiveness of the measures. 6 Compensatory payments shall be provided only if the measures are cost-effective and are carried out professionally. Amended by No II 7 of the FA of 6 Oct. 2006 on the New System of Financial Equalisation and Division of Tasks between the Confederation and the Cantons (NFA), in force since 1 Jan. 2008 ( AS 2007 5779 ; BBl 2005 6029 ). Inserted by No II 7 of the FA of 6 Oct. 2006 on the New System of Financial Equalisation and Division of Tasks between the Confederation and the Cantons (NFA), in force since 1 Jan. 2008 ( AS 2007 5779 ; BBl 2005 6029 ). Inserted by No II 7 of the FA of 6 Oct. 2006 on the New System of Financial Equalisation and Division of Tasks between the Confederation and the Cantons (NFA), in force since 1 Jan. 2008 ( AS 2007 5779 ; BBl 2005 6029 ). Inserted by No II 7 of the FA of 6 Oct. 2006 on the New System of Financial Equalisation and Division of Tasks between the Confederation and the Cantons (NFA), in force since 1 Jan. 2008 ( AS 2007 5779 ; BBl 2005 6029 )."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "d",
      "content": "1 The remodelling and use of mire landscapes shall be permitted provided that this does not conflict with the preservation of the features typical of these landscapes. 2 Subject to paragraph 1, the following are permitted in particular: a. agricultural and forestry use; b. maintenance and renewal of lawfully erected buildings and installations; c. measures designed to protect people against natural disasters; d. infrastructure required for the application of letters a–c above."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "e",
      "content": "1 Parks of national importance are areas with high natural and landscape values. 2 They are divided into the following categories: a. national parks; b. regional nature parks; c. nature discovery parks."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "f",
      "content": "1 A national park is a large area that provides unspoiled habitats to the indigenous flora and fauna, and which allows the landscape to evolve naturally. 2 Within this framework, it also serves the purpose of: a. offering areas for recreation; b. promoting environmental education; c. permitting scientific research, in particular into the indigenous flora and fauna and into the natural evolution of the landscape. 3 It comprises: a. a core zone where nature is allowed to develop freely and to which the general public has only limited access; b. a buffer zone where the cultural landscape is managed in a near-natural manner and is protected against detrimental interventions."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "g",
      "content": "1 A regional nature park is a large, partly populated area, characterised by the richness of its natural and cultural landscape, whose buildings and installations blend harmoniously with the landscape and sites of local character. 2 Within a regional natural park: a. the quality of nature and the landscape shall be maintained and enhanced; b. sustainable business activities shall be encouraged and the marketing of the resultant goods and services promoted."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "h",
      "content": "1 A nature discovery park is an area close to a densely populated area that offers unspoiled habitats to the indigenous flora and fauna and allows the general public to experience nature. 2 Within this framework, it shall also serve to promote environmental education. 3 It comprises: a. a core zone where nature is allowed to develop freely and to which the general public has only limited access; b. a transition zone where nature can be experienced and which acts as a buffer against harmful intrusions into the core zone."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "i",
      "content": "1 The cantons shall support regional efforts to establish and operate parks of national importance. 2 They shall ensure that the residents in the communes concerned can play their part in a suitable manner."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "j",
      "content": "1 The Confederation shall award a park label to the park authority on the recommendation of the cantons provided: a. the long term existence of the park is guaranteed through appropriate measures; b. the requirements of Articles 23 f , 23 g or 23 h and of Articles 23 e , 23 i paragraph 2 and 23 l letters a and b are fulfilled. 2 The authority for a park with the park label shall on application award a product label to the persons and businesses that manufacture products or provide services in the park in a sustainable manner in order to designate these products or services. 3 The park label and product label are awarded for a limited period."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "k",
      "content": "1 The Confederation shall provide the cantons with global financial assistance within the limits of the authorised credits and on the basis of programme agreements for the establishment, operation and quality assurance of parks of national importance provided: a. the parks fulfil the requirements of Article 23 j paragraph 1 letters a and b; b. reasonable self-financing measures and other funding methods are insufficient; c. the measures are cost-effective and are implemented professionally. 2 The amount of financial assistance is determined by the effectiveness of the measures."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "l",
      "content": "The Federal Council shall issue regulations on: a. the requirements for the award of the park label and the product label to parks of national importance, and in particular on the size of the park, the permitted uses, the protection measures and the guarantee of the long-term existence of the park; b. the award and exploitation of the park label and the product label; c. the conclusion of programme agreements and the verification of the effectiveness of the global financial assistance from the Confederation; d. support for scientific research on parks of national importance."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "m",
      "content": "1 The existing National Park in Canton Graubünden is governed by the National Park Act of 19 December 1980. 2 The Confederation may award the «Swiss National Park Foundation» a park label before any expansion through the addition of a buffer zone in accordance with Article 23 f paragraph 3 letter b. 3 Any expansion by means of a buffer zone shall be promoted in accordance with Article 23 k . SR 454"
    },
    {
      "provision_ref": "art23n",
      "section": "23n",
      "title": "",
      "content": "1 Any person who in accordance with the Nagoya Protocol utilises genetic resources or benefits directly from their utilisation (users) must apply due diligence appropriate to the circumstances to ensure that: a. the resources have been accessed lawfully; and b. mutually agreed terms for the fair and equitable sharing of the benefits have been established. 2 Genetic resources are not subject to the due diligence requirement if they: a. originate from a country that is not a Party to the Nagoya Protocol; b. originate from a country that has no domestic access and benefit-sharing regulatory requirements; c. originate from an area beyond national jurisdiction of any Party to the Nagoya Protocol; d. are covered for a specific use by a specialised international instrument under Article 4 of the Nagoya Protocol; e. are human genetic resources; f. as commodities or goods in trade are not utilised as genetic resources in terms of the Nagoya Protocol. 3 The utilisation of genetic resources in terms of paragraph 1 means to conduct research and development on the genetic or biochemical composition of genetic resources, including through the application of biotechnology. 4 Access under paragraph 1 letter a is lawful, if, by virtue of the Nagoya Protocol, it is in accordance with the domestic access and benefit-sharing regulatory requirements of the Party to the Nagoya Protocol that provides the resource. 5 If the requirements of paragraph 1 letters a and b are not met, users must ensure that they are met subsequently, or must refrain from utilising the genetic resources concerned or from benefiting directly from their utilisation. In emergencies, the Federal Council may provide for a delay in meeting the requirements for genetic resources that are pathogenic or harmful organisms. 6 The Federal Council shall regulate what information on utilised genetic resources must be recorded and passed on to subsequent users. See also: Art. 25 d ."
    },
    {
      "provision_ref": "art23o",
      "section": "23o",
      "title": "",
      "content": "1 Notification of compliance with the due diligence requirement must be given to the FOEN before market authorisation has been obtained or, if such authorisation is not required, before the commercialisation of products developed on the basis of utilised genetic resources. 2 Information relating to compliance with the due diligence requirement may be passed on to the international clearing-house described in Article 14 of the Nagoya Protocol and to the competent national authorities of Parties to the Nagoya Protocol. The name of the notifying person, the product to be commercialised, the utilised genetic resource, the date on which it was accessed, and its source are made publicly available. 3 The Federal Council shall designate the authorities responsible for verifying compliance with the notification requirement. It may provide for exemptions to the notification requirement if the verification of compliance with the due diligence requirement is ensured by other means. See also: Art. 25 d ."
    },
    {
      "provision_ref": "art23p",
      "section": "23p",
      "title": "p",
      "content": "Articles 23 n and 23 o also apply to traditional knowledge of indigenous and local communities associated with genetic resources unless such traditional knowledge is already freely available to the public."
    },
    {
      "provision_ref": "art23q",
      "section": "23q",
      "title": "q",
      "content": "1 The Federal Council may make access to genetic resources in Switzerland subject to notification or authorisation and to an agreement that regulates the utilisation of genetic resources and the sharing of benefits arising out of their utilisation. 2 The Confederation may support the conservation and sustainable use of genetic resources."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "",
      "content": "1 Any person who wilfully and without authorisation: a. destroys or seriously damages a natural or cultural monument protected under this Act, a protected historical site, a protected natural landscape or a protected biotope; b. clears, covers up or otherwise destroys riparian vegetation as specified in Article 21; c. destroys or seriously damages buried natural objects or antiquities of substantial scientific value (Art. 724 para. 1 Civil Code); d. ... shall be liable to a term of imprisonment not exceeding one year or to a monetary penalty. 2 In cases of negligence, the penalty shall be a fine not exceeding 40,000 Swiss francs. Amended by No I of the FA of 19 June 1987, in force since 1 Feb. 1988 ( AS 1988 254 ; BBl 1985 II 1445 ). Amended by Art. 333 of the Criminal Code ( SR 311.0 ) in the version of the FA of 13 Dec. 2002, in force since 1 Jan. 2007 ( AS 2006 3459 ; BBl 1999 1979 ). Amended by No I of the FA of 24 March 1995, in force since 1 Feb. 1996 ( AS 1996 214 ; BBl 1991 III 1121 ). Inserted by No I of the FA of 24 March 1995 ( AS 1996 214 ; BBl 1991 III 1121 ). Amended by Art. 32 No 4 of the Cultural Property Transfer Act of 20 June 2003, in force since 1 June 2005 ( AS 2005 1869 ; BBl 2002 535 ). Revised by the Drafting Committee of the Federal Assembly (Art. 58 para. 1 ParlA; SR 171.10 ). SR 210 Inserted by No I of the FA of 21 June 1996 ( AS 1997 1152 ; BBl 1995 IV 629 ). Repealed by Annex 1 No 1 of the FA of 16 March 2012 on the Trade in Protected Animal and Plant Species, with effect from 1 Oct. 2013 ( AS 2013 3095 ; BBl 2011 6985 ). Amended by Art. 333 of the Criminal Code ( SR 311.0 ) in the version of the FA of 13 Dec. 2002, in force since 1 Jan. 2007 ( AS 2006 3459 ; BBl 1999 1979 )."
    },
    {
      "provision_ref": "art24a",
      "section": "24a",
      "title": "",
      "content": "1 Any person who: a. fails to comply with a condition or requirement that makes specific reference to this provision that is related to the provision of a federal subsidy; b. contravenes an implementation regulation issued under Articles 16, 18, 18 a , 18 b , 18 c , 19, 20, 23 c , 23 d or 25 a , where infringements have been declared to be offences; c. performs an action without authorisation where approval is required as specified in Articles 19, 22 paragraph 1, or 23 shall be liable to a fine not exceeding 20,000 Swiss francs. 2 Any person who wilfully fails to provide information or provides false information under Article 23 o shall be liable to a fine not exceeding 100,000 Swiss francs; in cases of negligence, the penalty shall be a fine not exceeding 40,000 Swiss francs. The court may order the publication of the judgment. Inserted by No I of the FA of 19 June 1987, in force since 1 Feb. 1988 ( AS 1988 254 ; BBl 1985 II 1445 ). Amended by No I of the FA of 21 June 1996, in force since 1 July 1997 ( AS 1997 1152 ; BBl 1995 IV 629 ). Inserted by the Annex to the FD of 21 March 2014 (Nagoya Protocol), in force since 12 Oct. 2014 ( AS 2014 2629 ; BBl 2013 3009 )."
    },
    {
      "provision_ref": "art24b",
      "section": "24b",
      "title": "",
      "content": "Articles 6 and 7 of the Federal Act of 22 March 1974 on Administrative Criminal Law apply. Inserted by No I of the FA of 19 June 1987, in force since 1 Feb. 1988 ( AS 1988 254 ; BBl 1985 II 1445 ). SR 313.0"
    },
    {
      "provision_ref": "art24c",
      "section": "24c",
      "title": "",
      "content": "Article 69 of the Criminal Code relating to the forfeiture of unlawfully acquired items and pecuniary benefits applies. Inserted by No I of the FA of 19 June 1987 ( AS 1988 254 ; BBl 1985 II 1445 ). Amended by Art. 334 of the Criminal Code ( SR 311.0 ) in the version of the FA of 13 Dec. 2002, in force since 1 Jan. 2007 ( AS 2006 3459 ; BBl 1999 1979 ). SR 311.0"
    },
    {
      "provision_ref": "art24d",
      "section": "24d",
      "title": "",
      "content": "1 The cantons are responsible for prosecution. 2 ... Inserted by No I of the FA of 19 June 1987, in force since 1 Feb. 1988 ( AS 1988 254 ; BBl 1985 II 1445 ). Inserted by No I of the FA of 21 June 1996 ( AS 1997 1152 ; BBl 1995 IV 629 ). Repealed by Annex 1 No 1 of the FA of 16 March 2012 on the Trade in Protected Animal and Plant Species, with effect from 1 Oct. 2013 ( AS 2013 3095 ; BBl 2011 6985 )."
    },
    {
      "provision_ref": "art24e",
      "section": "24e",
      "title": "",
      "content": "Any person who damages a natural or cultural monument protected under this Act, a protected historical site, a protected natural landscape, a protected biotope or protected riparian vegetation may, irrespective of any criminal proceedings, be required: a. to reverse the illegal measures; b. to pay the costs of remedying the damage; c. to take appropriate compensatory measures if the damage is irreparable. Inserted by No I of the FA of 19 June 1987 ( AS 1988 254 ; BBl 1985 II 1445 ). Amended by No I of the FA of 24 March 1995, in force since 1 Feb. 1996 ( AS 1996 214 ; BBl 1991 III 1121 )."
    },
    {
      "provision_ref": "art24f",
      "section": "24f",
      "title": "",
      "content": "The cantons shall implement this Act unless implementation is assigned to the Confederation. They shall issue the required regulations. Inserted by the Annex to the FD of 21 March 2014 (Nagoya Protocol), in force since 1 Sept. 2014 ( AS 2014 2629 ; BBl 2013 3009 )."
    },
    {
      "provision_ref": "art24g",
      "section": "24g",
      "title": "",
      "content": "1 The Confederation supervises the implementation of this Act. 2 It coordinates the implementing measures carried out by the cantons and the relevant federal authorities. Inserted by the Annex to the FD of 21 March 2014 (Nagoya Protocol), in force since 1 Sept. 2014 ( AS 2014 2629 ; BBl 2013 3009 )."
    },
    {
      "provision_ref": "art24h",
      "section": "24h",
      "title": "",
      "content": "1 The federal authority that implements another federal act or international treaty is also responsible when fulfilling that task for implementing this Act. It shall consult the cantons concerned before making its decision. The FOEN, the Federal Office of Culture, the Federal Roads Office and the other federal offices concerned shall cooperate in implementing this Act in accordance with Articles 62 a and 62 b of the Government and Administration Organisation Act of 21 March 1997. 2 If the procedure under paragraph 1 is unsuitable for certain tasks, the Federal Council shall regulate implementation by the federal authorities concerned. 3 The Confederation shall enforce the regulations on genetic resources (Art. 23 n −23 q ); it may delegate specific tasks to the cantons. 4 The federal implementing authorities shall take account of cantonal nature and cultural heritage protection measures. Inserted by the Annex to the FD of 21 March 2014 (Nagoya Protocol), in force since 1 Sept. 2014, para. 3 in force since 12 Oct. 2014 ( AS 2014 2629 ; BBl 2013 3009 ). SR 172.010"
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "",
      "content": "1 The Federal Council shall appoint one or more advisory commissions for nature protection, cultural heritage protection and monument preservation. 2 The cantons shall designate expert bodies for nature protection, cultural heritage protection and monument preservation. Amended by No I of the FA of 24 March 1995, in force since 1 Feb. 1996 ( AS 1996 214 ; BBl 1991 III 1121 )."
    },
    {
      "provision_ref": "art25a",
      "section": "25a",
      "title": "",
      "content": "1 The Confederation and the cantons are responsible for informing and advising the authorities and the public on the importance and the condition of nature and the landscape. 2 They shall recommend appropriate measures for protection and upkeep. Inserted by No 1 of the Annex to the FA of 21 Dec. 1995, in force since 1 July 1997 ( AS 1997 1155 1174 ; BBl 1993 II 1445 )."
    },
    {
      "provision_ref": "art25b",
      "section": "25b",
      "title": "",
      "content": "1 The cantons shall designate the installations, buildings and areas of soil degradation originating after 1 June 1983 within mires and mire landscapes of outstanding beauty and national importance that conflict with the protection objectives and were not duly approved on the basis of land use zones in accordance with the Spatial Planning Act of 22 June 1979. 2 Within the mire landscape at Rothenthurm, the cantons of Schwyz and Zug shall designate installations, buildings and areas of soil degradation originating after 1 June 1983 that are covered by the transitional provision to Article 24 sexies paragraph 5 of the Federal Constitution. 3 Restoration to the original condition shall ordered by the cantonal or federal authority that would be responsible for decisions on the authorisation or implementation of such projects. In restoring the original condition, due consideration shall be given to the principle of proportionality. Originally Art. 25 a . Inserted by No I of the FA of 24 March 1995, in force since 1 Feb. 1996 ( AS 1996 214 ; BBl 1991 III 1121 ). SR 700 [ AS 1988 352 ]. Now Art. 78 para. 5 of the Federal Constitution of 18 April 1999 ( SR 101 )."
    },
    {
      "provision_ref": "art25c",
      "section": "25c",
      "title": "",
      "content": "Inserted by Annex No I of the Gene Technology Act of 21 March 2003 ( AS 2003 4803 ; BBl 2000 2391 ). Repealed by Annex No 43 of the Administrative Court Act of 17 June 2005, with effect from 1 Jan. 2007 ( AS 2006 2197 1069 ; BBl 2001 4202 )."
    },
    {
      "provision_ref": "art25d",
      "section": "25d",
      "title": "",
      "content": "Articles 23 n and 23 o apply to cases relating to access to genetic resources that occurs after the said provisions come into force. Inserted by the Annex to the FD of 21 March 2014 (Nagoya Protocol), in force since 12 Oct. 2014 ( AS 2014 2629 ; BBl 2013 3009 )."
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "",
      "content": "The Federal Council shall determine the date on which this Act comes into force. It shall issue the necessary implementing regulations. Commencement date: 1 January 1967 FCD of 27 Dec. 1966."
    }
  ],
  "definitions": []
}