{
  "id": "sr-444-1",
  "type": "statute",
  "title": "Bundesgesetz vom 20. Juni 2003 über den internationalen Kulturgütertransfer (Kulturgütertransfergesetz, KGTG)",
  "title_en": "Federal Act of 20 June 2003 on the International Transfer of Cultural Property (Cultural Property Transfer Act, CPTA)",
  "short_name": "KGTG",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2005/317/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Section 1 General Provisions",
      "section": "1",
      "title": "Subject matter and purpose",
      "content": "1 This Act regulates the import of cultural property into Switzerland, its transit and export as well as its repatriation from Switzerland. 2 By this Act, the Confederation intends to contribute to preserving mankind’s cultural heritage and to prevent the theft, looting and illegal import and export of cultural property."
    },
    {
      "provision_ref": "art2",
      "chapter": "Section 1 General Provisions",
      "section": "2",
      "title": "Definitions",
      "content": "1 Cultural property means property that is important on religious or secular grounds to archaeology, pre-history, history, literature, art or science and which belongs to one of the categories specified in Article 1 of the 1970 UNESCO Convention or Article 1 paragraph 1 letter a of the 2001 UNESCO Convention. 2 Cultural heritage means the entirety of cultural property belonging to one of the categories specified in Article 4 of the 1970 UNESCO Convention. 3 Contracting states means states that have ratified the 1970 UNESCO Convention. 4 Specialised Body means the administrative body responsible for carrying out the tasks specified in Article 18. 5 Unlawful import, transit or export means any import, transit or export that violates an agreement pursuant to Article 7 or a measure pursuant to Article 8 paragraph 1 letter a. Amended by Annex No 1 of the FD of 21 June 2019 on the Approval of the Convention on the Protection of Underwater Cultural Heritage, in force since 1 Nov. 2020 ( AS 2020 3793 ; BBl 2019 467 ). Amended by No I of the FA of 25 Sept. 2020, in force since 1 Feb. 2021 ( AS 2021 50 ; BBl 2020 3131 )."
    },
    {
      "provision_ref": "art3",
      "chapter": "Section 2 Registers of Cultural Property",
      "section": "3",
      "title": "Federal Register",
      "content": "1 Cultural property owned by the Confederation that is of essential importance to cultural heritage shall be registered in the Federal Register. 2 Registration has the following effect: a. the cultural property may neither be acquired by adverse possession nor be acquired in good faith; b. the right to recovery is not subject to a statute of limitations; c. the definitive export of the cultural property from Switzerland is prohibited. 3 The entry in the Federal Register relating to an item of cultural property may be removed if: a. the cultural property is no longer of essential importance to cultural heritage; b. the cultural property is to be made part of an ensemble; c. the Confederation loses or waives its ownership of the cultural property. 4 The Specialised Body shall maintain and publish the Federal Register in the form of an electronic database."
    },
    {
      "provision_ref": "art4",
      "chapter": "Section 2 Registers of Cultural Property",
      "section": "4",
      "title": "Cantonal registers",
      "content": "1 In order to simplify border controls, cantons that regulate the export of cultural property on their territories may link the following to the federal database: a. registers of their cultural property; b. registers of privately-owned cultural property, provided the owners have given their consent thereto. 2 The cantons may declare that cultural property in their registers may neither be acquired by adverse possession nor acquired in good faith and that the right to recovery is not subject to a statute of limitations."
    },
    {
      "provision_ref": "art4a",
      "chapter": "Section 3 Import, Transit and Export",
      "section": "4a",
      "title": "a Customs declaration",
      "content": "Any person who imports, carries in transit or exports cultural property as defined in Article 2 paragraph 1 must declare it to customs. Inserted by No I of the FA of 25 Sept. 2020, in force since 1 Feb. 2021 ( AS 2021 50 ; BBl 2020 3131 )."
    },
    {
      "provision_ref": "art5",
      "chapter": "Section 3 Import, Transit and Export",
      "section": "5",
      "title": "Export licence for cultural property in the Federal Register",
      "content": "1 Any person who wishes to export from Switzerland cultural property that is registered in the Federal Register shall require a licence from the Specialised Body. 2 The licence shall be granted if: a. the cultural property is being exported temporarily; and b. the cultural property is being exported for the purpose of the research, conservation, exhibition or for similar reasons."
    },
    {
      "provision_ref": "art6",
      "chapter": "Section 3 Import, Transit and Export",
      "section": "6",
      "title": "Swiss right of repatriation",
      "content": "1 If cultural property registered in the Federal Register has been exported unlawfully from Switzerland, the Federal Council shall exercise its right of repatriation against other contracting states. Any compensation and costs shall be paid by the Confederation. 2 If cultural property registered in a cantonal register is exported unlawfully from Switzerland, the Federal Council shall at the request of the canton concerned exercise its right of repatriation against other contracting states. Any compensation and costs shall be paid by the requesting canton."
    },
    {
      "provision_ref": "art7",
      "chapter": "Section 3 Import, Transit and Export",
      "section": "7",
      "title": "Agreements",
      "content": "1 To safeguard cultural and foreign policy interests and to preserve our cultural heritage the Federal Council may enter into international treaties with contracting states on the import and repatriation of cultural property (agreements). 2 The following conditions must be met: a. the subject matter of the agreement must be cultural property of essential importance to the cultural heritage of the contracting State concerned; b. the cultural property must be subject to provisions on export in the contracting State concerned that aim to protect cultural heritage; and c. the contracting State must grant reciprocal rights."
    },
    {
      "provision_ref": "art8",
      "chapter": "Section 3 Import, Transit and Export",
      "section": "8",
      "title": "Temporary measures",
      "content": "1 In order to protect from damage the cultural heritage of a State that is endangered due to exceptional events, the Federal Council may: a. permit, place conditions on, restrict or prohibit the import, transit and export of cultural property; b. participate in joint international operations as defined in Article 9 of the 1970 UNESCO Convention. 2 The measures must be temporary."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Repatriation actions based on agreements",
      "content": "1 Any person in possession of cultural property that has been unlawfully imported into Switzerland may be sued for repatriation by the State from which the cultural property has been unlawfully exported. The plaintiff State must in particular prove that the cultural property is of essential importance to its cultural heritage and was unlawfully imported. 2 The court may postpone repatriation until the cultural property is no longer at risk on its repatriation. 3 The costs of the measures required to secure, preserve and repatriate the cultural property shall be borne by the plaintiff State. 4 The State’s right of repatriation is subject to a statute of limitations of one year from the date on which its authorities became aware of where and with whom the cultural property is located, but 30 years at the latest after the cultural property was unlawfully exported. 5 Any person who has acquired the cultural property in good faith and must return it is entitled at the time of repatriation to compensation based on the purchase price and any expenditure that was required and beneficial for the preservation and maintenance of the cultural property. 6 The compensation must be paid by the plaintiff State. The person that is required to return the cultural property has a right of retention pending payment of the compensation."
    },
    {
      "provision_ref": "art10",
      "chapter": "Section 4 Guarantee of Return",
      "section": "10",
      "title": "Application",
      "content": "If cultural property of a contracting State is lent temporarily by a contracting State to a museum or another cultural institution in Switzerland for an exhibition, the borrowing institution may request the Specialised Body to issue the lending institution with a guarantee of return for the duration of the exhibition agreed in the loan agreement."
    },
    {
      "provision_ref": "art11",
      "chapter": "Section 4 Guarantee of Return",
      "section": "11",
      "title": "Publication and objection procedure",
      "content": "1 The request shall be published in the Official Federal Gazette. The notice published shall contain a precise description of the cultural property and of its origin. 2 If the request clearly does not meet the requirements for granting a guarantee of return, it shall be rejected and not published. 3 Any person who is a party under the Federal Act of 20 December 1968 on Administrative Procedure may file a written objection within 30 days with the Specialised Body. The 30-day period begins on publication of the notice. 4 Unless a person has filed an objection, they may not participate in the remainder of the proceedings. SR 172.021"
    },
    {
      "provision_ref": "art12",
      "chapter": "Section 4 Guarantee of Return",
      "section": "12",
      "title": "Issuing the guarantee",
      "content": "1 The Specialised Body shall decide on the request for issuing a guarantee of return. 2 The guarantee of return may be issued if: a. no one has filed an objection claiming ownership of the cultural property; b. the import of the cultural property is not unlawful; c. the lending agreement provides that the cultural property shall be returned to the contracting State from which it has been borrowed on conclusion of the exhibition. 3 The Federal Council may specify additional requirements."
    },
    {
      "provision_ref": "art13",
      "chapter": "Section 4 Guarantee of Return",
      "section": "13",
      "title": "Effect",
      "content": "The guarantee of return has the effect that private individuals and public authorities may not claim any legal rights to the cultural property while the cultural property is in Switzerland."
    },
    {
      "provision_ref": "art14",
      "chapter": "Section 5 Financial Assistance for the Preservation of Cultural Heritage",
      "section": "14",
      "title": "",
      "content": "1 The Confederation may grant financial assistance: a. to museums or similar institutions in Switzerland for the temporary fiduciary custody and conservational supervision of cultural property that forms part of the cultural heritage of other states and that is at risk there due to exceptional events; b. for projects to maintain cultural heritage in other contracting states; c. under exceptional circumstances, to facilitate restitution of the cultural heritage of contracting states. 2 Financial assistance under paragraph 1 letter a may only be paid out if fiduciary custody: a. takes place by agreement with the authorities of the other State; or b. takes place under the auspices of UNESCO or of another international organisation for the protection of cultural property. Inserted by Annex No II 4 des Culture Promotion Act of 11 Dec. 2009, in force since 1 Jan. 2012 ( AS 2011 6127 ; BBl 2007 4819 4857 )."
    },
    {
      "provision_ref": "art14a",
      "chapter": "Section 5 Financial Assistance for the Preservation of Cultural Heritage",
      "section": "14a",
      "title": "a Funding",
      "content": "The funding of financial assistance under Article 14 is governed by Article 27 of the Culture Promotion Act of 11 December 2009. Inserted by Annex No II 4 des Culture Promotion Act of 11 Dec. 2009, in force since 1 Jan. 2012 ( AS 2011 6127 ; BBl 2007 4819 4857 ). SR 442.1"
    },
    {
      "provision_ref": "art15",
      "chapter": "Section 6 Transfer of Cultural Property",
      "section": "15",
      "title": "Transfer to federal institutions",
      "content": "1 Federal institutions may not acquire or exhibit cultural property that: a. has been stolen, lost against the owner’s will or unlawfully excavated; b. forms part of the cultural heritage of a State and has been unlawfully exported from that State. 2 Federal institutions that are offered such property shall notify the Specialised Body immediately."
    },
    {
      "provision_ref": "art16",
      "chapter": "Section 6 Transfer of Cultural Property",
      "section": "16",
      "title": "Duty of diligence",
      "content": "1 Cultural property may only be transferred in the art trade and the auction business if the person making the transfer can assume in the circumstances that the cultural property: a. has not been stolen, lost against the owner’s will or unlawfully excavated; b. has not been unlawfully imported. 2 Persons active in the art trade and in the auction business are required: a. to establish the identity of the suppliers or the seller and request them to provide a written declaration on their right to dispose of the cultural property; b. to inform their customers about the current import and export regulations of contracting States; c. to keep written records on the acquisition of cultural property and in particular the origin of the cultural property, insofar as it is known, and the name and the address of the supplier or seller, a description and the purchase price of the cultural property; d. to provide the Specialised Body with all the information that it requires on fulfilling this duty of diligence. 3 Records and receipts must be stored for 30 years. Article 962 paragraph 2 of the Code of Obligations applies by analogy. SR 220"
    },
    {
      "provision_ref": "art17",
      "chapter": "Section 6 Transfer of Cultural Property",
      "section": "17",
      "title": "Inspection",
      "content": "1 In order to verify compliance with the duty of diligence, the Specialised Body shall be granted access to the premises and storerooms of persons active in the art trade and in the auction business. 2 If it has reason to believe that that an offence has been committed under this Act, the Specialised Body shall report the matter to the competent prosecution authority."
    },
    {
      "provision_ref": "art18",
      "chapter": "Section 7 Authorities",
      "section": "18",
      "title": "Specialised Body",
      "content": "The Confederation shall appoint a Specialised Body to implement this Act, which shall have the following tasks in particular: a. it advises and supports the federal authorities on matters relating to the transfer of cultural property and in coordinating related work; b. it advises and works with the cantonal authorities on matters relating to the transfer of cultural property; c. it represents Switzerland in dealings with foreign authorities on matters relating to the transfer of cultural property; d. it works with the authorities of other states in order to safeguard their cultural heritage; e. it issues persons active in the art trade and the auction business and other interested groups with information on matters relating to the transfer of cultural property; f. it maintains a list of offices providing information on cultural property reported as being stolen; g. it maintains and publishes the Federal Register in the form of an electronic database (Art. 3); h. it issues guarantees of return (Art. 10–13); i. it verifies compliance with duties of diligence by persons active in the art trade and auction business (Art. 16 and 17)."
    },
    {
      "provision_ref": "art19",
      "chapter": "Section 7 Authorities",
      "section": "19",
      "title": "Customs",
      "content": "1 The customs authorities shall monitor the transfer of cultural property at the border. 2 They are authorised to withhold suspicious cultural property on import, transit or export and to report the matter to the prosecution authorities. 3 The storage of cultural property in customs warehouses is deemed to be an import in terms of this Act."
    },
    {
      "provision_ref": "art20",
      "chapter": "Section 7 Authorities",
      "section": "20",
      "title": "Prosecution authorities",
      "content": "1 If there is reason to believe that cultural property has been stolen, lost or unlawfully imported into Switzerland, the competent prosecution authorities shall order its seizure. 2 Any seizure must be reported to the Specialised Body immediately."
    },
    {
      "provision_ref": "art21",
      "chapter": "Section 8 Administrative and Mutual Assistance",
      "section": "21",
      "title": "Administrative assistance in Switzerland",
      "content": "The competent federal, cantonal and communal authorities shall provide each other and the relevant supervisory authorities with any data required to implement this Act."
    },
    {
      "provision_ref": "art22",
      "chapter": "Section 8 Administrative and Mutual Assistance",
      "section": "22",
      "title": "International administrative and mutual assistance",
      "content": "1 The federal authorities responsible for implementing this Act may work with the competent foreign authorities and with international organisations or bodies and coordinate the gathering of data insofar as: a. this is required to implement this Act; and b. the foreign authorities, international organisations or bodies are bound by official secrecy or by a corresponding duty of confidentiality. 2 They may request foreign authorities to provide the required data. In order to obtain the data, they may disclose data to the foreign authorities, in particular about: a. the condition, quantity, destination and place of use, purpose and the recipients of cultural property; b. persons involved in the supply or brokerage of cultural property; c. the financial aspects of the transactions. 3 The federal authorities may disclose the data under paragraph 2 on their own initiative or at the request of the foreign State provided the State concerned: a. offers reciprocal rights; b. provides the assurance that the data will only be processed for purposes under this Act; c. provides the assurance that the data will only be used in criminal proceedings in which mutual assistance in criminal matters would not be excluded because of the nature of the offence; in this case the competent federal authority shall decide in advance after consulting the Federal Office of Justice on whether mutual assistance in criminal matters is possible."
    },
    {
      "provision_ref": "art23",
      "chapter": "Section 8 Administrative and Mutual Assistance",
      "section": "23",
      "title": "Relationship with the Mutual Assistance Act",
      "content": "The competent foreign authorities may be granted mutual assistance in connection with offences under this Act. Such offences are not deemed to be currency, trade or economic offences in terms of Article 3 paragraph 3 of the Mutual Assistance Act of 20 March 1981; the procedural provisions of the Mutual Assistance Act apply. SR 351.1"
    },
    {
      "provision_ref": "art24",
      "chapter": "Section 9 Criminal Provisions",
      "section": "24",
      "title": "Misdemeanours",
      "content": "1 Unless the offence carries a higher penalty under another legal provision, anyone who wilfully commits any of the following acts is liable to a custodial sentence not exceeding one year or to a monetary penalty: a. imports, sells, offers for sale, supplies or brokers the sale of, acquires or exports cultural property that has been stolen or lost against the owner’s will; b. appropriates excavation finds in terms of Article 724 of the Civil Code; c. unlawfully imports, carries in transit, or exports cultural property; c bis . fails to make a customs declaration or makes a false customs declaration regarding cultural property when importing, carrying in transit or exporting cultural property; d. exports cultural property registered in the Federal Register without authorisation. 2 If the offender acts through negligence, the penalty shall be a fine not exceeding 20,000 francs. 3 If the offender acts for commercial gain, the penalty shall be a custodial sentence not exceeding two years or monetary penalty. Amended by No I of the FA of 25 Sept. 2020, in force since 1 Feb. 2021 ( AS 2021 50 ; BBl 2020 3131 ). SR 210 Amended by No I of the FA of 25 Sept. 2020, in force since 1 Feb. 2021 ( AS 2021 50 ; BBl 2020 3131 ). Inserted by No I of the FA of 25 Sept. 2020, in force since 1 Feb. 2021 ( AS 2021 50 ; BBl 2020 3131 ). Amended by No I of the FA of 25 Sept. 2020, in force since 1 Feb. 2021 ( AS 2021 50 ; BBl 2020 3131 ). Amended by No I of the FA of 25 Sept. 2020, in force since 1 Feb. 2021 ( AS 2021 50 ; BBl 2020 3131 )."
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Contraventions",
      "content": "1 Unless the offence carries a higher penalty under another legal provision, any person in the art trade or auction business shall be liable to a fine not exceeding 20,000 francs if they: a. disregard the duties of diligence (Art. 16); b. obstruct the conduct of an inspection (Art. 17). 2 Attempt and complicity are also offences. 3 ... Repealed by No I of the FA of 25 Sept. 2020, with effect from 1 Feb. 2021 ( AS 2021 50 ; BBl 2020 3131 )."
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Offences by businesses",
      "content": "Articles 6 and 7 of the Federal Act of 22 March 1974 on Administrative Criminal Law apply to offences committed by businesses. SR 313.0"
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "Prosecution",
      "content": "The cantons are responsible for the prosecution and judgment of offences under this Act."
    },
    {
      "provision_ref": "art28",
      "section": "28",
      "title": "Forfeiture of cultural property and assets",
      "content": "Cultural property and assets forfeited under Articles 69–72 of the Criminal Code shall pass to the Confederation. It shall take account of the objectives of this Act. SR 311.0 Amended by No I of the FA of 25 Sept. 2020, in force since 1 Feb. 2021 ( AS 2021 50 ; BBl 2020 3131 )."
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "Notification requirement",
      "content": "The customs authorities and the competent prosecution authorities are required to notify the Specialised Body of offences under this Act."
    },
    {
      "provision_ref": "art30",
      "chapter": "Section 10 Legal Remedies and Data Protection",
      "section": "30",
      "title": "",
      "content": "1 The procedure for appeals against rulings under this Act is governed by the general provisions on the administration of federal justice. 2 The processing of personal data is governed by the legislation on data protection."
    },
    {
      "provision_ref": "art31",
      "chapter": "Section 11 Final Provisions",
      "section": "31",
      "title": "Implementation",
      "content": "The Federal Council shall issue the implementing provisions."
    },
    {
      "provision_ref": "art32",
      "chapter": "Section 11 Final Provisions",
      "section": "32",
      "title": "Amendment of Current Legislation",
      "content": "The following enactments are amended as follows: ... The amendment may be consulted under AS 2005 1869 ."
    },
    {
      "provision_ref": "art33",
      "chapter": "Section 11 Final Provisions",
      "section": "33",
      "title": "Prohibition of retroactive effect",
      "content": "This Act does not apply with retroactive effect. In particular it does not apply to acquisitions made before its commencement date."
    },
    {
      "provision_ref": "art34",
      "chapter": "Section 11 Final Provisions",
      "section": "34",
      "title": "Referendum and commencement",
      "content": "1 This Act is subject to an optional referendum. 2 The Federal Council shall determine the commencement date. Commencement date: 1 June 2005 FCD of 13 April 2005."
    }
  ],
  "definitions": []
}