{
  "id": "sr-414-205-7",
  "type": "statute",
  "title": "Verordnung des Hochschulrates vom 20. Mai 2021 über die Zulassung zu den Fachhochschulen und den Fachhochschulinstituten (Zulassungsverordnung FH)",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2021/316/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "1. Abschnitt: Gegenstand",
      "section": "1",
      "title": "",
      "content": "1 Diese Verordnung regelt für das Fachhochschulstudium auf der Bachelorstufe in den Fachbereichen Technik und Informationstechnologie, Architektur, Bau- und Planungswesen, Chemie und Life Sciences, Land- und Forstwirtschaft, Wirtschaft und Dienstleistungen, Design, soziale Arbeit, angewandte Psychologie, angewandte Linguistik, Musik, Theater und andere Künste sowie Sport: a. die Zulassung ohne oder mit Aufnahmeprüfung; b. die zusätzlichen Zulassungsvoraussetzungen für einzelne Fachbereiche; c. die Anforderungen bezüglich Arbeitswelterfahrung allgemein und für einzelne Fachbereiche. 2 Die Zulassung zu einem Fachhochschulstudium auf der Bachelorstufe im Fachbereich Gesundheit richtet sich nach Artikel 73 Absatz 3 Buchstabe a HFKG."
    },
    {
      "provision_ref": "art2",
      "chapter": "2. Abschnitt: Zulassung ohne oder mit Aufnahmeprüfung",
      "section": "2",
      "title": "Ohne Aufnahmeprüfung",
      "content": "1 Die Inhaberinnen und Inhaber folgender Ausweise werden prüfungsfrei zum ersten Studiensemester des Bachelorstudiums in einem Fachbereich nach Artikel 1 Absatz 1 zugelassen: a. Berufsmaturität in Verbindung mit einer beruflichen Grundbildung in einem dem Fachbereich verwandten Beruf; b. Fachmaturität in einem dem Fachbereich verwandten Berufsfeld; c. gymnasiale Maturität mit einer mindestens einjährigen Arbeitswelterfahrung nach dem 4. Abschnitt; d. Berufsmaturität oder Fachmaturität in einem anderen Berufsfeld mit einer mindestens einjährigen Arbeitswelterfahrung nach dem 4. Abschnitt. 2 In den Fachbereichen soziale Arbeit, angewandte Psychologie, angewandte Linguistik, Musik, Theater und andere Künste, Design sowie Sport können die Fachhochschulen und die Fachhochschulinstitute auch Inhaberinnen und Inhaber einer anderweitig erworbenen gleichwertigen allgemeinbildenden Ausbildung mit einer mindestens einjährigen Arbeitswelterfahrung nach dem 4. Abschnitt prüfungsfrei zum ersten Studiensemester zulassen."
    },
    {
      "provision_ref": "art3",
      "chapter": "2. Abschnitt: Zulassung ohne oder mit Aufnahmeprüfung",
      "section": "3",
      "title": "Mit Aufnahmeprüfung",
      "content": "1 In den Fachbereichen Technik und Informationstechnologie, Architektur, Bau- und Planungswesen, Chemie und Life Sciences, Land- und Forstwirtschaft, Wirtschaft und Dienstleistungen sowie Design kann nach Bestehen einer Aufnahmeprüfung zum ersten Studiensemester des Bachelorstudiums zugelassen werden, wer: a. mindestens 25 Jahre alt ist; b. über einen Abschluss einer mindestens dreijährigen Ausbildung auf Sekundarstufe II verfügt; und c. über eine mindestens einjährige Arbeitswelterfahrung nach dem 4. Abschnitt verfügt. 2 Die Aufnahmeprüfung dient dazu, festzustellen, ob die Kandidatin oder der Kandidat das Berufsmaturitätsniveau erreicht hat."
    },
    {
      "provision_ref": "art4",
      "chapter": "3. Abschnitt: Zusätzliche Zulassungsvoraussetzungen und Zulassungserleichterungen",
      "section": "4",
      "title": "Design, Musik, Theater und andere Künste sowie Sport",
      "content": "1 Für die Fachbereiche Design, Musik, Theater und andere Künste sowie Sport müssen sich die Kandidatinnen und Kandidaten vor Eintritt in das erste Studiensemester einer Eignungsabklärung unterziehen. 2 Für Musik- und Sportstudien, die spezifische Fähigkeiten oder Berufserfahrung erfordern, können die Fachhochschulen und die Fachhochschulinstitute zusätzliche Voraussetzungen aufstellen. 3 Bei Kandidatinnen und Kandidaten mit einer ausserordentlichen gestalterischen oder künstlerischen Begabung können die Fachhochschulen und die Fachhochschulinstitute in den Fachbereichen Design, Musik, Theater und andere Künste ausnahmsweise von der Voraussetzung einer abgeschlossenen Ausbildung auf der Sekundarstufe II absehen. 4 Für die Zulassung zu den Ausbildungen für den Lehrberuf in bildender Kunst oder Musik gelten die Bestimmungen im interkantonalen Diplomanerkennungsrecht der Schweizerischen Konferenz der kantonalen Erziehungsdirektoren (EDK). www.edk.ch > Offizielle Texte > Rechtssammlung der EDK > 4.2.2.10"
    },
    {
      "provision_ref": "art5",
      "chapter": "3. Abschnitt: Zusätzliche Zulassungsvoraussetzungen und Zulassungserleichterungen",
      "section": "5",
      "title": "Soziale Arbeit und angewandte Psychologie",
      "content": "1 Für den Fachbereich soziale Arbeit können die Fachhochschulen und die Fachhochschulinstitute vor Eintritt in das erste Studiensemester eine Abklärung durchführen, die überprüft, ob die Kandidatin oder der Kandidat für das Berufsfeld persönlich geeignet ist. 2 Für den Fachbereich angewandte Psychologie müssen sich die Kandidatinnen und Kandidaten vor Eintritt in das erste Studiensemester einer psychologischen Abklärung unterziehen, die überprüft, ob sie für das Berufsfeld persönlich geeignet sind."
    },
    {
      "provision_ref": "art6",
      "chapter": "3. Abschnitt: Zusätzliche Zulassungsvoraussetzungen und Zulassungserleichterungen",
      "section": "6",
      "title": "Angewandte Linguistik",
      "content": "Für den Fachbereich angewandte Linguistik müssen sich die Kandidatinnen und Kandidaten vor Eintritt in das erste Studiensemester einem Sprachtest unterziehen, der überprüft, ob sie über die für das Studium relevanten Sprachkompetenzen verfügen."
    },
    {
      "provision_ref": "art7",
      "chapter": "4. Abschnitt: Anforderungen bezüglich Arbeitswelterfahrung",
      "section": "7",
      "title": "Allgemeine Bestimmungen",
      "content": "1 Die Arbeitswelterfahrung muss berufspraktische und berufstheoretische Kenntnisse in einem dem Fachbereich verwandten Beruf umfassen. 2 Sie kann in einem Betrieb oder in einer anderen geeigneten Ausbildungsstätte erworben werden."
    },
    {
      "provision_ref": "art8",
      "chapter": "4. Abschnitt: Anforderungen bezüglich Arbeitswelterfahrung",
      "section": "8",
      "title": "Anforderungen an die Arbeitswelterfahrung in Form von Kompetenzkatalogen für bestimmte Fachbereiche",
      "content": "1 Für die Fachbereiche Technik und Informationstechnologie, Architektur, Bau- und Planungswesen, Chemie und Life Sciences, Land- und Forstwirtschaft sowie Wirtschaft und Dienstleistungen sorgen die Fachhochschulen und die Fachhochschulinstitute in Zusammenarbeit mit den Berufsverbänden für einheitliche Anforderungen an die Arbeitswelterfahrung und legen diese in Kompetenzenkatalogen fest. 2 Die Anforderungen richten sich nach den Lernzielen in den zu den einzelnen Fachbereichen gehörenden beruflichen Grundbildungen. Diese Lernziele sind in den Bildungsverordnungen des Staatssekretariats für Bildung, Forschung und Innovation (SBFI) und in den Bildungsplänen festgelegt. 3 Die Kompetenzenkataloge müssen dem Hochschulrat zur Kenntnis gebracht werden. www.sbfi.admin.ch > Bildung > Berufliche Grundbildung > Berufsverzeichnis"
    },
    {
      "provision_ref": "art9",
      "chapter": "4. Abschnitt: Anforderungen bezüglich Arbeitswelterfahrung",
      "section": "9",
      "title": "Design",
      "content": "Für den Fachbereich Design kann die einjährige Arbeitswelterfahrung durch einen einjährigen gestalterischen Vorkurs ersetzt werden."
    },
    {
      "provision_ref": "art10",
      "chapter": "4. Abschnitt: Anforderungen bezüglich Arbeitswelterfahrung",
      "section": "10",
      "title": "Soziale Arbeit",
      "content": "1 Für den Fachbereich soziale Arbeit muss der Nachweis einer mindestens einjährigen, qualifizierten Arbeitspraxis erbracht werden, in der die Kandidatin oder der Kandidat die Berufswelt und damit die Lebenssituation der Adressatinnen und Adressaten der künftigen beruflichen Tätigkeit kennen und verstehen lernt. 2 Die zu erwerbenden Kenntnisse werden von den Fachhochschulen und den Fachhochschulinstituten durch formelle Zulassungsverfahren überprüft."
    },
    {
      "provision_ref": "art11",
      "chapter": "4. Abschnitt: Anforderungen bezüglich Arbeitswelterfahrung",
      "section": "11",
      "title": "Angewandte Psychologie",
      "content": "Für den Fachbereich angewandte Psychologie muss der Nachweis einer mindestens einjährigen, qualifizierten Arbeitspraxis erbracht werden."
    },
    {
      "provision_ref": "art12",
      "chapter": "4. Abschnitt: Anforderungen bezüglich Arbeitswelterfahrung",
      "section": "12",
      "title": "Angewandte Linguistik, Musik, Theater und andere Künste sowie Sport",
      "content": "1 Für die Fachbereiche angewandte Linguistik, Musik, Theater und andere Künste sowie Sport entspricht der Erwerb und Nachweis der für die Aufnahme des jeweiligen Studiums notwendigen sprachlichen, künstlerischen oder sportlichen Kompetenzen der einjährigen Arbeitswelterfahrung. 2 Diese Kompetenzen werden von den Fachhochschulen und den Fachhochschulinstituten durch formelle Zulassungsverfahren überprüft."
    },
    {
      "provision_ref": "art13",
      "chapter": "5. Abschnitt: Inkrafttreten",
      "section": "13",
      "title": "",
      "content": "Diese Verordnung tritt am 1. Januar 2022 in Kraft."
    }
  ],
  "definitions": []
}