{
  "id": "sr-414-156",
  "type": "statute",
  "title": "Verordnung der ETH Zürich vom 17. August 2023 über Stipendien und Darlehen (Stipendienverordnung ETH Zürich)",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2023/473/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "1",
      "title": "Gegenstand",
      "content": "Diese Verordnung regelt die Vergabe von Stipendien und Darlehen durch die ETH Zürich."
    },
    {
      "provision_ref": "art2",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "2",
      "title": "Stipendien",
      "content": "1 Stipendien sind einmalige oder wiederkehrende Geldleistungen, die an Personen für ihr Studium an der ETH Zürich vergeben werden und die, sofern diese Verordnung nichts anderes vorsieht, nicht zurückgezahlt werden müssen. 2 Die ETH Zürich vergibt zwei Arten von Stipendien: a. Sozialstipendien für Studierende in einer schwierigen finanziellen Situation; b. Leistungsstipendien zur Förderung eines Studiums für Personen, die sich in ihrer bisherigen Ausbildung durch hervorragende Leistungen ausgezeichnet haben."
    },
    {
      "provision_ref": "art3",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "3",
      "title": "Darlehen",
      "content": "1 Darlehen sind einmalige Geldleistungen, die an Studierende der ETH Zürich vergeben werden und zurückgezahlt werden müssen. 2 Darlehen können in Ergänzung zu einem Sozialstipendium ausgerichtet werden."
    },
    {
      "provision_ref": "art4",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "4",
      "title": "Grundsätze",
      "content": "1 Es besteht kein Anspruch auf ein Stipendium oder Darlehen. 2 Der Bezug eines Sozialstipendiums oder Darlehens befreit nicht von der Pflicht zur Bezahlung des Schulgelds oder anderer Gebühren. Bei einem Leistungsstipendium wird das Schulgeld erlassen."
    },
    {
      "provision_ref": "art5",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "5",
      "title": "Rückerstattung und Meldepflicht",
      "content": "1 Stellt sich heraus, dass ein Stipendium oder ein Darlehen auf der Grundlage falscher oder unvollständiger Angaben vergeben wurde oder die Voraussetzungen im Laufe der Beitragszeit nicht mehr erfüllt waren, so muss die oder der Studierende die unrechtmässig erhaltenen Beträge umgehend zurückerstatten. 2 Studierende, die ein Sozialstipendium beziehen, müssen jede Veränderung, die für die Vergabe des Stipendiums relevant ist, einschliesslich Veränderungen der Situation der unterhaltspflichtigen Personen, unverzüglich melden."
    },
    {
      "provision_ref": "art6",
      "chapter": "2. Abschnitt: Sozialstipendien",
      "section": "6",
      "title": "Subsidiarität",
      "content": "Liegen andere Finanzierungsquellen vor, so werden die Sozialstipendien subsidiär vergeben."
    },
    {
      "provision_ref": "art7",
      "chapter": "2. Abschnitt: Sozialstipendien",
      "section": "7",
      "title": "Antrag und Vergabe",
      "content": "1 Ein Sozialstipendium kann beantragen, wer: a. an der ETH Zürich in einem Bachelor- oder Master-Studiengang eingeschrieben ist; und b. kein Studium auf der gleichen Studienstufe abgeschlossen hat. 2 Die Rektorin oder der Rektor der ETH Zürich entscheidet über die Vergabe. 3 Sie oder er legt die inhaltlichen Anforderungen an den Antrag und die Modalitäten der Einreichung fest. Die entsprechenden Informationen werden auf der Internetseite der ETH Zürich veröffentlicht."
    },
    {
      "provision_ref": "art8",
      "chapter": "2. Abschnitt: Sozialstipendien",
      "section": "8",
      "title": "Personenkreis",
      "content": "1 Sozialstipendien werden in erster Priorität an Personen ab dem ersten Studienjahr vergeben, die eine der folgenden Voraussetzungen erfüllen: a. Sie besitzen die Schweizer Staatsbürgerschaft oder den Ausweis C. b. Sie verfügen über den Status Flüchtling oder sind staatenlos in der Schweiz. c. Sie besitzen den Ausweis B und sind seit mindestens fünf Jahren in der Schweiz wohnhaft. d. Sie besitzen einen Ausweis nach Artikel 23 der Verordnung vom 30. November 2010 über die Zulassung zu den Studien an der ETH Zürich. 2 Sie werden in zweiter Priorität an alle anderen Studierende ab dem zweiten Studienjahr vergeben. SR 414.131.52"
    },
    {
      "provision_ref": "art9",
      "chapter": "2. Abschnitt: Sozialstipendien",
      "section": "9",
      "title": "Höhe des Sozialstipendiums",
      "content": "Bei der Festlegung der Höhe des Sozialstipendiums werden folgende Kriterien berücksichtigt: a. Einkommen und Vermögen der oder des Studierenden sowie der ihr oder ihm gegenüber unterhaltspflichtigen Personen im Land, in dem sie oder er ihren oder seinen Hauptwohnsitz hat; b. weitere Finanzierungsquellen; c. soziale und familiäre Situation der oder des Studierenden."
    },
    {
      "provision_ref": "art10",
      "chapter": "2. Abschnitt: Sozialstipendien",
      "section": "10",
      "title": "Beträge",
      "content": "1 Der Gesamtbetrag, der für die Sozialstipendien zur Verfügung steht, wird jährlich festgelegt. 2 Der monatliche Höchstbetrag ist 1700 Franken. Fassung gemäss Ziff. I der V der Schulleitung der ETHZ vom 8. Juli 2025, in Kraft seit 1. Sept. 2025 ( AS 2025 461 )."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Vergabedauer",
      "content": "1 Die Sozialstipendien werden für ein Studienjahr vergeben. 2 Sie können jährlich auf Antrag erneuert werden. 3 Sie werden höchstens für die von der ETH Zürich festgelegte reguläre Dauer des Studiums vergeben, zuzüglich zweier Semester."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Einstellung der Auszahlung",
      "content": "Die Auszahlung wird in den folgenden Fällen eingestellt: a. Die soziale, familiäre oder finanzielle Situation der oder des Studierenden oder der unterhaltspflichtigen Personen rechtfertigt die Auszahlung nicht mehr. b. Die oder der Studierende ist in Bezug auf den Studienplan wesentlich im Rückstand."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Härtefälle",
      "content": "Sind die Voraussetzungen für ein Sozialstipendium nicht erfüllt und ist die Fortsetzung des Studiums gefährdet, so kann die Rektorin oder der Rektor der ETH Zürich in ausgewiesenen Härtefällen einen ausserordentlichen Unterstützungsbeitrag gewähren."
    },
    {
      "provision_ref": "art14",
      "chapter": "3. Abschnitt: Leistungsstipendien",
      "section": "14",
      "title": "Bewerbung",
      "content": "Jede Person, die die Zulassung zu einem Bachelor- oder Master-Studium an der ETH Zürich beantragt hat, kann sich um ein Leistungsstipendium bewerben."
    },
    {
      "provision_ref": "art15",
      "chapter": "3. Abschnitt: Leistungsstipendien",
      "section": "15",
      "title": "Vergabe",
      "content": "1 Die Rektorin oder der Rektor der ETH Zürich bestimmt, welche Gremien zur Vergabe von Leistungsstipendien Empfehlungen abgeben. 2 Sie oder er vergibt die Stipendien gestützt auf diese Empfehlungen. 3 Der monatliche Höchstbetrag ist 2500 Franken."
    },
    {
      "provision_ref": "art16",
      "chapter": "3. Abschnitt: Leistungsstipendien",
      "section": "16",
      "title": "Dauer, Aussetzung oder Beendigung",
      "content": "1 Das Leistungsstipendium wird maximal für die reguläre Dauer des Studiengangs vergeben. 2 Es kann ausgesetzt oder beendet werden, wenn die oder der Studierende in Bezug auf den Studienplan im Rückstand ist oder keine zufriedenstellenden Leistungen erbringt."
    },
    {
      "provision_ref": "art17",
      "chapter": "4. Abschnitt: Darlehen",
      "section": "17",
      "title": "Vergabe und Entscheid",
      "content": "1 Darlehen werden an folgende Personen vergeben: a. Studierende im Bachelorstudium, welche die Basisprüfung bestanden haben; b. Studierende im Masterstudium, die ihr Bachelorstudium an der ETH Zürich absolviert haben; c. Studierende im Masterstudium, die ihr Bachelorstudium nicht an der ETH Zürich absolviert haben und eine der Voraussetzungen nach Artikel 8 Absatz 1 erfüllen. 2 Die Rektorin oder der Rektor der ETH Zürich entscheidet über die Vergabe."
    },
    {
      "provision_ref": "art18",
      "chapter": "4. Abschnitt: Darlehen",
      "section": "18",
      "title": "Rückzahlung",
      "content": "1 Darlehen bis 2000 Franken sind innerhalb von zwölf Monaten zurückzuzahlen. 2 Die Rückzahlung für Darlehen ab 2001 Franken bis 12 000 Franken wird in einem Darlehensvertrag geregelt. 3 Es werden keine Zinsen erhoben."
    },
    {
      "provision_ref": "art19",
      "chapter": "4. Abschnitt: Darlehen",
      "section": "19",
      "title": "Härtefälle",
      "content": "Sind die Voraussetzungen für ein Darlehen nicht erfüllt und ist die Fortsetzung des Studiums gefährdet, so kann die Rektorin oder der Rektor der ETH Zürich in ausgewiesenen Härtefällen einen ausserordentlichen Unterstützungsbeitrag gewähren."
    },
    {
      "provision_ref": "art20",
      "chapter": "5. Abschnitt: Inkrafttreten",
      "section": "20",
      "title": "",
      "content": "Diese Verordnung tritt am 15. September 2023 in Kraft."
    }
  ],
  "definitions": []
}