{
  "id": "sr-420-125",
  "type": "statute",
  "title": "Verordnung vom 17. Dezember 2021 über die Förderung von nationalen Aktivitäten im Bereich der Raumfahrt (NARV)",
  "title_en": "Ordinance of 17 December 2021 on the Promotion of National Activities in the Space Sector (NASO)",
  "short_name": "NARV",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2021/929/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Section 1 General Provisions",
      "section": "1",
      "title": "Subject",
      "content": "This Ordinance regulates the promotion of national activities in the space sector that enable or facilitate Swiss participation in the programmes and projects of the European Space Agency (ESA)."
    },
    {
      "provision_ref": "art2",
      "chapter": "Section 1 General Provisions",
      "section": "2",
      "title": "Types of contribution",
      "content": "The Confederation may promote national activities in the space sector by paying the following forms of financial contributions: a. contributions towards multi-disciplinary research and innovation projects in the space sector (consortium projects); b. contributions towards the International Space Science Institute in Bern (ISSI) as a research institution of international importance in the space sector; c. contributions towards the preparation, conduct or post-processing of participation in international space programmes and projects."
    },
    {
      "provision_ref": "art3",
      "chapter": "Section 2 Promotion of Consortium Projects",
      "section": "3",
      "title": "Purpose of the contributions",
      "content": "The contributions towards consortium projects serve the following purposes: a. developing specific core competencies in the space sector at the higher education research centres under Article 4 letter c number 1 and 2 RIPA as well as their national and international networks; b. maintaining and strengthening Switzerland’s position in strategically important and future-oriented research and innovation fields in the space sector; c. implementing Swiss space policy; d. gearing research and innovation work in the space sector to the needs and long-term strategies of partners in industry."
    },
    {
      "provision_ref": "art4",
      "chapter": "Section 2 Promotion of Consortium Projects",
      "section": "4",
      "title": "Funding requirements",
      "content": "A consortium project shall be eligible for funding if it satisfies the following requirements: a. It is a research or innovation project in the space sector that is of national importance. b. It involves several partners in higher education and industry. c. It has a network of organisations and institutions. d. Responsibility for the project lies with one or more higher education research centres under Article 4 letter c number 1 and 2 RIPA."
    },
    {
      "provision_ref": "art5",
      "chapter": "Section 2 Promotion of Consortium Projects",
      "section": "5",
      "title": "Calculation of the contribution",
      "content": "1 The federal contribution shall amount to a maximum of 50 per cent of the overall project costs. 2 The project partners shall agree among themselves on the amounts that they contribute themselves; they shall notify the State Secretariat for Education, Research and Innovation (SERI) of their decision. 3 Their own contributions may be made in cash or in kind. 4 At least 10 per cent of the total contributions of the partners in industry must be made in cash."
    },
    {
      "provision_ref": "art6",
      "chapter": "Section 2 Promotion of Consortium Projects",
      "section": "6",
      "title": "Duration of funding",
      "content": "1 A consortium project shall be funded for a maximum of seven years. 2 The project shall be funded in periods of a maximum of four years."
    },
    {
      "provision_ref": "art7",
      "chapter": "Section 2 Promotion of Consortium Projects",
      "section": "7",
      "title": "Invitation for bids",
      "content": "1 On behalf of SERI, the Swiss National Science Foundation (SNSF) shall issue an invitation for bids to fund consortium projects in the space sector. 2 The invitation shall contain information on: a. the funding requirements; b. the total budget made available for the invitation; c. the duration of the consortium projects authorised in connection with the invitation; d. the application procedure and the deadlines. 3 The applications shall be assessed in a two-stage procedure."
    },
    {
      "provision_ref": "art8",
      "chapter": "Section 2 Promotion of Consortium Projects",
      "section": "8",
      "title": "Application procedure: First stage",
      "content": "1 In the first stage of the application procedure, an application with a project outline must be submitted to the SNSF. 2 The SNSF shall assess the applications received according to the following scientific and technical criteria: a. the scientific and technical quality of the project, its innovation potential and its level of interdisciplinarity; b. the scientific and technical quality of the partners in higher education and industry involved, their organisational integration into the project and the planned measures for knowledge and technology transfer; c. the professional qualifications of researchers involved and the measures planned to promote young researchers and equal opportunities. 3 It shall consult experts when making its assessment of the applications. With the agreement of SERI, it shall also consult experts from ESA in the fields of industrial policy and technology. 4 The SNSF shall decide which applications are admitted to the second stage of the procedure."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Application procedure: Second stage",
      "content": "1 In the second stage, an application with a project plan must be submitted to the SNSF. 2 The SNSF shall assess the application as specified in Article 8 paragraphs 2 and 3 and make SERI a recommendation. It shall also provide SERI with an assessment of the project’s compatibility and coherence with ESA’s activities. 3 SERI shall further assess the applications recommended by the SNSF according to the following criteria relating to space, research and innovation policy: a. the conformity of the project with the goals and the expected added value for Swiss space policy and the federal strategies derived therefrom; b. the inclusion of the project in international research projects, in particular with ESA, in which Switzerland is involved; c. the innovation potential for Swiss industry and its financial participation in the project costs; d. the adequacy of the requested funding, including the available third-party funding. 4 SERI shall consult other offices or research bodies that are affected by the project or that could have an interest therein. 5 It shall propose to the Federal Department of Economic Affairs, Education and Research (EAER) that the applications be accepted or rejected. 6 The EAER shall decide in a ruling. For the projects accepted, it shall set out the requirements and the financial framework for the first funding period."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Service agreement",
      "content": "1 SERI shall enter into a service agreement with the higher education research centres responsible for the project for each funding period. 2 The service agreement regulates in particular: a. the services to be provided; b. the contribution provisionally assured; c. the duration of the project and the conditions for a possible extension; d. the contributions made themselves by the partners in higher education and industry involved in the project; e. cooperation with partners in industry; f. the checks on export control regulations; g. the requirements for early termination; h. the terms and conditions; i. reporting requirements."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Intellectual Property, tangible property and rights of use",
      "content": "1 The partners in higher education and industry involved shall enter into an agreement on intellectual property, tangible property and rights of use. 2 The agreement must be submitted to SERI together with the application. SERI shall approve it in terms of the service agreement. 3 The agreement must regulate the following: a. the rights of ownership of the results of the project; b. the use and exploitation of the property resulting from the project; c. the use and exploitation of any intellectual property brought into the project; d. any claims for compensation; e. duties of confidentiality and publication rights. 4 The higher education research centres involved are entitled, free of charge and non-exclusively, to use and further develop the results of the project in connection with their research and teaching. 5 The industry partners are entitled, free of charge and non-exclusively, to use and exploit the results of the project in relation to their products and services. 6 The agreement may grant the partners in industry the exclusive right to use and exploit the results. If this is the case, the interests of the partners in higher education must be taken appropriately into consideration and, if necessary, they must be compensated. The successful exploitation of the project results must not be jeopardised by having to pay such compensation."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Extension of the project",
      "content": "1 Before expiry of a funding period, an application for the extension of the project may be submitted to SERI. 2 SERI shall decides whether the project is extended. 3 The decision-making process is governed by Article 9 paragraphs 2 and 3."
    },
    {
      "provision_ref": "art13",
      "chapter": "Section 3 Promoting the International Space Science Institute",
      "section": "13",
      "title": "Purpose of the contributions",
      "content": "The contributions made to the ISSI should enable it to participate in space projects that are of major importance to: a. future Swiss research and innovation policy; b. Switzerland as a science location; or c. the presence of Swiss space science abroad."
    },
    {
      "provision_ref": "art14",
      "chapter": "Section 3 Promoting the International Space Science Institute",
      "section": "14",
      "title": "Calculation of the contribution",
      "content": "1 The federal contribution amounts to a maximum of 50 per cent of the chargeable operating costs. 2 Chargeable operating costs are costs that are not already covered by third parties. Chargeable costs are: a. the salary costs, insofar as they do not exceed what is customary for comparable positions, and employer’s social insurance contributions; b. the material costs to provide the services in accordance with the service agreement between SERI and the ISSI. 3 In calculating the federal contribution, SERI shall take account of the following criteria: a. the purpose in accordance with Article 13 in the ISSI’s work programme; b. the benefits of the individual projects in the work programme for future Swiss research and innovation policy, for Switzerland as a science location or for the presence of Swiss science abroad in the space sector; c. the average values of the ISSI’s annual financial statements in the previous four funding years; d. the amount of other financial contributions."
    },
    {
      "provision_ref": "art15",
      "chapter": "Section 3 Promoting the International Space Science Institute",
      "section": "15",
      "title": "Duration of funding",
      "content": "1 Contributions shall be made for a maximum of four years in the initial funding period. 2 One or more extensions to the funding, in each case by a maximum of four years, are possible. 3 The ISSI must submit an application to SERI before any extension is granted."
    },
    {
      "provision_ref": "art16",
      "chapter": "Section 3 Promoting the International Space Science Institute",
      "section": "16",
      "title": "Application and decision",
      "content": "The application and decision are governed by the Articles 47 and 49 of the Research and Innovation Promotion Ordinance of 29 November 2013 (O-RIPA). SR 420.11"
    },
    {
      "provision_ref": "art17",
      "chapter": "Section 3 Promoting the International Space Science Institute",
      "section": "17",
      "title": "Reporting",
      "content": "1 The ISSI shall provide SERI with a report each year on its activities, its expenditures and their funding; contributions in kind must be converted into cash values in the report. The annual report must be submitted with the auditor’s report. 2 SERI shall review the federal contributions to the costs based on the annual reports and the auditor’s reports."
    },
    {
      "provision_ref": "art18",
      "chapter": "Section 4 Promoting Participation in Space Programmes and Projects",
      "section": "18",
      "title": "Purpose of the contributions",
      "content": "The contributions towards promoting participation in space programmes and -projects are intended to enable interested Swiss bodies within the framework of an institution or organisation to: a. prepare for or participate in international projects and programmes in the space sector; b. conduct space programmes and projects; c. conduct a follow-up on participating in space programmes and projects, unless this is already funded through ESA programmes; d. to provide information and advice to and encourage networking among institutions and organisations connected with the space sector."
    },
    {
      "provision_ref": "art19",
      "chapter": "Section 4 Promoting Participation in Space Programmes and Projects",
      "section": "19",
      "title": "Further applicable provisions",
      "content": "Contribution requirements and calculation, applications, consultations and decisions are governed by the Articles 46–49 O-RIPA. SR 420.11"
    },
    {
      "provision_ref": "art20",
      "chapter": "Section 5 Final Provisions",
      "section": "20",
      "title": "Amendment of other legislation",
      "content": "... The amendment may be consulted under AS 2021 929 ."
    },
    {
      "provision_ref": "art21",
      "chapter": "Section 5 Final Provisions",
      "section": "21",
      "title": "Commencement",
      "content": "This Ordinance comes into force on 1 February 2022."
    }
  ],
  "definitions": []
}