{
  "id": "sr-413-141",
  "type": "statute",
  "title": "Verordnung vom 12. März 2021 über die Ergänzungsprüfung 2021 für die Zulassung von Inhaberinnen und Inhabern eines eidgenössischen Berufsmaturitätszeugnisses oder eines gesamtschweizerisch anerkannten Fachmaturitätszeugnisses zu den universitären Hochschulen im Zusammenhang mit der Covid-19-Epidemie (Covid-19-Verordnung Passerellen-Ergänzungsprüfung 2021)",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2021/163/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Gegenstand, Grundsätze und Zweck",
      "content": "1 Diese Verordnung regelt die Ergänzungsprüfung 2021 für die Zulassung von Inhaberinnen und Inhabern eines eidgenössischen Berufsmaturitätszeugnisses oder eines gesamtschweizerisch anerkannten Fachmaturitätszeugnisses zu den universitären Hochschulen (Passerelle 2021) angesichts der Covid-19-Epidemie. 2 Die Passerelle 2021 findet gemäss den Bestimmungen der Verordnung vom 2. Februar 2011 über die Ergänzungsprüfung für die Zulassung von Inhaberinnen und Inhabern eines eidgenössischen Berufsmaturitätszeugnisses oder eines gesamtschweizerisch anerkannten Fachmaturitätszeugnisses zu den universitären Hochschulen und den Richtlinien 2020 der Schweizerischen Maturitätskommission (SMK) vom Januar 2019 sowie an den geplanten Terminen statt. Vorbehalten bleiben die nachfolgenden Bestimmungen. 3 Die SMK und die von ihr ermächtigten anerkannten Maturitätsschulen stellen die Durchführung der Passerelle 2021 unter Einhaltung der gesundheitspolizeilichen Vorgaben von Bund und Kantonen sicher. 4 Lässt die epidemiologische Lage die ordentliche Durchführung der Passerelle 2021 aus zwingenden gesundheitspolizeilichen Gründen nicht zu, so wird die Passerelle 2021 gemäss den Artikeln 2 und 3 durchgeführt. 5 Diese Verordnung bezweckt, dass die Passerelle 2021 unter möglichst einheitlichen Rahmenbedingungen stattfinden kann. SR 413.14 www.sbfi.admin.ch > Bildung > Maturität > Gymnasiale Maturität > Ergänzungsprüfung Passerelle > Richtlinien 2020 www.sbfi.admin.ch > Bildung > Maturität > Gymnasiale Maturität > Ergänzungsprüfung Passerelle > Anmeldetermine und Sessionsdaten"
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Schriftliche Prüfungen",
      "content": "1 Können die schriftlichen Prüfungen nicht durchgeführt werden, so fällt die entsprechende Prüfungssession gesamthaft aus. 2 Nach Möglichkeit wird vor Beginn des Studienjahres 2021/22 eine neue Prüfungssession organisiert."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Mündliche Prüfungen",
      "content": "1 Können die mündlichen Prüfungen nicht durchgeführt werden, so hat dies einen Unterbruch der Prüfungssession zur Folge, in Abweichung von den Artikeln 4 und 9 der Verordnung vom 2. Februar 2011 über die Ergänzungsprüfung für die Zulassung von Inhaberinnen und Inhabern eines eidgenössischen Berufsmaturitätszeugnisses oder eines gesamtschweizerisch anerkannten Fachmaturitätszeugnisses zu den universitären Hochschulen. 2 Die mündlichen Prüfungen werden zum frühestmöglichen Zeitpunkt nachgeholt. SR 413.14"
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Mitteilungspflicht",
      "content": "Erfolgen Abweichungen im Sinne der Artikel 2 und 3, so erstattet der Kanton, in dem die Prüfung hätte stattfinden sollen, der SMK umgehend Mitteilung."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Inkrafttreten und Geltungsdauer",
      "content": "1 Diese Verordnung tritt am 1. April 2021 in Kraft. 2 Sie gilt bis zum 31. Dezember 2021."
    }
  ],
  "definitions": []
}