{
  "id": "sr-414-51",
  "type": "statute",
  "title": "Bundesgesetz vom 8. Oktober 1999 über die internationale Zusammenarbeit im Bereich der Bildung, der Berufsbildung, der Jugend und der Mobilitätsförderung",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2000/58/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Grundsatz",
      "content": "Der Bund kann die internationale Zusammenarbeit im Bereich der Bildung, der Berufsbildung und der Jugend sowie der Mobilität der Lernenden und Lehrenden fördern."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Völkerrechtliche Verträge",
      "content": "Der Bundesrat wird ermächtigt, im Rahmen der bewilligten Kredite in eigener Zuständigkeit internationale Verträge über die Zusammenarbeit im Bereich der Bildung, der Berufsbildung, der Jugend und der Mobilitätsförderung abzuschliessen. Fassung gemäss Ziff. I des BG vom 5. Okt. 2007, in Kraft seit 1. Jan. 2008 ( AS 2008 309 ; BBl 2007 1223 )."
    },
    {
      "provision_ref": "art2a",
      "section": "2a",
      "title": "a Nationale Agentur",
      "content": "Für die Betreuung der schweizerischen Teilnahme an den Bildungs‑, Berufsbildungs- und Jugendprogrammen der Europäischen Union (EU) kann der Bund eine nationale Agentur schaffen. Eingefügt durch Ziff. I des BG vom 3. Okt. 2003, in Kraft seit 1. Jan. 2004 ( AS 2004 445 ; BBl 2003 2363 )."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Massnahmen",
      "content": "1 Der Bund kann: a. für die Beteiligung an den Bildungs‑, Berufsbildungs- und Jugendprogrammen der EU Beiträge ausrichten; b. für die Umsetzung der Beteiligung gemäss Buchstabe a Begleitmassnahmen finanzieren; c. für die Ausbildung an europäischen Institutionen Stipendien ausrichten; d. zur Stärkung und Erweiterung der internationalen Zusammenarbeit im Bereich der Bildung Finanzhilfen gewähren; e. dem Schweizer Haus in der Cité internationale universitaire de Paris Beiträge zum Betrieb und zum Unterhalt gewähren. 2 Der Bundesrat regelt die Bemessung der Beiträge und das Verfahren. Fassung gemäss Ziff. I des BG vom 3. Okt. 2003, in Kraft seit 1. Jan. 2004 ( AS 2004 445 ; BBl 2003 2363 ). Eingefügt durch Ziff. I des BG vom 28. Sept. 2012, in Kraft seit 15. Febr. 2013 ( AS 2013 293 ; BBl 2012 3099 ). Eingefügt durch Ziff. I des BG vom 28. Sept. 2012, in Kraft seit 15. Febr. 2013 ( AS 2013 293 ; BBl 2012 3099 )."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Finanzierung",
      "content": "Die Bundesversammlung beschliesst die erforderlichen Verpflichtungskredite mit einfachem Bundesbeschluss."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Referendum, Inkrafttreten und Geltungsdauer",
      "content": "1 Dieses Gesetz untersteht dem fakultativen Referendum. 2 Es ersetzt den Bundesbeschluss vom 22. März 1991 über die internationale Zusammenarbeit im Bereich der höheren Bildung und der Mobilitätsförderung. 3 Es tritt am 1. Januar 2000 in Kraft und gilt bis zum 31. Dezember 2003. 4 Die Geltungsdauer dieses Gesetzes wird bis zum 31. Dezember 2007 verlängert. 5 Dieses Gesetz gilt ab dem 1. Januar 2008 unbefristet. [ AS 1991 1972 , 1995 1443 ] Eingefügt durch Ziff. I des BG vom 3. Okt. 2003, in Kraft seit 1. Jan. 2004 ( AS 2004 445 ; BBl 2003 2363 ). Eingefügt durch Ziff. I des BG vom 5. Okt. 2007, in Kraft seit 1. Jan. 2008 ( AS 2008 309 ; BBl 2007 1223 )."
    }
  ],
  "definitions": []
}