{
  "id": "sr-413-17",
  "type": "statute",
  "title": "Verordnung vom 18. März 2022 über die schweizerische Maturitätsprüfung 2022 im Zusammenhang mit der Covid-19-Epidemie (Covid-19-Verordnung schweizerische Maturitätsprüfung 2022)",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2022/196/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Gegenstand, Grundsätze und Zweck",
      "content": "1 Diese Verordnung regelt die Sommersessionen der schweizerischen Maturitätsprüfung 2022 (schweizerische Maturitätsprüfung 2022) angesichts der Covid-19-Epidemie. 2 Die schweizerische Maturitätsprüfung 2022 findet gemäss den Bestimmungen der Verordnung vom 7. Dezember 1998 über die schweizerische Maturitätsprüfung und den Richtlinien der Schweizerischen Maturitätskommission (SMK) vom März 2011 für die schweizerische Maturitätsprüfung statt. Vorbehalten bleiben die nachfolgenden Bestimmungen. 3 Die SMK stellt die Durchführung der schweizerischen Maturitätsprüfung 2022 unter Einhaltung der gesundheitspolizeilichen Vorgaben von Bund und Kantonen sicher. 4 Lässt die epidemiologische Lage die ordentliche Durchführung der schweizerischen Maturitätsprüfung 2022 aus zwingenden gesundheitspolizeilichen Gründen nicht zu, so kann die SMK im Rahmen dieser Verordnung von den Vorgaben nach Absatz 2 abweichen. 5 Die nach dieser Verordnung durchgeführte schweizerische Maturitätsprüfung 2022 soll eine Überprüfung erlauben, ob die Kandidatinnen und Kandidaten die Hochschulreife gemäss Artikel 8 der Verordnung vom 7. Dezember 1998 über die schweizerische Maturitätsprüfung erlangt haben. SR 413.12 www.sbfi.admin.ch > Bildung > Maturität > Gymnasiale Maturität > Schweizerische Maturitätsprüfung"
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Schriftliche Prüfungen",
      "content": "Können die schriftlichen Prüfungen nicht durchgeführt werden, so fällt die entsprechende Prüfungssession gesamthaft aus."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Mündliche Prüfungen",
      "content": "1 Kann in einem Fach, das bereits schriftlich geprüft worden ist, die mündliche Prüfung nicht stattfinden, so wird diese nicht nachgeholt. Die Bewertung erfolgt in Abweichung von den Artikeln 18 und 19 der Verordnung vom 7. Dezember 1998 über die schweizerische Maturitätsprüfung und von den Ziffern 2.3.2, 2.4.2, 2.5.2, 3.2, 6.4.2, 6.6.2, 7.1.2, 7.2.2, 7.3.2 und 7.4.2 der Richtlinien der SMK vom März 2011 für die schweizerische Maturitätsprüfung allein aufgrund der schriftlichen Prüfung. 2 Kann in einem Fach, das nur mündlich geprüft wird, die mündliche Prüfung nicht stattfinden, so gilt der Prüfungsversuch als unterbrochen, und die betreffende Prüfung ist in der folgenden Prüfungssession nachzuholen. SR 413.12 www.sbfi.admin.ch > Bildung > Maturität > Gymnasiale Maturität > Schweizerische Maturitätsprüfung"
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Maturaarbeit",
      "content": "Kann die mündliche Präsentation der Maturaarbeit nicht stattfinden, so wird die Präsentation nicht nachgeholt. Die Maturaarbeit wird in Abweichung von Ziffer 9.3.1 der Richtlinien der SMK vom März 2011 für die schweizerische Maturitätsprüfung nur aufgrund der schriftlichen Arbeit bewertet. www.sbfi.admin.ch > Bildung > Maturität > Gymnasiale Maturität > Schweizerische Maturitätsprüfung"
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Nichtbestehen",
      "content": "1 Kandidatinnen und Kandidaten, welche die Prüfung nach dieser Verordnung absolvieren und nach Ablegen der Gesamtprüfung oder der zweiten Teilprüfung im Rahmen der Sommersessionen 2022 die Prüfung nicht bestehen, können innert 30 Tagen seit Zustellung des Prüfungsresultats beim Staatssekretariat für Bildung Forschung und Innovation beantragen, dass die an der Sommersession 2022 erzielten Noten annulliert werden. 2 Im Falle einer Annullation zählen sowohl das Ablegen der Gesamtprüfung als auch die zweite Teilprüfung nicht als Prüfungsversuch."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Inkrafttreten und Geltungsdauer",
      "content": "1 Diese Verordnung tritt am 1. April 2022 in Kraft. 2 Sie gilt bis zum 31. Dezember 2022."
    }
  ],
  "definitions": []
}