{
  "id": "sr-442-127",
  "type": "statute",
  "title": "Verordnung des EDI vom 5. Juli 2016 über das Förderungskonzept für die Leseförderung",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2016/459/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "1. Abschnitt: Förderziele",
      "section": "1",
      "title": "",
      "content": "Die Unterstützung von Organisationen und Vorhaben im Bereich der Leseförderung hat zum Ziel: a. das Lesen als kulturelle Fähigkeit und die Freude am Lesen zu fördern; b. den Zugang zu Büchern und zur Schriftkultur zu fördern, insbesondere für Kinder und Jugendliche; c. zu Wissensausbau, Wissensaustausch, Vernetzung und Koordination der Akteure der Leseförderung beizutragen."
    },
    {
      "provision_ref": "art2",
      "chapter": "2. Abschnitt: Grundsätze und Förderbereiche",
      "section": "2",
      "title": "Grundsätze",
      "content": "1 Der Bund kann Organisationen mit Betriebsbeiträgen und Vorhaben Dritter mit Projektbeiträgen unterstützen sowie eigene Vorhaben durchführen. 2 Es besteht kein Anspruch auf Unterstützung."
    },
    {
      "provision_ref": "art3",
      "chapter": "2. Abschnitt: Grundsätze und Förderbereiche",
      "section": "3",
      "title": "Förderbereiche",
      "content": "1 Es werden unterstützt: a. Organisationen, die im Bereich der Leseförderung tätig sind; b. Vorhaben, die für das Lesen begeistern, zum selbstbestimmten Lesen anregen und Kindern und Jugendlichen das Lesen nahe bringen wollen; c. Vorhaben, die zu Wissensausbau, Wissensaustausch, Vernetzung und Koordination der Akteure der Leseförderung beitragen. 2 Vorhaben in den Bereichen Wissensausbau, Wissensaustausch, Vernetzung und Koordination der Akteure werden vom Bundesamt für Kultur (BAK) bei Dritten in Auftrag gegeben. 3 Organisationen, die mit Betriebsbeiträgen nach dieser Verordnung unterstützt werden, können nicht zusätzlich Projektbeiträge beantragen."
    },
    {
      "provision_ref": "art4",
      "chapter": "3. Abschnitt: Fördervoraussetzungen",
      "section": "4",
      "title": "Organisationen der Leseförderung",
      "content": "Die Organisationen der Leseförderung (Art. 3 Abs. 1 Bst. a) müssen: a. in mindestens drei Sprachregionen tätig sein; b. seit mindestens drei Jahren im Bereich der Leseförderung tätig sein; c. gemeinnützig tätig sein; d. über eine Finanzsituation verfügen, die eine langfristige Ausübung der Tätigkeiten erlaubt."
    },
    {
      "provision_ref": "art5",
      "chapter": "3. Abschnitt: Fördervoraussetzungen",
      "section": "5",
      "title": "Vorhaben der Leseförderung",
      "content": "Die Vorhaben der Leseförderung (Art. 3 Abs. 1 Bst. b) müssen: a. eine überregionale Ausstrahlung haben; b. fachlich fundiert sein; c. auf eine spezifische Zielgruppe ausgerichtet sein; d. angemessen organisiert und finanziert sein."
    },
    {
      "provision_ref": "art6",
      "chapter": "4. Abschnitt: Förderkriterien",
      "section": "6",
      "title": "Organisationen der Leseförderung",
      "content": "Massgeblich für die Bemessung der Betriebsbeiträge an Organisationen der Leseförderung sind: a. die Grösse der Organisation, bezogen auf die Dienstleistungen, welche im Hinblick auf die Erreichung der Ziele nach Artikel 1 erbracht werden; b. die Qualität und der Umfang der Dienstleistungen, welche im Hinblick auf die Erreichung der Ziele nach Artikel 1 erbracht werden."
    },
    {
      "provision_ref": "art7",
      "chapter": "4. Abschnitt: Förderkriterien",
      "section": "7",
      "title": "Vorhaben der Leseförderung",
      "content": "Die Vorhaben der Leseförderung werden nach folgenden Förderkriterien beurteilt: a. inhaltliche Qualität des Vorhabens; b. Klarheit und Plausibilität des Konzepts; c. Kosten im Verhältnis zur Anzahl Teilnehmerinnen und Teilnehmer; d. Resonanz bei Publikum, Medien und Fachkreisen; e. Zusammenarbeit mit Schulen und Bibliotheken. Fassung gemäss Ziff. I der V des EDI vom 12. Juni 2020, in Kraft seit 15. Juli 2020 ( AS 2020 2599 ). Fassung gemäss Ziff. I der V des EDI vom 12. Juni 2020, in Kraft seit 15. Juli 2020 ( AS 2020 2599 )."
    },
    {
      "provision_ref": "art8",
      "chapter": "5. Abschnitt: Bemessung der Beiträge",
      "section": "8",
      "title": "Organisationen der Leseförderung",
      "content": "1 Die Betriebsbeiträge an Organisationen der Leseförderung betragen höchstens 50 Prozent der Kosten für die laufende Geschäftstätigkeit der Organisation, die für das Erbringen der Dienstleistungen entstehen, die zum Erreichen der Ziele nach Artikel 1 erbracht werden. 2 Freiwilligenarbeit kann als Eigenleistung bis zu 10 Prozent der Kosten für die laufende Geschäftstätigkeit angerechnet werden. Eingefügt durch Ziff. I der V des EDI vom 12. Juni 2020, in Kraft seit 15. Juli 2020 ( AS 2020 2599 )."
    },
    {
      "provision_ref": "art9",
      "chapter": "5. Abschnitt: Bemessung der Beiträge",
      "section": "9",
      "title": "Vorhaben der Leseförderung",
      "content": "Die Projektbeiträge an Vorhaben der Leseförderung betragen höchstens 50 Prozent der Kosten des Vorhabens und höchstens 100 000 Franken pro Vorhaben."
    },
    {
      "provision_ref": "art10",
      "chapter": "6. Abschnitt: Verfahren und weitere Bestimmungen",
      "section": "10",
      "title": "Organisationen der Leseförderung",
      "content": "1 Das BAK entscheidet über die Ausrichtung der Betriebsbeiträge an Organisationen der Leseförderung. Zur fachlichen Beurteilung der Gesuche kann es Expertinnen und Experten beiziehen. 2 Gesuche um Ausrichtung von Betriebsbeiträgen sind dem BAK bis zum 1. Oktober des Jahres vor Beginn der vierjährigen Förderperiode einzureichen. 3 Die Gesuche haben die Erfüllung der Fördervoraussetzungen zu belegen und alle notwendigen Angaben in Bezug auf die Förderkriterien zu enthalten. 4 Das BAK schliesst mit den Empfängern von Betriebsbeiträgen eine Leistungsvereinbarung ab. Darin werden insbesondere die Höhe der Finanzhilfe und die zu erbringenden Leistungen festgelegt. 5 Die Auszahlung der Finanzhilfe kann in mehreren Tranchen erfolgen. Der endgültige Betrag wird jeweils im Subventionsjahr gestützt auf die in der Leistungsvereinbarung vorgesehene Berichterstattung zum Vorjahr ausbezahlt. Fassung gemäss Ziff. I der V des EDI vom 12. Juni 2020, in Kraft seit 15. Juli 2020 ( AS 2020 2599 ). Eingefügt durch Ziff. I der V des EDI vom 12. Juni 2020, in Kraft seit 15. Juli 2020 ( AS 2020 2599 )."
    },
    {
      "provision_ref": "art11",
      "chapter": "6. Abschnitt: Verfahren und weitere Bestimmungen",
      "section": "11",
      "title": "Vorhaben der Leseförderung",
      "content": "1 Das BAK entscheidet über die Ausrichtung der Projektbeiträge an Vorhaben der Leseförderung. Zur fachlichen Beurteilung der Gesuche kann es Expertinnen und Experten beiziehen. 2 Das BAK kann bei der Ausschreibung thematische Schwerpunkte setzen. 3 Es führt zweimal jährlich eine Ausschreibung durch. Gesuche um Ausrichtung von Beiträgen sind dem BAK jeweils bis zum 1. März oder bis zum 1. September einzureichen. 4 Sie haben die Erfüllung der Fördervoraussetzungen zu belegen und alle notwendigen Angaben in Bezug auf die Förderkriterien zu enthalten. 5 Das BAK kann mit den Empfängern von Beiträgen Leistungsvereinbarungen abschliessen. Es legt darin insbesondere die Höhe der Beiträge und die von den Empfängern zu erbringenden Leistungen fest. Fassung gemäss Ziff. I der V des EDI vom 12. Juni 2020, in Kraft seit 15. Juli 2020 ( AS 2020 2599 ). Eingefügt durch Ziff. I der V des EDI vom 12. Juni 2020, in Kraft seit 15. Juli 2020 ( AS 2020 2599 )."
    },
    {
      "provision_ref": "art12",
      "chapter": "6. Abschnitt: Verfahren und weitere Bestimmungen",
      "section": "12",
      "title": "Vorrangregel",
      "content": "1 Es wird denjenigen Gesuchen der Vorrang gegeben, welche die Kriterien in einer Gesamtbetrachtung am besten erfüllen. 2 Bei Beiträgen an Vorhaben der Leseförderung hat das Kriterium nach Artikel 7 Buchstabe e besonderes Gewicht."
    },
    {
      "provision_ref": "art13",
      "chapter": "6. Abschnitt: Verfahren und weitere Bestimmungen",
      "section": "13",
      "title": "Auflagen",
      "content": "1 Die Empfänger von Beiträgen sind verpflichtet: a. die Unterstützung durch das BAK bekannt zu machen; b. dem BAK alle notwendigen Auskünfte in Zusammenhang mit dem gewährten Betriebsbeitrag oder Projektbeitrag zu erteilen; c. dem BAK wesentliche Änderungen bezüglich der Geschäftstätigkeit der Organisation oder des unterstützten Vorhabens unverzüglich mitzuteilen. 2 Empfänger von Projektbeiträgen sind zudem verpflichtet, dem BAK innert dreier Monate nach Abschluss des Vorhabens einen Schlussbericht und eine Schlussrechnung einzureichen."
    },
    {
      "provision_ref": "art14",
      "chapter": "7. Abschnitt: Schlussbestimmungen",
      "section": "14",
      "title": "Übergangsbestimmung",
      "content": "Für Verfahren, die bei Inkrafttreten dieser Verordnung nicht abgeschlossen sind, gilt die Verordnung des EDI vom 25. November 2015 über das Förderungskonzept 2016 für die Leseförderung. [ AS 2015 5615 ]"
    },
    {
      "provision_ref": "art14a",
      "chapter": "7. Abschnitt: Schlussbestimmungen",
      "section": "14a",
      "title": "a Übergangsbestimmung zur Änderung vom 12. Juni 2020",
      "content": "Für Verfahren, die bei Inkrafttreten der Änderung vom 12. Juni 2020 nicht abgeschlossen sind, gilt das bisherige Recht. Eingefügt durch Ziff. I der V des EDI vom 12. Juni 2020, in Kraft seit 15. Juli 2020 ( AS 2020 2599 )."
    },
    {
      "provision_ref": "art15",
      "chapter": "7. Abschnitt: Schlussbestimmungen",
      "section": "15",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 1. September 2016 in Kraft."
    }
  ],
  "definitions": []
}