{
  "id": "sr-412-101-221-02",
  "type": "statute",
  "title": "Verordnung SBFI vom 1. Dezember 2008 über die berufliche Grundbildung Bühnentänzerin/Bühnentänzer mit eidgenössischem Fähigkeitszeugnis (EFZ)",
  "title_en": "",
  "short_name": "EFZ",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2009/67/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "1. Abschnitt: Gegenstand, Fachrichtungen und Dauer",
      "section": "1",
      "title": "Berufsbezeichnung, Berufsbild und Fachrichtungen",
      "content": "1 Die Berufsbezeichnung ist Bühnentänzerin EFZ oder Bühnentänzer EFZ. 2 Bühnentänzerinnen EFZ und Bühnentänzer EFZ beherrschen namentlich folgende Tätigkeiten und zeichnen sich durch folgende Haltungen aus: a. Sie sind in der Lage, geistige und seelische Inhalte darzustellen. Sie benützen ihren Körper als künstlerisches Instrument, um Rollen und Themen zu gestalten und dem Publikum in einer Aufführung zu vermitteln. b. Sie sind in der Lage, den Erarbeitungsprozess, der eine Aufführung zum Ziel hat, vom Training über die Kreation bis zur Probe und unter Einbezug szenischer Elemente angeleitet und durch das Einbringen der eigenen Persönlichkeit mitzugestalten. c. Sie sind künstlerisch tätig: der Entwicklung der eigenen Persönlichkeit kommt ein zentraler Stellenwert zu. Sie verfügen über die Fähigkeit, ihr physisches und mentales Potenzial nachhaltig zu entwickeln und dabei der eigenen Gesundheit Sorge zu tragen. d. Sie können im Bezug auf ihr heterogenes Berufsfeld den Umgang mit anderen Kulturen und Mentalitäten gut bewältigen. e. Sie kommunizieren angemessen mit Vorgesetzen, Mitarbeiterinnen und Mitarbeitern, Kolleginnen und Kollegen und externen Partnerinnen und Partnern, und dies sowohl in der lokalen Landessprache wie auch in Englisch. f. Sie handeln autonom und verantwortungsbewusst, sind offen für Neuerungen, zeigen eine positive und kritische Haltung und schätzen sich dabei realistisch ein. 3 Innerhalb des Berufs der Bühnentänzerin EFZ, des Bühnentänzers EFZ gibt es folgende Fachrichtungen: a. zeitgenössischer Tanz; b. klassischer Tanz. 4 Die Fachrichtung wird vor Beginn der beruflichen Grundbildung im Lehrvertrag festgehalten."
    },
    {
      "provision_ref": "art2",
      "chapter": "1. Abschnitt: Gegenstand, Fachrichtungen und Dauer",
      "section": "2",
      "title": "Dauer, Beginn und Lehrorte",
      "content": "1 Die berufliche Grundbildung dauert 3 Jahre. 2 Der Beginn der beruflichen Grundbildung richtet sich nach dem Schuljahr der zuständigen Berufsfachschule."
    },
    {
      "provision_ref": "art3",
      "chapter": "2. Abschnitt: Ziele und Anforderungen",
      "section": "3",
      "title": "Kompetenzenprofil",
      "content": "1 Die Ziele und Anforderungen der beruflichen Grundbildung werden in Form eines Kompetenzenprofils beschrieben. 2 Das Kompetenzenprofil gilt für alle Lernorte. 3 Es umfasst die folgenden Kompetenzen: 1. den allgemeinen beruflichen Kontext verstehen und anwenden; 2. ein Engagement anstreben und eine Audition durchlaufen; 3. Tanztechniken beherrschen; 4. physisches Potenzial umsetzen; 5. Kognitive Informationen ein- und umsetzen; 6. Elemente der Kreation entwickeln und anwenden; 7. Elemente der Probe umsetzen; 8. szenische Elemente anwenden; 9. aktiv an Aufführungen teilnehmen."
    },
    {
      "provision_ref": "art4",
      "chapter": "3. Abschnitt: Arbeitssicherheit, Gesundheitsschutz und Umweltschutz",
      "section": "4",
      "title": "",
      "content": "1 Die Anbieter der Bildung geben den Lernenden zu Beginn und während der Bildung Vorschriften und Empfehlungen zur Arbeitssicherheit, zum Gesundheitsschutz und zum Umweltschutz ab und erklären sie ihnen. 2 Diese Vorschriften und Empfehlungen werden an allen Lernorten vermittelt und in den Qualifikationsverfahren berücksichtigt. 3 In Abweichung von Art. 4 Absatz 1 ArGV 5 können die Lernenden entsprechend ihrem Ausbildungsstand herangezogen werden für Trainings und Aufführungen, in denen eine erhebliche Unfallgefahr besteht, wie zum Beispiel Sturzgefahr bei Sprüngen oder durch gefährliche Gegenstände auf der Bühne. 4 Voraussetzung für einen Einsatz nach Absatz 3 ist eine den erhöhten Gefährdungen angepasste verstärkte Ausbildung, Anleitung und Überwachung; diese müssen sich bei der Vermittlung der Kenntnisse und Fähigkeiten zur Arbeitssicherheit und zum Gesundheitsschutz niederschlagen. Fassung vom 14. Dezember 2011 SR 822.115.2"
    },
    {
      "provision_ref": "art5",
      "chapter": "4. Abschnitt: Anteile der Lernorte und Unterrichtssprache",
      "section": "5",
      "title": "Anteile der Lernorte",
      "content": "1 Die Bildung in beruflicher Praxis erfolgt in den ersten beiden Jahren an 3 1 / 2 Tagen, im dritten Jahr an vier Tagen pro Woche. 2 Die schulische Bildung im obligatorischen Unterricht erfolgt in 1200 Lektionen. 3 Die Lernziele gemäss Rahmenlehrplan des SBFI vom 17. Oktober 2001 für den Sportunterricht an den Berufsschulen sind in die berufspraktische Ausbildung integriert."
    },
    {
      "provision_ref": "art6",
      "chapter": "4. Abschnitt: Anteile der Lernorte und Unterrichtssprache",
      "section": "6",
      "title": "Unterrichtssprache",
      "content": "1 Unterrichtssprache ist in der Regel die Landessprache des Schulortes. 2 Zweisprachiger Unterricht in der Landessprache des Schulortes und in einer weiteren Landessprache oder in Englisch ist empfohlen. 3 Die Kantone können andere Unterrichtssprachen zulassen."
    },
    {
      "provision_ref": "art7",
      "chapter": "5. Abschnitt: Bildungsplan und Allgemeinbildung",
      "section": "7",
      "title": "Bildungsplan",
      "content": "1 Mit dem Inkrafttreten dieser Verordnung liegt ein Bildungsplan vor, der von der verantwortlichen Organisation der Arbeitswelt erarbeitet und vom SBFI genehmigt ist. 2 Der Bildungsplan führt die Kompetenzen nach Artikel 3 Absatz 3 wie folgt näher aus: a. Er begründet sie in ihrer Wichtigkeit für die berufliche Grundbildung. b. Er bestimmt die Kenntnisse, Fähigkeiten und Haltungen (Ressourcen), welche notwendig sind, um in den verschiedenen Situationen am Arbeitsplatz kompetent zu handeln. c. Er bezieht sie konsistent auf die Qualifikationsverfahren und beschreibt deren System. 3 Der Bildungsplan legt überdies fest: a. die curriculare Gliederung der beruflichen Grundbildung; b. die Aufteilung der Verantwortung für die Vermittlung der einzelnen Ressourcen und den Aufbau der Kompetenzen auf die Lernorte; c. die Qualifikationsbereiche, die im Notenausweis nach Artikel 18 Absatz 3 genannt werden und für die Wiederholungen nach Artikel 16 zählen; d. die Vorschriften und Empfehlungen zur Arbeitssicherheit, zum Gesundheitsschutz und zum Umweltschutz. 4 Dem Bildungsplan angefügt ist die Liste der Unterlagen zur Umsetzung der beruflichen Grundbildung für Bühnentänzerinnen und Bühnentänzer EFZ mit Titel, Datum und Bezugsquelle."
    },
    {
      "provision_ref": "art8",
      "chapter": "5. Abschnitt: Bildungsplan und Allgemeinbildung",
      "section": "8",
      "title": "Allgemeinbildung",
      "content": "Für den allgemeinbildenden Unterricht gilt die Verordnung des SBFI vom 27. April 2006 über die Mindestvorschriften für die Allgemeinbildung in der beruflichen Grundbildung. SR 412.101.241"
    },
    {
      "provision_ref": "art9",
      "chapter": "6. Abschnitt: Anforderungen an die Anbieter der betrieblich organisierten Grundbildung Grundbildung",
      "section": "9",
      "title": "Fachliche Mindestanforderungen an Berufsbildnerinnen und Berufsbildner",
      "content": "1 Die fachlichen Mindestanforderungen im Sinne von Artikel 44 Absatz 1 Buchstaben a und b BBV an eine Berufsbildnerin oder einen Berufsbildner erfüllt, wer über eine der folgenden Qualifikationen verfügt: a. Bühnentänzerin oder Bühnentänzer EFZ und mit mindestens 4 Jahren beruflicher Praxis im Lehrgebiet; b. kantonales Diplom oder gleichwertige Qualifikation im Bereich Bühnentanz sowie mindestens 4 Jahre berufliche Praxis im Lehrgebiet. 2 Der Berufsverband der Schweizer Tanzschaffenden «Danse Suisse» ist zuständig für die Beratung der Kantone, welche Qualifikationen im Berufsfeld als gleichwertig anerkannt werden."
    },
    {
      "provision_ref": "art10",
      "chapter": "6. Abschnitt: Anforderungen an die Anbieter der betrieblich organisierten Grundbildung Grundbildung",
      "section": "10",
      "title": "Höchstzahl der Lernenden",
      "content": "1 In einem Betrieb darf eine lernende Person ausgebildet werden, wenn: a. eine entsprechend qualifizierte Berufsbildnerin oder ein entsprechend qualifizierter Berufsbildner zu 100 Prozent beschäftigt wird; oder b. zwei entsprechend qualifizierte Berufsbildnerinnen oder entsprechend qualifizierte Berufsbildner zu je mindestens 60 Prozent beschäftigt werden. 2 Tritt eine lernende Person in das letzte Jahr der beruflichen Grundbildung ein, so kann eine weitere lernende Person ihre Bildung beginnen. 3 Mit jeder zusätzlichen Beschäftigung einer Fachkraft zu 100 Prozent oder von 2 Fachkräften zu je mindestens 60 Prozent darf eine weitere lernende Person im Betrieb ausgebildet werden. 4 Als Fachkraft gilt, wer über ein eidgenössisches Fähigkeitszeugnis im Fachbereich der lernenden Person oder über eine gleichwertige Qualifikation verfügt. 5 In besonderen Fällen kann die kantonale Behörde einem Betrieb, der seit mehreren Jahren Lernende mit überdurchschnittlichem Erfolg ausgebildet hat, die Überschreitung der Höchstzahl der Lernenden bewilligen."
    },
    {
      "provision_ref": "art11",
      "chapter": "7. Abschnitt: Lern- und Leistungsdokumentation",
      "section": "11",
      "title": "Im Betrieb",
      "content": "1 Die lernende Person führt eine Lerndokumentation, in der sie laufend alle wesentlichen Arbeiten, die erworbenen Fähigkeiten und ihre Erfahrungen im Betrieb festhält. 2 Die Berufsbildnerin oder der Berufsbildner kontrolliert und unterzeichnet die Lerndokumentation einmal pro Semester. Sie oder er bespricht sie mindestens einmal pro Semester mit der lernenden Person. 3 Sie oder er hält am Ende jedes Semesters den Bildungsstand der lernenden Person in den Kompetenzen 3 und 4, sowie 6–9 in einem Bildungsbericht fest. 4 Am Ende der beruflichen Grundbildung hält sie oder er für die Kompetenzen 3 und 4 sowie 6–9 fest, welches Niveau die lernende Person erreicht hat und setzt die entsprechenden Noten. 5 Diese Noten fliessen ein in die Berechnung der Kompetenzennote und damit der Gesamtnote nach Artikel 15 Absätze 2 und 3."
    },
    {
      "provision_ref": "art12",
      "chapter": "7. Abschnitt: Lern- und Leistungsdokumentation",
      "section": "12",
      "title": "In der schulischen Bildung und in der schulisch organisierten Grundbildung",
      "content": "Die Anbieter der schulischen Bildung und die Anbieter schulisch organisierter Grundbildungen dokumentieren die Leistungen der Lernenden in den unterrichteten Bereichen und stellen ihnen am Ende jedes Semesters ein Zeugnis aus."
    },
    {
      "provision_ref": "art13",
      "chapter": "8. Abschnitt: Qualifikationsverfahren",
      "section": "13",
      "title": "Zulassung zum Qualifikationsverfahren",
      "content": "1 Zum Qualifikationsverfahren wird zugelassen, wer die berufliche Grundbildung erworben hat: a. nach den Bestimmungen dieser Verordnung; b. in einer vom Kanton dafür zugelassenen Bildungsinstitution; oder c. ausserhalb eines geregelten Bildungsganges und glaubhaft macht, den Anforderungen der Abschlussprüfung gewachsen zu sein. 2 Von der beruflichen Praxis, die nach Artikel 32 BBV für die Zulassung zu einem Qualifikationsverfahren verlangt ist, müssen mindestens 3 Jahre im Bereich der Bühnentänzerin und des Bühnentänzers EFZ absolviert worden sein."
    },
    {
      "provision_ref": "art14",
      "chapter": "8. Abschnitt: Qualifikationsverfahren",
      "section": "14",
      "title": "Gegenstand, Umfang und Durchführung des Qualifikationsverfahrens",
      "content": "1 Im Qualifikationsverfahren ist nachzuweisen, dass die Kompetenzen nach Artikel 3 Absatz 3 erworben worden sind. 2 In der Abschlussprüfung werden die nachstehenden Qualifikationsbereiche wie folgt geprüft: a. Praktische Arbeit im Umfang von 3 1 / 2 Stunden. Die lernende Person muss im Rahmen einer vorgegebenen Arbeit oder in gestellten Situationen zeigen, dass sie fähig ist, die geforderten Tätigkeiten fachlich korrekt sowie bedarfs- und situationsgerecht auszuführen. b. Berufskenntnisse im Umfang von 3 1 / 2 Stunden. Die lernende Person wird schriftlich oder sowohl schriftlich wie mündlich befragt. Wird eine mündliche Prüfung durchgeführt, so dauert diese höchstens 30 Minuten. c. Allgemeinbildung. Die Abschlussprüfung richtet sich nach der Verordnung des SBFI vom 27. April 2006 über die Mindestvorschriften für die Allgemeinbildung in der beruflichen Grundbildung. Fassung vom 14. Dezember 2011 SR 412.101.241"
    },
    {
      "provision_ref": "art15",
      "chapter": "8. Abschnitt: Qualifikationsverfahren",
      "section": "15",
      "title": "Bestehen, Notenberechnung, Notengewichtung",
      "content": "1 Die Abschlussprüfung ist bestanden, wenn: a. die Kompetenzennote 4 oder höher beträgt; b. der Qualifikationsbereich «praktische Arbeit» mit der Note 4 oder höher bewertet wird; und c. die Gesamtnote 4 oder höher erreicht wird. 2 Die Gesamtnote ist das auf eine Dezimalstelle gerundete Mittel aus der Summe der Kompetenzennote, der Noten der Qualifikationsbereiche «praktische Arbeit», «Berufskenntnisse» und «Allgemeinbildung» sowie der Englischnote und der Erfahrungsnote mit nachstehender Gewichtung: a. Kompetenzennote: 15 %; b. praktische Arbeit: 35 %; c. Berufskenntnisse: 15 %; d. Allgemeinbildung: 20 %; e. Englischnote: 5 %; f. Erfahrungsnote: 10 %. 3 Die Kompetenzennote ist das auf eine Dezimalstelle gerundete Mittel aus der Summe der Noten aus der betrieblichen Bildung für die Kompetenzen 3 und 4 sowie 6–9. 4 Die Note für den Qualifikationsbereich «Berufskenntnisse» ist das auf eine Dezimalstelle gerundete Mittel aus der Summe der Noten der schriftlichen und der mündlichen Abschlussprüfung. 5 Die Englischnote ist das auf eine ganze oder halbe Note gerundete Mittel aus der Summe aller Semesterzeugnisnoten des Englischunterrichts. 6 Die Erfahrungsnote ist das auf eine ganze oder halbe Note gerundete Mittel aus der Summe aller Semesterzeugnisnoten des berufskundlichen Unterrichts gemäss Bildungsplan. Fassung vom 14. Dezember 2011 Fassung vom 14. Dezember 2011 Fassung vom 14. Dezember 2011 Fassung vom 14. Dezember 2011"
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Wiederholungen",
      "content": "1 Die Wiederholung des Qualifikationsverfahrens richtet sich nach Artikel 33 BBV. 2 Ist die Kompetenzennote ungenügend, so müssen mindestens die ungenügenden Kompetenzen erneut erworben und erneut beurteilt werden. 3 Muss einer der Qualifikationsbereiche «praktische Arbeit», «Berufskenntnisse» oder «Allgemeinbildung» oder der Englischerwerb wiederholt werden, so ist er in seiner Gesamtheit zu wiederholen. 4 Wird das Qualifikationsverfahren ohne erneuten Besuch der Berufsfachschule wiederholt, so werden die bisherige Erfahrungsnote und die bisherige Englischnote beibehalten. Werden der berufskundliche Unterricht oder der Englischunterricht während mindestens 2 Semestern wiederholt, so zählen für die Berechnung der Erfahrungsnote beziehungsweise der Englischnote nur die neuen Noten."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Spezialfall",
      "content": "1 Hat eine lernende Person die Vorbildung ausserhalb der geregelten beruflichen Grundbildung nach dieser Verordnung erworben, so entfällt die Erfahrungsnote. 2 Für die Berechnung der Gesamtnote werden die einzelnen Noten wie folgt gewichtet: a. praktische Arbeit: 40 %; b. Berufskenntnisse: 30 %; c. Allgemeinbildung: 20 %; d. Englisch: 10 %."
    },
    {
      "provision_ref": "art18",
      "chapter": "9. Abschnitt: Ausweise und Titel",
      "section": "18",
      "title": "18",
      "content": "1 Wer das Qualifikationsverfahren erfolgreich durchlaufen hat, erhält das eidgenössische Fähigkeitszeugnis EFZ. 2 Das Fähigkeitszeugnis berechtigt, den gesetzlich geschützten Titel «Bühnentänzerin EFZ» oder «Bühnentänzer EFZ» zu führen. 3 Im Notenausweis werden aufgeführt: a. die Gesamtnote; b. die Noten, aus denen die Gesamtnote gebildet ist; c. die Fachrichtung."
    },
    {
      "provision_ref": "art19",
      "chapter": "10. Abschnitt: Schweizerische Kommission für Berufsentwicklung und Qualität für Bühnentänzerinnen und Bühnentänzer EFZ für Bühnentänzerinnen und Bühnentänzer EFZ",
      "section": "19",
      "title": "",
      "content": "1 Die Schweizerische Kommission für Berufsentwicklung und Qualität für Bühnentänzerinnen und Bühnentänzer EFZ setzt sich zusammen aus: a. 5 Vertreterinnen und Vertretern von «Danse Suisse», davon müssen 2 Vertreterinnen oder Vertreter von der Arbeitgeberseite gestellt werden; b. 4 Vertreterinnen und Vertretern der Fachlehrerschaft; c. je mindestens 1 Vertreterin oder 1 Vertreter des Bundes und der Kantone. 2 Die Sprachregionen müssen gebührend vertreten sein. 3 Die Kommission konstituiert sich selbst. 4 Die Kommission hat folgende Aufgaben: a. Sie passt den Bildungsplan nach Artikel 7 den wirtschaftlichen, technologischen, ökologischen und didaktischen Entwicklungen laufend, mindestens aber alle 5 Jahre an. Dabei trägt sie allfälligen neuen organisatorischen Aspekten der beruflichen Grundbildung Rechnung. Die Anpassungen bedürfen der Zustimmung der Vertreterinnen und Vertreter des Bundes und der Kantone. b. Sie beantragt dem SBFI Änderungen dieser Verordnung, sofern die beobachteten Entwicklungen Regelungen dieser Verordnung, namentlich die Kompetenzen nach Artikel 3 Absatz 3, betreffen. Die erste Überprüfung erfolgt spätestens 5 Jahre nach Inkrafttreten. Fassung vom 14. Dezember 2011 Fassung vom 14. Dezember 2011"
    },
    {
      "provision_ref": "art20",
      "chapter": "11. Abschnitt: Schlussbestimmungen",
      "section": "20",
      "title": "Inkrafttreten und Gültigkeit",
      "content": "1 Diese Verordnung tritt am 1. Februar 2009 in Kraft. 2 Die Bestimmungen über Qualifikationsverfahren, Ausweise und Titel (Art. 13–17) treten am 1. Januar 2012 in Kraft."
    }
  ],
  "definitions": []
}