{
  "id": "sr-415-015",
  "type": "statute",
  "title": "Organisationsreglement vom 12. August 2021 der Eidgenössischen Hochschule für Sport Magglingen",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2021/500/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Gegenstand",
      "content": "Dieses Reglement regelt die Aufbauorganisation der Eidgenössischen Hochschule für Sport Magglingen (EHSM), die Stellung und die Aufgaben der Direktorin oder des Direktors des BASPO innerhalb der EHSM, der Rektorin oder des Rektors und des EHSM-Beirats und konkretisiert die Mitwirkung der Hochschulangehörigen."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Organe",
      "content": "1 Die Organe der EHSM sind: a. die Direktorin oder der Direktor des BASPO; b. die Rektorin oder der Rektor. 2 Die Direktorin oder der Direktor des BASPO wird in hochschulspezifischen Belangen von einem EHSM-Beirat beraten."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Detailorganisation, Kompetenzen und Verantwortlichkeiten",
      "content": "Die Direktorin oder der Direktor des BASPO legt auf Antrag der Rektorin oder des Rektors die Detailorganisation der EHSM und die Kompetenzen und Verantwortlichkeiten der Organe und der übrigen Organisationseinheiten innerhalb der EHSM fest."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Stellung der Direktorin oder des Direktors des BASPO",
      "content": "Die Direktorin oder der Direktor des BASPO ist das strategische Führungsorgan der EHSM."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Aufgaben der Direktorin oder des Direktors des BASPO",
      "content": "1 Die Direktorin oder der Direktor des BASPO hat insbesondere folgende Aufgaben: a. Festlegung der strategischen Ziele; b. Festlegung der Leitlinien des internen Qualitätssicherungssystems (Qualitätssicherungsstrategie); c. Festlegung der finanziellen und personellen Rahmenbedingungen, die eine Lehre, Forschung und Dienstleistungserbringung von hoher Qualität sicherstellen; d. Ausübung der Aufsicht über die Aufgabenerfüllung der EHSM. 2 Die Qualitätssicherungsstrategie legt die Direktorin oder der Direktor des BASPO auf Antrag des Rektors oder der Rektorin und nach Anhörung des EHSM-Beirats fest."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Stellung der Rektorin oder des Rektors",
      "content": "1 Die Rektorin oder der Rektor führt die EHSM operativ. 2 Sie oder er ist der Direktorin oder dem Direktor des BASPO gegenüber für die Geschäftsführung verantwortlich."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Aufgaben der Rektorin oder des Rektors",
      "content": "Die Rektorin oder der Rektor hat insbesondere folgende Aufgaben: a. Umsetzung der strategischen Ausrichtung für die Positionierung der EHSM in der Hochschullandschaft; b. Vertretung der EHSM gegen Innen und Aussen; c. Sicherstellung der Qualität von Lehre, Forschung und Entwicklung sowie von Dienstleistungen."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Einsetzung der Rektorin oder des Rektors",
      "content": "Die Rektorin oder der Rektor wird nach Konsultation des EHSM-Beirats von der Direktorin oder vom Direktor des BASPO eingesetzt. Im Übrigen gelten die bundespersonalrechtlichen Regelungen."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Stellung und Aufgaben des EHSM-Beirats",
      "content": "Der EHSM-Beirat berät die Direktorin oder den Direktor des BASPO aus hochschulspezifischer Perspektive in Fragen der Lehre, der Forschung und Entwicklung sowie der Dienstleistungen, insbesondere zu folgenden Themen: a. strategische Ausrichtung der hochschulspezifischen Tätigkeiten der EHSM; b. Positionierung der EHSM in der Hochschullandschaft; c. Qualitätssicherungsstrategie der EHSM."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Zusammensetzung des EHSM-Beirats",
      "content": "Der EHSM-Beirat setzt sich aus maximal fünf Mitgliedern zusammen, die über ausgewiesene Erfahrungen mit hochschulpolitischem Bezug in den Bereichen Wissenschaft, Kultur, Wirtschaft, Gesellschaft oder Sport verfügen."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Einsetzung und Amtsenthebung des EHSM-Beirats",
      "content": "1 Die Mitglieder des EHSM-Beirates werden auf Antrag der Direktorin oder des Direktors des BASPO von der Vorsteherin oder dem Vorsteher des Eidgenössischen Departements für Verteidigung, Bevölkerungsschutz und Sport (VBS) ernannt; bei der Zusammensetzung wird auf eine angemessene Vertretung der Geschlechter und der Landessprachen geachtet. 2 Ein Mitglied des EHSM-Beirates kann während der Amtsdauer von der Vorsteherin oder dem Vorsteher des VBS auf Antrag der Direktorin oder des Direktors des BASPO aus wichtigen Gründen wie fehlende Eignung oder schwere Verfehlungen des Amtes enthoben werden."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Sitzungen des EHSM-Beirats",
      "content": "1 Der EHSM-Beirat tritt in der Regel vier Mal jährlich zusammen. 2 Die Direktorin oder der Direktor des BASPO leitet die Sitzungen und setzt die Tagesordnung fest. 3 Die Rektorin oder der Rektor ist berechtigt, an den Sitzungen teilzunehmen. 4 Je eine Vertreterin oder ein Vertreter der Studierenden und der Mitarbeitenden ist berechtigt, an den Sitzungen teilzunehmen, sofern in der Tagesordnung Themen festgesetzt sind, die unmittelbar die Hochschulangehörigen betreffen."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Entschädigung des EHSM-Beirats",
      "content": "1 Für jeden Tag, an dem ein Mitglied des EHSM-Beirats an einer Sitzung teilnimmt, wird ihm ein Taggeld von 300 Franken ausgerichtet. 2 Die Ansätze unterliegen nicht dem Teuerungsausgleich. 3 Keine Entschädigung erhalten Mitglieder, die in der Bundesverwaltung angestellt sind."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Mitwirkungsrechte der Hochschulangehörigen",
      "content": "1 Die Hochschulangehörigen oder ihre Vereinigungen werden in den sie betreffenden Angelegenheiten rechtzeitig informiert und angehört. 2 Sie können Anträge an die Organe der EHSM stellen. 3 Es finden regelmässig Aussprachen der Rektorin oder des Rektors mit den Vertreterinnen oder Vertretern der Studierenden und der Mitarbeitenden statt."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Mitarbeitende",
      "content": "1 Die Mitwirkung der Mitarbeitenden erfolgt in der Mitarbeitendenversammlung. 2 Die Mitarbeitendenversammlung tagt mindestens einmal jährlich als Plenarversammlung. 3 Sie bestimmt eine Mitarbeitendenvertretung. Diese setzt sich aus sieben Vertreterinnen und Vertretern der Mitarbeitendenversammlung zusammen und organisiert sich selbst. Bei der Zusammensetzung wird auf eine angemessene Vertretung der Geschlechter und der Landessprachen geachtet. 4 Ein Mitglied der Mitarbeitendenvertretung leitet die Plenarversammlung."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Studierende",
      "content": "1 Die Mitwirkung der Studierenden kann über eine Studierendenvereinigung erfolgen. 2 Die Studierendenvereinigung deklariert gegenüber der EHSM ihre Vertreter."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Inkrafttreten",
      "content": "Dieses Reglement tritt am 1. Oktober 2021 in Kraft."
    }
  ],
  "definitions": []
}