{
  "id": "sr-425-15",
  "type": "statute",
  "title": "Verordnung vom 9. Oktober 2019 über Gebühren und Entschädigungen des Schweizerischen Instituts für Rechtsvergleichung",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2019/587/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "1",
      "title": "Gegenstand",
      "content": "Diese Verordnung: a. regelt die Gebühren für Verfügungen und Dienstleistungen des Schweizerischen Instituts für Rechtsvergleichung (SIR); b. legt die Honorare und die Nebenleistungen für die Mitglieder des Institutsrates fest."
    },
    {
      "provision_ref": "art2",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "2",
      "title": "Anderes anwendbares Recht",
      "content": "1 Soweit diese Verordnung keine Regelung enthält, gelten: a. für die Gebühren nach Artikel 1 Buchstabe a die Bestimmungen der Allgemeinen Gebührenverordnung vom 8. September 2004 (AllgGebV); b. für die Entschädigungen nach Artikel 1 Buchstabe b sinngemäss die Bestimmungen des Obligationenrechts. 2 Die Kaderlohnverordnung vom 19. Dezember 2003 ist anwendbar. SR 172.041.1 SR 220 SR 172.220.12"
    },
    {
      "provision_ref": "art3",
      "chapter": "2. Abschnitt: Gebühren",
      "section": "3",
      "title": "Dienstleistungen",
      "content": "(Art. 3 SIRG) Das SIR erhebt Gebühren für: a. das Erstellen von Gutachten, Studien, Stellungnahmen und sonstigen schriftlichen Auskünften; b. das Erteilen von umfangreichen bibliografischen Auskünften; c. die Mithilfe von Institutspersonal bei der Benutzung von Institutseinrichtungen oder im Zusammenhang mit Forschungsprojekten."
    },
    {
      "provision_ref": "art4",
      "chapter": "2. Abschnitt: Gebühren",
      "section": "4",
      "title": "Internationale Bestrebungen zur Rechtsangleichung oder Rechtsvereinheitlichung",
      "content": "(Art. 3 Abs. 1 Bst. b SIRG) 1 Unter die Aufgaben nach Artikel 3 Absatz 1 Buchstabe b SIRG fällt insbesondere das Erstellen von rechtsvergleichenden Studien. 2 Gebühren für Dienstleistungen nach Artikel 3 Absatz 1 Buchstabe b SIRG zu entrichten haben: a. schweizerische, ausländische und internationale Institutionen des öffentlichen Rechts; b. schweizerische, ausländische und internationale gemeinnützige Organisationen des Privatrechts."
    },
    {
      "provision_ref": "art5",
      "chapter": "2. Abschnitt: Gebühren",
      "section": "5",
      "title": "Bemessungsgrundlage",
      "content": "Die Gebühr wird nach Zeitaufwand festgelegt."
    },
    {
      "provision_ref": "art6",
      "chapter": "2. Abschnitt: Gebühren",
      "section": "6",
      "title": "Stundenansätze",
      "content": "1 Der Stundenansatz beträgt: a. für Dienstleistungen nach Artikel 3 Buchstabe a: zwischen 150 und 400 Franken; b. für alle anderen Dienstleistungen: zwischen 100 und 200 Franken. 2 Können die Kosten der Dienstleistung einer Person weiterverrechnet werden, für welche die Dienstleistung, hätte sie diese Person direkt empfangen, eine gewerbliche Leistung wäre (Art. 22 SIRG), so werden die Stundenansätze wie folgt erhöht: a. für einen Interessenswert bis 500 000 Franken: um höchstens 40 Prozent; b. für einen Interessenswert zwischen 500 000 und 1 Million Franken: um 70 Prozent; c. für einen Interessenswert von mehr als 1 Million Franken: um 100 Prozent."
    },
    {
      "provision_ref": "art7",
      "chapter": "2. Abschnitt: Gebühren",
      "section": "7",
      "title": "Auslagen",
      "content": "1 Als Auslagen im Sinne von Artikel 6 Absatz 2 AllgGebV gelten auch die Kosten für die Beanspruchung auswärtiger Einrichtungen wie Bibliotheken und Datenbanken. 2 Für Beträge unter 400 Franken kann das SIR eine Auslagenpauschale in Rechnung stellen. SR 172.041.1"
    },
    {
      "provision_ref": "art8",
      "chapter": "2. Abschnitt: Gebühren",
      "section": "8",
      "title": "Gebührenzuschlag",
      "content": "Das SIR kann für folgende Dienstleistungen einen Zuschlag von höchstens 50 Prozent auf die nach den Stundenansätzen berechnete Gebühr in Rechnung stellen: a. Dienstleistungen von besonderer Schwierigkeit; b. Dienstleistungen, die auf Ersuchen hin dringlich oder ausserhalb der normalen Arbeitszeit verrichtet werden."
    },
    {
      "provision_ref": "art9",
      "chapter": "2. Abschnitt: Gebühren",
      "section": "9",
      "title": "Ermässigung",
      "content": "(Art. 17 Abs. 2 und 3 SIRG) 1 Für Auskünfte und Rechtsgutachten an Gerichte und kantonale Behörden gelten um 50 Prozent ermässigte Stundenansätze. 2 Für Rechtsgutachten zuhanden internationaler Organisationen kann das SIR die Stundenansätze nach Massgabe des öffentlichen Interesses herabsetzen. 3 Können die Kosten für Dienstleistungen nach den Absätzen 1 und 2 an nicht ermässigungsberechtigte Personen weiterverrechnet werden, so werden die Gebühren zum vollen Ansatz berechnet."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Anpassung an die Teuerung",
      "content": "Das Eidgenössische Justiz- und Polizeidepartement kann die Stundenansätze jeweils auf den nächstfolgenden Jahresanfang an den Landesindex der Konsumentenpreise anpassen, sofern dieser eine Teuerung von 5 Prozent oder mehr seit Inkrafttreten dieser Verordnung oder seit der letzten Anpassung ausweist."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Voranschlag",
      "content": "Auf Ersuchen unterrichtet das SIR vorgängig über die voraussichtlichen Gebühren und Auslagen."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Teilrechnung und Abbruch der Dienstleistung bei Zahlungsrückstand",
      "content": "1 Für länger dauernde Arbeiten oder in anderen begründeten Fällen kann das SIR Teilleistungen fakturieren. 2 Bei Zahlungsrückstand kann es die Erbringung der Dienstleistung abbrechen."
    },
    {
      "provision_ref": "art13",
      "chapter": "3. Abschnitt: Entschädigungen der Mitglieder des Institutsrats",
      "section": "13",
      "title": "Sitzungstaggelder und Nebenleistungen",
      "content": "1 Die Mitglieder des Institutsrats werden wie folgt entschädigt: a. Sitzungstaggeld der Präsidentin oder des Präsidenten: 2500 Franken; b. Sitzungstaggeld der übrigen Mitglieder: 2000 Franken. 2 Das Sitzungstaggeld schliesst den Aufwand für die Sitzungsvorbereitung und -nachbereitung ein. 3 Der Ersatz von Auslagen richtet sich nach den entsprechenden Bestimmungen für das Bundespersonal. Als Auslagen gelten namentlich Reise-, Übernachtungs- und Verpflegungskosten."
    },
    {
      "provision_ref": "art14",
      "chapter": "3. Abschnitt: Entschädigungen der Mitglieder des Institutsrats",
      "section": "14",
      "title": "Ausserordentlicher Mehraufwand",
      "content": "1 Wird ein Mitglied im Auftrag des Institutsrats oder der Direktion neben der Sitzungsvorbereitung oder -nachbereitung ausserordentlich beansprucht, so kann dieser Aufwand mit einem Stundenansatz von 120 Franken abgegolten werden. 2 Der Aufwand ist gegenüber der Direktion auszuweisen."
    },
    {
      "provision_ref": "art15",
      "chapter": "4. Abschnitt: Schlussbestimmungen",
      "section": "15",
      "title": "Aufhebung anderer Erlasse",
      "content": "Die folgenden Erlasse werden aufgehoben: 1. Verordnung vom 19. Dezember 1979 über das Schweizerische Institut für Rechtsvergleichung; 2. Verordnung vom 4. Oktober 1982 über die Gebühren des Schweizerischen Instituts für Rechtsvergleichung. [ AS 1980 59 ] [ AS 1982 1858 , 1988 1713 , 1995 3673 , 2002 3869 , 2006 5703 ]"
    },
    {
      "provision_ref": "art16",
      "chapter": "4. Abschnitt: Schlussbestimmungen",
      "section": "16",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 1. Januar 2020 in Kraft."
    }
  ],
  "definitions": []
}