{
  "id": "sr-420-232",
  "type": "statute",
  "title": "Verordnung vom 20. September 2017 der Schweizerischen Agentur für Innovationsförderung über ihr Personal (Personalverordnung Innosuisse)",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2017/735/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "1",
      "title": "Gegenstand und anwendbares Recht",
      "content": "1 Diese Verordnung regelt das Arbeitsverhältnis der Geschäftsleitung und des übrigen Personals der Geschäftsstelle der Innosuisse. 2 Das Lehrverhältnis bei der Innosuisse richtet sich nach dem Obligationenrecht und dem Berufsbildungsgesetz vom 13. Dezember 2002. 3 Soweit diese Verordnung keine besondere Regelung enthält, sind die Bundespersonalverordnung vom 3. Juli 2001 (BPV), die Verordnung des EFD vom 6. Dezember 2001 zur Bundespersonalverordnung (VBPV) sowie die Verordnung vom 26. Oktober 2011 über den Schutz von Personendaten des Bundespersonals anwendbar. SR 220 SR 412.10 SR 172.220.111.3 SR 172.220.111.31 SR 172.220.111.4"
    },
    {
      "provision_ref": "art2",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "2",
      "title": "Zuständigkeit",
      "content": "1 Soweit das SAFIG und diese Verordnung nichts anderes vorsehen, sind für sämtliche Arbeitgeberentscheide zuständig: a. für die Arbeitsverhältnisse mit der Direktorin oder dem Direktor, der stellvertretenden Direktorin oder dem stellvertretenden Direktor und den übrigen Mitgliedern der Geschäftsleitung: die Präsidentin oder der Präsident des Verwaltungsrats; b. für die Arbeitsverhältnisse mit dem übrigen Personal: die Geschäftsleitung; diese kann die Zuständigkeit an die Direktorin oder den Direktor delegieren. 2 Erlässt die Geschäftsleitung generelle schriftliche Weisungen, so bedürfen diese der Genehmigung durch den Verwaltungsrat. 3 Im Übrigen ist die Geschäftsleitung für personalrechtliche Fragen zuständig, soweit diese Verordnung nicht ausdrücklich den Verwaltungsrat als zuständig erklärt."
    },
    {
      "provision_ref": "art3",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "3",
      "title": "Berichterstattung über personalpolitische Massnahmen",
      "content": "Die Geschäftsleitung berichtet dem Verwaltungsrat regelmässig, mindestens jedoch einmal pro Jahr, über die getroffenen Massnahmen im Sinne von Artikel 4 Absatz 2 BPG."
    },
    {
      "provision_ref": "art4",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "4",
      "title": "Bearbeitung von Personendaten",
      "content": "1 Die Innosuisse kann zum Zweck der Personalbewirtschaftung Personendaten, einschliesslich besonders schützenswerte Personendaten und Persönlichkeitsprofile von Bewerberinnen und Bewerbern sowie Angestellten und ehemaligen Angestellten, bearbeiten. 2 Der Personaldienst trägt die Verantwortung für die Bearbeitung der Personendaten. 3 Der Personaldienst, der Finanzdienst und die direkten Vorgesetzen können Daten bearbeiten, soweit es für die Erfüllung ihrer Aufgaben notwendig ist. 4 Die zuständigen Mitarbeiterinnen und Mitarbeiter des Personaldienstes können Daten Dritten weitergeben, wenn eine rechtliche Grundlage dafür besteht. 5 Für die Bearbeitung der Personendaten von Bewerberinnen und Bewerbern, Angestellten und ehemaligen Angestellten der Innosuisse sind die Bestimmungen der BPDV, mit Ausnahme des 2. Kapitels 2. Abschnitt, des 3. Kapitels 2. Abschnitt sowie des 4., 5. und 6. Kapitels sinngemäss anwendbar. SR 172.220.111.4 Eingefügt durch Ziff. I der V des Verwaltungsrats der Innosuisse vom 20. Sept. 2017, vom BR genehmigt am 22. Nov. 2017 und in Kraft seit 1. Jan. 2018 ( AS 2017 6641 )."
    },
    {
      "provision_ref": "art5",
      "chapter": "2. Abschnitt: Stellenausschreibung und Übertritt aus der Bundesverwaltung",
      "section": "5",
      "title": "Stellenausschreibung",
      "content": "1 Offene Stellen werden mindestens auf der Internetsite der Innosuisse öffentlich ausgeschrieben. 2 Auf eine öffentliche Ausschreibung kann verzichtet werden, wenn die Voraussetzungen von Artikel 22 Absatz 2 BPV erfüllt sind, oder bei einer Jobrotation. www.innosuisse.ch SR 172.220.111.3"
    },
    {
      "provision_ref": "art6",
      "chapter": "2. Abschnitt: Stellenausschreibung und Übertritt aus der Bundesverwaltung",
      "section": "6",
      "title": "Übertritte aus der Bundesverwaltung",
      "content": "1 Wechseln Angestellte der Bundesverwaltung gemäss Artikel 1 Absatz 1 BPV unterbruchslos zur Innosuisse, so finden die Schutzbestimmungen von Artikel 336 c des Obligationenrechts während der vereinbarten Probezeit keine Anwendung. 2 Für die Berechnung der Dienstjahre werden die in der Bundesverwaltung geleisteten Dienstjahre nicht mitgezählt. SR 172.220.111.3 SR 220"
    },
    {
      "provision_ref": "art7",
      "chapter": "3. Abschnitt: Rechte und Pflichten aus dem Arbeitsverhältnis",
      "section": "7",
      "title": "Lohnklasse der Direktorin oder des Direktors",
      "content": "Die Funktion der Direktorin oder des Direktors wird der Lohnklasse 33 gemäss Artikel 36 BPV zugewiesen. SR 172.220.111.3"
    },
    {
      "provision_ref": "art8",
      "chapter": "3. Abschnitt: Rechte und Pflichten aus dem Arbeitsverhältnis",
      "section": "8",
      "title": "Funktionsbewertung",
      "content": "1 Zuständig für die Funktionsbewertungen sind: a. für Funktionen der Geschäftsleitung: der Verwaltungsrat; b. für die übrigen Funktionen: die Geschäftsleitung. 2 Die Bewertung hat vergleichbaren Funktionen der Bundesverwaltung zu entsprechen. 3 Die Geschäftsleitung berichtet dem Verwaltungsrat periodisch über die Einhaltung dieser Vorgabe. Der Verwaltungsrat kann der Geschäftsleitung diesbezüglich Weisungen erteilen."
    },
    {
      "provision_ref": "art9",
      "chapter": "3. Abschnitt: Rechte und Pflichten aus dem Arbeitsverhältnis",
      "section": "9",
      "title": "Nebenleistungen für Mitglieder der Geschäftsleitung",
      "content": "Nebenleistungen nach den Artikeln 5 und 9 Absatz 2 der Kaderlohnverordnung vom 19. Dezember 2003 an die Mitglieder der Geschäftsleitung dürfen maximal zehn Prozent des fixen Lohnes ausmachen. Ausgenommen sind pauschale Leistungsprämien nach Artikel 5 der Kaderlohnverordnung. SR 172.220.12"
    },
    {
      "provision_ref": "art10",
      "chapter": "3. Abschnitt: Rechte und Pflichten aus dem Arbeitsverhältnis",
      "section": "10",
      "title": "10 Lohnfestsetzung",
      "content": "1 Der Verwaltungsrat setzt den Anfangslohn der Direktorin oder des Direktors fest; diese Festsetzung bedarf der Genehmigung durch den Bundesrat. 2 Der Verwaltungsrat setzt den Anfangslohn der übrigen Geschäftsleitungsmitglieder auf Antrag der Direktorin oder des Direktors fest. 3 Die Geschäftsleitung setzt die Anfangslöhne des Personals fest. 4 Der Verwaltungsrat sorgt für eine einheitliche, auf sachlichen Kriterien beruhende Lohnpolitik."
    },
    {
      "provision_ref": "art11",
      "chapter": "3. Abschnitt: Rechte und Pflichten aus dem Arbeitsverhältnis",
      "section": "11",
      "title": "Teuerungsausgleich",
      "content": "Der Verwaltungsrat beschliesst jährlich über die allfällige Ausrichtung eines Teuerungsausgleichs."
    },
    {
      "provision_ref": "art12",
      "chapter": "3. Abschnitt: Rechte und Pflichten aus dem Arbeitsverhältnis",
      "section": "12",
      "title": "Spesen",
      "content": "1 Die Angestellten der Geschäftsstelle von Innosuisse haben Anspruch auf Ersatz der Spesen für Verpflegung, Übernachtung und Transport nach den Bestimmungen der BPV. 2 Die Berechnung der Entschädigungshöhe richtet sich nach der VBPV. 3 Firmeneigene Kreditkarten kommen nicht zum Einsatz. SR 172.220.111.3 SR 172.220.111.31"
    },
    {
      "provision_ref": "art13",
      "chapter": "3. Abschnitt: Rechte und Pflichten aus dem Arbeitsverhältnis",
      "section": "13",
      "title": "Beteiligung am Einkauf in die PUBLICA",
      "content": "Über Beteiligungen am Einkauf in die PUBLICA gemäss Artikel 88 c BPV entscheidet auf Antrag der Geschäftsleitung der Verwaltungsrat. SR 172.220.111.3"
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Vergünstigungen",
      "content": "Über Vergünstigungen, die dem Personal der Geschäftsstelle zugute kommen sollen, entscheidet der Verwaltungsrat."
    },
    {
      "provision_ref": "art15",
      "chapter": "4. Abschnitt: Umstrukturierungen und Reorganisationen",
      "section": "15",
      "title": "Weiterbeschäftigung an anderer Stelle",
      "content": "1 Bei Umstrukturierungen und Reorganisationen der Innosuisse kommt Artikel 104 d BPV nicht zur Anwendung. 2 Kann eine von einer Umstrukturierung oder Reorganisation betroffene angestellte Person auf einer anderen Stelle ausserhalb der Innosuisse weiterbeschäftigt werden, so vereinbart die Geschäftsleitung mit dem neuen Arbeitgeber, wie lange diese Person auf der Lohnliste der Innosuisse bleibt und bis wann der neue Arbeitgeber entscheiden muss, ob er der Person einen Arbeitsvertrag unterbreitet. Die Vereinbarung bedarf der Genehmigung durch den Verwaltungsrat. SR 172.220.111.3"
    },
    {
      "provision_ref": "art16",
      "chapter": "4. Abschnitt: Umstrukturierungen und Reorganisationen",
      "section": "16",
      "title": "Sozialplan",
      "content": "1 Bei Umstrukturierungen und Reorganisationen, die die Kündigung von mindestens fünf angestellten Personen oder den Abbau von mindestens fünf Vollzeitstellen zur Folge haben, verhandelt die Geschäftsleitung mit den Sozialpartnern über einen Sozialplan. 2 Der Sozialplan wird vom Verwaltungsrat unterzeichnet. 3 Der Verwaltungsrat stellt die Finanzierung sicher. 4 Kommt mit den Sozialpartnern keine Einigung zustande, so gelten die Bestimmungen über Umstrukturierungen und Reorganisationen gemäss BPV; vorbehalten bleibt Artikel 15 Absatz 1. SR 172.220.111.3"
    },
    {
      "provision_ref": "art17",
      "chapter": "5. Abschnitt: Schlussbestimmungen",
      "section": "17",
      "title": "Übergangsbestimmung",
      "content": "Dienstjahre aus Arbeitsverhältnissen in der Bundesverwaltung, die gestützt auf Artikel 28 SAFIG unterbruchslos auf die Innosuisse übergehen, werden bei der Berechnung der Dienstjahre angerechnet."
    },
    {
      "provision_ref": "art18",
      "chapter": "5. Abschnitt: Schlussbestimmungen",
      "section": "18",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 1. Januar 2018 in Kraft."
    }
  ],
  "definitions": []
}