{
  "id": "sr-414-711-5",
  "type": "statute",
  "title": "Verordnung des WBF vom 4. Juli 2000 über den nachträglichen Erwerb des Fachhochschultitels (VNEF)",
  "title_en": "",
  "short_name": "VNEF",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2000/361/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Allgemeine Erwerbsvoraussetzungen",
      "content": "1 Voraussetzungen für den Erwerb des Fachhochschultitels in den Fachbereichen Technik und Informationstechnologie, Architektur, Bau- und Planungswesen, Chemie und Life Sciences, Land- und Forstwirtschaft, Wirtschaft und Dienstleistungen sowie Design sind: a. ein Diplom einer anerkannten Ingenieurschule (HTL), einer Höheren Wirtschafts- und Verwaltungsschule (HWV), einer Höheren Fachschule für Gestaltung (HFG), einer Höheren Hauswirtschaftlichen Fachschule (HHF) oder ein in den Jahren 1998, 1999 oder 2000 abgeschlossenes Diplomstudium der Hotelfachschule Lausanne (EHL); und b. eine anerkannte Berufspraxis (Art. 2 Abs. 1) von mindestens fünf Jahren oder ein Nachdiplomkurs auf Hochschulstufe (Art. 3). 2 In den Fachbereichen soziale Arbeit, Musik, Theater und andere Künste, angewandte Psychologie sowie angewandte Linguistik richten sich die Voraussetzungen für den Erwerb des Fachhochschultitels für Inhaberinnen und Inhaber eines Diploms einer höheren Fachschule nach Artikel 13 des Reglements der Erziehungsdirektorenkonferenz vom 10. Juni 1999 über die Anerkennung kantonaler Fachhochschuldiplome. 3 Voraussetzungen für den Erwerb des Fachhochschultitels im Fachbereich Gesundheit mit Ausnahme des Studiengangs Pflege sind: a. einer der folgenden Abschlüsse: 1. eines der folgenden Diplome einer vom Schweizerischen Roten Kreuz (SRK) anerkannten Schule: – «dipl. Ernährungsberaterin» / «dipl. Ernährungsberater» – «dipl. Hebamme / «dipl. Entbindungspfleger» – «dipl. Physiotherapeutin» / «dipl. Physiotherapeut», 2. ein Ausweis des SRK als «dipl. Ergotherapeutin» / «dipl. Ergotherapeut», ausgestellt nach Abschluss des Anerkennungsverfahrens des entsprechenden kantonalen Abschlusses; b. eine anerkannte Berufspraxis (Art. 2 Abs. 2) von mindestens zwei Jahren; und c. ein Nachdiplomkurs auf Hochschulstufe im Fachbereich Gesundheit, Soziales, Psychologie, Medizin, Management oder Bildung (Art. 3) oder eine andere gleichwertige Weiterbildung. Fassung gemäss Ziff. I der V des WBF vom 18. Dez. 2024, in Kraft seit 1. Febr. 2025 ( AS 2025 9 ). Das Reglement kann beim Staatsekretariat für Bildung, Forschung und Innovation kostenlos abgerufen werden unter: www.sbfi.admin.ch > Hochschulen > Die Hochschulen > Koordination Hochschulbereich > Rechtliche Grundlagen."
    },
    {
      "provision_ref": "art1a",
      "section": "1a",
      "title": "a Erwerbsvoraussetzungen im Studiengang Pflege",
      "content": "1 Voraussetzungen für den Erwerb des Fachhochschultitels des Studiengangs Pflege im Fachbereich Gesundheit sind: a. eines der folgenden vom SRK anerkannten Diplome: 1. «Pflegefachfrau»/«Pflegefachmann», 2. «Gesundheits- und Krankenpflege, DN II», 3. «allgemeine Krankenpflege» (AKP), 4. «psychiatrische Krankenpflege» (PsyKP), 5. «Kinderkrankenpflege, Wochen- und Säuglingspflege» (KWS), 6. «Gemeindekrankenpflege» (GKP), 7. «integrierte Krankenpflege» (IKP), 8. «Krankenpflegerin oder Krankenpfleger der Schule für Krankenpflege Sarnen, Sarner Schwestern, mit der Zusatzausbildung für ambulante Krankenpflege»; b. eine der folgenden ergänzenden Ausbildungen oder eines der folgenden ergänzenden Diplome: 1. «Höhere Fachausbildung Pflege Stufe II» (HöFa II) des Bildungszentrums des Schweizer Berufsverbands für Pflegefachpersonal (SBK BIZ), der Kaderschule für die Krankenpflege Aarau oder des Weiterbildungszentrums Gesundheitsberufe (WE’G), 2. Certificat d’infirmière clinicienne / infirmier clinicien II» der Ecole supérieure d’enseignement infirmier (ESEI), 3. «Diploma CRS indirizzo clinico» der Scuola superiore per le formazioni sanitarie, 4. Nachdiplomstudium an einer höheren Fachschule im Fachbereich Gesundheit, Soziales, Psychologie, Management oder Bildung, 5. eidgenössischer Fachausweis im Fachbereich Gesundheit, Soziales, Psychologie, Medizin, Management oder Bildung, 6. eidgenössisches Diplom im Fachbereich Gesundheit, Soziales, Psychologie, Medizin, Management oder Bildung, 7. Weiterbildung im Fachbereich Gesundheit, Soziales, Psychologie, Medizin, Management oder Bildung mit einem Arbeitsaufwand im Umfang von mindestens 150 Stunden; und c. eine anerkannte Berufspraxis (Art. 2 Abs. 2) von mindestens zwei Jahren. 2 Wer keine Ausbildung oder kein Diplom nach Absatz 1 Buchstabe b Ziffern 1–3 nachweisen kann, muss zusätzlich einen Nachdiplomkurs auf Hochschulstufe im Fachbereich Gesundheit, Soziales, Psychologie, Medizin, Management oder Bildung (Art. 3) oder eine andere gleichwertige Weiterbildung nachweisen. 3 Keine Ausbildung und kein Diplom nach Absatz 1 Buchstabe b muss nachweisen, wer mit höchstens zwei Nachdiplomkursen auf Hochschulstufe im Fachbereich Gesundheit, Soziales, Psychologie, Medizin, Management oder Bildung oder höchstens zwei anderen gleichwertigen Weiterbildungen mindestens 20 Kreditpunkte nach dem Europäischen Kredittransfersystem (European Credit Transfer System, ECTS) erreicht. Eingefügt durch Ziff. I der V des WBF vom 18. Dez. 2024, in Kraft seit 1. Febr. 2025 ( AS 2025 9 )."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Anerkannte Berufspraxis",
      "content": "1 Als anerkannte Berufspraxis für Inhaberinnen und Inhaber eines Diploms nach Artikel 1 Absatz 1 Buchstabe a gilt eine nach dem Erwerb des HTL-, HWV-, HFG-, HHF- oder EHL-Diploms ausgeübte berufliche Tätigkeit im einschlägigen Berufsfeld. 2 Als anerkannte Berufspraxis für Gesuchstellerinnen und Gesuchsteller aus dem Gesundheitsbereich (Art. 1 Abs. 3 und Art. 1 a ) gilt eine nach dem 1. Juni 2001 ausgeübte berufliche Tätigkeit im einschlägigen Berufsfeld. Fassung gemäss Ziff. I der V des WBF vom 2. Sept. 2005, in Kraft seit 5. Okt. 2005 ( AS 2005 4655 ). Eingefügt durch Ziff. I der V des WBF vom 17. März 2009 ( AS 2009 1501 ). Fassung gemäss Ziff. I der V des WBF vom 18. Dez. 2024, in Kraft seit 1. Febr. 2025 ( AS 2025 9 )."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Umfang der Nachdiplomkurse auf Hochschulstufe",
      "content": "1 Für Gesuchstellerinnen und Gesuchsteller aus den Fachbereichen nach Artikel 1 Absätze 1 und 3 und Artikel 1 a muss der Nachdiplomkurs auf Hochschulstufe mindestens 10 ECTS-Kreditpunkte umfassen. 2 Ein ECTS-Kreditpunkt entspricht einem Arbeitsaufwand von 25–30 Stunden. Fassung gemäss Ziff. I der V des WBF vom 18. Dez. 2024, in Kraft seit 1. Febr. 2025 ( AS 2025 9 )."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Gesuch",
      "content": "1 Das Gesuch ist dem Staatsekretariat für Bildung, Forschung und Innovation (SBFI) einzureichen. 2 Es muss enthalten: a. Name, Vorname, Adresse, Heimatort und Geburtsdatum der gesuchstellenden Person; b. Angaben über das Diplom oder den Ausweis und, soweit erforderlich, über die Berufspraxis, den Nachdiplomkurs auf Hochschulstufe oder die andere gleichwertige Weiterbildung. 3 Das Diplom oder der Ausweis, die erforderliche Berufspraxis, der Nachdiplomkurs auf Hochschulstufe und die andere gleichwertige Weiterbildung sind mit den Originaldokumenten oder mit beglaubigten Kopien davon zu belegen. Fassung gemäss Ziff. I der V des WBF vom 17. März 2009, in Kraft seit 1. Mai 2009 ( AS 2009 1501 ). Die Bezeichnung der Verwaltungseinheit wurde in Anwendung von Art. 16 Abs. 3 der Publikationsverordnung vom 17. Nov. 2004 ( AS 2004 4937 ) auf den 1. Jan. 2013 angepasst. Die Anpassung wurde im ganzen Text vorgenommen."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Prüfung der Gesuche und Entscheid",
      "content": "1 Das SBFI kann die Gesuch stellende Person zur Klärung von Zweifeln im Zusammenhang mit der nachgewiesenen Berufspraxis zu einem Fachgespräch einladen. 2 Es entscheidet über die Vergabe des Fachhochschultitels. Fassung gemäss Ziff. II 2 der V vom 12. Sept. 2007 über die Aufhebung und Anpassung von Verordnungen im Rahmen der Neuordnung der ausserparlamentarischen Kommissionen, in Kraft seit 1. Jan. 2008 ( AS 2007 4525 )."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "",
      "content": "Aufgehoben durch Ziff. II 2 der V vom 12. Sept. 2007 über die Aufhebung und Anpassung von Verordnungen im Rahmen der Neuordnung der ausserparlamentarischen Kommissionen, mit Wirkung seit 1. Jan. 2008 ( AS 2007 4525 )."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Titel",
      "content": "1 Der gesuchstellenden Person wird die Bewilligung zum Tragen des entsprechenden Fachhochschultitels nach Artikel 61 V-HFKG erteilt. 2 Mit der Bewilligung zum Tragen des Fachhochschultitels darf dessen Inhaberin oder dessen Inhaber die bisherigen Titel der entsprechenden Diplome nach Artikel 1 Absatz 1 Buchstabe a nicht mehr führen. 3 Das SBFI führt ein Verzeichnis der Personen, die einen Fachhochschultitel aufgrund dieser Verordnung tragen. Fassung gemäss Ziff. I der V des WBF vom 23. Nov. 2016, in Kraft seit 1. Jan. 2017 ( AS 2016 4611 ). Fassung gemäss Ziff. I der V des WBF vom 2. Sept. 2005, in Kraft seit 5. Okt. 2005 ( AS 2005 4655 )."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Diplomurkunde",
      "content": "1 Die gesuchstellende Person kann eine Diplomurkunde für ihren Fachhochschultitel verlangen. 2 Sie hat das Begehren zusammen mit dem Gesuch um den Fachhochschultitel zu stellen. 3 Sie trägt die Kosten der Ausstellung der Urkunde."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Übergangsbestimmung",
      "content": "Personen, die ihr Studium im Studienjahr 1996/1997 begonnen haben, müssen in Abweichung von Artikel 3 einen Nachdiplomkurs von mindestens 100 Lektionen oder 5 Kreditpunkte nachweisen. Diese Bestimmung gilt nicht für Inhaberinnen oder Inhaber eines Diploms nach Artikel 1 Absatz 2. Fassung gemäss Ziff. I der V des WBF vom 2. Sept. 2005, in Kraft seit 5. Okt. 2005 ( AS 2005 4655 )."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 1. Oktober 2000 in Kraft."
    }
  ],
  "definitions": []
}