{
  "id": "sr-418-0",
  "type": "statute",
  "title": "Bundesgesetz vom 21. März 2014 über die Vermittlung schweizerischer Bildung im Ausland (Schweizerschulengesetz, SSchG)",
  "title_en": "",
  "short_name": "SSchG",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2014/771/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "1",
      "title": "Gegenstand",
      "content": "Dieses Gesetz regelt die Unterstützung: a. der Schweizerschulen im Ausland; b. anderer Formen der Vermittlung schweizerischer Bildung im Ausland."
    },
    {
      "provision_ref": "art2",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "2",
      "title": "Zweck",
      "content": "Mit diesem Gesetz will der Bund: a. die Vermittlung schweizerischer Bildung und Kultur im Ausland fördern; b. die Ausbildung junger Auslandschweizerinnen und -schweizer fördern, ihre Beziehungen zur Schweiz stärken und auch den Kindern und Jugendlichen im jeweiligen Gastland die Schweiz und ihre Kultur näherbringen."
    },
    {
      "provision_ref": "art3",
      "chapter": "2. Abschnitt: Schweizerschulen im Ausland",
      "section": "3",
      "title": "Voraussetzungen für die Anerkennung von Schweizerschulen",
      "content": "1 Der Bundesrat anerkennt eine Schule im Ausland als beitragsberechtigte Schweizerschule, wenn sie: a. die Unterrichtsbewilligung des Gastlandes besitzt; b. angemessen Gewähr dafür bietet, langfristig Bestand zu haben; c. gemeinnützigen Charakter hat; d. Auslandschweizerinnen und -schweizern, die nachweislich das Schulgeld nicht bezahlen können, dieses ganz oder teilweise erlässt; e. Gewähr für politisch und religiös neutrale Bildung bietet; f. einen angemessenen Minimalbestand an Schülerinnen und Schülern aufweist; g. den Unterricht zu einem angemessenen Teil in einer Landessprache der Schweiz vermittelt und dabei der kulturellen Vielfalt der Schweiz Rechnung trägt; h. einen Kindergarten und eine Primarstufe führt und eine Sekundarstufe I führt oder zu führen plant; i. den Unterricht im Kindergarten und in den für die schweizerischen Lehrpläne relevanten Fächern mehrheitlich von Personen mit schweizerischer Lehrberechtigung erteilen lässt; j. ihr Lehrprogramm und ihren Unterricht so ausgestaltet, dass die Schülerinnen und Schüler ohne grössere Schwierigkeiten in weiterführende Klassen und Ausbildungen in der Schweiz oder im Gastland übertreten können; k. mit einem oder mehreren Kantonen ein Patronatsverhältnis eingegangen ist (Patronatskanton); l. ihr Schulsystem und ihr Lehrprogramm vom Patronatskanton begutachten lässt; m. über Statuten verfügt, die mit diesem Gesetz in Einklang stehen; n. von einer schweizerischen Trägerschaft getragen wird, die über ein Führungsgremium verfügt, dem mehrheitlich Personen mit Schweizer Staatsangehörigkeit angehören; o. von einer Schulleiterin oder einem Schulleiter mit schweizerischer Lehrberechtigung geführt wird; und p. allen interessierten und den Anforderungen entsprechenden Kindern mit Schweizer Staatsbürgerschaft eine Aufnahme gewährt. 2 Er hört vor seinem Entscheid den Patronatskanton an."
    },
    {
      "provision_ref": "art4",
      "chapter": "2. Abschnitt: Schweizerschulen im Ausland",
      "section": "4",
      "title": "Voraussetzungen für die Anerkennung der allgemeinbildenden Sekundarstufe II",
      "content": "Das Bundesamt für Kultur (BAK) kann im Einvernehmen mit dem Patronatskanton die allgemeinbildende Sekundarstufe II an einer anerkannten Schweizerschule als beitragsberechtigt anerkennen, wenn die folgenden Voraussetzungen erfüllt sind: a. Die Sekundarstufe II weist so viele Schülerinnen und Schüler auf, dass sie damit zum langfristigen Fortbestand der Schule beiträgt. b. Die Sekundarstufe II bietet im Lehrprogramm eine zweite schweizerische Landessprache als Unterrichtssprache oder als Unterrichtsfach an. c. Die Sekundarstufe II führt zu einem der folgenden Abschlüsse: 1. zu einer kantonalen oder eidgenössischen Maturität, 2. zum Baccalauréat international oder zum Baccalauréat européen, 3. zu einem Fachmittelschulabschluss oder einer Fachmaturität. d. Die Sekundarstufe II führt zu einem Abschluss, der im Gastland als Abschluss der allgemeinbildenden Sekundarstufe II anerkannt ist."
    },
    {
      "provision_ref": "art5",
      "chapter": "2. Abschnitt: Schweizerschulen im Ausland",
      "section": "5",
      "title": "Voraussetzungen für die Anerkennung von Angeboten in der beruflichen Grundbildung",
      "content": "Das BAK kann im Einvernehmen mit dem Patronatskanton Angebote in der beruflichen Grundbildung an einer anerkannten Schweizerschule mit allgemeinbildender Sekundarstufe II als beitragsberechtigt anerkennen, wenn die folgenden Voraussetzungen erfüllt sind: a. Die Angebote weisen so viele Lernende auf, dass sie zum langfristigen Fortbestand der Schule beitragen. b. Die Angebote führen zu einem der folgenden Abschlüsse: 1. eidgenössisches Fähigkeitszeugnis (EFZ) mit oder ohne Berufsmaturität, 2. eidgenössisches Berufsattest (EBA). c. Die Angebote führen zu einem Abschluss, der im Gastland als Abschluss der Sekundarstufe II anerkannt ist. d. Die Schule im Gastland vermittelt in der beruflichen Grundbildung die schulische Bildung im Sinne der schweizerischen Berufsbildungsgesetzgebung. e. Die Schule gestaltet die Angebote in Zusammenarbeit mit schweizerischen Berufsverbänden und mit Unternehmen im Gastland aus."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Voraussetzungen für die Anerkennung von Filialschulen",
      "content": "Das BAK kann im Einvernehmen mit dem Patronatskanton eine Filialschule einer anerkannten Schweizerschule als beitragsberechtigt anerkennen, wenn die Filialschule: a. organisatorisch und pädagogisch einen Bestandteil der Schule bildet; und b. für die Schule nachweislich von wirtschaftlichem und pädagogischem Vorteil ist."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Bezeichnung von Schweizerschulen im Ausland und ihr Erscheinungsbild",
      "content": "1 Die Bezeichnung «Schweizerschule» oder eine analoge Bezeichnung darf nur von einer nach diesem Gesetz anerkannten Schweizerschule verwendet werden. Dies gilt auch für Übersetzungen dieser Bezeichnungen in andere Sprachen. 2 Andere Schulen, die weitere auf die Schweiz hinweisende Angaben verwenden, müssen mindestens die Voraussetzungen zur Verwendung von Herkunftsangaben gemäss dem Markenschutzgesetz vom 28. August 1992 erfüllen. 3 Die anerkannten Schweizerschulen treten in einem einheitlichen Erscheinungsbild auf. Der Bundesrat regelt die Einzelheiten für den einheitlichen Auftritt. SR 232.11"
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Sozialversicherung der Lehrpersonen",
      "content": "1 Die anerkannte Schweizerschule sorgt für einen angemessenen Sozialversicherungsschutz ihrer Lehrpersonen. 2 Für die berufliche Vorsorge versichert sie die Lehrpersonen, die in der schweizerischen Alters-, Hinterlassenen- und Invalidenversicherung versichert sind, bei der Pensionskasse des Bundes PUBLICA. Lassen die Bestimmungen der jeweiligen Vorsorgeeinrichtung es zu, so kann sie diese Personen stattdessen in deren angestammter kantonaler Pensionskasse oder in derjenigen des Patronatskantons versichern. 3 Die anerkannten Schweizerschulen sind Arbeitgeber nach Artikel 4 Absatz 2 des PUBLICA-Gesetzes vom 20. Dezember 2006 und erfüllen die gesetzlichen und reglementarischen Arbeitgeberpflichten. 4 Der Bundesrat regelt die Vertretung der anerkannten Schweizerschulen gegenüber den schweizerischen Sozialwerken, namentlich die Kompetenz zum Erstellen, Abschliessen und Ändern des Anschlussvertrages mit PUBLICA. SR 172.222.1"
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Meldepflichten",
      "content": "1 Die anerkannten Schweizerschulen sind verpflichtet, das BAK frühzeitig auf Entwicklungen aufmerksam zu machen, welche die Voraussetzungen für die Anerkennung betreffen. 2 Änderungen der Statuten, welche die Voraussetzungen für die Anerkennung betreffen, sind dem BAK vor deren definitivem Beschluss zu melden."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Art, Umfang und Bemessung der Finanzhilfen",
      "content": "1 Der Bund richtet den anerkannten Schweizerschulen im Rahmen der bewilligten Kredite jährliche pauschale Finanzhilfen an die Betriebskosten aus. 2 Die Höhe der Finanzhilfen richtet sich nach: a. dem Gesamtbestand an Schülerinnen und Schülern sowie Lernenden; b. der Anzahl Schülerinnen und Schüler sowie Lernender mit Schweizer Staatsangehörigkeit; c. der Anzahl Personen mit schweizerischer Lehrberechtigung, in Vollzeitäquivalenten gerechnet, für welche die Schule Anrecht auf Beiträge hat; d. der Anzahl Unterrichtssprachen, die schweizerische Landessprachen und nicht gleichzeitig Sprachen des Gastlandes sind. 3 Die Anzahl Personen mit schweizerischer Lehrberechtigung, für welche die Schule Anrecht auf Beiträge hat, richtet sich nach den in Absatz 2 Buchstaben a und b genannten Kriterien. 4 Für Lehrpersonen ohne schweizerische Lehrberechtigung können Beiträge ausgerichtet werden, wenn: a. das Gastland die Anstellung einheimischer Lehrpersonen vorschreibt; oder b. nach Beurteilung des Patronatskantons für den Einsatz solcher Lehrpersonen überzeugende pädagogische Gründe geltend gemacht werden können. 5 Der Bundesrat legt die Bemessungsgrundlagen und die Beitragssätze nach den in den Absätzen 2–4 genannten Kriterien fest. Er kann die Beitragssätze namentlich nach Nationalität, Schulstufe und Dienstjahren differenzieren. 6 Die Schulen müssen dem BAK anfangs Schuljahr die für die Beitragsbemessung erforderlichen Unterlagen einreichen."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Ausserordentliche Zulagen für bedrohte Schulen",
      "content": "Der Bund kann anerkannten Schweizerschulen, die durch besondere Umstände oder ausserordentliche Ereignisse in ihrer Existenz bedroht sind, vorübergehend ausserordentliche Zulagen ausrichten."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Übertragung von Liegenschaften",
      "content": "1 Der Bundesrat kann dem Bund gehörende Liegenschaften unentgeltlich oder zu Vorzugsbedingungen auf anerkannte Schweizerschulen oder auf die dafür begründeten Stiftungen übertragen. 2 Für die Übertragung schliesst der Bund mit der Schule einen öffentlich-rechtlichen Vertrag nach den Artikeln 19 und 20 des Subventionsgesetzes vom 5. Oktober 1990 ab. 3 Der Übertragungsvertrag ist mit den Auflagen zu verbinden, dass: a. die Liegenschaft als Schweizerschule genutzt wird; und b. der Erlös einer späteren Veräusserung zugunsten anerkannter Schweizerschulen verwendet wird. SR 616.1"
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Entzug der Anerkennung, Auflagen",
      "content": "1 Erfüllt eine anerkannte Schweizerschule die Voraussetzungen für die Anerkennung nach Artikel 3 nicht mehr, so entzieht der Bundesrat ihr die Anerkennung. Bestehen jedoch begründete Aussichten, dass die Schule in absehbarer Zeit wieder in der Lage sein wird, die Voraussetzungen zu erfüllen, so kann der Bundesrat auf den Entzug der Anerkennung verzichten; er erteilt der Schule in diesem Fall Auflagen. 2 Sind die Voraussetzungen für eine Anerkennung nach den Artikeln 4–6 nicht mehr erfüllt, so wendet das BAK Absatz 1 sinngemäss an. 3 Der Patronatskanton wird vorgängig angehört. Er hat das Recht, den Entzug der Anerkennung oder die Erteilung von Auflagen zu beantragen."
    },
    {
      "provision_ref": "art14",
      "chapter": "3. Abschnitt: Andere Formen der Vermittlung schweizerischer Bildung im Ausland",
      "section": "14",
      "title": "Formen und Voraussetzungen der Unterstützung",
      "content": "1 Der Bund kann im Rahmen der bewilligten Kredite schweizerische Trägerschaften oder Trägerschaften mit schweizerischer Beteiligung, die im Sinne von Artikel 2 tätig sind, unterstützen. 2 Die Unterstützung kann insbesondere geleistet werden durch Finanzhilfen an: a. die Besoldungskosten von Personen mit schweizerischer Lehrberechtigung, insbesondere für den Unterricht in Fächern mit Bezug zur Schweiz, in schweizerischen Landessprachen und in der beruflichen Grundbildung; b. die Vermittlung schweizerischer Bildung und Kultur, namentlich Kurse in schweizerischen Landessprachen; c. die Anschaffung von Ausbildungsmaterial; d. die Beratung, Betreuung und Unterstützung junger Auslandschweizerinnen und -schweizer, die in der Schweiz eine Berufsausbildung oder ein Studium absolvieren; e. die Gründung und den Aufbau neuer Schulen. 3 Für eine Unterstützung des Bundes nach Absatz 2 Buchstaben a–c müssen die folgenden Voraussetzungen erfüllt sein: a. Die Trägerschaft erbringt eine angemessene Eigenleistung. b. Das Angebot weist einen angemessenen Gesamtbestand an Schülerinnen und Schülern oder Lernenden auf. c. Das Angebot weist eine angemessene Anzahl Schülerinnen und Schüler oder Lernender mit Schweizer Staatsangehörigkeit auf. d. Das Angebot ist politisch und religiös neutral. e. Das Angebot ermöglicht nachweislich keinen Gewinn. 4 Für Angebote in der beruflichen Grundbildung gelten überdies die folgenden Voraussetzungen: a. Sie müssen die Voraussetzungen nach Artikel 5 erfüllen. b. Die Trägerschaft muss mit einem oder mehreren Schweizer Kantonen ein Patronatsverhältnis eingegangen sein. 5 Für eine Unterstützung des Bundes nach Absatz 2 Buchstabe e muss die Trägerschaft: a. nachweisen, dass sie die Gründung und den Aufbau der Schule mindestens zur Hälfte selbst finanzieren kann; b. glaubhaft machen können, dass die Schule in absehbarer Zeit den Voraussetzungen nach Artikel 3 Absatz 1 entsprechen wird. 6 Bei Angeboten, die längerfristig angelegt sind und eine pädagogische Beratung als zweckmässig erscheinen lassen oder erfordern, unterstützt der Bund die Trägerschaften bei der Suche nach einem Patronatskanton."
    },
    {
      "provision_ref": "art15",
      "chapter": "3. Abschnitt: Andere Formen der Vermittlung schweizerischer Bildung im Ausland",
      "section": "15",
      "title": "Umfang und Bemessung der Finanzhilfen",
      "content": "1 Die Höhe der Finanzhilfen nach Artikel 14 Absatz 2 Buchstaben a–c richtet sich nach: a. dem Gesamtbestand an Schülerinnen und Schülern oder Lernenden; b. der Anzahl Schülerinnen und Schüler sowie Lernender mit Schweizer Staatsangehörigkeit; c. der Eigenleistung der Gesuchsteller. 2 Der Bundesrat regelt die Beitragsbemessung und die Gesuchstellung."
    },
    {
      "provision_ref": "art16",
      "chapter": "3. Abschnitt: Andere Formen der Vermittlung schweizerischer Bildung im Ausland",
      "section": "16",
      "title": "Sozialversicherung der Lehrpersonen",
      "content": "Für die Sozialversicherung der Lehrpersonen, an deren Besoldungskosten der Bund nach Artikel 14 Absatz 2 Buchstabe a Finanzhilfen gewährt, gilt Artikel 8 sinngemäss."
    },
    {
      "provision_ref": "art17",
      "chapter": "4. Abschnitt: Zusammenarbeit und Beziehungspflege",
      "section": "17",
      "title": "",
      "content": "1 Die anerkannten Schweizerschulen und die Trägerschaften anderer Formen der Vermittlung schweizerischer Bildung im Ausland pflegen die Beziehungen untereinander. 2 Sie koordinieren ihre Anliegen gegenüber dem Eidgenössischen Departement des Innern (EDI) und den anderen Behörden in der Schweiz. 3 Sie arbeiten mit den Vertretungen zusammen. 4 Sie pflegen die Beziehungen zu ihren ehemaligen Schülerinnen und Schülern."
    },
    {
      "provision_ref": "art18",
      "chapter": "5. Abschnitt: Finanzierung",
      "section": "18",
      "title": "",
      "content": "Die Bundesversammlung bewilligt mit einfachem Bundesbeschluss für eine vierjährige Beitragsperiode den Zahlungsrahmen für die Unterstützung der Vermittlung schweizerischer Bildung im Ausland."
    },
    {
      "provision_ref": "art19",
      "chapter": "6. Abschnitt: Patronatskanton",
      "section": "19",
      "title": "",
      "content": "1 Der Patronatskanton hat die pädagogische Aufsicht über die anerkannten Schweizerschulen und deren allgemeinbildende Sekundarstufe II und über die Angebote in der beruflichen Grundbildung und Filialschulen. 2 Er nimmt für die von ihnen betreuten anerkannten Schweizerschulen und anderen Formen der Vermittlung schweizerischer Bildung im Ausland insbesondere die folgenden Aufgaben wahr: a. fachliche Beratung und Betreuung sowie Qualitätssicherung; b. Lieferung von Ausbildungsmaterial zu günstigen Bedingungen; c. Informationsaustausch mit den von ihnen betreuten Schulen; d. Förderung des Austauschs von Schülerinnen und Schülern, von Lernenden sowie von Lehrpersonen; e. Hilfe bei der Auswahl und der Weiterbildung der Lehrpersonen; f. Beratung zurückkehrender Lehrpersonen beim beruflichen Wiedereinstieg in der Schweiz. 3 Er setzt sich dafür ein, dass Personen mit schweizerischer Lehrberechtigung bei der Pensionskasse ihres Herkunftskantons versichert bleiben können."
    },
    {
      "provision_ref": "art20",
      "chapter": "7. Abschnitt: Vollzug",
      "section": "20",
      "title": "Bundesrat",
      "content": "1 Der Bundesrat erlässt die Ausführungsbestimmungen. 2 Zuständig für den Vollzug des Gesetzes ist das EDI, in Zusammenarbeit mit dem Eidgenössischen Departement für auswärtige Angelegenheiten."
    },
    {
      "provision_ref": "art21",
      "chapter": "7. Abschnitt: Vollzug",
      "section": "21",
      "title": "Kommission für die Vermittlung schweizerischer Bildung im Ausland",
      "content": "1 Der Bundesrat setzt die Kommission für die Vermittlung schweizerischer Bildung im Ausland ein. 2 Die Kommission berät das EDI beim Vollzug dieses Gesetzes."
    },
    {
      "provision_ref": "art22",
      "chapter": "7. Abschnitt: Vollzug",
      "section": "22",
      "title": "Bund und Patronatskantone",
      "content": "1 Der Bund vollzieht dieses Gesetz, wo nicht die Patronatskantone für den Vollzug zuständig sind. 2 Die schweizerischen Vertretungen wirken beim Vollzug mit."
    },
    {
      "provision_ref": "art23",
      "chapter": "8. Abschnitt: Rechtspflege",
      "section": "23",
      "title": "",
      "content": "Das Beschwerdeverfahren richtet sich nach den allgemeinen Bestimmungen über die Bundesrechtspflege."
    },
    {
      "provision_ref": "art24",
      "chapter": "9. Abschnitt: Schlussbestimmungen",
      "section": "24",
      "title": "Aufhebung bisherigen Rechts",
      "content": "Das Auslandschweizer-Ausbildungsgesetz vom 9. Oktober 1987 wird aufgehoben. [ AS 1988 1096 , 2006 1069 2197 Anhang Ziff. 38, 2008 3437 Ziff. II 19, 2011 5227 Ziff. I 2. 1 ]"
    },
    {
      "provision_ref": "art25",
      "chapter": "9. Abschnitt: Schlussbestimmungen",
      "section": "25",
      "title": "Übergangsbestimmungen",
      "content": "1 Schweizerschulen, einschliesslich deren allgemeinbildender Sekundarstufen II und Filialschulen, die nach bisherigem Recht anerkannt sind, gelten auch nach diesem Gesetz als anerkannt. 2 Der Übergang von den Beiträgen nach bisherigem Recht zu den Finanzhilfen nach diesem Gesetz wird schrittweise innerhalb von drei Jahren nach Inkrafttreten dieses Gesetzes vollzogen. Dabei wird jeweils die Höhe der nach diesem Gesetz errechneten Finanzhilfe dem letzten Beitrag nach bisherigem Recht gegenübergestellt. Die Differenz wird innerhalb der drei Jahre in drei gleichen Schritten ausgeglichen. 3 Die anerkannten Schweizerschulen gelten als zuständige Arbeitgeber für die Rentenbezügerinnen und Rentenbezüger: a. die ihnen zugeordnet sind; und b. deren Alters-, Hinterlassenen- und Invalidenrenten der beruflichen Vorsorge vor dem Inkrafttreten dieses Gesetzes bei PUBLICA zu laufen begonnen haben. 4 Die anerkannten Schweizerschulen gelten ebenfalls als zuständige Arbeitgeber, wenn eine Invalidenrente nach Inkrafttreten dieses Gesetzes zu laufen beginnt, die Arbeitsunfähigkeit, deren Ursache zur Invalidität geführt hat, aber vor dem Inkrafttreten dieses Gesetzes eingetreten ist."
    },
    {
      "provision_ref": "art26",
      "chapter": "9. Abschnitt: Schlussbestimmungen",
      "section": "26",
      "title": "Referendum und Inkrafttreten",
      "content": "1 Dieses Gesetz untersteht dem fakultativen Referendum. 2 Steht zehn Tage nach Ablauf der Referendumsfrist fest, dass gegen dieses Gesetz kein Referendum zustande gekommen ist, so tritt Artikel 18 am 1. Januar 2016 in Kraft. Andernfalls bestimmt der Bundesrat das Inkrafttreten. 3 Der Bundesrat bestimmt das Inkrafttreten der übrigen Bestimmungen dieses Gesetzes. Datum des Inkrafttretens: 1. Januar 2015 BRB vom 28. Nov. 2014"
    }
  ],
  "definitions": []
}