{
  "id": "sr-414-131-54",
  "type": "statute",
  "title": "Verordnung der ETH Zürich vom 14. November 2017 über die Zulassungsbeschränkungen für den Bachelor-Studiengang Humanmedizin an der ETH Zürich (Zulassungsbeschränkungsverordnung Medizin der ETH Zürich)",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2017/728/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "1. Abschnitt: Anderes anwendbares Recht",
      "section": "1",
      "title": "",
      "content": "Wo diese Verordnung keine besondere Bestimmungen enthält, gilt für die Zulassung zum Bachelor-Studiengang Humanmedizin an der ETH Zürich die Zulassungsverordnung ETH Zürich vom 30. November 2010. SR 414.131.52"
    },
    {
      "provision_ref": "art2",
      "chapter": "2. Abschnitt: Generelle Zulassungsvoraussetzungen und -hindernisse",
      "section": "2",
      "title": "Grundsätzlich zugelassene Ausländerinnen und Ausländer",
      "content": "1 Studienanwärterinnen und -anwärter mit ausländischer Staatsangehörigkeit können nur dann zum Bachelor-Studiengang Humanmedizin und damit zum Eignungstest nach Artikel 8 zugelassen werden, wenn sie einer der folgenden Kategorien angehören: a. Staatsangehörige des Fürstentums Liechtenstein; b. Personen, die in der Schweiz oder im Fürstentum Liechtenstein niedergelassen sind; c. Personen mit zivilrechtlichem Wohnsitz in der Schweiz: 1. die mit einer Schweizerin oder einem Schweizer verheiratet oder eine eingetragene Partnerschaft eingegangen sind, 2. deren Ehefrau, Ehemann, eingetragene Partnerin oder eigetragener Partner: – in der Schweiz niedergelassen ist oder – seit mindestens fünf Jahren Wohnsitz in der Schweiz hat und ununterbrochen eine Aufenthaltsbewilligung mit dem Hauptaufenthaltszweck «Erwerbstätigkeit» besitzt, 3. die seit mindestens fünf Jahren ununterbrochen in der Schweiz eine Aufenthaltsbewilligung mit dem Hauptaufenthaltszweck «Erwerbstätigkeit» besitzen, oder 4. die einen der Vorbildungsausweise nach Artikel 23 Absatz 1 Buchstaben a–b bis der Zulassungsverordnung ETH Zürich vom 30. November 2010 besitzen; d. Personen, die seit mindestens zwei Jahren zivilrechtlichen Wohnsitz in der Schweiz haben und deren Eltern: 1. in der Schweiz niedergelassen sind, oder 2. seit mindestens fünf Jahren Wohnsitz in der Schweiz haben und ununterbrochen eine Aufenthaltsbewilligung mit dem Hauptaufenthaltszweck «Erwerbstätigkeit» besitzen; e. Staatsangehörige eines Mitgliedstaates der Europäischen Union, von Island oder Norwegen, die in der Schweiz eine Aufenthaltsbewilligung EU/EFTA mit dem Vermerk «Erwerbstätigkeit» besitzen und eine mindestens einjährige berufliche Tätigkeit in einem Medizinalberuf nach Artikel 2 des Medizinalberufegesetzes vom 23. Juni 2006 nachweisen können; f. Kinder, ungeachtet ihrer Staatsangehörigkeit, von Staatsangehörigen eines Mitgliedstaates der Europäischen Union, von Island, Norwegen oder des Fürstentums Liechtenstein, wenn sie in der Schweiz eine Aufenthaltsbewilligung mit dem Vermerk «Familiennachzug» als Familienmitglied einer Bürgerin oder eines Bürgers der EU/EFTA besitzen; g. Kinder, deren Eltern in der Schweiz Diplomatenstatus geniessen und die eine Legitimationskarte des Eidgenössischen Departements für auswärtige Angelegenheiten des Typs «B», «C» oder «D blau» besitzen; h. Flüchtlinge, die von der Schweiz anerkannt sind. [tab] 2 Die Dokumente nach Absatz 1, die den rechtlichen Status für die Zugangsberechtigung zum Medizinstudium belegen, müssen spätestens bis zum letzten Tag der Anmeldefrist für das Medizinstudium (Art. 6 Abs. 1) vorgelegt werden. Gegebenenfalls müssen auch die Mindestdauern nach Absatz 1 Buchstabe c, d oder e bis zu diesem Datum erfüllt sein. Fassung gemäss Ziff. I der V der Schulleitung der ETH Zürich vom 15. April 2021, in Kraft seit 1. Juni 2021 ( AS 2021 237 ). SR 414.131.52 SR 811.11"
    },
    {
      "provision_ref": "art3",
      "chapter": "2. Abschnitt: Generelle Zulassungsvoraussetzungen und -hindernisse",
      "section": "3",
      "title": "Erforderliche Vorbildungsausweise",
      "content": "Die Zulassung zum Bachelor-Studiengang Humanmedizin ist nur möglich für Studienanwärterinnen und -anwärter, die einen der folgenden Vorbildungsausweise besitzen: a. einen schweizerischen Vorbildungsausweis nach Artikel 23 Absatz 1 Buchstaben a–d und f der Zulassungsverordnung ETH Zürich vom 30. November 2010; b. einen ausländischen gymnasialen Vorbildungsausweis, der die prüfungsfreie Zulassung zum Bachelor-Studium an der ETH Zürich nach den Artikeln 24 und 25 der Zulassungsverordnung ETH Zürich ermöglicht, gegebenenfalls in Verbindung mit dem Zeugnis über die bestandene reduzierte Aufnahmeprüfung an der ETH Zürich nach Artikel 28 der Zulassungsverordnung ETH Zürich. Fassung gemäss Ziff. I der V der Schulleitung der ETH Zürich vom 15. April 2021, in Kraft seit 1. Juni 2021 ( AS 2021 237 ). SR 414.131.52"
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Zulassungshindernis Aufnahmeprüfung",
      "content": "Die Zulassung zum Eignungstest nach Artikel 8 und damit zum Bachelor-Studien-gang Humanmedizin ist ausgeschlossen für Personen, die für die Zulassung zum Bachelor-Studium an der ETH Zürich: a. die umfassende Aufnahmeprüfung nach Artikel 29 der Zulassungsverordnung ETH Zürich vom 30. November 2010 bestehen müssen; oder b. die reduzierte Aufnahmeprüfung an der ETH Zürich bestehen müssen, diese jedoch bis am letzten Tag der von der Rektorenkonferenz der schweizerischen Hochschulen festgelegten Anmeldefrist für das Medizinstudium noch nicht bestanden haben. Fassung gemäss Ziff. I der V der Schulleitung der ETH Zürich vom 15. April 2021, in Kraft seit 1. Juni 2021 ( AS 2021 237 ). SR 414.131.52 www.swissuniversities.ch > Services > Anmeldung zum Medizinstudium"
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Zulassungshindernis Studienausschluss",
      "content": "Die Zulassung zum Bachelor-Studiengang Humanmedizin ist ausgeschlossen für Personen, die an der ETH Zürich oder an einer anderen Hochschule endgültig vom Weiterstudium in einem Studiengang der Humanmedizin, Zahnmedizin oder Chiropraktik ausgeschlossen worden sind."
    },
    {
      "provision_ref": "art6",
      "chapter": "3. Abschnitt: Anmeldung und Eignungstest",
      "section": "6",
      "title": "Anmeldung",
      "content": "1 Wer sich zum Bachelor-Studiengang Humanmedizin anmelden will, muss sich innert der von der Rektorenkonferenz der schweizerischen Hochschulen festgelegten Frist und in der von ihr festgelegten Form beim zuständigen Organ der Rektorenkonferenz anmelden. 2 Nicht frist- oder formgerecht eingereichte Anmeldungen werden nicht berücksichtigt. www.swissuniversities.ch > Services > Anmeldung zum Medizinstudium"
    },
    {
      "provision_ref": "art7",
      "chapter": "3. Abschnitt: Anmeldung und Eignungstest",
      "section": "7",
      "title": "",
      "content": "Aufgehoben durch Ziff. I der V der Schulleitung der ETH Zürich vom 15. April 2021, mit Wirkung seit 1. Juni 2021 ( AS 2021 237 )."
    },
    {
      "provision_ref": "art8",
      "chapter": "3. Abschnitt: Anmeldung und Eignungstest",
      "section": "8",
      "title": "Pflicht zur Teilnahme am Eignungstest",
      "content": "Wer sich zum Bachelor-Studiengang Humanmedizin angemeldet hat, muss sich einem Test unterziehen, welcher der Abklärung der Eignung für ein solches Studium dient."
    },
    {
      "provision_ref": "art9",
      "chapter": "3. Abschnitt: Anmeldung und Eignungstest",
      "section": "9",
      "title": "Organisation und Durchführung des Eignungstests",
      "content": "Organisation und Durchführung des Eignungstests richten sich nach dem von der Rektorenkonferenz der schweizerischen Hochschulen festgelegten Verfahren. www.swissuniversities.ch > Services > Anmeldung zum Medizinstudium"
    },
    {
      "provision_ref": "art10",
      "chapter": "3. Abschnitt: Anmeldung und Eignungstest",
      "section": "10",
      "title": "Gebühr für den Eignungstest",
      "content": "1 Für den Eignungstest wird eine Gebühr gemäss der Gebührenverordnung ETH-Bereich vom 31. Mai 1995 erhoben. 2 Wer die Gebühr nicht bis zum festgesetzten Termin bezahlt, wird nicht zum Eignungstest zugelassen. Die entsprechende Anmeldung gilt in diesem Fall als zurückgezogen. SR 414.131.7"
    },
    {
      "provision_ref": "art11",
      "chapter": "3. Abschnitt: Anmeldung und Eignungstest",
      "section": "11",
      "title": "Unlauteres Prüfungsverhalten und Störung der Prüfung",
      "content": "1 Die Sanktionen für unlauteres Prüfungsverhalten und für Störung des ordnungsgemässen Testablaufs richten sich nach den einschlägigen Bestimmungen der Rektorenkonferenz der schweizerischen Hochschulen. Diese werden den Studienanwärterinnen und -anwärtern schriftlich und im Rahmen des Eignungstests mündlich mitgeteilt. 2 Studienanwärterinnen und -anwärter, die mit einer Sanktion nicht einverstanden sind und als Studienort erster Wahl die ETH Zürich angegeben haben, können von den Akademischen Diensten der ETH Zürich eine beschwerdefähige Verfügung verlangen."
    },
    {
      "provision_ref": "art12",
      "chapter": "4. Abschnitt: Zuteilung der Studienplätze und Anmeldung zum Studium",
      "section": "12",
      "title": "Zuteilung der Studienplätze und Studienorte",
      "content": "Die Zuteilung der Studienplätze und Studienorte richtet sich nach dem von der Rektorenkonferenz der schweizerischen Hochschulen festgelegten Verfahren. Die Angaben zum Verfahren werden den Studienanwärterinnen und -anwärtern schriftlich mitgeteilt."
    },
    {
      "provision_ref": "art13",
      "chapter": "4. Abschnitt: Zuteilung der Studienplätze und Anmeldung zum Studium",
      "section": "13",
      "title": "Aufnahme- und Zuteilungsentscheid",
      "content": "1 Die Rektorin oder der Rektor der ETH Zürich eröffnet: a. den Studienanwärterinnen und -anwärtern, die als Studienort erster Wahl die ETH Zürich angegeben haben: den Entscheid über die Aufnahme oder Abweisung sowie über die Zuteilung an die ETH Zürich oder die Umleitung an eine andere Universität; b. den Studienanwärterinnen und -anwärtern, die als Studienort erster Wahl eine andere Universität angegeben haben und durch Umleitung einen Studienplatz an der ETH Zürich zugeteilt erhalten: den Entscheid über die Zuteilung an die ETH Zürich. 2 Die Eröffnung der Entscheide erfolgt mittels Verfügung."
    },
    {
      "provision_ref": "art14",
      "chapter": "4. Abschnitt: Zuteilung der Studienplätze und Anmeldung zum Studium",
      "section": "14",
      "title": "Annahme des Studienplatzes und Zuteilung frei gewordener Studienplätze",
      "content": "1 Wer einen Studienplatz an der ETH Zürich zugeteilt bekommen hat und den Studienplatz annehmen will, muss hierfür die separate Anmeldung für den Bachelor-Studiengang Humanmedizin bei den Akademischen Diensten der ETH Zürich frist- und formgerecht einreichen. 2 Die Akademischen Dienste bestimmen die Frist und die Form für das Einreichen der Anmeldung sowie das weitere Verfahren. Die Angaben werden den Studienanwärterinnen und -anwärtern schriftlich mitgeteilt. 3 Die Zuteilung gilt nur für das im selben Jahr beginnende Bachelor-Studium. Wird die Anmeldung nicht frist- oder formgerecht eingereicht, so gilt der Zuteilungsentscheid als aufgehoben. Der Anspruch auf einen Studienplatz verfällt. 4 Die nach Absatz 3 frei gewordenen Studienplätze werden Studienanwärterinnen und -anwärtern der gleichen Testkohorte zugeteilt, die noch keinen Studienplatz erhalten haben. Diese Zuteilung richtet sich nach dem von der Rektorenkonferenz der schweizerischen Hochschulen festgelegten Verfahren. Die Angaben zum Verfahren werden den Studienanwärterinnen und -anwärtern schriftlich mitgeteilt."
    },
    {
      "provision_ref": "art15",
      "chapter": "4. Abschnitt: Zuteilung der Studienplätze und Anmeldung zum Studium",
      "section": "15",
      "title": "Wiederholung des Eignungstests und Wiederverwendung des Ergebnisses des Vorjahres",
      "content": "1 Studienanwärterinnen und -anwärter, die aufgrund des Testergebnisses keinen Studienplatz erhalten, können sich zu einem späteren Zeitpunkt erneut für das Medizinstudium anmelden und den Eignungstest wiederholen. Nur das zuletzt erzielte Testergebnis zählt. 2 Wer sich innerhalb eines Jahres nach Absolvierung des Eignungstests erneut für das Medizinstudium anmeldet, kann auf eine Wiederholung des Eignungstests verzichten. In diesem Fall wird das im Vorjahr erzielte Testergebnis auf einen Wert umgerechnet, der der Skala des Tests des laufenden Jahres entspricht. Massgebend ist der auf diese Weise berechnete Wert. 3 Für Personen, die im Sinne von Artikel 14 Absatz 3 ihren Anspruch auf einen Studienplatz verwirkt haben, gelten die Absätze 1 und 2 des vorliegenden Artikels sinngemäss."
    },
    {
      "provision_ref": "art16",
      "chapter": "5. Abschnitt: Wiedereintritt, Studiengangwechsel und Wechsel der Hochschule",
      "section": "16",
      "title": "Wiedereintritt in den Bachelor-Studiengang Humanmedizin",
      "content": "Ein Wiedereintritt in den Bachelor-Studiengang Humanmedizin an der ETH Zürich ist nur möglich, wenn: a. die Basisprüfung im Bachelor-Studiengang Humanmedizin bestanden ist; b. Studienplätze vorhanden sind; c. kein Ausschluss nach Artikel 5 vorliegt; und d. die weiteren einschlägigen Bestimmungen der Zulassungsverordnung ETH Zürich vom 30. November 2010 erfüllt sind. SR 414.131.52"
    },
    {
      "provision_ref": "art17",
      "chapter": "5. Abschnitt: Wiedereintritt, Studiengangwechsel und Wechsel der Hochschule",
      "section": "17",
      "title": "Studiengangwechsel",
      "content": "1 Wer aus einem Studiengang der ETH Zürich in den Bachelor-Studiengang Humanmedizin wechseln will, muss sich dem gesamten Zulassungsverfahren gemäss dieser Verordnung unterziehen. Die Artikel 2–5 gelten auch für diese Fälle. 2 Für einen Wechsel aus dem Bachelor-Studiengang Humanmedizin in einen anderen Studiengang der ETH Zürich gelten die einschlägigen Bestimmungen der Zulassungsverordnung ETH Zürich vom 30. November 2010. SR 414.131.52"
    },
    {
      "provision_ref": "art18",
      "chapter": "5. Abschnitt: Wiedereintritt, Studiengangwechsel und Wechsel der Hochschule",
      "section": "18",
      "title": "Wechsel der Hochschule",
      "content": "Wer aus einer anderen Hochschule in den Bachelor-Studiengang Humanmedizin an der ETH Zürich wechseln will, muss sich dem gesamten Zulassungsverfahren gemäss dieser Verordnung unterziehen. Die Artikel 2–5 gelten auch für diese Fälle."
    },
    {
      "provision_ref": "art19",
      "chapter": "6. Abschnitt: Zulassung zum Master-Studium Humanmedizin",
      "section": "19",
      "title": "",
      "content": "1 Für Inhaberinnen und Inhaber eines Bachelor-Diploms in Medizin der ETH Zürich ist gewährleistet, dass sie einen Studienplatz im Master-Studium Humanmedizin an einer Universität zugeteilt erhalten, mit der die ETH Zürich Übernahmevereinbarungen abgeschlossen hat. Es besteht kein Anspruch auf einen Studienplatz an einer bestimmten Universität. 2 Die Modalitäten für das Gesuch um Zulassung zum Master-Studium Humanmedizin und das Zuteilungsverfahren werden im Studienreglement für den Bachelor-Studiengang Humanmedizin geregelt. Eine Liste der Universitäten, mit denen die ETH Zürich solche Übernahmevereinbarungen abgeschlossen hat, ist zu finden unter www.hest.ethz.ch > Studium > Humanmedizin > Master."
    },
    {
      "provision_ref": "art20",
      "chapter": "7. Abschnitt: Schlussbestimmungen",
      "section": "20",
      "title": "Aufhebung eines anderen Erlasses",
      "content": "Die Zulassungsbeschränkungsverordnung Medizin ETH Zürich vom 1. November 2016 wird aufgehoben. Nicht in der AS publiziert."
    },
    {
      "provision_ref": "art21",
      "chapter": "7. Abschnitt: Schlussbestimmungen",
      "section": "21",
      "title": "Inkrafttreten und Geltungsdauer",
      "content": "Diese Verordnung tritt am 1. Januar 2018 in Kraft und gilt bis zum 31. Januar 2024."
    }
  ],
  "definitions": []
}