{
  "id": "sr-412-106-141",
  "type": "statute",
  "title": "Verordnung des EHB-Rats vom 29. April 2021 über das Personal der Eidgenössischen Hochschule für Berufsbildung (EHB-Personalverordnung)",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2021/561/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "1",
      "title": "Gegenstand und Geltungsbereich",
      "content": "1 Diese Verordnung regelt das Arbeitsverhältnis des Personals der Eidgenössischen Hochschule für Berufsbildung (EHB). 2 Soweit diese Verordnung keine besondere Regelung enthält, sind die folgenden Erlasse anwendbar: a. Bundespersonalverordnung vom 3. Juli 2001 (BPV); b. Verordnung des EFD vom 6. Dezember 2001 zur Bundespersonalverordnung; c. Verordnung vom 22. November 2017 über den Schutz von Personendaten des Bundespersonals. SR 172.220.111.3 SR 172.220.111.31 SR 172.220.111.4"
    },
    {
      "provision_ref": "art2",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "2",
      "title": "Zuständigkeit für Arbeitgeberentscheide",
      "content": "1 Für Arbeitgeberentscheide sind zuständig: a. die Präsidentin oder der Präsident des EHB-Rats: für die Arbeitsverhältnisse mit der Direktorin oder dem Direktor, der stellvertretenden Direktorin oder dem stellvertretenden Direktor, den Mitarbeiterinnen und Mitarbeitern des Ratssekretariats und den übrigen Mitgliedern der Hochschulleitung; b. die Hochschulleitung: für die Arbeitsverhältnisse mit dem übrigen Personal. 2 Die Hochschulleitung kann die Zuständigkeit nach Absatz 1 Buchstabe b an die Direktorin oder den Direktor delegieren."
    },
    {
      "provision_ref": "art3",
      "chapter": "2. Abschnitt: Personalpolitik",
      "section": "3",
      "title": "Grundsätze",
      "content": "1 Die EHB berücksichtigt in ihrer Personalpolitik die Zielsetzungen von Lehre, Forschung und Dienstleistungen. 2 Für die Entwicklung und Umsetzung der Personalpolitik ist die Hochschulleitung verantwortlich."
    },
    {
      "provision_ref": "art4",
      "chapter": "2. Abschnitt: Personalpolitik",
      "section": "4",
      "title": "Schutz von Persönlichkeit und Gesundheit",
      "content": "1 Die EHB verfügt über eine interne Stelle zur Beratung und Unterstützung von Mitarbeiterinnen und Mitarbeitern zum Schutz der Persönlichkeit und der Gesundheit. 2 Sie bestimmt zusätzlich eine externe Stelle."
    },
    {
      "provision_ref": "art5",
      "chapter": "2. Abschnitt: Personalpolitik",
      "section": "5",
      "title": "Personalentwicklung und Kompetenzerhalt",
      "content": "1 Die Hochschulleitung ist zuständig für die Erarbeitung von Förder- und Laufbahnkonzepten für die Personalkategorien. 2 Die EHB beteiligt sich angemessen an den Aufwendungen für die Weiterbildung. Die gegenseitigen Rechte und Pflichten können in entsprechenden Vereinbarungen festgehalten werden."
    },
    {
      "provision_ref": "art6",
      "chapter": "2. Abschnitt: Personalpolitik",
      "section": "6",
      "title": "Ernennung zur Professorin oder zum Professor",
      "content": "1 Die Hochschulleitung stellt dem EHB-Rat Antrag auf Ernennung einer Mitarbeiterin oder eines Mitarbeiters zur «Professorin für Berufsbildung EHB» oder zum «Professor für Berufsbildung EHB», sofern die Bewerberin oder der Bewerber die folgenden Voraussetzungen erfüllt: a. Sie oder er ist unbefristet und mit einem Pensum von mindestens 50 Prozent an der EHB angestellt. b. Sie oder er verfügt über eine abgeschlossene Hochschulausbildung mit Promotion. c. Sie oder er verfügt über mehrjährige Berufserfahrung. d. Sie oder er verfügt über eine der folgenden Qualifikationen: 1. eine methodisch-didaktische Befähigung und einen ausgewiesenen Berufsfeldbezug; 2. eine Habilitation oder einen Nachweis über gleichwertige wissenschaftliche Publikationen und namhafte Forschungsergebnisse. 2 Es besteht kein Anspruch auf Ernennung. 3 «Professorin für Berufsbildung EHB» und «Professor für Berufsbildung EHB» sind Funktionsbezeichnungen. Sie dürfen nur verwendet werden, solange das Arbeitsverhältnis mit der EHB besteht."
    },
    {
      "provision_ref": "art7",
      "chapter": "2. Abschnitt: Personalpolitik",
      "section": "7",
      "title": "Berichterstattung",
      "content": "1 Die Hochschulleitung überprüft periodisch, ob die Ziele der Personalpolitik erreicht werden. Sie erstattet darüber dem EHB-Rat Bericht. 2 Der Bericht umfasst insbesondere folgende Punkte: a. Umsetzung der Personalentwicklung und der Kompetenzerhaltung; b. personelle Zusammensetzung; c. Arbeitszufriedenheit; d. Anwendung des Lohnsystems; e. Personalkosten. 3 Der Bericht wird dem Eidgenössischen Departement für Wirtschaft, Bildung und Forschung zur Kenntnis gebracht."
    },
    {
      "provision_ref": "art8",
      "chapter": "2. Abschnitt: Personalpolitik",
      "section": "8",
      "title": "Sozialplan",
      "content": "1 Muss die EHB aus wirtschaftlichen oder betrieblichen Gründen mindestens 10 Prozent der Mitarbeiterinnen und Mitarbeiter entlassen, so erarbeitet sie einen Sozialplan. 2 Die Hochschulleitung stellt dem EHB-Rat Antrag auf Ausarbeitung des Sozialplans. 3 Bei der Ausarbeitung orientiert sie sich am Bundespersonalrecht. 4 Sie bezieht die Sozialpartner ein und unterbreitet den Plan dem EHB-Rat zur Genehmigung."
    },
    {
      "provision_ref": "art9",
      "chapter": "3. Abschnitt: Entstehung und Auflösung des Arbeitsverhältnisses",
      "section": "9",
      "title": "Stellenausschreibung",
      "content": "1 Die EHB schreibt offene Stellen öffentlich aus. 2 Die Ausnahmen richten sich nach Artikel 22 Absatz 2 BPV. 3 Offene Stellen, die nicht von der Pflicht zur öffentlichen Ausschreibung ausgenommen sind, werden den Regionalen Arbeitsvermittlungszentren gemeldet. SR 172.220.111.3"
    },
    {
      "provision_ref": "art10",
      "chapter": "3. Abschnitt: Entstehung und Auflösung des Arbeitsverhältnisses",
      "section": "10",
      "title": "Probezeit",
      "content": "1 Die Probezeit beträgt drei Monate, für Mitarbeiterinnen und Mitarbeiter mit Lehrtätigkeit oder in der Forschung bis sechs Monate. 2 Bei einem Funktionswechsel sowie bei befristeten Arbeitsverhältnissen kann auf eine Probezeit verzichtet oder eine kürzere Probezeit vereinbart werden."
    },
    {
      "provision_ref": "art11",
      "chapter": "3. Abschnitt: Entstehung und Auflösung des Arbeitsverhältnisses",
      "section": "11",
      "title": "Kündigungsfristen für Mitarbeiterinnen und Mitarbeiter mit Lehrtätigkeit",
      "content": "Nach Ablauf der Probezeit kann das Arbeitsverhältnis von Mitarbeiterinnen und Mitarbeitern mit Lehrtätigkeit unter Einhaltung einer Kündigungsfrist von drei und ab dem zehnten Dienstjahr von vier Monaten auf das Ende eines Semesters aufgelöst werden."
    },
    {
      "provision_ref": "art12",
      "chapter": "4. Abschnitt: Funktion, Lohn und Lohnnebenleistungen",
      "section": "12",
      "title": "Funktionsbewertung",
      "content": "1 Die Hochschulleitung definiert 20 Funktionsklassen. 2 Sie legt die Anforderungsprofile nach den betrieblichen Anforderungen der EHB, dem Aufgabengebiet und dem Umfang der Verantwortlichkeiten fest. 3 Die Zuordnung der Anforderungsprofile zu den Funktionsklassen ist im Funktionsraster in Anhang 1 geregelt."
    },
    {
      "provision_ref": "art13",
      "chapter": "4. Abschnitt: Funktion, Lohn und Lohnnebenleistungen",
      "section": "13",
      "title": "Lohn",
      "content": "1 Der Anfangslohn wird innerhalb der Bandbreite der betreffenden Funktionsklasse gemäss der Lohnskala nach Anhang 2 festgelegt. 2 Die Qualifikation, die Berufs- und Lebenserfahrung der anzustellenden Person sowie die Lage auf dem Arbeitsmarkt werden bei der Festlegung des Anfangslohns angemessen berücksichtigt. 3 Es besteht kein Anspruch auf Ortszuschlag."
    },
    {
      "provision_ref": "art14",
      "chapter": "4. Abschnitt: Funktion, Lohn und Lohnnebenleistungen",
      "section": "14",
      "title": "Leistungsbeurteilung",
      "content": "1 Die Vorgesetzten führen jährlich eine Beurteilung der Leistungen und des Verhaltens ihrer Mitarbeiterinnen und Mitarbeiter durch. 2 Die Beurteilungen der Leistungen und des Verhaltens lauten wie folgt: a. Übertrifft die Zielvorgaben und Leistungserwartungen deutlich und in allen wichtigen Bereichen; b. Übertrifft die Zielvorgaben und Leistungserwartungen; c. Erfüllt die Zielvorgaben und Leistungserwartungen vollumfänglich; d. Erfüllt die Zielvorgaben und Leistungserwartungen mehrheitlich; e. Erfüllt die Zielvorgaben und Leistungserwartungen in wichtigen Bereichen nicht; f. Erfüllt die Zielvorgaben und Leistungserwartungen nicht. 3 Erfüllt eine Mitarbeiterin oder ein Mitarbeiter die Zielvorgaben und Leistungserwartungen nicht, so werden angemessene Massnahmen eingeleitet."
    },
    {
      "provision_ref": "art15",
      "chapter": "4. Abschnitt: Funktion, Lohn und Lohnnebenleistungen",
      "section": "15",
      "title": "Lohnentwicklung",
      "content": "1 Für die Lohnentwicklung wird jährlich ein Betrag im Rahmen des Budgets der EHB festgelegt. 2 Die individuelle Lohnentwicklung beruht auf der jährlichen Leistungsbeurteilung. 3 Die Hochschulleitung definiert jährlich die zu vergebende Anzahl Stufen pro Beurteilung. 4 Der Lohn kann jährlich um maximal 7 Stufen erhöht werden. 5 Von der Lohnentwicklung ausgenommen sind Mitarbeiterinnen und Mitarbeiter, deren Leistungsbeurteilung Artikel 14 Absatz 1 Buchstabe e oder f entspricht."
    },
    {
      "provision_ref": "art16",
      "chapter": "4. Abschnitt: Funktion, Lohn und Lohnnebenleistungen",
      "section": "16",
      "title": "Anpassung der Lohnskala",
      "content": "1 Die Hochschulleitung prüft jährlich die Lohnbeträge und die Abstufung der Lohnskala und passt die Lohnskala bei Bedarf im Rahmen der verfügbaren Mittel an, höchstens aber im Umfang des gewährten Teuerungsausgleichs. 2 Der Teuerungsausgleich und die Reallohnerhöhung werden nach Verhandlungen mit den Sozialpartnern festgelegt und die Lohnhöchstbeträge entsprechend erhöht. 3 Der Teuerungsausgleich und die Reallohnerhöhung können höchstens im gleichen Umfang wie dem Personal der zentralen Bundesverwaltung gewährt werden."
    },
    {
      "provision_ref": "art17",
      "chapter": "4. Abschnitt: Funktion, Lohn und Lohnnebenleistungen",
      "section": "17",
      "title": "Berufliche Vorsorge",
      "content": "1 Mitarbeiterinnen und Mitarbeiter bis Funktionsklasse 11 sind für die berufliche Vorsorge im Standardplan versichert, alle übrigen im Kaderplan. 2 Der Lohn sowie die Lohnbestandteile werden im Rahmen der reglementarischen Bestimmungen bei der Pensionskasse des Bundes wie folgt versichert: a. der Monatslohn, die Lohnentwicklung nach Artikel 15 und die ausserordentlichen Lohnanpassungen nach Artikel 40 BPV bis zum Höchstbetrag der Funktionsklasse; b. der Stunden-, Tages- und Durchschnittslohn nach Artikel 38 BPV; c. die Funktionszulagen nach Artikel 46 BPV; d. die Sonderzulagen nach Artikel 48 BPV; e. die Leistungsprämien nach Artikel 49 BPV; f. die Arbeitsmarktzulagen nach Artikel 50 BPV; g. der Teuerungsausgleich nach Artikel 16. SR 172.220.111.3"
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Familienergänzende Kinderbetreuung",
      "content": "Die EHB kann sich an den Kosten der Mitarbeiterinnen und Mitarbeiter für die familienergänzende Kinderbetreuung beteiligen."
    },
    {
      "provision_ref": "art19",
      "chapter": "5. Abschnitt: Krankheit und Unfall",
      "section": "19",
      "title": "Kranken- und Unfalltaggeld",
      "content": "1 Die EHB kann für ihre Mitarbeiterinnen und Mitarbeiter eine Taggeldversicherung für Krankheit und Unfall abschliessen. Sie kann die Versicherungsprämie für die Nichtbetriebsunfallversicherung ganz oder teilweise übernehmen. 2 Bei Arbeitsverhinderung wegen Krankheit oder Unfall richtet sich der Kündigungsschutz unter Einhaltung der geltenden Sperrfristen nach Artikel 336 c Absatz 1 Buchstabe b des Obligationenrechts. SR 220"
    },
    {
      "provision_ref": "art20",
      "chapter": "5. Abschnitt: Krankheit und Unfall",
      "section": "20",
      "title": "Dauer und Umfang der Lohnfortzahlung bei Krankheit oder Unfall",
      "content": "1 Bei Arbeitsverhinderung wegen Krankheit oder Unfall wird der Lohn nach Ablauf der Probezeit während 720 Tagen oder bis zur Wiedererlangung der vollen Arbeitsfähigkeit weiterhin ausbezahlt. 2 Die Auszahlung richtet sich nach der folgenden Staffelung in Prozent des Lohns vor Beginn der Arbeitsverhinderung: a. im 1.–3. Dienstjahr: 1. 100 Prozent bis zum 60. Tag, 2. 90 Prozent vom 61. bis 365. Tag, 3. 80 Prozent ab dem 366. Tag; b. im 4.–6. Dienstjahr: 1. 100 Prozent bis zum 90. Tag, 2. 90 Prozent vom 91. bis 365. Tag, 3. 80 Prozent ab dem 366. Tag; c. im 7.–10. Dienstjahr: 1. 100 Prozent bis zum 180. Tag, 2. 90 Prozent vom 181.–365. Tag, 3. 80 Prozent ab dem 366. Tag; d. ab dem 11. Dienstjahr: 1. 100 Prozent bis zum 270. Tag, 2. 90 Prozent vom 271. bis 365. Tag, 3. 80 Prozent ab dem 366. Tag. 3 Während der Probezeit erfolgt die Lohnfortzahlung zu 100 Prozent."
    },
    {
      "provision_ref": "art21",
      "chapter": "6. Abschnitt: Vertrauensarbeitszeit und Ferienbezug",
      "section": "21",
      "title": "Vertrauensarbeitszeit",
      "content": "1 Für die Direktorin oder den Direktor der EHB und die übrigen Mitglieder der Hochschulleitung gilt Vertrauensarbeitszeit. Mit den Mitarbeiterinnen und Mitarbeitern ab Funktionsklasse 12 kann Vertrauensarbeitszeit vereinbart werden. 2 Die betreffenden Mitarbeiterinnen und Mitarbeiter erhalten: a. eine Entschädigung von 6 Prozent des Jahreslohns; b. 10 freie Tage pro Jahr bei einem Beschäftigungsgrad von 100 Prozent; oder c. eine Gutschrift von 100 Stunden pro Jahr auf ein Sabbaticalkonto bei einem Beschäftigungsgrad von 100 Prozent. 3 Bei einem Beschäftigungsgrad von weniger als 100 Prozent wird die Anzahl freier Tage oder die Gutschrift auf ein Sabbaticalkonto entsprechend dem Beschäftigungsgrad reduziert."
    },
    {
      "provision_ref": "art22",
      "chapter": "6. Abschnitt: Vertrauensarbeitszeit und Ferienbezug",
      "section": "22",
      "title": "Ferienbezug von Mitarbeiterinnen und Mitarbeiter mit Lehrtätigkeit",
      "content": "Mitarbeiterinnen und Mitarbeiter mit Lehrtätigkeit beziehen die Ferien grundsätzlich in der unterrichtsfreien Zeit."
    },
    {
      "provision_ref": "art23",
      "chapter": "7. Abschnitt: Schlussbestimmungen",
      "section": "23",
      "title": "Aufhebung eines anderen Erlasses",
      "content": "Die EHB-Personalverordnung vom 10. November 2015 wird aufgehoben. [ AS 2016 587 ]"
    },
    {
      "provision_ref": "art24",
      "chapter": "7. Abschnitt: Schlussbestimmungen",
      "section": "24",
      "title": "Übergangsbestimmungen",
      "content": "1 Die Arbeitsverhältnisse nach bisherigem Recht werden per 1. Januar 2023 in das Lohnsystem nach dieser Verordnung überführt. Für die Höhe des Lohns gilt die Besitzstandswahrung. 2 Für Mitarbeiterinnen und Mitarbeiter, die unter bisherigem Recht Vertrauensarbeitszeit leisteten, gilt diese Arbeitsform weiterhin. 3 Ansprüche auf Lohnfortzahlung bei Krankheit oder Unfall, die vor dem Inkrafttreten dieser Verordnung entstanden sind, richten sich nach bisherigem Recht."
    },
    {
      "provision_ref": "art25",
      "chapter": "7. Abschnitt: Schlussbestimmungen",
      "section": "25",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 1. Januar 2022 in Kraft."
    }
  ],
  "definitions": []
}