{
  "id": "sr-431-03",
  "type": "statute",
  "title": "Bundesgesetz vom 18. Juni 2010 über die Unternehmens-Identifikationsnummer (UIDG)",
  "title_en": "Federal Act of 18 June 2010 on the Unique Business Identification Number (BINA)",
  "short_name": "UIDG",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2010/705/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Section 1 General Provisions",
      "section": "1",
      "title": "Purpose",
      "content": "With a Unique Business Identification Number (UID), businesses can be clearly identified so that information can be exchanged simply and safely within administrative and statistical processes."
    },
    {
      "provision_ref": "art2",
      "chapter": "Section 1 General Provisions",
      "section": "2",
      "title": "Object",
      "content": "This Act establishes: a. the allocation and use of the UID; b. the keeping and the use of the Business Identification Register (UID register); c. the allocation and use of the required administrative number in connection with the UID; d. the allocation of a uniform international identifier «Legal Entity Identifier» (LEI) at the request of the UID entity. Inserted by No I of the FA of 16 June 2017, in force since 15 Oct. 2017 ( AS 2017 5155 ; BBl 2017 1 )."
    },
    {
      "provision_ref": "art3",
      "chapter": "Section 1 General Provisions",
      "section": "3",
      "title": "Definitions",
      "content": "1 In this Act: a. UID: a non-speaking and unchangeable number that clearly identifies a UID entity; b. UID supplement: the supplementary indication that specifies whether the UID entity has not been deleted from the commercial register or is registered in the VAT register as subject to taxation; c. UID entities : 1. the legal entities registered in the commercial register, 2. natural and legal persons not registered in the commercial register, subject to taxes or fees received by the Confederation or its institutions, 3. natural persons who operate a commercial business or exercise a liberal profession and do not come under no.1 or 2, whereby the UID is allocated for each individual business, 4. corporate bodies lacking legal capacity that need to be identified for administrative purposes due to their economic activity, 5. foreign or international legal persons that have a place of business in Switzerland or need to be identified for the implementation of Swiss law, 6. all businesses and persons subject to agricultural, forestry, epizootic, animal protection or food legislation that need to be identified for administrative purposes, 7. administrative units of the Confederation, cantons and communes that need to be identified due to their administrative duties or for statistical reasons, 8. all institutions that are charged with the execution of public law duties; 9. associations and foundations that are neither subject to VAT nor registered in the commercial register but pay OASI contributions; d. UID services: Administrative entities of the Confederation, cantons and communes, institutions of public law and private institutions charged with public law duties that keep databases on UID entities due to their economic activity; e. administrative number: Number to identify administrative entities that are not considered UID entities but need to be identified, however, by certain UID services for the fulfilment of duties; f. UID register: central register of all UID entities and administrative entities; g. LEI: a uniform, non-speaking number pursuant to the requirements of the «Global Legal Entity Identifier System» (GLEIS) that clearly identifies on an international level a UID entity and legal entities that manage these such as funds or subsidiaries. 2 The Federal Council shall describe the UID entities and the UID services in further detail. Amended by Annex 1 No II 36 of the Data Protection Act of 25 Sept. 2020, in force since 1 Sept. 2023 ( AS 2022 491 ; BBl 2017 6941 ). Inserted by No I of the FA of 16 June 2017, in force since 15 Oct. 2017 ( AS 2017 5155 ; BBl 2017 1 )."
    },
    {
      "provision_ref": "art4",
      "chapter": "Section 2 UID, UID Register and Administrative Number",
      "section": "4",
      "title": "Allocation of the UID",
      "content": "1 The Federal Statistical Office (FSO) shall allocate every UID entity a unique UID free of charge. 2 Each UID is only allocated once. 3 The UID is allocated when the responsible UID service has communicated to the FSO the attributes pursuant to Article 9 paragraph 1 letter a."
    },
    {
      "provision_ref": "art5",
      "chapter": "Section 2 UID, UID Register and Administrative Number",
      "section": "5",
      "title": "Use of the UID",
      "content": "1 The UID services have the following obligations: a. to recognise the UID as an identifier; b. to use the UID in their databases; c. to use the UID in their exchanges with each other and with the UID entities. 2 The Federal Council designates the UID services that only need to recognise the UID as an identifier. 3 The UID entities may use their UID in exchanges with each other and with a UID service subject to specific legal regulations. Amended by Annex 1 No II 36 of the Data Protection Act of 25 Sept. 2020, in force since 1 Sept. 2023 ( AS 2022 491 ; BBl 2017 6941 )."
    },
    {
      "provision_ref": "art6",
      "chapter": "Section 2 UID, UID Register and Administrative Number",
      "section": "6",
      "title": "UID register",
      "content": "1 The FSO maintains the UID register. 2 The UID register contains data concerning the following key data of the UID entities (UID data): a. Key data: 1. UID, status of the entry in the UID register and UID supplement, 2. Name, company name or designation and address, 3. Status of entry in the commercial register, 4. Status of the entry in the VAT register with the start and end date of the obligation to pay VAT, 5. LEI for a UID entity and status of the entry in the «Global Legal Entity Identifier Foundation» register (GLEIF register); b. Additional data: Data serving to distinguish the UID entity more specifically, notably a more detailed designation of the UID entity and information about its economic activity; c. System data: technical or organisational data that are required to maintain the UID register, particularly the date of entry in the UID register. 3 The UID register also contains data concerning the attributes required to identify administrative entities. 4 The Federal Council designates the additional data and system data of the UID entities. Inserted by No I of the FA of 16 June 2017, in force since 15 Oct. 2017 ( AS 2017 5155 ; BBl 2017 1 )."
    },
    {
      "provision_ref": "art6a",
      "chapter": "Section 2 UID, UID Register and Administrative Number",
      "section": "6a",
      "title": "a Identifier in the UID register",
      "content": "The FSO may disclose the OASI number to the UID services that are also authorised to use it systematically if this is necessary to identify the person concerned in the register. Inserted by Annex No 3 of the FA of 30 Sept. 2016 ( AS 2017 3575 ; BBl 2015 2615 ). Amended by Annex No 12 of the FA of 18 Dec. 2020 (Systematic Use of the OASI Number by Authorities), in force since 1 Jan. 2022 ( AS 2021 758 ; BBl 2019 7359 )."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Legal effect of the UID",
      "content": "The UID has no legal effect pursuant to the Federal Act of 19 December 2003 on electronic signatures. [ AS 2004 5085 , 2008 3437 No II 55. AS 2016 4651 Annex No I]. See now: FA of 18 March 2016 ( SR 943.03 )."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Procurement, updating and use of the UID data",
      "content": "1 The FSO shall obtain the UID data from the UID entities: a. for the first time from the Business and Enterprise Register pursuant to Article 10 paragraph 3 of the Federal Statistics Act of 9 October 1992; b. on a continuing basis from the information from the UID services. 2 It updates the UID data from the UID entities on a continuing basis and makes updates available to the UID services in a suitable form. 3 It can use the UID data to update the Business and Enterprise Register. SR 431.01"
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Disclosure and rectification of UID data",
      "content": "1 The UID services shall disclose to the FSO: a. data relating to the key data and additional data of new UID entities; b. all changes and rectifications to UID data; c. the termination of a UID entity’s economic activity. 2 UID services pursuant to Article 5 paragraph 2 may communicate this information voluntarily. 3 The data are taken from the commercial register in unchanged form. 4 The Federal Council may designate further UID services whose data may be taken over in unchanged form."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Administrative number",
      "content": "1 The FSO designates the UID services that may report administrative entities for inclusion in the UID register. It allocates the administrative numbers. 2 The administrative numbers and their attributes are not published and are only accessible to the UID services requiring these to fulfil their duties. 3 The Federal Council regulates the allocation and use of the administrative numbers and designates the attributes required to identify the administrative entities."
    },
    {
      "provision_ref": "art10a",
      "chapter": "11",
      "section": "10a",
      "title": "a Allocation of the LEI",
      "content": "1 The FSO allocates every UID entity an LEI upon their request. 2 UID entities that manage legal entities such as funds or subsidiaries may request an LEI for each individual legal entity from the FSO."
    },
    {
      "provision_ref": "art10b",
      "chapter": "11",
      "section": "10b",
      "title": "b Disclosure of the LEI data",
      "content": "The FSO discloses to the GLEIF the data required for registration in the GLEIF register."
    },
    {
      "provision_ref": "art10c",
      "chapter": "11",
      "section": "10c",
      "title": "c Costs",
      "content": "1 The allocation and the renewal of the LEI are subject to charge. 2 The FSO provides its services on the basis of cost accounting; prices must cover costs. 3 The FSO makes its fees known."
    },
    {
      "provision_ref": "art11",
      "chapter": "Section 3 Notification and Cancellation of the UID Data and Data Protection",
      "section": "11",
      "title": "Disclosure of the UID data",
      "content": "1 The FSO makes data relating to UID entity key data available to the public on the internet. It restricts the consultation possibilities to requests concerning individual UID entities. 2 The Federal Council may make the UID accessible to the public for batch requests without further attributes. It regulates the terms of the request. 3 Data relating to the key data of a UID entity are only published with its consent unless another federal law requires publication. Until the COVID-19 Financial Guarantees Act of 18 December 2020 ceases to apply, the FSO shall publish the data on the key data of all UID entities on the internet without their consent. 4 Data relating to the additional data may only be made accessible to the UID services. 5 Data relating to the system data are only accessible to the FSO. 6 The OASI number is not public. SR 951.26 Second sentence inserted by Art. 28 No 1 of the COVID-19 Financial Guarantees Act of 18 Dec. 2020, in force from 19 Dec. 2020 to 31 Dec. 2032 ( AS 2020 5831 ; BBl 2020 8477 8819 ). Term in accordance with Annex No 12 of the FA of 18 Dec. 2020 (Systematic Use of the OASI Number by Authorities), in force since 1 Jan. 2022 ( AS 2021 758 ; BBl 2019 7359 ). Inserted by Annex No 3 of the FA of 30 Sept. 2016, in force since 1 Jan. 2018 ( AS 2017 3575 ; BBl 2015 2615 )."
    },
    {
      "provision_ref": "art12",
      "chapter": "Section 3 Notification and Cancellation of the UID Data and Data Protection",
      "section": "12",
      "title": "Deletion of the UID data",
      "content": "1 If a UID entity has ended its economic activity, the FSO shall mark this entity in the UID register as deleted unless another federal law prohibits its deletion. 2 UID data marked as deleted shall still be published on the internet for a maximum of ten years."
    },
    {
      "provision_ref": "art13",
      "chapter": "Section 3 Notification and Cancellation of the UID Data and Data Protection",
      "section": "13",
      "title": "Data protection and data security",
      "content": "1 The use of the UID by a third party is only permitted if the UID is published in the UID register or the UID entity concerned has given its consent. 2 The UID services are responsible for data protection and data security in the maintenance and usage of the UID data. 3 The FSO takes the necessary technical and organisational measures to ensure the protection and security of data in the maintenance and usage of the UID register."
    },
    {
      "provision_ref": "art14",
      "chapter": "Section 4 Final Provisions",
      "section": "14",
      "title": "Implementing provisions",
      "content": "The Federal Council shall enact the implementing provisions."
    },
    {
      "provision_ref": "art15",
      "chapter": "Section 4 Final Provisions",
      "section": "15",
      "title": "Execution",
      "content": "The cantons enact the implementing provisions necessary for execution. They shall inform the Federal Department of Home Affairs of these."
    },
    {
      "provision_ref": "art16",
      "chapter": "Section 4 Final Provisions",
      "section": "16",
      "title": "Amendment to previous legislation",
      "content": "The amendment to the previous legislation is regulated in the annex."
    },
    {
      "provision_ref": "art17",
      "chapter": "Section 4 Final Provisions",
      "section": "17",
      "title": "Transitional provisions concerning deadlines",
      "content": "1 The UID services are bound to use the UID within five years of the enactment of this law pursuant to Article 5 paragraph 1 or 2 and to report the UID data to the FSO pursuant to Article 9 paragraph 1. 2 The Federal Council designates the UID services that already need to fulfil their duties pursuant to paragraph 1 within three years of the enactment of this law. 3 Five years following the enactment of this law at the latest, the UID shall replace all other identification numbers previously used for UID entities in communication between UID services and UID entities. In exceptional cases, the Federal Council may extend the deadlines. 4 The existing commercial register numbers and VAT numbers replaced by the UID are managed in the UID register as key data for at least five years following their replacement."
    },
    {
      "provision_ref": "art18",
      "chapter": "Section 4 Final Provisions",
      "section": "18",
      "title": "Transitional provision concerning the coordination service",
      "content": "Each canton designates a service that acts as a coordination service vis-à-vis the FSO to finalise the introduction of the UID."
    },
    {
      "provision_ref": "art19",
      "chapter": "Section 4 Final Provisions",
      "section": "19",
      "title": "Transitional provisions concerning the modification of commercial register numbers",
      "content": "1 The commercial register number of all legal entities is modified officially in the trade register directly. The modification does not need to be registered in the commercial register. 2 The modification of the number shall be exclusively published in electronic form in the Swiss Official Gazette of Commerce. The new number shall take effect with this publication. 3 If a new number is allocated to a legal entity and the latter is mentioned with its number in any form in entries of other legal entities, these entries must be officially amended during the next mutation at the latest. 4 The Federal Council regulates the terms of the modification."
    },
    {
      "provision_ref": "art20",
      "chapter": "Section 4 Final Provisions",
      "section": "20",
      "title": "Referendum and commencement",
      "content": "1 This Act is subject to optional referendum. 2 The Federal Council determines the commencement date. Commencement date: 1 January 2011 FCD of 27 Oct. 2010."
    }
  ],
  "definitions": [
    {
      "term": "UID:",
      "definition": "UID: a non-speaking and unchangeable number that clearly identifies a UID entity;",
      "source_provision": "art3"
    },
    {
      "term": "UID supplement:",
      "definition": "UID supplement: the supplementary indication that specifies whether the UID entity has not been deleted from the commercial register or is registered in the VAT register as subject to taxation;",
      "source_provision": "art3"
    },
    {
      "term": "UID entities",
      "definition": "UID entities : 1. the legal entities registered in the commercial register,",
      "source_provision": "art3"
    },
    {
      "term": "administrative number:",
      "definition": "administrative number: Number to identify administrative entities that are not considered UID entities but need to be identified, however, by certain UID services for the fulfilment of duties;",
      "source_provision": "art3"
    },
    {
      "term": "UID register:",
      "definition": "UID register: central register of all UID entities and administrative entities;",
      "source_provision": "art3"
    }
  ]
}