{
  "id": "sr-429-1",
  "type": "statute",
  "title": "Bundesgesetz vom 18. Juni 1999 über die Meteorologie und Klimatologie (MetG)",
  "title_en": "",
  "short_name": "MetG",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2000/113/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Bundesaufgaben",
      "content": "Der Bund erfüllt im Bereich der Meteorologie und Klimatologie folgende Aufgaben: a. Er erfasst auf dem Gebiet der Schweiz dauernd und flächendeckend meteorologische und klimatologische Daten. b. Er beteiligt sich an Erfassung, Austausch und Auswertung von internationalen meteorologischen und klimatologischen Daten. c. Er warnt vor Gefahren des Wetters. d. Er stellt meteorologische Informationen für den Flugbetrieb und die Flugsicherheit auf schweizerischem Gebiet bereit. e. Er sorgt für die Bereitstellung von klimatologischen Informationen sowie für die Umsetzung von Massnahmen als Beitrag zur langfristigen Sicherung einer gesunden Umwelt. f. Er stellt die Überwachung der Radioaktivität in der Atmosphäre sicher und stellt meteorologische Grundlagen für die Berechnung der Ausbreitung von Luftschadstoffen zur Verfügung. g. Er fördert die theoretische Meteorologie und Klimatologie und führt anwendungsorientierte Forschungs- und Entwicklungsprojekte durch. h. Er erbringt weitere meteorologische und klimatologische Dienstleistungen für die Bedürfnisse der Allgemeinheit."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Zuständige Verwaltungseinheiten",
      "content": "1 Der Bundesrat bezeichnet die Verwaltungseinheiten, welche die Aufgaben nach Artikel 1 übernehmen. Er bezeichnet insbesondere das für den gesamtschweizerischen meteorologischen und klimatologischen Dienst zuständige Bundesamt (Bundesamt); dieses vertritt die Schweizerische Eidgenossenschaft bei der Weltorganisation für Meteorologie. 2 In der Erfüllung ihrer Aufgaben berücksichtigen die zuständigen Verwaltungseinheiten die Bedürfnisse der Landesteile und Sprachregionen."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Grundangebot an Dienstleistungen",
      "content": "1 Der Bundesrat legt im Rahmen der Bundesaufgaben nach Artikel 1 ein benutzergerechtes Grundangebot an meteorologischen und klimatologischen Dienstleistungen fest. Er regelt die Bedingungen für dessen Nutzung. 2 Das Bundesamt sorgt für die Bereitstellung des Grundangebots, stellt die im Rahmen der Bundesaufgaben erhobenen Daten und Informationen Dritten zur Verfügung und betreibt Auskunfts- und Beratungsdienste. 3 Im Rahmen des Grundangebots erbringt es folgende Leistungen, ohne dafür ein Entgelt zu verlangen: a. Es stellt die Daten nach Artikel 10 Absatz 1 des Bundesgesetzes vom 17. März 2023 über den Einsatz elektronischer Mittel zur Erfüllung von Behördenaufgaben (EMBAG) bereit. b. Es verbreitet Wetter- und Klimainformationen im Interesse der Allgemeinheit im Rahmen der Aufgaben nach Artikel 1 Buchstaben c, e und h, insbesondere Warnungen vor Gefahren des Wetters, Wettervorhersagen und Grundlagen zur Klimaentwicklung. 4 Es kann Gebühren erheben für die Bereitstellung von: a. Daten, die nur von einem eingeschränkten Nutzerkreis verwendet werden und deren Aufbereitung oder Zurverfügungstellung bedeutende zusätzliche sachliche oder personelle Mittel erfordert (Art. 10 Abs. 2 Bst. c EMBAG); der Bundesrat regelt, um welche Daten es sich dabei handelt sowie deren periodische Überprüfung; er orientiert sich dabei am technischen Fortschritt und an relevanten internationalen Standards. b. Daten und Dienstleistungen des Grundangebots, die aufgrund von spezialgesetzlichen Aufträgen oder auf Anfrage generiert werden. 5 Der Bundesrat regelt die Erhebung der Gebühren. Er berücksichtigt dabei das Äquivalenz- und das Kostendeckungsprinzip. 6 Die Erhebung der Gebühren für die Bearbeitung und Bereitstellung von Daten und Dienstleistungen nach Artikel 1 Buchstabe d richtet sich nach den spezialgesetzlichen Bestimmungen. SR 172.019 Fassung gemäss Anhang Ziff. 1 des BG vom 17. März 2023 über den Einsatz elektronischer Mittel zur Erfüllung von Behördenaufgaben, in Kraft seit 1. Jan. 2024 ( AS 2023 682 ; BBl 2022 804 ). Eingefügt durch Anhang Ziff. 1 des BG vom 17. März 2023 über den Einsatz elektronischer Mittel zur Erfüllung von Behördenaufgaben, in Kraft seit 1. Jan. 2024 ( AS 2023 682 ; BBl 2022 804 ). Eingefügt durch Anhang Ziff. 1 des BG vom 17. März 2023 über den Einsatz elektronischer Mittel zur Erfüllung von Behördenaufgaben, in Kraft seit 1. Jan. 2024 ( AS 2023 682 ; BBl 2022 804 ). Eingefügt durch Anhang Ziff. 1 des BG vom 17. März 2023 über den Einsatz elektronischer Mittel zur Erfüllung von Behördenaufgaben, in Kraft seit 1. Jan. 2024 ( AS 2023 682 ; BBl 2022 804 )."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Erweiterte Dienstleistungen",
      "content": "1 Das Bundesamt kann meteorologische und klimatologische Daten, Ergebnisse oder sonstige Informationen zur Deckung besonderer Kundenwünsche aufbereiten und kommerziell verwerten. 2 Das Angebot an erweiterten Dienstleistungen hat in einem engen Zusammenhang mit dem Grundangebot zu stehen und darf dieses nicht beeinträchtigen. 3 Das Bundesamt bietet die erweiterten Dienstleistungen auf privatrechtlicher Basis an. Es setzt das Entgelt nach den Bedingungen des Marktes fest und gibt die Ansätze bekannt. Die erweiterten Dienstleistungen dürfen nicht unter den Gestehungskosten erbracht und nicht mit Erträgen aus dem Grundangebot verbilligt werden."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Zusammenarbeit und Beteiligungen",
      "content": "1 Das Bundesamt kann zur Erfüllung seiner Aufgaben mit schweizerischen, ausländischen oder internationalen Organisationen des öffentlichen oder privaten Rechts zusammenarbeiten. Es kann für die Schweizerische Eidgenossenschaft den Beitritt erklären oder Beteiligungen eingehen. 2 Der Bundesrat kann entsprechende internationale Abkommen in eigener Zuständigkeit abschliessen. Er kann seine Vertragsschlusskompetenz an das Bundesamt abtreten, wenn solche Abkommen ausschliesslich fachtechnische Bestimmungen enthalten."
    },
    {
      "provision_ref": "art5a",
      "section": "5a",
      "title": "a Beiträge für Beteiligungen an internationalen Programmen",
      "content": "1 Der Bund kann im Rahmen der bewilligten Kredite Beiträge gewähren für die Beteiligung der Schweiz an Programmen internationaler Organisationen und Institutionen im Bereich der Meteorologie und Klimatologie auf internationaler Ebene. 2 Der Bundesrat bestimmt die Höhe der Beiträge und regelt das Verfahren. 3 Er kann mit Dritten Leistungsvereinbarungen abschliessen; darin legt er die Art der Beteiligung und den Umfang der Leistungen fest. Eingefügt durch Ziff. I des BG vom 24. März 2006, in Kraft seit 1. Jan. 2007 ( AS 2006 4881 4882 ; BBl 2005 5413 )."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Aufgabenerfüllung durch Dritte",
      "content": "Der Bundesrat kann bestimmte Aufgaben nach diesem Gesetz durch Vertrag ganz oder teilweise an Dritte übertragen."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Vollzug",
      "content": "Der Bundesrat wird mit dem Vollzug beauftragt."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Aufhebung bisherigen Rechts",
      "content": "Es werden aufgehoben: a. das Bundesgesetz vom 27. Juni 1901 über die Schweizerische Meteorologische Zentralanstalt; b. der Bundesbeschluss vom 9. Dezember 1921 betreffend die Erweiterung des Dienstes der Schweizerischen Meteorologischen Zentralanstalt in Zürich. [BS 4 274; AS 1957 271 Art. 3] [BS 4 276]"
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Referendum und Inkrafttreten",
      "content": "1 Dieses Gesetz untersteht dem fakultativen Referendum. 2 Der Bundesrat bestimmt das Inkrafttreten. Datum des Inkrafttretens: 1. April 2000 BRB vom 23. Febr. 2000"
    }
  ],
  "definitions": []
}