{
  "id": "sr-412-109-3",
  "type": "statute",
  "title": "Verordnung vom 16. Juni 2006 über die Gebühren im Aufgabenbereich des Staatssekretariates für Bildung, Forschung und Innovation (Gebührenverordnung SBFI, GebV-SBFI)",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2006/404/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Gebührenerhebung",
      "content": "1 Das SBFI erhebt für seine erstinstanzlichen Verfügungen und seine Dienstleistungen Gebühren. 2 Dritte erheben Gebühren nach dieser Verordnung, soweit ihnen der Erlass von Verfügungen oder die Erbringung von Dienstleistungen in einem der folgenden Bereiche übertragen worden ist: a. Anerkennung ausländischer Diplome; b. Titelumwandlungen. Die Bezeichnung der Verwaltungseinheit wurde in Anwendung von Art. 16 Abs. 3 der Publikationsverordnung vom 17. Nov. 2004 ( AS 2004 4937 ) auf den 1. Jan. 2013 angepasst."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Ausnahmen von der Gebührenerhebung",
      "content": "Keine Gebühren werden erhoben für: a. Verfügungen über Bundesbeiträge; b. Genehmigungen von Prüfungsordnungen, Rahmenlehrplänen und Bildungsplänen; c. Anerkennungen von Bildungsgängen und Nachdiplomstudien an höheren Fachschulen sowie von Berufsmaturitätslehrgängen; d. Bewilligungen von interkantonalen Kursen; e. … Aufgehoben durch Ziff. I 6 der V vom 15. Juni 2012 (Neugliederung der Departemente), mit Wirkung seit 1. Jan. 2013 ( AS 2012 3631 )."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Anwendbarkeit der Allgemeinen Gebührenverordnung",
      "content": "Soweit diese Verordnung keine besondere Regelung enthält, gelten die Bestimmungen der Allgemeinen Gebührenverordnung vom 8. September 2004. SR 172.041.1"
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Gebührenbemessung",
      "content": "1 Die Gebühren werden nach Zeitaufwand festgelegt. 2 Der Stundenansatz beträgt je nach erforderlicher Sachkenntnis des ausführenden Personals 90–200 Franken. 3 Für Verfügungen und Dienstleistungen im Bereich der Anerkennung ausländischer Diplome und Ausweise gilt ein Gebührenrahmen von 90–1000 Franken. 4 Für Verfügungen und Dienstleistungen im Bereich der Titelumwandlungen gilt ein Gebührenrahmen von 100–400 Franken. 5 Für die nachstehenden Verfügungen und Dienstleistungen gelten die folgenden pauschalen Gebühren: a. Registereinträge betreffend eidgenössische Berufsprüfungen und eidgenössische höhere Fachprüfungen: 20 Franken; b. Spreng- und Verwendungsausweise sowie Mutationen in solchen Ausweisen: 50 Franken; c. Nachträge der Geltungsdauer im Verzeichnis der Spreng- und Verwendungsausweise: 20 Franken. 6 Das Eidgenössische Departement für Wirtschaft, Bildung und Forschung kann den Stundenansatz, die Gebührenrahmen und die pauschalen Gebühren der Teuerung anpassen. Die Bezeichnung der Verwaltungseinheit wurde in Anwendung von Art. 16 Abs. 3 der Publikationsverordnung vom 17. Nov. 2004 ( AS 2004 4937 ) auf den 1. Jan. 2013 angepasst."
    },
    {
      "provision_ref": "art4a",
      "section": "4a",
      "title": "a Gebühren für die schweizerische Maturitätsprüfung",
      "content": "Für von der Schweizerischen Maturitätskommission abgenommene Prüfungen werden Gebühren nach der Verordnung vom 3. November 2010 über Gebühren und Entschädigungen für die schweizerische Maturitätsprüfung und die Ergänzungsprüfungen erhoben. Eingefügt durch Ziff. I 6 der V vom 15. Juni 2012 (Neugliederung der Departemente), in Kraft seit 1. Jan. 2013 ( AS 2012 3631 ). SR 172.044.13"
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Änderung bisherigen Rechts",
      "content": "Die Änderung bisherigen Rechts ist im Anhang geregelt."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 1. August 2006 in Kraft."
    }
  ],
  "definitions": []
}