{
  "id": "sr-416-211",
  "type": "statute",
  "title": "Verordnung des WBF vom 11. Februar 2013 über die Vergabe von Stipendien an ausländische Studierende und Kunstschaffende in der Schweiz",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2013/105/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Kompetenzdelegation",
      "content": "Das Staatssekretariat für Bildung, Forschung und Innovation (SBFI) ist zuständig für: a. die Gewährung und Verlängerung der einzelnen Stipendien für ausländische Studierende und Kunstschaffende im Rahmen der vom WBF festgelegten Höchstzahl; b. die Ausrichtung von Zulagen zu diesen Stipendien."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Prämien für die Kranken- und Unfallversicherung",
      "content": "1 Das SBFI übernimmt die Zahlung der Prämien der Grundversicherung der Kranken- und Unfallversicherung der Stipendiatinnen und Stipendiaten, die Bürgerinnen oder Bürger eines Landes ausserhalb der EU und der EFTA sind. 2 Es schliesst mit einem Versicherer einen Leistungsvertrag ab. 3 Es überweist die Prämien direkt an den Versicherer. 4 Vergütet werden nur die Prämien für die Kranken- und Unfallversicherung der Stipendiatin oder des Stipendiaten selber, nicht jedoch für begleitende Familienmitglieder. Fassung gemäss Ziff. I der V des WBF vom 12. Juni 2018, in Kraft seit 1. Sept. 2018 ( AS 2018 2545 )."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "",
      "content": "Aufgehoben durch Ziff. I der V des WBF vom 12. Juni 2018, mit Wirkung seit 1. Sept. 2018 ( AS 2018 2545 )."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Zulagen für Rückflüge",
      "content": "1 Das SBFI kann Stipendiatinnen und Stipendiaten, die aus einem Land ausserhalb der EU und der EFTA in die Schweiz gekommen sind, für den endgültigen Rückflug eine einmalige Zulage in Form einer Pauschale gewähren. 2 Die Zulage wird nur für den Rückflug in das Herkunftsland gewährt. 3 Sie wird nur gewährt, wenn die Rückreise spätestens sechs Monate nach dem Ende des Stipendiums angetreten wird. 4 Die Stipendiatin oder der Stipendiat hat beim SBFI ein schriftliches Gesuch einzureichen. Dem Gesuch sind eine Kopie des Flugscheins sowie der Zahlungsquittung beizulegen. 5 Die Pauschale entspricht dem durchschnittlichen Preis für einen Flug in das entsprechende Land. Fassung gemäss Ziff. I der V des WBF vom 12. Juni 2018, in Kraft seit 1. Sept. 2018 ( AS 2018 2545 )."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 1. März 2013 in Kraft."
    }
  ],
  "definitions": []
}