{
  "id": "sr-415-0",
  "type": "statute",
  "title": "Bundesgesetz vom 17. Juni 2011 über die Förderung von Sport und Bewegung (Sportförderungsgesetz, SpoFöG)",
  "title_en": "Federal Act of 17 June 2011 on the Prommotion of Sport and Exercise (Sport Promotion Act, SpoPA)",
  "short_name": "SpoFöG",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2012/460/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Chapter 1 General Provisions",
      "section": "1",
      "title": "Objectives",
      "content": "1 In the interest of the physical fitness and health of the population, holistic education and social cohesion, this Act seeks to achieve the following: a. to increase sports and exercise activities of all age groups; b. to increase the importance of sport and exercise in education and training; c. to create suitable conditions for promoting talented young athletes and elite sport; d. to encourage behaviour that establishes the positive values of sport in society and fights undesirable side effects; e. to prevent accidents in sport and exercise. 2 The Confederation achieves these objectives through: a. supporting and conducting programmes and projects; b. measures pertaining in particular to education, high performance sport, fairness and safety in sport, and research."
    },
    {
      "provision_ref": "art2",
      "chapter": "Chapter 1 General Provisions",
      "section": "2",
      "title": "Cooperation with cantons, communes and private entities",
      "content": "1 The Confederation shall work with the cantons, and communes. It shall take account of their measures to promote sport and exercise. 2 The Confederation shall encourage private ventures and work closely with Swiss sports associations."
    },
    {
      "provision_ref": "art3",
      "chapter": "Section 1 General Promotion of Sport and Exercise",
      "section": "3",
      "title": "Programmes and projects",
      "content": "1 The Confederation shall coordinate, support and initiate programmes and projects to promote regular sport and exercise activities among all age groups. 2 The Confederation may provide funds or benefits."
    },
    {
      "provision_ref": "art4",
      "chapter": "Section 1 General Promotion of Sport and Exercise",
      "section": "4",
      "title": "Support for sports associations",
      "content": "1 The Confederation shall support the umbrella organisation for Swiss sports associations and may pay contributions to other national sports associations. 2 The Confederation may enter into service agreements with sports associations on tasks to promote sport. 3 Within the scope of its powers, the Confederation shall ensure that international sports associations encounter favourable conditions for their activities in Switzerland."
    },
    {
      "provision_ref": "art5",
      "chapter": "Section 1 General Promotion of Sport and Exercise",
      "section": "5",
      "title": "Sports facilities",
      "content": "1 The Confederation shall produce a national sports concept that serves to plan and coordinate sports facilities of national importance. This concept shall be regularly updated. 2 The Confederation may provide financial support towards building sports facilities of national importance. 3 It may advise builders and operators of sports facilities."
    },
    {
      "provision_ref": "art6",
      "chapter": "Section 2 «Youth and Sport»",
      "section": "6",
      "title": "Programme",
      "content": "1 The Confederation shall direct the «Youth and Sport» programme for children and adolescents. 2 The «Youth and Sport» programme serves to promote the development of children and adolescents and enables them to experience sport in a holistic way. 3 Participation in the «Youth and Sport» programme is possible for the first time from 1 January in the year in which the child reaches the age of five, and ends on 31 December of the year in which the adolescent reaches the age of 20."
    },
    {
      "provision_ref": "art7",
      "chapter": "Section 2 «Youth and Sport»",
      "section": "7",
      "title": "Cooperation",
      "content": "1 The cantons, communes and private organisations shall participate in conducting the «Youth and Sport» programme. The Confederation may conclude service agreements. 2 The cantons shall designate an authority responsible for conducting the «Youth and Sport» programme."
    },
    {
      "provision_ref": "art8",
      "chapter": "Section 2 «Youth and Sport»",
      "section": "8",
      "title": "Options",
      "content": "The «Youth and Sport» programme supports courses and camps in the recognised sports disciplines for various target groups."
    },
    {
      "provision_ref": "art9",
      "chapter": "Section 2 «Youth and Sport»",
      "section": "9",
      "title": "Training of leaders",
      "content": "1 Training leaders is the responsibility of the Confederation and cantons. The assistance of private organisations is allowed. 2 The Confederation supervises the training of leaders. 3 The Confederation defines the options for training leaders and lays down the requirements for issue, suspension, withdrawal and the loss of recognition of «Youth and Sport» leadership. 4 The Federal Office of Sport (FOSPO) decides on the issue, suspension, and withdrawal of recognition as a «Youth and Sport» leader and determines the loss of such recognition."
    },
    {
      "provision_ref": "art10",
      "chapter": "Section 2 «Youth and Sport»",
      "section": "10",
      "title": "Exceptional criminal record check",
      "content": "1 If there is specific evidence that a person has committed a criminal offence that is incompatible with their position as «Youth and Sport» leader, FOSPO shall conduct checks on the person concerned. 2 If proceedings are pending against such a person for a criminal offence that is incompatible with their position as a «Youth and Sport» leader, FOSPO shall suspend their recognition. 3 If such a person has been convicted of a criminal offence that is incompatible with their position as a «Youth and Sport» leader and has exhausted any rights of appeal, FOSPO shall refuse or withdraw their recognition. 4 In order to carry out personal checks, FOSPO shall inspect the data on convictions and on pending criminal proceedings in the register of criminal convictions. 5 On request, the law enforcement authorities and the courts must provide FOSPO with further information from the relevant criminal files if: a. such information is required for deciding on the issueing, suspension or withdrawal of recognition as a «Youth and Sport» leader; b. this does not compromise the personal rights of third parties; and c. this does not prejudice the outcome of the criminal proceedings."
    },
    {
      "provision_ref": "art11",
      "chapter": "Section 2 «Youth and Sport»",
      "section": "11",
      "title": "Federal support",
      "content": "1 The Confederation shall provide financial support for courses, camps and leader courses organised by the cantons and by private organisations. 2 The Confederation may provide equipment on loan for conducting «Youth and Sport» events."
    },
    {
      "provision_ref": "art12",
      "chapter": "Section 1 Sport in Schools",
      "section": "12",
      "title": "Promotion of sports and exercise options",
      "content": "1 The cantons shall promote daily sports and exercise options within the context of schooling. They provide the necessary facilities and equipment. 2 Sports lessons are mandatory in compulsory schools and upper secondary schools. 3 In agreement with the cantons, the Confederation shall lay down the minimum number of lessons and quality standards for sports lessons in compulsory schools and upper secondary schools excluding vocational schools. In doing so, the Confederation shall take the school level requirements into account. 4 Three sports lessons a week are mandatory in compulsory schools. 5 The Confederation shall specify the minimum number of lessons and quality standards required for sports lessons at vocational schools."
    },
    {
      "provision_ref": "art13",
      "chapter": "Section 1 Sport in Schools",
      "section": "13",
      "title": "Basic and continuing teacher training",
      "content": "1 In cooperation with the cantons, the Confederation may support the basic and continuing training of teachers who give sports lessons. 2 In consultation with the Confederation, the cantons shall determine the minimum level of sports teacher training and specify the requirements their training must meet."
    },
    {
      "provision_ref": "art14",
      "chapter": "Section 2 Swiss Federal Institute of Sport",
      "section": "14",
      "title": "",
      "content": "1 The Confederation shall organise a university for sport teaching sports science, conducting sport-related research and providing services and basic and continuing education and training in the tertiary sector. 2 The accreditation of the Swiss Federal Institute of Sport is according to legislation on the funding and coordination of higher education in Switzerland. 3 The Confederation regulates the admission to sports studies."
    },
    {
      "provision_ref": "art15",
      "chapter": "Section 3 Sport-related Research",
      "section": "15",
      "title": "",
      "content": "The Confederation may support sport-related research."
    },
    {
      "provision_ref": "art16",
      "chapter": "Chapter 4 High Performance Sport",
      "section": "16",
      "title": "Measures",
      "content": "1 The Confederation shall support the promotion of performance sport for talented young athletes and of elite sport. 2 For this it takes in particular the following measures: a. It shall provide services to help elite sports athletes improve their performance. b. It promotes the basic and continuing education and training of trainers. c. It shall create opportunities for elite sports athletes and members of the armed forces who work with elite sports athletes as coaches, support staff or officials to work on developing the athletes’ performance levels and on competing in events while on compulsory or voluntary military service. 3 The Confederation may promote options that make it possible to balance sport and education. Amended by Annex No II 1 of the Civil Protection and Civil Defence Act of 20 Dec. 2019, in force since 1 Jan. 2021 ( AS 2020 4995 ; BBl 2019 8687 )."
    },
    {
      "provision_ref": "art17",
      "chapter": "Chapter 4 High Performance Sport",
      "section": "17",
      "title": "International sports events",
      "content": "1 The Confederation may support international sports events and congresses in Switzerland that are of European or global importance, as long as the cantons make an appropriate contribution to the costs. 2 The Confederation may promote and coordinate the preparation and conduct of major international sports events. In doing so, it shall work with the cantons and communes and with the organising sports associations."
    },
    {
      "provision_ref": "art18",
      "chapter": "Section 1 General Measures",
      "section": "18",
      "title": "",
      "content": "1 The Confederation shall champion the observance of fairness and safety in sport. It shall fight undesirable accompanying phenomena. 2 It shall cooperate with the cantons and associations. It shall make financial support to the umbrella organisation of Swiss sports associations or other sports organisations and sponsors of sports events dependent on their efforts to assure fair and safe sport. 3 Within the context of programmes and projects, it may introduce its own preventive measures."
    },
    {
      "provision_ref": "art19",
      "chapter": "Section 2 Measures against Doping",
      "section": "19",
      "title": "Principle",
      "content": "1 The Confederation shall support and take measures against the abuse of substances and methods to increase physical performance in sport (doping), in particular by means of education, advice, documentation, research, information and testing. 2 The Federal Council may partially or wholly delegate the authority to take measures against doping to a national anti-doping agency. This agency issues the required rulings. 3 The Federal Council shall specify the substances and methods the use of which is a criminal offence, taking account of international developments."
    },
    {
      "provision_ref": "art20",
      "chapter": "Section 2 Measures against Doping",
      "section": "20",
      "title": "Restriction of the availability of substances and methods of doping",
      "content": "1 The federal administrative units, the Swiss Agency for Therapeutic Products, the responsible cantonal agencies and the anti-doping agency established under Article 19 shall work together to restrict the availability of doping substances and methods. 2 The Federal Office for Customs and Border Security (FOCBS) shall report any evidence indicating that this Act has been infringed to the cantonal prosecution authorities. 3 When it suspects that this Act has been infringed, the FOCBS is entitled to retain doping substances at the border or in customs warehouses and to involve the anti-doping agency established under Article 19. The agency carries out further investigations and takes the required action. 4 The anti-doping agency established under Article 19 may, irrespective of any criminal proceedings, order any doping substances or objects used in the direct development and application of doping methods to be forfeited and destroyed. Amended by No I 9 of the O of 12 June 2020 on the Amendment of Legislation as a consequence of the Change in the Name of the Federal Customs Administration as part of its further Development, in force since 1 Jan. 2022 ( AS 2020 2743 ). Amended by No I 9 of the O of 12 June 2020 on the Amendment of Legislation as a consequence of the Change in the Name of the Federal Customs Administration as part of its further Development, in force since 1 Jan. 2022 ( AS 2020 2743 )."
    },
    {
      "provision_ref": "art21",
      "chapter": "Section 2 Measures against Doping",
      "section": "21",
      "title": "Doping controls",
      "content": "1 Any person taking part in sports competitions may be required to undergo a doping control. 2 Doping controls may be carried out by: a. the national and international anti-doping agencies; b. the national and the international sports association of which the athlete is a member, as well as the umbrella organisation of the Swiss sports associations and the International Olympic Committee; c. the promoter of the sports event in which the athlete takes part. 3 The doping control agencies listed in paragraph 2 are entitled to process the personal data collected in connection with their control activities, including sensitive personal data and personality profiles, and to pass it on to the relevant agency for the purposes of: a. evaluating controls; b. sanctioning athletes found to have engaged in doping. 4 The doping control agencies listed in paragraph 2 letters b and c share the results of their controls with the national anti-doping agency established under Article 19."
    },
    {
      "provision_ref": "art22",
      "chapter": "Section 2 Measures against Doping",
      "section": "22",
      "title": "Criminal provisions",
      "content": "1 Any person who manufactures, acquires, imports, exports, conveys, distributes, sells, prescribes, markets, administers or possesses doping substances under Article 19 paragraph 3 or applies methods under Article 19 paragraph 3 to third parties is liable to a custodial sentence not exceeding three years or a monetary penalty. 2 In serious cases, a custodial sentence not exceeding five years may be imposed; a monetary penalty shall be combined with the custodial sentence. 3 A case is considered serious in particular if the offender: a. acts as a member of a group formed to pursue the activities set out in paragraph 1; b. seriously endangers the health or the life of athletes in an action listed in paragraph 1; c. distributes, sells, prescribes or administers substances under Article 19 paragraph 3 to children and young people under 18 years old or uses methods under Article 19 paragraph 3 on these persons; d. makes a large turnover or a considerable profit from commercial trade. 4 If the manufacture, acquisition, import, export, conveyance or possession of doping substances are exclusively for personal consumption, the person is not liable to a penalty."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Prosecution",
      "content": "1 The cantons are responsible for prosecution. The cantonal prosecution authorities may involve the anti-doping agency as established under Article 19 and the FOCBS in any investigations. 2 If substances or methods under Article 19 paragraph 3 are identified in a doping control, the agency carrying out the control shall inform the prosecution authorities responsible and send them all the pertinent documents. 3 The anti-doping agency established under Article 19 has the following party rights as defined in Article 104 paragraph 2 of the Criminal Procedure Code: a. to file an appeal against discontinuation and no proceedings orders; b. to file an objection to summary penalty orders; c. to file an appeal and accessory appeal against sentence against judgments. Amended by No I 9 of the O of 12 June 2020 on the Amendment of Legislation as a consequence of the Change in the Name of the Federal Customs Administration as part of its further Development, in force since 1 Jan. 2022 ( AS 2020 2743 ). SR 312.0"
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Information",
      "content": "The responsible prosecution and judicial authorities shall inform the anti-doping agency established under Article 19 of any criminal proceedings begun as a result of an infringement under Article 22, and also of its rulings. The Federal Council establishes what information shall be communicated."
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "International exchange of information",
      "content": "1 The anti-doping agency established under Article 19 is entitled to exchange with recognised foreign or international anti-doping agencies for the purpose of combating doping personal data, including sensitive personal data and personality profiles, if such an exchange of data is necessary: a. to process medical applications and issue medical exemptions for athletes; b. to plan, coordinate and conduct doping controls on athletes; c. to report the results of doping controls to the foreign or international anti-doping agency responsible. 2 In the cases under paragraph 1 letter a, only data required to assess applications and exemptions may be transmitted. Data may only be transmitted with the express consent of the athlete concerned. 3 In the cases under paragraph 1 letter b, only the following data may be transmitted: a. personal details; b. practical details and the athlete’s whereabouts, so that doping controls can be carried out in accordance with international standards. 4 The anti-doping agency established under Article 19 must ensure that the data it transmits is not passed on to unauthorised third parties. It may refuse to transmit data if it suspects that rights to personal privacy may be violated, in particular if the agency receiving the data cannot afford appropriate data protection."
    },
    {
      "provision_ref": "art25a",
      "chapter": "Section 3",
      "section": "25a",
      "title": "a Criminal provision",
      "content": "1 Any person who, for his own benefit or for the benefit of a third party, offers, promises or grants an undue advantage to a person who exercises a function at a sports competition at which sports betting is offered in order to falsify the outcome of that sports competition (indirect competition rigging) shall be liable to a custodial sentence not exceeding three years or to a monetary penalty. 2 Any person who exercises a function at a sports competition at which sports betting is offered and who requests, secures the promise of or accepts, for his own benefit or for the benefit of a third party, an undue advantage in order to falsify the outcome of that sports competition (direct competition rigging) shall be liable to a custodial sentence not exceeding three years or to a monetary penalty. 3 In serious cases, the penalty shall be a custodial sentence not exceeding five years or a monetary penalty; any custodial sentence shall be combined with a monetary penalty. A serious case arises in particular where the offender: a. acts as a member of a group that has been formed for the purpose of the continued conduct of indirect or direct competition rigging; b. achieves a large turnover or substantial profit by acting commercially."
    },
    {
      "provision_ref": "art25b",
      "chapter": "Section 3",
      "section": "25b",
      "title": "b Prosecution",
      "content": "1 The competent prosecution authorities may request the assistance of the inter-cantonal supervisory and executive authority under Article 105 of the Gambling Act of 29 September 2017 (GamblA) with investigations. 2 If it has any suspicion that a sports competition at which sports betting is offered has been rigged, the inter-cantonal supervisory and executive authority under Article 105 GamblA shall notify the competent prosecution authorities and pass on all relevant documentation to them. 3 The inter-cantonal supervisory and executive authority under Article 105 GamblA has the following party rights in proceedings relating to offences under Article 25 a : a. to object to a no-proceedings order or an order abandoning proceedings; b. to reject a summary penalty order; c. to file an appeal or joint appeal against judgments on the matter of the sentence. SR 935.51"
    },
    {
      "provision_ref": "art25c",
      "chapter": "Section 3",
      "section": "25c",
      "title": "c Information",
      "content": "1 The competent prosecution and judicial authorities shall notify the inter-cantonal supervisory and executive authority under Article 105 GamblA of any criminal proceedings that they have brought in respect of offences under Article 25 a , and of their decisions. 2 The Federal Council shall specify what information is passed on. SR 935.51"
    },
    {
      "provision_ref": "art26",
      "chapter": "Section 1 Organisation",
      "section": "26",
      "title": "BASPO",
      "content": "1 The FOSPO shall fulfil the tasks that are assigned to the Confederation under this Act, to the extent that no other federal offices are involved. 2 The Confederation is responsible for the information systems in accordance with the Federal Act of 17 June 2011 on the Federal Information Systems for Sport. 3 It shall organise the Swiss Federal Institute of Sport and a course and training centre each in Magglingen and Tenero. 4 In organising the FOSPO, the Confederation shall take the tasks of the Swiss Federal Institute of Sport into account. [ AS 2012 4639 . AS 2016 3541 art. 37]. See now the Federal Act of 19 June 2015 ( SR 415.1 )."
    },
    {
      "provision_ref": "art27",
      "chapter": "Section 1 Organisation",
      "section": "27",
      "title": "Involvement in and establishment of organisations",
      "content": "To fulfil its tasks, the Confederation may participate in private or public organisations or establish special organisations."
    },
    {
      "provision_ref": "art28",
      "chapter": "Section 2 Finances",
      "section": "28",
      "title": "Funding of programmes and projects",
      "content": "1 The Confederation may conclude service agreements for commissioning and funding multi-year programmes and projects. 2 Unless this Act provides otherwise, cantons and private entities shall make an appropriate contribution towards funding. The Confederation shall seek partnership solutions. 3 The Federal Assembly shall approve the maximum amount of funding for several years by a simple majority vote. 4 The Confederation provides financial support within the scope of credits approved."
    },
    {
      "provision_ref": "art29",
      "chapter": "Section 2 Finances",
      "section": "29",
      "title": "Commercial services",
      "content": "1 FOSPO may provide commercial services to persons or organisations that have a particular interest in its facilities or services if the services: a. are closely connected to the main tasks of FOSPO; b. do not affect the accomplishment of main tasks; and c. do not require significant additional material or human resources. 2 The FOSO is obliged to charge market prices for its commercial activities and to prepare its business accounts in such a way that the costs and profits of each activity can be indicated. Cross-subsidisation of commercial activities is not permissible."
    },
    {
      "provision_ref": "art30",
      "chapter": "Chapter 7 Implementation and Administrative Measures",
      "section": "30",
      "title": "Responsibilities of the Federal Council",
      "content": "1 The Confederation issues the implementing provisions. 2 The Confederation may authorise FOSPO to issue technical requirements for: a. the «Youth and Sport» programme; b. the organisation and management of the Swiss Federal Institute of Sport; c. the content of individual study courses at the Swiss Federal Institute of Sport."
    },
    {
      "provision_ref": "art31",
      "chapter": "Chapter 7 Implementation and Administrative Measures",
      "section": "31",
      "title": "Responsibilities of the DDPS",
      "content": "The Federal Department of Defence, Civil Protection and Sport (DDPS): a. decides on the types of sport included in the «Youth and Sport» programme, its individual target groups and the criteria for supporting these target groups; b. decides on the criteria for recognising the providers of «Youth and Sport» courses and camps; c. decides on the requirements for the loan of equipment and regulates the cost charged; d. decides on the study courses and the study and examination fees for the Swiss Federal institute of Sport; e. issues regulations on the administration of third-party resources; f. decides on the provision of federal contributions towards sport-related research projects."
    },
    {
      "provision_ref": "art32",
      "chapter": "Chapter 7 Implementation and Administrative Measures",
      "section": "32",
      "title": "Refusal or reclaim of financial support",
      "content": "1 The Confederation may refuse to provide financial support or claim it back if: a. it has been obtained by providing false or misleading information; b. conditions or requirements have not been met; c. it is designated but not used for «Youth and Sport»; d. the umbrella organisation of Swiss Sports Associations or other sports organisations and sponsors of sports events that are funded in accordance with this Act fail to fulfil their obligations concerning fair and safe sport, and in particular in combating doping. 2 Organisations that fail to meet their obligations may be refused further funding. 3 Articles 37–39 of the Subsidies Act of 5 October 1990 do not apply to cases under para 1 letter c. SR 616.1"
    },
    {
      "provision_ref": "art33",
      "chapter": "Chapter 8 Final Provisions",
      "section": "33",
      "title": "Repeal of current legislation",
      "content": "The Federal Act of 17 March 1972 on the Promotion of Exercise and Sport is repealed. [ AS 1972 897 , 1987 107 , 1994 1390 , 1995 1458 , 2000 1891 No V 2, 2001 2790 Annex No 1, 2007 5779 No II 6]"
    },
    {
      "provision_ref": "art34",
      "chapter": "Chapter 8 Final Provisions",
      "section": "34",
      "title": "Amendment of current legislation",
      "content": "... The amendments may be consulted under AS 2012 3953 ."
    },
    {
      "provision_ref": "art35",
      "chapter": "Chapter 8 Final Provisions",
      "section": "35",
      "title": "Transitional provisions",
      "content": "Until the laws relating to the promotion of universities and coordination of Swiss tertiary education come into force, the following provisions apply in relation to the Federal Institute of Sport: a. The Federal Institute of Sport shall cooperate with existing vocational schools. The DDPS is responsible for the conclusion of related agreements. b. The DDPS is responsible for the accreditation of study courses; it may issue guidelines."
    },
    {
      "provision_ref": "art36",
      "chapter": "Chapter 8 Final Provisions",
      "section": "36",
      "title": "Coordination of Article 367 para. 2 quinquies of the Swiss Criminal Code with the modifications of 19 March 2010 in the Armed Forces Act",
      "content": "Regardless of whether the amendment of 19 March 2010 to the Armed Forces Act of 3 February 1995 or the present amendment applies first, on commencement of the act which comes into force later, or even if both come into force at the same time, Article 367 para 2 quinquies of the Swiss Criminal Code becomes 367 Article 2 sexies of the Swiss Criminal Code AS 2010 6015 and 2011 487 SR 510.10 SR 311.0"
    },
    {
      "provision_ref": "art37",
      "chapter": "Chapter 8 Final Provisions",
      "section": "37",
      "title": "Referendum und commencement",
      "content": "1 This Act is subject to an optional referendum. 2 The Confederation determines the commencement date. Commencement date: 1 October 2012 FCD of 23 May 2012."
    }
  ],
  "definitions": []
}