{
  "id": "sr-412-103-11",
  "type": "statute",
  "title": "Verordnung des SBFI vom 16. November 2016 über die eidgenössische Berufsmaturitätsprüfung",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2016/739/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "1",
      "title": "Gegenstand",
      "content": "Diese Verordnung regelt die eidgenössische Berufsmaturitätsprüfung zur Erlangung der eidgenössischen Berufsmaturität (Prüfung) für Inhaberinnen und Inhaber eines eidgenössischen Fähigkeitszeugnisses oder einer gleichwertigen beruflichen Qualifikation, welche die erforderlichen fachlichen und überfachlichen Kompetenzen der erweiterten Allgemeinbildung ausserhalb eines anerkannten Bildungsgangs nach Artikel 29 BMV erworben haben."
    },
    {
      "provision_ref": "art2",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "2",
      "title": "Zuständigkeiten",
      "content": "1 Die Prüfung wird vom Staatssekretariat für Bildung, Forschung und Innovation (SBFI) durchgeführt. 2 Das SBFI bestimmt für die Organisation und Durchführung der Prüfung eine Prüfungsleiterin oder einen Prüfungsleiter (Prüfungsleitung). Es kann eine externe Stelle damit beauftragen. 3 Der Prüfungsleitung obliegt die Aufsicht über die Einhaltung der Anforderungen und der Qualität der Prüfung. Insbesondere übernimmt sie folgende Aufgaben: a. Festsetzung der Orte und der Zeitpunkte der Prüfung; b. Festsetzung des Prüfungsprogramms; c. Ausschreibung der Prüfung; d. Festsetzung des Anmeldetermins; e. Definition des Themas für die interdisziplinäre Projektarbeit (IDPA); f. Ernennung der Prüfungsexaminatorinnen und -examinatoren (Examinatorinnen und Examinatoren) und der Prüfungsexpertinnen und -experten (Expertinnen und Experten); g. Kontrolle der Zulassungsgesuche; h. Durchführung der Prüfung und Aufsicht während der Prüfungssession; i. Erstellen der Notenblätter. 4 Das SBFI stellt der Prüfungsleitung ein Prüfungssekretariat zur Verfügung. Dieses ist für die administrative Leitung der Prüfung zuständig. Das SBFI kann eine externe Stelle mit der Führung des Sekretariats beauftragen."
    },
    {
      "provision_ref": "art3",
      "chapter": "2. Abschnitt: Prüfungssessionen, Anmeldung, Zulassung und Rücktritt",
      "section": "3",
      "title": "Prüfungssessionen",
      "content": "1 Die Prüfung findet in der Regel einmal jährlich statt. 2 Ort und Zeit der Prüfungssessionen sowie die Anmeldefrist werden im Bundesblatt und auf der Website des SBFI publiziert. www.sbfi.admin.ch"
    },
    {
      "provision_ref": "art4",
      "chapter": "2. Abschnitt: Prüfungssessionen, Anmeldung, Zulassung und Rücktritt",
      "section": "4",
      "title": "Zulassungskriterien",
      "content": "1 Zur Prüfung wird zugelassen, wer: a. Inhaberin oder Inhaber eines eidgenössischen Fähigkeitszeugnisses oder einer gleichwertigen beruflichen Qualifikation ist; b. eine Depotgebühr in der Höhe von 500 Franken einbezahlt hat; c. die Anmeldung gemäss Artikel 5 form- und fristgerecht eingereicht hat. 2 Die Zulassung steht unter dem Vorbehalt der form- und fristgerechten Einreichung der IDPA."
    },
    {
      "provision_ref": "art5",
      "chapter": "2. Abschnitt: Prüfungssessionen, Anmeldung, Zulassung und Rücktritt",
      "section": "5",
      "title": "Anmeldung",
      "content": "1 Die Kandidatinnen und Kandidaten melden sich innerhalb der publizierten Anmeldefrist beim Prüfungssekretariat zur Prüfung an. 2 Für die Anmeldung sind folgende Unterlagen einzureichen: a. das ausgefüllte Anmeldeformular; b. eine Kopie des eidgenössischen Fähigkeitszeugnisses oder eines gleichwertigen Ausweises; c. ein allfälliges Gesuch um Dispensation in der zweiten Landessprache und in der dritten Sprache gemäss Artikel 6, unter Beilage der Kopien der Fremdsprachendiplome; d. ein allfälliges Gesuch um Nachteilsausgleich nach Artikel 17 Absatz 5; e. der Beleg über die einbezahlte Depotgebühr. 3 Für die Angaben nach Absatz 2 Buchstaben a, c und d sind ausschliesslich die Formulare des Prüfungssekretariats zu verwenden. 4 Die Unterlagen zur Anmeldung sind vollständig ausgefüllt, lückenlos und fristgerecht einzureichen. 5 Nach Ablauf der Anmeldefrist ist ein Wechsel der Prüfungsart oder eine Anpassung der für die Teilprüfung gewählten Fächer nicht mehr möglich."
    },
    {
      "provision_ref": "art6",
      "chapter": "2. Abschnitt: Prüfungssessionen, Anmeldung, Zulassung und Rücktritt",
      "section": "6",
      "title": "Teildispensation in der zweiten Landessprache und in der dritten Sprache",
      "content": "Kandidatinnen und Kandidaten können bei Vorliegen eines anerkannten Fremdsprachendiploms von der schriftlichen Prüfung in der zweiten Landessprache und in der dritten Sprache dispensiert werden. Die Anerkennung der Fremdsprachendiplome und die Voraussetzungen für die Teildispensation richten sich nach Artikel 23 BMV."
    },
    {
      "provision_ref": "art7",
      "chapter": "2. Abschnitt: Prüfungssessionen, Anmeldung, Zulassung und Rücktritt",
      "section": "7",
      "title": "Zulassung",
      "content": "1 Das SBFI entscheidet über die Zulassung zur Prüfung gestützt auf den Antrag der Prüfungsleitung. 2 Die Nichtzulassung wird vom SBFI verfügt und der Kandidatin oder dem Kandidaten schriftlich spätestens 90 Tage vor Beginn der Prüfung eröffnet. 3 Die Zulassung wird der Kandidatin oder dem Kandidaten spätestens 60 Tage vor Beginn der Prüfung vom Prüfungssekretariat schriftlich mitgeteilt. 4 Gleichzeitig mit dem positiven Zulassungsentscheid gibt das Prüfungssekretariat Ort und Zeit der Prüfungssession sowie den Termin zur Einreichung der IDPA an. Es verweist auf die vorliegende Verordnung und deren Fundstelle sowie im Speziellen auf die Bestehensnormen gemäss Artikel 20 und auf die Sanktionen gemäss Artikel 21."
    },
    {
      "provision_ref": "art8",
      "chapter": "2. Abschnitt: Prüfungssessionen, Anmeldung, Zulassung und Rücktritt",
      "section": "8",
      "title": "Rücktritt",
      "content": "1 Kandidatinnen und Kandidaten können ihre Anmeldung bis 30 Tage vor Beginn der ersten schriftlichen Prüfung ohne Begründung zurückziehen. 2 Später ist ein Rücktritt nur bei Vorliegen eines hinreichenden Grundes möglich. Als hinreichende Gründe gelten namentlich: a. Mutterschaft; b. Krankheit und Unfall; c. Todesfall im engeren Umfeld; d. unvorhergesehener Militär-, Zivilschutz- oder Zivildienst. 3 Der Rücktritt nach Absatz 2 muss der Prüfungsleitung unverzüglich schriftlich mitgeteilt und begründet werden. 4 Ein Rücktritt berechtigt nicht zu einer Nachprüfung ausserhalb der Prüfungssessionen. 5 Wer ohne hinreichende Gründe später als 30 Tage vor Beginn der ersten schriftlichen Prüfung von der Prüfung zurücktritt, verliert seinen Anspruch auf Rückerstattung der Depotgebühr (Art. 25)."
    },
    {
      "provision_ref": "art9",
      "chapter": "3. Abschnitt: Prüfung",
      "section": "9",
      "title": "Prüfungszweck",
      "content": "Mit der Prüfung soll festgestellt werden, ob die Kandidatin oder der Kandidat die Ziele gemäss Artikel 3 BMV erreicht hat und befähigt ist, ein Fachhochschulstudium aufzunehmen."
    },
    {
      "provision_ref": "art10",
      "chapter": "3. Abschnitt: Prüfung",
      "section": "10",
      "title": "Ausrichtungen",
      "content": "1 Die Prüfung wird für folgende Ausrichtungen der eidgenössischen Berufsmaturität angeboten: a. Technik, Architektur, Life Sciences; b. Wirtschaft und Dienstleistungen; c. Gesundheit und Soziales. 2 Sie wird überdies für folgende Ausrichtungen angeboten, wenn bis zum 31. Juli des Jahres vor der Prüfung mindestens zehn entsprechende Anmeldungen nach Artikel 5 vorliegen: a. Natur, Landschaft und Lebensmittel; b. Gestaltung und Kunst. 3 Kommt in den Ausrichtungen Natur, Landschaft und Lebensmittel oder Gestaltung und Kunst wegen einer ungenügenden Anzahl Anmeldungen keine Prüfung zustande, so wird den Kandidatinnen und Kandidaten die einbezahlte Depotgebühr zurückerstattet."
    },
    {
      "provision_ref": "art11",
      "chapter": "3. Abschnitt: Prüfung",
      "section": "11",
      "title": "Prüfungsziele und -inhalte",
      "content": "Die Kompetenzen, Lerngebiete und Anforderungen in den einzelnen Fächern und in der IDPA richten sich nach dem Rahmenlehrplan vom 18. Dezember 2012 für die Berufsmaturität (RLP-BM). Zu finden auf der Website des SBFI (www.sbfi.admin.ch)."
    },
    {
      "provision_ref": "art12",
      "chapter": "3. Abschnitt: Prüfung",
      "section": "12",
      "title": "Richtlinien",
      "content": "1 Das SBFI erlässt in Ergänzung zu dieser Verordnung Richtlinien zur Prüfung. 2 Diese legen insbesondere fest: a. die Prüfungsaufteilung; b. den Prüfungsaufbau und die Bewertungskriterien; c. die Anforderungen an die Erstellung und die Präsentation der IDPA; d. die Liste der literarischen Werke (nach Epochen und Sprachen); e. die Liste der zugelassenen Hilfsmittel. 3 Die Listen nach Absatz 2 Buchstaben d und e werden jährlich aktualisiert. 4 Die Richtlinien werden auf der Website des SBFI publiziert. 5 Das SBFI erarbeitet die Richtlinien zusammen mit Fachlehrkräften der Sekundarstufe II und den Fachhochschulen und unter Rücksprache mit der eidgenössischen Berufsmaturitätskommission (EBMK). www.sbfi.admin.ch"
    },
    {
      "provision_ref": "art13",
      "chapter": "3. Abschnitt: Prüfung",
      "section": "13",
      "title": "Prüfungsfächer und interdisziplinäre Projektarbeit",
      "content": "1 Die Prüfungsfächer in den einzelnen Ausrichtungen richten sich nach dem RLP‑BM. 2 Prüfungsfächer im Grundlagenbereich sind für alle Ausrichtungen: a. erste Landessprache: Deutsch, Französisch, Italienisch oder Rätoromanisch; b. zweite Landessprache: Deutsch, Französisch oder Italienisch; c. dritte Sprache: Deutsch, Französisch, Italienisch oder Englisch; d. Mathematik. 3 Die Kandidatinnen und Kandidaten bezeichnen die Sprachen bei der Anmeldung. Kandidatinnen und Kandidaten, die Rätoromanisch als erste Landessprache wählen, bezeichnen die Sprache für die anderen Prüfungsfächer. 4 Die Kandidatinnen und Kandidaten, die von der schriftlichen Prüfung in der zweiten Landessprache oder in der dritten Sprache dispensiert sind, legen in dieser Sprache eine mündliche Prüfung ab. 5 Prüfungsfächer im Schwerpunktbereich sind: a. für die Ausrichtung Technik, Architektur, Life Sciences: 1. Naturwissenschaften, 2. Mathematik; b. für die Ausrichtung Wirtschaft und Dienstleistungen: 1. Finanz- und Rechnungswesen, 2. Wirtschaft und Recht; c. für die Ausrichtung Gesundheit und Soziales: 1. Sozialwissenschaften, 2. Naturwissenschaften im Hinblick auf den FH-Fachbereich Gesundheit sowie Wirtschaft und Recht im Hinblick auf den FH-Fachbereich soziale Arbeit; d. für die Ausrichtung Natur, Landschaft und Lebensmittel: 1. Naturwissenschaften 1, 2. Naturwissenschaften 2; e. für die Ausrichtung Gestaltung und Kunst: 1. Gestaltung, Kunst, Kultur, 2. Information und Kommunikation. 6 Prüfungsfächer im Ergänzungsbereich sind: a. für die Ausrichtung Technik, Architektur, Life Sciences: 1. Geschichte und Politik, 2. Wirtschaft und Recht; b. für die Ausrichtung Wirtschaft und Dienstleistungen: 1. Geschichte und Politik, 2. Technik und Umwelt im Typ Wirtschaft sowie Wirtschaft und Recht im Typ Dienstleistungen; c. für die Ausrichtung Gesundheit und Soziales: 1. Geschichte und Politik, 2. Wirtschaft und Recht im Hinblick auf den FH-Fachbereich Gesundheit sowie Technik und Umwelt im Hinblick auf den FH-Fachbereich soziale Arbeit; d. für die Ausrichtung Natur, Landschaft und Lebensmittel: 1. Geschichte und Politik, 2. Wirtschaft und Recht; e. für die Ausrichtung Gestaltung und Kunst: 1. Geschichte und Politik, 2. Technik und Umwelt. 7 Das interdisziplinäre Arbeiten wird im Rahmen einer IDPA geprüft. Die IDPA ist zu einem vorgegebenen Thema und unter Berücksichtigung von zwei vorgegebenen Fächern zu erstellen und zu präsentieren."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Prüfungsorgane und ihre Aufgaben",
      "content": "1 Prüfungsorgane sind: a. die Prüfungsleitung und das Prüfungssekretariat; b. die Examinatorinnen und Examinatoren; c. die Expertinnen und Experten. 2 Die Prüfungsleitung und das Prüfungssekretariat haben die Aufgaben nach Artikel 2 Absätze 3 und 4. 3 Die Examinatorinnen und Examinatoren erstellen die Aufgaben für die schriftlichen Prüfungen, korrigieren die schriftlichen Prüfungen, bereiten die mündlichen Prüfungen vor, nehmen sie ab und bewerten die erbrachten Leistungen. 4 Sie bestimmen für die IDPA das Thema und die beiden damit abzudeckenden Fächer, nehmen Stellung zu einem eingereichten IDPA-Konzept, beurteilen das Produkt der Projektarbeit, verfolgen deren Präsentation und bewerten die IDPA. 5 Die Expertinnen und Experten sind für die Zweitkorrektur der schriftlichen Prüfungen sowie für die Zweitbeurteilung der IDPA zuständig. Sie nehmen an den mündlichen Prüfungen teil und wirken mit an deren Bewertung. 6 Sie nehmen in Absprache mit den Examinatorinnen und Examinatoren die Gesamtbewertung für jedes Fach und für die IDPA vor."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Zutritt zu den Prüfungen",
      "content": "Aussenstehenden ist der Zutritt zu den Prüfungen nur mit vorgängiger Bewilligung der Prüfungsleitung gestattet."
    },
    {
      "provision_ref": "art16",
      "chapter": "4. Abschnitt: Qualifikationsverfahren, Bewertung, Bestehensnormen",
      "section": "16",
      "title": "Prüfungsaufteilung",
      "content": "1 Die Kandidatin oder der Kandidat kann die Prüfung nach eigener Wahl in einer der beiden folgenden Formen ablegen: a. in Form einer Gesamtprüfung in einer einzigen Prüfungssession; b. in Form zweier Teilprüfungen in zwei Prüfungssessionen. 2 Wird die Prüfung in Form zweier Teilprüfungen abgelegt, so muss die zweite Teilprüfung spätestens im Verlauf des auf die erste Teilprüfung folgenden Kalenderjahres abgelegt werden. Auf Gesuch der Kandidatin oder des Kandidaten kann die Prüfungsleitung in begründeten Fällen Ausnahmen bewilligen."
    },
    {
      "provision_ref": "art17",
      "chapter": "4. Abschnitt: Qualifikationsverfahren, Bewertung, Bestehensnormen",
      "section": "17",
      "title": "Prüfungsform und -dauer",
      "content": "1 Für die Fächer im Grundlagen- und im Schwerpunktbereich gelten die Prüfungsformen und die Prüfungsdauer, wie sie in Ziffer 10 des RLP-BM je Ausrichtung festgelegt sind. 2 Die Prüfung in der zweiten Landessprache und in der dritten Sprache erfolgt schriftlich und mündlich. Die mündliche Prüfung in jeder Sprache dauert 20 Minuten. 3 Die Fächer im Ergänzungsbereich werden schriftlich oder mündlich geprüft. Eine schriftliche Prüfung dauert 90 Minuten, eine mündliche 20 Minuten. Die Prüfungsleitung legt jährlich die Prüfungsform fest. 4 Die Präsentation der IDPA einschliesslich Gespräch dazu dauert insgesamt 20 Minuten. 5 Benötigt eine Kandidatin oder ein Kandidat aufgrund einer Behinderung besondere Hilfsmittel oder mehr Zeit, so wird dies angemessen gewährt. Ein Gesuch um Nachteilsausgleich wird mit der Anmeldung eingereicht."
    },
    {
      "provision_ref": "art18",
      "chapter": "4. Abschnitt: Qualifikationsverfahren, Bewertung, Bestehensnormen",
      "section": "18",
      "title": "Leistungsbewertung",
      "content": "Die Leistungen in den Prüfungsfächern, in der schriftlichen und mündlichen Prüfung sowie in der IDPA werden in ganzen oder halben Noten ausgedrückt. 6 ist die höchste, 1 die tiefste Note. Noten unter 4 stehen für ungenügende Leistungen."
    },
    {
      "provision_ref": "art19",
      "chapter": "4. Abschnitt: Qualifikationsverfahren, Bewertung, Bestehensnormen",
      "section": "19",
      "title": "Notenberechnung und Notengewichtung",
      "content": "1 Noten, die sich aus dem Mittel der Summe mehrerer bewerteter Leistungen ergeben, werden auf die nächste halbe oder ganze Note gerundet. Ausgenommen ist die Gesamtnote. 2 Bei Kandidatinnen und Kandidaten, die von der schriftlichen Prüfung in der zweiten Landessprache oder der dritten Sprache dispensiert sind, entspricht die Note für die entsprechende Sprache dem Mittel aus der Summe des vom SBFI zu einer Note umgerechneten Prüfungsergebnisses aus dem Fremdsprachendiplom und der Note der mündlichen Prüfung; dabei gilt folgende Gewichtung: a. umgerechnetes Prüfungsergebnis aus dem Fremdsprachendiplom: 70 %; b. Note der mündlichen Prüfung: 30 % 3 Die Umrechnung des Prüfungsergebnisses aus dem Fremdsprachendiplom erfolgt analog der Umrechnung in anerkannten Bildungsgängen der Berufsmaturität. 4 Die Note für das interdisziplinäre Arbeiten entspricht der Note der IDPA. Die Note der IDPA ist das Mittel aus der Summe der Note des Produkts der Projektarbeit und der Note der Präsentation; dabei gilt folgende Gewichtung: a. Note des Produkts: doppelt; b. Note der Präsentation: einfach. 5 Die Gesamtnote ist das auf eine Dezimalstelle gerundete Mittel aus der Summe der Noten aller Fächer im Grundlagenbereich, im Schwerpunktbereich und im Ergänzungsbereich sowie der Note für das interdisziplinäre Arbeiten."
    },
    {
      "provision_ref": "art20",
      "chapter": "4. Abschnitt: Qualifikationsverfahren, Bewertung, Bestehensnormen",
      "section": "20",
      "title": "Bestehensnormen",
      "content": "1 Die Prüfung ist bestanden, wenn: a. die Gesamtnote mindestens 4 beträgt; b. die Note für das interdisziplinäre Arbeiten mindestens 4 beträgt; c. die Differenz der ungenügenden Noten zur Note 4 gesamthaft den Wert 2 nicht übersteigt; und d. nicht mehr als zwei Noten unter 4 erteilt wurden. 2 Die Prüfung gilt als nicht bestanden, wenn die Kandidatin oder der Kandidat: a. ohne rechtzeitige Angabe hinreichender Gründe von der Prüfung oder von Teilen davon fernbleibt; b. sich nach Ablegen der ersten Teilprüfung nicht innerhalb der in Artikel 16 Absatz 2 festgelegten Frist der zweiten Teilprüfung unterzieht; c. sich unerlaubter Hilfsmittel bedient oder sich andere Unredlichkeiten zu Schulden kommen lässt."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Sanktionen",
      "content": "1 In den Fällen nach Artikel 20 Absatz 2 gilt Folgendes: a. die bereits erzielten Noten werden annulliert; b. die Depotgebühr wird nicht zurückerstattet. 2 In den Fällen nach Artikel 20 Absatz 2 Buchstabe c gilt überdies Folgendes: a. Die Kandidatin oder der Kandidat wird von der Prüfungssession ausgeschlossen; der Ausschluss wird auf Antrag der Prüfungsleitung vom SBFI verfügt; bis zum Vorliegen eines rechtskräftigen Entscheids hat die Kandidatin oder der Kandidat Anspruch darauf, die Prüfung unter Vorbehalt abzuschliessen. b. In besonders schweren Fällen kann das SBFI den dauernden Ausschluss der fehlbaren Kandidatin oder des fehlbaren Kandidaten verfügen."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Prüfungsentscheid und Notenmitteilung",
      "content": "1 Die Examinatorin oder der Examinator und die Expertin oder der Experte bestätigen durch ihre Unterschrift die Richtigkeit der gesetzten Noten. 2 Im Anschluss an die Prüfung wird der Kandidatin oder dem Kandidaten der Prüfungsentscheid schriftlich mitgeteilt. 3 Steht nach der Absolvierung der ersten Teilprüfung fest, dass die Bestehensnormen nach Artikel 20 Absatz 1 nicht erfüllt werden können, werden der Kandidatin oder dem Kandidaten die erzielten Noten mitgeteilt. 4 Beim Nichtbestehen der Prüfung wird der Prüfungsentscheid vom SBFI verfügt. Die erzielten Noten werden mit der Verfügung mitgeteilt."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Eidgenössisches Berufsmaturitätszeugnis",
      "content": "Wer die Prüfung bestanden hat, erhält ein eidgenössisches Berufsmaturitätszeugnis und den zugehörigen Notenausweis. Im Notenausweis aufgeführt sind: a. Name, Vorname, Heimatort oder Herkunftsland und Geburtsdatum; b. der geschützte Titel laut dem eidgenössischen Fähigkeitszeugnis; c. die Noten der Prüfungsfächer; d. die Note für das interdisziplinäre Arbeiten und das Thema der IDPA; e. die Gesamtnote; f. die Ausrichtung der Berufsmaturität gemäss dem RLP-BM; g. das Datum und die Unterschrift der Prüfungsleitung und der stellvertretenden Direktorin oder des stellvertretenden Direktors des SBFI."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Wiederholung",
      "content": "1 Die Prüfung kann einmal wiederholt werden. 2 Bei einer Wiederholung innerhalb von zwei Jahren ab Eröffnung des Prüfungsentscheids sind nur jene Fächer oder die IDPA abzulegen, in denen eine ungenügende Leistung erbracht wurde. Bei einer späteren Wiederholung müssen alle Fächer und die IDPA abgelegt werden. 3 Für die Wiederholung der IDPA kann die Kandidatin oder der Kandidat wählen, ob sie oder er: a. die als ungenügend bewertete IDPA überarbeiten will; oder b. eine neue IDPA zum für die neue Prüfungssession vorgegebenen Thema erarbeiten will. 4 Die zu wiederholenden Fächer können in einer oder in zwei Prüfungssessionen abgelegt werden. 5 Im Falle einer ungenügenden ersten Teilprüfung, die das Bestehen der ganzen Prüfung verunmöglicht, können die ungenügend abgeschlossenen Fächer und die ungenügende IDPA bereits vor der zweiten Teilprüfung wiederholt werden."
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Rückerstattung der Depotgebühr",
      "content": "Die einbezahlte Depotgebühr wird der Kandidatin oder dem Kandidaten nach Abschluss der Prüfungssession zurückerstattet. Ausgenommen sind die Fälle nach Artikel 20 Absatz 2."
    },
    {
      "provision_ref": "art26",
      "chapter": "5. Abschnitt: Beschwerdeverfahren",
      "section": "26",
      "title": "",
      "content": "Das Beschwerdeverfahren gegen Verfügungen nach dieser Verordnung richtet sich nach den allgemeinen Bestimmungen über die Bundesrechtspflege."
    },
    {
      "provision_ref": "art27",
      "chapter": "6 Abschnitt: Schlussbestimmungen",
      "section": "27",
      "title": "Aufhebung eines anderen Erlasses",
      "content": "Das Reglement vom 22. September 2009 über die eidgenössischen Berufsmaturitätsprüfungen wird aufgehoben. Nicht in der AS publiziert"
    },
    {
      "provision_ref": "art28",
      "chapter": "6 Abschnitt: Schlussbestimmungen",
      "section": "28",
      "title": "Übergangsbestimmungen",
      "content": "1 Kandidatinnen und Kandidaten, die vor dem 1. Oktober 2018 die erste Teilprüfung gemäss Reglement vom 22. September 2009 absolviert haben, beenden die Prüfung nach den Bestimmungen dieses Reglements. 2 Prüfungswiederholungen nach dem Reglement vom 22. September 2009 sind letztmals in der Session 2021 möglich. 3 Das erste Qualifikationsverfahren nach den Bestimmungen dieser Verordnung wird 2019 durchgeführt."
    },
    {
      "provision_ref": "art29",
      "chapter": "6 Abschnitt: Schlussbestimmungen",
      "section": "29",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 1. Januar 2017 in Kraft."
    }
  ],
  "definitions": []
}