{
  "id": "sr-442-125",
  "type": "statute",
  "title": "Verordnung des EDI vom 5. Juli 2016 über das Förderungskonzept für die Unterstützung von Organisationen kulturell tätiger Laien",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2016/458/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "1. Abschnitt: Förderziel",
      "section": "1",
      "title": "",
      "content": "Die Unterstützung von Organisationen kulturell tätiger Laien hat zum Ziel, die Verbandstätigkeit von gesamtschweizerisch tätigen Organisationen zu unterstützen, die der kulturellen Tätigkeit ihrer Mitglieder einen Rahmen bieten und damit den Zugang der Bevölkerung zur Kultur fördern."
    },
    {
      "provision_ref": "art2",
      "chapter": "2. Abschnitt: Förderbereich",
      "section": "2",
      "title": "",
      "content": "1 Es können Beiträge an die Kosten von Organisationen kulturell tätiger Laien ausgerichtet werden. Die Beiträge unterstützen die Organisationen in erster Linie bei der Erbringung ihrer Dienstleistungen nach Artikel 3 Absatz 2. 2 Es werden nur Organisationen unterstützt, deren Mitglieder selber kulturelle Tätigkeiten wie Singen, Musizieren oder Theaterspielen ausüben. 3 Es besteht kein Anspruch auf Unterstützung. Fassung gemäss Ziff. I der V des EDI vom 12. Juni 2020, in Kraft seit 15. Juli 2020 ( AS 2020 2597 )."
    },
    {
      "provision_ref": "art3",
      "chapter": "3. Abschnitt: Fördervoraussetzungen",
      "section": "3",
      "title": "",
      "content": "1 Die Organisationen müssen: a. über eine angemessene Anzahl von Mitgliedern aus verschiedenen Sprachregionen verfügen; a bis . für ihre Mitglieder Veranstaltungen in verschiedenen Sprachregionen durchführen; a ter . im Vorstand über Vertreterinnen und Vertreter aus verschiedenen Sprachregionen verfügen; b. seit mindestens drei Jahren kontinuierlich tätig sein; c. über eine Finanzsituation verfügen, die eine langfristige Ausübung der Tätigkeiten erlaubt; d. mindestens 2500 Aktive vertreten. 2 Sie müssen folgende Dienstleistungen erbringen: a. Bereitstellung und laufende Weiterentwicklung eines Aus- und Weiterbildungsangebots; b. Beratung der Mitglieder namentlich zu rechtlichen und organisatorischen Fragen; c. Information der Öffentlichkeit und interessierter Kreise, namentlich durch das Bekanntmachen der Organisation und der jeweiligen kulturellen Praxis; d. Repräsentation und Interessenwahrung auf nationaler und internationaler Ebene. 3 Sie müssen über eine Geschäftsstelle verfügen, die regelmässig und zu festgelegten Zeiten erreichbar ist. Fassung gemäss Ziff. I der V des EDI vom 12. Juni 2020, in Kraft seit 15. Juli 2020 ( AS 2020 2597 ). Eingefügt durch Ziff. I der V des EDI vom 12. Juni 2020, in Kraft seit 15. Juli 2020 ( AS 2020 2597 ). Eingefügt durch Ziff. I der V des EDI vom 12. Juni 2020, in Kraft seit 15. Juli 2020 ( AS 2020 2597 )."
    },
    {
      "provision_ref": "art4",
      "chapter": "4. Abschnitt: Bemessung der Beiträge",
      "section": "4",
      "title": "",
      "content": "1 Massgeblich für die Bemessung der Beiträge ist die Zahl der vertretenen Aktiven. 2 Die Beiträge betragen höchstens 50 Prozent der Kosten der Organisation für die Erbringung ihrer Dienstleistungen für die Mitglieder sowie für die Verbandsführung, das Sekretariat und die Kommunikation. Fassung gemäss Ziff. I der V des EDI vom 12. Juni 2020, in Kraft seit 15. Juli 2020 ( AS 2020 2597 )."
    },
    {
      "provision_ref": "art5",
      "chapter": "5. Abschnitt: Verfahren und weitere Bestimmungen",
      "section": "5",
      "title": "Verfahren",
      "content": "1 Das Bundesamt für Kultur (BAK) entscheidet über die Ausrichtung der Beiträge. 2 Gesuche um Ausrichtung von Beiträgen sind dem BAK jeweils bis zum 31. Oktober des Jahres vor Beginn der vierjährigen Förderperiode einzureichen. 3 Die Gesuche haben die Erfüllung der Fördervoraussetzungen zu belegen und alle notwendigen Angaben in Bezug auf die Beitragsbemessung zu enthalten. 4 Das BAK schliesst mit den Empfängern von Beiträgen eine Leistungsvereinbarung ab. Darin werden insbesondere die Höhe der Finanzhilfe und die zu erbringenden Leistungen festgelegt. 5 Die Auszahlung der Finanzhilfe kann in mehreren Tranchen erfolgen. Der endgültige Betrag wird jeweils im Subventionsjahr gestützt auf die in der Leistungsvereinbarung vorgesehene Berichterstattung zum Vorjahr ausbezahlt. Fassung gemäss Ziff. I der V des EDI vom 12. Juni 2020, in Kraft seit 15. Juli 2020 ( AS 2020 2597 ). Fassung gemäss Ziff. I der V des EDI vom 12. Juni 2020, in Kraft seit 15. Juli 2020 ( AS 2020 2597 ). Eingefügt durch Ziff. I der V des EDI vom 12. Juni 2020, in Kraft seit 15. Juli 2020 ( AS 2020 2597 )."
    },
    {
      "provision_ref": "art6",
      "chapter": "5. Abschnitt: Verfahren und weitere Bestimmungen",
      "section": "6",
      "title": "Auflagen",
      "content": "Die Empfänger von Beiträgen sind verpflichtet: a. die Unterstützung durch das BAK bekannt zu machen; b. dem BAK alle notwendigen Auskünfte in Zusammenhang mit der Geschäftstätigkeit der Organisation zu erteilen; c. dem BAK wesentliche Änderungen bezüglich der Geschäftstätigkeit der Organisation oder der Zahl der vertretenen Aktiven unverzüglich mitzuteilen."
    },
    {
      "provision_ref": "art7",
      "chapter": "6. Abschnitt: Schlussbestimmungen",
      "section": "7",
      "title": "Übergangsbestimmung",
      "content": "Für Verfahren, die bei Inkrafttreten dieser Verordnung nicht abgeschlossen sind, gilt die Verordnung des EDI vom 25. November 2015 über das Förderungskonzept 2016 für die Unterstützung von Organisationen kulturell tätiger Laien. [ AS 2015 5609 ]"
    },
    {
      "provision_ref": "art7a",
      "chapter": "6. Abschnitt: Schlussbestimmungen",
      "section": "7a",
      "title": "a Übergangsbestimmung zur Änderung vom 12. Juni 2020",
      "content": "Für Verfahren, die bei Inkrafttreten der Änderung vom 12. Juni 2020 nicht abgeschlossen sind, gilt das bisherige Recht. Eingefügt durch Ziff. I der V des EDI vom 12. Juni 2020, in Kraft seit 15. Juli 2020 ( AS 2020 2597 )."
    },
    {
      "provision_ref": "art8",
      "chapter": "6. Abschnitt: Schlussbestimmungen",
      "section": "8",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 1. September 2016 in Kraft."
    }
  ],
  "definitions": []
}