{
  "id": "sr-414-110-422-3",
  "type": "statute",
  "title": "Verordnung vom 8. Mai 1995 über die Zulassung zur Eidgenössischen Technischen Hochschule Lausanne",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1999/449/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "1. Abschnitt: Zulassung zum Bachelor-Studium ohne Prüfung",
      "section": "1",
      "title": "Schweizerische Ausweise",
      "content": "Die Inhaberinnen und Inhaber folgender Ausweise werden in den Sektionen der ETHL ohne Prüfung zum ersten Studiensemester zugelassen: a. die folgenden Maturitätsausweise, die gemäss der Verordnung vom 15. Februar 1995 über die Anerkennung von gymnasialen Maturitätsausweisen eidgenössisch anerkannt sind: 1. gymnasiale Maturitätsausweise, 2. kantonal anerkannte Maturitätsausweise, 3. Maturitätsausweise, die durch den erfolgreichen Abschluss der schweizerischen Maturitätsprüfung gemäss der Verordnung vom 7. Dezember 1998 über die schweizerische Maturitätsprüfung erlangt wurden, 4. eidgenössische Berufsmaturitätsausweise, ergänzt durch eine Bescheinigung über bestandene Ergänzungsprüfungen gemäss der Verordnung vom 2. Februar 2011 über die Ergänzungsprüfung für die Zulassung von Inhaberinnen und Inhabern eines eidgenössischen Berufsmaturitätszeugnisses zu den universitären Hochschulen; b. liechtensteinische Maturitätsausweise, wenn diese von der Schweizerischen Maturitätskommission als den in Buchstabe a aufgeführten Maturitätsausweisen gleichwertig beurteilt werden; c. Bachelordiplome, die von einer Schweizer Fachhochschule (FH) ausgestellt werden. Fassung gemäss Ziff. I der V der Schulleitung ETHL vom 15. Juli 2013, in Kraft seit 1. Dez. 2013 ( AS 2013 3255 ). SR 413.11 SR 413.12 SR 413.14"
    },
    {
      "provision_ref": "art2",
      "chapter": "1. Abschnitt: Zulassung zum Bachelor-Studium ohne Prüfung",
      "section": "2",
      "title": "Vorbildungsausweise der Sekundarstufe II ausländischer Staaten",
      "content": "1 Die Inhaberinnen und Inhaber eines Vorbildungsausweises der Sekundarstufe II eines ausländischen Staates werden in den Sektionen der ETHL ohne Prüfung zum ersten Studiensemester zugelassen, wenn die folgenden Voraussetzungen erfüllt sind: a. Der Ausweis muss die folgenden Voraussetzungen erfüllen: 1. Er wurde von einem Land der europäischen Region ausgestellt, welches das Übereinkommen vom 11. April 1997 über die Anerkennung von Qualifikationen im Hochschulbereich in der europäischen Region ratifiziert hat. 2. Er stellt den höchstmöglichen Ausbildungsabschluss der Sekundarstufe II im Ausstellerland dar. 3. Er bescheinigt den Abschluss einer allgemeinbildenden Ausbildung, die einer gemäss der Verordnung vom 15. Februar 1995 über die Anerkennung von gymnasialen Maturitätsausweisen eidgenössisch anerkannten Maturität entspricht, insbesondere in Bezug auf Ziele, Dauer und Unterrichtsfächer. 4. Er bescheinigt eine wissenschaftliche Ausrichtung. 5. Er gewährt im Ausstellerland den allgemeinen Zugang zu universitären Hochschulen (offizielle Bescheinigung erforderlich). b. Die Inhaberin oder der Inhaber muss die folgenden Voraussetzungen erfüllen: [tab] 1. Sie oder er hat bei den Abschlussprüfungen einen allgemeinen Notendurchschnitt von mindestens 80 Prozent der Höchstnote erreicht. 1 bis . Sie oder er hat bei den Abschlussprüfungen einen Notendurchschnitt von mindestens 80 Prozent der Höchstnote sowohl in Mathematik als auch in Physik erreicht. 2. Sie oder er erbringt den Nachweis, im Ausstellerland gegebenenfalls einen Studienplatz im entsprechenden Studienfach erhalten zu haben. 3. Sie oder er erbringt, falls erforderlich, den Nachweis, über ausreichende Französisch- und Englischkenntnisse zu verfügen. 2 Für Personen im Besitz einer Aufenthaltsbewilligung als unselbstständig oder selbstständig Erwerbstätige oder als Familienmitglied einer solchen Person gemäss dem Abkommen vom 21. Juni 1999 zwischen der Schweizerischen Eidgenossenschaft einerseits und der Europäischen Gemeinschaft und ihren Mitgliedstaaten andererseits über die Freizügigkeit oder gemäss Anhang K des Übereinkommens vom 4. Januar 1960 zur Errichtung der Europäischen Freihandelsassoziation (EFTA) und folglich ebenso für Schweizerinnen und Schweizer und für alle anderen zum Zeitpunkt der in der Schweiz erfolgten Ausstellung des Vorbildungsausweises der Sekundarstufe II in der Schweiz wohnhafte Personen beträgt der in Absatz 1 Buchstabe b Ziffer 1 erwähnte geforderte Mindestnotendurchschnitt 70 Prozent und Absatz 1 Buchstabe b Ziffer 2 ist nicht anwendbar. 3 Die Schulleitung der ETHL bestimmt die Kriterien der Gleichwertigkeit für die einzelnen Länder und veröffentlicht die Kriterien auf der Internetseite der Rektorenkonferenz der schweizerischen Hochschulen. Fassung gemäss Ziff. I der V der Schulleitung ETHL vom 15. Juli 2013, in Kraft seit 1. Dez. 2013 ( AS 2013 3255 ). SR 0.414.8 SR 413.11 Fassung gemäss Ziff. I der V der Schulleitung ETHL vom 20. Febr. 2020, in Kraft seit 1. April 2020 ( AS 2020 789 ). Eingefügt durch Ziff. I der V der Schulleitung ETHL vom 4. Sept. 2023, in Kraft vom 1. Nov. 2023 bis zum 31. Okt. 2028 ( AS 2023 521 ). SR 0.142.112.681 SR 0.632.31 www.swissuniversities.ch > Themen > Zulassung > Zulassung zu den universitären Hochschulen > Zulassungsbedingungen nach Ländern Fassung gemäss Ziff. I der V der Schulleitung ETHL vom 4. Sept. 2023, in Kraft seit 1. Nov. 2023 ( AS 2023 521 )."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Hochschuldiplome",
      "content": "Inhaberinnen und Inhaber eines Bachelors, eines Masters oder eines Diploms einer anderen in- oder ausländischen Hochschule, die der ETHL entspricht, werden ohne Prüfung ins erste Semester des Bachelor-Studiums zugelassen. Fassung gemäss Ziff. I der V der Schulleitung ETHL vom 23. Juni 2003, in Kraft seit 1. Juli 2003 ( AS 2003 3233 )."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Gültigkeit der Aufnahmeprüfung der ETHZ",
      "content": "Wer an der Eidgenössischen Technischen Hochschule Zürich (ETHZ) eine Prüfung zur Aufnahme ins erste Semester bestanden hat, wird ohne Prüfung ins erste Semester des Bachelor-Studiums jeder Sektion der ETHL zugelassen. Fassung gemäss Ziff. I der V der Schulleitung ETHL vom 23. Juni 2003, in Kraft seit 1. Juli 2003 ( AS 2003 3233 )."
    },
    {
      "provision_ref": "art5",
      "chapter": "2. Abschnitt: Zulassung mit reduzierter Aufnahmeprüfung",
      "section": "5",
      "title": "Maturitäts- oder Studienausweise",
      "content": "Die Inhaber und Inhaberinnen folgender Ausweise werden nach Bestehen einer reduzierten Aufnahmeprüfung ins erste Semester des Diplomstudiums aller Sektionen der ETHL zugelassen: a. kantonale oder liechtensteinische Maturitätsausweise und Lehrerpatente, die den Kriterien nach Artikel 1 nicht entsprechen; b. Diplome einer allgemein bildenden Schule; c. ausländische Maturitätsausweise, die die prüfungsfreie Zulassung nach Artikel 1 nicht ermöglichen, jedoch im Ausstellerland allgemein zum Hochschulstudium berechtigen. Ein offizieller Nachweis dieser Zugangsberechtigung kann verlangt werden. Fassung gemäss Ziff. I der V der Schulleitung ETHL vom 1. März 2002, in Kraft seit 1. März 2002 ( AS 2002 1763 ). Fassung gemäss Ziff. I der V der Schulleitung ETHL vom 1. März 2002, in Kraft seit 1. März 2002 ( AS 2002 1763 ). Fassung gemäss Ziff. I der V der Schulleitung ETHL vom 1. März 2002, in Kraft seit 1. März 2002 ( AS 2002 1763 ). Eingefügt durch Ziff. I der V der Schulleitung ETHL vom 1. März 2002, in Kraft seit 1. März 2002 ( AS 2002 1763 )."
    },
    {
      "provision_ref": "art6",
      "chapter": "2. Abschnitt: Zulassung mit reduzierter Aufnahmeprüfung",
      "section": "6",
      "title": "Prüfungsfächer der reduzierten Aufnahmeprüfung",
      "content": "1 Die oder der Bildungsbeauftragte legt die Prüfungsfächer der reduzierten Aufnahmeprüfung im Einzelfall fest. Sie oder er berücksichtigt dabei die Vorbildung, insbesondere in den Fächern der Gruppe 1 der Aufnahmeprüfung gemäss Artikel 8 Absatz 1, die Sprachkenntnisse des Kandidaten oder der Kandidatin sowie die besonderen Anforderungen der angestrebten Studienrichtung. Die reduzierte Aufnahmeprüfung wird in französischer Sprache abgelegt. 2 … 3 Artikel 8 Absatz 3 gilt sinngemäss. Fassung gemäss Ziff. I der V der Schulleitung ETHL vom 20. Febr. 2020, in Kraft seit 1. April 2020 ( AS 2020 789 ). Aufgehoben durch Ziff. I der V der Schulleitung ETHL vom 20. Febr. 2020, mit Wirkung seit 1. April 2020 ( AS 2020 789 )."
    },
    {
      "provision_ref": "art7",
      "chapter": "3. Abschnitt: Zulassung mit umfassender Aufnahmeprüfung",
      "section": "7",
      "title": "Grundsatz",
      "content": "Wer keine der Voraussetzungen nach den Artikeln 1–5 erfüllt, kann nach Bestehen einer umfassenden Aufnahmeprüfung ins erste Semester an der ETHL aufgenommen werden. Die umfassende Aufnahmeprüfung wird in französischer Sprache abgelegt. Fassung gemäss Ziff. I der V der Schulleitung ETHL vom 1. März 2002, in Kraft seit 1. März 2002 ( AS 2002 1763 )."
    },
    {
      "provision_ref": "art8",
      "chapter": "3. Abschnitt: Zulassung mit umfassender Aufnahmeprüfung",
      "section": "8",
      "title": "Fächer, Notengewicht und Prüfungsstoff",
      "content": "1 Die umfassende Aufnahmeprüfung ist in folgenden elf Fächern abzulegen: Koeffizienten a. Gruppe 1: 1. Mathematik I 10 2. Mathematik II 8 3. Physik 6 4. Informatik und wissenschaftliches Rechnen (IWR) 4 5. Chemie 3 b. Gruppe 2: 6. Biologie 1 7. Französisch 1 8. Deutsch, Italienisch, Englisch oder Spanisch (wahlweise) 1 9. Geschichte 1 10. Geografie 1 . 2 Weist der Kandidat bzw. die Kandidatin in einzelnen Fächern der Gruppe 2 Kenntnisse vor, die dem Niveau einer eidgenössischen Maturität entsprechen, so kann der oder die Bildungsbeauftragte die entsprechenden Prüfungen erlassen. 3 Der Prüfungsstoff muss den Prüfungszielen der einzelnen Fächer gemäss Artikel 9 der Verordnung vom 7. Dezember 1998 über die schweizerische Maturitätsprüfung entsprechen. 4 … Fassung gemäss Ziff. I der V der Schulleitung ETHL vom 20. Febr. 2020, in Kraft seit 1. April 2020 ( AS 2020 789 ). Ausdruck gemäss Ziff. I der V der Schulleitung ETHL vom 22. Mai 2006, in Kraft seit 23. Okt. 2006 ( AS 2006 5335 ). Diese Änd. ist im ganzen Erlass berücksichtigt. Fassung gemäss Ziff. I der V der Schulleitung ETHL vom 16. April 2012, in Kraft seit 1. Aug. 2012 ( AS 2012 3777 ). SR 413.12 Fassung gemäss Ziff. I der V der Schulleitung ETHL vom 15. Juli 2013, in Kraft seit 1. Dez. 2013 ( AS 2013 3255 ). Eingefügt durch Ziff. I der V der Schulleitung ETHL vom 1. März 2002 ( AS 2002 1763 ). Aufgehoben durch Ziff. I der V der Schulleitung ETHL vom 20. Febr. 2020, mit Wirkung seit 1. April 2020 ( AS 2020 789 )."
    },
    {
      "provision_ref": "art9",
      "chapter": "4. Abschnitt: Zulassung zum Bachelorstudium nach vorgängig an einer Hochschule besuchten Semestern und Zulassung zum Masterstudium",
      "section": "9",
      "title": "Wechsel innerhalb der ETH",
      "content": "1 Wer an der ETHZ die Voraussetzungen für den Übertritt in ein höheres Semester erfüllt, kann auch an der ETHL ins entsprechende höhere Semester eintreten. Diese kann jedoch von den Studierenden verlangen, fehlenden Stoff nachzuholen. 2 Personen, die von einer ETH definitiv ausgeschlossen wurden, werden an der ETHL nicht mehr zugelassen. 3 Kandidaten und Kandidatinnen können nur dann zu einem neuen Studienbereich zugelassen werden, wenn sie zuvor lediglich in einem einzigen Hochschulstudienbereich immatrikuliert waren. Die direkt nach einer erfolgreich abgeschlossenen Stufe verlassenen Studienbereiche werden nicht berücksichtigt. Fassung gemäss Ziff. I der V der Schulleitung ETHL vom 15. Okt. 2015, in Kraft seit 1. Dez. 2015 ( AS 2015 4115 )."
    },
    {
      "provision_ref": "art10",
      "chapter": "4. Abschnitt: Zulassung zum Bachelorstudium nach vorgängig an einer Hochschule besuchten Semestern und Zulassung zum Masterstudium",
      "section": "10",
      "title": "Aufnahme von Studierenden aus anderen Hochschulen",
      "content": "1 Studierende aus einer anderen Hochschule, die ihre Studien an der ETHL aufnehmen oder fortsetzen möchten, müssen nachweisen: a. dass sie ausreichende Sprachkenntnisse besitzen; b. dass sie die Kenntnisse besitzen, die im betreffenden Semester an der sie interessierenden Sektion nach dem Studien- und Prüfungsplan vorausgesetzt werden; c. dass sie zuvor in einem Studienbereich, der einem der an der ETHL unterrichteten Studienbereichen ähnlich ist, weder definitiv ausgeschlossen wurden noch zweimal nicht bestanden noch innerhalb von zwei Jahren keinen Abschluss erworben haben, und dass sie berechtigt sind, ihr Studium an der vorher besuchten Hochschule fortzusetzen; d. dass sie zuvor nicht in mehr als einem Hochschulstudienbereich immatrikuliert waren; erfolgreich abgeschlossene Studienbereiche werden nicht berücksichtigt. 2 Die Schule kann verlangen, dass die Studierenden eine Gleichwertigkeitsprüfung ablegen oder innert vorgeschriebener Frist zusätzliche Krediteinheiten erwerben. Fassung gemäss Ziff. I der V der Schulleitung ETHL vom 15. Okt. 2015, in Kraft seit 1. Dez. 2015 ( AS 2015 4115 )."
    },
    {
      "provision_ref": "art11",
      "chapter": "4. Abschnitt: Zulassung zum Bachelorstudium nach vorgängig an einer Hochschule besuchten Semestern und Zulassung zum Masterstudium",
      "section": "11",
      "title": "Zulassung zum Master-Studium",
      "content": "1 Die Inhaber und Inhaberinnen eines Bachelortitels einer ETH werden zum entsprechenden Masterstudium an der ETHL zugelassen. 1bis Die Inhaberinnen und Inhaber eines Bachelortitels einer universitären Hochschule der Schweiz werden zum entsprechenden Masterstudium an der ETHL zugelassen, gegebenenfalls über den Erwerb zusätzlicher Krediteinheiten gemäss Absatz 4. 2 Die Schule entscheidet über eine Zulassung zu einem anderen Masterstudium. 3 Wer über einen Bachelortitel von 180 Krediteinheiten ECTS (European Credit Transfer and Accumulation System) verfügt oder einen gleichwertigen Ausbildungsabschluss einer anderen in- oder ausländischen Hochschule nachweisen kann, kann durch Entscheid der Schule zum Masterstudium zugelassen werden. 4 Die Schule kann von den Studierenden aus anderen Hochschulen verlangen, dass sie eine Gleichwertigkeitsprüfung ablegen oder vor Beginn oder spätestens bis Ende des ersten Jahres des Masterstudiums zusätzliche Krediteinheiten erwerben. Zudem kann sie verlangen, dass ihr Bachelorstudium minimale Qualitätsanforderungen bezüglich der Studienpläne, der Studieninhalte oder der Mindestnote erfüllt, und gegebenenfalls ein Praktikum anordnen. 5 … Fassung gemäss Ziff. I der V der Schulleitung ETHL vom 15. Okt. 2015, in Kraft seit 1. Dez. 2015 ( AS 2015 4115 ). Eingefügt durch Ziff. I der V der Schulleitung ETHL vom 20. Febr. 2020, in Kraft seit 1. April 2020 ( AS 2020 789 ). Fassung gemäss Ziff. I der V der Schulleitung ETHL vom 20. Febr. 2020, in Kraft seit 1. April 2020 ( AS 2020 789 ). Fassung gemäss Ziff. I der V der Schulleitung ETHL vom 20. Febr. 2020, in Kraft seit 1. April 2020 ( AS 2020 789 ). Aufgehoben durch Ziff. I der V der Schulleitung ETHL vom 20. Febr. 2020, mit Wirkung seit 1. April 2020 ( AS 2020 789 )."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "",
      "content": "Aufgehoben durch Ziff. I der V der Schulleitung ETHL vom 23. Juni 2003, mit Wirkung seit 1. Juli 2003 ( AS 2003 3233 )."
    },
    {
      "provision_ref": "art13",
      "chapter": "5. Abschnitt: Zulassung von Hörern und Hörerinnen, Zulassung zur Weiterbildung, zur Fortbildung und zum Doktorat",
      "section": "13",
      "title": "Zulassung von Hörern und Hörerinnen",
      "content": "1 Der oder die Bildungsbeauftragte für die akademischen Ressourcen kann Personen, die Lehrveranstaltungen besuchen wollen, ohne einen akademischen Titel zu erwerben, als Hörer bzw. als Hörerinnen zulassen. 2 Der oder die Bildungsbeauftragte kann Hörer und Hörerinnen von bestimmten Lehrveranstaltungen ausschliessen oder sie nur so weit zulassen, als sie sich über entsprechende Vorkenntnisse ausweisen und es die Raum-, Ausrüstungs- und Betreuungsverhältnisse erlauben. Die Zulassungsbeschränkung ist in den amtlichen Publikationen anzukündigen. 3 Besteht keine Zulassungsbeschränkung, so gilt als zugelassen, wer die Hörergebühr bezahlt hat. Fassung gemäss Ziff. I der V der Schulleitung ETHL vom 23. Juni 2003, in Kraft seit 1. Juli 2003 ( AS 2003 3233 ). Fassung gemäss Ziff. I der V der Schulleitung ETHL vom 1. März 2002, in Kraft seit 1. März 2002 ( AS 2002 1763 )."
    },
    {
      "provision_ref": "art14",
      "chapter": "5. Abschnitt: Zulassung von Hörern und Hörerinnen, Zulassung zur Weiterbildung, zur Fortbildung und zum Doktorat",
      "section": "14",
      "title": "",
      "content": "Die Weiterbildungsverordnung ETHL vom 27. Juni 2005 und die Doktoratsverordnung ETHL vom 26. Januar 1998 legen die Bedingungen für die Zulassung zur Weiterbildung, zur Fortbildung und zum Doktorat fest. Fassung gemäss Art. 19 Ziff. 3 der Weiterbildungsverordnung ETHL vom 27. Juni 2005, in Kraft seit 1. Sept. 2005 ( AS 2005 4229 ). SR 414.134.2 SR 414.133.2"
    },
    {
      "provision_ref": "art14",
      "chapter": "6. Abschnitt:",
      "section": "14",
      "title": "a",
      "content": "1 Zum Vorbereitungskurs für spezielle Mathematik zugelassen werden die Inhaberinnen und Inhaber eines schweizerischen Ausweises, der ihnen die prüfungsfreie Zulassung zum Bachelorstudium ermöglicht. Das in diesem Kurs erreichte Ergebnis hat lediglich indikativen Wert und ist ohne Folgen für das Recht, ein Bachelorstudium aufzunehmen. 2 Die Inhaber und Inhaberinnen eines Ausweises, der keine prüfungsfreie Zulassung zum Bachelorstudium ermöglicht, können aufgrund der vorgelegten Dokumente oder nach einem bestandenen Eignungstest zum Vorbereitungskurs für spezielle Mathematik zugelassen werden. Bestehen sie die Abschlussprüfung des Kurses, so werden sie für die Fächer der Gruppe 1 nach Artikel 8 Absatz 1 Buchstabe a von der Aufnahmeprüfung befreit; ein Nichtbestehen des Kurses gilt als nicht bestandene Aufnahmeprüfung."
    },
    {
      "provision_ref": "art15",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "15",
      "title": "Zeitpunkt des Studienbeginns",
      "content": "Das Bachelor- oder Masterstudium kann nur am Anfang eines Semesters aufgenommen werden. Die Zulassung ins erste Semester ist nur im Herbst möglich. Fassung gemäss Ziff. I der V der Schulleitung ETHL vom 23. Juni 2003, in Kraft seit 1. Juli 2003 ( AS 2003 3233 )."
    },
    {
      "provision_ref": "art16",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "16",
      "title": "Entscheid über die Zulassung",
      "content": "1 Die oder der Bildungsbeauftragte entscheidet im Rahmen der Artikel 1–14 a und aufgrund der vorgelegten Dokumente insbesondere über: a. die Zulassung von Kandidaten und Kandidatinnen als Studierende ins erste Semester einschliesslich Auferlegung von Aufnahmeprüfungen und Festsetzung der Prüfungsfächer; b. die Zulassung von Hörern und Hörerinnen zu Lehrveranstaltungen mit Zulassungsbeschränkungen; c. die Zulassung zum Vorbereitungskurs für spezielle Mathematik. 2 Die Vizepräsidentin oder der Vizepräsident für Ausbildung entscheidet im Rahmen der Artikel 1–14 a und aufgrund der vorgelegten Dokumente insbesondere über: a. die Zulassung von Studierenden in höhere Semester einschliesslich Auferlegung von Aufnahmeprüfungen und Festsetzung der Prüfungsfächer; b. den Übertritt in eine andere Sektion einschliesslich Anrechnung bisheriger Studien und Prüfungen. 3 Über die Zulassung von Inhaberinnen und Inhabern eines Ausweises, der die prüfungsfreie Zulassung zum Bachelorstudium ermöglicht, und von ausländischen, nicht in der Schweiz wohnhaften Kandidatinnen und Kandidaten, die einen ausländischen Maturitätsausweis besitzen, entscheidet die oder der Bildungsbeauftragte zudem nach der jeweiligen Auslastung, die insbesondere durch die verfügbaren Lehrkräfte und Studienplätze bestimmt wird. Fassung gemäss Ziff. I der V der Schulleitung ETHL vom 1. März 2002, in Kraft seit 1. März 2002 ( AS 2002 1763 ). Fassung gemäss Ziff. I der V der Schulleitung ETHL vom 20. Febr. 2020, in Kraft seit 1. April 2020 ( AS 2020 789 ). Eingefügt durch Ziff. I der V der Schulleitung ETHL vom 20. Febr. 2020, in Kraft seit 1. April 2020 ( AS 2020 789 ). Fassung gemäss Ziff. I der V der Schulleitung ETHL vom 20. Febr. 2020, in Kraft seit 1. April 2020 ( AS 2020 789 ). Fassung gemäss Ziff. I der V der Schulleitung ETHL vom 20. Febr. 2020, in Kraft seit 1. April 2020 ( AS 2020 789 )."
    },
    {
      "provision_ref": "art17",
      "chapter": "2. Abschnitt: Bestimmungen über die Aufnahmeprüfungen",
      "section": "17",
      "title": "Zeitpunkt der reduzierten Aufnahmeprüfung",
      "content": "1 Der oder die Bildungsbeauftragte kann verlangen, dass der Kandidat oder die Kandidatin die reduzierte Aufnahmeprüfung vor Studienantritt, nach dem Besuch eines von der ETHL durchgeführten Vorbereitungskurses oder spätestens bis zum Ende des ersten Studienjahres ablegt. 2 Kandidaten und Kandidatinnen, die ihre reduzierte Prüfung im Laufe des ersten Studienjahres ablegen müssen, haben vor dieser Prüfung die gleichen Rechte und Pflichten wie die Studierenden. Fassung gemäss Ziff. I der V der Schulleitung ETHL vom 1. März 2002, in Kraft seit 1. März 2002 ( AS 2002 1763 )."
    },
    {
      "provision_ref": "art18",
      "chapter": "2. Abschnitt: Bestimmungen über die Aufnahmeprüfungen",
      "section": "18",
      "title": "An- und Abmeldung",
      "content": "1 Der oder die Bildungsbeauftragte legt die Termine und die Fristen für die Anmeldung fest. Er bzw. sie organisiert die Aufnahmeprüfung in Zusammenarbeit mit dem Direktor bzw. der Direktorin der Kurse für Spezielle Mathematik und der Aufnahmekommission. Die Aufnahmeprüfungen finden einmal pro Jahr statt. 2 Die Anmeldung kann innerhalb der von dem oder der Bildungsbeauftragten für die akademischen Ressourcen festgesetzten Frist zurückgezogen werden. In diesem Fall wird die Prüfungsgebühr zurückerstattet. 3 Bei späterer Abmeldung verfällt die Prüfungsgebühr und die Prüfung gilt als nicht bestanden, wenn der Kandidat oder die Kandidatin nicht nachweisen kann, dass die Termine wegen einer ärztlich attestierten Krankheit oder aus Gründen höherer Gewalt versäumt worden sind. Fassung des letzten Satzes gemäss Ziff. I der V der Schulleitung ETHL vom 5. Juli 2010, in Kraft seit 1. Okt. 2010 ( AS 2010 4013 ). Fassung gemäss Ziff. I der V der Schulleitung ETHL vom 1. März 2002, in Kraft seit 1. März 2002 ( AS 2002 1763 ). Fassung gemäss Ziff. I der V der Schulleitung ETHL vom 1. März 2002, in Kraft seit 1. März 2002 ( AS 2002 1763 )."
    },
    {
      "provision_ref": "art19",
      "chapter": "2. Abschnitt: Bestimmungen über die Aufnahmeprüfungen",
      "section": "19",
      "title": "Prüfungsmodalitäten",
      "content": "1 Die Vizepräsidentin oder der Vizepräsident für Ausbildung legt im Hinblick auf den reibungslosen Ablauf der Aufnahmeprüfung und unter Berücksichtigung des Prüfungsfachs die Art der Befragung fest (mündlich oder schriftlich). Der Entscheid wird spätestens sechs Monate vor der Prüfung in geeigneter Weise auf der Website der ETHL veröffentlicht. 2 Der oder die Bildungsbeauftragte bestimmt den Examinator oder die Examinatorin sowie für die mündliche Befragung die Beobachterin oder den Beobachter. Fassung gemäss Ziff. I der V der Schulleitung ETHL vom 16. April 2012, in Kraft seit 1. Aug. 2012 ( AS 2012 3777 ). Ausdruck gemäss Ziff. I der V der Schulleitung ETHL vom 20. Febr. 2020, in Kraft seit 1. April 2020 ( AS 2020 789 ). Diese Änd. ist im ganzen Erlass berücksichtigt."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Hilfsmittel",
      "content": "1 Die für die einzelnen Prüfungsfächer zugelassenen Hilfsmittel wie Texte, Tabellen, Rechengeräte usw. werden den Kandidaten und Kandidatinnen schriftlich bekanntgegeben. 2 Wer nicht zugelassene Hilfsmittel verwendet, kann von dem oder der Bildungsbeauftragten für die akademischen Ressourcen von der Fortsetzung der Prüfung ausgeschlossen werden; in diesem Fall gilt die Prüfung als nicht bestanden. Fassung gemäss Ziff. I der V der Schulleitung ETHL vom 1. März 2002, in Kraft seit 1. März 2002 ( AS 2002 1763 )."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Fernbleiben, Prüfungsabbruch und Prüfungsunterbruch",
      "content": "Bei unentschuldigtem Fernbleiben oder Abbruch gilt die Prüfung als nicht bestanden. Als Entschuldigung und Voraussetzung für die Bewilligung eines allfälligen Prüfungsunterbruchs werden nur Krankheit und Gründe höherer Gewalt anerkannt."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Bestehen der Prüfung, Teilerlass bei Wiederholung",
      "content": "1 Die Leistungen werden mit Noten von 1–6 bewertet; verlangt wird ein Mindestdurchschnitt von 4. Es sind Viertelnoten zulässig. Die Note 0 wird nur erteilt, falls die oder der Studierende ohne ausreichende Begründung nicht zur Prüfung erschienen ist oder zur Prüfung erschienen ist, aber ein leeres Blatt abgegeben hatt. 2 Die Aufnahmeprüfung gilt als bestanden, wenn sowohl die Noten aller Prüfungsfächer nach Artikel 8 Absatz 1 Buchstaben a und b als auch die Noten aller Prüfungsfächer der Gruppe 1 nach Artikel 8 Absatz 1 Buchstabe a einen gewichteten Durchschnitt von 4,0 erreichen. 3 Die Prüfungen in den Fächern der Gruppe 2 nach Artikel 8 Absatz 1 dürfen nur abgelegt werden, wenn in den Fächern der Gruppe 1 der erforderliche Notendurchschnitt erreicht wurde. Bei der Wiederholung einer Aufnahmeprüfung wird das Ergebnis angerechnet. Fassung gemäss Ziff. I der V der Schulleitung ETHL vom 20. Febr. 2020, in Kraft seit 1. April 2020 ( AS 2020 789 ). Fassung gemäss Ziff. I der V der Schulleitung ETHL vom 16. April 2012, in Kraft seit 1. Aug. 2012 ( AS 2012 3777 ). Fassung gemäss Ziff. I der V der Schulleitung ETHL vom 16. April 2012, in Kraft seit 1. Aug. 2012 ( AS 2012 3777 )."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Prüfungswiederholung",
      "content": "1 Die Aufnahmeprüfung an einer ETH kann einmal wiederholt werden. 2 Kandidaten und Kandidatinnen, die im ersten Studienjahr eine reduzierte Aufnahmeprüfung abzulegen haben, werden zum zweiten Studienjahr nur zugelassen, wenn sie diese Prüfung bestanden haben."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Entscheid über das Prüfungsergebnis, Eröffnung",
      "content": "1 Das Prüfungsergebnis wird von der Aufnahmekommission im Einvernehmen mit den Experten und Expertinnen ermittelt. 2 Der oder die Bildungsbeauftragte teilt den Kandidaten und Kandidatinnen auf Antrag der Aufnahmekommission mittels Verfügung mit, ob sie bestanden haben oder nicht. Fassung gemäss Ziff. I der V der Schulleitung ETHL vom 1. März 2002, in Kraft seit 1. März 2002 ( AS 2002 1763 )."
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "",
      "content": "Aufgehoben durch Ziff. I der V der Schulleitung ETHL vom 20. Febr. 2020, mit Wirkung seit 1. April 2020 ( AS 2020 789 )."
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Aufnahmekommission",
      "content": "1 Die Vizepräsidentin oder derVizepräsident für Ausbildung regelt die Zusammensetzung und die Aufgaben der Aufnahmekommission für das Bachelor- und Masterstudium. 2 Er kann der Kommission die Kompetenz übertragen, Entscheide nach der vorliegenden Verordnung zu treffen. Fassung gemäss Ziff. I der V der Schulleitung ETHL vom 23. Juni 2003, in Kraft seit 1. Juli 2003 ( AS 2003 3233 )."
    },
    {
      "provision_ref": "art27",
      "chapter": "3. Kapitel: Schlussbestimmungen",
      "section": "27",
      "title": "Prüfungsgebühr",
      "content": "1 Wer sich für eine Aufnahmeprüfung anmeldet, muss eine Prüfungsgebühr nach der Gebührenverordnung ETH-Bereich vom 31. Mai 1995 entrichten. 2 Die Prüfungsgebühren für die Zulassung zu einem höheren Semester des Diplomstudiums richten sich nach Artikel 2 Absatz 1 Buchstabe c der Gebührenverordnung festgesetzt. 3 Für die Wiederholung einer Prüfung ist die betreffende Gebühr erneut zu entrichten. 4 Der oder die Bildungsbeauftragte kann auf Grund eines begründeten Gesuchs mittellosen Kandidaten und Kandidatinnen sowie Stipendiaten und Stipendiatinnen diese Gebühr erlassen. SR 414.131.7 Fassung gemäss Ziff. I der V der Schulleitung ETHL vom 1. März 2002, in Kraft seit 1. März 2002 ( AS 2002 1763 )."
    },
    {
      "provision_ref": "art28",
      "chapter": "3. Kapitel: Schlussbestimmungen",
      "section": "28",
      "title": "Zulassungsgebühr",
      "content": "1 Wer als Studierender bzw. Studierende an der ETHL zugelassen wird, muss eine Anmeldegebühr nach Gebührenverordnung ETH-Bereich vom 31. Mai 1995 entrichten. Beim Übertritt von einer ETH in die andere ist keine Zulassungsgebühr zu entrichten. 2 Die Zulassungsgebühr kann nicht erlassen werden. SR 414.131.7"
    },
    {
      "provision_ref": "art28a",
      "chapter": "3. Kapitel: Schlussbestimmungen",
      "section": "28a",
      "title": "a Übergangsbestimmungen",
      "content": "1 Studierende, die vor Inkrafttreten der vorliegenden Verordnung die Abteilung infolge Nichtbestehens oder Prüfungsabbruchs bereits einmal gewechselt haben, sind zu einem einzigen Abteilungswechsel gemäss Artikel 9 Absatz 4 berechtigt. 2 Die Bestimmungen des 4. Abschnitts sind analog für die Zulassung zu einem höheren Semester des Diplomstudiums der ETHL anwendbar. 3 Für die Studierenden einer ETH wird der Erwerb von 60 Krediteinheiten während des dritten Studienjahres mit dem Erwerb eines Bachelor-Titels gleichgesetzt. Eingefügt durch Ziff. I der V der Schulleitung ETHL vom 23. Juni 2003, in Kraft seit 1. Juli 2003 ( AS 2003 3233 )."
    },
    {
      "provision_ref": "art29",
      "chapter": "3. Kapitel: Schlussbestimmungen",
      "section": "29",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 1. Oktober 1995 in Kraft."
    }
  ],
  "definitions": []
}