{
  "id": "sr-414-205-3",
  "type": "statute",
  "title": "Verordnung des Hochschulrates vom 28. Mai 2015 für die Akkreditierung im Hochschulbereich (Akkreditierungsverordnung HFKG)",
  "title_en": "Guidelines of the Higher Education Council of 28 May 2015 for accreditation within the higher education sector (HEdA Accreditation Guidelines)",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2015/362/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Section 1 General Provisions",
      "section": "1",
      "title": "Object",
      "content": "This Ordinance specifies the conditions for institutional accreditation under Article 30 HEdA and programme accreditation under Article 31 HEdA. It establishes: a. the admission requirements for accreditation procedures; b. the conditions for institutional accreditation and programme accreditation; c. the procedure for first-time accreditation; d. the quality standards to be applied in the procedures. Term in accordance with No I of the Ordinance of 23 Nov. 2017 of the Higher Education Council, in force since 1 Jan. 2018 ( AS 2017 7375 ). The term is used throughout the entire act. Amended by No I of the Ordinance of 23 Nov. 2017 of the Higher Education Council, in force since 1 Jan. 2018 ( AS 2017 7375 )."
    },
    {
      "provision_ref": "art2",
      "chapter": "Section 1 General Provisions",
      "section": "2",
      "title": "Study programmes",
      "content": "The following are considered study programmes under this Ordinance: a. Bachelor’s study programmes ranging up to 180 ECTS points; b. Master’s study programmes ranging from 90 to 120 ECTS points; c. continuing education study programmes ranging up to at least 60 ECTS points; d. study programmes whose accreditation under HEdA is provided for in a special act. ECTS = European Credit Transfer System"
    },
    {
      "provision_ref": "art3",
      "chapter": "Section 1 General Provisions",
      "section": "3",
      "title": "Accreditation agencies",
      "content": "1 An accreditation agency under this Ordinance is considered to be the Swiss Agency of Accreditation and Quality Assurance as well as other Swiss or foreign agencies recognised by the Swiss Accreditation Council. 2 Accreditation agencies implement accreditation procedures under Article 32 HEdA. 3 The requirements and procedure for recognising other Swiss and foreign accreditation agencies is defined by the Accreditation Council in its own guidelines."
    },
    {
      "provision_ref": "art4",
      "chapter": "Section 2 Admission Requirements for the Accreditation Procedure",
      "section": "4",
      "title": "Institutional accreditation",
      "content": "1 Higher education institutions or other institutions within the higher education sector shall be admitted for institutional accreditation if they meet the following requirements as attested by suitable supporting documentation: a. they respect the principles of freedom and the unity of teaching and research; b. they correspond to one of the following types of higher education institution: 1. tier-one university, 2. university of applied sciences or university of teacher education; c. they meet, if applicable, the admission requirements for the first level of studies under Articles 23–25 and 73 HEdA. Universities of applied sciences shall also fulfil the regulations on the structure of studies under Article 26 HEdA; d. they have a quality assurance system in place (Art. 30 para. 1 let. a HEdA); e. they are compatible with the European Higher Education Area; f. they have infrastructure and staff in Switzerland for teaching, research and services appropriate to their type and profile; [tab] g. ... h. they have the resources to continue their operations over the long-term (Art. 30 para. 1 let. c HEdA) and have taken measures to ensure that their students can complete a study programme; i. they are legal entities in Switzerland. 2 Higher education institutions or other institutions within the higher education sector shall be admitted for the institutional accreditation procedure without an examination under paragraph 1 if they meet one of following requirements: a. they are already institutionally accredited under HEdA; or b. they were created under federal law before HEdA came into force; or c. they were recognised as authorised for contributions based on the University Funding Act of 8 October 1999 (UFundA) and the Universities of Applied Sciences Act of 6 October 1995 (UASA) before HEdA came into force (Art. 75 para. 2 HEdA); or d. they were already a public university of teacher education under cantonal law before HEdA came into force. Amended by No I of the O of the Higher Education Council of 26 Nov. 2020, in force since 1 Jan. 2021 ( AS 2020 5929 ). Repealed by No I of the O of the Higher Education Council of 26 Nov. 2020, with effect from 1 Jan. 2021 ( AS 2020 5929 ). [ AS 2000 948 ; 2003 187 Annex No II 3; 2004 2013 ; 2007 5779 No II 5; 2008 307 , 3437 No II 18; 2012 3655 No I 10; 2011 5871 . AS 2014 4103 Annex No I 1] [ AS 1996 2588 ; 2002 953 ; 2005 4635 ; 2006 2197 Annex No 37; 2012 3655 No I 11; AS 2014 4103 Annex No I 2]"
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Programme accreditation",
      "content": "1 A study programme shall be admitted for programme accreditation if it meets following requirements: a. the higher education institution or other institution within the higher education sector running the study programme is institutionally accredited under HEdA; and b. a cohort of its students have completed the study programme. 2 The same rules and standards apply to cooperation study programmes as for other study programmes. They are admitted for programme accreditation if the applying higher education institution or other institution within the higher education sector: a. confers the title; and b. assumes responsibility for the quality of the study programme. 3 Study programmes may be submitted for programme accreditation without prior verification of fulfilment of the requirement laid down in paragraph 1 letter b if accreditation is a prerequisite under special legislation for recognition of the given professional activity. Inserted by No I of the O of the Higher Education Council of 26 Nov. 2020, in force since 1 Jan. 2021 ( AS 2020 5929 )."
    },
    {
      "provision_ref": "art6",
      "chapter": "Section 3 Requirements for Institutional Accreditation and Programme Accreditation",
      "section": "6",
      "title": "Institutional accreditation",
      "content": "A higher education institution or another institution within the higher education sector is accredited if it fulfils the quality standards under Article 22."
    },
    {
      "provision_ref": "art7",
      "chapter": "Section 3 Requirements for Institutional Accreditation and Programme Accreditation",
      "section": "7",
      "title": "Programme accreditation",
      "content": "The study programme of an accredited higher education institution or other institution within the higher education sector under HEdA is accredited if it fulfils: a. the quality standards under Article 23; and b. any other standards that may be set by special acts."
    },
    {
      "provision_ref": "art8",
      "chapter": "Section 4 Effects of Institutional Accreditation",
      "section": "8",
      "title": "",
      "content": "1 The higher education institution or other institution within the higher education sector shall be accredited in accordance with its application as a university, an institute within a university, a university of applied sciences, an institute within a university of applied sciences or a university of teacher education. 2 The accredited higher education institution or other institution within the higher education sector shall comply with the right to use reserved designations in accordance with Article 29 HEdA. 3 If a university of teacher education is part of a university of applied sciences, the university of applied sciences is entitled to use the reserved designation for the university of teacher education in the context of institutional accreditation of the university of applied sciences."
    },
    {
      "provision_ref": "art8a",
      "chapter": "Section 5 Procedure for First-time Accreditation",
      "section": "8a",
      "title": "",
      "content": "The provisions of this Section set out the procedure for first-time accreditation. Inserted by No I of the Ordinance of 23 Nov. 2017 of the Higher Education Council, in force since 1 Jan. 2018 ( AS 2017 7375 )."
    },
    {
      "provision_ref": "art9",
      "chapter": "Section 5 Procedure for First-time Accreditation",
      "section": "9",
      "title": "General provisions",
      "content": "1 The object of the accreditation procedure is the quality assurance system of the higher education institution or other institution within the higher education sector. 2 Taking into account their organisational characteristics, higher education institutions or other institutions within the higher education sector shall include in the accreditation procedure all representative groups of the institution, particularly students, mid-level faculty staff, professors and administrative and technical staff. 3 Results of external quality assessments may be taken into account if they are no more than three years old. 4 A Bachelor’s study programme may be accredited with the corresponding consecutive Master’s study programme in the same procedure. 5 Accreditation procedures under HEdA may be carried out with the procedures of other accreditation agencies or organisations if all the quality standards of this Ordinance are thereby taken into consideration. 6 The higher education institution or other institution within the higher education sector selects an agency from agencies recognised by the Accreditation Council to implement institutional or programme accreditation. 7 It chooses one of the official languages of the Swiss Confederation as the language to be used in the procedure. It may submit documents drafted in the language chosen for the procedure or documents drafted in English. Inserted by No I of the O of the Higher Education Council of 26 Nov. 2020, in force since 1 Jan. 2021 ( AS 2020 5929 )."
    },
    {
      "provision_ref": "art10",
      "chapter": "Section 5 Procedure for First-time Accreditation",
      "section": "10",
      "title": "Filing of the application and decision on admission",
      "content": "1 For institutional accreditation, the higher education institution or other institution within the higher education sector shall file a well-founded application to the Accreditation Council. If the requirements are fulfilled in accordance with Article 4, the Accreditation Council decides on admission and transmits the application to the accreditation agency for the assessment. If the requirements are not fulfilled, the Accreditation Council makes a non-admission decision. 2 For programme accreditation, the higher education institution or other institution within the higher education sector shall file a well-founded application to the accreditation agency. If the requirements are fulfilled in accordance with Article 5, the accreditation agency decides on admission. If the conditions are not fulfilled, the accreditation agency makes a non-admission decision. In both cases it shall notify the Accreditation Council. 3 For accreditation and renewal of accreditation the application shall be filed in good time so that the decision can be made before the accreditation or transitional period can expire (Art. 75 HEdA)."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Self-assessment",
      "content": "1 The higher education institution or other institution within the higher education sector shall carry out a self-assessment and summarise the results in a written report (self-assessment report). 2 It shall send the self-assessment report to the accreditation agency."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "External assessment",
      "content": "1 By means of the self-assessment and an on-site visit, the group of experts shall verify whether the higher education institution or other institution within the higher education sector or the study programme meets the quality standards. 2 On the occasion of the on-site visit, the group of experts shall hold discussions with all representative groups of the higher education institution or other institution within the higher education sector affected by the procedure. 3 The group of experts shall draw up a report. This shall contain: a. an assessment of the quality assurance system of the higher education institution or other institution within the higher education sector, on the basis of the quality standards; b. if required, suggestions for recommendations and conditions for further development of the quality assurance system; c. an accreditation proposal made to the accreditation agency."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Composition of the group of experts",
      "content": "1 The accreditation agency shall set up a group of experts to carry out the external assessment. 2 It shall set up the group of experts in such a way that the group has the required national and international experience and expertise to assess the accreditation application. The type, profile, size and other specific features of the higher education institution or other institution within the higher education sector are thereby taken into account. 3 Gender, age and origins shall be taken into account in the composition of the group of experts. Experts must be independent and impartial. 4 The following apply to the composition of the group of experts: a. In the case of institutional accreditation, the group of experts shall consist of at least five experts. The group shall have current and international experience in managing or running a higher education institution or another institution within the higher education sector, internal quality assurance, teaching and research as well as, depending on the higher education institution or other institution within the higher education sector, professional experience or non-academic perspective. b. If the higher education institution or other institution within the higher education sector under accreditation runs an integrated university of teacher education, the corresponding expertise must be represented in the group of experts. c. With programme accreditation, the group of experts shall consist of at least four experts, adequately representing teaching and professional experience. With regulated professions, the additional requirements in the specific related legislation must be taken into consideration. d. For institutional accreditation and programme accreditation of Bachelor and Master courses, one member of the group of experts must come from the student body. 5 Before it sets up the group of experts, the accreditation agency shall listen to the views of the higher education institution or other institution within the higher education sector regarding the composition and profile of the group of experts. 6 The rules in Article 10 of the Administrative Procedure Act of 20 December 1968 on recusal apply to members of the group of experts. Amended by No I of the O of the Higher Education Council of 26 Nov. 2020, in force since 1 Jan. 2021 ( AS 2020 5929 ). SR 172.021"
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "The accreditation proposal of the accreditation agency and statement of the higher education institution or other institution within the higher education sector",
      "content": "1 The accreditation agency shall submit an accreditation proposal to the Accreditation Council on the basis of procedural documents, in particular the self-assessment report and report of the group of experts. 2 The higher education institution or other institution within the higher education sector shall comment on the report of the group of experts and of the accreditation agency’s accreditation proposal. 3 The accreditation agency shall submit its accreditation proposal with the self-assessment report, report of the group of experts and statement of the higher education institution or other institution within the higher education sector to the Accreditation Council for a decision. 4 The Accreditation Council shall check whether the proposal is suitable as the basis for a decision. If necessary the proposal shall be returned to the accreditation agency."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Accreditation decision",
      "content": "1 The Accreditation Council shall base its decision on institutional accreditation or programme accreditation on the accreditation agency’s proposal, the self-assessment report, the report of the group of experts and the statement of the higher education institution or other institution within the higher education sector. 2 The Accreditation Council may: a. grant accreditation unconditionally; b, grant accreditation subject to conditions; c. refuse accreditation. 3 It shall, in the context of the accreditation decision, determine the deadline and means of verifying whether the conditions have been met. 4 It shall notify the higher education institution or other institution within the higher education sector and accreditation agency about it. 5 … Repealed by No I of the O of the Higher Education Council of 25 Nov. 2021, with effect from 1 Jan. 2022 ( AS 2021 788 )."
    },
    {
      "provision_ref": "art15a",
      "section": "15a",
      "title": "a Verification of fulfilment of conditions",
      "content": "1 The higher education institution or other institution within the higher education sector shall submit a report to the Accreditation Council on fulfilment of requirements and shall do so by the deadline specified in the accreditation decision. The Accreditation Council shall then forward this report to the agency. 2 The agency shall check whether the requirements have been met in accordance with the modalities laid down in the accreditation decision and shall document its conclusions in a report to be submitted to the Accreditation Council. 3 The higher education institution or other institution within the higher education sector shall prepare a position statement regarding the agency report. 4 The agency shall submit its report together with the documentation and position statement made by the higher education institution or other institution within the higher education sector to the Accreditation Council for a decision. 5 The Accreditation Council shall determine whether the requirements have been met and shall reach a decision on this basis. 6 If the Accreditation Council determines that the requirements have not been met or have only been partially met, it shall take measures in accordance with Article 64 paragraphs 1 and 2 HEdA. Inserted by No I of the O of the Higher Education Council of 26 Nov. 2020, in force since 1 Jan. 2021 ( AS 2020 5929 )."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Withdrawal of the application",
      "content": "1 The higher education institution or other institution within the higher education sector may withdraw the accreditation application at any time. 2 If the higher education institution or other institution within the higher education sector withdraws its application, it may not file another application until at least 24 months have elapsed."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Disclosure requirement of the higher education institution or other institution within the higher education sector",
      "content": "The higher education institution or other institution within the higher education sector shall immediately notify the Accreditation Council of any changes that mean the requirements under Article 6 or 7 are no longer being met."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Administrative measures",
      "content": "If the accreditation requirements are no longer met, the Accreditation Council shall take measures in accordance with Article 64 paragraphs 1 and 2 HEdA. Amended by No I of the O of the Higher Education Council of 26 Nov. 2020, in force since 1 Jan. 2021 ( AS 2020 5929 )."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Period of validity of the accreditation",
      "content": "The accreditation applies for seven years from the accreditation decision."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Publication",
      "content": "The Accreditation Council shall publish a list of accredited higher education institutions or other institutions within the higher education sector which have complied with the right to use reserved designations, as well as accredited study programmes. The list of accredited higher education institutions or other institutions within the higher education sector shall also include integrated universities of teacher education."
    },
    {
      "provision_ref": "art21",
      "chapter": "Section 6 Quality Standards",
      "section": "21",
      "title": "Principles",
      "content": "1 The higher education institution or other institution within the higher education sector is responsible for introducing and maintaining a quality assurance system. 2 The quality assurance system shall support the task and objectives of the higher education institution or other institution within the higher education sector, taking into consideration its special features. In doing this, the resources committed for the quality assurance system must be in proportion to the objectives sought. 3 The quality assurance system provides for verification of its effect and implementation of corrective measures."
    },
    {
      "provision_ref": "art22",
      "chapter": "Section 6 Quality Standards",
      "section": "22",
      "title": "Quality standards for institutional accreditation",
      "content": "1 The quality standards for institutional accreditation include standards grouped into five areas, in accordance with Annex 1. The standards specify the requirements of Article 30 HEdA. 2 When checking the quality standards, the guidelines of the Higher Education Council regarding the characteristics of different types of higher education institution must be taken into account."
    },
    {
      "provision_ref": "art23",
      "chapter": "Section 6 Quality Standards",
      "section": "23",
      "title": "Quality standards for programme accreditation",
      "content": "The quality standards for accreditation of study programmes include standards grouped into four areas in accordance with Annex 2."
    },
    {
      "provision_ref": "art24",
      "chapter": "Section 7 Final Provisions",
      "section": "24",
      "title": "Transitional provision",
      "content": "Higher education institutions or other institutions within the higher education sector that were recognised under the UFundA or UASA as being entitled to contributions before HEdA came into force, may have the study programmes whose accreditation under HEdA is provided for in the Medical Professions Act of 23 June 2006 or courses of universities of applied sciences in health accredited at the latest by 31 December 2022, even if they do not fulfil the requirements of Article 5 paragraph 1 letter a. [ AS 2000 948 ; 2003 187 Annex No II 3; 2004 2013 ; 2007 5779 No II 5; 2008 307 , 3437 No II 18; 2012 3655 No I 10; 2011 5871 . AS 2014 4103 Annex No I 1] [ AS 1996 2588 ; 2002 953 ; 2005 4635 ; 2006 2197 Annex No 37; 2012 3655 No I 11; AS 2014 4103 Annex No I 2] SR 811.11"
    },
    {
      "provision_ref": "art25",
      "chapter": "Section 7 Final Provisions",
      "section": "25",
      "title": "Commencement",
      "content": "This Ordinance comes into force on 1 July 2015."
    }
  ],
  "definitions": []
}