{
  "id": "sr-420-231",
  "type": "statute",
  "title": "Verordnung des Verwaltungsrats der Innosuisse vom 4. Juli 2022 über ihre Fördermassnahmen (Beitragsverordnung Innosuisse)",
  "title_en": "Ordinance of 4 July 2022 of the Innosuisse Board of Directors on its Support Measures (Innosuisse Funding Ordinance)",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2022/701/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Chapter 1 General Provisions",
      "section": "1",
      "title": "",
      "content": "1 This Ordinance regulates the following support instruments used by Innosuisse: a. innovation project funding (Art. 19 RIPA); b. support for science-based entrepreneurship (Art. 20 RIPA); c. support for highly qualified persons (Art. 20 a RIPA); d. support for knowledge and technology transfer (Art. 21 RIPA); e. support measures in the context of international cooperation (Art. 22 RIPA). 2 These instruments shall be used to foster science-based innovations, in particular technical and social innovations, in all disciplines represented at higher education research centres under Article 4 letter c RIPA."
    },
    {
      "provision_ref": "art2",
      "chapter": "Chapter 1 General Provisions",
      "section": "2",
      "title": "",
      "content": "1 In fulfilling its tasks, Innosuisse shall be committed to the sustainable development of society, the economy and the environment. 2 Innosuisse shall not support projects and activities which, after assessing their impact, are expected to have an overall negative effect on the goals of sustainable development of society, the economy and the environment. 3 Any person who receives support from Innosuisse must take account of the goals of a sustainable development of society, the economy and the environment in carrying out the funded activities."
    },
    {
      "provision_ref": "art3",
      "chapter": "Chapter 1 General Provisions",
      "section": "3",
      "title": "",
      "content": "1 Innosuisse shall not support projects and activities that are in breach of scientific integrity or good scientific practice (scientific misconduct). 2 Any person who requests or is in receipt of support from Innosuisse must comply with the rules on scientific integrity and good scientific practice. 3 He or she must provide Innosuisse with information on: a. pending proceedings that have been opened on suspicion of scientific misconduct against persons who are working on the activity that is to be or is being funded (personnel); b. sanctions due to scientific misconduct that are still being applied against personnel or that were imposed in the three years before the application was filed. 4 If there is any suspicion or proof of scientific misconduct, Innosuisse shall suspend an application procedure or ongoing support and, if applicable, take measures under paragraph 5 and Article 4. It shall base its action on investigations and decisions of the research bodies in which the suspected misconduct occurred or shall conduct its own investigations. Innosuisse may decide not to order a suspension or to conduct an investigation or may terminate either if a suspicion is obviously unfounded or if the measure would be disproportionate in the specific circumstances. 5 An application shall not be considered if serious sanctions due to scientific misconduct have been imposed on any personnel in the three years before the application was submitted. The following sanctions are deemed serious: a. transfer; b. dismissal; c. freezing of research resources; d. permanent exclusion from studies; e. withdrawal of an academic title."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "",
      "content": "1 Innosuisse may impose the following sanctions for scientific misconduct in connection with projects for which funding is sought or which are being funded, for the improper use of contributions and vouchers, and for violations of the provisions that apply to the funding relationship: a. a written warning; b. a written reprimand; c. a reduction, suspension or repayment of funding; d. a temporary exclusion from submitting further applications. 2 The sanctions may be imposed individually or cumulatively. 3 Innosuisse may waive a sanction if it would be disproportionate in view in particular of the insignificance of the breach or of the culpability. 4 The employer of persons subject to sanctions may be notified of the sanctions imposed."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "",
      "content": "1 Any person who receives funding from Innosuisse is obliged to provide Innosuisse or third parties acting on its behalf on request with information on: a. all matters pertinent to monitoring and controlling the funding; b. the development of the project or business after funding; c. the quality of the support measure; d. the effects of funding on the development of the project; e. applications for funding for identical or similar projects that he or she is submitting or has submitted to another body while being funded by Innosuisse or thereafter. 2 The obligations under paragraph 1 letters c and d also apply to persons who participate in events, programmes or similar measures that have been organised or financed by Innosuisse. 3 Third parties that are contracted by Innosuisse to conduct events, programmes or similar measures or that are funded by Innosuisse in conducting such a measure are required to obtain feedback from the participants in accordance with the specifications provided by Innosuisse on the effect and quality of the measure and to submit a report to Innosuisse thereon. 4 The obligations under this Article apply for five years after the conclusion of the support measure or participation in an event or programme."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "",
      "content": "1 In order to assess the effectiveness of support instruments in accordance with Articles 20–21 RIPA, programmes may be conducted that last for a maximum of four years. 2 The Innovation Council shall specify the instruments and conditions for support and the duration of the programmes."
    },
    {
      "provision_ref": "art7",
      "chapter": "Section 1 Contributions to Innovation Projects with Implementation Partners",
      "section": "7",
      "title": "",
      "content": "1 An application for a contribution for an innovation project that is conducted with implementation partners must be submitted jointly by at least two project partners; the project partners must comprise at least one research partner and at least one implementation partner. 2 The research partners may be: a. higher education research centres under Article 4 letter c RIPA; b. non-commercial research centres outside the higher education sector as defined in Article 5 RIPA; c. policy research institutions under Article 16 paragraph 3 RIPA that must conduct their own research projects for the proper fulfilment of their remit; d. federal research institutes under Article 17 RIPA. 3 Implementation partners must have a registered office in Switzerland. In specific cases foreign implementation partners may be permitted provided an essential part of the anticipated value created from implementation is generated in Switzerland. 4 The research and the implementation partners must be independent of each other in terms of their finances and personnel. The Innovation Council shall determine the criteria for assessing independence."
    },
    {
      "provision_ref": "art8",
      "chapter": "Section 1 Contributions to Innovation Projects with Implementation Partners",
      "section": "8",
      "title": "",
      "content": "The application shall be assessed according to the following criteria: a. the innovative content of the project, measured against the current state of the science and the available solutions for the needs being addressed; b. the potential for effective implementation of the project results and the anticipated value creation for the Swiss economy or society; c. the quality of the project planning, qualitative and quantitative goals and implementation plans for generating the intended economic or social benefit d. the abilities of the personnel; e. the contribution to the sustainable development of society, the economy and the environment; f. the cost-benefit ratio."
    },
    {
      "provision_ref": "art9",
      "chapter": "Section 1 Contributions to Innovation Projects with Implementation Partners",
      "section": "9",
      "title": "",
      "content": "1 The contribution shall be calculated on the basis of the following budgeted direct project costs incurred by the research partners : a. personnel costs under Article 10; b. material costs of carrying out projects that do not concern the basic equipment of a research centre; c. coordination costs in the case of multi-disciplinary projects involving a multi-system approach and several project partners. 2 The only costs taken into account shall be those that are essential for the proper conduct of the project and which are not covered by the financial contributions made by the implementation partners to the research partners in accordance with Article . 3 Costs that exceed the budgeted project costs may be reimbursed without having to submit an additional application insofar as the expenditure: a. is required to carry out the project; and b. is due to minor project changes, to inflation or to other reasons over which the project partners have no influence. 4 The Innovation Council shall decide what is regarded as a minor project change in terms of paragraph 3 letter b."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "",
      "content": "1 The gross salaries of the personnel actually paid for the time worked on the project are eligible. 2 The Innovation Council shall decide on the maximum amounts of the eligible gross salaries. The maximum amounts may only be exceeded if it is proven in the case in question that the contribution of more highly paid personnel is essential for the conduct of the project. 3 In addition to the gross salaries, the employer contributions effectively paid under the Federal Act of 20 December 1946 on Old-Age and Survivors' Insurance (OASIA), the Federal Act of 19 June 1959 on Invalidity Insurance (InvIA), the Loss of Earnings Compensation Act of 25 September 1952 (LECA), the Federal Act of 25 June 1982 on Occupational Old Age, Survivors’ and Invalidity Pension Provision (OPA), the Unemployment Insurance Act of 25 June 1982 (UIA) and the Federal Act of 20 March 1981 on Accident Insurance (AIA) are eligible. 4 The Innovation Council shall decide how the salary costs under paragraph 1 and the social insurance contributions under paragraph 3 must be shown and accounted for. In particular the special features of the various types of research institutes shall be taken into account. 5 No personnel costs shall be reimbursed for personnel whose work on the project has already been financed in its entirety by funds made specifically available for this purpose. SR 831.10 SR 831.20 SR 834.1 SR 831.40 SR 837.0 SR 832.20"
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "",
      "content": "1 The implementation partners must contribute to the project costs to the extent of 40–60 per cent of the eligible direct overall project costs. A lower or higher contribution from the implementation partners is possible in accordance with Article 19 paragraphs 2 bis and 2 ter RIPA. 2 The contribution by the implementation partners comprises own contributions and financial contributions to the research partners. 3 The following are allowable as an implementation partner’s own contribution: a. the personnel costs incurred by the implementation partner for the working hours effective performed and required for the project, calculated on the basis of the maximum amounts in accordance with Article 10 paragraph 2; b. the effective material costs incurred by the implementation partner and required for the project. 4 The financial contributions must be agreed jointly by the project partners and must amount to at least five per cent of the direct overall project costs. 5 The research partner must use the financial contributions from the implementation partners to cover the direct project costs. Additional financial contributions from the implementation partners to cover the research partner’s indirect project costs are not regarded as a contribution from the implementation partner in accordance with paragraph 2. 6 In specific cases, the amount of the financial contribution may be reduced or the financial contribution may be waived in its entirety on request or as part of special programmes or other special measures."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "",
      "content": "1 The contribution towards overheads is calculated as a percentage of the project costs in accordance with Article 9. 2 The applicable percentage is defined for the subsequent calendar year and published on the Innosuisse website. Significant differences in the overhead costs may be taken into account when determining the percentage. 3 The applicable percentages are those that apply at the time that the application is submitted. 4 The contribution towards overheads shall be paid at the same time as the contribution instalments for the direct project costs and is apportioned according to the same percentage as the latter."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "",
      "content": "1 Where several research partners are involved in a project, they must designate a funding management body, which shall administer grant funding received. 2 The funding management body represents all project partners in dealings with Innosuisse, administers grant funding, submits reports to Innosuisse and is responsible for providing the project partners with information. 3 The project partners must provide the funding management body with all the reports, documents and receipts that are required by law or by contract. 4 The Innovation Council shall specify the tasks of the funding management body."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "",
      "content": "Research partners in accordance with Article 7 paragraph 2 are eligible to apply for a contribution for an innovation project without implementation partners. The application may be submitted by one or more research partners."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "",
      "content": "The application shall be assessed according to the following criteria: a. the above average innovation potential of the project, measured against the current state of the science and the available solutions for the needs being addressed; b. the level of risk in implementing the innovation, given the current state of the science; c. the prospect of convincing potential implementation partners of the commercial potential of the research results and thus of the economic or social benefits to Switzerland; d. quality of the project planning, qualitative and quantitative goals and implementation plans for generating the intended economic or social benefit; e. the abilities of the personnel; f. the contribution to the sustainable development of society, the economy and the environment; g. the cost-benefit ratio."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "",
      "content": "1 The calculation of the contribution is governed by Article 9 and the calculation of the contribution towards overheads by Article 12. 2 The Innovation Council shall stipulate a maximum duration for projects without implementation partners."
    },
    {
      "provision_ref": "art17",
      "chapter": "Section 3 Contributions to Innovation Projects conducted by Start-Up Companies",
      "section": "17",
      "title": "",
      "content": "Companies that have their registered office in Switzerland and which were established no more than five years previously are eligible to apply for a contribution for an innovation project by a start-up company; in justified cases, a company that has existed for no more than ten years may be eligible."
    },
    {
      "provision_ref": "art18",
      "chapter": "Section 3 Contributions to Innovation Projects conducted by Start-Up Companies",
      "section": "18",
      "title": "",
      "content": "1 The innovation project must be based on scientific research work that is to be developed in the project and then quickly implemented. 2 The application shall be assessed according to the criteria set out in Article 8. In addition, it shall be assessed whether the start-up company has the financial capacity to provide its own contributions as required in the course of the project."
    },
    {
      "provision_ref": "art19",
      "chapter": "Section 3 Contributions to Innovation Projects conducted by Start-Up Companies",
      "section": "19",
      "title": "",
      "content": "1 The contribution shall be calculated based on the following budgeted direct project costs: personnel costs in accordance with Article 10 paragraphs 1–4; material costs of carrying out the project. 2 The only costs to be taken into account are those that are essential for the proper conduct of the project and which are not covered by another salary. 3 The percentage of costs under paragraph 1 that are covered by the contribution is determined by the following criteria: a. the project realisation risks; b. the potential for value creation and size of the user group that will benefit from any successful implementation; c. the start-up company’s financial resources. 4 The Innovation Council may specify a maximum amount, a maximum percentage and a maximum duration for contributions to projects by start-up companies. 5 It may make the payment of contributions dependent on the co-financing of the project by third parties. 6 The assumption of costs that exceed the budgeted project costs is governed by Article 9 paragraph 3."
    },
    {
      "provision_ref": "art20",
      "chapter": "Section 4 Contributions to Innovation Projects by Small and Medium-Sized Enterprises",
      "section": "20",
      "title": "",
      "content": "1 Small and medium-sized enterprises are eligible to apply for a contribution to an innovation project by a company in accordance with Article 19 paragraph 3 ter RIPA provided they: a. have their registered office in Switzerland; b. are already established in the market; and c. are striving to achieve the rapid and effective implementation of the results of the project and scalability. 2 An application shall only be considered if Swiss companies are denied access to the funding offered for individual projects by the European Commission."
    },
    {
      "provision_ref": "art21",
      "chapter": "Section 4 Contributions to Innovation Projects by Small and Medium-Sized Enterprises",
      "section": "21",
      "title": "",
      "content": "1 The innovation project must meet the following criteria: a. it must have above average innovation potential; b. it must have the potential for a scalable product or a scalable service; and c. the product or the service is already close to market introduction or use. 2 The application shall be assessed according to the criteria set out in Article 8. In addition, it shall be assessed whether the company has the financial capacity to provide its own contribution as required."
    },
    {
      "provision_ref": "art22",
      "chapter": "Section 4 Contributions to Innovation Projects by Small and Medium-Sized Enterprises",
      "section": "22",
      "title": "",
      "content": "1 The contribution shall be calculated based on the following budgeted direct project costs: personnel costs in accordance with Article 10 paragraphs 1–4; material costs of carrying out the project. 2 The only costs to be taken into account are those that are essential for the proper conduct of the project. 3 The percentage of costs under paragraph 1 that are covered by the contribution is determined by the following criteria: project realisation risks; the potential for value creation and size of the user group that will benefit from any successful implementation; the company’s financial resources. 4 The Innovation Council may specify a maximum amount, a maximum percentage and a maximum duration for contributions to projects by small and medium-sized enterprises. 5 The assumption of costs that exceed the budgeted project costs is governed by Article 9 paragraph 3."
    },
    {
      "provision_ref": "art23",
      "chapter": "Section 5 Innovation Cheques",
      "section": "23",
      "title": "",
      "content": "Small and medium-sized enterprises that have their registered office in Switzerland are eligible to apply for a voucher for a preliminary study (innovation cheque)."
    },
    {
      "provision_ref": "art24",
      "chapter": "Section 5 Innovation Cheques",
      "section": "24",
      "title": "",
      "content": "1 Preliminary studies must assist in determining the effective feasibility of innovation projects by companies. In particular, they may take the form of: a. idea studies and concept developments; b. analyses of the innovation and market potential of processes, products, services or technologies. 2 The application shall be assessed according to the following criteria: a. the innovative content of the project, measured against the current state of the science and the available solutions for the needs being addressed; b. the potential benefit to the company of the preliminary study; c. the contribution to the sustainable development of society, the economy and the environment; d. the cost-benefit ratio."
    },
    {
      "provision_ref": "art25",
      "chapter": "Section 5 Innovation Cheques",
      "section": "25",
      "title": "",
      "content": "1 If the application is approved, the company shall receive an innovation cheque worth up to 15,000 francs and which may be redeemed within a limited period. 2 It may redeem the innovation cheque with a research partner under Article 7 paragraph 2. 3 The Innovation Council may specify a period within which a company that has been granted an innovation cheque may not apply for a further innovation cheque."
    },
    {
      "provision_ref": "art26",
      "chapter": "Section 1 Training Measures and Measures to Raise Awareness",
      "section": "26",
      "title": "",
      "content": "1 Training for science-based entrepreneurship shall be provided in the form of courses, events, webinars or publications in particular. 2 They shall be geared towards persons who: a. wish to establish or have established a science-based company in Switzerland; b. are interested in taking over a science-based company that is registered in Switzerland; or c. wish to reorientate their business activities in Switzerland in particular in order to be more innovative. 3 Innosuisse may commission third parties to implement training measures."
    },
    {
      "provision_ref": "art27",
      "chapter": "Section 1 Training Measures and Measures to Raise Awareness",
      "section": "27",
      "title": "",
      "content": "1 Measures to raise awareness of science-based entrepreneurship shall be implemented in the form of events, webinars or publications in particular. 2 The measures to raise awareness shall be geared towards persons who are interested in establishing or taking over a science-based company or wish to reorientate their business activities in particular in order to be more innovative. 3 Innosuisse may commission third parties to implement such measures."
    },
    {
      "provision_ref": "art28",
      "chapter": "Section 2 Provision of Information and Advice",
      "section": "28",
      "title": "",
      "content": "1 The provision of information and advice on science-based entrepreneurship may focus on entrepreneurship in general or the business environment for start-up companies in Switzerland in particular. 2 Third parties may be commissioned to provide the information and advice."
    },
    {
      "provision_ref": "art29",
      "chapter": "Section 3 Coaching",
      "section": "29",
      "title": "",
      "content": "Coaching has the aim of: a. examining and developing the business model and the business plan with regard to marketability and to assess the development status of the planned or established business (initial coaching); b. examining, developing and implementing the business model and the business plan with the aim of entering the market or increasing the market share (core coaching); c. examining, developing and implementing the growth strategy (scale-up coaching)."
    },
    {
      "provision_ref": "art30",
      "chapter": "Section 3 Coaching",
      "section": "30",
      "title": "",
      "content": "1 Start-up companies and their founders are eligible to apply for coaching provided that: a. the start-up company will have its registered office in Switzerland or the start-up company that has its registered office in Switzerland was established no more than five years previously, subject to paragraph 2; in justified cases, a start-up company may be eligible where it has existed for up to ten years; and b. the start-up company is expected to create value in Switzerland. 2 The Innovation Council may specify that for some types of coaching start-up companies that have existed for up to ten years are eligible to apply. It may also specify criteria for the assessment of the justified cases mentioned in paragraph 1 letter a. 3 An application for core coaching shall only be considered if the applicant completes or has concluded initial coaching provided by Innosuisse. 4 An application for scale-up coaching shall only be considered if the number of jobs in the start-up company corresponds to at least five full-time equivalents."
    },
    {
      "provision_ref": "art31",
      "chapter": "Section 3 Coaching",
      "section": "31",
      "title": "",
      "content": "1 The application shall be assessed according to the following criteria: a. the innovative content, measured against the current state of the science and the solutions available for the needs being addressed; b. the market potential; c. the potential of the founders and of their team to implement the business model; d. the stage of development; e. the level of competitiveness; f. the growth potential; g. the performance record and ambitions of founders and their teams; h. the contribution to the sustainable development of society, the economy and the environment. 2 The weighting and assessment of the criteria are determined by the type of coaching requested."
    },
    {
      "provision_ref": "art32",
      "chapter": "Section 3 Coaching",
      "section": "32",
      "title": "",
      "content": "1 If the application is approved, the applicant shall be granted a voucher that may be redeemed within a limited period. 2 The amount of the voucher is as follows: a. for initial coaching: a maximum of 10,000 francs; b. for core coaching: a maximum of 50,000 francs; c. for scale-up coaching: a maximum of 75,000 francs. 3 The coaching services may be obtained from the service providers mentioned in Article 20 paragraph 3 RIPA. The coaches shall be paid directly by Innosuisse for the services that they provide. 4 The Innovation Council shall determine the eligible costs."
    },
    {
      "provision_ref": "art33",
      "section": "33",
      "title": "",
      "content": "1 Innosuisse may issue the founders or the start-up companies that undergo core coaching with confirmation that the start-up company have met the requirements for longer-term growth. It shall assess this based on the following criteria: a. the durability of the basis and potential to manage growth; b. the financial situation and potential for future funding; c. the abilities of the management team; d. the degree of the access to the market and potential to expand this. 2 The participants in core coaching have no legal right to receive the confirmation while coaching is still underway."
    },
    {
      "provision_ref": "art34",
      "chapter": "Section 4 Internationalisation Programmes and International Trade Fairs",
      "section": "34",
      "title": "",
      "content": "1 Start-up companies and their founders are eligible to apply to participate in an internationalisation programme or at an international trade fair provided they: a. have a valid voucher from Innosuisse for coaching or have successfully concluded core coaching within the past three years; and b. wish to participate in a programme or at a trade fair in order to: 1. familiarise themselves with suitable target markets, 2. validate their business idea in foreign target markets, 3. develop international networks and partnerships, 4. prepare for entry to and enter foreign target markets and thereby potentially generate added value for Switzerland. 2 The Innovation Council may specify the following: the maximum number of applications that a start-up company and its founders may submit; or a maximum amount of support provided to each start-up company and its founders beyond which no further application may be submitted."
    },
    {
      "provision_ref": "art35",
      "chapter": "Section 4 Internationalisation Programmes and International Trade Fairs",
      "section": "35",
      "title": "",
      "content": "The application shall be assessed according to the following criteria: a. the potential to achieve the goals in Article 34 letter b; b. the stage of development of the start-up company with a view to achieving the goals pursued through participation; c. the suitability of the internationalisation programme or trade fair for achieving the goals in Article 34 letter b."
    },
    {
      "provision_ref": "art36",
      "chapter": "Section 4 Internationalisation Programmes and International Trade Fairs",
      "section": "36",
      "title": "",
      "content": "1 Innosuisse shall offer the following services within the scope of internationalisation programmes or international trade fairs: a. funding to cover part of the cost of participation; b. advice, support and the provision of networking opportunities. 2 It may commission third parties to offer these services. 3 The Innovation Council shall determine the eligible costs under paragraph 1 letter a."
    },
    {
      "provision_ref": "art37",
      "chapter": "Section 5 Contributions to Improve the Business Environment",
      "section": "37",
      "title": "",
      "content": "Organisations, institutions or individuals that are pursuing at least one of the following goals with appropriate measures are entitled to apply for a contribution to improve the business environment: a. improving cooperation between actors in the environment for start-up companies in Switzerland and improving the exploitation of synergies; b. accelerating and guiding the development of the environment for start-up companies in Switzerland in directions relevant to the economy and society; c. creating or developing a significant differentiation in the environment for start-up companies in Switzerland in comparison with other countries."
    },
    {
      "provision_ref": "art38",
      "chapter": "Section 5 Contributions to Improve the Business Environment",
      "section": "38",
      "title": "",
      "content": "The application shall be assessed according to the following criteria: a. the suitability of the measures for achieving the goals in Article 37; b. the quality of the plan for implementing the measures; c. the ability of the organisation, institution or individual person to implement the measure; d. the potential to generate a positive impact on the environment for start-up companies in Switzerland; e. complementarity with existing offers and the need to support the implementation of measures; f. the cost-benefit ratio."
    },
    {
      "provision_ref": "art39",
      "chapter": "Section 5 Contributions to Improve the Business Environment",
      "section": "39",
      "title": "",
      "content": "1 The contribution covers 50 per cent of expenditure indicated to implement the measures. 2 In justified cases, the contribution may cover up to 80 per cent of the expenditure indicated: a. the institution, organisation or individual person lacks adequate financial resources; or b. the benefit of the measure for the business environment is high. 3 The contribution may cover less than 50 per cent of the expenditure indicated if the financial resources of the institution, organisation or individual person so permits. 4 The Innovation Council shall determine the eligible costs."
    },
    {
      "provision_ref": "art40",
      "chapter": "Chapter 4 Support for Highly Qualified Persons",
      "section": "40",
      "title": "",
      "content": "1 Highly-qualified persons working for a higher education research centre, a non-commercial research centre outside the higher education sector or a small or medium-sized enterprise that has its registered office in Switzerland are entitled to apply for a contribution to the costs of a guest residency. 2 The planned guest residency must meet the following requirements: a. It will assist in acquiring practical or research skills that may help to create innovation. b. It will last for no more than 350 days, spread over no more than two years. c. All those involved have agreed to the residency and to the conditions and the allocation of costs."
    },
    {
      "provision_ref": "art41",
      "chapter": "Chapter 4 Support for Highly Qualified Persons",
      "section": "41",
      "title": "",
      "content": "The application shall be assessed according to the following criteria: a. the applicant’s performance record; b. the applicant’s potential and motivation to acquire skills relevant to innovation; c. the anticipated added value of the guest residency for the applicant; d. the potential to generate economic or social benefit in Switzerland as a result of the guest residency; e. the appropriateness of goals of the guest residency agreed by the participants; f. the suitability of the applicant’s planned tasks and projects to achieve the agreed goals; g. the contribution of the guest residency to the sustainable development of society, the economy and the environment; h. subsidiarity to other funding options."
    },
    {
      "provision_ref": "art42",
      "chapter": "Chapter 4 Support for Highly Qualified Persons",
      "section": "42",
      "title": "",
      "content": "1 Innosuisse shall pay the following forms of contributions in order to fund guest residencies: a. a contribution to the employer of the highly qualified person to cover the cost of continuing to pay the highly qualified person’s salary if he or she remains an employee during the guest residency; b. stipend to the highly-qualified person as a replacement for his or her salary if his or her current employment is terminated. 2 In addition, any additional accommodation and travel costs that are required and effectively incurred may be reimbursed. 3 The Innovation Council may restrict the form and payment of contributions in the case of guest residencies abroad, in particular for reasons related to social insurance, tax or rights of residence."
    },
    {
      "provision_ref": "art43",
      "chapter": "Chapter 4 Support for Highly Qualified Persons",
      "section": "43",
      "title": "",
      "content": "1 The contribution shall be calculated on the basis of the current gross salary of the highly qualified person and his or her working hours at the host institution. 2 In addition to the gross salary, Innosuisse shall pay the employer contributions or the corresponding contributions for self-employed persons under the OASIA, InvIA, LECA, OPA, UIA and AIA. 3 If he or she receives a stipend, the person concerned is personally responsible for paying the social insurance contributions. 4 The Innovation Council may specify maximum amounts for the eligible additional costs under Article 42 paragraph 2. 5 The contributions and the stipend shall amount to no more than 300,000 francs per person. SR 831.10 SR 831.20 SR 834.1 SR 831.40 SR 837.0 SR 832.20"
    },
    {
      "provision_ref": "art44",
      "chapter": "Section 1 Innovation Mentoring",
      "section": "44",
      "title": "",
      "content": "Innovation mentoring shall include the following: a. mentoring for the initial assessment: for initial analysis of an innovation project; b. mentoring for project initiation: for advice on funding options for an innovation project, support in developing project partnerships, providing the specification of the innovation project, design tips to obtain the best possible support from Innosuisse, advice on the submission process and advice on dealing with intellectual property; c. mentoring for the assessment of project rejection: for analysis of rejected applications for support from Innosuisse and advice on how to proceed in the future; d. mentoring for the revision of a project: for support with revising and resubmitting a rejected application for support from Innosuisse."
    },
    {
      "provision_ref": "art45",
      "chapter": "Section 1 Innovation Mentoring",
      "section": "45",
      "title": "",
      "content": "1 Small and medium-sized enterprises that have their registered office in Switzerland that demonstrate their need for support in accordance with Article 44 are entitled to apply for a voucher for innovation mentoring. 2 An application for mentoring shall only be considered if the company has not already received comparable support from Innosuisse or another organisation for the same innovation project. 3 An application for mentoring for project initiation or project revision shall only be considered if a service provider under Article 21 paragraph 2 RIPA has agreed to provide the advice."
    },
    {
      "provision_ref": "art46",
      "chapter": "Section 1 Innovation Mentoring",
      "section": "46",
      "title": "",
      "content": "1 If the application is approved, the company shall receive a voucher for up to 10,000 francs that may be redeemed within a limited period. 2 The Innovation Council may provide for lower maximum amounts for the various types of vouchers. 3 The services may be obtained from service providers under Article 21 paragraph 2 RIPA. 4 Expert advice on specific issues may be obtained from special coaches under Article 62 paragraph 4. 5 The service providers and special coaches shall be paid directly by Innosuisse for the services that they provide. 6 The Innovation Council shall determine the eligible costs."
    },
    {
      "provision_ref": "art47",
      "chapter": "Section 1 Innovation Mentoring",
      "section": "47",
      "title": "",
      "content": "Organisations with their own legal personality that have their registered office in Switzerland are entitled to apply for a contribution towards networking measures on specific innovation topics."
    },
    {
      "provision_ref": "art48",
      "chapter": "Section 1 Innovation Mentoring",
      "section": "48",
      "title": "",
      "content": "1 The application shall be assessed according to the following criteria: a. the current and future importance of the innovation topic for applied research and for the Swiss economy and society; b. the definition of the innovation topic and related opportunities to initiate innovation projects during the funding period; c. the quality of the project outline and the suitability of the methods and mechanisms for encouraging knowledge and technology transfers between the actors in science-based innovation; d. the abilities to develop the innovation topic and involve the relevant actors; e. the budget, and in particular the plausibility of the anticipated costs, the cost-benefit ratio, the level of self-financing and third-party funding; f. the contribution to the sustainable development of society, the economy and the environment; g. the measures to achieve a balanced representation of both men and women in the organisational structure and adequate participation of both sexes in project activities; h. the necessity of funding by Innosuisse to ensure knowledge and technology transfers in relation to the innovation topic concerned. 2 The weighting and assessment of the criteria may be specified in the context of calls for proposals."
    },
    {
      "provision_ref": "art49",
      "section": "49",
      "title": "",
      "content": "1 Support shall be granted for a maximum of four years. It may be extended on one occasion for a maximum of four years. 2 The contribution covers between 50 and 90 per cent of the indicated expenditure on implementing the measures and may not lead to a situation in which the organisation makes a profit through the funded activities. The decisive criterion for determining the contribution is the potential for the networking measure to secure third-party funding. 3 Objectives may be agreed with the organisation. The amount of the contribution may be made dependent on the achieving the objectives. 4 The Innovation Council shall determine the eligible costs."
    },
    {
      "provision_ref": "art50",
      "chapter": "Section 3 Assistance in Clarifying Intellectual Property Issues",
      "section": "50",
      "title": "",
      "content": "1 Assistance in clarifying intellectual property issues is aimed at natural persons and legal entities: a. that have started to draw up an application for support from Innosuisse; b. whose application for support has been approved; or c. which have received project-related funding in the context of a networking activity on a specific innovation topic. 2 Third parties may be commissioned to provide the services."
    },
    {
      "provision_ref": "art51",
      "chapter": "Section 1 General Provisions on Cooperation with Foreign Funding Organisations and Institutions",
      "section": "51",
      "title": "",
      "content": "Innosuisse shall agree the details of cooperation with foreign funding organisations and institutions."
    },
    {
      "provision_ref": "art52",
      "chapter": "Section 2 Funding of Innovation Projects in the Context of Cooperation with Foreign Funding Organisations and Institutions",
      "section": "52",
      "title": "",
      "content": "1 An application for a contribution to an international innovation project may be submitted to Innosuisse by Swiss project partners if the project is being conducted by at least one research partner and at least one implementation partner and at least one implementation partner has its registered office in Switzerland. 2 If the innovation project is being conducted by a start-up company as defined in Article 18, a research partner is not required and the submission of the application is governed by Article 17. 3 Swiss research partners may be the research institutes and institutions mentioned in Article 7 paragraph 2. 4 Swiss research and implementation partners must meet the requirement of independence in Article 7 paragraph 4."
    },
    {
      "provision_ref": "art53",
      "chapter": "Section 2 Funding of Innovation Projects in the Context of Cooperation with Foreign Funding Organisations and Institutions",
      "section": "53",
      "title": "",
      "content": "The application shall be assessed according to the criteria in Article 8 and based on the added value of the international cooperation in comparison with a national innovation project."
    },
    {
      "provision_ref": "art54",
      "chapter": "Section 2 Funding of Innovation Projects in the Context of Cooperation with Foreign Funding Organisations and Institutions",
      "section": "54",
      "title": "",
      "content": "1 The contributions shall cover a maximum of 70 per cent of the eligible direct overall project costs of all Swiss project partners. 2 The following maximum rates of contributions to the direct project costs of Swiss project partners apply: a. 100 per cent in the case of Swiss research partners; b. 50 per cent in the case of small and medium-sized enterprises that act as Swiss implementation partners; for start-up companies conducting innovation projects without research partners, the maximum rate specified by the Innovation Council in accordance with Article 19 paragraph 4 applies; c. 25 per cent in the case of other companies that act as Swiss implementation partners; 3 The calculation of the contributions to Swiss research partners is governed by Article 9. In addition, the cost of coordination measures and travel costs are eligible, provided they are necessary in order to carry out the project. 4 When calculating the contributions to Swiss implementation partners, the costs of their participation under Article 55 are eligible. 5 The calculation of the contributions to Swiss start-up companies for innovation projects without research partners is governed by Article 19. In addition, the cost of coordination measures and travel costs are eligible, provided they are necessary in order to carry out the project. 6 In exceptional cases, it may be agreed with the foreign funding organisation or institution that Innosuisse shall pay contributions towards the project work of a foreign research partner."
    },
    {
      "provision_ref": "art55",
      "chapter": "Section 2 Funding of Innovation Projects in the Context of Cooperation with Foreign Funding Organisations and Institutions",
      "section": "55",
      "title": "",
      "content": "The following are regarded as the implementation partner’s contributions: a. the personnel costs incurred by the implementation partner for the working hours effectively performed and required for the project, calculated in accordance with Article 10 paragraphs 1–4; b. material costs, provided they are required to carry out the project; c. the cost of coordination measures and travel costs, provided they are required to carry out the project; and d. financial contributions to the Swiss research partners to cover their direct project costs."
    },
    {
      "provision_ref": "art56",
      "section": "56",
      "title": "",
      "content": "The calculation and payment of contributions towards overheads of Swiss research partners are governed by Article 12."
    },
    {
      "provision_ref": "art57",
      "chapter": "Section 3 Participation in the Promotion Activities of International Organisations and Bodies",
      "section": "57",
      "title": "",
      "content": "1 Innosuisse’s participation in the support activities of international organisations and bodies under Article 28 paragraph 2 letter c RIPA shall be agreed with the organisations and bodies concerned. 2 Participation in European Union programmes on research and innovation is governed by the Ordinance of 20 January 2021 on Measures for Swiss Participation in European Union Framework Programmes for Research and Innovation. 3 The details of the support given, in particular with regard to the calculation of the contribution, the submission of the application and the procedure, shall be set out in the calls for proposals. SR 420.126"
    },
    {
      "provision_ref": "art58",
      "chapter": "Section 1 Common Provisions on Coaches and Mentors",
      "section": "58",
      "title": "",
      "content": "1 A public selection procedure shall be conducted for accrediting service providers that work as coaches or mentors. 2 No public selection procedure is required if only a small number of persons must be selected and a public procedure would be excessive or would cause inappropriate delay. In this case, individuals who are suitable for the task may be selected directly. 3 The disciplines that are particularly significant for science-based innovation, the various regions of the country, the language regions and gender must be adequately represented among the selected coaches and mentors. 4 The number of coaches and mentors shall depend on demand. No person shall have a legal right to be included on the list under Article 20 paragraph 3 or Article 21 paragraph 2 RIPA. 5 The fact of being included on the list of coaches and mentors does not confer any right to employment in that capacity."
    },
    {
      "provision_ref": "art59",
      "chapter": "Section 1 Common Provisions on Coaches and Mentors",
      "section": "59",
      "title": "",
      "content": "1 Any person who applies to become a coach or mentor must be prepared to do the following when working in that capacity for Innosuisse: a. publish their personal profile as a coach or mentor in accordance with the Innosuisse regulations; b. preserve confidentiality in relation to information while acting as a coach or mentor; c. preserve independence; d. disclose vested interests; e. render account in relation to the activities carried out; f. participate actively in continuing education and training and networking measures; g. participate in the quality assessment of the coaching or mentoring services. 2 The coaches and mentors must provide their services in person."
    },
    {
      "provision_ref": "art60",
      "chapter": "Section 1 Common Provisions on Coaches and Mentors",
      "section": "60",
      "title": "",
      "content": "1 The services provided by coaches and mentors shall be reviewed at least every four years. Regular inspections of coaching and mentoring activities may also be carried out. 2 If the quality requirements defined by Innosuisse are no longer met, the coach or mentor concerned shall be removed from the list. 3 Coaches and mentors may be included on the list for a maximum of twelve years."
    },
    {
      "provision_ref": "art61",
      "chapter": "Section 1 Common Provisions on Coaches and Mentors",
      "section": "61",
      "title": "",
      "content": "1 Coaches may not participate financially, directly or indirectly, in the start-up company receiving coaching during the coaching and for one year after its conclusion. 2 Mentors may not participate financially, directly or indirectly, in the company concerned during the mentoring."
    },
    {
      "provision_ref": "art62",
      "chapter": "Section 2 Qualifications of Coaches",
      "section": "62",
      "title": "",
      "content": "1 Coaches must offer their services through a company that has its registered office in Switzerland. 2 For coaches that provide general coaching services, the following criteria apply to their selection: a. experience in business management at management level, especially in development and turnaround situations for small and medium-sized enterprises, and in particular science-based start-up companies; b. relevant experience in developing strategies and organisations; c. relevant theoretical knowledge and practical experience in business model development, innovation management, product development, marketing and sales; d. experience in financial management and of financial issues; e. good knowledge of the national and international market in one or more sectors; f. ability to arrange contact with potential investors or business partners in Switzerland and abroad; g. proven success in providing advice and support in a comparable environment; h. good network in the environment for start-up companies in Switzerland and preferably also abroad; i. availability when and where needed. 3 The weighting and assessment of the criteria is determined by coaching purpose in accordance with Article 29 for which the candidate is to be employed. 4 Coaches that provide specific expert advisory services (special coaches) must prove that they have excellent abilities and have worked successfully in providing training or advice in a specialist field relevant to Innosuisse’s coaching services; they need not meet the criteria under paragraph 2. 5 Coaches may be qualified both as general coaches and as special coaches."
    },
    {
      "provision_ref": "art63",
      "chapter": "Section 3 Qualifications of Mentors",
      "section": "63",
      "title": "",
      "content": "1 Mentors must offer their services through a company that has its registered office in Switzerland. 2 For their selection, the following criteria apply: a. relevant experience in research, development, product management or in the management of innovation projects; b. experience in defining and implementing strategies for developing products, services and processes; c. experience at management level; d. very good knowledge of and a network in the Swiss research environment; e. good contacts with and experience of dealing with cantonal and regional business development agencies, and sectoral and industry federations; f. very good knowledge of national and international knowledge and technology transfer; g. good analytical and communication skills and high customer orientation; h. availability in the vicinity when needed."
    },
    {
      "provision_ref": "art64",
      "chapter": "Chapter 8 Final Provisions",
      "section": "64",
      "title": "",
      "content": "The Innosuisse Funding Ordinance of 20 September 2017 is repealed. [ AS 2017 6615 ; 2022 222 ]"
    },
    {
      "provision_ref": "art65",
      "chapter": "Chapter 8 Final Provisions",
      "section": "65",
      "title": "",
      "content": "This Ordinance comes into force on 1 January 2023."
    }
  ],
  "definitions": []
}