{
  "id": "sr-415-014",
  "type": "statute",
  "title": "Verordnung des VBS vom 2. Dezember 2013 über die Gewährung von Beiträgen an Projekte der sportwissenschaftlichen Forschung",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2013/785/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Forschungsbeiträge",
      "content": "1 Beiträge für Projekte der sportwissenschaftlichen Forschung werden auf Gesuch hin an öffentliche oder private schweizerische Forschungsinstitutionen ausgerichtet. 2 Es besteht kein Rechtsanspruch auf Ausrichtung von Beiträgen."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Voraussetzungen",
      "content": "1 Das Projekt muss einen engen Bezug zu aktuellen Fragen der Sportpolitik und der Sportförderung haben. 2 Es muss einen Themenschwerpunkt des Forschungskonzepts Sport und Bewegung 2013–2016 des Bundesamts für Sport (BASPO) behandeln und sich insbesondere am Fragenkatalog der öffentlich ausgeschriebenen Forschungsfragen bezugnehmend auf das Forschungskonzept Sport und Bewegung 2013–2016 orientieren. Das Forschungskonzept kann abgerufen werden unter www.baspo.admin.ch > Themen > Forschung > Forschungskonzept. Der Fragenkatalog kann abgerufen werden unter www.baspo.admin.ch > Themen > Forschung > Forschungskonzept"
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Umfang der Beiträge",
      "content": "1 Die Beiträge liegen bei höchstens 70 Prozent der beantragten anrechenbaren Kosten. Sie werden für höchstens drei Jahre gewährt. 2 Als anrechenbare Kosten gelten die nachweisbaren Kosten für: a. die Besoldung der unmittelbar am Projekt beteiligten Mitarbeiterinnen und Mitarbeiter, namentlich Projektverantwortliche, Projektbearbeiterinnen und ‑bearbeiter sowie das notwendige Hilfspersonal, für ihre jeweiligen Leistungen am Projekt; b. die Beschaffung der erforderlichen projektbezogenen Ausrüstungen und Materialien; c. die Erstellung des Schlussberichts und die Veröffentlichung der gewonnenen Erkenntnisse. 3 Als Beitrag an die Overheadkosten wird zusätzlich eine Pauschale von 10 Prozent des nach Absatz 1 festgesetzten Beitrags ausgerichtet. Ist der Beitragshöchstsatz für die Overheadbeiträge in der Ressortforschung nach Artikel 39 Absatz 2 der Forschungs- und Innovationsförderungsverordnung vom 29. November 2013 tiefer als 10 Prozent, so gilt dieser als Pauschale. SR 420.11 Fassung gemäss Ziff. I der V des VBS vom 30. Juni 2015, in Kraft seit 1. Aug. 2015 ( AS 2015 2253 )."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Gesuch",
      "content": "1 Das Gesuch muss insbesondere folgende Angaben enthalten: a. Gesuchstellerin oder Gesuchsteller; b. Inhalt, Zielsetzung, Methode und weitere wissenschaftliche Angaben zum Projekt; c. vorhandene Ressourcen; d. von anderer Seite beantragte Mittel; e. finanzieller und personeller Bedarf; f. Namen von mindestens drei geeigneten und unabhängigen Gutachterinnen und Gutachter, die bereit sind, das Gesuch wissenschaftlich zu begutachten. 2 Das BASPO stellt die notwendigen Formulare zur Verfügung."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Sprache",
      "content": "1 Das Gesuch kann in deutscher, französischer, italienischer oder englischer Sprache eingereicht werden. 2 Wird es in englischer Sprache eingereicht, so ist zusätzlich eine Zusammenfassung in deutscher, französischer oder italienischer Sprache beizulegen."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Termin",
      "content": "1 Die Gesuche werden einmal jährlich beurteilt. 2 Sie sind jeweils bis zum 1. September elektronisch beim BASPO einzureichen. 3 Das BASPO gibt Änderungen des Stichtages frühzeitig bekannt."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Gesuch um Beiträge für ein Nachfolgeprojekt",
      "content": "Ein Gesuch um Beiträge für ein Nachfolgeprojekt, das auf Ergebnissen eines bereits bewilligten Projektes beruht, wird nur bearbeitet, wenn der Schlussbericht des Vorläuferprojekts bis zum Stichtag nach Artikel 6 vorliegt."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Prüfung des Gesuchs hinsichtlich sportpolitischer Relevanz",
      "content": "Das BASPO prüft das Gesuch hinsichtlich der sportpolitischen Relevanz und der Bedeutung des Projekts für die Sportförderung."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Wissenschaftliche Begutachtung",
      "content": "1 Fachpersonen des BASPO nehmen mit mindestens einer externen Gutachterin oder einem externen Gutachter eine wissenschaftliche Begutachtung des Gesuchs vor. 2 Bei der Bestimmung der externen Gutachter und Gutachterinnen werden die im Gesuch angegebenen Personen berücksichtigt. 3 Es werden folgenden Kriterien geprüft: a. Qualität und Aktualität des Projekts; b. Eignung des methodischen Vorgehens; c. Anwendungsorientierung; d. gesellschaftliche Relevanz; e. Verhältnis zwischen Aufwand und Nutzen; f. Erfolgswahrscheinlichkeit unter Einbezug der Laufzeit; g. Qualifikation sowie organisatorische und infrastrukturelle Eignung der Gesuchstellerin oder des Gesuchstellers für die erfolgreiche Durchführung des Projekts. 4 Gesuche, die die Voraussetzungen nach Artikel 2 Absatz 2 nicht erfüllen, werden nicht wissenschaftlich begutachtet. Das BASPO unterbreitet sie dem VBS mit dem Antrag auf Ablehnung."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Entscheid",
      "content": "1 Das VBS entscheidet auf Antrag des BASPO. 2 Entscheidet das VBS auf Gewährung eines Beitrages, so beauftragt es das BASPO mit der Gesuchstellerin oder dem Gesuchsteller einen Vertrag abzuschliessen. Der Vertrag kann Bedingungen und Auflagen enthalten."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Prioritätenordnung",
      "content": "Übersteigen die beantragten Beiträge die verfügbaren Mittel, so richtet sich die Priorisierung der Gesuche nach der zeitlichen Dringlichkeit der Forschungsergebnisse für Politik und Verwaltung."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 1. Januar 2014 in Kraft."
    }
  ],
  "definitions": []
}