{
  "id": "sr-412-106-1",
  "type": "statute",
  "title": "Verordnung vom 14. September 2005 über das Eidgenössische Hochschulinstitut für Berufsbildung (EHB-Verordnung)",
  "title_en": "Ordinance of 14 September 2005 on the Swiss Federal Institute for Vocational Education and Training (SFIVET Ordinance)",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2005/600/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Chapter 1 General Provisions",
      "section": "1",
      "title": "Subject matter",
      "content": "This Ordinance regulates the activities, structure and funding of the Swiss Federal Institute for Vocational Education and Training (SFIVET)."
    },
    {
      "provision_ref": "art2",
      "chapter": "Chapter 1 General Provisions",
      "section": "2",
      "title": "SFIVET",
      "content": "1 SFIVET is a public-law entity with its own legal personality. 2 It is self-organising, unless otherwise specified in this Ordinance. 3 It keeps its own accounting records. 4 It is managed according to business principles. 5 Its headquarters are in Bern and it is entered in the commercial register. Amended by No I of the Ordinance of 27 Jan. 2016, in force since 1 March 2016 ( AS 2016 575 )."
    },
    {
      "provision_ref": "art3",
      "chapter": "Chapter 1 General Provisions",
      "section": "3",
      "title": "Remit and general conditions",
      "content": "1 SFIVET is the federal competence centre for teaching and research in vocational pedagogy, upper-secondary level vocational education and training (VET) and tertiary-level professional education as well as the development of occupations. 2 SFIVET shall offer its services through three regional campuses: one in the German-speaking, one in the French-speaking and one in the Italian-speaking regions of Switzerland."
    },
    {
      "provision_ref": "art4",
      "chapter": "Chapter 1 General Provisions",
      "section": "4",
      "title": "Co-operation",
      "content": "SFIVET shall work with universities in Switzerland and abroad, with the State Secretariat for Education, Research and Innovation and with other agencies, institutions and organisations that are active in the field of VET and/or professional education. The name of this administrative unit was amended in application of Art. 16 para. 3 of the Publications Ordinance of 17 Nov. 2004 ( AS 2004 4937 ) on 1 Jan. 2013."
    },
    {
      "provision_ref": "art5",
      "chapter": "Chapter 1 General Provisions",
      "section": "5",
      "title": "",
      "content": "Repealed by No I of the Ordinance of 27 Jan. 2016, with effect from 1 March 2016 ( AS 2016 575 )."
    },
    {
      "provision_ref": "art6",
      "chapter": "Chapter 2 Programmes and Courses",
      "section": "6",
      "title": "Degree programmes",
      "content": "1 SFIVET shall offer degree programmes to students who have already obtained a tertiary-level higher education qualification or a tertiary-level professional qualification within the meaning of Chapter 3 VPETA. 2 A degree programme covers 1,800 study hours, which corresponds to 60 ECTS credits under Article 2 of the Bologna Guidelines for UAS and UTEs of 28 May 2015. 3 Depending on the degree programme completed, the awarded qualification authorises the holder to use the following title: a. Certified vocational school teacher; b. Certified vocational school teacher for FVB preparatory courses; c. Certified teacher at professional education institutions. SR 414.205.4 Amended by No I of the Ordinance of 27 Jan. 2016, in force since 1 March 2016 ( AS 2016 575 ). Inserted by No I of the Ordinance of 27 Jan. 2016, in force since 1 March 2016 ( AS 2016 575 )."
    },
    {
      "provision_ref": "art7",
      "chapter": "Chapter 2 Programmes and Courses",
      "section": "7",
      "title": "Master of Science programme",
      "content": "1 SFIVET shall offer a Master of Science (MSc) programme to students who have already obtained a tertiary-level type A qualification. 2 MSc programmes shall comprise 90–120 ECTS credits based on the Bologna Guidelines of 4 December 2003. Degrees awarded on completion of the MSc programme shall confer the following protected title: «Master of Science in Vocational Education and Training». 3 … 3 SR 414.205.1 Repealed by No I of the Ordinance of 27 Jan. 2016, with effect from 1 March 2016 ( AS 2016 575 )."
    },
    {
      "provision_ref": "art8",
      "chapter": "Chapter 2 Programmes and Courses",
      "section": "8",
      "title": "Other basic and continuing training courses",
      "content": "The SFIVET Board shall decide on matters relating to other basic and continuing training courses and shall determine the qualifications to be awarded."
    },
    {
      "provision_ref": "art9",
      "chapter": "Chapter 2 Programmes and Courses",
      "section": "9",
      "title": "Regulations on programmes and courses",
      "content": "The SFIVET Board shall decide on matters relating to programmes and courses, performance assessments and examinations."
    },
    {
      "provision_ref": "art10",
      "chapter": "Section 1 Bodies",
      "section": "10",
      "title": "",
      "content": "SFIVET bodies comprise: a. the SFIVET Board; b. the SFIVET Executive Committee; c. the statutory auditors."
    },
    {
      "provision_ref": "art11",
      "chapter": "Section 2 SFIVET Board",
      "section": "11",
      "title": "Status, selection, withdrawal and contractual conditions",
      "content": "1 The SFIVET Board is the highest management body. 2 The SFIVET Board comprises seven to nine members with specialised expertise. 3 The Federal Council appoints the members for a term of office not exceeding four years. Members may remain in office for a total of twelve years. Each term of office expires at the end of the corresponding calendar year. 4 The Federal Council appoints the Chairperson. 5 When appointing members, the SFIVET Board decides on remuneration and other contractual conditions. Contracts signed with SFIVET are governed by public-law; the provisions of the Swiss Code of Obligations apply by analogy in a subsidiary capacity. 6 The SFIVET Board may dismiss members at any time for good cause. SR 220"
    },
    {
      "provision_ref": "art11a",
      "chapter": "Section 2 SFIVET Board",
      "section": "11a",
      "title": "a Obligations",
      "content": "1 SFIVET Board members perform their tasks with due care and act in good faith to safeguard SFIVET interests. 2 SFIVET Board members are required to maintain professional secrecy for the entire duration of their term of office as well as after their term has expired."
    },
    {
      "provision_ref": "art11b",
      "chapter": "Section 2 SFIVET Board",
      "section": "11b",
      "title": "b Vested interests",
      "content": "1 Any person seeking to become a member of the SFIVET Board must disclose his or her vested interests to the Federal Council. 2 SFIVET Board members must immediately notify the SFIVET Board of any changes in their vested interests. 3 The SFIVET Board shall take the necessary precautions to safeguard SFIVET’s interests and avoid conflicts of interest. Notifications received under paragraph 2 above shall be mentioned in the annual report. 4 If a given vested interest is incompatible with SFIVET Board membership and the member does not give up this vested interest, the Federal Department of Economic Affairs, Education and Research (EAER) shall request the dismissal of the member concerned."
    },
    {
      "provision_ref": "art11c",
      "chapter": "Section 2 SFIVET Board",
      "section": "11c",
      "title": "c Tasks",
      "content": "1 The SFIVET Board has the following tasks: a. The SFIVET Board implements the strategic objectives of the Federal Council and submits an annual progress report. b. The SFIVET Board issues its Organisational Rules and Rules of Procedure. c. The SFIVET Board issues its Personnel Regulations following consultation with social partners as well as its Fees Regulation and submits these to the Federal Council for approval. d. The SFIVET Board shall represent SFIVET in its dealings with the EAER, the cantons and professional organisations. e. The SFIVET Board may relieve members of the SFIVET Board, the SFIVET Executive Committee, personnel and mandated third parties of their professional secrecy obligations. f. The SFIVET Board manages the personnel information system. g. The SFIVET Board shall sign an affiliation contract with the Federal Pension Fund (PUBLICA) and submit this contract to the Federal Council for approval. h. The SFIVET Board shall decide on the composition, election procedure and structure of the joint body governing the pension fund. i. The SFIVET Board shall decide on the establishment, modification and termination of the employment contract signed with the head of the SFIVET Executive Committee; the establishment and termination of this employment contract requires approval by the Federal Council. j. The SFIVET Board shall decide, at the request of the head of the SFIVET Executive Committee, on the establishment, modification and termination of the employment contracts of other members of the SFIVET Executive Committee. k. The SFIVET Board shall vote on the SFIVET Executive Committee Director’s choice of Deputy Director. l. The SFIVET Board shall decide on the establishment, modification and termination of employment contract signed with members of the SFIVET Board secretariat. m. The SFIVET Board supervises the SFIVET Executive Committee. n. The SFIVET Board shall take steps to ensure that SFIVET has a suitable internal control system and risk management procedures. o. The SFIVET Board shall decide how best to use reserves in accordance with Federal Council directives. p. The SFIVET Board shall adopt the budget and submit its funding request by virtue of Article 24 paragraph 1 and Article 29 paragraph 1 letter a together with the Federal Council Dispatch on Education, Research and Innovation. q. The SFIVET Board shall prepare and adopt an annual report; it shall submit the revised annual report to the Federal Council for approval; at the same time, it shall ask the Federal Council to decide how any surplus funding shall be used; it shall publish this annual report after approval. r. The SFIVET Board shall prepare and sign a social plan with social partners under Article 31 paragraph 4 of the Federal Act of 24 March 2000 on the Personnel of the Swiss Confederation (FPA). s. The SFIVET Board shall perform other tasks pursuant to Articles 8, 9, 15 b , 16 a and 34. 2 In the Organisational Rules, the SFIVET Board may delegate the tasks of the SFIVET Executive Committee set out under Article 12 a letters c, d, f, and g to the Director. The SFIVET Board may delegate other tasks of the SFIVET Executive Committee to the Director if this is necessary to establish SFIVET within the Swiss higher education sector. The correction of 20 June 2017 relates to the Italian text only ( AS 2017 3539 ). SR 172.220.1"
    },
    {
      "provision_ref": "art12",
      "chapter": "Section 3 SFIVET Executive Committee",
      "section": "12",
      "title": "Status, composition and chairmanship",
      "content": "1 The SFIVET Executive Committee is the operative body. 2 The SFIVET Executive Committee comprises the Director and national heads of the SFIVET Divisions. 3 The Director shall chair the SFIVET Executive Committee and manage SFIVET."
    },
    {
      "provision_ref": "art12a",
      "chapter": "Section 3 SFIVET Executive Committee",
      "section": "12a",
      "title": "a Tasks",
      "content": "The SFIVET Executive Committee has the following tasks: a. It handles daily affairs. b. It coordinates SFIVET activities and services in accordance with VPETA, the Strategy of the Federal Council for SFIVET and the instructions of the SFIVET Board. c. It issues orders based on the Organisational Rules of the SFIVET Board. d. It prepares the documents needed for SFIVET Board decisions. e. It reports to the SFIVET Board at regular intervals and in special circumstances without delay. f. It represents SFIVET in dealings with the outside world; the area of responsibility of the SFIVET Board set out in Article 11 c paragraph 1 letter d shall remain reserved. g. It decides on the establishment, modification and termination of employment contracts signed with SFIVET personnel; the area of responsibility of the SFIVET Board set out in Article 11 c paragraph 1 letters h-k shall remain reserved; h. It meets with social partners at least once per year; it consults social partners before making any decisions that may have an impact on human resources; i. It carries out all tasks that have not otherwise been assigned to other bodies."
    },
    {
      "provision_ref": "art13",
      "chapter": "Section 4 Statutory Auditors",
      "section": "13",
      "title": "",
      "content": "1 The Federal Council shall appoint the statutory auditors. 2 The statutory audit provisions set out in legislation on companies limited by shares apply analogously to the statutory auditors and audits. 3 The statutory auditors shall review the annual accounts and the information contained in the status report on risk management and any contradictory information found in human resources reports. 4 The statutory auditors shall submit a complete audit report to the SFIVET Board and the Federal Council. 5 The Federal Council may request that the statutory auditors clarify certain matters. 6 The Federal Council may dismiss the statutory auditors."
    },
    {
      "provision_ref": "art14",
      "chapter": "Section 1 Definition and Bodies",
      "section": "14",
      "title": "",
      "content": "1 SFIVET members are: a. the members of the SFIVET Executive Committee; b. research staff; c. administrative and technical staff; d. students under Article 15 c paragraph 1. 2 The participation of SFIVET members in decision-making takes place in the employee assembly and in regional student councils."
    },
    {
      "provision_ref": "art15",
      "chapter": "Section 2 Employee Assembly",
      "section": "15",
      "title": "Election",
      "content": "1 The Employee Assembly comprises: a. one representative of the SFIVET Executive Committee; b. six representatives of research staff; c. two representative of administrative and technical staff. 2 Each group elects its representative in accordance with paragraph 1. 3 The groups together ensure that there is an adequate representation of linguistic regions and gender, job positions and gender."
    },
    {
      "provision_ref": "art15a",
      "chapter": "Section 2 Employee Assembly",
      "section": "15a",
      "title": "a Organisational aspects",
      "content": "1 The Employee Assembly shall hold a general meeting at least once a year. 2 It establishes a personnel commission, which shall comprise five representatives of the Employee Assembly under Article 15 paragraph 1 letters b and c. The Employee Assembly shall ensure that there is an adequate representation of linguistic regions, job positions and gender within the personnel commission."
    },
    {
      "provision_ref": "art15b",
      "chapter": "Section 2 Employee Assembly",
      "section": "15b",
      "title": "b Right of consultation, prerogatives and obligations",
      "content": "1 The Employee Assembly shall be consulted prior to important decisions of the SFIVET Executive Committee. It may also consulted prior to important decisions of the SFIVET Board. 2 The Personnel Commission shall be consulted prior to important decisions of the SFIVET Board and the SFIVET Executive Committee that have an impact on personnel. For matters pertaining to personnel, the Personnel Commission is required to keep information strictly confidential. 3 The Employee Assembly and the Personnel Commission shall submit their position papers in writing under paragraphs 1 and 2 within a period of two months. 4 It may also submit position papers to the SFIVET Board or SFIVET Executive Committee on procedures, decisions or questions at any time if deemed important for SFIVET or have a bearing on personnel policy."
    },
    {
      "provision_ref": "art15c",
      "chapter": "Section 3 Students and Student Councils",
      "section": "15c",
      "title": "c",
      "content": "1 SFIVET students are: a. Students enrolled in the MSc in VET programme; b. Students enrolled in degree programmes; c. Students enrolled in certification programmes; d. Students enrolled in CAS, DAS and MAS programmes. 2 Each regional campus shall have one student council through which students may participate in co-decision-making processes. 3 A student council shall comprise at least one delegate from each student group under paragraph 1. This person shall represent the student group on the regional campus. The person chosen may remain a member of the student council for no longer than two years after completion of studies. 4 Each student group shall elect its delegates. 5 The SFIVET Executive Committee shall consult student councils on matters of interest to students."
    },
    {
      "provision_ref": "art16",
      "chapter": "15",
      "section": "16",
      "title": "Federal Personnel Act",
      "content": "1 The members of the SFIVET Executive Committee and other personnel are subject to the FPA. SFIVET is the employer under Article 3 paragraph 2 FPA. 2 The SFIVET Board decides in particular on salary and fringe benefits, working time and location as well as human resources development aspects in the Personnel Regulation. Amended by No I of the Ordinance of 27 Jan. 2016, in force since 1 March 2016 ( AS 2016 575 ). SR 172.220.1"
    },
    {
      "provision_ref": "art16a",
      "chapter": "15",
      "section": "16a",
      "title": "a Job positions and pay scales",
      "content": "1 The SFIVET Board shall name the various job positions within SFIVET and decide pay scales within the framework of Article 36 of the Federal Ordinance of 3 July 2001 on the Personnel of the Swiss Confederation (FPersO). 2 It may delegate this responsibility for employees to the SFIVET Executive Committee; responsibility for appointments and pay scales of the SFIVET Executive Committee and for professorships may not be delegated. 3 The position of Director is set at pay scale 33 under Article 36 FPersO. Inserted by No I of the Ordinance of 27 Jan. 2016, in force since 1 March 2016 ( AS 2016 575 ). SR 172.220.111.3"
    },
    {
      "provision_ref": "art17",
      "chapter": "15",
      "section": "17",
      "title": "Mobility of research staff",
      "content": "SFIVET shall encourage the mobility of research staff by means of suitable human resource and wage policies."
    },
    {
      "provision_ref": "art18",
      "chapter": "15",
      "section": "18",
      "title": "Occupational pension plan",
      "content": "1 Employees who have signed an employment contract with SFIVET are covered by the PUBLICA occupational pension plan under the terms of Articles 32 a –32 m FPA. 2 SFIVET is the employer under Article 32 b paragraph 2 FPA. Amended by No I of the Ordinance of 27 Jan. 2016, in force since 1 March 2016 ( AS 2016 575 ). SR 172.220.1"
    },
    {
      "provision_ref": "art18a",
      "chapter": "15",
      "section": "18a",
      "title": "",
      "content": "Inserted by Annex No 4 of the Ordinance of 2 May 2007 on the Joint Committee of the Federal Pension Fund ( AS 2007 2235 ). Repealed by No I of the Ordinance of 27 Jan. 2016, with effect from 1 March 2016 ( AS 2016 575 )."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Intellectual property rights",
      "content": "1 With the exception of copyrights, SFIVET shall hold all intellectual property rights resulting from the work done by SFIVET employees in performance of their duties and in fulfilment of their contractual obligations. 2 SFIVET shall hold exclusive rights of use in respect of computer programs developed by SFIVET employees in performance of their duties and in fulfilment of their contractual obligations. SFIVET may establish contractual provisions with rights holders for the transfer of rights falling under other copyright-related categories. 3 Individuals who have produced intellectual property for the purposes of paragraphs 1 and 2 above shall be given an adequate share of profits derived from the use of such intellectual property. Art. 20–23 Repealed by No I of the Ordinance of 27 Jan. 2016, with effect from 1 March 2016 ( AS 2016 575 )."
    },
    {
      "provision_ref": "art24",
      "chapter": "Chapter 5 Safeguarding Federal Interests",
      "section": "24",
      "title": "Supervision",
      "content": "1 The Federal Council shall act as the supervisory body for SFIVET. SFIVET’s dealings with the Federal Council shall take place through the EAER. 2 The Federal Council’s supervisory and control activities shall include the following: a. appointment and dismissal of SFIVET Board members and the SFIVET Board Chairperson; b. approval of the signature and termination of the employment contract of the SFIVET Director; c. appointment and dismissal of the Auditor; d. approval of the personnel regulation, the fees regulation and the affiliation contract with the Swiss federal pension fund PUBLICA; e. approval of the Annual Report and the decision on allocation of profits; f. establishing strategic objectives and determining each year whether these objectives have been reached; g. discharging the SFIVET Board. [tab] 3 It has the right to examine all SFIVET business records and request information regarding business activities at all times. Amended by No I of the Ordinance of 11 November 2009, in force since 1 January 2010 ( AS 2009 5933 ). The name of this administrative unit was changed on 1 Jan. 2013 in application of Art. 16 para. 3 of the Publications Ordinance of 17 Nov. 2004 ( AS 2004 4937 ). The new name is used throughout the entire text. Amended by No I of the Ordinance of 27 Jan. 2016, in force since 1 March 2016 ( AS 2016 575 ). Inserted by No I of the Ordinance of 27 Jan. 2016, in force since 1 March 2016 ( AS 2016 575 )."
    },
    {
      "provision_ref": "art25",
      "chapter": "Chapter 5 Safeguarding Federal Interests",
      "section": "25",
      "title": "Strategic objectives",
      "content": "1 The Federal Council shall review SFIVET’s objectives and tasks to decide on the strategic objectives to be pursued over the next four-year period. 2 The EAER shall consult SFIVET before submitting a proposal to the Federal Council. 3 The Federal Council shall assess the content and timeframe of strategic objectives on the basis of available federal funding. Amended by No I of the Ordinance of 27 Jan. 2016, in force since 1 March 2016 ( AS 2016 575 )."
    },
    {
      "provision_ref": "art26",
      "chapter": "Chapter 5 Safeguarding Federal Interests",
      "section": "26",
      "title": "Annual Report",
      "content": "1 The Annual Report shall contain the Annual Accounts and the Risk Management Report. 2 The Annual Accounts (individual financial statement) shall be comprised of the Balance Sheet, the Income Statement and Annex. 3 The Risk Management Report shall provide details concerning risk management and personnel development. Amended by No I of the Ordinance of 27 Jan. 2016, in force since 1 March 2016 ( AS 2016 575 )."
    },
    {
      "provision_ref": "art26a",
      "section": "26a",
      "title": "a Federal Commission for Vocational and Professional Education and Training (EBBK)",
      "content": "1 The EAER may provide the documents used to prepare SFIVET’s strategic objectives and SFIVET’s Annual Report to the Federal Commission for Vocational and Professional Education and Training (EBBK). 2 The EBBK may provide the Federal Council with an opinion in reference to these documents. Inserted by No I of the Ordinance of 27 Jan. 2016, in force since 1 March 2016 ( AS 2016 575 )."
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "Statistics",
      "content": "SFIVET shall provide the Federal Department of Economic Affairs, Education and Research (EAER) or another agency designated by the EAER with all documents and information needed to implement the Federal Act of 9 October 1992 on Federal Statistics. SR 431.01"
    },
    {
      "provision_ref": "art28",
      "section": "28",
      "title": "",
      "content": "Repealed by No I of the Ordinance of 27 Jan. 2016, with effect from 1 March 2016 ( AS 2016 575 )."
    },
    {
      "provision_ref": "art29",
      "chapter": "Chapter 6 Funding and Fees",
      "section": "29",
      "title": "Funding",
      "content": "1 SFIVET funding shall come primarily from the following sources: a. confederation subsidies; a. fees; b. income from work with third parties; d. donations. 2 Confederation subsidies shall enable SFIVET to fulfil its performance mandate. Calculation of this subsidy shall adequately take into account SFIVET’s self-funding capabilities. 3 The Federal Council shall submit a budget request to the Parliament for the duration of the performance mandate. 4 SFIVET shall actively seek income and third-party funding."
    },
    {
      "provision_ref": "art30",
      "chapter": "Chapter 6 Funding and Fees",
      "section": "30",
      "title": "Treasury",
      "content": "1 The Confederation shall lend money to SFIVET at market rates to ensure the solvability of SFIVET activities. 2 SFIVET shall invest surplus funds with the Confederation. Any funds not received from the Confederation shall accrue interest at market rates. 3 Specific details shall be set out in an agreement between SFIVET and the Federal Finance Administration. Amended by No I of the Ordinance of 11 November 2009, in force since 1 January 2010 ( AS 2009 5933 )."
    },
    {
      "provision_ref": "art31",
      "chapter": "Chapter 6 Funding and Fees",
      "section": "31",
      "title": "Accounting",
      "content": "1 SFIVET accounting shall present a comprehensive view of net assets, financial situation and results of operations. 2 SFIVET accounting shall adhere to the general principles of materiality, clarity, consistency and non-compensation and shall be based on the accounting standards set out in the Federal Budget Act of 6 October 1989. 3 SFIVET shall design its management accounting system in such a way as to ensure that all expenses and income are itemised according to individual services. Cross-subsidising of commercial services is not permitted. [ AS 1990 985 , 1995 836 , 1996 3042 , 1997 2022 Annex No 2 2465 Annex No11, 1998 1202 Art. 7 No 3 2847 Annex No 5, 1999 3131, 2000 273 Annex No 7, 2001 707 Art. 31 No 2, 2002 2471, 2003 535 3543 Annex No II 7 4265 5191, 2004 1633 No I 6 1985 Annex No II 3 2143. AS 2006 1275 Art. 64]. See current version: Federal Act of 7 Oct. 2005 ( SR 611.0 ). Inserted by No I of the Ordinance of 27 Jan. 2016, in force since 1 March 2016 ( AS 2016 575 )."
    },
    {
      "provision_ref": "art32",
      "chapter": "Chapter 6 Funding and Fees",
      "section": "32",
      "title": "Profits and reserve fund",
      "content": "1 SFIVET may establish reserves. It may allocate donations under Article 29 paragraph 1 letter d to reserves. 2 Reserves may not exceed 10 per cent of the given annual budget. This calculation excludes donations. 3 Reserves shall be used to compensate for losses as well as to fund projects and planned capital expenditure. Amended by No I of the Ordinance of 27 Jan. 2016, in force since 1 March 2016 ( AS 2016 575 )."
    },
    {
      "provision_ref": "art33",
      "section": "33",
      "title": "Fees",
      "content": "1 SFIVET shall charge fees for its services. 2 In its fee regulation, the SFIVET Board may provide for the waiving of fees for basic training and continuing training courses if said courses: a. are needed to manage the VPET system; b. are intended to enable participants to carry out a public interest activity. 3 The SFIVET Board shall carry out the following tasks: a. establish in its schedule of fees the various amounts to be charged, subject to Federal Council approval; b. establish in its schedule of fees the circumstances whereby cost-covering fees shall not be charged, subject to Federal Council approval; this pertains specifically to tuition for the degree programmes and the basic and continuing training courses mentioned in Articles 6 and 8. 4 Moreover, the provisions established in the General Ordinance of 8 September 2004 on Fees shall apply. Amended by No I of the Ordinance of 27 Jan. 2016, in force since 1 March 2016 ( AS 2016 575 ). SR 172.041.1"
    },
    {
      "provision_ref": "art33a",
      "section": "33a",
      "title": "a Real estate",
      "content": "1 The Confederation shall lease the building in Zollikofen to SFIVET in keeping with the existing occupancy arrangements. 2 The Confederation shall retain ownership of this building. The Confederation shall handle building maintenance. 3 The Confederation shall charge SFIVET a reasonable lease for this building. 4 The justification and individual details of the lease shall be set out in a public-law lease agreement between the Confederation and SFIVET. Inserted by No I of the Ordinance of 27 Jan. 2016, in force since 1 March 2016 ( AS 2016 575 )."
    },
    {
      "provision_ref": "art34",
      "chapter": "Chapter 7 Disciplinary Provisions",
      "section": "34",
      "title": "",
      "content": "1 Disciplinary action against students shall include: a. an initial warning letter; b. a follow-up warning letter stating that the individual may be barred from SFIVET events, courses or examinations; c. a decision to bar the individual from SFIVET events, courses or examinations. 2 The disciplinary measures under paragraph 1, letter a shall be decided by the SFIVET Executive Committee, those set forth under letter b shall be decided by the Chairman of the SFIVET Board and those set forth under letter c shall be decided by the SFIVET Board. 3 The Federal Act of 20 December 1968 on Administrative Procedure shall apply. Amended by No I of the Ordinance of 27 Jan. 2016, in force since 1 March 2016 ( AS 2016 575 ). SR 172.021"
    },
    {
      "provision_ref": "art35",
      "chapter": "Section 1 Repeal and Amendment of Current Legislation",
      "section": "35",
      "title": "Repeal of current legislation",
      "content": "The Federal Ordinance of 7 September 1983 on the Swiss Vocational Teaching Institute shall be repealed. [ AS 1983 1251 , 1993 879 Annex 3 No 6, 1998 1822 Art. 24 para. 1 let. b, 2001 979 ]"
    },
    {
      "provision_ref": "art36",
      "chapter": "Section 1 Repeal and Amendment of Current Legislation",
      "section": "36",
      "title": "Amendment of current legislation",
      "content": "The amendments of current legislation are set out in the Annex."
    },
    {
      "provision_ref": "art37",
      "chapter": "Section 2 Transitional Provisions",
      "section": "37",
      "title": "Creation of SFIVET",
      "content": "1 SFIVET shall have a legal personality on commencement of the present Ordinance. It shall replace the Swiss Vocational Teaching Institute (SIBP). 2 Once its legal personality has been conferred, SFIVET shall take over SIBP’s assets and liabilities as well as its rights and obligations. The transfer and entries needed shall be free of taxation and fees. 3 The EAER shall make the following arrangements: a. it shall approve the inventory of assets, liabilities, rights and obligations as well as any mandatory commitments, conditions and requirements; b. it shall prepare the documents needed for Federal Council approval of SFIVET’s opening balance sheet; c. it shall take all other transitional measures."
    },
    {
      "provision_ref": "art38",
      "chapter": "Section 2 Transitional Provisions",
      "section": "38",
      "title": "Employment contracts",
      "content": "1 SIBP employment contracts shall be transferred to SFIVET on the commencement of the present Ordinance. The appointment of the Director under Article 10 para. 2 shall remain reserved. 2 SFIVET shall cover any shortfalls in the SIBP pension fund."
    },
    {
      "provision_ref": "art3941",
      "chapter": "Section 2 Transitional Provisions",
      "section": "3941",
      "title": "",
      "content": "Repealed by No I of the Ordinance of 27 Jan. 2016, with effect from 1 March 2016 ( AS 2016 575 )."
    },
    {
      "provision_ref": "art42",
      "chapter": "Section 3 Commencement",
      "section": "42",
      "title": "",
      "content": "1 Subject to the reservations in paragraphs 2 and 3 below, this Ordinance comes into force on 1 January 2007. 2 The conditions established in Chapter 2 (Programmes and Courses) shall come into effect on 1 October 2006. SIBP shall make the necessary arrangements for all matters that have not been entrusted to SFIVET bodies under paragraph 3. 3 Articles 10–12 of the Ordinance come into force on 30 September 2005. SFIVET bodies shall be given the mandate and power to carry out the preparatory work for the creation of SFIVET."
    }
  ],
  "definitions": []
}