{
  "id": "sr-446-21",
  "type": "statute",
  "title": "Verordnung vom 26. Juni 2024 über den Jugendschutz in den Bereichen Film und Videospiele (JSFVV)",
  "title_en": "",
  "short_name": "JSFVV",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2024/332/en",
  "provisions": [
    {
      "provision_ref": "art3",
      "chapter": "2. Abschnitt: Anforderungen an die Branchenorganisation und an die beigezogenen Expertinnen und Experten",
      "section": "3",
      "title": "Repräsentativität der Branchenorganisation",
      "content": "(Art. 10 Abs. 1 Bst. c JSFVG) 1 Die Branchenorganisation gilt als repräsentativ zusammengesetzt, wenn: a. alle Arten der Tätigkeiten nach Artikel 5 Buchstabe a JSFVG direkt oder indirekt durch Akteurinnen mit Sitz oder Niederlassung in der Schweiz vertreten sind; b. jede Art Tätigkeit nach Artikel 5 Buchstabe a JSFVG durch die Mehrheit ihrer Akteurinnen mit Sitz oder Niederlassung in der Schweiz direkt oder indirekt vertreten ist; und c. die Sprachregionen angemessen vertreten sind. 2 Akteurinnen, die auf eine Mitgliedschaft in der Branchenorganisation verzichten, werden angerechnet, um zu beurteilen, ob die Voraussetzung nach Absatz 1 erfüllt ist."
    },
    {
      "provision_ref": "art4",
      "chapter": "2. Abschnitt: Anforderungen an die Branchenorganisation und an die beigezogenen Expertinnen und Experten",
      "section": "4",
      "title": "Anforderungen an die beigezogenen Expertinnen und Experten",
      "content": "(Art. 10 Abs. 1 Bst. f JSFVG) 1 Expertinnen und Experten, die für die Erarbeitung der Jugendschutzregelung beigezogen werden, müssen eine der folgenden Voraussetzungen erfüllen: a. Sie sind bei einer anerkannten Kinder- oder Jugendschutzorganisation tätig. b. Sie sind an einer Hochschule im Themenfeld Kinder- oder Jugendschutz tätig. c. Sie verfügen über langjährige praktische Erfahrung im Kinder- oder Jugendschutz. 2 Sie müssen von den Akteurinnen im Bereich Film beziehungsweise Videospiele unabhängig sein."
    },
    {
      "provision_ref": "art5",
      "chapter": "3. Abschnitt: Verbindlicherklärung und regelmässige Überprüfung der Jugendschutzregelungen",
      "section": "5",
      "title": "Beilagen zum Antrag auf Verbindlicherklärung einer Jugendschutzregelung",
      "content": "(Art. 15 Abs. 2 JSFVG) Dem Antrag auf Verbindlicherklärung einer Jugendschutzregelung sind sämtliche Dokumente beizulegen, die die Einhaltung der Anforderungen an die Branchenorganisation nach Artikel 10 JSFVG belegen, einschliesslich: a. der Bestätigung der Expertinnen und Experten, dass sie für die Erarbeitung der Jugendschutzregelung beigezogen wurden; b. einer Stellungnahme der Expertinnen und Experten zur Jugendschutzregelung."
    },
    {
      "provision_ref": "art6",
      "chapter": "3. Abschnitt: Verbindlicherklärung und regelmässige Überprüfung der Jugendschutzregelungen",
      "section": "6",
      "title": "Regelmässige Überprüfung der Jugendschutzregelungen",
      "content": "(Art. 18 JSFVG) 1 Das Bundesamt für Sozialversicherungen (BSV) verfolgt die wissenschaftlichen und technischen Entwicklungen in Bezug auf den Jugendschutz. Es steht dazu in regelmässigem Austausch mit den Branchenorganisationen. 2 Es überprüft die Jugendschutzregelungen gestützt auf neue Erkenntnisse. 3 Kommt es zum Schluss, dass eine Jugendschutzregelung den Anforderungen des JSFVG nicht mehr genügt, so teilt es dies der jeweiligen Branchenorganisation unverzüglich mit. Es setzt ihr eine Frist zur Anpassung der Jugendschutzregelung."
    },
    {
      "provision_ref": "art20",
      "chapter": "7. Abschnitt: Förderung der Medienkompetenz sowie Prävention",
      "section": "20",
      "title": "Sensibilisierung und fachliche Weiterentwicklung",
      "content": "(Art. 29 Abs. 1 und 2 JSFVG) 1 Das BSV betreibt die nationale Plattform «Jugend und Medien». Die Plattform dient der Information und der Sensibilisierung des breiten Publikums und der fachlichen Weiterentwicklung im Bereich der digitalen Medien. Das BSV kann die Sensibilisierung auf bestimmte Zielgruppen ausrichten. 2 Es ergreift Massnahmen zur fachlichen Weiterentwicklung im Bereich der Medienkompetenzförderung. Es kann sich insbesondere finanziell an Studien beteiligen oder Studien in Auftrag geben. 3 Es fördert die Vernetzung zwischen den in der Medienkompetenzförderung tätigen Fachpersonen."
    },
    {
      "provision_ref": "art21",
      "chapter": "7. Abschnitt: Förderung der Medienkompetenz sowie Prävention",
      "section": "21",
      "title": "Finanzhilfen für überregionale Aktivitäten und Modellprojekte",
      "content": "(Art. 29 Abs. 3 JSFVG) 1 Das BSV kann nicht gewinnorientierten privatrechtlichen oder öffentlich-rechtlichen Organisationen sowie Kantonen und Gemeinden im Rahmen der bewilligten Kredite und auf Gesuch hin Finanzhilfen für überregionale Aktivitäten oder Modellprojekte im Zusammenhang mit der Förderung der Medienkompetenz oder der Prävention von Risiken digitaler Medien gewähren. Es besteht kein Rechtsanspruch auf Finanzhilfen. 2 Als überregional gilt eine Aktivität, wenn sie in mindestens zwei französischsprachigen Kantonen, in mindestens drei deutschsprachigen Kantonen, in der italienischsprachigen Schweiz oder in der rätoromanischen Schweiz durchgeführt wird. 3 Modellprojekte müssen: a. örtlich übertragbar und unabhängig von der jeweiligen kantonalen oder kommunalen Verwaltungsstruktur durchführbar sein; b. neue Formen der Medienkompetenzförderung entwickeln oder bisher bekannte Formen in wesentlichen Punkten ergänzen oder weiterentwickeln; c. auf andere Kontexte übertragbar sein; d. einem nachgewiesenen Bedürfnis entsprechen; e. einen Wissenstransfer sicherstellen. 4 Das Gesuch um Finanzhilfen muss mindestens die folgenden Unterlagen und Angaben zur geplanten Aktivität oder zum geplanten Modellprojekt enthalten: a. Art und Umfang; b. Ziel, Zielgruppen und Nutzen; c. beteiligte Personen und Organisationen; d. Finanzierung und Budget; e. revidierte Jahresrechnung des Vorjahres; f. falls vorhanden, Statuten und Leitbild oder Beschreibung der Organisation; g. bei Modellprojekten nach Absatz 3: Beschreibung des Modellcharakters; h. bei Gesuchen von Gemeinden: eine Stellungnahme des Kantons."
    },
    {
      "provision_ref": "art22",
      "chapter": "7. Abschnitt: Förderung der Medienkompetenz sowie Prävention",
      "section": "22",
      "title": "Gewährung der Finanzhilfen für überregionale Aktivitäten und Modellprojekte",
      "content": "(Art. 29 Abs. 3 JSFVG) 1 Finanzhilfen an Organisationen werden durch Verfügung gewährt. 2 Finanzhilfen an Kantone und Gemeinden werden aufgrund eines öffentlich-rechtlichen Vertrags nach Artikel 16 Absatz 2 des Subventionsgesetzes vom 5. Oktober 1990 (SuG) gewährt. Der Vertrag regelt namentlich: a. die Art, den Umfang, das Ziel und den Nutzen der Aktivität oder des Modellprojekts; b. die Leistungen des Kantons oder der Gemeinde; c. die beteiligten Personen und Organisationen; d. die Berichterstattung und die Qualitätssicherung; e. die Zahlungsmodalitäten. SR 616.1"
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Höhe der Finanzhilfen für überregionale Aktivitäten und Modellprojekte",
      "content": "(Art. 29 Abs. 3 JSFVG) 1 Die Höhe der Finanzhilfen bemisst sich nach: a. der Art und der Bedeutung der Aktivität oder des Modellprojekts; b. dem Interesse des Bundes an der Aktivität oder am Modellprojekt; c. den Eigenleistungen der Organisationen, Kantone oder Gemeinden sowie den Beiträgen anderer Bundesstellen und von Dritten. 2 Die Finanzhilfen betragen höchstens 50 Prozent der anrechenbaren Ausgaben. 3 Als Ausgaben anrechenbar sind die tatsächlich entstandenen Kosten, die unmittelbar mit der Vorbereitung und der Durchführung der Aktivität oder des Modellprojekts zusammenhängen und zur zweckmässigen Erfüllung unbedingt erforderlich sind. 4 Übersteigen die beantragten Finanzhilfen die verfügbaren Mittel, so erstellt das Eidgenössische Departement des Innern eine Prioritätenordnung nach Artikel 13 Absatz 2 SuG. SR 616.1"
    },
    {
      "provision_ref": "art24",
      "chapter": "8. Abschnitt: Inkrafttreten",
      "section": "24",
      "title": "",
      "content": "1 Diese Verordnung tritt unter Vorbehalt von Absatz 2 am 1. Januar 2025 in Kraft. 2 Die Artikel 1, 2 und 7–19 treten zu einem späteren Zeitpunkt in Kraft."
    }
  ],
  "definitions": []
}