{
  "id": "sr-431-01",
  "type": "statute",
  "title": "Bundesstatistikgesetz vom 9. Oktober 1992 (BStatG)",
  "title_en": "Federal Statistics Act of 9 October 1992 (FStatA)",
  "short_name": "BStatG",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1993/2080_2080_2080/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Section 1 General Provisions",
      "section": "1",
      "title": "Aim",
      "content": "This Act has the aim: a. of providing the Confederation with the statistical principles that it requires to fulfil its duties; b. of making public statistical results available to the cantons, the communes, the economy, the private sector, representatives from civil society and the general public; c. of gearing the organisation of federal statistical bodies towards gathering and processing data efficiently and in a manner considerate to interviewees; d. of promoting national and international cooperation in the area of statistics; e. of ensuring data protection within federal statistical bodies."
    },
    {
      "provision_ref": "art2",
      "chapter": "Section 1 General Provisions",
      "section": "2",
      "title": "Scope of application",
      "content": "1 This Act applies to all statistical activities: a. instructed by the Federal Council; b. conducted or commissioned by the Federal Administration’s administrative units, not including the Federal Institutes of Technology. 2 The Federal Council shall determine which articles of the Act are applicable to the statistical activities of the Federal Institutes of Technology, Swiss Post, and the telecommunications enterprises of the Confederation. 3 It may declare the provisions of this Act to be applicable for other public corporations, institutions or private individuals, if these entities: a. are under the supervision of the Confederation; b. receive financial aid or payments from the Confederation; or c. are engaged in an activity requiring a licence or authorisation from the Confederation. 4 When making an entity subject to this Act in accordance with paragraphs 2 and 3, the Federal Council shall take account of the freedom of research as well as the statutory duties and the autonomy of the organisations concerned. Amended by Annex No 4 of the FA of 20 March 1998 on the Swiss Federal Railways, in force since 1 Jan. 1999 ( AS 1998 2847 ; BBl 1997 I 909 ). Amended by No II 6 of the FA on Railways Reform 2 of 20 March 2009, in force since 1 Jan. 2010 ( AS 2009 5597 ; BBl 2005 2415 , 2007 2681 )."
    },
    {
      "provision_ref": "art3",
      "chapter": "Section 1 General Provisions",
      "section": "3",
      "title": "Duties of the federal statistical bodies",
      "content": "1 Federal statistical bodies prepare representative results in a professionally independent way on the status of and changes in the population, the economy, society, education, research, spatial planning and the environment in Switzerland. 2 They assist in: a. the preparation, conduct and review of federal tasks; b. the assessment of specialist fields in which the duties of the federal government and cantons are closely interlinked, such as education, science and research, culture, sport, legal matters, tourism, public finances, land management, construction and residential accommodation, transport, energy, healthcare and welfare; c. supporting research projects of national importance; d. the assessment of the fulfilment of the constitutional mandate to establish equal opportunities for men and women and for disabled and non-disabled people; e. the evaluation of the employability and activities of university graduates. 3 To perform these duties, the Confederation works together with the cantons, the communes, academia, the private sector and representatives from civil society as well as foreign and international organisations, and if possible takes their information needs into account. Amended by Annex No II 5 of the Higher Education Act of 30 Sept 2011, in force since 1 Jan. 2015 ( AS 2014 4103 ; BBl 2009 4561 ). Amended by Annex No 1 of the FA of 13 Dec. 2002 on the Elimination of Discrimination against People with Disabilities, in force since 1 Jan. 2004 ( AS 2003 4487 ; BBl 2001 1715 ). Inserted by Annex No II 5 of the Higher Education Act of 30 Sept 2011, in force since 1 Jan. 2015 ( AS 2014 4103 ; BBl 2009 4561 )."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Principles of data collection",
      "content": "1 Insofar as the Confederation has the necessary data available or that such data becomes available to an organisation subject to this Act in the implementation of federal law (federal administrative data), separate surveys need not be conducted by federal statistical bodies (direct surveys, indirect surveys or surveys based on observations and measurements). 2 In the event that the data required by federal statistical bodies on third parties is available from cantonal or communal agencies or from other entities of the public law, such data must be collected from said agencies or entities (indirect survey). 3 Direct surveys require the collection of new data at source by interviewing natural persons and legal entities for the sole purposes of this Act. The number and type of surveys are limited to what is strictly necessary. 4 In the case of surveys conducted in terms of this Act, the Confederation gives notice of the purpose and the legal basis for processing the data, and the categories of participants in the data records and the data recipients. 5 The organisations, agencies and other public legal entities in terms of paragraphs 1 and 2 must make the data available to the Federal Statistical Office free of charge. Inserted by Art. 17 No 2 of the Census Act of 22 June 2007, in force since 1 Jan. 2008 ( AS 2007 6743 ; BBl 2007 53 )."
    },
    {
      "provision_ref": "art5",
      "chapter": "Section 2 Power to Commission Surveys and Participation",
      "section": "5",
      "title": "Commissioning surveys",
      "content": "1 The Federal Council shall commission the required surveys. In doing so, it may provide for hybrid direct and indirect surveys. 2 It may delegate the authority to a department, a group or an office to commission: a. surveys that do not include the collection of any personal data; b. surveys with no disclosure obligation relating to a small group of companies and businesses under private and public law; c. one-off surveys that relate to a small group of persons. 3 The federal institutions for research promotion and research centres subject to this Act may instruct surveys with no disclosure obligation that are one-off or limited in time. 4 Other organisations governed by this Act in accordance with Article 2 paragraphs 2 or 3 have the autonomous power to instruct: a. surveys that do not include the collection of any personal data; b. surveys with no disclosure obligation relating to natural persons and legal entities under private and public law that work with the organisation in order to fulfil its other duties; c. surveys with the disclosure obligation if this is provided for by another act. 5 Surveys for the purpose of testing methodology may be conducted without special instruction, provided there is no disclosure obligation."
    },
    {
      "provision_ref": "art6",
      "chapter": "Section 2 Power to Commission Surveys and Participation",
      "section": "6",
      "title": "Obligations of the interviewees",
      "content": "1 Direct surveys are voluntary for natural persons in private households. The foregoing is subject to the obligation to provide information under Article 10 of the Census Act of 22 June 2007. 1bis Indirect surveys are mandatory for natural persons, legal entities and organisations that carry out public tasks.. 2 The survey shall be conducted in a format that imposes the least possible administrative burden on those under obligation. 3 Any person who provides information voluntarily for a survey must do so in a truthful manner and to the best of their knowledge. The Federal Council may provide compensation for voluntary information where its provision requires an exceptional amount of time and effort from the interviewees. 4 The Federal Council may on, commissioning a survey, require natural persons and legal entities under private and public law and their representatives to disclose information if this is absolutely necessary for the completeness, representativeness, comparability or up-to-dateness of a statistic. The persons and entities under this obligation are required to provide the information truthfully, within the deadline, free of charge and in the prescribed form. SR 431.112 Amended by No I of the FA of 23 Dec. 2011 (Participation in Federal Statistical Surveys), in force since 15 July 2012 ( AS 2012 3131 ; BBl 2011 3967 4429 ). Inserted by No I of the FA of 23 Dec. 2011 (Participation in Federal Statistical Surveys), in force since 15 July 2012 ( AS 2012 3131 ; BBl 2011 3967 4429 ). Inserted by No I of the FA of 23 Dec. 2011 (Participation in Federal Statistical Surveys), in force since 15 July 2012 ( AS 2012 3131 ; BBl 2011 3967 4429 )."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Participation of the cantons and the communes",
      "content": "1 On commissioning a survey, the Federal Council shall determine the extent to which the cantons and communes participate in conducting the survey. 2 It may instruct the transfer of data from their data records, provided the legal basis for the data records does not expressly exclude use of such data for statistical purposes. In the event that the data is subject to a statutory duty of confidentiality, it may not be divulged in accordance with Article 19 of this Act as well as with Article 22 of the Data Protection Act of 19 June 1992. 3 The cantons and communes each meet the costs incurred arising from their participation. Cantonal legislation may regulate the allocation of costs between the cantons and the communes differently. 4 The Federal Council may provide compensation for special expenditures or for supplementary services provided voluntarily. Revised by the Drafting Committee of the Federal Assembly (Art. 33 Inter-Council Relations Act; AS 1974 1051 ). SR 235.1"
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Participation of other agencies",
      "content": "Research centres and other suitable organisations may, with their consent, be called on to participate in surveys or in other statistical activities, provided that data protection is guaranteed. Compensation may be provided."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Multi-year programme",
      "content": "1 A multi-year programme is prepared for each legislature period as part of the legislative planning. 2 The multi-year programme provides information on: a. the major statistical activities of federal statistical bodies; b. the financial and staff resources provided by the Confederation; c. the impact on participants and interviewees; d. international cooperation."
    },
    {
      "provision_ref": "art10",
      "chapter": "Section 3 Organisation of Federal Statistics",
      "section": "10",
      "title": "Federal Statistical Office",
      "content": "1 The Federal Statistical Office (Federal Office) is the central statistical office of the Confederation. It provides statistical services for the administrative units of the Confederation, for other users of data produced by federal statistical bodies and for the general public. 2 The Federal Office coordinates federal statistical bodies and draws up standard principles in the interests of national and international comparability. It prepares the multi-year programme in cooperation with other statistical offices and after consulting interested parties. It normally conducts the surveys and prepares comprehensive compilations of data, provided the Federal Council does not assign this duty to another statistical office or federal office. 3 The Federal Office cooperates closely with the cantons in the maintenance of a Business and Enterprise Register (BER) used as an aid in conducting surveys on businesses and enterprises. The Federal Council may provide that specific data is also used for purposes related to specific persons in the public interest. 3bis The Federal Office cooperates closely with the cantons in the maintenance of a Federal Register of Buildings and Dwellings (RBD). Access to the Register for statistical, research and planning purposes and to fulfil statutory obligations is open to the Confederation, and to each canton and commune in respect of the data pertaining to its territory. The Federal Council shall regulate the management of the Register and decree more detailed provisions on data protection. Insofar as no personal data is involved, the Federal Council may make the data in the register accessible to the public. 3ter ... 3quater The Federal Office maintains a Random Sample Register used as an aid for surveys of households and persons. Providers of public telephone services are obliged to provide the Federal Office with the required customer data, as far as this data is available. They may be compensated partially or fully for their time and efforts. The offices called on to participate in the survey may not use the data for their own purposes. Data in the Random Sample Register may only be used for surveys in accordance with this Act. 3quinquies The Federal Council shall regulate the details. 4 The administrative units as well as the other organisations, depending on the extent to which they are subject to Article 2 paragraph 3, provide the Federal Office with the results and principles of their statistical activities and, if required, data from their data records and surveys in order that the Federal Office may fulfil its duties. 5 Duties of confidentiality and disclosure prohibitions may only prevent the disclosure of data to the Federal Office if a Federal Act expressly excludes divulging or using data for statistical purposes. The Federal Office may not divulge such data in accordance with Article 19 of this Act as well as Article 22 of the Data Protection Act of 19 June 1992. Inserted by Art. 10 of the FA of 26 June 1998 on the Federal Census ( AS 1999 917 ; BBl 1997 III 1225 ). Amended by Art. 24 No 1 of the Second Homes Act of 20 March 2015, in force since 1 Jan. 2016 ( AS 2015 5657 ; BBl 2014 2287 ). Inserted by Art. 25 of the University Support Act of 8 Oct. 1999, in force since 1 April 2000 valid to 31 Dec. 2007 ( AS 2000 948 ; BBl 1993 297 ). Inserted by Annex No 2 of the FA of 24. March 2006, in force since 1 April 2007 ( AS 2007 921 ; BBl 2003 7951 ). Inserted in accordance with Annex No 2 of the FA of 24 March 2006, in force since 1 April 2007 ( AS 2007 921 ; BBl 2003 7951 ). Revised by the Drafting Committee of the Federal Assembly (Art. 33 Inter-Council Relations Act; AS 1974 1051 ). SR 235.1"
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Other federal statistics generators",
      "content": "1 The other administrative units, as well as the organisations partially subject to the Act, conduct the surveys in accordance with Article 5 paragraph 2–4. The Federal Council may on a case-to-case basis delegate further surveys to an administrative unit, and with its consent also to a subordinate body or institution. 2 Federal survey offices that are not exclusively involved in statistics and research designate one or more statistical officers for their statistical activities. 3 The statistical analysis of administrative data of the Confederation is in principle the duty of the administrative unit, body or institution that holds the data. In agreement with the Federal Office or by resolution of the Federal Council, the Federal Office may be entrusted with processing the data. 4 The Federal Office advises the other federal statistics generators and provides them with the required data within the terms of the data protection provisions."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Coordination",
      "content": "1 The Federal Office must be consulted on the design of the surveys, the compilation of the collected data, as well as the other data sources of the federal statistical bodies. 2 The Federal Office endeavours to coordinate with the cantonal statistics authorities, and in particular to coordinate the survey programmes, and to harmonise the registers or other data records for the purpose of processing statistics. 3 It also cooperates with the cantons, the universities and the research centres on statistics-related research and training matters."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Committee for Federal Statistics",
      "content": "1 The Federal Council shall establish a Committee for Federal Statistics. The Committee advises the Federal Council and the federal statistics generators on important issues related to federal statistical bodies. 2 The cantons, communes, academia, the private sector, representatives from civil society as well as the administrative units of the Confederation and the organisations governed by this Act are represented in the Committee."
    },
    {
      "provision_ref": "art14",
      "chapter": "Section 4 Data Protection and Data Security",
      "section": "14",
      "title": "Data protection and official secrecy",
      "content": "1 The data collected or divulged for statistical purposes may not be used for other purposes unless a Federal Act expressly orders another application or those concerned provide their written consent. 2 The persons entrusted with statistical activities must treat as confidential all data related to individual natural persons and legal entities that they may have come across in their work. This obligation also applies in particular to persons who are involved by the cantons, the communes or other offices in the conduct of surveys or who receive data in accordance with Article 19."
    },
    {
      "provision_ref": "art14a",
      "chapter": "Section 4 Data Protection and Data Security",
      "section": "14a",
      "title": "a Data links",
      "content": "1 In order to fulfil its statistical duties, the Federal Office may link data, provided the data is rendered anonymous. In the event that data links involve data considered especially sensitive or that data links generate personal profiles, the linked data must be deleted on completion of the statistical analysis. The Federal Council regulates the details. 2 Statistical offices of the cantons and the communes may only link data from the Federal Office with other data in fulfilling their statistical duties with the written consent of the Federal Office and by taking account of its requirements. Inserted by Annex No 4 of the Register Harmonisation Act of 23 June 2006, in force since 1 Nov. 2006 ( AS 2006 4165 ; BBl 2006 427 )."
    },
    {
      "provision_ref": "art15",
      "chapter": "Section 4 Data Protection and Data Security",
      "section": "15",
      "title": "Data security and data storage",
      "content": "1 All offices that process personal data for or from federal statistical bodies must protect this data against unauthorised handling by introducing necessary organisational and technical measures. 2 The offices conducting the surveys may only retain the name and address lists used to prepare, conduct and coordinate surveys for as long as these lists are required for processing for the aforementioned purposes. The provisions on the Businesses and Enterprises Register are reserved. 3 Survey material containing names or personal identification numbers of the interviewees in addition to the requested data may only be processed by the offices authorised to conduct the survey. This material and data must be destroyed as soon as processing has been completed. 4 Data may be stored and archived at the competent statistical offices of the Confederation, at the Federal Office or, with the written consent of the Federal Office and taking account of requirements, at the cantonal statistical offices, provided it does not contain any names or personal identification numbers of the interviewees. Amended by Annex No 4 of the Register Harmonisation Act of 23 June 2006, in force since 1 Nov. 2006 ( AS 2006 4165 ; BBl 2006 427 )."
    },
    {
      "provision_ref": "art16",
      "chapter": "Section 4 Data Protection and Data Security",
      "section": "16",
      "title": "Application of other data protection provisions",
      "content": "1 In addition to the provisions of this Act, the provisions of the Data Protection Act of 19 June 1992 on the processing of the data for research, planning and statistics apply to data protection for all statistical activities. 2 The Federal Council shall issue supplementary provisions on data protection and on data security for the collection and processing of data by federal bodies. SR 235.1"
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Data protection in the cantons",
      "content": "1 Articles 14, 15 and 16 paragraph 1 of this Act and, provided it is not contrary to these articles, cantonal law that regulates the processing of data not related to specific persons applies to the processing of data by cantonal bodies. In the absence of such regulations, federal law applies. 2 In the event that the cantons and communes are involved in conducting a survey, the cantons determine an office that will ensure compliance with data protection."
    },
    {
      "provision_ref": "art18",
      "chapter": "Section 5 Dissemination and Services",
      "section": "18",
      "title": "Dissemination",
      "content": "1 The relevant statistical results and principles are published in user-friendly form in the official languages. Results that are not published are made accessible in an appropriate manner. 2 The Federal Office provides the required facilities for this purpose; these facilities are also available to the other statistics generators for disseminating their results. 3 Unless such publication is required by law, the results may not enable any conclusions to be drawn regarding the circumstances of individual natural persons or legal entities that the person or entity concerned has not already made generally available. 4 The Federal Council may restrict access to statistical results for other important reasons."
    },
    {
      "provision_ref": "art19",
      "chapter": "Section 5 Dissemination and Services",
      "section": "19",
      "title": "Other services",
      "content": "1 The Federal Office and the other statistics generators carry out special data analyses for the administrative units of the Confederation and, where they have the capacity, for third parties. 2 The federal statistical bodies providers may disclose personal data for purposes not related to specific persons, in particular for research, planning or statistics, to research and statistical offices of the Confederation and to third parties, if: a. the data is rendered anonymous, as soon as the purpose of the processing the data is achieved; b. the recipient divulges the data with the consent of the statistics generators; c. the recipient only discloses the results so that the persons concerned are not recognisable; and d. the recipient meets the requirements for compliance with statistical secrecy and the other data protection provisions. 3 The Federal Office may carry out short-term research, analysis and advisory duties in connection with federal statistical bodies if the commissioning party bears the costs or provides the required staff."
    },
    {
      "provision_ref": "art20",
      "chapter": "Section 5 Dissemination and Services",
      "section": "20",
      "title": "Re-use of data by third parties",
      "content": "1 Statistical results that have been published, made available, or processed from data from federal statistical bodies may be used or reproduced without copyright authorisation provided reference is made to their source. 2 The Federal Council may make exceptions for the use of data for commercial purposes."
    },
    {
      "provision_ref": "art21",
      "chapter": "Section 5 Dissemination and Services",
      "section": "21",
      "title": "Fees",
      "content": "The Federal Council regulates the fees for publications, services and authorisations."
    },
    {
      "provision_ref": "art22",
      "chapter": "Section 6 Criminal Provisions",
      "section": "22",
      "title": "Violation of the disclosure obligation",
      "content": "Anyone who in a survey commissioned under this Act wilfully provides false information or does not or does not properly fulfil the duty to disclose information despite receiving a reminder is liable to a fine."
    },
    {
      "provision_ref": "art23",
      "chapter": "Section 6 Criminal Provisions",
      "section": "23",
      "title": "Violation of data protection and official secrecy",
      "content": "Anyone who wilfully or negligently violates the provisions of Article 14 by divulging data that must remain secret or by using data for purposes other than statistical purposes is liable to imprisonment or a fine."
    },
    {
      "provision_ref": "art24",
      "chapter": "Section 6 Criminal Provisions",
      "section": "24",
      "title": "Prosecution",
      "content": "1 The cantons prosecute and judge violations of the disclosure obligation in the case of surveys conducted by cantonal bodies, and violations of statistical secrecy by cantonal bodies. 2 The competent department prosecutes and judges the other offences in accordance with the procedural regulations of the Federal Act of 22 March 1974 on Administrative Criminal law. 3 In addition, the general provisions of the Criminal Code and Articles 6 and 7 of the Federal Act of 22 March 1974 on Administrative Criminal Law also apply. SR 313.0 SR 311.0"
    },
    {
      "provision_ref": "art25",
      "chapter": "Section 7 Final Provisions",
      "section": "25",
      "title": "Implementation",
      "content": "1 The Federal Council is responsible for implementation and issues the implementing provisions. 2 It may within the scope of its own powers conclude agreements on international cooperation."
    },
    {
      "provision_ref": "art26",
      "chapter": "Section 7 Final Provisions",
      "section": "26",
      "title": "",
      "content": "Repealed by No II 20 of the FA of 20 March 2008 on the Formal Revision of Federal Legislation, with effect from 1 Aug. 2008 ( AS 2008 3437 ; BBl 2007 6121 )."
    },
    {
      "provision_ref": "art27",
      "chapter": "Section 7 Final Provisions",
      "section": "27",
      "title": "Referendum and commencement",
      "content": "1 This Act is subject to an optional referendum. 2 The Federal Council determines the date on which this Act comes into force. Commencement date: 1 August 1993 FCD of 30 June 1993."
    }
  ],
  "definitions": []
}