{
  "id": "sr-451-35",
  "type": "statute",
  "title": "Verordnung vom 1. Mai 1996 über den Schutz der Moorlandschaften von besonderer Schönheit und von nationaler Bedeutung (Moorlandschaftsverordnung) ",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1996/1839_1839_1839/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Bundesinventar",
      "content": "1 Das Bundesinventar der Moorlandschaften von besonderer Schönheit und von nationaler Bedeutung (Moorlandschaftsinventar) umfasst die im Anhang aufgezählten Objekte. 2 Das Inventar ist nicht abschliessend; es ist regelmässig zu überprüfen und nachzuführen. 3 Die Umschreibung der Objekte ist Bestandteil dieser Verordnung, jedoch Gegenstand einer separaten Veröffentlichung. Fassung gemäss Ziff. I der V vom 29. Sept. 2017, in Kraft seit 1. Nov. 2017 ( AS 2017 5401 ). Eingefügt durch Ziff. I der V vom 29. Sept. 2017, in Kraft seit 1. Nov. 2017 ( AS 2017 5401 )."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Veröffentlichung",
      "content": "1 Die Umschreibung der Objekte ist in der Amtlichen Sammlung des Bundesrechts (AS) durch Verweis veröffentlicht (Art. 5 Abs. 1 Bst. c des Publikationsgesetzes vom 18. Juni 2004). Sie ist in elektronischer Form zugänglich. 2 Das Moorlandschaftsinventar kann unentgeltlich beim Bundesamt für Umwelt (BAFU) und bei den zuständigen kantonalen Stellen eingesehen werden. Fassung gemäss Ziff. I der V vom 29. Sept. 2017, in Kraft seit 1. Nov. 2017 ( AS 2017 5401 ). SR 170.512 www.bafu.admin.ch > Themen > Landschaft > Fachinformationen > Massnahmen > Landschaften von nationaler Bedeutung > Moorlandschaften"
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Abgrenzung der Objekte",
      "content": "1 Die Kantone legen den genauen Grenzverlauf der Objekte fest. Sie hören dabei an: a. die Grundeigentümerinnen und Grundeigentümer; b. die Bewirtschafterinnen und Bewirtschafter, insbesondere in den Bereichen Land- und Forstwirtschaft; c. die Inhaberinnen und Inhaber von Konzessionen und Bewilligungen für Bauten und Anlagen; d. die Gemeinden; e. die nach Artikel 12 Absatz 3 NHG beschwerdeberechtigten Organisationen. 2 Im Bereich von Konzepten und Sachplänen des Bundes, die sich auf Bauten und Anlagen beziehen, hören die Kantone auch die zuständigen Bundesstellen an. 3 Ist der genaue Grenzverlauf noch nicht festgelegt, so trifft die zuständige kantonale Behörde auf Antrag eine Feststellungsverfügung über die Zugehörigkeit eines Grundstücks zu einem Objekt. Wer einen Antrag stellt, muss ein schutzwürdiges Interesse an der Feststellung nachweisen können. Fassung gemäss Ziff. II der V vom 19. Sept. 2008, in Kraft seit 1. Dez. 2008 ( AS 2008 4635 )."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Schutzziele",
      "content": "1 In allen Objekten: a. ist die Landschaft vor Veränderungen zu schützen, welche die Schönheit oder die nationale Bedeutung der Moorlandschaft beeinträchtigen; b. sind die für Moorlandschaften charakteristischen Elemente und Strukturen zu erhalten, namentlich geomorphologische Elemente, Biotope, Kulturelemente sowie die vorhandenen traditionellen Bauten und Siedlungsmuster; c. ist auf die nach Artikel 20 der Verordnung vom 16. Januar 1991 über den Natur- und Heimatschutz (NHV) geschützten Pflanzen- und Tierarten sowie die in den vom BAFU erlassenen oder genehmigten Roten Listen aufgeführten, gefährdeten und seltenen Pflanzen- und Tierarten besonders Rücksicht zu nehmen; d. ist die nachhaltige moor- und moorlandschaftstypische Nutzung zu unterstützen, damit sie so weit als möglich erhalten bleibt. 2 Die Umschreibung der Objekte nach Artikel 2 Absatz 1 dient den Kantonen als verbindliche Grundlage für die Konkretisierung der Schutzziele. SR 451.1 Ausdruck gemäss Ziff. I der V vom 29. Sept. 2017, in Kraft seit 1. Nov. 2017 ( AS 2017 5401 ). Diese Änd. wurde im ganzen Erlass berücksichtigt. Fassung gemäss Ziff. I der V vom 29. Sept. 2017, in Kraft seit 1. Nov. 2017 ( AS 2017 5401 )."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Schutz- und Unterhaltsmassnahmen",
      "content": "1 Die Kantone treffen nach Anhören der Betroffenen (Art. 3 Abs. 1 und 2) die zum Erreichen der Schutzziele erforderlichen Schutz- und Unterhaltsmassnahmen. 2 Die Kantone sorgen insbesondere dafür, dass: a. Pläne und Vorschriften, welche die zulässige Nutzung des Bodens im Sinne der Raumplanungsgesetzgebung regeln, mit dieser Verordnung übereinstimmen; b. die Biotope nach Artikel 18 Absatz 1 bis NHG, die sich innerhalb einer Moorlandschaft befinden, bezeichnet werden; c. die nach Artikel 23 d Absatz 2 NHG zulässige Gestaltung und Nutzung der Erhaltung der für die Moorlandschaften typischen Eigenheiten nicht widersprechen; d. Bauten und Anlagen, die weder mit der Gestaltung und Nutzung nach Buchstabe c in Zusammenhang stehen, noch der Biotoppflege oder der Aufrechterhaltung der typischen Besiedlung dienen, nur ausgebaut oder neu errichtet werden, wenn sie nationale Bedeutung haben, unmittelbar standortgebunden sind und den Schutzzielen nicht widersprechen; e. die touristische Nutzung und die Nutzung zur Erholung mit den Schutzzielen in Einklang stehen; f. dort, wo eine Wiederherstellung nach Artikel 25 a NHG nicht möglich oder für die Erreichung der Schutzziele unverhältnismässig ist, angemessener Ersatz oder Ausgleich erfolgt, insbesondere durch die Schaffung, Vergrösserung oder Revitalisierung von Biotopen, die Aufwertung von für die Moorlandschaft charakteristischen Elementen und Strukturen, die Verbesserung der nachhaltigen moor- und moorlandschaftstypischen Nutzung oder Massnahmen des ökologischen Ausgleichs nach Artikel 15 NHV. SR 451.1"
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Fristen",
      "content": "1 Die Massnahmen nach Artikel 3 Absatz 1 und Artikel 5 müssen innert drei Jahren getroffen werden. 2 Für die finanzschwachen und mittelstarken Kantone, die durch den Moorlandschaftsschutz stark belastet sind, beträgt die Frist für jene Objekte, die in ihrer Erhaltung nicht gefährdet sind, sechs Jahre. Das Eidgenössische Departement für Umwelt, Verkehr, Energie und Kommunikation bezeichnet die betreffenden Kantone. Die Bezeichnung der Verwaltungseinheit wurde in Anwendung von Art. 16 Abs. 3 der Publikationsverordnung vom 17. Nov. 2004 ( AS 2004 4937 ) angepasst."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Vorsorglicher Schutz",
      "content": "Solange die Kantone keine Schutz- und Unterhaltsmassnahmen getroffen haben, sind in den Objekten jegliche Bauten, Anlagen und Bodenveränderungen sowie erhebliche Nutzungsänderungen verboten. Die Kantone können Ausnahmen bewilligen, sofern sie mit Artikel 5 vereinbar sind."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Behebung von Beeinträchtigungen",
      "content": "Die Kantone sorgen dafür, dass bestehende Beeinträchtigungen von Objekten bei jeder sich bietenden Gelegenheit soweit als möglich behoben werden."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Pflichten des Bundes",
      "content": "1 Die Behörden und Amtsstellen des Bundes sowie seiner Anstalten und Betriebe sind bei ihrer Tätigkeit zur Einhaltung der Schutzziele verpflichtet. 2 Sie treffen die Massnahmen nach den Artikeln 5, 7 und 8 in den Bereichen, in denen sie nach der anwendbaren Spezialgesetzgebung des Bundes zuständig sind."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Berichterstattung",
      "content": "Solange die Kantone die nach Artikel 3 Absatz 1 und Artikel 5 erforderlichen Massnahmen nicht getroffen haben, erstatten sie dem BAFU jeweils am Jahresende Bericht über den Stand des Moorlandschaftsschutzes auf ihrem Gebiet."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Leistungen des Bundes",
      "content": "1 Der Bund berät und unterstützt die Kantone bei der Erfüllung ihrer Aufgaben nach dieser Verordnung. 2 Die Abgeltungen des Bundes für die Massnahmen nach den Artikeln 3, 5 und 8 dieser Verordnung richten sich nach Artikel 22 NHV. SR 451.1"
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Änderung bisherigen Rechts",
      "content": "… Die Änderung kann unter AS 1996 1839 konsultiert werden."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "",
      "content": "Aufgehoben durch Ziff. I der V vom 25. Febr. 2004, mit Wirkung seit 1. Mai 2004 ( AS 2004 1833 )."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 1. Juli 1996 in Kraft."
    }
  ],
  "definitions": []
}