{
  "id": "sr-441-11",
  "type": "statute",
  "title": "Verordnung vom 4. Juni 2010 über die Landessprachen und die Verständigung zwischen den Sprachgemeinschaften (Sprachenverordnung, SpV)",
  "title_en": "Ordinance of 4 June 2010 on the National Languages and Understanding between the Linguistic Communities (Languages Ordinance, LangO)",
  "short_name": "SpV",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2010/355/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Section 1 Official Languages of the Confederation",
      "section": "1",
      "title": "Scope of application of Section 2 of the LangA",
      "content": "(Art. 4 para. 2 LangA) Whenever, in the cases described in Article 4 paragraph 2 of the LangA, a unit of the Federal Administration sets strategic objectives or prepares a service agreement or a similar instrument with an organisation or person operating throughout Switzerland, it must verify if: a. criteria or objectives in accordance with the requirements of Section 2 of the LangA should be included in the strategic objectives or instruments; b. certain provisions in Section 2 of the LangA should be deemed applicable by way of ordinance. Amended by No I of the O of 27 Aug. 2014, in force since 1 Oct. 2014 ( AS 2014 2987 )."
    },
    {
      "provision_ref": "art2",
      "chapter": "Section 1 Official Languages of the Confederation",
      "section": "2",
      "title": "Comprehensibility",
      "content": "(Art. 7 LangA) 1 The federal texts that are published must be drawn up in all of the official languages in an appropriate, clear and citizen-friendly manner and must comply with the principles of gender equality in language. 2 The units of the Federal Administration shall take the necessary organisational measures to guarantee the quality of the drafting and form of texts. The Federal Chancellery shall draw up instructions establishing quality standards for the drafting and form of texts. Amended by Annex No 3 of the O of 10 Nov. 2021, in force since 1 July 2022 ( AS 2021 692 ). Amended by No I of the O of 27 Aug. 2014, in force since 1 Oct. 2014 ( AS 2014 2987 )."
    },
    {
      "provision_ref": "art3",
      "chapter": "Section 1 Official Languages of the Confederation",
      "section": "3",
      "title": "Romansh",
      "content": "(Art. 11 LangA) 1 The Federal Chancellery shall coordinate within the Federal Administration the translation and publication of texts in Romansh. 2 The texts shall be translated into Romansh in collaboration with the Chancellery of the Canton of Graubünden. 3 The Federal Chancellery shall ensure that legislative texts translated into Romansh are continually updated. 4 It is responsible for Romansh terminology within the Federal Administration and shall publish it online."
    },
    {
      "provision_ref": "art4",
      "chapter": "Section 1 Official Languages of the Confederation",
      "section": "4",
      "title": "Internet",
      "content": "(Art. 12 para. 2 LangA) 1 The units of the Federal Administration shall provide the key content of their websites in French, German and Italian. Key content is determined by the significance of the text and of the target readers. 2 They shall also offer a selection of content in Romansh, in consultation with the Federal Chancellery. Amended by No I of the O of 27 Aug. 2014, in force since 1 Oct. 2014 ( AS 2014 2987 )."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "International agreements",
      "content": "(Art. 13 LangA) 1 International agreements may be concluded in English: a. in urgent circumstances; b. if this is required by the specific form of the agreement; or c. if it is standard practice in international relations in Switzerland to do so in the area concerned. 2 Nevertheless, every effort should be made to produce an original version in one of the official languages."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Equal opportunities for employees from the various linguistic communities",
      "content": "(Art. 9 and 20 LangA) 1 The employers of the personnel of the federal administrative units referred to in Article 1 paragraph 1 of the Ordinance of 3 July 2001 on the Personnel of the Swiss Confederation (FPersO), with the exception of the ETH Domain, shall ensure that employees are not disadvantaged on the basis of their membership of a specific linguistic community. 2 In particular, they shall ensure that all employees, irrespective of their linguistic community: a. may choose to work in French, German or Italian, unless there are good reasons for carrying out the work in a language other than the chosen one; b. may participate equally in the decision-making process in accordance with their qualifications; c. have the same prospects for development and promotion. Amended by No I of the O of 27 Aug. 2014, in force since 1 Oct. 2014 ( AS 2014 2987 ). SR 172.220.111.3"
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Representation of linguistic communities in the Federal Administration",
      "content": "(Art. 20 para. 2 LangA and Art. 4 para. 2 let. e FPA) 1 The representation of linguistic communities in the federal administrative units referred to in Article 1 paragraph 1 letters a and b of the FPersO, with the exception of the ETH Domain, must aim to achieve the following ranges, including for management positions: a. German: 66.5 – 68.5% b. French: 22.5 – 24.5% c. Italian: 7.5 – 8.5% d. Romansh: 0.5 – 1.0% 2 Representation of the Romance language communities may exceed the upper limit of the ranges specified in paragraph 1 letters b to d. 3 When recruiting personnel, the employers referred to in paragraph 1 shall ensure that candidates from all linguistic communities progress from the preselection phase to the interviews, provided they fulfil the objective criteria. Where candidates have equal qualifications, priority shall be given to those who belong to a linguistic community that is underrepresented in the administrative unit in question; this applies in particular for management positions. Amended by No I of the O of 27 Aug. 2014, in force since 1 Oct. 2014 ( AS 2014 2987 ). SR 172.220.1 SR 172.220.111.3 Amended by No I of the O of 29 Oct. 2025, in force since 1 Jan. 2026 ( AS 2025 681 )."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Language skills of federal personnel",
      "content": "(Art. 20 para. 1 LangA and Art. 4 para. 2 let. e bis FPA) 1 The employers referred to in Article 6 paragraph 1 shall ensure that: a. all employees have the oral and written skills in a second official language required for performing their duties; b. all middle management employees have good active knowledge of at least a second official language and, where possible, passive knowledge of a third official language; c. all senior management employees and all middle management employees with team leadership responsibilities have good active knowledge of at least a second official language and passive knowledge of a third official language. 2 Employers shall offer their employees French, German and Italian language courses. 3 If a member of management does not have the required language skills when recruited, the employer shall take the measures necessary to improve their skills within one year of recruitment. 4 Training required for acquiring language skills is considered to be training which meets the needs of the service within the meaning of Article 4 paragraph 4 of the FPersO. Amended by No I of the O of 27 Aug. 2014, in force since 1 Oct. 2014 ( AS 2014 2987 ). SR 172.220.1 SR 172.220.111.3"
    },
    {
      "provision_ref": "art8a",
      "section": "8a",
      "title": "8 a Strategic objectives",
      "content": "(Art. 20 para. 1 and 2 LangA) The Federal Council shall set the strategic objectives in connection with the promotion of plurilingualism for each legislative period. Inserted by No I of the O of 27 Aug. 2014, in force since 1 Oct. 2014 ( AS 2014 2987 )."
    },
    {
      "provision_ref": "art8b",
      "section": "8b",
      "title": "b Federal Delegate for Plurilingualism",
      "content": "(Art. 20 para. 1 and 2 LangA) 1 The Federal Council shall appoint a delegate for plurilingualism (the Federal Delegate for Plurilingualism), who will be affiliated to the Federal Department of Finance. 2 The tasks of the Federal Delegate for Plurilingualism include: a. supporting the Federal Council in setting the strategic objectives and monitoring their implementation; b. coordinating and evaluating the implementation of the strategic objectives by the departments and the Federal Chancellery; c. advising and supporting the departments, the Federal Chancellery as well as their subordinate administrative units and their personnel on plurilingualism matters and raising awareness of these matters; d. collaborating with cantonal services and other public administrations and maintaining contacts with external institutions that promote plurilingualism; e. keeping the general public regularly informed on matters concerning plurilingualism; f. representing the Confederation in national bodies that promote plurilingualism. Inserted by No I of the O of 27 Aug. 2014, in force since 1 Oct. 2014 ( AS 2014 2987 )."
    },
    {
      "provision_ref": "art8c",
      "section": "8c",
      "title": "c Implementation of the strategic objectives by the departments and administrative units",
      "content": "(Art. 20 para. 1 and 2 LangA) 1 The departments and the Federal Chancellery together with their subordinate administrative units shall establish a range of measures for a four-year period for implementing the strategic objectives. 2 The administrative units are responsible for implementing the range of measures and shall provide the financial and human resources necessary for the promotion of plurilingualism. Inserted by No I of the O of 27 Aug. 2014, in force since 1 Oct. 2014 ( AS 2014 2987 )."
    },
    {
      "provision_ref": "art8d",
      "section": "8d",
      "title": "d Monitoring and evaluation",
      "content": "(Art. 20 para. 1 and 2 LangA) 1 The annual personnel management report for the attention of the parliamentary supervisory committees must include a section on the development of the representation of the linguistic communities in the administrative units referred to in Article 7 paragraph 1. 2 The Federal Office of Personnel shall provide the Federal Delegate for Plurilingualism with detailed statistics on the representation of the linguistic communities among employees of the administrative units referred to in Article 7 paragraph 1, particularly among those in management positions. The statistics shall be compiled on the basis of the data and analyses contained in the Federal Administration’s personnel information system (BV PLUS). 3 The departments and the Federal Chancellery shall submit a report to the Federal Delegate for Plurilingualism every four years containing quantitative and qualitative information on the status of plurilingualism and the implementation of Articles 6 to 8 in their administrative units. They shall provide the Delegate with additional information on plurilingualism matters in their departments and administrative units when requested. 4 The Federal Delegate for Plurilingualism shall prepare an evaluation report for the attention of the Federal Council every four years based on the reports of the departments and Federal Chancellery. The Delegate shall also make recommendations in the evaluation report on the thrust of plurilingualism policy in the future. 5 If a department or the Federal Chancellery manifestly fails to comply with the provisions on the promotion of plurilingualism, the Federal Delegate for Plurilingualism may issue recommendations for the department in question or the Federal Chancellery. Inserted by No I of the O of 27 Aug. 2014, in force since 1 Oct. 2014 ( AS 2014 2987 )."
    },
    {
      "provision_ref": "art9",
      "chapter": "Section 2 Promoting Understanding and Exchange between the Linguistic Communities",
      "section": "9",
      "title": "School exchanges",
      "content": "(Art. 14 LangA) In order to promote school exchanges, Movetia, the Swiss Foundation for the Promotion of Exchanges and Mobility, shall be granted financial assistance for: a. developing and conducting programmes to promote school exchanges; b. providing advice, assistance and support to exchange projects; c. documenting, evaluating and providing information on exchange opportunities and exchange activities. Amended by No I of the O of 24 Aug. 2022, in force since 15 Sept. 2022 ( AS 2022 488 )."
    },
    {
      "provision_ref": "art10",
      "chapter": "Section 2 Promoting Understanding and Exchange between the Linguistic Communities",
      "section": "10",
      "title": "National languages in teaching",
      "content": "(Art. 16 let. a and b LangA) In order to promote the national languages in the curriculum, the cantons shall be granted financial assistance for: a. projects to develop concepts and didactic aids for teaching a second and third national language that are innovative or are relevant to the common education policy goals of the Confederation and cantons; b. projects for promoting the acquisition of another national language through bilingual instruction; c. promoting skills in the local national language among children whose first language is not a national language prior to starting primary school. Amended by No I of the O of 24 Aug. 2022, in force since 15 Sept. 2022 ( AS 2022 488 ). Amended by No I of the O of 24 Aug. 2022, in force since 15 Sept. 2022 ( AS 2022 488 )."
    },
    {
      "provision_ref": "art11",
      "chapter": "Section 2 Promoting Understanding and Exchange between the Linguistic Communities",
      "section": "11",
      "title": "Knowledge of their first language among speakers of other languages",
      "content": "(Art. 16 let. c LangA) In order to promote knowledge of their first language among speakers of other languages, the cantons shall be granted financial assistance for the following measures: a. developing concepts for integrated learning in the language and culture of origin; b. continuing professional development for teachers; c. developing didactic aids. Amended by No I of the O of 24 Aug. 2022, in force since 15 Sept. 2022 ( AS 2022 488 )."
    },
    {
      "provision_ref": "art12",
      "chapter": "Section 2 Promoting Understanding and Exchange between the Linguistic Communities",
      "section": "12",
      "title": "Academic institution for plurilingualism",
      "content": "(Art. 17 LangA) 1 In order to promote applied research in the field of languages and plurilingualism, the Institute of Multilingualism at the University of Fribourg and the University of Teacher Education, Fribourg shall be granted financial assistance for: a. coordinating, managing and conducting research; b. operating a documentation office; c. maintaining a national research network; d. working with international research networks and academic organisations. 2 The Federal Office of Culture (FOC) shall enter into a service agreement with the Institute for Multilingualism. Amended by No I of the O of 24 Aug. 2022, in force since 15 Sept. 2022 ( AS 2022 488 )."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Support for news agencies",
      "content": "(Art. 18 let. a LangA) News agencies of national importance may be granted financial assistance if they report regularly from all four language regions in at least three national languages on topics relating to language and culture policy and the policy of promoting understanding. Amended by No I of the O of 24 Aug. 2022, in force since 15 Sept. 2022 ( AS 2022 488 )."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Support for organisations and institutions",
      "content": "(Art. 18 let. b LangA) 1 In order to promote understanding between the linguistic communities, organisations and institutions may be granted financial assistance for: a. activities that serve to raise public awareness of plurilingualism by: 1. promoting the practice, perception and appreciation of plurilingualism, and 2. facilitating participation in plurilingual cultural activities; b. activities that serve to network actors involved in promoting understanding between linguistic communities by: 1. encouraging the exchange of knowledge and experiences, and 2. establishing and maintaining cooperation. 2 rganisations and institutions must meet the following requirements: a. they must be active in at least two linguistic regions; b. they must be non-profit; c. they must have been carrying out awareness-raising and networking activities within the meaning of paragraph 1 for at least three years. 3 The amount of financial assistance shall be calculated on the basis of: a. the type and significance of the activities; b. the quality and impact of the activities; c. own contributions and those of third parties. 4 . Amended by No I of the O of 24 Aug. 2022, in force since 15 Sept. 2022 ( AS 2022 488 )."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Support for communities",
      "content": "(Art. 18 let. c LangA) 1 Communities may be granted financial assistance for projects that raise awareness or involve networking as specified in Article 14 paragraph 1. 2 The amount of financial assistance shall be calculated on the basis of: a. the type and significance of the activity or project; b. the quality and impact of the project; c. own contributions and those of third parties. Amended by No I of the O of 24 Aug. 2022, in force since 15 Sept. 2022 ( AS 2022 488 )."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Financial assistance for translations",
      "content": "(Art. 19 LangA) 1 Financial assistance for translations may be granted to organisations and institutions for their communication activity in the various language regions, particularly for communication with the people targeted by their public benefit work. 2 The organisations and institutions must meet the following requirements: a. they must be active in at least three language regions; b. they must be non-profit; c. they must carry out activities for public benefit; d. they must be politically and confessionally neutral; e. they must fulfil a task relating to policy on languages and understanding, and their work must have a national impact. 3 Organisations and institutions in receipt of the financial assistance established in Article 14 are not entitled to financial assistance for translations."
    },
    {
      "provision_ref": "art17",
      "chapter": "Section 3 Support for Plurilingual Cantons",
      "section": "17",
      "title": "",
      "content": "1 In order to promote plurilingualism in cantonal and communal authorities and administrations, plurilingual cantons shall be granted financial assistance for performing their specific tasks, and in particular for: a. translation and terminology services for communication within and between cantons; b. language and technical training and continuing professional development for the administrative personnel in relation to plurilingualism matters; c. projects for raising public awareness of plurilingualism. 2 Financial assistance for the promotion of plurilingualism in the area of education shall be granted to the plurilingual cantons for performing their specific tasks, and in particular for: a. creating didactic aids for language teaching; b. language training and continuing professional development for teachers; c. projects to promote the acquisition of a national language through bilingual instruction at all levels of education; d. projects to promote the attendance of classes in another official language of the canton at all levels of education; e. ... Amended by No I of the O of 24 Aug. 2022, in force since 15 Sept. 2022 ( AS 2022 488 ). Amended by No I of the O of 24 Aug. 2022, in force since 15 Sept. 2022 ( AS 2022 488 ). Repealed by No I of the O of 24 Aug. 2022, with effect from 15 Sept. 2022 ( AS 2022 488 )."
    },
    {
      "provision_ref": "art18",
      "chapter": "Section 4 Preserving and Promoting the Romansh and Italian Languages and Cultures in the Canton of Graubünden",
      "section": "18",
      "title": "General measures in the Canton of Graubünden",
      "content": "(Art. 22 para. 1 let. a LangA) In order to preserve and promote the Romansh and Italian languages and cultures, the Canton of Graubünden shall be granted financial assistance to support the canton’s own measures in the following areas: a. language courses in state schools; b. translation activities; c. publications in Romansh and Italian; d. promoting plurilingualism in the cantonal administration; e. preserving and promoting linguistic and cultural identity; f. promoting third-party projects that involve plurilingualism and preserving and promoting linguistic and cultural identity. Amended by No I of the O of 24 Aug. 2022, in force since 15 Sept. 2022 ( AS 2022 488 )."
    },
    {
      "provision_ref": "art19",
      "chapter": "Section 4 Preserving and Promoting the Romansh and Italian Languages and Cultures in the Canton of Graubünden",
      "section": "19",
      "title": "Support for organisations and institutions",
      "content": "(Art. 22 para. 1 let. b LangA) 1 The Canton of Graubünden shall be granted financial assistance to support the interregional activities of Romansh organisations and institutions in the following areas: a. developing and implementing measures to preserve and promote the Romansh language and culture; b. language development and renewal; c. extracurricular courses in Romansh language and culture; d. advice, mediation and documentation. 2 Financial assistance shall be granted to the Canton of Graubünden for supporting the interregional activities of Italian-speaking organisations and institutions in the following areas: a. development and implementation of measures for promoting Italian language and culture; b. publications about Italian language and culture; c. creation and running of a documentation office on Italian language and culture. 3 The Confederation’s financial assistance shall cover a maximum of 90 of the total costs of the organisation or institution. Amended by No I of the O of 24 Aug. 2022, in force since 15 Sept. 2022 ( AS 2022 488 )."
    },
    {
      "provision_ref": "art20",
      "chapter": "Section 4 Preserving and Promoting the Romansh and Italian Languages and Cultures in the Canton of Graubünden",
      "section": "20",
      "title": "Promotion of publishing activity in Romansh-speaking regions",
      "content": "(Art. 22 para. 1 let. c LangA) 1 The Canton of Graubünden shall be granted financial assistance to support Romansh publishing houses that seek to promote Romansh literature for children, adolescents and adults. 2 The publishing houses must publish literary works in Romansh. In particular, they must: a. select and copy-edit the texts; b. organise printing and production; c. promote distribution. Amended by No I of the O of 24 Aug. 2022, in force since 15 Sept. 2022 ( AS 2022 488 )."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Financial assistance for the preservation and promotion of Romansh in the media",
      "content": "(Art. 22 para. 2 LangA) 1 Financial assistance shall be granted to the Canton of Graubünden for supporting news agencies. 2 In particular, the news agencies must: a. provide editorial services in Romansh on a daily basis in the form of texts and pictures; b. take Romansh dialects and Rumantsch Grischun into consideration; c. make their editorial services available to the media in electronic form."
    },
    {
      "provision_ref": "art22",
      "chapter": "Section 5 Preservation and Promotion of Italian Language and Culture in the Canton of Ticino",
      "section": "22",
      "title": "General measures in the Canton of Ticino",
      "content": "(Art. 22 para. 1 let. a and c LangA) In order to preserve and promote the Italian language and culture, the Canton of Ticino shall be granted financial assistance to support the canton’s own measures in the following areas: a. research programmes and research projects relating to language and culture; b. publications of particular significance in promoting the Italian language and culture; c. events and projects that promote the Italian language and culture; d. third-party projects that involve plurilingualism and preserving and promoting linguistic and cultural identity. Amended by No I of the O of 24 Aug. 2022, in force since 15 Sept. 2022 ( AS 2022 488 )."
    },
    {
      "provision_ref": "art23",
      "chapter": "Section 5 Preservation and Promotion of Italian Language and Culture in the Canton of Ticino",
      "section": "23",
      "title": "Support for organisations and institutions",
      "content": "(Art. 22 para. 1 let. b LangA) 1 The Canton of Ticino shall be granted financial assistance to support the interregional activities of organisations and institutions, and in particular for: a. projects that preserve and promote its cultural heritage; b. measures to promote literary and cultural creativity; c. organising and holding events of linguistic and cultural significance. 2 The Canton of Ticino shall also be granted financial assistance to support the activities of the Osservatorio linguistico della Svizzera italiana . 3 The Confederation’s financial assistance shall cover a maximum of 90 of the total costs of the organisation or institution. Amended by No I of the O of 24 Aug. 2022, in force since 15 Sept. 2022 ( AS 2022 488 )."
    },
    {
      "provision_ref": "art24",
      "chapter": "35",
      "section": "24",
      "title": "Preservation and promotion of the Romansh language and culture outside its traditional area of use",
      "content": "(Art. 22 a LangA) 1 In order to preserve and promote the Romansh language and culture outside its traditional area of use, organisations and institutions many be granted financial assistance for projects in the following areas: a. learning and consolidating Romansh language skills, in particular through in-school and extracurricular lessons for children and young people who speak Romansh, or through the development of learning and practice materials to consolidate linguistic and cultural skills; b. facilitating the use of the Romansh language, in particular by establishing networks for Romansh speakers and raising awareness of the Romansh language. 2 The amount of the financial assistance is determined by the quality and impact of the projects and their relevance to the target group. Projects implemented outside the canton of Graubünden shall be given priority. Amended by No I of the O of 29 Oct. 2025, in force since 1 Jan. 2026 ( AS 2025 681 )."
    },
    {
      "provision_ref": "art25",
      "chapter": "35",
      "section": "25",
      "title": "Preservation and promotion of the Italian language and culture outside its traditional area of use",
      "content": "(Art. 22 a LangA) 1 In order to preserve and promote the Italian language and culture outside its traditional area of use, organisations and institutions many be granted financial assistance for the following types of projects: a. cultural and awareness-raising projects in school for children and young people with no knowledge of Italian with the aim of increasing the appeal of Italian as a subject in schools and stimulating interest in the Italian language and culture; b. supra-regional cultural projects for children and young people who speak Italian but who live outside the traditional language areas, with the aim of maintaining and strengthening their connection to the Italian language and culture. 2 The amount of the financial assistance is determined by the quality and impact of the projects and their relevance to the target group. Amended by No I of the O of 29 Oct. 2025, in force since 1 Jan. 2026 ( AS 2025 681 )."
    },
    {
      "provision_ref": "art26",
      "chapter": "Section 6 Implementation",
      "section": "26",
      "title": "26 Applications",
      "content": "1 Applications for financial assistance shall be submitted to the FOC. 2 The FOC shall publish the deadline for submitting applications in an invitation on its website. 3 The applications must include proof of compliance with the requirements for funding and contain all the required details relating to the funding criteria. 4 Priority shall be given to applications that best meet the criteria in an overall assessment. Amended by No I of the O of 24 Aug. 2022, in force since 15 Sept. 2022 ( AS 2022 488 )."
    },
    {
      "provision_ref": "art27",
      "chapter": "Section 6 Implementation",
      "section": "27",
      "title": "Procedure and legal remedies",
      "content": "1 The FOC shall decide on applications for financial assistance. In the case of applications for funding in accordance with Articles 10 and 11, it shall base its decision on a recommendation from the Swiss Conference of Cantonal Directors of Education. 2 The procedure and the legal remedies are governed by the general provisions on the administration of federal justice. Amended by No I of the O of 24 Aug. 2022, in force since 15 Sept. 2022 ( AS 2022 488 )."
    },
    {
      "provision_ref": "art28",
      "chapter": "Section 6 Implementation",
      "section": "28",
      "title": "Order of priorities",
      "content": "1 Financial assistance shall be granted within the limits of the authorised credits. 2 If the amount of financial assistance requested exceeds the resources available, the Federal Department of Home Affairs shall establish an order of priorities for assessing the applications in accordance with Article 13 paragraph 2 of the Subsidies Act of 5 October 1990. SR 616.1"
    },
    {
      "provision_ref": "art29",
      "chapter": "Section 6 Implementation",
      "section": "29",
      "title": "",
      "content": "Repealed by No I of the O of 24 Aug. 2022, with effect from 15 Sept. 2022 ( AS 2022 488 )."
    },
    {
      "provision_ref": "art30",
      "chapter": "Section 7 Final Provisions",
      "section": "30",
      "title": "Repeal and amendment of existing legislation",
      "content": "The repeal and amendment of existing legislation are regulated in the Annex."
    },
    {
      "provision_ref": "art31",
      "chapter": "Section 7 Final Provisions",
      "section": "31",
      "title": "Commencement",
      "content": "This Ordinance comes into force on 1 July 2010."
    }
  ],
  "definitions": []
}