{
  "id": "sr-416-21",
  "type": "statute",
  "title": "Verordnung vom 30. Januar 2013 über Stipendien für ausländische Studierende und Kunstschaffende in der Schweiz",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2013/104/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Höchstzahl der Stipendien",
      "content": "Die Eidgenössische Stipendienkommission für ausländische Studierende (Kommission) beantragt dem Eidgenössischen Departement für Wirtschaft, Bildung und Forschung (WBF) jedes Jahr, wie viele Stipendien maximal verlängert und wie viele maximal neu zugesprochen werden können; sie berücksichtigt dabei die verfügbaren Kredite."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Stipendienangebot",
      "content": "1 Das Staatssekretariat für Bildung, Forschung und Innovation (SBFI) beantragt nach Anhörung der zuständigen Dienststellen des Eidgenössischen Departements für auswärtige Angelegenheiten (EDA) dem WBF jährlich, welchen Ländern welches Stipendienangebot unterbreitet werden soll. 2 Das WBF entscheidet nach Anhörung der Kommission über das jährliche Stipendienangebot an die einzelnen Länder. 3 Die Länderliste unterscheidet zwischen Industrie- und Entwicklungsländern und enthält die Zahl der Stipendien, die pro Land oder Ländergruppe zur Verfügung stehen. Das Kontingent der Kunststipendien ist dabei separat aufzuführen. 4 Das EDA informiert die berücksichtigten Länder über das Stipendienangebot."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Stipendienarten",
      "content": "1 Die Stipendien werden als universitäre Forschungsstipendien oder als Kunststipendien ausgerichtet. 2 Universitäre Forschungsstipendien werden ausgerichtet: a. für die Vorbereitung eines Doktorats an: 1. Doktorandinnen und Doktoranden in der Schweiz, 2. Doktorandinnen und Doktoranden im Ausland, die für ihr Doktorat einen Forschungsaufenthalt in der Schweiz absolvieren; oder b. für postdoktorale Forschungsarbeiten. 3 Die Kunststipendien werden ausgerichtet für Kunststudien an einer Fachhochschule."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Neue Stipendien",
      "content": "Die neuen universitären Forschungsstipendien sind so zu verteilen, dass ungefähr gleich viele für Industrie- wie für Entwicklungsländer zur Verfügung stehen."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Stipendienverlängerungen",
      "content": "1 Einmal zugesprochene Stipendien können verlängert werden. Die Verlängerung beträgt: a. für universitäre Forschungsstipendien für Doktorandinnen und Doktoranden in der Schweiz: höchstens drei Jahre; b. für universitäre Forschungsstipendien für Postdoktorandinnen und Postdoktoranden: höchstens sechs Monate; c. für Kunststipendien: höchstens neun Monate. 2 Verlängerung und Dauer der Verlängerung werden aufgrund der akademischen Leistungen der Stipendiatin oder des Stipendiaten und der Meinung der verantwortlichen Professorin oder des verantwortlichen Professors beschlossen."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Prüfung der Gesuche",
      "content": "1 Die Kommission prüft Gesuche um Gewährung oder Verlängerung von Stipendien und von Zulagen nach Artikel 8. Gesuche um Gewährung oder Verlängerung von Kunststipendien prüft sie nach Anhörung des Bundesamts für Kultur. 2 Sie unterbreitet ihre Anträge dem WBF."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Höhe der Stipendien",
      "content": "Die monatlichen Grundbeträge der Stipendien belaufen sich auf: a. 2450 Franken für Personen, die: 1. ein Doktorat in der Schweiz vorbereiten (Art. 3 Abs. 2 Bst. a Ziff. 1), oder 2. ein Forschungspraktikum in der Schweiz absolvieren (Art. 3 Abs. 2 Bst. a Ziff. 2); b. 3500 Franken für Personen, die über ein Doktorat verfügen (Art. 3 Abs. 2 Bst. b); c. 2450 Franken für Kunstschaffende (Art. 3 Abs. 3). Fassung gemäss Ziff. I der V vom 19. Nov. 2025, in Kraft seit 1. Jan. 2026 ( AS 2025 783 ). Fassung gemäss Ziff. I der V vom 19. Nov. 2025, in Kraft seit 1. Jan. 2026 ( AS 2025 783 )."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Art und Höhe der Zulagen",
      "content": "1 Das WBF gewährt den Stipendiatinnen und Stipendiaten folgende Zulagen: a. einen einmaligen Beitrag von 600 Franken an die Wohnkosten; b. die Prämien für die Kranken- und die Unfallversicherung für Stipendiatinnen und Stipendiaten aus Ländern ausserhalb der EU und der EFTA. 2 Es kann auf begründetes Gesuch hin weitere Zulagen für ausserordentliche Kosten gewähren, namentlich Kosten für den endgültigen Rückflug von Stipendiatinnen und Stipendiaten in ihr Herkunftsland. Für Forschungsreisen der Stipendiatinnen und Stipendiaten werden keine Zulagen gewährt. 3 Die Zulagen nach Absatz 2 werden in Abhängigkeit von der wirtschaftlichen Lage der Stipendiatin oder des Stipendiaten gewährt. 4 Das WBF regelt die Einzelheiten der Bemessung der Zulagen in einer Verordnung. Fassung gemäss Ziff. I der V vom 19. Nov. 2025, in Kraft seit 1. Jan. 2026 ( AS 2025 783 ). Fassung gemäss Ziff. I der V vom 20. Juni 2018, in Kraft seit 1. Sept. 2018 ( AS 2018 2543 )."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Beiträge an die Betreuungsstellen der Hochschulen",
      "content": "Das WBF unterstützt die Stellen der Hochschulen, die Stipendiatinnen und Stipendiaten betreuen, mit einem Beitrag von 650 Franken pro Stipendiatin oder Stipendiat und akademisches Jahr."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Aufhebung bisherigen Rechts",
      "content": "Die Verordnung vom 14. Dezember 1987 über Stipendien an ausländische Studierende und Kunstschaffende in der Schweiz wird aufgehoben. [ AS 1988 165 ; 2007 2413 ]"
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 1. März 2013 in Kraft."
    }
  ],
  "definitions": []
}