{
  "id": "sr-451-32",
  "type": "statute",
  "title": "Verordnung vom 21. Januar 1991 über den Schutz der Hoch- und Übergangsmoore von nationaler Bedeutung (Hochmoorverordnung) ",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1991/270_270_270/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Bundesinventar",
      "content": "1 Das Bundesinventar der Hoch- und Übergangsmoore von nationaler Bedeutung (Hochmoorinventar) umfasst die im Anhang aufgezählten Objekte. Sie erfüllen gleichzeitig das Erfordernis der besonderen Schönheit nach Artikel 78 Absatz 5 der Bundesverfassung. 2 Die Umschreibung der Objekte ist Bestandteil dieser Verordnung, jedoch Gegenstand einer separaten Veröffentlichung. Fassung gemäss Ziff. I der V vom 29. Sept. 2017, in Kraft seit 1. Nov. 2017 ( AS 2017 5303 ). SR 101"
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Veröffentlichung",
      "content": "1 Die Umschreibung der Objekte wird in der Amtlichen Sammlung des Bundesrechts (AS) durch Verweis veröffentlicht (Art. 5 Abs. 1 des Publikationsgesetzes vom 18. Juni 2004). Sie ist in elektronischer Form zugänglich. 2 Das Hochmoorinventar kann unentgeltlich beim Bundesamt für Umwelt (BAFU) und bei den zuständigen kantonalen Stellen eingesehen werden. Fassung gemäss Ziff. I der V vom 29. Sept. 2017, in Kraft seit 1. Nov. 2017 ( AS 2017 5303 ). SR 170.512 www.bafu.admin.ch > Themen > Biodiversität > Fachinformationen > Massnahmen > Ökologische Infrastruktur > Biotope von nationaler Bedeutung > Moore"
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Abgrenzung der Objekte",
      "content": "1 Die Kantone legen nach Anhören der Grundeigentümer und Bewirtschafter den genauen Grenzverlauf der Objekte fest. Sie scheiden ökologisch ausreichende Pufferzonen aus und berücksichtigen dabei insbesondere das Hochmoorumfeld sowie angrenzende Flachmoore. 2 Ist der genaue Grenzverlauf noch nicht festgelegt, so trifft die zuständige kantonale Behörde auf Antrag eine Feststellungsverfügung über die Zugehörigkeit eines Grundstücks zu einem Objekt. Der Antragsteller muss ein schutzwürdiges Interesse an der Feststellung nachweisen können."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Schutzziel",
      "content": "Die Objekte müssen ungeschmälert erhalten werden; in gestörten Moorbereichen soll die Regeneration, soweit es sinnvoll ist, gefördert werden. Zum Schutzziel gehören insbesondere die Erhaltung und Förderung der standortheimischen Pflanzen- und Tierwelt und ihrer ökologischen Grundlagen sowie die Erhaltung der geomorphologischen Eigenart."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Schutz- und Unterhaltsmassnahmen",
      "content": "1 Die Kantone treffen nach Anhören der Grundeigentümer und Bewirtschafter die zur ungeschmälerten Erhaltung der Objekte geeigneten Schutz- und Unterhaltsmassnahmen. Sie sorgen insbesondere dafür, dass: a. Pläne und Vorschriften, welche die zulässige Nutzung des Bodens im Sinne der Raumplanungsgesetzgebung regeln, mit dieser Verordnung übereinstimmen; b. keine Bauten und Anlagen errichtet und keine Bodenveränderungen vorgenommen werden, insbesondere durch den Abbau von Torf, das Pflügen von Moorböden und das Ausbringen von Stoffen oder Zubereitungen im Sinne der Chemikalienverordnung vom 5. Juni 2015 oder von Biozidprodukten im Sinne der Biozidprodukteverordnung vom 18. Mai 2005; ausgenommen sind, unter Vorbehalt von Buchstabe c, Bauten, Anlagen und Bodenveränderungen, die der Aufrechterhaltung des Schutzziels dienen; c. zur Aufrechterhaltung der bisherigen landwirtschaftlichen Nutzung nur solche Bauten und Anlagen errichtet und nur solche Bodenveränderungen vorgenommen werden, die dem Schutzziel nicht widersprechen; d. die nach dem 1. Juni 1983 erstellten Bauten und Anlagen zu Lasten der Ersteller abgebrochen und die nach diesem Datum vorgenommenen Bodenveränderungen zu Lasten derjenigen, die sie ausgeführt oder verursacht haben, rückgängig gemacht werden, sofern sie dem Schutzziel widersprechen und nicht gestützt auf Nutzungszonen, die dem Raumplanungsgesetz vom 22. Juni 1979 entsprechen, rechtskräftig bewilligt worden sind; ist eine Wiederherstellung des Zustands vom 1. Juni 1983 nicht möglich, so ist für angemessenen Ersatz oder Ausgleich zu sorgen; e. der Gebietswasserhaushalt erhalten und, soweit es der Moorregeneration dient, verbessert wird; f. die forstliche Bewirtschaftung auf das Schutzziel ausgerichtet wird; g. die Verbuschung verhindert und die typische Moorvegetation erhalten werden, sofern es erforderlich ist durch eine angepasste Bewirtschaftung; h. Gräben, sofern sie mit dem Schutzziel vereinbar sind, sachgerecht und schonend unterhalten werden; i. die Moore vor Trittschäden geschützt werden; k. die touristische und die Erholungsnutzung dem Schutzziel untergeordnet werden. 2 Die Bestimmungen von Absatz 1 gelten auch für die Pufferzonen, soweit es das Schutzziel erfordert. Fassung gemäss Anhang 6 Ziff. 1 der Chemikalienverordnung vom 5. Juni 2015, in Kraft seit 1. Juli 2015 ( AS 2015 1903 ). SR 813.11 SR 813.12 Fassung gemäss Ziff. II 3 der V vom 18. Dez. 1995, in Kraft seit 1. Febr. 1996 ( AS 1996 225 ). SR 700"
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Fristen",
      "content": "1 Die Massnahmen nach den Artikeln 3 Absatz 1 und 5 müssen innert drei Jahren getroffen werden. 2 Für die finanzschwachen und mittelstarken Kantone, die durch den Hochmoorschutz stark belastet sind, beträgt die Frist für jene Objekte, die in ihrer Erhaltung nicht gefährdet sind, höchstens sechs Jahre. Das Eidgenössische Departement für Umwelt, Verkehr, Energie und Kommunikation bezeichnet diese Kantone. Die Bezeichnung der Verwaltungseinheit wurde in Anwendung von Art. 16 Abs. 3 der Publikationsverordnung vom 17. Nov. 2004 ( AS 2004 4937 ) angepasst."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Vorsorglicher Schutz",
      "content": "Solange die Kantone keine Schutz- und Unterhaltsmassnahmen getroffen haben, sind in den Objekten jegliche Bauten, Anlagen und Bodenveränderungen sowie erhebliche Nutzungsänderungen verboten. Die Kantone können Ausnahmen bewilligen, sofern sie mit Artikel 5 vereinbar sind."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Behebung von Schäden",
      "content": "Die Kantone sorgen dafür, dass bestehende Beeinträchtigungen von Objekten bei jeder sich bietenden Gelegenheit soweit als möglich rückgängig gemacht werden."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Pflichten des Bundes",
      "content": "1 Die Behörden und Amtsstellen des Bundes sowie seiner Anstalten und Betriebe sind bei ihrer Tätigkeit zur ungeschmälerten Erhaltung der Objekte verpflichtet. 2 Sie treffen die Massnahmen nach den Artikeln 5, 7 und 8 in den Bereichen, in denen sie nach der anwendbaren Spezialgesetzgebung des Bundes zuständig sind."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Berichterstattung",
      "content": "Solange die Kantone die nach den Artikeln 3 Absatz 1 und 5 erforderlichen Massnahmen nicht getroffen haben, erstatten sie dem BAFU jeweils am Jahresende Bericht über den Stand des Hochmoorschutzes auf ihrem Gebiet. Ausdruck gemäss Ziff. I der V vom 29. Sept. 2017, in Kraft seit 1. Nov. 2017 ( AS 2017 5303 )."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Leistungen des Bundes",
      "content": "1 Der Bund berät und unterstützt die Kantone bei der Erfüllung ihrer Aufgaben nach dieser Verordnung. 2 Die Abgeltungen des Bundes für die Massnahmen nach den Artikeln 3, 5 und 8 dieser Verordnung richten sich nach den Artikeln 18 und 19 der Verordnung vom 16. Januar 1991 über den Natur- und Heimatschutz. SR 451.1 Fassung gemäss Ziff. I 6 der V vom 7. Nov. 2007 über die Neugestaltung des Finanzausgleichs und die Aufgabenteilung zwischen Bund und Kantonen, in Kraft seit 1. Jan. 2008 ( AS 2007 5823 )."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 1. Februar 1991 in Kraft."
    }
  ],
  "definitions": []
}