{
  "id": "sr-442-132-1",
  "type": "statute",
  "title": "Geschäftsordnung vom 22. Oktober 2020 der Stiftung Pro Helvetia",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2020/858/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "1. Abschnitt: Grundsatz",
      "section": "1",
      "title": "",
      "content": "Die Stiftung Pro Helvetia (Pro Helvetia) wird nach den Grundsätzen der Transparenz, der Wertschätzung, des Vertrauens, der Gleichbehandlung, der Chancengleichheit und der Vielfalt geführt."
    },
    {
      "provision_ref": "art2",
      "chapter": "2. Abschnitt: Stiftungsrat",
      "section": "2",
      "title": "Aufgaben",
      "content": "1 Der Stiftungsrat ist das oberste Organ von Pro Helvetia. 2 Er wählt aus seiner Mitte die Vizepräsidentin oder den Vizepräsidenten. 3 Er hat über die Aufgaben nach Artikel 34 Absatz 5 KFG hinaus folgende Aufgaben: a. Er verabschiedet die organisatorische Struktur der Geschäftsstelle (Organigramm). b. Er verabschiedet die vierjährige Finanzierungseingabe von Pro Helvetia zur Kulturbotschaft des Bundes zuhanden des Eidgenössischen Departements des Innern (EDI). c. Er legt im Rahmen der vom Bundesrat festgelegten strategischen Ziele die strategischen Leitlinien der Stiftungstätigkeit fest. d. Er verabschiedet das Jahresprogramm. e. Er genehmigt mehrjährige stiftungseigene Programme und von der Stiftung selbst initiierte Initiativen über 300 000 Franken. f. Er nimmt die Jahresrechnung ab. g. Er bestimmt die Präsidentin oder den Präsidenten der Fachkommission. h. Er setzt Jurys ein und ernennt deren Mitglieder. i. Er wählt die externen Expertinnen und Experten. j. Er erlässt die Kompetenzordnung."
    },
    {
      "provision_ref": "art3",
      "chapter": "2. Abschnitt: Stiftungsrat",
      "section": "3",
      "title": "Arbeitsweise",
      "content": "1 Der Stiftungsrat tritt auf Einladung der Präsidentin oder des Präsidenten so oft wie erforderlich zusammen, mindestens aber zwei Mal im Jahr. 2 Drei Mitglieder können eine Sitzung verlangen. 3 Die Einladung erfolgt zehn Tage vor der Sitzung. Sie enthält die Traktandenliste und die für die Entscheidungsfindung nötigen Unterlagen. In begründeten Fällen können Unterlagen nachgereicht werden. 4 Jedes Mitglied kann bis vierzehn Tage vor der Sitzung die Aufnahme eines Traktandums beantragen. 5 Der Stiftungsrat kann in der Regel nur über traktandierte Geschäfte beschliessen. Er kann mit einfachem Mehr aller Anwesenden auch über nicht traktandierte Geschäfte beschliessen, sofern diese dringlich sind. 6 Er ist beschlussfähig, wenn mindestens die Hälfte seiner Mitglieder anwesend ist. Er entscheidet mit einfachem Mehr der Stimmenden. Bei Stimmengleichheit fällt die Präsidentin oder der Präsident den Stichentscheid. 7 Ist die Beschlussfähigkeit nicht gegeben, so beschliesst der Stiftungsrat unter Vorbehalt und teilt diese Beschlüsse den abwesenden Mitgliedern schriftlich mit. Diese Beschlüsse werden rechtskräftig, wenn von keinem der abwesenden Mitglieder innerhalb von zehn Tagen nach der Mitteilung ein Einwand vorgebracht wird. Wird ein Einwand vorgebracht, so ist das Geschäft neu zu behandeln. 8 Für dringliche Geschäfte kann die Präsidentin oder der Präsident die Beschlussfassung auf dem Zirkulationsweg (Papier oder elektronische Kommunikation) anordnen. Der Beschluss gilt als gefasst, wenn die Mehrheit aller Mitglieder ihm zustimmt. 9 Ist die Beschlussfassung auf dem Zirkulationsweg wegen Dringlichkeit des Anliegens nicht möglich, so kann sie ausnahmsweise durch Präsidialentscheid erfolgen. Die Präsidentin oder der Präsident informiert die übrigen Mitglieder unverzüglich. Dringlichkeit liegt vor, wenn Pro Helvetia bei verspäteter Vornahme des Geschäfts ein erheblicher Nachteil erwachsen würde."
    },
    {
      "provision_ref": "art4",
      "chapter": "3. Abschnitt: Geschäftsleitung und Geschäftsstelle",
      "section": "4",
      "title": "Zusammensetzung und Arbeitsweise der Geschäftsleitung",
      "content": "1 Die Geschäftsleitung besteht aus der Direktorin oder dem Direktor, der stellvertretenden Direktorin oder dem stellvertretenden Direktor sowie den Leiterinnen und Leitern der Bereiche. 2 Die Direktorin oder der Direktor leitet die Geschäftsstelle. 3 Die Geschäftsleitung ist ein Kollektivorgan und trägt gemeinsam die Verantwortung für das operative Geschäft von Pro Helvetia. 4 Sie strebt bei ihren Entscheidungen Konsens an. Kommt ein solcher nicht zustande, wird der Entscheid mit einfachem Mehr getroffen."
    },
    {
      "provision_ref": "art5",
      "chapter": "3. Abschnitt: Geschäftsleitung und Geschäftsstelle",
      "section": "5",
      "title": "Aufgaben der Geschäftsleitung",
      "content": "Die Geschäftsleitung hat folgende Aufgaben: a. Sie bereitet die Geschäfte des Stiftungsrates vor und stellt diesem Antrag. b. Sie setzt die Beschlüsse des Stiftungsrates um und legt ihm Rechenschaft darüber ab. c. Sie erarbeitet zuhanden des Stiftungsrates die strategischen Leitlinien der Stiftungstätigkeit und die darauf basierende periodische Finanzierungseingabe. d. Sie entscheidet im Rahmen des vom Stiftungsrat genehmigten Budgets über stiftungseigene Programme und von der Stiftung selbst initiierte Initiativen bis zu 300 000 Franken. e. Sie sorgt für eine regelmässige Evaluation der Stiftungstätigkeit und für die Berichterstattung. f. Sie erlässt die Leitlinien zur Personalpolitik. g. Sie koordiniert die Tätigkeiten der Bereiche und beschliesst zu diesem Zweck die organisationsübergreifenden Instrumente und Massnahmen."
    },
    {
      "provision_ref": "art6",
      "chapter": "3. Abschnitt: Geschäftsleitung und Geschäftsstelle",
      "section": "6",
      "title": "Aufgaben der Direktorin oder des Direktors",
      "content": "Die Direktorin oder der Direktor hat über die Aufgaben nach Artikel 35 Absatz 3 KFG hinaus insbesondere die folgenden Aufgaben und Befugnisse: a. Sie oder er sorgt für die Umsetzung der vom Stiftungsrat beschlossenen Vorgaben. b. Sie oder er führt die Geschäftsstelle ziel- und wirkungsorientiert und sorgt für eine ordnungsgemässe, wirksame und effiziente Arbeitsweise. c. Sie oder er stellt ein Controlling sowie ein internes Kontrollsystem (IKS) sicher. d. Sie oder er stellt unter Vorbehalt der Befugnisse des Stiftungsrates das Personal ein. e. Sie oder er schlägt dem Stiftungsrat die stellvertretende Direktorin oder den stellvertretenden Direktor sowie die übrigen Mitglieder der Geschäftsleitung zur Wahl vor. f. Sie oder er entscheidet über Gesuche nach Artikel 10 Absätze 1 und 2 Buchstabe d der Beitragsverordnung Pro Helvetia vom 22. Oktober 2020. g. Sie oder er kann von den Anträgen der Fachkommission oder von den Empfehlungen von Jurys abweichen, wenn Gründe nach Artikel 10 Absatz 3 der Beitragsverordnung Pro Helvetia vom 22. Oktober 2020 vorliegen. SR 447.12"
    },
    {
      "provision_ref": "art7",
      "chapter": "3. Abschnitt: Geschäftsleitung und Geschäftsstelle",
      "section": "7",
      "title": "Organisation der Geschäftsstelle",
      "content": "1 Die Geschäftsstelle besteht aus sämtlichen Bereichen, die für die Umsetzung der Stiftungsaufgaben notwendig sind. 2 Die Bereiche und die von ihnen geführten Abteilungen sind im Organigramm festgelegt. Die Aussenstellen gelten organisatorisch als Abteilungen."
    },
    {
      "provision_ref": "art8",
      "chapter": "3. Abschnitt: Geschäftsleitung und Geschäftsstelle",
      "section": "8",
      "title": "Aufgaben und Zusammenarbeit der Bereiche",
      "content": "Die Bereiche erfüllen folgende Aufgaben: a. Sie bereiten zuhanden der Geschäftsleitung die mittelfristigen Ziele und Schwerpunkte der Stiftungstätigkeit vor. b. Sie bereiten zuhanden der Geschäftsleitung ihr Jahresprogramm und Jahresbudget vor. c. Sie bereiten die Geschäfte der Fachkommission vor und unterstützen die Geschäftsleitung bei der Vorbereitung der Geschäfte des Stiftungsrates. d. Sie setzen das Jahresprogramm der Stiftung in ihren Zuständigkeitsbereichen um. e. Sie sorgen für die Umsetzung der Leitlinien zur Personalpolitik. f. Sie sorgen für die interne Zusammenarbeit zwischen den Bereichen und Abteilungen. g. Sie sorgen für die Konzeption und Entwicklung sämtlicher Massnahmen, die für ihre Aufgaben notwendig sind. h. Sie entscheiden über Gesuche gemäss der Beitragsverordnung Pro Helvetia vom 22. Oktober 2020. i. Sie evaluieren ihre Tätigkeiten im Auftrag der Geschäftsleitung. SR 447.12"
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Aufgaben der Abteilungen einschliesslich der Aussenstellen",
      "content": "1 Die Abteilungen einschliesslich der Aussenstellen bearbeiten die Geschäfte und erfüllen die Aufgaben, die ihnen zugewiesen sind, und beraten Dritte in fachlicher Hinsicht. 2 Sie entwickeln Förderungskonzepte und -massnahmen und sorgen für deren Verbreitung und Promotion. 3 Sie setzen bereichseigene Vorhaben wie Nachwuchsprojekte, Promotionsmassnahmen oder Coaching-Angebote um und sorgen für deren regelmässige Auswertung. 4 Sie entscheiden über Gesuche gemäss der Beitragsverordnung Pro Helvetia vom 22. Oktober 2020 sowie bei bereichseigenen Vorhaben im Rahmen der in der Kompetenzordnung definierten Befugnisse. 5 Betreffen Gesuche Regionen, in denen Pro Helvetia Aussenstellen betreibt, so findet vor dem Entscheid eine Absprache zwischen der betreffenden Aussenstelle und der fachlich zuständigen Abteilung der Geschäftsstelle statt. 6 Die Abteilungen halten die ihnen zugewiesenen Budgets ein. 7 Sie überprüfen die Einhaltung ihrer finanziellen Verpflichtungen sowie die Leistungserbringung durch die Beitragsempfängerinnen und Beitragsempfängern. SR 447.12"
    },
    {
      "provision_ref": "art10",
      "chapter": "4. Abschnitt: Fachkommission, Jurys und externe Expertinnen und Experten",
      "section": "10",
      "title": "Zusammensetzung und Organisation der Fachkommission",
      "content": "1 Die Fachkommission weist eine ausgewogene Vertretung der Tätigkeitsbereiche der Stiftung auf. 2 Die Mitglieder der Fachkommission verfügen über besondere Kenntnisse in ihren Fachgebieten und über ein kulturpolitisches Interesse. 3 Die Mitglieder des Stiftungsrates dürfen nicht Mitglieder der Fachkommission sein. 4 Der Stiftungsrat kann Mitglieder der Fachkommission aus wichtigen Gründen abberufen, namentlich bei wiederholten Interessenskonflikten, unverhältnismässig häufigen Abwesenheiten oder rufschädigendem Verhalten. 5 Die Fachkommission bestimmt aus ihrem Kreis eine Vizepräsidentin oder einen Vizepräsidenten."
    },
    {
      "provision_ref": "art11",
      "chapter": "4. Abschnitt: Fachkommission, Jurys und externe Expertinnen und Experten",
      "section": "11",
      "title": "Aufgaben der Fachkommission",
      "content": "1 Die Fachkommission begutachtet folgende Gesuche und stellt dazu Antrag an die Direktorin oder den Direktor: a. Gesuche um die Gewährung von Beiträgen über 50 000 Franken pro Jahr auf der Grundlage mehrjähriger Leistungsvereinbarungen; b. Gesuche um Beiträge über 50 000 Franken, die nicht von einer Jury beurteilt werden; c. stiftungseigene Programme über 50 000 Franken. 2 Die Abteilungen können einzelne Mitglieder zur inhaltlichen Beratung bei Fachfragen beiziehen. 3 Die Fachkommission trifft sich auf Einladung der Geschäftsleitung einmal jährlich zum Austausch mit den einzelnen Abteilungen. Zu diesem Zweck bestimmt sie jeweils Delegationen von höchstens fünf Mitgliedern pro Abteilung. 4 Die Präsidentin oder der Präsident erstattet dem Stiftungsrat einmal jährlich einen schriftlichen Bericht über die Aufgabenerfüllung der Fachkommission."
    },
    {
      "provision_ref": "art12",
      "chapter": "4. Abschnitt: Fachkommission, Jurys und externe Expertinnen und Experten",
      "section": "12",
      "title": "Arbeitsweise der Fachkommission",
      "content": "1 Die Fachkommission kann für die Begutachtung von Gesuchen Delegationen von höchstens fünf Mitgliedern festlegen, die stellvertretend die Aufgaben wahrnehmen. 2 Sie tagt mindestens vier Mal jährlich. Die Einladung erfolgt zehn Tage vor der Sitzung. Sie enthält die Traktandenliste und die für eine Begutachtung nötigen Unterlagen. 3 Die Fachkommission und ihre Delegationen sind beschlussfähig, wenn mehr als die Hälfte der Mitglieder anwesend ist. Sie entscheiden jeweils mit einfachem Mehr der Anwesenden. Bei Stimmengleichheit fällt die Präsidentin oder der Präsident beziehungsweise die oder der Vorsitzende der Delegation den Stichentscheid. 4 Für dringliche Geschäfte kann die Präsidentin oder der Präsident die Beschlussfassung auf dem Zirkulationsweg anordnen. Der Beschluss gilt als gefasst, wenn die Mehrheit aller Mitglieder ihm zustimmt."
    },
    {
      "provision_ref": "art13",
      "chapter": "4. Abschnitt: Fachkommission, Jurys und externe Expertinnen und Experten",
      "section": "13",
      "title": "Zusammensetzung und Organisation der Jurys",
      "content": "1 Die Geschäftsleitung kann dem Stiftungsrat Antrag auf Bildung einer Jury stellen. Jurys werden insbesondere für selektive Beurteilungsprozesse gebildet, bei denen seitens der Geschäftsstelle die benötigte Fachexpertise nicht ausreichend vorhanden ist, oder zur Begutachtung von Gesuchen und Vorhaben, bei denen eine unabhängige Aussensicht von externen Fachpersonen angezeigt ist. 2 Eine Jury besteht aus mindestens drei Personen. Die Mitglieder müssen Expertinnen und Experten sein. Sie dürfen nicht Mitglieder des Stiftungsrates, können aber Mitglieder der Fachkommission sein. Ihre Amtsdauer ist auf vier Jahre befristet. 3 Die Jury wählt aus ihrer Mitte die Präsidentin oder den Präsidenten. 4 Der Stiftungsrat kann Jurymitglieder aus wichtigen Gründen abberufen, namentlich bei wiederholten Interessenskonflikten, unverhältnismässig häufigen Abwesenheiten oder rufschädigendem Verhalten."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Aufgaben und Arbeitsweise der Jurys",
      "content": "1 Eine Jury begutachtet die ihr vorgelegten Gesuche und Vorhaben und stellt Antrag an die Direktorin oder den Direktor. 2 Die Einladung zu Sitzungen erfolgt spätestens zehn Tage vor der Sitzung. Sie enthält die Traktandenliste sowie die für einen Beschluss nötigen Unterlagen. 3 Die Jury ist beschlussfähig, wenn mehr als die Hälfte der Mitglieder anwesend ist. Sie entscheidet mit einfachem Mehr der Anwesenden. Bei Stimmengleichheit hat die Präsidentin oder der Präsident den Stichentscheid."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Externe Expertinnen und Experten",
      "content": "1 Externe Expertinnen und Experten werden für vier Jahre gewählt und können einmal wiedergewählt werden. 2 Sie dürfen nicht Mitglied des Stiftungsrates sein. 3 Der Stiftungsrat kann Expertinnen und Experten aus wichtigen Gründen abberufen. 4 Die Expertinnen und Experten beraten die Bereiche auf deren Wunsch bei ihren Entscheiden."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Aufgaben der Geschäftsstelle für die administrativen Belange der Fachkommission und Jurys",
      "content": "1 Die Geschäftsstelle sorgt für die administrativen und organisatorischen Belange der Fachkommission und der Jurys. 2 Sie sorgt für die Einhaltung eines korrekten Entscheidungsverfahrens."
    },
    {
      "provision_ref": "art17",
      "chapter": "5. Abschnitt: Gemeinsame Bestimmungen",
      "section": "17",
      "title": "Befangenheits- und Ausstandsregeln",
      "content": "Für die Mitarbeitenden der Geschäftsstelle, die Mitglieder des Stiftungsrates und der Fachkommission, die Expertinnen und Experten und die Mitglieder von Jurys gelten die Befangenheits- und Ausstandsregeln nach Artikel 10 des Verwaltungsverfahrensgesetzes vom 20. Dezember 1968. SR 172.021"
    },
    {
      "provision_ref": "art18",
      "chapter": "5. Abschnitt: Gemeinsame Bestimmungen",
      "section": "18",
      "title": "Kompetenzabtretung bei Stellvertretung",
      "content": "Bei Abwesenheit der entscheidbefugten Person ist die Stellvertreterin oder der Stellvertreter entscheidbefugt."
    },
    {
      "provision_ref": "art19",
      "chapter": "5. Abschnitt: Gemeinsame Bestimmungen",
      "section": "19",
      "title": "Unterschriften",
      "content": "Alle Entscheide werden in Kollektivunterschrift zu zweien unterzeichnet."
    },
    {
      "provision_ref": "art20",
      "chapter": "5. Abschnitt: Gemeinsame Bestimmungen",
      "section": "20",
      "title": "Protokolle",
      "content": "1 Die Sitzungen des Stiftungsrates, der Geschäftsleitung, der Bereiche sowie der Fachkommission und der Jurys werden protokolliert. 2 Jede Sitzungsteilnehmerin und jeder Sitzungsteilnehmer kann verlangen, dass ein bestimmtes Votum unter ihrem oder seinem Namen protokolliert wird. 3 Die Sitzungsleiterin oder der Sitzungsleiter und die Person, die das Protokoll erstellt, unterzeichnen dieses. 4 Die Protokolle von Sitzungen des Stiftungsrates und der Fachkommission werden dem entsprechenden Gremium zur Genehmigung unterbreitet."
    },
    {
      "provision_ref": "art21",
      "chapter": "5. Abschnitt: Gemeinsame Bestimmungen",
      "section": "21",
      "title": "Entbindung vom Amtsgeheimnis",
      "content": "Die zur Entbindung vom Amtsgeheimnis befugte vorgesetzte Behörde nach Artikel 320 Ziffer 2 des Strafgesetzbuchs ist das Eidgenössische Departement des Innern. SR 311.0"
    },
    {
      "provision_ref": "art22",
      "chapter": "6. Abschnitt: Schlussbestimmungen",
      "section": "22",
      "title": "Aufhebung eines anderen Erlasses",
      "content": "Die Geschäftsordnung der Stiftung Pro Helvetia vom 23. November 2011 wird aufgehoben. [ AS 2011 5875 ]"
    },
    {
      "provision_ref": "art23",
      "chapter": "6. Abschnitt: Schlussbestimmungen",
      "section": "23",
      "title": "Inkrafttreten",
      "content": "Diese Geschäftsordnung tritt am 1. Dezember 2020 in Kraft."
    }
  ],
  "definitions": []
}