{
  "id": "sr-413-18",
  "type": "statute",
  "title": "Verwaltungsvereinbarung vom 28. Juni 2023 zwischen dem Schweizerischen Bundesrat und der Konferenz der kantonalen Erziehungsdirektorinnen und -direktoren über die Zusammenarbeit im Bereich der gymnasialen Maturität",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2023/378/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "1. Abschnitt: Zweck, Gegenstand und Grundsatz",
      "section": "1",
      "title": "Zweck und Gegenstand",
      "content": "1 Zweck dieser Vereinbarung ist die einheitliche Regelung der schweizerischen Anerkennung von gymnasialen Maturitätszeugnissen. 2 Diese Vereinbarung regelt die Zusammenarbeit zwischen dem Bundesrat und der EDK im Bereich der gymnasialen Maturität; sie regelt dabei insbesondere: a. die Einsetzung, die Aufgaben, die Zusammensetzung und die Organisation der Schweizerischen Maturitätskommission (SMK) sowie deren Finanzierung; b. die Einsetzung, die Aufgaben, die Zusammensetzung und die Organisation des Schweizerischen Forums für die gymnasiale Maturität sowie dessen Finanzierung."
    },
    {
      "provision_ref": "art2",
      "chapter": "1. Abschnitt: Zweck, Gegenstand und Grundsatz",
      "section": "2",
      "title": "Grundsatz",
      "content": "1 Der Bundesrat und die EDK koordinieren die Anerkennung folgender Zeugnisse im Rahmen ihrer Zuständigkeiten: a. die kantonalen und kantonal anerkannten gymnasialen Maturitätszeugnisse; b. die Zeugnisse, die nach erfolgreichem Abschluss einer schweizerischen Maturitätsprüfung ausgestellt werden (schweizerische Maturitätszeugnisse); c. die Ergänzungsprüfungszeugnisse in Verbindung mit einem Berufsmaturitätszeugnis oder einem gesamtschweizerisch anerkannten Fachmaturitätszeugnis. 2 Sie erlassen zu diesem Zweck inhaltlich aufeinander abgestimmte Anerkennungsregelungen. 3 Sie sorgen dafür, dass die Anerkennungsregelungen gleichzeitig in Kraft treten. 4 Sie schaffen die Voraussetzungen zur Weiterentwicklung der gymnasialen Maturität."
    },
    {
      "provision_ref": "art3",
      "chapter": "2. Abschnitt: Schweizerische Maturitätskommission",
      "section": "3",
      "title": "Grundsatz",
      "content": "1 Die SMK ist die gemeinsame Anerkennungsinstanz von Bund und Kantonen. Sie wird vom Bundesrat und von der EDK eingesetzt. 2 Sie ist zuständig für die Vorbereitung der schweizerischen Anerkennung der kantonalen und kantonal anerkannten gymnasialen Maturitätszeugnisse. 3 Sie ist zuständig für die Durchführung der schweizerischen Maturitätsprüfung und der Ergänzungsprüfungen."
    },
    {
      "provision_ref": "art4",
      "chapter": "2. Abschnitt: Schweizerische Maturitätskommission",
      "section": "4",
      "title": "Aufgaben im Bereich der Anerkennung",
      "content": "1 Die SMK prüft die Gesuche um schweizerische Anerkennung der kantonalen und kantonal anerkannten gymnasialen Maturitätszeugnisse und stellt dem Eidgenössischen Departement für Wirtschaft, Bildung und Forschung (WBF) und der EDK Antrag auf Genehmigung oder Ablehnung. 2 Sie überprüft regelmässig die Einhaltung der Mindestanforderungen durch die Maturitätsschulen, die schweizerisch anerkannte gymnasiale Maturitätszeugnisse ausstellen, sowie die Umsetzung der kantonalen Massnahmen betreffend die Berufs-, Studien- und Laufbahnberatung und die Chancengerechtigkeit. Sie nimmt zudem im Auftrag des Standortkantons, des WBF und der EDK spezifische Überprüfungen vor, wenn sich eine solche aufgrund eines aktuellen Anlasses als erforderlich erweist. 3 Sie hat zudem die folgenden weiteren Aufgaben: a. Sie prüft die Gesuche um die Bewilligung von Abweichungen von den Mindestanforderungen zur Durchführung von befristeten Schulversuchen und stellt dem WBF und der EDK Antrag auf Genehmigung oder Ablehnung. b. Sie evaluiert die Schulversuche und gibt aufgrund der gewonnenen Erkenntnisse zuhanden des WBF und der EDK eine Empfehlung ab, ob die Anerkennungsregelungen bezüglich der Mindestanforderungen angepasst werden sollen. c. Sie prüft die Gesuche um die Bewilligung von Abweichungen von den Mindestanforderungen für Schweizerschulen im Ausland und für Maturitätsschulen für Erwachsene und stellt dem WBF und der EDK Antrag auf Genehmigung oder Ablehnung. d. Sie begutachtet zuhanden des WBF und der EDK Fragen der Anerkennung von Maturitätszeugnissen. e. Sie gibt zuhanden des WBF und der EDK bei Vorliegen einer besonderen Lage eine Empfehlung ab, ob die Anerkennungsregelungen bezüglich der Mindestanforderungen angepasst werden sollen. f. Sie kann Richtlinien und Empfehlungen zur Erhöhung der Chancengerechtigkeit herausgeben, insbesondere betreffend die Ausgestaltung des Nachteilsausgleichs. g. Sie kann Richtlinien und Empfehlungen für die Durchführung von mehrsprachigen Maturitätslehrgängen herausgeben."
    },
    {
      "provision_ref": "art5",
      "chapter": "2. Abschnitt: Schweizerische Maturitätskommission",
      "section": "5",
      "title": "Aufgaben im Bereich der schweizerischen Maturitätsprüfung und der Ergänzungsprüfungen",
      "content": "1 Die SMK führt die schweizerische Maturitätsprüfung für Bewerberinnen und Bewerber durch, die sich ausserhalb einer Maturitätsschule, die schweizerisch anerkannte gymnasiale Maturitätszeugnisse ausstellt, auf diese Prüfung vorbereitet haben. 2 für Inhaberinnen und Inhaber eines eidgenössischen Berufsmaturitätszeugnisses oder eines gesamtschweizerisch anerkannten Fachmaturitätszeugnisses"
    },
    {
      "provision_ref": "art6",
      "chapter": "2. Abschnitt: Schweizerische Maturitätskommission",
      "section": "6",
      "title": "Zusammensetzung und Organisation",
      "content": "1 Die SMK besteht aus höchstens 25 Mitgliedern. 2 Die EDK ernennt im Einvernehmen mit dem Bundesrat, vertreten durch das WBF, die Präsidentin oder den Präsidenten. Die weiteren 24 Mitglieder werden je zur Hälfte vom Bundesrat und von der EDK gewählt. 3 Die Amtsdauer für die Mitglieder beträgt 4 Jahre. Sie kann verlängert werden, darf 12 Jahre jedoch nicht übersteigen. 4 Der SMK steht eine Geschäftsstelle zur Verfügung; diese ist administrativ dem Staatssekretariat für Bildung, Forschung und Innovation (SBFI) zugeordnet. Die Geschäftsstelle gliedert sich in die Bereiche Anerkennung und Prüfungsorganisation. 5 Die SMK gibt sich eine Geschäftsordnung; diese bedarf der Genehmigung des WBF und der EDK."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Finanzierung",
      "content": "1 Die Mitglieder der SMK werden für die Teilnahme an Kommissionssitzungen und für ihre weiteren Kommissionsarbeiten entschädigt. Die Präsidentin oder der Präsident erhält zudem eine jährliche Entschädigung. 2 Die Höhe der Entschädigungen wird in der Geschäftsordnung festgelegt. Der Bund und die EDK tragen die Kosten der Entschädigungen je zur Hälfte. 3 Die Kosten für die Geschäftsstelle der SMK werden wie folgt getragen: a. Die Kosten des Bereichs Anerkennung werden je zur Hälfte vom Bund und von der EDK getragen; die Höhe der Kosten wird vom SBFI ermittelt und mit Zustimmung der EDK für die Dauer von jeweils zwei Jahren veranschlagt. b. Die Kosten des Bereichs Prüfungsorganisation werden vom Bund getragen; die Kantone beteiligen sich mit der Bereitstellung von Examinierenden sowie Expertinnen und Experten aus kantonalen Schulen und mit der Bereitstellung geeigneter Räumlichkeiten."
    },
    {
      "provision_ref": "art8",
      "chapter": "3. Abschnitt: Inhaltliche Abstimmung der Anerkennungsregelungen zur Sicherstellung der Gleichwertigkeit der schweizerischen Maturitätszeugnisse",
      "section": "8",
      "title": "",
      "content": "Um die Gleichwertigkeit des schweizerischen Maturitätszeugnisses mit den kantonalen und kantonal anerkannten gymnasialen Maturitätszeugnissen sicherzustellen, sind Änderungen der Verordnung vom 7. Dezember 1998 über die schweizerische Maturitätsprüfung mit der Maturitätsanerkennungsverordnung vom 28. Juni 2023 und dem Maturitätsanerkennungsreglement der EDK vom 22. Juni 2023 abzugleichen und mit der EDK zu koordinieren. SR 413.12 SR 413.11 www.edk.ch > Dokumentation > Rechtstexte und Beschlüsse > Rechtssammlung > 4 Diplomanerkennungen > 4.2 Anerkennungsreglemente > 4.2.1 Sekundarstufe II"
    },
    {
      "provision_ref": "art9",
      "chapter": "4. Abschnitt: Schweizerisches Forum für die gymnasiale Maturität",
      "section": "9",
      "title": "Grundsatz",
      "content": "Das WBF und die EDK unterhalten das Schweizerische Forum für die gymnasiale Maturität (Forum) gemeinsam."
    },
    {
      "provision_ref": "art10",
      "chapter": "4. Abschnitt: Schweizerisches Forum für die gymnasiale Maturität",
      "section": "10",
      "title": "Aufgaben",
      "content": "1 Das Forum stellt die Vernetzung der an der gymnasialen Maturität beteiligten Gremien und Organisationen sowie deren Austausch untereinander gesamtschweizerisch sicher. 2 Es gewährleistet dabei den Dialog über den Inhalt und die Weiterentwicklung der gymnasialen Maturität sowie die Koordination allfälliger Massnahmen. 3 Es befasst sich insbesondere mit den folgenden Themen: a. Übergang von der Sekundarstufe I an die Maturitätsschulen und Übergang von den Maturitätsschulen zur Hochschule; b. gesellschaftliche und pädagogische Entwicklungen und deren Auswirkungen auf Lehren und Lernen; c. Aus- und Weiterbildung der Lehrpersonen; d. Forschungsstand und -bedarf zu Themen der gymnasialen Maturität. 4 Zu den Themen nach Absatz 3 kann es im Auftrag des WBF und der EDK Analysen und Empfehlungen erarbeiten oder veranlassen."
    },
    {
      "provision_ref": "art11",
      "chapter": "4. Abschnitt: Schweizerisches Forum für die gymnasiale Maturität",
      "section": "11",
      "title": "Zusammensetzung und Organisation",
      "content": "1 Das Forum wird jährlich alternierend vom SBFI und vom Generalsekretariat der EDK geleitet. 2 Es setzt sich des Weiteren aus den folgenden Mitgliedern zusammen: a. ein Direktionsmitglied der Schweizerischen Koordinationsstelle für Bildungsforschung; b. ein Direktionsmitglied des Schweizerischen Kompetenzzentrums für die Mittelschule und für Schulevaluation auf der Sekundarstufe II (ZEM CES); c. zwei von der Kammer der universitären Hochschulen und der Kammer der pädagogischen Hochschulen bestimmte Personen aus einer Hochschulleitung; d. ein Präsidiumsmitglied der Konferenz Schweizerischer Gymnasialrektorinnen und Gymnasialrektoren; e. ein Präsidiumsmitglied der SMK; f. ein Präsidiumsmitglied der Schweizerischen Mittelschulämterkonferenz; g. ein Präsidiumsmitglied des Vereins Schweizerischer Gymnasiallehrerinnen und Gymnasiallehrer. 3 Bei Bedarf können auf Vorschlag eines Mitglieds weitere Personen zur Teilnahme an Sitzungen des Forums eingeladen werden. 4 Das Forum tritt nach Bedarf, mindestens jedoch zweimal jährlich, zusammen und wird jeweils durch die vorsitzende Verwaltungsstelle einberufen. 5 Dem Forum steht eine Geschäftsstelle zur Verfügung; diese ist administrativ dem ZEM CES zugeordnet. 6 Das Forum gibt sich eine Geschäftsordnung; diese bedarf der Genehmigung des WBF und der EDK."
    },
    {
      "provision_ref": "art12",
      "chapter": "4. Abschnitt: Schweizerisches Forum für die gymnasiale Maturität",
      "section": "12",
      "title": "Finanzierung",
      "content": "Der Bund und die EDK tragen die Kosten des Forums je zur Hälfte."
    },
    {
      "provision_ref": "art13",
      "chapter": "5. Abschnitt: Schlussbestimmungen",
      "section": "13",
      "title": "Kündigung",
      "content": "Diese Vereinbarung kann auf Ende eines Kalenderjahres unter Beachtung einer Frist von vier Jahren gekündigt werden."
    },
    {
      "provision_ref": "art14",
      "chapter": "5. Abschnitt: Schlussbestimmungen",
      "section": "14",
      "title": "Aufhebung eines anderen Erlasses",
      "content": "Die Verwaltungsvereinbarung vom 16. Januar / 15. Februar 1995 zwischen dem Schweizerischen Bundesrat und der EDK über die Anerkennung von Maturitätszeugnissen wird aufgehoben. [ BBl 1995 II 318 ; 2004 241 ; 2011 2781 ; 2016 8429 ]"
    },
    {
      "provision_ref": "art15",
      "chapter": "5. Abschnitt: Schlussbestimmungen",
      "section": "15",
      "title": "Genehmigung und Inkrafttreten",
      "content": "1 Diese Vereinbarung wurde genehmigt vom Schweizerischen Bundesrat am 28. Juni 2023 und von der EDK am 22. Juni 2023. 2 Sie tritt am 1. August 2024 in Kraft."
    }
  ],
  "definitions": []
}