{
  "id": "sr-414-132-3",
  "type": "statute",
  "title": "Verordnung der ETH Lausanne vom 14. Juni 2004 über das Bachelor- und das Masterstudium (Ausbildungsverordnung ETHL)",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2004/653/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen und Begriffe",
      "section": "1",
      "title": "Gegenstand",
      "content": "1 Diese Verordnung regelt das Studium, das zu einem Bachelor- oder zu einem Mastertitel der ETHL führt. 2 Die Bachelor- und die Masterprogramme stellen die zwei aufeinander aufbauenden Stufen dieses Studiums dar."
    },
    {
      "provision_ref": "art2",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen und Begriffe",
      "section": "2",
      "title": "Zulassung",
      "content": "Die Zulassung zum Bachelor- und zum Masterstudium richtet sich nach der Verordnung vom 8. Mai 1995 über die Zulassung zur Eidgenössischen Technischen Hochschule Lausanne. SR 414.110.422.3"
    },
    {
      "provision_ref": "art3",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen und Begriffe",
      "section": "3",
      "title": "Titel",
      "content": "1 Die ETHL verleiht in ihren Lehrgebieten (Sektionen oder Lehrgebieten) die folgenden akademischen Titel: a. Bachelor; b. Master. 2 Die Urkunde trägt das Siegel der ETHL und den Namen des Inhabers oder der Inhaberin. Sie ist unterschrieben vom Präsidenten oder von der Präsidentin der ETHL, vom Vizepräsidenten oder von der Vizepräsidentin für akademische Angelegenheiten und vom Vorsteher oder von der Vorsteherin der Sektion. Sie wird ergänzt durch das «Diploma Supplement», das Auskunft gibt über Stufe, Einbettung, Inhalt und Status des erfolgreich absolvierten Studiengangs. Die Urkunde nennt das Fachgebiet und für den Master die Berufsbezeichnung des Inhabers oder der Inhaberin sowie gegebenenfalls die besondere thematische Ausrichtung. 3 … 4 Inhaberinnen und Inhaber eines ETHL-Diploms (Art. 15 Abs. 1) sind befugt, sich Inhaberin oder Inhaber eines Masters der ETHL zu nennen (Anhang I). 5 Die Liste der Titel und der entsprechenden Berufsbezeichnungen nach Fachgebieten findet sich in Anhang I. 6 Die gemeinsame Verleihung von Mastertiteln durch die ETHL und andere Institutionen wird vertraglich geregelt. 7 Die ETHL verleiht den Titel Doktor oder Doktorin der Wissenschaften (Dr. sc. oder Ph. D.) sowie andere, weiterbildungsspezifische Titel. Diese Titel werden in besonderen Verordnungen geregelt. Fassung gemäss Ziff. I der V der ETHL-Schulleitung vom 12. Juni 2006, in Kraft seit 23. Okt. 2006 ( AS 2006 3307 ). Fassung gemäss Ziff. I der V der ETHL-Schulleitung vom 28. Juli 2022, in Kraft seit 1. Sept. 2022 ( AS 2022 441 ). Aufgehoben durch Ziff. I der V der ETHL-Schulleitung vom 30. Juni 2015, mit Wirkung seit 1. Sept. 2016 ( AS 2015 2539 )."
    },
    {
      "provision_ref": "art4",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen und Begriffe",
      "section": "4",
      "title": "ECTS-Kreditpunkte",
      "content": "1 Die ETHL vergibt Kreditpunkte für kontrollierte Studienleistungen, entsprechend dem europäischen Kredittransfer- und Akkumulationssystem (European Credit Transfer and Accumulation System, im Folgenden: ECTS). Die vorgegebene Anzahl Kreditpunkte pro Lehrstoff richtet sich nach der studentischen Arbeitsleistung, die zur Erreichung des Lernziels erbracht werden muss. 2 Die ECTS-Kreditpunkte werden entsprechend den Bestimmungen der Studienkontrollverordnung ETHL vom 30. Juni 2015 angesammelt. Die in Artikel 5 besagter Verordnung erwähnten Vollzugsreglemente über die Studienkontrolle definieren die jedem Studienbereich zugewiesene Anzahl Kreditpunkte. 3 Die Studienpläne nach Artikel 5 der Studienkontrollverordnung ETHL sind so konzipiert, dass pro Studienjahr 60 ECTS-Kreditpunkte erzielt werden können. SR 414.132.2 Fassung gemäss Ziff. I der V der ETHL-Schulleitung vom 30. Juni 2015, in Kraft seit 1. Sept. 2016 ( AS 2015 2539 ). Fassung gemäss Ziff. I der V der ETHL-Schulleitung vom 30. Juni 2015, in Kraft seit 1. Sept. 2016 ( AS 2015 2539 )."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Erforderliche Anzahl ECTS-Kreditpunkte",
      "content": "1 Das Bachelorstudium hat erfolgreich durchlaufen, wer die 180 ECTS-Kreditpunkte gemäss der Studienkontrollverordnung ETHL vom 30. Juni 2015 und den Vollzugsreglementen nach Artikel 5 besagter Verordnung erworben hat. 2 Das Masterstudium hat erfolgreich durchlaufen, wer, entsprechend der Studienkontrollverordnung ETHL vom 30. Juni 2015 und den Vollzugsreglementen, zusätzlich zum Bachelor 60 ECTS-Kreditpunkte beziehungsweise in den Bereichen, welche dies gemäss Anhang I verlangen, 90 ECTS-Kreditpunkte erworben sowie die Masterarbeit, für die 30 Kreditpunkte vergeben werden, erfolgreich abgeschlossen hat. Fassung gemäss Ziff. I der V der ETHL-Schulleitung vom 30. Juni 2015, in Kraft seit 1. Sept. 2016 ( AS 2015 2539 ). SR 414.132.2"
    },
    {
      "provision_ref": "art6",
      "chapter": "2. Abschnitt: Bachelor",
      "section": "6",
      "title": "Studienaufbau",
      "content": "1 Das Bachelorprogramm an der ETHL besteht aus zwei aufeinander folgenden Studienabschnitten: a. der Grundstufe; b. der Bachelorstufe. 2 … Aufgehoben durch Ziff. I der V der ETHL-Schulleitung vom 30. Juni 2015, mit Wirkung seit 1. Sept. 2016 ( AS 2015 2539 )."
    },
    {
      "provision_ref": "art7",
      "chapter": "2. Abschnitt: Bachelor",
      "section": "7",
      "title": "Grundstufe",
      "content": "1 Die Grundstufe dauert zwei Semester. 2 Sie dient dazu, die grundlegenden Kenntnisse zu überprüfen, die notwendigen Fähigkeiten für das weitere Studium der Naturwissenschaften zu vermitteln und eine Einführung in die Geistes- und Sozialwissenschaften zu geben. 3 Die maximal zulässige Studiendauer für die Grundstufe beträgt zwei Jahre. 4 Wer die Grundstufenprüfung besteht, erwirbt 60 ECTS-Kreditpunkte; dies ist die Voraussetzung für die Zulassung zur Bachelorstufe. Fassung gemäss Ziff. I der V der ETHL-Schulleitung vom 30. Juni 2015, in Kraft seit 1. Sept. 2016 ( AS 2015 2539 )."
    },
    {
      "provision_ref": "art8",
      "chapter": "2. Abschnitt: Bachelor",
      "section": "8",
      "title": "Bachelorstufe",
      "content": "1 Die Bachelorstufe dauert vier Semester. 2 Sie dient der Vermittlung der allgemeinen und fachspezifischen wissenschaftlichen Grundkenntnisse, ergänzt durch Kenntnisse in einem Bereich der Geistes- und Sozialwissenschaften. 3 Sie muss spätestens vier Jahre nach bestandener Grundstufe oder bei einer Zulassung zu einem höheren Semester innert einer Frist, die der doppelten Anzahl der zu absolvierenden Semester entspricht, erfolgreich abgeschlossen werden. 4 Die Bachelorstufe gilt mit dem Erwerb von 120 ECTS-Kreditpunkten als bestanden. Der erfolgreiche Abschluss der Bachelorstufe ist die Voraussetzung für die Zulassung zum Masterprogramm. Artikel 29 Absatz 1 der Studienkontrollverordnung ETHL vom 30. Juni 2015 bleibt vorbehalten. Fassung gemäss Ziff. I der V der ETHL-Schulleitung vom 30. Juni 2015, in Kraft seit 1. Sept. 2016 ( AS 2015 2539 ). SR 414.132.2 Fassung gemäss Ziff. I der V der ETHL-Schulleitung vom 30. Juni 2015, in Kraft seit 1. Sept. 2016 ( AS 2015 2539 )."
    },
    {
      "provision_ref": "art9",
      "chapter": "3. Abschnitt: Master",
      "section": "9",
      "title": "Studienaufbau",
      "content": "1 Das Masterprogramm besteht aus zwei aufeinander folgenden Abschnitten: a. der Masterstufe; b. der Masterarbeit. 2 … Aufgehoben durch Ziff. I der V der ETHL-Schulleitung vom 30. Juni 2015, mit Wirkung seit 1. Sept. 2016 ( AS 2015 2539 )."
    },
    {
      "provision_ref": "art10",
      "chapter": "3. Abschnitt: Master",
      "section": "10",
      "title": "Masterstufe",
      "content": "1 Die Masterstufe vermittelt vertiefte fachspezifische Kenntnisse, die zur Ausübung des Berufs qualifizieren; sie umfasst zudem das Studium einer Disziplin der Geistes- und Sozialwissenschaften. 2 Die Regelstudienzeit für die Masterstufe mit 60 ECTS-Kreditpunkten beträgt ein Jahr, maximal zulässig sind zwei Jahre; die Regelstudienzeit für die Masterstufe mit 90 Kreditpunkten beträgt eineinhalb Jahre, maximal zulässig sind drei Jahre. 3 Mit dem Erwerb von 60 beziehungsweise 90 ECTS-Kreditpunkten gilt die Masterstufe als bestanden."
    },
    {
      "provision_ref": "art11",
      "chapter": "3. Abschnitt: Master",
      "section": "11",
      "title": "Masterarbeit",
      "content": "1 Die Masterarbeit dauert ein Semester; wer sie erfolgreich abschliesst, erwirbt 30 ECTS-Kreditpunkte. 2 Die Masterarbeit muss innerhalb eines Jahres nach bestandener Masterstufe oder gegebenenfalls nach der bedingten Zulassung (Art. 29 Abs. 3 der Studienkontrollverordnung ETHL vom 30. Juni 2015) erfolgreich abgeschlossen werden. 3 Die bestandene Masterstufe ist Voraussetzung für die Inangriffnahme der Masterarbeit. Artikel 29 Absatz 3 der Studienkontrollverordnung ETHL vom 30. Juni 2015 bleibt vorbehalten; ist dieser anwendbar, so kann die Masterarbeit nur dann erfolgreiche abgeschlossen werden, wenn zuvor die Masterstufe bestanden ist. Fassung gemäss Ziff. I der V der ETHL-Schulleitung vom 30. Juni 2015, in Kraft seit 1. Sept. 2016 ( AS 2015 2539 ). SR 414.132.2"
    },
    {
      "provision_ref": "art12",
      "chapter": "4. Abschnitt: Studiendauer",
      "section": "12",
      "title": "An die Studiendauer geknüpfte Bedingungen",
      "content": "1 Die nötigen Kreditpunkte sind innert den in dieser Verordnung für die einzelnen Studienabschnitte festgesetzten Fristen zu erwerben. 2 In Abweichung von Absatz 1 kann die Schule die Maximaldauer eines Studienabschnitts verlängern oder eine Unterbrechung zwischen zwei Programmabschnitten bewilligen, wenn der oder die Studierende einen wichtigen Grund, insbesondere eine lange Krankheit, Mutterschaft oder Dienstpflicht, geltend macht; er oder sie hat den Grund geltend zu machen, sobald er oder sie davon Kenntnis erlangt und bevor die maximal zulässige Studiendauer abgelaufen ist. Fassung gemäss Ziff. I der V der ETHL-Schulleitung vom 30. Juni 2015, in Kraft seit 1. Sept. 2016 ( AS 2015 2539 )."
    },
    {
      "provision_ref": "art13",
      "chapter": "5. Abschnitt: Weitere Bestimmungen",
      "section": "13",
      "title": "Mobilität",
      "content": "1 Um die Mobilität zu fördern, kann die ETHL den Studierenden die Erlaubnis erteilen, ein Semester oder ein Jahr an einer anderen Hochschule zu studieren oder die Masterarbeit an einer anderen Hochschule, in der öffentlichen Verwaltung oder in der Industrie zu verfassen und während dieser Zeit an der ETHL immatrikuliert zu bleiben. Die an der Gasthochschule absolvierten Studienleistungen werden angerechnet, sofern das Studienprogramm vorgängig mit dem zuständigen Studienbereichsleiter oder der zuständigen Studienbereichsleiterin an der ETHL festgelegt wurde. 2 Die Richtlinien der Schule sind anwendbar. Fassung gemäss Ziff. I der V der ETHL-Schulleitung vom 30. Juni 2015, in Kraft seit 1. Sept. 2016 ( AS 2015 2539 )."
    },
    {
      "provision_ref": "art14",
      "chapter": "5. Abschnitt: Weitere Bestimmungen",
      "section": "14",
      "title": "Änderung bisherigen Rechts",
      "content": "Die Änderung bisherigen Rechts ist im Anhang II geregelt."
    },
    {
      "provision_ref": "art15",
      "chapter": "5. Abschnitt: Weitere Bestimmungen",
      "section": "15",
      "title": "Übergangsbestimmungen",
      "content": "1 Das Diplom wird bis zum 31. Dezember 2004 verliehen. 2 Die Bachelor- und die Mastertitel werden ab dem 1. Januar 2005 verliehen."
    },
    {
      "provision_ref": "art16",
      "chapter": "5. Abschnitt: Weitere Bestimmungen",
      "section": "16",
      "title": "Inkrafttreten",
      "content": "1 Diese Verordnung tritt, unter Vorbehalt von Absatz 2, am 18. Oktober 2004 in Kraft. 2 Anhang II tritt am 1. Januar 2005 in Kraft."
    }
  ],
  "definitions": []
}