{
  "id": "sr-412-101-220-02",
  "type": "statute",
  "title": "Verordnung des SBFI vom 18. Mai 2021 über die berufliche Grundbildung Detailhandelsassistentin/Detailhandelsassistent mit eidgenössischem Berufsattest (EBA)",
  "title_en": "",
  "short_name": "EBA",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2021/313/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "1. Abschnitt: Gegenstand, Ausbildungs- und Prüfungsbranchen und Dauer",
      "section": "1",
      "title": "Berufsbild",
      "content": "Detailhandelsassistentinnen und -assistenten auf Stufe EBA beherrschen namentlich die folgenden Tätigkeiten und zeichnen sich durch folgende Kenntnisse, Fähigkeiten und Haltungen aus: a. Sie beraten, unterstützen und bedienen Kundinnen und Kunden in der lokalen Landessprache und in einer Fremdsprache (Niveau A2 gemäss dem Gemeinsamen Europäischem Referenzrahmen GER) auf den ihnen zur Verfügung stehenden betrieblichen Kanälen. b. Sie führen Beratungs- und Verkaufsgespräche über das Produkte- und Dienstleistungssortiment ihres Betriebes in der lokalen Landessprache und in einer Fremdsprache (Niveau A2 gemäss GER); sie repräsentieren den Betrieb nach aussen, sind verantwortungsbewusst und können im Team sowie unter Anleitung arbeiten. c. Sie arbeiten unter Anleitung in Betriebs- und Warenbewirtschaftungsprozessen und nutzen dazu die aktuellen digitalen Instrumente, um die Verkaufsbereitschaft sicherzustellen. d. Sie arbeiten unter Einhaltung der Vorschriften über die Arbeitssicherheit und der betrieblichen Richtlinien. www.coe.int/fr/web/common-european-framework-reference-languages"
    },
    {
      "provision_ref": "art2",
      "chapter": "1. Abschnitt: Gegenstand, Ausbildungs- und Prüfungsbranchen und Dauer",
      "section": "2",
      "title": "Ausbildungs- und Prüfungsbranchen",
      "content": "1 Die Bildung in beruflicher Praxis im Betrieb sowie die überbetrieblichen Kurse finden in einer im Anhang festgelegten Ausbildungs- und Prüfungsbranche statt. 2 Die Ausbildungs- und Prüfungsbranche wird im Lehrvertrag festgehalten."
    },
    {
      "provision_ref": "art3",
      "chapter": "1. Abschnitt: Gegenstand, Ausbildungs- und Prüfungsbranchen und Dauer",
      "section": "3",
      "title": "Dauer und Beginn",
      "content": "1 Die berufliche Grundbildung dauert zwei Jahre. 2 Der Beginn der beruflichen Grundbildung richtet sich nach dem Schuljahr der zuständigen Berufsfachschule."
    },
    {
      "provision_ref": "art4",
      "chapter": "2. Abschnitt: Ziele und Anforderungen",
      "section": "4",
      "title": "Grundsätze",
      "content": "1 Die Ziele und die Anforderungen der beruflichen Grundbildung werden in Form von Handlungskompetenzen, gruppiert nach Handlungskompetenzbereichen, festgelegt. 2 Die Handlungskompetenzen umfassen Fach-, Methoden-, Sozial- und Selbstkompetenzen. 3 Beim Aufbau der Handlungskompetenzen arbeiten alle Lernorte zusammen. Sie koordinieren die Inhalte der Ausbildung und der Qualifikationsverfahren."
    },
    {
      "provision_ref": "art5",
      "chapter": "2. Abschnitt: Ziele und Anforderungen",
      "section": "5",
      "title": "Handlungskompetenzen",
      "content": "1 Die Ausbildung umfasst in den folgenden Handlungskompetenzbereichen die nachstehenden Handlungskompetenzen: a. Gestalten von Kundenbeziehungen: 1. ersten Kundenkontakt im Detailhandel gestalten, 2. Kundenbedürfnis im Detailhandel analysieren und Lösungen präsentieren, 3. Verkaufsgespräch abschliessen und nachbearbeiten, 4. Kundenanfragen im Detailhandel auf verschiedenen Kanälen bearbeiten; b. Bewirtschaften und Präsentieren von Produkten und Dienstleistungen: 1. Aufgaben im Warenbewirtschaftungsprozess unter Anleitung umsetzen, 2. Produkte und Dienstleistungen für den Detailhandel unter Anleitung kundenorientiert präsentieren, 3. betriebsrelevante Kundendaten und Informationen unter Anleitung nutzen; c. Erwerben, Einbringen und Weiterentwickeln von Produkte- und Dienstleistungskenntnissen: 1. sich über Produkte und Dienstleistungen der eigenen Branche informieren, 2. Produkte der eigenen Branche bearbeiten und Dienstleistungen der eigenen Branche kundenorientiert bereitstellen, 3. aktuelle Entwicklungen in der eigenen Branche erkennen und unter Anleitung in den Arbeitsalltag integrieren; d. Interagieren im Betrieb und in der Branche: 1. Informationsfluss im Detailhandel auf allen Kanälen sicherstellen, 2. Zusammenarbeit mit unterschiedlichen Teams im Detailhandel gestalten, 3. betriebliche Entwicklungen im Detailhandel erkennen und unter Anleitung neue Aufgaben übernehmen, 4. eigene Arbeiten im Detailhandel unter Anleitung organisieren."
    },
    {
      "provision_ref": "art6",
      "chapter": "3. Abschnitt: Arbeitssicherheit, Gesundheitsschutz und Umweltschutz",
      "section": "6",
      "title": "",
      "content": "1 Die Anbieter der Bildung geben den Lernenden zu Beginn und während der Bildung Vorschriften und Empfehlungen zur Arbeitssicherheit, zum Gesundheitsschutz und zum Umweltschutz, insbesondere zur Gefahrenkommunikation (Gefahrensymbole, Piktogramme, Gebotszeichen) in diesen drei Bereichen, ab und erklären sie ihnen. 2 Diese Vorschriften und Empfehlungen werden an allen Lernorten vermittelt und in den Qualifikationsverfahren berücksichtigt. 3 Den Lernenden wird an allen Lernorten das Wissen über nachhaltige Entwicklung, insbesondere über den Ausgleich zwischen gesellschaftlichen, ökologischen und wirtschaftlichen Interessen, vermittelt. 4 In Abweichung von Artikel 4 Absatz 1 ArGV 5 und gemäss den Vorgaben nach Artikel 4 Absatz 4 ArGV 5 können die Lernenden entsprechend ihrem Ausbildungsstand für die im Anhang zum Bildungsplan aufgeführten Arbeiten herangezogen werden. 5 Voraussetzung für einen Einsatz nach Absatz 4 ist, dass die Lernenden entsprechend den erhöhten Gefährdungen ausgebildet, angeleitet und überwacht werden; diese besonderen Vorkehrungen werden im Anhang zum Bildungsplan als begleitende Massnahmen der Arbeitssicherheit und des Gesundheitsschutzes festgelegt."
    },
    {
      "provision_ref": "art7",
      "chapter": "4. Abschnitt: Umfang der Bildung an den einzelnen Lernorten und Unterrichtssprache",
      "section": "7",
      "title": "Bildung in beruflicher Praxis im Betrieb und an vergleichbaren Lernorten",
      "content": "Die Bildung in beruflicher Praxis im Betrieb umfasst über die ganze Dauer der beruflichen Grundbildung im Durchschnitt 4 Tage pro Woche."
    },
    {
      "provision_ref": "art8",
      "chapter": "4. Abschnitt: Umfang der Bildung an den einzelnen Lernorten und Unterrichtssprache",
      "section": "8",
      "title": "Berufsfachschule",
      "content": "1 Der obligatorische Unterricht an der Berufsfachschule umfasst 720 Lektionen. Diese teilen sich gemäss nachfolgender Tabelle auf: Unterricht 1. Lehrjahr 2. Lehrjahr Total a. Berufskenntnisse [tab] [tab] [tab] – Gestalten von Kundenbeziehungen 120 100 220 – Bewirtschaften und Präsentieren von Produkten und Dienstleistungen 60 60 120 – Erwerben, Einbringen und Weiterentwickeln von Produkte- und Dienstleistungskenntnissen 40 40 80 – Interagieren im Betrieb und in der Branche 60 80 140 Total Berufskenntnisse 280 280 560 b. Allgemeinbildung 40 40 80 c. Sport 40 40 80 Total Lektionen 360 360 720 2 Bei den Lektionenzahlen sind geringfügige Verschiebungen zwischen den Lehrjahren innerhalb des gleichen Handlungskompetenzbereichs in Absprache mit den zuständigen kantonalen Behörden und den zuständigen Organisationen der Arbeitswelt möglich. Das Erreichen der vorgegebenen Bildungsziele muss in jedem Fall gewährleistet sein. 3 Für den allgemeinbildenden Unterricht gilt unter dem Vorbehalt der Absätze 4 und 5 die Verordnung des SBFI vom 27. April 2006 über Mindestvorschriften für die Allgemeinbildung in der beruflichen Grundbildung. 4 Teile der Inhalte der Allgemeinbildung werden in der Berufsfachschule zusammen mit den Berufskenntnissen in den Handlungskompetenzbereichen a–d vermittelt; dabei werden das spezifische Berufsbild der Detailhandelsassistentin und des Detailhandelsassistenten auf Stufe EBA und ihre beruflichen Bedürfnisse und Erfahrungen berücksichtigt. Die Inhalte stützen sich auf den Rahmenlehrplan vom 27. April 2006 für den allgemeinbildenden Unterricht ab und sind im Bildungsplan sowie im Nationalen Lehrplan Allgemeinbildung vom 19. Februar 2021 für Detailhandelsassistentinnen und Detailhandelsassistenten EBA entsprechend konkretisiert. Der Nationale Lehrplan Allgemeinbildung konkretisiert ebenfalls die Inhalte der Allgemeinbildung, die nicht durch den Unterricht in den Berufskenntnissen abgedeckt und Gegenstand eines separaten allgemeinbildenden Unterrichtes sind. 5 Der Nationale Lehrplan Allgemeinbildung wird von der zuständigen Organisation der Arbeitswelt «Bildung Detailhandel Schweiz» (BDS) verantwortet. Er wird nach Stellungnahme der Schweizerischen Kommission für Berufsentwicklung und Qualität im Detailhandel von BDS erlassen. Er ersetzt die Schullehrpläne gemäss Artikel 5 der Verordnung des SBFI vom 27. April 2006 über Mindestvorschriften für die Allgemeinbildung in der beruflichen Grundbildung. 6 Unterrichtssprache ist die Landessprache des Schulortes. Die Kantone können neben dieser Unterrichtssprache andere Unterrichtssprachen zulassen. 7 Zweisprachiger Unterricht in der Landessprache des Schulortes und in einer weiteren Landessprache oder in Englisch ist empfohlen. SR 412.101.241 Der Rahmenlehrplan vom 27. April 2006 für den allgemeinbildenden Unterricht ist zu finden auf der Website des SBFI unter www.sbfi.admin.ch > Bildung > Berufliche Grundbildung > Allgemein bildender Unterricht Anhang 1 zum Bildungsplan (Art. 10 Abs. 3)"
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Überbetriebliche Kurse",
      "content": "1 Die überbetrieblichen Kurse umfassen 10 Tage zu 8 Stunden. 2 Die Tage und die Inhalte sind wie folgt auf zwei Kurse aufgeteilt: Lehrjahr Kurse Handlungskompetenzbereich Dauer 1 1 Erwerben, Einbringen und Weiterentwickeln von Produkte- und Dienstleistungskenntnissen 6 Tage 2 2 Erwerben, Einbringen und Weiterentwickeln von Produkte- und Dienstleistungskenntnissen 4 Tage Total 10 Tage 3 Im letzten Semester der beruflichen Grundbildung dürfen keine überbetrieblichen Kurse stattfinden."
    },
    {
      "provision_ref": "art10",
      "chapter": "5. Abschnitt: Bildungsplan",
      "section": "10",
      "title": "10",
      "content": "1 Mit dem Inkrafttreten dieser Verordnung liegt ein Bildungsplan der zuständigen Organisation der Arbeitswelt vor. 2 Der Bildungsplan hat folgenden Inhalt: a. Er enthält das Qualifikationsprofil; dieses besteht aus: 1. dem Berufsbild; 2. der Übersicht über die Handlungskompetenzbereiche und die Handlungskompetenzen; 3. dem Anforderungsniveau des Berufes. b. Er führt die Inhalte der Grundbildung sowie die Bestimmungen zur Arbeitssicherheit, zum Gesundheitsschutz und zum Umweltschutz aus. c. Er bestimmt, an welchen Lernorten welche Handlungskompetenzen vermittelt und gelernt werden. 3 Dem Bildungsplan angefügt ist das Verzeichnis der Instrumente zur Sicherstellung und Umsetzung der beruflichen Grundbildung sowie zur Förderung der Qualität mit Angabe der Bezugsquelle. Der Bildungsplan vom 18. Mai 2021 ist zu finden auf der Website des SBFI über das Berufsverzeichnis unter www.bvz.admin.ch > Berufe A–Z."
    },
    {
      "provision_ref": "art11",
      "chapter": "6. Abschnitt: Anforderungen an die Berufsbildnerinnen und Berufsbildner und Höchstzahl der Lernenden im Betrieb",
      "section": "11",
      "title": "Fachliche Anforderungen an Berufsbildnerinnen und Berufsbildner",
      "content": "Die fachlichen Anforderungen an eine Berufsbildnerin oder einen Berufsbildner erfüllt, wer über eine der folgenden Qualifikationen verfügt: a. Detailhandelsfachfrau oder Detailhandelsfachmann EFZ mit mindestens zwei Jahren beruflicher Praxis im Beruf; b. gelernte Detailhandelsangestellte oder gelernter Detailhandelsangestellter mit mindestens zwei Jahren beruflicher Praxis im Beruf; c. gelernte Verkäuferin oder gelernter Verkäufer mit mindestens drei Jahren beruflicher Praxis im Beruf; d. eidgenössisches Fähigkeitszeugnis eines verwandten Berufs mit den notwendigen Berufskenntnissen im Bereich der Detailhandelsfachfrau EFZ und des Detailhandelsfachmann EFZ und mit mindestens drei Jahren beruflicher Praxis im Beruf; e. einschlägiger Abschluss der höheren Berufsbildung."
    },
    {
      "provision_ref": "art12",
      "chapter": "6. Abschnitt: Anforderungen an die Berufsbildnerinnen und Berufsbildner und Höchstzahl der Lernenden im Betrieb",
      "section": "12",
      "title": "Höchstzahl der Lernenden",
      "content": "1 Betriebe, die eine Berufsbildnerin oder einen Berufsbildner zu 100 Prozent oder zwei Berufsbildnerinnen oder Berufsbildner zu je mindestens 60 Prozent beschäftigen, dürfen eine lernende Person ausbilden. 2 Mit jeder zusätzlichen Beschäftigung einer Fachkraft zu 100 Prozent oder von zwei Fachkräften zu je mindestens 60 Prozent darf eine weitere lernende Person im Betrieb ausgebildet werden. 3 Als Fachkraft gilt, wer im Fachbereich der lernenden Person über ein eidgenössisches Fähigkeitszeugnis oder über eine gleichwertige Qualifikation verfügt. 4 In Betrieben, die nur eine lernende Person ausbilden dürfen, kann eine zweite lernende Person ihre Bildung beginnen, wenn die erste in das letzte Jahr der beruflichen Grundbildung eintritt. 5 In besonderen Fällen kann die kantonale Behörde einem Betrieb, der seit mehreren Jahren Lernende mit überdurchschnittlichem Erfolg ausgebildet hat, die Überschreitung der Höchstzahl der Lernenden bewilligen."
    },
    {
      "provision_ref": "art13",
      "chapter": "7. Abschnitt: Lerndokumentation, Bildungsbericht und Leistungsdokumentationen",
      "section": "13",
      "title": "Lerndokumentation",
      "content": "1 Die lernende Person führt während der Bildung in beruflicher Praxis eine Lerndokumentation, in der sie laufend alle wesentlichen Arbeiten im Zusammenhang mit den zu erwerbenden Handlungskompetenzen festhält. 2 Mindestens einmal pro Semester kontrolliert und unterzeichnet die Berufsbildnerin oder der Berufsbildner die Lerndokumentation und bespricht sie mit der lernenden Person."
    },
    {
      "provision_ref": "art14",
      "chapter": "7. Abschnitt: Lerndokumentation, Bildungsbericht und Leistungsdokumentationen",
      "section": "14",
      "title": "Bildungsbericht",
      "content": "1 Die Berufsbildnerin oder der Berufsbildner hält am Ende jedes Semesters den Bildungsstand der lernenden Person in einem Bildungsbericht fest. Sie oder er stützt sich dabei auf die Leistungen in der beruflichen Praxis und auf Rückmeldungen über die Leistungen in der Berufsfachschule und in den überbetrieblichen Kursen. Sie oder er bespricht den Bildungsbericht mit der lernenden Person. 2 Die Berufsbildnerin oder der Berufsbildner und die lernende Person vereinbaren wenn nötig Massnahmen zum Erreichen der Bildungsziele und setzen dafür Fristen. Sie halten die getroffenen Entscheide und vereinbarten Massnahmen schriftlich fest. 3 Die Berufsbildnerin oder der Berufsbildner überprüft die Wirkung der vereinbarten Massnahmen nach der gesetzten Frist und hält den Befund im nächsten Bildungsbericht fest. 4 Werden trotz der vereinbarten Massnahmen die Ziele nicht erreicht oder ist der Ausbildungserfolg gefährdet, so teilt die Berufsbildnerin oder der Berufsbildner dies den Vertragsparteien und der kantonalen Behörde schriftlich mit."
    },
    {
      "provision_ref": "art15",
      "chapter": "7. Abschnitt: Lerndokumentation, Bildungsbericht und Leistungsdokumentationen",
      "section": "15",
      "title": "Leistungsdokumentation über die Bildung in beruflicher Praxis",
      "content": "1 Die Berufsbildnerin oder der Berufsbildner hält die Leistungen der lernenden Person am Ende des 2. und des 3. Semesters in der Form von Kompetenznachweisen fest. 2 Die Kompetenznachweise werden in Noten ausgedrückt. Diese fliessen ein in die Berechnung der Erfahrungsnote."
    },
    {
      "provision_ref": "art16",
      "chapter": "7. Abschnitt: Lerndokumentation, Bildungsbericht und Leistungsdokumentationen",
      "section": "16",
      "title": "Leistungsdokumentation in der Berufsfachschule",
      "content": "Die Berufsfachschule dokumentiert die Leistungen der lernenden Person in den unterrichteten Handlungskompetenzbereichen und in der Allgemeinbildung und stellt ihr am Ende jedes Semesters ein Zeugnis aus."
    },
    {
      "provision_ref": "art17",
      "chapter": "7. Abschnitt: Lerndokumentation, Bildungsbericht und Leistungsdokumentationen",
      "section": "17",
      "title": "Leistungsdokumentation in den überbetrieblichen Kursen",
      "content": "1 Die Anbieter der überbetrieblichen Kurse dokumentieren die Leistungen der Lernenden in Form je eines Kompetenznachweises für jeden überbetrieblichen Kurs. 2 Die Kompetenznachweise werden in Noten ausgedrückt. Diese fliessen ein in die Berechnung der Erfahrungsnote."
    },
    {
      "provision_ref": "art18",
      "chapter": "8. Abschnitt: Qualifikationsverfahren",
      "section": "18",
      "title": "Zulassung",
      "content": "Zu den Qualifikationsverfahren wird zugelassen, wer die berufliche Grundbildung absolviert hat: a. nach den Bestimmungen dieser Verordnung; b. in einer vom Kanton dafür anerkannten Bildungsinstitution; oder c. ausserhalb eines geregelten Bildungsganges und: 1. die nach Artikel 32 BBV erforderliche Erfahrung erworben hat, 2. von dieser beruflichen Erfahrung mindestens drei Jahre im Bereich der Detailhandelsassistentin und des Detailhandelsassistenten EBA sowie in der angestrebten Ausbildungs- und Prüfungsbranche erworben hat, und 3. glaubhaft macht, den Anforderungen der jeweiligen Qualifikationsverfahren gewachsen zu sein."
    },
    {
      "provision_ref": "art19",
      "chapter": "8. Abschnitt: Qualifikationsverfahren",
      "section": "19",
      "title": "Gegenstand",
      "content": "In den Qualifikationsverfahren ist nachzuweisen, dass die Handlungskompetenzen nach Artikel 5 erworben worden sind."
    },
    {
      "provision_ref": "art20",
      "chapter": "8. Abschnitt: Qualifikationsverfahren",
      "section": "20",
      "title": "Umfang und Durchführung des Qualifikationsverfahrens mit Abschlussprüfung",
      "content": "1 Im Qualifikationsverfahren mit Abschlussprüfung werden die Handlungskompetenzen in den nachstehenden Qualifikationsbereichen wie folgt geprüft: a. praktische Arbeit, als vorgegebene praktische Arbeit (VPA) im Umfang von 1 Stunde; dafür gilt Folgendes: 1. dieser Qualifikationsbereich wird gegen Ende der beruflichen Grundbildung geprüft, 2. die lernende Person muss zeigen, dass sie fähig ist, die geforderten Tätigkeiten fachlich korrekt sowie bedarfs- und situationsgerecht auszuführen, 3. die praktische Arbeit erfolgt in der im Lehrvertrag festgelegten Ausbildungs- und Prüfungsbranche nach dem Anhang, 4. der Qualifikationsbereich umfasst die folgenden Handlungskompetenzbereiche mit nachstehender Gewichtung: Position Handlungskompetenzbereiche Gewichtung 1 Gestalten von Kundenbeziehungen Erwerben, Einbringen und Weiterentwickeln von Produkte- und Dienstleistungskenntnissen 60 % 2 Bewirtschaften und Präsentieren von Produkten und Dienstleistungen 40 % b. Berufskenntnisse, im Umfang von 2 Stunden; dafür gilt Folgendes: 1. dieser Qualifikationsbereich wird gegen Ende der beruflichen Grundbildung geprüft, 2. der Qualifikationsbereich umfasst die folgenden Handlungskompetenzbereiche mit den nachstehenden Prüfungsformen in nachstehender Dauer und mit den nachstehenden Gewichtungen: Position Handlungskompetenzbereiche Prüfungsform und Dauer Gewichtung schriftlich mündlich 1 Gestalten von Kundenbeziehungen 20 Min. 40 Min. 50 % 2 Bewirtschaften und Präsentieren von Produkten und Dienstleistungen 20 Min. 10 Min. 25 % 3 Interagieren im Betrieb und in der Branche 20 Min. 10 Min. 25 % c. Allgemeinbildung; dafür gilt Folgendes: 1. der Qualifikationsbereich Allgemeinbildung bezieht sich ausschliesslich auf die Inhalte der Allgemeinbildung, die im Unterricht nicht zusammen mit den Berufskenntnissen vermittelt werden, 2. er setzt sich aus den folgenden Teilbereichen zusammen: – Erfahrungsnote Allgemeinbildung – Vertiefungsarbeit, 3. Gegenstand und Verfahren der Bewertung der Teilbereiche werden im Nationalen Lehrplan Allgemeinbildung geregelt. 2 In jedem Qualifikationsbereich beurteilen mindestens zwei Prüfungsexpertinnen oder -experten die Leistungen."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Bestehen, Notenberechnung, Notengewichtung",
      "content": "1 Das Qualifikationsverfahren mit Abschlussprüfung ist bestanden, wenn: a. der Qualifikationsbereich «praktische Arbeit» mindestens mit der Note 4 bewertet wird; und b. die Gesamtnote mindestens 4 beträgt. 2 Die Gesamtnote ist das auf eine Dezimalstelle gerundete Mittel aus der Summe der gewichteten Noten der einzelnen Qualifikationsbereiche der Abschlussprüfung und der gewichteten Erfahrungsnote; dabei gilt folgende Gewichtung: a. praktische Arbeit: 30 %; b. Berufskenntnisse: 30 %; c. Allgemeinbildung: 10 %; d. Erfahrungsnote: 30 %. 3 Die Erfahrungsnote ist das auf eine Dezimalstelle gerundete Mittel aus der Summe der folgenden Noten mit nachstehender Gewichtung: a. Note für die Bildung in beruflicher Praxis: 25 %; b. Note für den Unterricht in den Berufskenntnissen: 50 %; c. Note für die überbetrieblichen Kurse: 25 %. 4 Die Note für die Bildung in beruflicher Praxis ist das auf eine ganze oder halbe Note gerundete Mittel aus der Summe der zwei benoteten Kompetenznachweise. 5 Die Note für den Unterricht in den Berufskenntnissen ist das auf eine ganze oder halbe Note gerundete Mittel aus der Summe der vier Semesterzeugnisnoten. 6 Die Note für die überbetrieblichen Kurse ist das auf eine ganze oder halbe Note gerundete Mittel aus der Summe der zwei benoteten Kompetenznachweise."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Wiederholungen",
      "content": "1 Die Wiederholung des Qualifikationsverfahrens richtet sich nach Artikel 33 BBV. 2 Muss ein Qualifikationsbereich wiederholt werden, so ist er in seiner Gesamtheit zu wiederholen. 3 Wird die Abschlussprüfung ohne erneute Bildung in beruflicher Praxis wiederholt, so wird die bisherige Note beibehalten. Wird die Bildung in beruflicher Praxis während mindestens zwei Semestern wiederholt, so zählen für die Berechnung der Erfahrungsnote nur die neue Note. 4 Wird die Abschlussprüfung ohne erneuten Besuch des Unterrichts in den Berufskenntnissen wiederholt, so wird die bisherige Note beibehalten. Wird der Unterricht in den Berufskenntnissen während mindestens zwei Semestern wiederholt, so zählen für die Berechnung der Erfahrungsnote nur die neuen Noten. 5 Wird die Abschlussprüfung ohne erneuten Besuch von überbetrieblichen Kursen wiederholt, so wird die bisherige Note beibehalten. Werden die letzten zwei bewerteten überbetrieblichen Kurse wiederholt, so zählen für die Berechnung der Erfahrungsnote nur die neuen Noten."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Qualifikationen ausserhalb eines geregelten Bildungsganges (Spezialfall)",
      "content": "1 Hat eine kandidierende Person die erforderlichen Handlungskompetenzen ausserhalb der geregelten beruflichen Grundbildung erworben und die Abschlussprüfung nach dieser Verordnung absolviert, so entfallen: a. die Erfahrungsnote Allgemeinbildung nach Artikel 20 Absatz 1 Buchstabe c Ziffer 2 erster Strich; b. die Erfahrungsnote nach Artikel 21 Absätze 2 Buchstabe d und 3. 2 Für die Berechnung der Gesamtnote werden in diesem Fall die einzelnen Noten wie folgt gewichtet: a. praktische Arbeit: 45 %; b. Berufskenntnisse: 45 %; c. Allgemeinbildung: 10 %."
    },
    {
      "provision_ref": "art2",
      "chapter": "9. Abschnitt: Ausweise und Titel",
      "section": "2",
      "title": "4",
      "content": "1 Wer ein Qualifikationsverfahren erfolgreich durchlaufen hat, erhält das eidgenössische Berufsattest (EBA). 2 Das Berufsattest berechtigt, den gesetzlich geschützten Titel «Detailhandelsassistentin EBA» oder «Detailhandelsassistent EBA» zu führen. 3 Ist das Berufsattest mittels Qualifikationsverfahren mit Abschlussprüfung erworben worden, so werden im Notenausweis aufgeführt: a. die Gesamtnote; b. die Noten jedes Qualifikationsbereichs der Abschlussprüfung sowie, unter dem Vorbehalt von Artikel 23 Absatz 1 Buchstabe b, die Erfahrungsnote; c. die Ausbildungs- und Prüfungsbranche."
    },
    {
      "provision_ref": "art25",
      "chapter": "10. Abschnitt: Qualitätsentwicklung und Organisation",
      "section": "25",
      "title": "Schweizerische Kommission für Berufsentwicklung und Qualität im Detailhandel",
      "content": "1 Die Schweizerische Kommission für Berufsentwicklung und Qualität im Detailhandel setzt sich zusammen aus: a. vier bis sechs Vertreterinnen oder Vertretern von «Bildung Detailhandel Schweiz» (BDS); b. zwei Vertreterinnen oder Vertretern der Fachlehrerschaft der Detailhandelsschulen der Schweizerischen Konferenz kaufmännischer Berufsschulen (SKKBS); c. einer Vertreterin oder einem Vertreter des Kaufmännischen Verbandes Schweiz; d. je mindestens einer Vertreterin oder einem Vertreter des Bundes und der Kantone. 2 Für die Zusammensetzung gilt überdies: a. Eine paritätische Vertretung beider Geschlechter ist anzustreben. b. Die Sprachregionen müssen gebührend vertreten sein. 3 Die Kommission konstituiert sich selbst. 4 Sie hat insbesondere folgende Aufgaben: a. Sie überprüft diese Verordnung und den Bildungsplan mindestens alle fünf Jahre auf wirtschaftliche, technologische, ökologische und didaktische Entwicklungen; dabei berücksichtigt sie allfällige neue organisatorische Aspekte der beruflichen Grundbildung. b. Beobachtet sie Entwicklungen, die eine Änderung dieser Verordnung erfordern, so ersucht sie die zuständige Organisation der Arbeitswelt, dem SBFI die entsprechende Änderung zu beantragen. c. Beobachtet sie Entwicklungen, die eine Anpassung des Bildungsplans erfordern, so stellt sie der zuständigen Organisation der Arbeitswelt Antrag auf Anpassung des Bildungsplans. d. Sie nimmt Stellung zu den Instrumenten zur Sicherstellung und Umsetzung der beruflichen Grundbildung sowie zur Förderung der Qualität, insbesondere zu den Ausführungsbestimmungen zum Qualifikationsverfahren mit Abschlussprüfung."
    },
    {
      "provision_ref": "art26",
      "chapter": "10. Abschnitt: Qualitätsentwicklung und Organisation",
      "section": "26",
      "title": "Trägerschaft und Organisation der überbetrieblichen Kurse",
      "content": "1 Zuständige Organisation der Arbeitswelt für die überbetrieblichen Kurse ist «Bildung Detailhandel Schweiz» (BDS). 2 Trägerin der überbetrieblichen Kurse ist die jeweilige Ausbildungs- und Prüfungsbranche. 3 Die Kantone können die Durchführung der überbetrieblichen Kurse unter Mitwirkung der zuständigen Organisation der Arbeitswelt einer anderen Trägerschaft übertragen, namentlich wenn die Qualität oder die Durchführung der überbetrieblichen Kurse nicht mehr gewährleistet ist. 4 Sie regeln mit der Trägerschaft die Organisation und die Durchführung der überbetrieblichen Kurse. 5 Die zuständigen Behörden der Kantone haben jederzeit Zutritt zu den Kursen."
    },
    {
      "provision_ref": "art27",
      "chapter": "11. Abschnitt: Schlussbestimmungen",
      "section": "27",
      "title": "Aufhebung eines anderen Erlasses",
      "content": "Die Verordnung des SBFI vom 8. Dezember 2004 über die berufliche Grundbildung Detailhandelsassistentin/Detailhandelsassistent mit eidgenössischem Berufsattest (EBA) wird aufgehoben. [ AS 2005 719 ; 2010 1451 ; 2011 4453 ; 2017 4821 ]"
    },
    {
      "provision_ref": "art28",
      "chapter": "11. Abschnitt: Schlussbestimmungen",
      "section": "28",
      "title": "Übergangsbestimmungen und erstmalige Anwendung einzelner Bestimmungen",
      "content": "1 Lernende, die ihre Bildung als Detailhandelsassistentin oder Detailhandelsassistent EBA vor dem Inkrafttreten dieser Verordnung begonnen haben, schliessen sie nach bisherigem Recht ab, längstens jedoch bis zum 31. Dezember 2025. 2 Kandidierende, die das Qualifikationsverfahren mit Abschlussprüfung für Detailhandelsassistentin oder Detailhandelsassistent EBA bis zum 31. Dezember 2025 wiederholen, werden nach bisherigem Recht beurteilt. Auf ihren schriftlichen Antrag hin werden sie nach neuem Recht beurteilt. 3 Die Bestimmungen über Qualifikationsverfahren, Ausweise und Titel (Art. 18–24) kommen ab dem 1. Januar 2024 zur Anwendung."
    },
    {
      "provision_ref": "art29",
      "chapter": "11. Abschnitt: Schlussbestimmungen",
      "section": "29",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 1. Januar 2022 in Kraft."
    }
  ],
  "definitions": []
}