{
  "id": "sr-413-11",
  "type": "statute",
  "title": "Verordnung vom 15. Februar 1995 über die Anerkennung von gymnasialen Maturitätsausweisen (Maturitäts-Anerkennungsverordnung, MAV)",
  "title_en": "",
  "short_name": "MAV",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1995/1001_1001_1001/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "1",
      "title": "Gegenstand",
      "content": "Diese Verordnung regelt die schweizerische Anerkennung von kantonalen und kantonal anerkannten gymnasialen Maturitätsausweisen."
    },
    {
      "provision_ref": "art2",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "2",
      "title": "Wirkung der Anerkennung",
      "content": "1 Mit der Anerkennung wird festgestellt, dass die Maturitätsausweise gleichwertig sind und den Mindestanforderungen entsprechen. 2 Die anerkannten Maturitätsausweise gelten als Ausweise für die allgemeine Hochschulreife. 3 Sie berechtigen insbesondere zur: a. Zulassung an die Eidgenössischen Technischen Hochschulen nach Artikel 16 des ETH-Gesetzes vom 4. Oktober 1991; b. Zulassung zu den eidgenössischen Medizinalprüfungen nach der Allgemeinen Medizinalprüfungsverordnung vom 19. November 1980 und zu den eidgenössischen Prüfungen für Lebensmittelchemikerinnen und ‑chemiker nach dem Lebensmittelgesetz vom 9. Oktober 1992. [ AS 1982 563 , 1995 4367 , 1999 2643 Ziff. I. AS 2008 6007 Anhang 1 Ziff. 1]. Siehe heute: die Prüfungsverordnung MedBG vom 26. Nov. 2008 ( SR 811.113.3 ). SR 817.0"
    },
    {
      "provision_ref": "art3",
      "chapter": "2. Abschnitt: Anerkennungsbedingungen",
      "section": "3",
      "title": "Grundsatz",
      "content": "Kantonale sowie von einem Kanton anerkannte Maturitätsausweise werden im Sinne dieser Verordnung schweizerisch anerkannt, wenn die Anerkennungsbedingungen dieses Abschnitts erfüllt sind."
    },
    {
      "provision_ref": "art4",
      "chapter": "2. Abschnitt: Anerkennungsbedingungen",
      "section": "4",
      "title": "Maturitätsschulen",
      "content": "Maturitätszeugnisse werden nur anerkannt, wenn sie an einer allgemeinbildenden Vollzeitschule der Sekundarstufe II oder an einer allgemeinbildenden Vollzeit- oder Teilzeitschule für Erwachsene erworben worden sind."
    },
    {
      "provision_ref": "art5",
      "chapter": "2. Abschnitt: Anerkennungsbedingungen",
      "section": "5",
      "title": "Bildungsziel",
      "content": "1 Ziel der Maturitätsschulen ist es, Schülerinnen und Schülern im Hinblick auf ein lebenslanges Lernen grundlegende Kenntnisse zu vermitteln sowie ihre geistige Offenheit und die Fähigkeit zum selbständigen Urteilen zu fördern. Die Schulen streben eine breit gefächerte, ausgewogene und kohärente Bildung an, nicht aber eine fachspezifische oder berufliche Ausbildung. Die Schülerinnen und Schüler gelangen zu jener persönlichen Reife, die Voraussetzung für ein Hochschulstudium ist und die sie auf anspruchsvolle Aufgaben in der Gesellschaft vorbereitet. Die Schulen fördern gleichzeitig die Intelligenz, die Willenskraft, die Sensibilität in ethischen und musischen Belangen sowie die physischen Fähigkeiten ihrer Schülerinnen und Schüler. 2 Maturandinnen und Maturanden sind fähig, sich den Zugang zu neuem Wissen zu erschliessen, ihre Neugier, ihre Vorstellungskraft und ihre Kommunikationsfähigkeit zu entfalten sowie allein und in Gruppen zu arbeiten. Sie sind nicht nur gewohnt, logisch zu denken und zu abstrahieren, sondern haben auch Übung im intuitiven, analogen und vernetzten Denken. Sie haben somit Einsicht in die Methodik wissenschaftlicher Arbeit. 3 Maturandinnen und Maturanden beherrschen eine Landessprache und erwerben sich grundlegende Kenntnisse in anderen nationalen und fremden Sprachen. Sie sind fähig, sich klar, treffend und einfühlsam zu äussern, und lernen, Reichtum und Besonderheit der mit einer Sprache verbundenen Kultur zu erkennen. 4 Maturandinnen und Maturanden finden sich in ihrer natürlichen, technischen, gesellschaftlichen und kulturellen Umwelt zurecht, und dies in Bezug auf die Gegenwart und die Vergangenheit, auf schweizerischer und internationaler Ebene. Sie sind bereit, Verantwortung gegenüber sich selbst, den Mitmenschen, der Gesellschaft und der Natur wahrzunehmen."
    },
    {
      "provision_ref": "art6",
      "chapter": "2. Abschnitt: Anerkennungsbedingungen",
      "section": "6",
      "title": "Dauer",
      "content": "1 Die Ausbildung bis zur Maturität muss insgesamt mindestens zwölf Jahre dauern. 2 Mindestens die letzten vier Jahre sind nach einem eigens für die Vorbereitung auf die Maturität ausgerichteten Lehrgang zu gestalten. Ein dreijähriger Lehrgang ist möglich, wenn auf der Sekundarstufe I eine gymnasiale Vorbildung erfolgt ist. 3 An Maturitätsschulen für Erwachsene muss der eigens auf die Maturität ausgerichtete Lehrgang mindestens drei Jahre dauern. Ein angemessener Teil dieses Lehrgangs muss im Direktunterricht absolviert werden. 4 Werden Schülerinnen und Schüler aus andern Schultypen in den gymnasialen Lehrgang aufgenommen, so haben sie in der Regel den Unterricht der beiden letzten Jahre vor der Maturität zu besuchen."
    },
    {
      "provision_ref": "art7",
      "chapter": "2. Abschnitt: Anerkennungsbedingungen",
      "section": "7",
      "title": "Lehrkräfte",
      "content": "1 Im Maturitätslehrgang (Art. 6 Abs. 2 und 3) ist der Unterricht von Lehrkräften zu erteilen, die das Lehrdiplom für Maturitätsschulen erworben oder eine andere fachliche und pädagogische Ausbildung mit gleichem Niveau abgeschlossen haben. Für Fächer, in denen die wissenschaftliche Ausbildung an einer universitären Hochschule möglich ist, ist als Abschluss ein universitärer Master verlangt. 2 Progymnasialer Unterricht auf der Sekundarstufe I kann auch von Lehrkräften dieser Stufe erteilt werden, sofern sie über die entsprechende fachliche Qualifikation verfügen. Fassung gemäss Ziff. I der V vom 27. Juni 2007, in Kraft seit 1. Aug. 2007 ( AS 2007 3477 )."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Lehrpläne",
      "content": "Die Maturitätsschulen unterrichten nach Lehrplänen, die vom Kanton erlassen oder genehmigt sind und sich auf den gesamtschweizerischen Rahmenlehrplan der Konferenz der kantonalen Erziehungsdirektoren abstützen."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "",
      "content": "1 Die Maturitätsfächer umfassen: a. die Grundlagenfächer; b. ein Schwerpunktfach; c. ein Ergänzungsfach; d. die Maturaarbeit. 2 Die Grundlagenfächer sind: a. die Erstsprache; b. eine zweite Landessprache; c. eine dritte Sprache (eine dritte Landessprache, Englisch oder eine alte Sprache); d. Mathematik; e. Biologie; f. Chemie; g. Physik; h. Geschichte; i. Geografie; j. Bildnerisches Gestalten und/oder Musik. 2bis Die Kantone können als weiteres Grundlagenfach Philosophie anbieten. 3 Das Schwerpunktfach ist aus den folgenden Fächern oder Fächergruppen auszuwählen: a. alte Sprachen (Latein und/oder Griechisch); b. eine moderne Sprache (eine dritte Landessprache, Englisch, Spanisch oder Russisch); c. Physik und Anwendungen der Mathematik; d. Biologie und Chemie; e. Wirtschaft und Recht; f. Philosophie/Pädagogik/Psychologie; g. Bildnerisches Gestalten; h. Musik. 4 Das Ergänzungsfach ist aus den folgenden Fächern auszuwählen: a. Physik; b. Chemie; c. Biologie; d. Anwendungen der Mathematik; d bis . Informatik; e. Geschichte; f. Geographie; g. Philosophie; h. Religionslehre; i. Wirtschaft und Recht; k. Pädagogik/Psychologie; l. Bildnerisches Gestalten; m. Musik; n. Sport. 5 Eine Sprache, die als Grundlagenfach belegt wird, kann nicht gleichzeitig als Schwerpunktfach gewählt werden. Ebenso ist die gleichzeitige Wahl eines Faches als Schwerpunkt- und Ergänzungsfach ausgeschlossen. Die Wahl von Musik oder Bildnerischem Gestalten als Schwerpunktfach schliesst die Wahl von Musik, Bildnerischem Gestalten oder Sport als Ergänzungsfach aus. 5bis Als weitere obligatorische Fächer belegen alle Schülerinnen und Schüler: a. Informatik; b. Wirtschaft und Recht. 6 Für die Ausbildungsangebote der Maturitätsschulen in den Grundlagen-, Schwerpunkt- und Ergänzungsfächern sind die Bestimmungen der Kantone massgebend. 7 Im Grundlagenfach «Zweite Landessprache» müssen mindestens zwei Sprachen angeboten werden. In mehrsprachigen Kantonen kann eine zweite Kantonssprache als «zweite Landessprache» bestimmt werden. Fassung gemäss Ziff. I der V vom 27. Juni 2018, in Kraft seit 1. Aug. 2018 ( AS 2018 2669 ). Fassung gemäss Ziff. I der V vom 27. Juni 2007, in Kraft seit 1. Aug. 2007 ( AS 2007 3477 ). Fassung gemäss Ziff. I der V vom 27. Juni 2007, in Kraft seit 1. Aug. 2007 ( AS 2007 3477 ). Fassung gemäss Ziff. I der V vom 27. Juni 2007, in Kraft seit 1. Aug. 2007 ( AS 2007 3477 ). Fassung gemäss Ziff. I der V vom 27. Juni 2007, in Kraft seit 1. Aug. 2007 ( AS 2007 3477 ). Fassung gemäss Ziff. I der V vom 27. Juni 2007, in Kraft seit 1. Aug. 2007 ( AS 2007 3477 ). Eingefügt durch Ziff. I der V vom 27. Juni 2007, in Kraft seit 1. Aug. 2007 ( AS 2007 3477 ). Eingefügt durch Ziff. I der V vom 27. Juni 2007, in Kraft seit 1. Aug. 2007 ( AS 2007 3477 ). Eingefügt durch Ziff. I der V vom 27. Juni 2007, in Kraft seit 1. Aug. 2007 ( AS 2007 3477 ). Eingefügt durch Ziff. I der V vom 27. Juni 2007, in Kraft seit 1. Aug. 2007 ( AS 2007 3477 ). Eingefügt durch Ziff. I der V vom 27. Juni 2007, in Kraft seit 1. Aug. 2007 ( AS 2007 3477 ). Eingefügt durch Ziff. I der V vom 27. Juni 2007 ( AS 2007 3477 ). Fassung gemäss Ziff. I der V vom 27. Juni 2018, in Kraft seit 1. Aug. 2018 ( AS 2018 2669 )."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Maturaarbeit",
      "content": "Schülerinnen und Schüler müssen allein oder in einer Gruppe eine grössere eigenständige schriftliche oder schriftlich kommentierte Arbeit erstellen und mündlich präsentieren."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "",
      "content": "Der Anteil an der gesamten Unterrichtszeit für die Maturitätsfächer beträgt: In Prozent a. für die Grundlagenfächer und die weiteren obligatorischen Fächer: 1. Sprachen (Erstsprache, zweite und dritte Sprache) 30–40 2. Mathematik, Informatik und Naturwissenschaften (Biologie, Chemie und Physik) 27–37 3. Geistes- und Sozialwissenschaften (Geschichte, Geografie, Wirtschaft und Recht sowie allenfalls Philosophie) 10–20 4. Kunst (Bildnerisches Gestalten und/oder Musik) 5–10 b. für den Wahlbereich: Schwerpunkt- und Ergänzungsfach sowie Maturaarbeit 15–25 Fassung gemäss Ziff. I der V vom 27. Juni 2007, in Kraft seit 1. Aug. 2007 ( AS 2007 3477 ). Fassung gemäss Ziff. I der V vom 27. Juni 2007, in Kraft seit 1. Aug. 2007 ( AS 2007 3477 ). Fassung gemäss Ziff. I der V vom 27. Juni 2007, in Kraft seit 1. Aug. 2007 ( AS 2007 3477 ). Fassung gemäss Ziff. I der V vom 27. Juni 2018, in Kraft seit 1. Aug. 2018 ( AS 2018 2669 ). Fassung gemäss Ziff. I der V vom 27. Juni 2018, in Kraft seit 1. Aug. 2018 ( AS 2018 2669 ). Fassung gemäss Ziff. I der V vom 27. Juni 2018, in Kraft seit 1. Aug. 2018 ( AS 2018 2669 )."
    },
    {
      "provision_ref": "art11a",
      "section": "11a",
      "title": "a Interdisziplinarität",
      "content": "Jede Schule stellt sicher, dass die Schülerinnen und Schüler mit fächerübergreifenden Arbeitsweisen vertraut sind. Eingefügt durch Ziff. I der V vom 27. Juni 2007, in Kraft seit 1. Aug. 2007 ( AS 2007 3477 )."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Dritte Landessprache",
      "content": "Neben dem Angebot der Landessprachen im Bereich der Grundlagen- und Schwerpunktfächer muss auch eine dritte Landessprache als Freifach angeboten werden. Die Kenntnis und das Verständnis der regionalen und kulturellen Besonderheiten des Landes sind durch geeignete Massnahmen zu fördern."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Rätoromanisch",
      "content": "Im Kanton Graubünden kann die rätoromanische Sprache zusammen mit der Unterrichtssprache als Erstsprache (Art. 9 Abs. 1 Bst. a) bezeichnet werden."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Prüfungsfächer",
      "content": "1 Eine Maturitätsprüfung findet in mindestens fünf Maturitätsfächern statt. Die Prüfungen sind schriftlich; es kann zusätzlich mündlich geprüft werden. 2 Prüfungsfächer sind: a. die Erstsprache; b. eine zweite Landessprache oder eine zweite Kantonssprache nach Artikel 9 Absatz 7; c. Mathematik; d. das Schwerpunktfach; e. ein weiteres Fach, für dessen Wahl die Bedingungen des Kantons massgebend sind."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Maturitätsnoten und Bewertung der Maturaarbeit",
      "content": "1 Die Maturitätsnoten werden gesetzt: a. in den Fächern, in denen eine Maturitätsprüfung stattfindet, je zur Hälfte aufgrund der Leistungen im letzten Ausbildungsjahr und der Leistungen an der Maturitätsprüfung; b. in den übrigen Fächern aufgrund der Leistungen im letzten Ausbildungsjahr, in dem das Fach unterrichtet worden ist; c. in der Maturaarbeit aufgrund des Arbeitsprozesses, der schriftlichen Arbeit und ihrer mündlichen Präsentation. 2 Bei der Bewertung der Maturaarbeit werden die erbrachten schriftlichen und mündlichen Leistungen berücksichtigt. Eingefügt durch Ziff. I der V vom 27. Juni 2007, in Kraft seit 1. Aug. 2007 ( AS 2007 3477 )."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Bestehensnormen",
      "content": "1 Die Leistungen in den Maturitätsfächern werden in ganzen und halben Noten ausgedrückt. 6 ist die höchste, 1 die tiefste Note. Noten unter 4 stehen für ungenügende Leistungen. 2 Die Maturität ist bestanden, wenn in den Maturitätsfächern: a. die doppelte Summe aller Notenabweichungen von 4 nach unten nicht grösser ist als die Summe aller Notenabweichungen von 4 nach oben; und b. nicht mehr als vier Noten unter 4 erteilt wurden. 3 Zur Erlangung des Maturitätsausweises sind zwei Versuche zulässig. Fassung gemäss Ziff. I der V vom 27. Juni 2007, in Kraft seit 1. Aug. 2007 ( AS 2007 3477 ). Fassung gemäss Ziff. I der V vom 27. Juni 2007, in Kraft seit 1. Aug. 2007 ( AS 2007 3477 )."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Grundkurs in Englisch",
      "content": "Für Schülerinnen und Schüler, die Englisch nicht als Maturitätsfach gewählt haben, muss ein Grundkurs in Englisch angeboten werden."
    },
    {
      "provision_ref": "art18",
      "chapter": "3. Abschnitt: Besondere Bestimmungen",
      "section": "18",
      "title": "Zweisprachige Maturität",
      "content": "Die von einem Kanton nach eigenen Vorschriften erteilte zweisprachige Maturität kann ebenfalls anerkannt werden."
    },
    {
      "provision_ref": "art19",
      "chapter": "3. Abschnitt: Besondere Bestimmungen",
      "section": "19",
      "title": "Abweichungen von den Bestimmungen dieser Verordnung",
      "content": "1 Abweichungen von Bestimmungen dieser Verordnung können bewilligt werden: a. für die Durchführung von Schulversuchen; b. für die Schweizerschulen im Ausland, soweit solche Abweichungen im Hinblick auf das Schulsystem des Sitzlandes nötig sind. 2 Die Abweichungen werden bewilligt: a. für Schulversuche: von der Schweizerischen Maturitätskommission; b. für Schweizerschulen im Ausland: vom Eidgenössischen Departement für Wirtschaft, Bildung und Forschung (WBF) und vom Vorstand der Schweizerischen Konferenz der kantonalen Erziehungsdirektoren gemeinsam. Fassung gemäss Ziff. I der V vom 27. Juni 2007, in Kraft seit 1. Aug. 2007 ( AS 2007 3477 ). Die Bezeichnung der Verwaltungseinheit wurde in Anwendung von Art. 16 Abs. 3 der Publikationsverordnung vom 17. Nov. 2004 auf den 1. Jan. 2013 angepasst ( AS 2004 4937 ). Die Anpassung wurde im ganzen Text vorgenommen."
    },
    {
      "provision_ref": "art20",
      "chapter": "3. Abschnitt: Besondere Bestimmungen",
      "section": "20",
      "title": "",
      "content": "1 Der Maturitätsausweis enthält: a. die Aufschrift «Schweizerische Eidgenossenschaft» sowie die Kantonsbezeichnung; b. den Vermerk «Maturitätsausweis, ausgestellt nach …»; c. den Namen der Schule, die ihn ausstellt; d. den Namen, Vornamen, Heimatort (für Ausländerinnen und Ausländer: Staatsangehörigkeit und Geburtsort) und das Geburtsdatum der Inhaberin oder des Inhabers; e. die Angaben der Zeit, während der die Inhaberin oder der Inhaber die Schule besucht hat; f. die Noten der Maturitätsfächer; g. das Thema der Maturaarbeit; h. gegebenenfalls einen Hinweis auf die Zweisprachigkeit der Maturität mit Angabe der zweiten Sprache; i. die Unterschrift der zuständigen kantonalen Behörde und der Rektorin oder des Rektors der Schule. 2 Die Noten für kantonal vorgeschriebene oder andere belegte Fächer können im Maturitätsausweis ebenfalls aufgeführt werden. Fassung gemäss Ziff. I der V vom 27. Juni 2007, in Kraft seit 1. Aug. 2007 ( AS 2007 3477 ). Fassung gemäss Ziff. I der V vom 27. Juni 2007, in Kraft seit 1. Aug. 2007 ( AS 2007 3477 ). Fassung gemäss Ziff. I der V vom 27. Juni 2007, in Kraft seit 1. Aug. 2007 ( AS 2007 3477 )."
    },
    {
      "provision_ref": "art21",
      "chapter": "4. Abschnitt: Schweizerische Maturitätskommission",
      "section": "21",
      "title": "",
      "content": "Aufgaben und Zusammensetzung der Schweizerischen Maturitätskommission richten sich nach der Verwaltungsvereinbarung vom 16. Januar 1995/15. Februar 1995 zwischen dem Schweizerischen Bundesrat und der Schweizerischen Konferenz der kantonalen Erziehungsdirektoren. BBl 1995 II 318"
    },
    {
      "provision_ref": "art22",
      "chapter": "5. Abschnitt: Verfahren",
      "section": "22",
      "title": "Zuständigkeit",
      "content": "1 Der Kanton richtet sein Gesuch an die Schweizerische Maturitätskommission. 2 Über Gesuche entscheidet das WBF auf Antrag der Schweizerischen Maturitätskommission."
    },
    {
      "provision_ref": "art23",
      "chapter": "5. Abschnitt: Verfahren",
      "section": "23",
      "title": "Rechtsschutz",
      "content": "Gegen Verfügungen des WBF kann der gesuchstellende Kanton Beschwerde führen. Das Verfahren richtet sich nach den allgemeinen Bestimmungen über die Bundesverwaltungsrechtspflege."
    },
    {
      "provision_ref": "art24",
      "chapter": "6. Abschnitt: Schlussbestimmungen",
      "section": "24",
      "title": "Aufhebung bisherigen Rechts",
      "content": "Die Verordnung vom 22. Mai 1968 über die Anerkennung von Maturitätsausweisen wird aufgehoben. [ AS 1968 693 , 1972 2847 , 1974 196 Art. 24 Abs. 2, 1973 91 , 1982 2273 , 1986 944 ]"
    },
    {
      "provision_ref": "art25",
      "chapter": "6. Abschnitt: Schlussbestimmungen",
      "section": "25",
      "title": "Übergangsbestimmung",
      "content": "Nach bisherigem Recht erteilte Anerkennungen sind noch acht Jahre ab Inkrafttreten dieser Verordnung gültig."
    },
    {
      "provision_ref": "art25a",
      "chapter": "6. Abschnitt: Schlussbestimmungen",
      "section": "25a",
      "title": "a Übergangsbestimmungen für die Änderung vom 27. Juni 2007",
      "content": "1 Anerkennungsgesuche, die vor dem Inkrafttreten der Änderung vom 27. Juni 2007 dieser Verordnung gemäss bisherigem Recht eingereicht wurden, werden gestützt auf bisheriges Recht beurteilt. 2 Ausbildungen, deren Abschlüsse gemäss bisherigem Recht anerkannt worden sind, sind innert einem Jahr nach Inkrafttreten der Änderung vom 27. Juni 2007 dieser Verordnung an das neue Recht anzupassen. Die vorgenommenen Änderungen sind der Schweizerischen Maturitätskommission zur Überprüfung einzureichen. Eingefügt durch Ziff. I der V vom 27. Juni 2007, in Kraft seit 1. Aug. 2007 ( AS 2007 3477 )."
    },
    {
      "provision_ref": "art25b",
      "chapter": "6. Abschnitt: Schlussbestimmungen",
      "section": "25b",
      "title": "b Übergangsbestimmung zur Änderung vom 27. Juni 2018",
      "content": "Informatik muss spätestens am 1. August 2022 als weiteres obligatorisches Fach eingeführt sein. Eingefügt durch Ziff. I der V vom 27. Juni 2018, in Kraft seit 1. Aug. 2018 ( AS 2018 2669 )."
    },
    {
      "provision_ref": "art26",
      "chapter": "6. Abschnitt: Schlussbestimmungen",
      "section": "26",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 1. August 1995 in Kraft."
    }
  ],
  "definitions": []
}