{
  "id": "sr-432-21",
  "type": "statute",
  "title": "Bundesgesetz vom 18. Dezember 1992 über die Schweizerische Nationalbibliothek (Nationalbibliotheksgesetz, NBibG)",
  "title_en": "",
  "short_name": "NBibG",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1993/1773_1773_1773/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "1. Abschnitt: Gegenstand",
      "section": "1",
      "title": "",
      "content": "Dieses Gesetz regelt die Aufgaben und die Organisation der Schweizerischen Nationalbibliothek (Nationalbibliothek)."
    },
    {
      "provision_ref": "art2",
      "chapter": "2. Abschnitt: Tätigkeit der Nationalbibliothek",
      "section": "2",
      "title": "Aufgabe",
      "content": "1 Die Nationalbibliothek hat zur Aufgabe, gedruckte oder auf anderen Informationsträgern gespeicherte Informationen, die einen Bezug zur Schweiz haben, zu sammeln, zu erschliessen, zu erhalten und zu vermitteln. 2 Sie verzeichnet öffentlich zugängliche Datensammlungen, die einen Bezug zur Schweiz aufweisen. 3 Sie trägt zur Entwicklung des nationalen und internationalen Bibliothekswesens bei."
    },
    {
      "provision_ref": "art3",
      "chapter": "2. Abschnitt: Tätigkeit der Nationalbibliothek",
      "section": "3",
      "title": "Sammelauftrag",
      "content": "1 Die Nationalbibliothek sammelt gedruckte oder auf anderen Informationsträgern gespeicherte Informationen, die: a. in der Schweiz erscheinen; b. sich auf die Schweiz oder auf Personen mit schweizerischem Bürgerrecht oder Wohnsitz beziehen oder c. von schweizerischen oder mit der Schweiz verbundenen Autoren oder Autorinnen geschaffen oder mitgestaltet wurden. 2 Die Nationalbibliothek arbeitet bei der Erfüllung ihres Sammelauftrags mit den Verbänden der Verleger oder Verlegerinnen und der Hersteller oder Herstellerinnen zusammen. Sie schliesst mit diesen nach Möglichkeit Vereinbarungen ab, um den Erwerb der Druckwerke und der anderen Informationsträger sicherzustellen."
    },
    {
      "provision_ref": "art4",
      "chapter": "2. Abschnitt: Tätigkeit der Nationalbibliothek",
      "section": "4",
      "title": "Umschreibung des Sammelauftrags",
      "content": "1 Der Bundesrat umschreibt den Sammelauftrag der Nationalbibliothek im Einzelnen und passt ihn neuen Entwicklungen an. 2 Er kann Druckwerke und andere Informationsträger vom Sammelauftrag ausschliessen, soweit sie: a. von einer anderen Institution gesammelt und öffentlich zugänglich gemacht werden; b. für die Schweiz von geringer Bedeutung sind; c. nur für einen beschränkten Kreis von Personen oder vorwiegend für private Zwecke bestimmt sind."
    },
    {
      "provision_ref": "art5",
      "chapter": "2. Abschnitt: Tätigkeit der Nationalbibliothek",
      "section": "5",
      "title": "Zugang zu den Sammlungen",
      "content": "Die Nationalbibliothek ermöglicht ihrem Publikum, insbesondere mit den Lesesälen und der Ausleihe, einen benutzerfreundlichen Zugang zu ihren Sammlungen."
    },
    {
      "provision_ref": "art6",
      "chapter": "2. Abschnitt: Tätigkeit der Nationalbibliothek",
      "section": "6",
      "title": "Schweizerisches Literaturarchiv",
      "content": "1 Die Nationalbibliothek führt das Schweizerische Literaturarchiv. 2 Das Schweizerische Literaturarchiv hat zur Aufgabe, die Nachlässe und die persönlichen Archive von schweizerischen oder mit der Schweiz verbundenen Personen, deren Werk für die Kultur und das Geistesleben des Landes von Bedeutung ist, zu erwerben, zu sammeln, zu erschliessen und zu vermitteln."
    },
    {
      "provision_ref": "art7",
      "chapter": "2. Abschnitt: Tätigkeit der Nationalbibliothek",
      "section": "7",
      "title": "Verzeichnung von Datensammlungen",
      "content": "Die Nationalbibliothek verzeichnet die öffentlich zugänglichen Datensammlungen, die: a. in der Schweiz betrieben werden; b. im Ausland betrieben werden und Daten enthalten, die für die Schweiz von besonderer Bedeutung sind."
    },
    {
      "provision_ref": "art8",
      "chapter": "2. Abschnitt: Tätigkeit der Nationalbibliothek",
      "section": "8",
      "title": "Dienstleistungen",
      "content": "Die Nationalbibliothek erbringt Dienstleistungen im Bereich der Informationsvermittlung. Sie kann Dokumentationsaufträge sowie Forschungsaufträge im Bereich des Bibliothekswesens übernehmen."
    },
    {
      "provision_ref": "art8a",
      "section": "8a",
      "title": "a Gewerbliche Leistungen",
      "content": "1 Die Nationalbibliothek kann Dritten gewerbliche Leistungen erbringen, wenn diese Leistungen: a. mit den Hauptaufgaben in einem engen Zusammenhang stehen; b. die Erfüllung der Hauptaufgaben nicht beeinträchtigen; und c. keine bedeutenden zusätzlichen sachlichen und personellen Mittel erfordern. 2 Gewerbliche Leistungen sind auf der Grundlage einer Kosten- und Leistungsrechnung zu mindestens kostendeckenden Preisen zu erbringen. Das Departement des Innern kann für bestimmte Leistungen Ausnahmen zulassen, wenn dadurch die Privatwirtschaft nicht konkurrenziert wird. Eingefügt durch Anhang Ziff. 2 des BG vom 18. Juni 2010, in Kraft seit 1. Jan. 2011 ( AS 2010 5003 ; BBl 2009 7207 )."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Weitere Tätigkeiten",
      "content": "Der Bundesrat kann die Nationalbibliothek im Rahmen ihrer Aufgaben mit weiteren Tätigkeiten beauftragen."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Zusammenarbeit und Koordination",
      "content": "1 Die Nationalbibliothek arbeitet mit anderen schweizerischen und ausländischen Institutionen, die ähnliche Aufgaben erfüllen, zusammen; sie berücksichtigt dabei insbesondere Institutionen, die im Bereich der Audiovision und anderer neuartiger Informationsträger tätig sind. 2 Sie strebt eine Arbeitsteilung an. 3 Sie stellt in enger Zusammenarbeit mit andern grossen öffentlichen Bibliotheken die Koordination sicher, namentlich im Bereich der Bibliotheksautomatisierung."
    },
    {
      "provision_ref": "art11",
      "chapter": "3. Abschnitt: Gebühren",
      "section": "11",
      "title": "",
      "content": "1 Die Nationalbibliothek kann für ihre Leistungen Gebühren erheben. 2 Der Bundesrat bestimmt Gegenstand und Höhe der Gebühren."
    },
    {
      "provision_ref": "art12",
      "chapter": "4. Abschnitt: Finanzhilfen und Verhältnis zu andern Institutionen",
      "section": "12",
      "title": "Finanzhilfen",
      "content": "1 Der Bund kann Finanzhilfen ausrichten an öffentliche Institutionen der Kantone und Gemeinden, die mit der Nationalbibliothek zusammenarbeiten und: a. ... b. bedeutende Bestände an Druckwerken oder anderen Informationsträgern, die unter den Sammelauftrag fallen, besitzen und weitersammeln. 2 Die Finanzhilfen können mit der Bedingung verbunden werden, dass die mit Hilfe des Bundes erworbenen oder hergestellten gedruckten oder auf anderen Informationsträgern gespeicherten Informationen öffentlich zugänglich gemacht werden. 3 Finanzhilfen können auch durch einen Leistungsvertrag im Sinne von Artikel 16 Absatz 2 des Subventionsgesetzes vom 5. Oktober 1990 gewährt werden. Aufgehoben durch Anhang Ziff. II 1 des Kulturförderungsgesetzes vom 11. Dez. 2009, mit Wirkung seit 1. Jan 2012 ( AS 2011 6127 ; BBl 2007 4819 4857 ). SR 616.1 Eingefügt durch Anhang Ziff. II 1 des Kulturförderungsgesetzes vom 11. Dez. 2009, in Kraft seit 1. Jan 2012 ( AS 2011 6127 ; BBl 2007 4819 4857 )."
    },
    {
      "provision_ref": "art13",
      "chapter": "4. Abschnitt: Finanzhilfen und Verhältnis zu andern Institutionen",
      "section": "13",
      "title": "Angliederung",
      "content": "1 Der Bund kann ausnahmsweise Institutionen auf ihr Ersuchen übernehmen und der Nationalbibliothek angliedern, welche bedeutende Sammlungen von Druckwerken oder anderen Informationsträgern besitzen, die unter den Sammelauftrag fallen. 2 Der Bundesrat entscheidet über die Übernahme."
    },
    {
      "provision_ref": "art14",
      "chapter": "5. Abschnitt: ...",
      "section": "14",
      "title": "",
      "content": "Aufgehoben durch Ziff. I des BG vom 25. Sept. 2020, mit Wirkung seit 1. Febr. 2021 ( AS 2001 47 ; BBl 2020 3131 )."
    },
    {
      "provision_ref": "art15",
      "chapter": "6. Abschnitt: Schlussbestimmungen",
      "section": "15",
      "title": "Vollzug",
      "content": "1 Der Bundesrat vollzieht dieses Gesetz. Er erlässt die Ausführungsbestimmungen. 2 Er kann Vereinbarungen über die internationale Zusammenarbeit im Tätigkeitsbereich der Nationalbibliothek abschliessen."
    },
    {
      "provision_ref": "art16",
      "chapter": "6. Abschnitt: Schlussbestimmungen",
      "section": "16",
      "title": "Aufhebung bisherigen Rechts",
      "content": "Das Bundesgesetz vom 29. September 1911 betreffend die Schweizerische Nationalbibliothek wird aufgehoben. [BS 4 185 195 Art. 3 Abs. 2]"
    },
    {
      "provision_ref": "art17",
      "chapter": "6. Abschnitt: Schlussbestimmungen",
      "section": "17",
      "title": "Referendum und Inkrafttreten",
      "content": "1 Dieses Gesetz untersteht dem fakultativen Referendum. 2 Der Bundesrat bestimmt das Inkrafttreten. Datum des Inkrafttretens: 1 Juni 1993 BRB vom 21. Mai 1993"
    }
  ],
  "definitions": []
}