{
  "id": "sr-455-110-2",
  "type": "statute",
  "title": "Verordnung des BLV vom 8. November 2021 über den Tierschutz beim Schlachten (VTSchS)",
  "title_en": "",
  "short_name": "VTSchS",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2021/694/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "1. Abschnitt: Gegenstand und Geltungsbereich",
      "section": "1",
      "title": "",
      "content": "1 Diese Verordnung regelt die technischen Aspekte des Tierschutzes beim Schlachten nach Artikel 2 Absatz 3 Buchstabe n TSchV, insbesondere die Anforderungen an die Betäubung, Entblutung und Tötung von Tieren sowie die Anforderungen an die Anlagen und Geräte, die dafür verwendet werden. 2 Sie gilt in und ausserhalb von Schlachtbetrieben für die Schlachtung von: a. Schlachtvieh nach Artikel 3 Buchstabe b der Verordnung vom 16. Dezember 2016 über das Schlachten und die Fleischkontrolle (VSFK); b. Hausgeflügel nach Artikel 3 Buchstabe c VSFK; c. Hauskaninchen; d. Laufvögeln; e. Gehegewild nach Artikel 3 Buchstabe e VSFK; f. Fischen und Panzerkrebsen in Aquakultur-, Handels- und Gastronomiebetrieben. SR 817.190"
    },
    {
      "provision_ref": "art2",
      "chapter": "2. Abschnitt: Anforderungen an die Betäubung",
      "section": "2",
      "title": "Fixierung der Tiere",
      "content": "1 Schlachtvieh, Hausgeflügel, Hauskaninchen, Laufvögel und Gehegewild müssen vor der Betäubung auf geeignete Art fixiert werden, ausgenommen: a. Rinder und Gehegewild, die auf der Weide aus Distanz geschossen werden; b. Hausgeflügel und Schweine, die mit Gas betäubt werden; c. Schweine, die in einer Gruppe auf kleinem Raum mit der Elektrozange betäubt werden. 2 Die Fixation muss derart vorgenommen werden, dass sie Folgendes ermöglicht: a. die unverzügliche und wirksame Betäubung der Tiere und ihre unmittelbare Entblutung; b. die sofortige Nachbetäubung eines unzureichend betäubten Tieres. 3 Elektrische Betäubungsgeräte dürfen nicht dazu verwendet werden, Tiere zu fixieren oder bewegungsunfähig zu machen. 4 Fixierte Tiere sind unverzüglich zu betäuben."
    },
    {
      "provision_ref": "art3",
      "chapter": "2. Abschnitt: Anforderungen an die Betäubung",
      "section": "3",
      "title": "Fixationseinrichtungen",
      "content": "1 Fixationseinrichtungen dürfen aufgrund ihrer Konstruktion beim Tier keinen unnötigen Stress verursachen oder ihm Leid zufügen. 2 Fixationseinrichtungen dürfen nicht als Wartebereich benutzt werden. 3 Bei der Betäubung von Rindern mit einem pneumatischen Bolzenschussgerät muss die Fixationseinrichtung die Kopfbewegungen der Tiere so einschränken, dass das Betäubungsgerät sicher platziert werden kann."
    },
    {
      "provision_ref": "art4",
      "chapter": "2. Abschnitt: Anforderungen an die Betäubung",
      "section": "4",
      "title": "Tierartspezifische Anforderungen an Betäubungsmethoden",
      "content": "Die Anforderungen an die Betäubungsmethoden für die einzelnen Tierarten, insbesondere die technischen Anforderungen, sind in den Anhängen 1–8 geregelt."
    },
    {
      "provision_ref": "art5",
      "chapter": "2. Abschnitt: Anforderungen an die Betäubung",
      "section": "5",
      "title": "Betäubungserfolg",
      "content": "Die Wahrnehmungs- und Empfindungslosigkeit bei den Tieren muss eintreten: a. sofort bei Verwendung von mechanischen Verfahren; b. innerhalb der ersten Sekunde bei Betäubung durch elektrischen Strom; c. innerhalb des vorgeschriebenen, gerätespezifischen Zeitraumes bei einer Gasbetäubung."
    },
    {
      "provision_ref": "art6",
      "chapter": "2. Abschnitt: Anforderungen an die Betäubung",
      "section": "6",
      "title": "Überprüfung des Betäubungserfolges",
      "content": "1 Der Betäubungserfolg ist zu überprüfen: a. unmittelbar vor der Entblutung von Schlachtvieh, Hausgeflügel, Hauskaninchen, Laufvögeln und Gehegewild sowie von Fischen, die nicht gleichzeitig betäubt und getötet werden; b. unmittelbar vor der Tötung von Panzerkrebsen, die nicht gleichzeitig betäubt und getötet werden. 2 Die Leitsymptome zur Überprüfung des Betäubungserfolges sind nach Methoden und Tierart in Anhang 1 Ziffer 3, Anhang 2 Ziffer 4, Anhang 3 Ziffern 3 und 4, Anhang 4 Ziffer 6, Anhang 5 Ziffer 3, Anhang 6 Ziffer 3, Anhang 7 Ziffer 4 sowie Anhang 8 Ziffer 5 geregelt."
    },
    {
      "provision_ref": "art7",
      "chapter": "2. Abschnitt: Anforderungen an die Betäubung",
      "section": "7",
      "title": "Sofortmassnahmen bei mangelhafter Betäubung",
      "content": "1 Sind bei einem Tier nach abgeschlossenem Betäubungsvorgang Anzeichen eines Empfindungs- und Wahrnehmungsvermögens zu erkennen, so ist das Tier unverzüglich fachgerecht nachzubetäuben. Bei Hausgeflügel mit einem Lebendgewicht bis 3 kg ist auch das unverzügliche Töten durch Absetzen des Kopfes zulässig. 2 Fische und Panzerkrebse, die gleichzeitig betäubt und getötet werden sollen, sind bei Anzeichen eines Empfindungs- und Wahrnehmungsvermögens unverzüglich fachgerecht zu töten. 3 Es sind geeignete Ersatzausrüstungen zur Nachbetäubung für Schlachtvieh, Hauskaninchen, Laufvögel und Gehegewild sowie zur Nachbetäubung oder Tötung für Hausgeflügel an Ort und Stelle einsatzbereit zu halten."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Betrieb und Wartung der Betäubungsanlagen und ‑geräte",
      "content": "1 Die technischen Dokumente und Bedienungsanleitungen für Betäubungsanlagen und -geräte müssen stets verfügbar sein. Die Personen, die für den Betrieb der Anlagen und den Einsatz der Geräte verantwortlich sind, müssen umfassende Kenntnisse haben und die nötigen Arbeitsanweisungen erhalten. 2 Betäubungsanlagen und ‑geräte sind regelmässig zu warten und auf ihre Funktionsfähigkeit zu überprüfen. 3 Das Intervall zwischen den Wartungen darf höchstens zwei Jahre betragen. Die Wartung muss durch eine Fachperson vorgenommen werden. Dokumente, die eine durchgeführte Wartung nachweisen, müssen mindestens drei Jahre aufbewahrt werden."
    },
    {
      "provision_ref": "art9",
      "chapter": "3. Abschnitt: Anforderungen an die Entblutung von Schlachtvieh, Hausgeflügel, Hauskaninchen, Laufvögeln, Gehegewild und Fischen und an die Tötung von Panzerkrebsen",
      "section": "9",
      "title": "Zeitdauer zwischen Betäubung und Entblutung",
      "content": "Die Zeitdauer zwischen dem Abschluss des Betäubungsvorgangs und dem Beginn des Entblutens ist so zu bemessen, dass eine Wiederkehr des Empfindungs- und Wahrnehmungsvermögens bis zum Eintritt des Todes ausgeschlossen ist. Es gelten die Vorgaben nach Anhang 1 Ziffer 4, Anhang 3 Ziffern 1.4 und 2.5, Anhang 4 Ziffer 7 und Anhang 7 Ziffer 6.1."
    },
    {
      "provision_ref": "art10",
      "chapter": "3. Abschnitt: Anforderungen an die Entblutung von Schlachtvieh, Hausgeflügel, Hauskaninchen, Laufvögeln, Gehegewild und Fischen und an die Tötung von Panzerkrebsen",
      "section": "10",
      "title": "Durchführung der Entblutung",
      "content": "1 Bei Schlachtvieh, Hausgeflügel, Hauskaninchen, Laufvögeln und Gehegewild müssen zum Entbluten beide Halsschlagadern geöffnet werden oder es ist ein Bruststich durchzuführen. 2 Weitere Schlachtarbeiten dürfen erst nach der Entblutung durchgeführt werden. Zwischen dem Beginn des Entblutens und dem Ausführen weiterer Schlachtarbeiten muss, mit Ausnahme von Fischen nach einem Kiemenschnitt, eine Zeitspanne von mindestens drei Minuten liegen. 3 Bei Hausgeflügel mit einem Lebendgewicht bis 3 kg kann das Absetzen des Kopfes unmittelbar nach der Betäubung erfolgen, wenn der Betäubungserfolg sichergestellt ist."
    },
    {
      "provision_ref": "art11",
      "chapter": "3. Abschnitt: Anforderungen an die Entblutung von Schlachtvieh, Hausgeflügel, Hauskaninchen, Laufvögeln, Gehegewild und Fischen und an die Tötung von Panzerkrebsen",
      "section": "11",
      "title": "Ausnahmen von der Entblutung",
      "content": "Fische müssen nicht entblutet werden, wenn: a. die elektrische Betäubung gleichzeitig zum Tod führt; oder b. sie nach der Betäubung direkt ausgenommen werden."
    },
    {
      "provision_ref": "art12",
      "chapter": "3. Abschnitt: Anforderungen an die Entblutung von Schlachtvieh, Hausgeflügel, Hauskaninchen, Laufvögeln, Gehegewild und Fischen und an die Tötung von Panzerkrebsen",
      "section": "12",
      "title": "Überprüfung der Entblutung und des Eintritts des Todes",
      "content": "1 Die Tiere müssen während der gesamten Entblutung sichtbar und zugänglich sein. 2 Die Entblutung ist regelmässig zu überprüfen. Dabei ist der Eintritt des Todes stichprobenweise zu kontrollieren, bei Schlachtvieh, Hausgeflügel, Hauskaninchen, Laufvögeln und Gehegewild durch Prüfung, ob eine maximale Pupillenweitung vorliegt."
    },
    {
      "provision_ref": "art13",
      "chapter": "3. Abschnitt: Anforderungen an die Entblutung von Schlachtvieh, Hausgeflügel, Hauskaninchen, Laufvögeln, Gehegewild und Fischen und an die Tötung von Panzerkrebsen",
      "section": "13",
      "title": "Sofortmassnahmen bei mangelhafter Entblutung",
      "content": "1 Sind bei einem Tier wegen mangelhafter Entblutung Anzeichen eines Empfindungs- und Wahrnehmungsvermögens zu erkennen, so ist das Tier unverzüglich fachgerecht nachzubetäuben und zu entbluten. Bei Hausgeflügel mit einem Lebendgewicht bis 3 kg ist auch das unverzügliche Töten durch Absetzen des Kopfes zulässig. 2 Wird Hausgeflügel durch Halsschnittautomaten entblutet, so muss sichergestellt werden, dass durch den Automaten nicht oder unzureichend erfasste Tiere unverzüglich von Hand entblutet oder ihnen der Kopf abgesetzt wird."
    },
    {
      "provision_ref": "art14",
      "chapter": "3. Abschnitt: Anforderungen an die Entblutung von Schlachtvieh, Hausgeflügel, Hauskaninchen, Laufvögeln, Gehegewild und Fischen und an die Tötung von Panzerkrebsen",
      "section": "14",
      "title": "Anforderungen an die Tötung von Panzerkrebsen",
      "content": "1 Panzerkrebse sind gleichzeitig mit oder unmittelbar nach der Betäubung zu töten. 2 Die Tötung nach der Betäubung kann durch Eintauchen in kochendes Wasser oder durch mechanische Zerstörung des Nervensystems erfolgen."
    },
    {
      "provision_ref": "art15",
      "chapter": "4. Abschnitt: Besondere Bestimmungen für die Schlachtung von Schlachtvieh, Hausgeflügel, Hauskaninchen, Laufvögeln und Gehegewild in Schlachtbetrieben",
      "section": "15",
      "title": "Ausladen",
      "content": "1 Schlachtbetriebe müssen über geeignete Einrichtungen zum Ausladen der Tiere aus den Transportmitteln verfügen. 2 Ausladeeinrichtungen wie Laufstege oder Rampen der Schlachtbetriebe müssen mit Schutzvorrichtungen versehen sein, damit die Tiere nicht stürzen oder entweichen können. 3 Ausladerampen dürfen höchstens eine Neigung von 20 Grad haben. Bei einem Gefälle von über 10 Grad müssen sie mit einer Trittsicherung versehen sein."
    },
    {
      "provision_ref": "art16",
      "chapter": "4. Abschnitt: Besondere Bestimmungen für die Schlachtung von Schlachtvieh, Hausgeflügel, Hauskaninchen, Laufvögeln und Gehegewild in Schlachtbetrieben",
      "section": "16",
      "title": "Beförderungsvorrichtungen und Transportbehälter",
      "content": "Beförderungsvorrichtungen und Transportbehälter müssen so gebaut sein, dass Verletzungen der Tiere vermieden werden."
    },
    {
      "provision_ref": "art17",
      "chapter": "4. Abschnitt: Besondere Bestimmungen für die Schlachtung von Schlachtvieh, Hausgeflügel, Hauskaninchen, Laufvögeln und Gehegewild in Schlachtbetrieben",
      "section": "17",
      "title": "Zeitpunkt der Schlachtung",
      "content": "1 Schlachtvieh, Hausgeflügel, Hauskaninchen, Laufvögel und Gehegewild sind innerhalb von vier Stunden nach der Ankunft im Schlachtbetrieb zu schlachten. Bei Rindern, Schafen, Ziegen und Schweinen darf diese Zeitspanne verlängert werden, wenn sie nach Anhang 1 TSchV untergebracht werden. 2 Tiere, die bis zu ihrer Schlachtung in Transportbehältern verbleiben, sind spätestens zwei Stunden nach der Ankunft im Schlachtbetrieb zu schlachten. Ist im Wartebereich ein aktives Belüftungssystem vorhanden, so kann diese Zeitdauer auf maximal vier Stunden erhöht werden. 3 Milchabhängige Jungtiere müssen am Tag ihrer Ankunft geschlachtet werden. 4 Tiere mit hochakuten oder hochgradig schmerzhaften Beeinträchtigungen sind unverzüglich zu schlachten oder zu töten."
    },
    {
      "provision_ref": "art18",
      "chapter": "4. Abschnitt: Besondere Bestimmungen für die Schlachtung von Schlachtvieh, Hausgeflügel, Hauskaninchen, Laufvögeln und Gehegewild in Schlachtbetrieben",
      "section": "18",
      "title": "Anforderungen an die Unterbringung",
      "content": "1 Für Schlachtvieh und Hausgeflügel müssen die Anforderungen an den Mindestraumbedarf nach Anhang 4 TSchV erfüllt sein. Laufvögel und Hauskaninchen müssen so untergebracht werden, dass sie ihre normale Körperhaltung einnehmen können. 2 Stallungen sowie Wartebereiche für Tiere in Transportbehältern müssen über ein wirkungsvolles Lüftungssystem verfügen. Besteht dieses aus einer aktiven Belüftung, so muss die Frischluftzufuhr auch bei einem Ausfall der Anlage gesichert sein. 3 Der Boden im Wartebereich muss trittsicher und optisch gleichmässig sein. Eine Verletzungsgefahr für die Tiere muss ausgeschlossen werden. 4 Treibgänge dürfen nicht zur Unterbringung genutzt werden. 5 In Wartebereichen im Freien ist für angemessenen Witterungsschutz zu sorgen. 6 Schweine müssen bei hohen Umgebungstemperaturen oder schwülem Wetter durch Besprühen mit Wasser abgekühlt werden. 7 Kranke, verletzte und geschwächte Tiere sind getrennt von anderen Tieren unterzubringen und müssen nach der Ankunft im Schlachtbetrieb so schnell wie möglich geschlachtet oder getötet werden. 8 Sozial unverträgliche Tiere sind getrennt von anderen Tieren unterzubringen."
    },
    {
      "provision_ref": "art19",
      "chapter": "4. Abschnitt: Besondere Bestimmungen für die Schlachtung von Schlachtvieh, Hausgeflügel, Hauskaninchen, Laufvögeln und Gehegewild in Schlachtbetrieben",
      "section": "19",
      "title": "Zusätzliche Anforderungen an die Unterbringung über Nacht",
      "content": "1 Werden Rinder, Schafe, Ziegen und Schweine nicht am Tag der Ankunft geschlachtet, so gelten die Artikel 3–14 und Anhang 1 TSchV. 2 Die Überprüfung des Befindens und des Gesundheitszustands nach Artikel 181 Absatz 7 TSchV und die Versorgung der Tiere müssen am Abend des Anlieferungstages und danach regelmässig im Abstand von höchstens zwölf Stunden erfolgen. 3 Die kontrollierende Person muss Datum und Uhrzeit der Kontrolle sowie ihren Namen festhalten. Die entsprechenden Dokumente sind der amtlichen Tierärztin oder dem amtlichen Tierarzt auf Verlangen vorzuweisen."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Belegungsplan",
      "content": "1 Für die Stallungen zur Unterbringung der Tiere im Schlachtbetrieb muss ein Belegungsplan vorliegen. 2 Der Belegungsplan muss die maximal zulässige Belegdichte zur Unterbringung bis zu vier Stunden und zur Unterbringung von mehr als vier Stunden je Tierart und Tierkategorie enthalten."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Zutrieb zur Betäubung",
      "content": "1 Beim Zutrieb zur Betäubung ist die selbstständige Vorwärtsbewegung der Tiere unter Berücksichtigung ihres arttypischen Verhaltens durch geeignete bauliche Gestaltung der Treibgänge und des Zutriebsbereichs zu unterstützen. 2 Treibgänge und Zutriebsbereich müssen eben, trittsicher, verletzungssicher sowie blend- und schattenfrei ausgeleuchtet sein. 3 Treibgänge und Zutriebsbereich dürfen nicht aufweisen: a. keilförmige Verengungen oder Treibhindernisse; b. Engstellen in Kurven; c. ablenkende Einflüsse aus der Umgebung, die die Tiere am Vorwärtsgehen hindern; d. Richtungswechsel von weniger als 100 Grad; e. Kurvenradien von weniger als drei Metern. 4 Treibgänge müssen an allen Stellen so zugänglich sein, dass eine direkte Einwirkung auf die darin befindlichen Tiere jederzeit möglich ist. 5 Einzeltreibgänge für Rinder müssen mit einem Aufsprungschutz versehen sein. 6 In Einzeltreibgängen für Rinder muss die lichte Höhe mindestens 20 Zentimeter mehr als die Widerristhöhe betragen. 7 Der Eintrieb in eine Fixationseinrichtung, die für eine Tierbreite ausgelegt ist, darf nicht gleichzeitig über mehrere parallele Einzelgänge erfolgen. 8 Sozial unverträgliche Tiere sind getrennt von anderen Tieren der Betäubung zuzuführen."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Elektrische Treibhilfen",
      "content": "1 Es dürfen nur elektrische Treibhilfen verwendet werden, die die einzelnen Stromstösse auf maximal eine Sekunde begrenzen. 2 Elektrische Treibhilfen dürfen nur bei Schweinen und Rindern eingesetzt werden, die gesund, unverletzt und gehfähig sind. Sie dürfen ausschliesslich an der Muskulatur der Hinterbeine angewendet werden. 3 Sie dürfen nur eingesetzt werden, wenn die Tiere im Bereich der Vereinzelung oder vor und während des Eintriebs in eine Fixationseinrichtung jede Fortbewegung verweigern. 4 Die elektrische Treibhilfe darf an einem Tier nur dann wiederholt eingesetzt werden, wenn das Tier reagiert und dem Stromstoss ausweichen kann. 5 Elektrische Betäubungsgeräte dürfen nicht als Treibhilfen eingesetzt werden."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Lärmpegel im Warte- und Zutriebsbereich",
      "content": "Der Grundlärmpegel darf bei laufender Anlage und laufendem Tierzutrieb einen Schalldruck von 85 Dezibel nicht überschreiten. Einzelne Überschreitungen dieses Pegels sind erlaubt."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Aufhängen von Hausgeflügel",
      "content": "1 Werden zum Aufhängen von lebendem Hausgeflügel Schlachtbügel verwendet, so müssen deren Grösse und Form der Grösse und Art der Tiere angepasst sein. Jedes Tier ist mit beiden Beinen im Schlachtbügel aufzuhängen. 2 Zwischen dem Einhängen und der Betäubung müssen die Tiere durch eine Einrichtung ruhiggestellt werden, die die Brust der Tiere abstützt. 3 Aufgehängte Tiere dürfen erst betäubt werden, wenn sie sich ausreichend beruhigt haben; sie müssen jedoch spätestens 60 Sekunden nach dem Aufhängen betäubt werden. 4 Im Bereich der Hängestrecke müssen Lichtverhältnisse herrschen, die zur Beruhigung der Tiere geeignet sind. 5 Lebende Tiere, bei denen aufgrund ihrer Körpergrösse oder ihres Gewichts eine erfolgreiche Betäubung im Schlachtbügel nicht möglich ist, müssen manuell betäubt und entblutet werden. Sie dürfen erst nach der Entblutung aufgehängt werden."
    },
    {
      "provision_ref": "art25",
      "chapter": "5. Abschnitt: Besondere Bestimmungen für die Schlachtung von Fischen und Panzerkrebsen in Betrieben",
      "section": "25",
      "title": "Zeitpunkt der Schlachtung bei Panzerkrebsen",
      "content": "1 Panzerkrebse, die nicht im Wasser angeliefert werden, müssen innerhalb von zwölf Stunden nach der Ankunft im Betrieb geschlachtet oder in ein Hälterungsbecken umgesetzt werden. 2 Kranke, verletzte und geschwächte Tiere sind unverzüglich zu betäuben und zu töten."
    },
    {
      "provision_ref": "art26",
      "chapter": "5. Abschnitt: Besondere Bestimmungen für die Schlachtung von Fischen und Panzerkrebsen in Betrieben",
      "section": "26",
      "title": "Anforderungen an die Unterbringung",
      "content": "1 Hälterungsbecken für Fische und Panzerkrebse müssen der Tierart entsprechende Wasserparameter aufweisen. Die der Tierart entsprechende Besatzdichte muss eingehalten werden. Werden Fische und Panzerkrebse umgesetzt, so muss die maximale Temperaturdifferenz im Rahmen des der Tierart entsprechenden Toleranzbereichs liegen. 2 Für Fische, die nach der Ankunft im Betrieb gehältert werden, gelten die Vorgaben für die maximale Futterentzugsdauer nach Anhang 2 Tabelle 7 TSchV."
    },
    {
      "provision_ref": "art27",
      "chapter": "5. Abschnitt: Besondere Bestimmungen für die Schlachtung von Fischen und Panzerkrebsen in Betrieben",
      "section": "27",
      "title": "Anforderungen an die Inbetriebnahme von Elektrobetäubungsanlagen und ‑geräten bei Fischen",
      "content": "1 Vor der Inbetriebnahme von Betäubungsanlagen und ‑geräten für Fische müssen die Betriebsleitung und die Herstellerin gemeinsam der zuständigen kantonalen Behörde nachweisen, dass eine technische Abnahme im Betrieb durch eine Expertin oder einen Experten stattgefunden hat. 2 Die Abnahme muss belegen, dass sich die Anlagen und Geräte in betriebsbereitem Zustand befinden sowie einwandfrei und bestimmungsgemäss funktionieren."
    },
    {
      "provision_ref": "art28",
      "chapter": "6. Abschnitt: Dokumentationspflichten für Betriebe",
      "section": "28",
      "title": "",
      "content": "Betriebe müssen die Überprüfung des Betäubungserfolges nach Artikel 6, die Überprüfung der Entblutung und des Eintritts des Todes nach Artikel 12 sowie die vorgenommenen Korrekturmassnahmen dokumentieren. Die Aufzeichnungen sind mindestens drei Jahre lang aufzubewahren und der zuständigen Behörde auf Verlangen vorzuweisen."
    },
    {
      "provision_ref": "art29",
      "chapter": "7. Abschnitt: Schlussbestimmungen",
      "section": "29",
      "title": "Aufhebung eines anderen Erlasses",
      "content": "Die Verordnung des BLV vom 12. August 2010 über den Tierschutz beim Schlachten wird aufgehoben. [ AS 2010 4245 , 4957 ; 2011 4489 ; 2018 637 Ziff. II]"
    },
    {
      "provision_ref": "art30",
      "chapter": "7. Abschnitt: Schlussbestimmungen",
      "section": "30",
      "title": "Übergangsbestimmungen",
      "content": "1 Es gelten folgende Übergangsfristen: a. für die notwendigen baulichen Anpassungen nach Artikel 24 Absatz 2, Anhang 6 Ziffer 1 sowie Anhang 7 Ziffern 1.1 Buchstabe d und 3.2.2 bei bestehenden Bauten in Schlachtbetrieben: zehn Jahre nach Inkrafttreten dieser Verordnung; b. für die Aufzeichnung der Gastemperatur zur Betäubung von Schweinen nach Anhang 7 Ziffer 2.3 in bestehenden Schlachtbetrieben: ein Jahr nach Inkrafttreten dieser Verordnung. 2 Betriebe, die bei Inkrafttreten dieser Verordnung über eine Bewilligung für die Haltung und Schlachtung von Fischen und Panzerkrebsen verfügen, müssen die Testdurchläufe nach Anhang 6 Ziffer 2 für die bestehenden Betäubungsanlagen bei der Erneuerung der Bewilligung, jedoch spätestens innerhalb von fünf Jahren nach Inkrafttreten dieser Verordnung, durchführen."
    },
    {
      "provision_ref": "art31",
      "chapter": "7. Abschnitt: Schlussbestimmungen",
      "section": "31",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 1. Januar 2022 in Kraft."
    }
  ],
  "definitions": []
}