{
  "id": "sr-412-105-1",
  "type": "statute",
  "title": "Verordnung vom 27. August 2014 über den nationalen Qualifikationsrahmen für Abschlüsse der Berufsbildung (V-NQR-BB)",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2014/488/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "1",
      "title": "Gegenstand und Zweck",
      "content": "1 Diese Verordnung legt den nationalen Qualifikationsrahmen für Abschlüsse der Berufsbildung (Qualifikationsrahmen) sowie die Zeugniserläuterungen und die Diplomzusätze für solche Abschlüsse fest. 2 Mit dem Qualifikationsrahmen sollen die nationale und die internationale Transparenz und Vergleichbarkeit der Berufsbildungsabschlüsse hergestellt und damit die Mobilität im Arbeitsmarkt gefördert werden."
    },
    {
      "provision_ref": "art2",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "2",
      "title": "Geltungsbereich",
      "content": "Diese Verordnung gilt für die vom Staatssekretariat für Bildung, Forschung und Innovation (SBFI) geregelten Bildungsgänge und ihre Abschlüsse (Berufsbildungsabschlüsse): a. der beruflichen Grundbildung; b. der höheren Berufsbildung; c. der Bildung von Berufsbildungsverantwortlichen."
    },
    {
      "provision_ref": "art3",
      "chapter": "2. Abschnitt: Qualifikationsrahmen, Zeugniserläuterungen und Diplomzusätze",
      "section": "3",
      "title": "Qualifikationsrahmen",
      "content": "1 Der Qualifikationsrahmen umfasst acht Niveaustufen mit den drei Anforderungskategorien «Kenntnisse», «Fertigkeiten» und «Kompetenzen». Die Niveaustufen und Anforderungskategorien sind in Anhang 1 definiert. Sie orientieren sich an Anhang 2 der Empfehlung des europäischen Parlaments und des Rates vom 23. April 2008 zur Einrichtung des europäischen Qualifikationsrahmens für lebenslanges Lernen. 2 Jeder Berufsbildungsabschluss wird einer Niveaustufe zugeordnet. ABl. C 111 vom 06.05.2008, S. 1"
    },
    {
      "provision_ref": "art4",
      "chapter": "2. Abschnitt: Qualifikationsrahmen, Zeugniserläuterungen und Diplomzusätze",
      "section": "4",
      "title": "Zeugniserläuterungen und Diplomzusätze",
      "content": "1 Zu jedem Abschluss der beruflichen Grundbildung wird eine standardisierte Zeugniserläuterung erstellt. 2 Zu jedem Abschluss der höheren Berufsbildung und der Bildung von Berufsbildungsverantwortlichen wird ein personalisierter Diplomzusatz erstellt. 3 Die Zeugniserläuterungen und die Diplomzusätze umfassen namentlich: a. eine Zuweisung des Abschlusses zu einer Niveaustufe des Qualifikationsrahmens; b. eine Beschreibung der Kenntnisse, Fertigkeiten und Kompetenzen, über welche die Personen mit dem entsprechenden Abschluss verfügen. 4 Die Zeugniserläuterungen und die Diplomzusätze werden gemäss Anhang 2 gestaltet. 5 Die Zeugniserläuterungen werden in Deutsch, Französisch, Italienisch und Englisch zur Verfügung gestellt. 6 Die Diplomzusätze werden wahlweise in Deutsch, Französisch oder Italienisch und immer in Englisch ausgestellt. 7 Die Zeugniserläuterung und der Diplomzusatz entfalten ihre Wirkung in Verbindung mit dem entsprechenden Abschluss."
    },
    {
      "provision_ref": "art5",
      "chapter": "2. Abschnitt: Qualifikationsrahmen, Zeugniserläuterungen und Diplomzusätze",
      "section": "5",
      "title": "Abgabe der Zeugniserläuterungen und der Diplomzusätze",
      "content": "1 Das SBFI stellt die zu den eidgenössischen Berufsattesten und zu den eidgenössischen Fähigkeitszeugnissen gehörenden Zeugniserläuterungen auf seiner Website zur Verfügung. 2 Die Stellen, welche die Fachausweise und die Diplome ausstellen, geben auch die Diplomzusätze ab. www.sbfi.admin.ch"
    },
    {
      "provision_ref": "art6",
      "chapter": "2. Abschnitt: Qualifikationsrahmen, Zeugniserläuterungen und Diplomzusätze",
      "section": "6",
      "title": "Einstufung der Berufsbildungsabschlüsse und Grundlagendokumente",
      "content": "1 Die Einstufung jedes Berufsbildungsabschlusses erfolgt nach den in den Grundlagendokumenten beschriebenen Anforderungen. 2 Als Grundlagendokumente gelten: a. bei einem Abschluss der beruflichen Grundbildung: die Bildungsverordnung, der Bildungsplan und das Qualifikationsprofil; b. bei einem Abschluss mit eidgenössischem Fachausweis oder mit eidgenössischem Diplom: die Prüfungsordnung und die Wegleitung; c. bei einem Abschluss einer höheren Fachschule: der einschlägige Rahmenlehrplan gemäss den Bestimmungen, die das Eidgenössische Departement für Wirtschaft, Bildung und Forschung (WBF) gestützt auf Artikel 29 Absatz 3 BBG und auf Artikel 46 Absatz 2 BBG in Verbindung mit Artikel 41 der Berufsbildungsverordnung vom 19. November 2003 (BBV) erlässt; d. bei einem Abschluss von Berufsbildungsverantwortlichen: die Rahmenlehrpläne gemäss Artikel 49 BBV. SR 412.101"
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Verfahren",
      "content": "1 Das SBFI stuft einen Berufsbildungsabschluss sinngemäss nach dem Verfahren ein, das nach der Berufsbildungsgesetzgebung für den Erlass der Vorschriften über die Bildungsinhalte und den Gegenstand des Qualifikationsverfahrens vorgesehen ist. Für die Niveauzuordnung der Abschlüsse der beruflichen Grundbildung und der höheren Berufsbildung stellen die Organisationen der Arbeitswelt dem SBFI Antrag. 2 Die Einstufung wird durch die Aufnahme des Abschlusses in das Verzeichnis nach Artikel 8 verbindlich. 3 Die Einstufungen werden zudem in den folgenden Regelungen aufgeführt: a. bei einem Abschluss der beruflichen Grundbildung: im Bildungsplan (Art. 19 BBG; Art. 12 BBV); b. bei einem Abschluss mit eidgenössischem Fachausweis oder eidgenössischem Diplom: in der vom SBFI zu genehmigenden Prüfungsordnung (Art. 28 Abs. 2 und 3 BBG; Art. 26 BBV); c. bei einem Abschluss einer höheren Fachschule: im Rahmenlehrplan gemäss den Bestimmungen, die das WBF gestützt auf Artikel 29 Absatz 3 BBG und auf Artikel 46 Absatz 2 BBG in Verbindung mit Artikel 41 BBV erlässt; d. bei einem Abschluss von Berufsbildungsverantwortlichen: in den Rahmenlehrplänen (Art. 49 BBV). SR 412.101"
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Verzeichnis",
      "content": "Das SBFI erlässt ein Verzeichnis der Berufsbildungsabschlüsse in alphabetischer Reihenfolge mit den zugehörigen geschützten Titeln oder, im Falle der Abschlüsse für Berufsbildungsverantwortliche, mit dem zugehörigen eidgenössischen oder eidgenössisch anerkannten Diplom sowie mit der Einstufung."
    },
    {
      "provision_ref": "art9",
      "chapter": "3. Abschnitt: Schlussbestimmungen",
      "section": "9",
      "title": "Einstufung der Abschlüsse",
      "content": "1 Die Organisationen der Arbeitswelt beantragen dem SBFI die Einstufung der Abschlüsse der beruflichen Grundbildung und der höheren Berufsbildung innert dreier Jahre nach Inkrafttreten dieser Verordnung. 2 Das SBFI stuft die Abschlüsse der Bildung von Berufsbildungsverantwortlichen innert dreier Jahre nach Inkrafttreten dieser Verordnung ein."
    },
    {
      "provision_ref": "art10",
      "chapter": "3. Abschnitt: Schlussbestimmungen",
      "section": "10",
      "title": "Übergangsbestimmung zur Abgabe von Zeugniserläuterungen für Abschlüsse vor Inkrafttreten dieser Verordnung",
      "content": "Personen, die einen Abschluss der beruflichen Grundbildung vor Inkrafttreten dieser Verordnung erworben haben, sind berechtigt, die Zeugniserläuterung zu demjenigen Abschluss zu verwenden, dessen Titel zu führen sie berechtigt sind."
    },
    {
      "provision_ref": "art11",
      "chapter": "3. Abschnitt: Schlussbestimmungen",
      "section": "11",
      "title": "Übergangsbestimmungen zur Abgabe von Diplomzusätzen für Abschlüsse der höheren Berufsbildung vor Inkrafttreten dieser Verordnung",
      "content": "1 Personen, die vor Inkrafttreten dieser Verordnung einen Abschluss der höheren Berufsbildung erworben haben, können beim SBFI ein Gesuch um Abgabe des dazugehörigen Diplomzusatzes stellen. 2 Voraussetzung für die Abgabe des Diplomzusatzes ist, dass die Inhaberin oder der Inhaber des Abschlusses der höheren Berufsbildung berechtigt ist, den entsprechenden geschützten Titel zu führen, und dass: a. die Grundlagendokumente nach der Erlangung des Abschlusses keine wesentlichen Änderungen erfahren haben; oder b. wenn die Grundlagendokumente nach der Erlangung des Abschlusses wesentliche Änderungen erfahren haben: sie oder er mindestens fünf Jahre einschlägige Berufspraxis nachweisen kann. 3 Das SBFI entscheidet über die Abgabe."
    },
    {
      "provision_ref": "art12",
      "chapter": "3. Abschnitt: Schlussbestimmungen",
      "section": "12",
      "title": "Übergangsbestimmungen zur Abgabe von Diplomzusätzen für eidgenössische oder eidgenössisch anerkannte Diplome für Berufsbildungsverantwortliche vor Inkrafttreten dieser Verordnung",
      "content": "1 Personen, die vor Inkrafttreten dieser Verordnung ein eidgenössisches oder eidgenössisch anerkanntes Diplom für Berufsbildungsverantwortliche erworben haben, können beim SBFI ein Gesuch um Abgabe des dazugehörigen Diplomzusatzes stellen. 2 Voraussetzung für die Abgabe des Diplomzusatzes ist, dass die Inhaberin oder der Inhaber über ein eidgenössisches oder eidgenössisch anerkanntes Diplom verfügt und dass: a. die Grundlagendokumente nach der Erlangung des Diploms keine wesentlichen Änderungen erfahren haben; oder b. wenn die Grundlagendokumente nach der Erlangung des Diploms wesentliche Änderungen erfahren haben: sie oder er mindestens fünf Jahre einschlägige Berufspraxis nachweisen kann. 3 Das SBFI entscheidet über die Abgabe."
    },
    {
      "provision_ref": "art13",
      "chapter": "3. Abschnitt: Schlussbestimmungen",
      "section": "13",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 1. Oktober 2014 in Kraft."
    }
  ],
  "definitions": []
}