{
  "id": "sr-432-22",
  "type": "statute",
  "title": "Verordnung vom 9. Oktober 2013 über die Bibliothek am Guisanplatz (BiGV)",
  "title_en": "Ordinance of 9 October 2013 on the Library Am Guisanplatz (BiGO)",
  "short_name": "BiGV",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2013/641/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Section 1 General Remarks",
      "section": "1",
      "title": "Subject matter",
      "content": "This Ordinance regulates the mandate of the Library am Guisanplatz (BiG) to collect information, provide services and coordinate."
    },
    {
      "provision_ref": "art2",
      "chapter": "Section 1 General Remarks",
      "section": "2",
      "title": "Hierarchal position",
      "content": "The BiG is the principal library of the central and decentralised Federal Administration and the Swiss Armed Forces."
    },
    {
      "provision_ref": "art3",
      "chapter": "Section 2 Collection and Services",
      "section": "3",
      "title": "Collection mission",
      "content": "1 The BiG collects specialist information that is either printed or stored on other information carriers. Such information: a. serves to fulfil the tasks of the Federal Administration or the Swiss Armed Forces; or b. has been published by the Federal Administration or the Swiss Armed Forces. 2 One edition per available language of each document of general public interest published by the Federal Administration or the Swiss Armed Forces must be submitted to the BiG without being requested to do so and free of charge; these include in particular studies, brochures, annual reports and regulations."
    },
    {
      "provision_ref": "art4",
      "chapter": "Section 2 Collection and Services",
      "section": "4",
      "title": "Acquisition of the collection",
      "content": "1 The BiG expands its collection through: a. acquisitions within the limits of the respective credits; b. accepting documents published by the Federal Administration and the Swiss Armed Forces; c. donations from third parties in terms of Article 64 of the Financial Budget Ordinance of 5 April 2006; d. exceptional acquisitions of collections or particularly important single items. 2 In order to acquire collections or particularly important single items the BiG may: a. accept financial support from other offices of the Confederation or cantons; b. seek the support of a wider general public; c. use contributions that have been provided under Article 64 of the Financial Budget Ordinance of 5 April 2006. 3 At the request of other institutions, the Federal Council may integrate collections into the BiG that are relevant to the BiG. SR 611.01"
    },
    {
      "provision_ref": "art5",
      "chapter": "Section 2 Collection and Services",
      "section": "5",
      "title": "Maintenance of the collection",
      "content": "1 The BiG is responsible for maintaining the holdings, in particular their technically correct restoration and conservation. 2 To spare and preserve the originals the BiG may transfer its holdings to other information carriers and media."
    },
    {
      "provision_ref": "art6",
      "chapter": "Section 2 Collection and Services",
      "section": "6",
      "title": "Access to the collection",
      "content": "1 The BiG lists its holdings in the on-line catalogue of the Alexandria Library Network, which is accessible to the public. 2 In accordance with the terms of the user regulations, items may be lent to or viewed in the rooms the library by: a. employees of the Federal Administration; b. members of the armed forces; c. academics and the general public, in as far as the resources of the BiG permit. 3 Access may be restricted if required to conserve the work. 4 For certain specialist literature, the BiG may issue personal subscriptions to employees of the Federal Administration and the Swiss Armed Forces or provide them with the material in the form of service copies."
    },
    {
      "provision_ref": "art7",
      "chapter": "Section 2 Collection and Services",
      "section": "7",
      "title": "Research",
      "content": "1 In response to requests for documentation, searches and scientific research, the BiG provides specialist services to: a. the Federal Administration and the Swiss Armed Forces; b. academia and the general public, in as far as the resources of the BiG permit. 2 It supports its clients in advanced research by providing: a. the infrastructure for using its holdings; b. access to the facilities of external institutions and businesses; c. specialist literature through interlibrary exchange. 3 The BiG may publish scientific work in its own publication series."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Archival service",
      "content": "In consultation with the administrative units involved, the BiG manages the archival service of both the Federal Department of Defence, Civil Protection and Sport and the Swiss Armed Forces."
    },
    {
      "provision_ref": "art9",
      "chapter": "Section 3 Coordination and Cooperation",
      "section": "9",
      "title": "Library issues in the Federal Administration",
      "content": "1 The BiG supervises the libraries of the Federal Administration. 2 It ensures cooperation within the Federal Administration regarding the safeguarding and provision of information and documents."
    },
    {
      "provision_ref": "art10",
      "chapter": "Section 3 Coordination and Cooperation",
      "section": "10",
      "title": "Federal Documentation Conference",
      "content": "1 The Federal Documentation Conference (FDC) is the coordinating authority of the Federal Administration for the specialised areas of information and documentation in accordance with Article 55 of the Government and Administration Organisation Act of 21 March 1997. It serves in particular to: a. lend technical support to the BiG; b. initiate joint projects in the specialised areas; c. regularly share information. 2 The FDC consists of: a. the head of the BiG as chair of the FDC; b. one representative from each department and from the Federal Chancellery. 3 One representative from each of the following may participate in a consultative capacity at the meetings of the FDC: a. the Swiss National Library; b. the Parliamentary Services; c. other interested administrative units. 4 The BiG runs the Secretariat of the FDC."
    },
    {
      "provision_ref": "art11",
      "chapter": "Section 3 Coordination and Cooperation",
      "section": "11",
      "title": "Alexandria Library Network",
      "content": "Within the framework of the Alexandria Library Network, the BiG has the following tasks: a. It supports its partners in technical matters. b. It manages the publicly accessible on-line catalogue. c. It determines and manages the use of IT applications."
    },
    {
      "provision_ref": "art12",
      "chapter": "Section 3 Coordination and Cooperation",
      "section": "12",
      "title": "Cooperation with third parties",
      "content": "1 To fulfil its duties the BiG may cooperate with Swiss and foreign institutions that pursue similar or supplementary tasks. 2 It contributes to the development of library issues in Switzerland."
    },
    {
      "provision_ref": "art13",
      "chapter": "Section 4 Commencement",
      "section": "13",
      "title": "",
      "content": "This Ordinance comes into force on 1 November 2013."
    }
  ],
  "definitions": []
}