{
  "id": "sr-414-110-373-1",
  "type": "statute",
  "title": "Verordnung vom 2. Juni 2004 über die Habilitation an der Eidgenössischen Technischen Hochschule Zürich (Habilitationsverordnung ETH Zürich)",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2004/532/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "1",
      "title": "Geltungsbereich",
      "content": "Diese Verordnung regelt Voraussetzungen, Verfahren und Zuständigkeiten für die Habilitation an der Eidgenössischen Technischen Hochschule Zürich (ETH Zürich) sowie die Wirkungen der Venia Legendi."
    },
    {
      "provision_ref": "art2",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "2",
      "title": "Begriffe",
      "content": "In dieser Verordnung bedeuten: [tab] a. Habilitation: Erwerb der Lehrbefugnis ( Venia Legendi ) als Privatdozentin oder Privatdozent; [tab] b. Venia Legendi: zeitlich befristete Befugnis, an einem Departement der ETH Zürich in einem bestimmten Lehrgebiet Lehrveranstaltungen ausserhalb des Angebotes eines Studienplanes (freie Vorlesungen) zu halten;"
    },
    {
      "provision_ref": "art3",
      "chapter": "2. Abschnitt: Voraussetzungen",
      "section": "3",
      "title": "Grundsätze",
      "content": "Voraussetzungen für die Habilitation an der ETH Zürich sind: a. die wissenschaftliche Qualifikation, die in der Regel durch eine Habilitationsschrift zu belegen ist; b. die Lehrbefähigung."
    },
    {
      "provision_ref": "art4",
      "chapter": "2. Abschnitt: Voraussetzungen",
      "section": "4",
      "title": "Habilitationsschrift",
      "content": "1 Wer die Venia Legendi erlangen möchte, hat eine Habilitationsschrift vorzulegen; Absatz 5 bleibt vorbehalten. 1bis Die Habilitationsschrift ist vorzulegen: a. als Manuskript; und b. in einer elektronischen Fassung, die mit dem Manuskript übereinstimmt. 2 Die Habilitationsschrift ist eine qualifizierte Forschungs- oder Ingenieurarbeit auf dem Lehrgebiet, für welches die Venia Legendi gewünscht wird. 3 Sie darf im Zeitpunkt, in dem das Habilitationsgesuch eingereicht wird, noch nicht publiziert sein. Nach Einreichung des Gesuchs können Teile des Manuskripts veröffentlicht werden; sie dürfen jedoch nicht als Habilitationsschrift bezeichnet werden. 3bis Nach Gutheissung des Habilitationsgesuchs ist die ETH Zürich berechtigt, die Habilitationsschrift öffentlich zugänglich zu machen und Archivierungsmassnahmen zu treffen. Vorbehalten bleiben eine anderslautende schriftliche Erklärung des oder der Habilitierten oder entgegenstehende Rechte Dritter. Die Veröffentlichung des Abstracts, soweit vorhanden, ist in jedem Fall erlaubt. 4 Die Habilitationsschrift muss in einer Unterrichtssprache abgefasst sein. 5 Die Rektorin oder der Rektor kann entscheiden, dass auf die Einreichung einer Habilitationsschrift verzichtet werden kann, wenn die Bewerberin oder der Bewerber: a. sich durch bedeutende Leistungen wissenschaftlicher Natur oder in einer praktischen Tätigkeit ausgewiesen hat; oder b. bereits an einer anderen Hochschule unter vergleichbaren Bedingungen für das Lehrgebiet habilitiert wurde, dem die Bewerbung an der ETH Zürich gilt. Eingefügt durch Ziff. I der V der Schulleitung der ETH Zürich vom 1. Juli 2008, in Kraft seit 1. Aug. 2008 ( AS 2008 4503 ). Eingefügt durch Ziff. I der V der Schulleitung der ETH Zürich vom 1. Juli 2008, in Kraft seit 1. Aug. 2008 ( AS 2008 4503 )."
    },
    {
      "provision_ref": "art5",
      "chapter": "2. Abschnitt: Voraussetzungen",
      "section": "5",
      "title": "Lehrbefähigung",
      "content": "1 Die Bewerberin oder der Bewerber muss die Lehrbefähigung nachweisen, insbesondere durch erfolgreiche bisherige Lehrtätigkeit oder durch den Besuch von Didaktikkursen. 2 Sie oder er hat zudem über ein von der zuständigen Professorenkonferenz gestelltes Thema einen Probevortrag zu halten; bei Kandidatinnen und Kandidaten mit mehrjähriger erfolgreicher Unterrichtstätigkeit an der ETH Zürich kann die Professorenkonferenz des zuständigen Departements auf einen Probevortrag verzichten."
    },
    {
      "provision_ref": "art6",
      "chapter": "3. Abschnitt: Das Habilitationsverfahren",
      "section": "6",
      "title": "Gesuch",
      "content": "1 Das Gesuch um Erteilung der Venia Legendi ist an die Rektorin oder den Rektor der ETH Zürich zu richten. 2 Im Gesuch ist das Lehrgebiet zu umschreiben, für welches die Venia Legendi erteilt werden soll, und das Departement anzugeben, an welchem die gesuchstellende Person unterrichten möchte. 3 Dem Gesuch sind beizulegen: a. ein Abriss des Lebenslaufes und Bildungsganges; b. ein Verzeichnis der veröffentlichten wissenschaftlichen Arbeiten; c. die Habilitationsschrift; Artikel 4 Absatz 5 bleibt vorbehalten; d. eine Kopie eines amtlichen Personalausweises; e. eine Kopie der Doktoratsurkunde, sofern doktoriert wurde. 4 Die Bewerberin oder der Bewerber kann vor der förmlichen Gesuchstellung das in Frage kommende Departement anfragen, ob das vorgesehene Thema der Habilitationsschrift geeignet ist und welches die Qualitätsanforderungen sind."
    },
    {
      "provision_ref": "art7",
      "chapter": "3. Abschnitt: Das Habilitationsverfahren",
      "section": "7",
      "title": "Beurteilung",
      "content": "1 Die Professorenkonferenz des Departements, für welches die Venia Legendi erteilt werden soll oder welches für das betreffende Lehrgebiet zuständig ist, beurteilt das Habilitationsgesuch, das heisst: a. die Habilitationsschrift; b. die im Verzeichnis angegebenen veröffentlichten wissenschaftlichen Arbeiten; c. die Befähigung zur Lehre an der Hochschule. 2 Die Professorenkonferenz des zuständigen Departements bestellt aus ihrem Kreis je eine für das Referat und für das Koreferat verantwortliche Person. Sie zieht in der Regel ausserdem eine aussenstehende fachkundige Expertin oder einen solchen Experten zur Begutachtung bei. 3 Die Referentin oder der Referent und die Koreferentin oder der Koreferent bereiten die Stellungnahme der Professorenkonferenz vor. 4 Die Professorenkonferenz äussert sich in ihrer abschliessenden Stellungnahme zur Qualität der Habilitationsschrift und zur Lehrbefähigung. 5 Sie stellt der Rektorin oder dem Rektor Antrag auf Erteilung oder Verweigerung der Venia Legendi , eventuell auf Überweisung des Gesuches an ein anderes Departement. Im Antrag auf Erteilung der Venia Legendi beantragt sie auch die Umschreibung des Lehrgebietes. 6 Bei offensichtlich aussichtslosen Gesuchen kann die Rektorin oder der Rektor nach Anhörung der Professorenkonferenz der gesuchstellenden Person den Rückzug des Gesuches empfehlen."
    },
    {
      "provision_ref": "art8",
      "chapter": "3. Abschnitt: Das Habilitationsverfahren",
      "section": "8",
      "title": "Entscheid",
      "content": "1 Die Rektorin oder der Rektor entscheidet über das Habilitationsgesuch auf Antrag der Professorenkonferenz des zuständigen Departements und gestützt auf die Gutachten gemäss Artikel 7 Absatz 2. 2 Sie oder er gibt dem Antrag auf Erteilung der Venia Legendi statt, wenn: a. die gesuchstellende Person die Voraussetzungen nach Artikel 3 erfüllt; b. von der Lehrtätigkeit nach der Beurteilung der Professorenkonferenz eine zweckdienliche Ergänzung des Lehrangebotes zu erwarten ist. 3 Die Venia Legendi wird durch Verfügung der Rektorin oder des Rektors erteilt oder verweigert. Die Erteilung erfolgt jeweils auf den 1. Februar oder auf den 1. August. 4 Die Privatdozentin oder der Privatdozent erhält eine von der Rektorin oder vom Rektor unterzeichnete Urkunde über die Erteilung der Venia Legendi zugestellt. Fassung gemäss der V der Schulleitung der ETH Zürich vom 21. Mai 2007, in Kraft seit 1. Juli 2007 ( AS 2007 3361 )."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Befristung und Erneuerung",
      "content": "1 Die Venia Legendi wird für acht Semester erteilt. Sie kann jeweils für die gleiche Dauer erneuert werden, jedoch längstens bis zum Ende des Semesters, in welchem die Privatdozentin oder der Privatdozent das 65. Altersjahr zurücklegt. 2 Für die Erneuerung muss bei der Rektorin oder beim Rektor ein Gesuch eingereicht werden. Das Gesuch ist zu Beginn des siebten Semesters einzureichen. Für die Behandlung des Gesuchs gelten Artikel 7 Absätze 1, 4 und 5 sowie Artikel 8 sinngemäss."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Titel",
      "content": "Die Venia Legendi berechtigt zur Führung des Privatdozententitels."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Lehrverpflichtung",
      "content": "1 Die Privatdozentin oder der Privatdozent ist verpflichtet, in jedem akademischen Jahr mindestens eine Lehrveranstaltung anzukündigen und durchzuführen. 2 Er oder sie kann bei der Rektorin oder dem Rektor ein Gesuch um Beurlaubung von der Lehrverpflichtung einreichen. Dem Gesuch ist eine Stellungnahme des Departementes beizulegen. Die Beurlaubung ist auf ein Jahr befristet; in begründeten Ausnahmefällen kann sie für mehr als ein Jahr gewährt werden. 3 Die Privatdozentin oder der Privatdozent koordiniert Titel und Inhalt der beabsichtigten Lehrveranstaltung mit den für das gleiche Lehrgebiet zuständigen Professorinnen und Professoren, bevor sie oder er die Veranstaltung ankündigt. 4 Unterrichtet eine Privatdozentin oder ein Privatdozent im Lehrauftrag, so wird diese Lehrtätigkeit als Erfüllung der Lehrverpflichtung anerkannt."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Antrittsvorlesung",
      "content": "Die Privatdozentin oder der Privatdozent kann innert eines Jahres nach erstmaliger Erteilung der Venia Legendi eine öffentliche Antrittsvorlesung über ein Thema ihres beziehungsweise seines Unterrichtsgebietes halten. Die Antrittsvorlesung wird vom Dozentendienst organisiert."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Honorar",
      "content": "Den Privatdozentinnen und Privatdozenten wird für ihre nicht im Lehrauftrag gehaltenen Lehrveranstaltungen ein Honorar ausgerichtet."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Nichterneuerung oder Entzug der Venia Legendi",
      "content": "1 Die Rektorin oder der Rektor kann auf Antrag oder nach Anhörung der zuständigen Professorenkonferenz die Nichterneuerung oder den Entzug der Venia Legendi verfügen: a. bei schuldhafter Nichteinhaltung der Lehrverpflichtung; b. bei voraussichtlicher Unmöglichkeit, der Lehrverpflichtung im Rahmen von Artikel 11 Absatz 1 in Zukunft dauernd nachzukommen; c. wenn eine zweckdienliche Ergänzung des Lehrangebotes durch die Lehrtätigkeit nicht mehr gegeben ist; oder d. bei Verlust der wissenschaftlichen oder beruflichen Qualifikation. 2 Bei Nichterneuerung oder Entzug erlischt die Befugnis zum Tragen des Privatdozenten-Titels."
    },
    {
      "provision_ref": "art15",
      "chapter": "5. Abschnitt: Schlussbestimmungen",
      "section": "15",
      "title": "",
      "content": "Aufgehoben durch Ziff. I der V der Schulleitung der ETH Zürich vom 1. Juli 2008, mit Wirkung seit 1. Aug. 2008 ( AS 2008 4503 )."
    },
    {
      "provision_ref": "art16",
      "chapter": "5. Abschnitt: Schlussbestimmungen",
      "section": "16",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 1. Juli 2004 in Kraft."
    }
  ],
  "definitions": []
}