{
  "id": "sr-444-11",
  "type": "statute",
  "title": "Verordnung vom 13. April 2005 über den internationalen Kulturgütertransfer (Kulturgütertransferverordnung, KGTV)",
  "title_en": "Ordinance of 13 April 2005 on the International Transfer of Cultural Property (Cultural Property Transfer Ordinance, CPTO)",
  "short_name": "KGTV",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2005/318/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Section 1 General Provisions",
      "section": "1",
      "title": "Definitions",
      "content": "In this Ordinance: a. the description of an item of cultural property means: 1. information on the nature of an item of cultural property, the materials from which it is made, its dimensions and/or weight, any inscriptions or markings thereon, and any special features, in particular damage and repairs, by which the item can be identified, 2. its era or date of creation, creator and its name, insofar as these details are known or can with reasonable expense be established; b. the origin means the provenance of an item of cultural property and its place of manufacture or, if it originates from archaeological or palaeontological excavations or discoveries, the place where the item of cultural property was found; c. federal institutions means: 1. the Swiss National Museum and the National Museum Zurich, the Château de Prangins, the Forum der Schweizer Geschichte Schwyz, and the Sammlungszentrum Affoltern am Albis, 2. the Swiss National Library with the Swiss Literary Archives, the Prints and Drawings Department, the Centre Dürrenmatt in Neuchâtel, and the Swiss National Sound Archives in Lugano, 3. the Oskar Reinhart Collection “Am Römerholz” in Winterthur, 4. the Museo Vincenzo Vela in Ligornetto, 5. the Seewen Museum of Music Automatons (SO), 6. the Swiss Federal Institute of Technology Zurich and its collections and archives, 7. the collection of art and cultural property held by Gottfried Keller Foundation, 8. the Swiss Federal Art Collection; 9. the Swiss Federal Institute of Technology Lausanne and its collections and archives. d. lending institution means both public and private institutions that lend cultural property, and private lenders; e. persons active in the art trade and the auction business means: 1. natural persons domiciled in Switzerland and companies with registered office in Switzerland that are required to be entered in the commercial register and that either acquire cultural property for the purpose of resale for their own account or that trade in cultural property for the account of others, and 2. natural persons domiciled abroad and companies with registered office abroad that carry out more than ten commercial transactions involving cultural property in a calendar year and thereby achieve a turnover of more than 100,000 francs and that either acquire cultural property for the purpose of resale for their own account or that trade in cultural property for the account of others; f. transfer of cultural property means a transaction for a consideration in the art trade or in the auction business that leads to a person becoming the owner of an item of cultural property; g. estimated value means the value that corresponds to the market value of an item of cultural property. The customary practices for establishing the estimated value in auctions are reserved; h. supplier means the person who instructs another person active in the art trade and the auction business to transfer of an item of cultural property; i. exceptional events means: 1. armed conflicts, 2. natural disasters, 3. other exceptional events that endanger the cultural heritage of a state. Amended by No I of the O of 15 Oct. 2025, in force since 1 Jan. 2026 ( AS 2025 634 ). Amended by No I of the O of 15 Oct. 2025, in force since 1 Jan. 2026 ( AS 2025 634 ). Amended by Art. 10 of the Ordinance of 21 May 2014 on the Federal Register of Cultural Property, in force since 1 July 2014 ( AS 2014 1451 ). Amended by No I of the O of 15 Oct. 2025, in force since 1 Jan. 2026 ( AS 2025 634 ). Amended by No I of the O of 15 Oct. 2025, in force since 1 Jan. 2026 ( AS 2025 634 ). Amended by No I of the O of 15 Oct. 2025, in force since 1 Jan. 2026 ( AS 2025 634 ). Amended by No I of the O of 15 Oct. 2025, in force since 1 Jan. 2026 ( AS 2025 634 ). Amended by No I of the O of 15 Oct. 2025, in force since 1 Jan. 2026 ( AS 2025 634 ). Inserted by No I of the O of 15 Oct. 2025, in force since 1 Jan. 2026 ( AS 2025 634 ). Amended by No II 1 of the Ordinance of 29 Oct. 2014 on the Protection of Cultural Property during Armed Conflicts, in force since 1 Jan. 2015 ( AS 2014 3555 )."
    },
    {
      "provision_ref": "art2",
      "chapter": "Section 2 Cantonal Registers of Cultural Property",
      "section": "2",
      "title": "",
      "content": "1 The content of cantonal registers is not included in the Federal Register. A link connects to the Federal Register. The Federal Office of Culture (FOC) shall resolve the modalities of connections in consultation with the cantons. 1bis In the case of cultural property owned by the Confederation that is on permanent loan to a cantonal or communal institution in Switzerland, the FOC may agree to it being entered in the cantonal register provided registration does not restrict the Confederation’s power of disposal over the cultural property concerned. 2 The Federal Government shall ensure that the authorities and the public can access the cantonal registers electronically without restriction and free of charge provided the cantonal registers are available in electronic form. 3 The cantons are responsible for the content of the registers . Inserted by No I of the O of 15 Oct. 2025, in force since 1 Jan. 2026 ( AS 2025 634 ). Amended by No I of the O of 15 Oct. 2025, in force since 1 Jan. 2026 ( AS 2025 634 )."
    },
    {
      "provision_ref": "art3",
      "chapter": "Section 3 Import and Export",
      "section": "3",
      "title": "Application for a temporary export licence",
      "content": "(Art. 5 CPTA) 1 The application for an export licence for cultural property registered in the Federal Register must be submitted to the specialist service, at the latest, 30 days prior to the intended export from Switzerland. 2 The application must include the following information: a. the purpose of the temporary export; b. the export date of the cultural property; c. the repatriation date of the cultural property. 3 The following must be enclosed with the application: a. a description of the cultural property; b. the Federal Register inventory number for the cultural property."
    },
    {
      "provision_ref": "art4",
      "chapter": "Section 3 Import and Export",
      "section": "4",
      "title": "Notice of repatriation to Switzerland",
      "content": "(Art. 5 CPTA) Notice of repatriation to Switzerland must be given within 30 days thereof to the specialist service."
    },
    {
      "provision_ref": "art5",
      "chapter": "Section 3 Import and Export",
      "section": "5",
      "title": "Swiss repatriation rights",
      "content": "(Art. 6 CPTA) 1 The specialist service is responsible for exercising repatriation rights pursuant to Article 6 CPTA. 2 It shall initiate the exercise of repatriation rights for cultural property protected against export by cantonal law in consultation with the responsible cantonal authorities."
    },
    {
      "provision_ref": "art6",
      "chapter": "Section 3 Import and Export",
      "section": "6",
      "title": "Temporary measures",
      "content": "(Art. 8 CPTA) Temporary measures may also include licensing and reporting requirements."
    },
    {
      "provision_ref": "art7",
      "chapter": "Section 4 Guarantee of Return",
      "section": "7",
      "title": "",
      "content": "1 The institution borrowing one or more items of cultural property must submit a request for the issue of a guarantee of return to the specialist service, at the latest three months before the intended import of the cultural property into Switzerland. 2 The request must include the following information: a. name and address of the lending institution; b. a description of the cultural property; c. as precise a description as possible of the cultural property’s origin; d. the intended date of the temporary import of cultural property into Switzerland; e. the intended date of the export of the cultural property from Switzerland; f. the duration of the exhibition; g. the requested term of the guarantee of return. 3 The request must be submitted in an official language. The information specified in paragraph 2 letters b and c must be submitted in electronic form. This information may also be submitted in English. 4 A loan agreement signed by all parties must be enclosed with the request. The agreement must indicate that the cultural property will be returned to the contracting state from which it was borrowed at the end of the exhibition in Switzerland or at the end of a travelling exhibition through multiple countries. 5 The specialist service shall allow the borrowing institution a period of ten days to rectify incomplete requests or requests submitted without the loan agreement. It shall combine the deadline with the warning that the request may be rejected without publication (Art. 11 para. 2 CPTA) if the request is not rectified within the deadline or the loan agreement is not submitted. 6 The validity of a legally binding guarantee of return may be extended once by a maximum of four months in the event of an exhibition extension, provided that the exhibition period is extended without interruption. In order to extend the validity of the guarantee of return, the borrowing institution must submit confirmation of the extension of the loan period from the lending institution to the specialist service. Amended by No I of the O of 15 Oct. 2025, in force since 1 Jan. 2026 ( AS 2025 634 ). Amended by No I of the O of 15 Oct. 2025, in force since 1 Jan. 2026 ( AS 2025 634 ). Amended by No I of the O of 15 Oct. 2025, in force since 1 Jan. 2026 ( AS 2025 634 ). Inserted by No I of the O of 15 Oct. 2025, in force since 1 Jan. 2026 ( AS 2025 634 )."
    },
    {
      "provision_ref": "art8",
      "chapter": "Section 5 Financial Assistance for the Preservation of Cultural Heritage",
      "section": "8",
      "title": "Application for financial assistance",
      "content": "(Art. 14 CPTA) An application for financial assistance for the preservation of cultural heritage of another country must be submitted to the specialist service before conducting the planned project."
    },
    {
      "provision_ref": "art9",
      "chapter": "Section 5 Financial Assistance for the Preservation of Cultural Heritage",
      "section": "9",
      "title": "Authority to grant financial assistance",
      "content": "(Art. 14 CPTA) 1 The FOC shall decide on applications on financial assistance for the temporary fiduciary custody and conservational supervision of cultural property pursuant to Article 1 paragraph 1 letter a CPTA. 2 The FOC shall decide in consultation with the Swiss Agency for Development and Cooperation and the State Secretariat of the Federal Department of Foreign Affairs on applications for financial assistance for projects pursuant to Article 14 paragraph 1 letter b CPTA, and projects facilitating the restitution of cultural heritage under Article 14 paragraph 1 letter c CPTA. Amended by No I of the O of 15 Oct. 2025, in force since 1 Jan. 2026 ( AS 2025 634 )."
    },
    {
      "provision_ref": "art10",
      "chapter": "Section 5 Financial Assistance for the Preservation of Cultural Heritage",
      "section": "10",
      "title": "Maximum rate of financial assistance",
      "content": "(Art. 14 CPTA) 1 Financial assistance may amount to a maximum of 50 per cent of the costs claimed. 2 Financial assistance may only be granted as part of the approved credits."
    },
    {
      "provision_ref": "art11",
      "chapter": "Section 5 Financial Assistance for the Preservation of Cultural Heritage",
      "section": "11",
      "title": "Financial assistance for fiduciary custody",
      "content": "(Art. 14 para. 1 let. a CPTA) 1 Financial assistance for the fiduciary custody and conservational supervision shall amount to a maximum of CHF 100,000 per annum. 2 Financial assistance shall only be granted to museums or similar institutions that: a. are active in a significant and recognised manner in the corresponding specialty, and b. conduct their activity based on the deontological rules of the museum profession, for example, the ICOM Code of Ethics for Museums of 4 November 1986 (amended on 6 July 2001 and revised in October 2004), in particular with regard to its purchasing and exhibition policies. International Council of Museums Available at the FOC’s Specialized Body for the International Transfer of Cultural Property, Hallwylstrasse 15, 3003 Bern."
    },
    {
      "provision_ref": "art12",
      "chapter": "Section 5 Financial Assistance for the Preservation of Cultural Heritage",
      "section": "12",
      "title": "Financial assistance for the maintenance of cultural heritage",
      "content": "(Art. 14 para. 1 let. b CPTA) 1 Projects for the maintenance of cultural heritage in another contracting state shall be supported with a one-time contribution of a maximum of CHF 100 000 francs per project. The contribution may be paid in instalments. 2 In exceptional cases, the Federal Council may grant a payment of a maximum of CHF 1 million at the request of the Federal Department of Home Affairs."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Financial assistance to facilitate the restitution of cultural heritage",
      "content": "(Art. 14 para. 1 let. c CPTA) 1 Financial assistance to facilitate the restitution of cultural heritage of contracting states shall be granted exclusively to state authorities and international organisations. 2 Financial assistance may not exceed CHF 50,000. 3 Financial assistance shall only be granted if the contracting state makes a contribution of its own corresponding to its financial resources. 4 Financial assistance serves to cover: a. court, legal, insurance, restoration and transport costs, insofar they are necessary for restitution and are actually incurred; b. compensation to third parties in exceptional cases."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Requirements",
      "content": "The granting of financial assistance is subject to compliance with the following requirements: a. the cultural heritage must be protected in accordance with all the rules of the profession; b. the grant recipient must render account to the specialist service on the appropriate use of the financial assistance; c. the grant recipient to announce that it has received support from the Confederation in a suitable and reasonable manner; d. items of cultural property received, restored or made subject to restitution with the help of financial assistance in accordance with Articles 12 and 13 may not be sold. Amended by No I of the O of 15 Oct. 2025, in force since 1 Jan. 2026 ( AS 2025 634 )."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Order of priorities",
      "content": "If the requested financial assistance exceeds the available resources, the Federal Department of Home Affairs shall work with the Federal Department of Foreign Affairs to set an order of priorities for the assessment of applications that takes account of the current risk to the cultural property in particular. Amended by No I of the O of 15 Oct. 2025, in force since 1 Jan. 2026 ( AS 2025 634 )."
    },
    {
      "provision_ref": "art16",
      "chapter": "Section 6 Transfer of Cultural Property",
      "section": "16",
      "title": "Scope of Articles 15–17 CPTA",
      "content": "1 Articles 15–17 CPTA apply to: a. federal institutions; b. persons active in the art trade and auctioning business to the extent they transfer cultural property within Switzerland. 2 The obligations pursuant to Articles 15–17, CPTA do not apply to cultural property with a sale price or estimated value on transactions for third-party accounts of less than CHF 5,000. 3 The exception under paragraph 2 does not apply to the trade in cultural property in the following categories: a. results of archaeological or palaeontological excavations or discoveries; b. fragments of historical monuments and findings from excavation sites; c. ethnological cultural property, specifically those items used in sacral or profane rituals. Amended by No I of the O of 15 Oct. 2025, in force since 1 Jan. 2026 ( AS 2025 634 ). Amended by No I of the O of 15 Oct. 2025, in force since 1 Jan. 2026 ( AS 2025 634 )."
    },
    {
      "provision_ref": "art17",
      "chapter": "Section 6 Transfer of Cultural Property",
      "section": "17",
      "title": "Declaration of identity",
      "content": "(Art. 15 para. 1 and 16 para. 2 let. c CPTA) 1 Federal institutions and persons active in the art trade or auctioning business must establish the identity of the seller or supplier based on the following information: a. in the case of natural persons and sole proprietors: surname, first name, date of birth, home address and nationality; b. in the case of legal entities and partnerships: company name and domicile address. 2 The information shall be verified on the basis of probative documents. 3 It is not necessary to establish identity again if the documents used to establish identity are still up to date. Amended by No I of the O of 15 Oct. 2025, in force since 1 Jan. 2026 ( AS 2025 634 ). Amended by No I of the O of 15 Oct. 2025, in force since 1 Jan. 2026 ( AS 2025 634 )."
    },
    {
      "provision_ref": "art18",
      "chapter": "Section 6 Transfer of Cultural Property",
      "section": "18",
      "title": "Declaration in relation to the right of disposal",
      "content": "(Art. 15 para. 1 and 16 para. 2 let. a CPTA) The seller or supplier if applicable must sign a declaration that confirms their right of disposal over the cultural property and which identifies the owner of the cultural property. Amended by No I of the O of 15 Oct. 2025, in force since 1 Jan. 2026 ( AS 2025 634 )."
    },
    {
      "provision_ref": "art18a",
      "section": "18a",
      "title": "a Information to customers about existing import and export regulations of contracting states",
      "content": "(Art. 16 para. 2 let. b CPTA) Customers must be informed in writing and must confirm this by signing the relevant document. Inserted by No I of the O of 15 Oct. 2025, in force since 1 Jan. 2026 ( AS 2025 634 )."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Accounting",
      "content": "(Art. 15 para. 1 and 16 para. 2 let. c CPTA) 1 Federal institutions and persons active in the art trade and in the auction business must record the following information and retain the corresponding documents: a description of the cultural property; a bis . suitably detailed photographs of the cultural property; b. the origin of the cultural property, to the extent known; c. the details of identity in accordance with Article 17; d. the declaration of the right of disposal in accordance with Article 18; d bis . the document signed by the customer in accordance with Article 18 a ; e. the actual transfer date of cultural property; f. the purchase price of the cultural property or its appraised value on transactions for third-party accounts. 2 The documents must be stored so that they can easily be made available to the authorities within a reasonable time for any requests for information or seizure. Inserted by No I of the O of 15 Oct. 2025, in force since 1 Jan. 2026 ( AS 2025 634 ). Inserted by No I of the O of 15 Oct. 2025, in force since 1 Jan. 2026 ( AS 2025 634 )."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "On-site inspection",
      "content": "(Art. 17 CPTA) 1 The specialist service shall give advance notice of on-site inspections, unless there is a risk that the cultural property or associated documents will otherwise not be made available for inspection. 2 The specialist service shall have access to the documents specified in Article 19 during on-site inspections. 3 On-site inspections are otherwise subject to the Federal Act of 20 December 1968 on Administrative Procedure. SR 172.021"
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Data protection",
      "content": "(Art. 30 para. 2 CPTA) 1 In order to carry out its tasks in accordance with Article 18 letter i CPTA, the specialist service may process data relating to federal institutions and persons active in the art trade and the auction business. Data processing is governed by the federal legislation on data protection. 2 The specialist service shall not disclose data in accordance with paragraph 1 to third parties. The right to pass on data in connection with administrative and mutual legal assistance under Article 21 and 22 CPTA and as part of criminal proceedings remains reserved."
    },
    {
      "provision_ref": "art22",
      "chapter": "Section 7 Specialist Service",
      "section": "22",
      "title": "",
      "content": "1 The FOC runs the specialist service. 2 ... Repealed by No I of the FO of 2 June 2017, with effect from 1 July 2017 ( AS 2017 3475 )."
    },
    {
      "provision_ref": "art23",
      "chapter": "Section 8 Customs Assessment Procedures",
      "section": "23",
      "title": "Customs clearance",
      "content": "Customs assessment is governed by the provisions of customs legislation. Amended by Annex 4 No 7 of the Customs Ordinance of 1 Nov. 2006, in force since 1 May 2007 ( AS 2007 1469 )."
    },
    {
      "provision_ref": "art24",
      "chapter": "Section 8 Customs Assessment Procedures",
      "section": "24",
      "title": "Licence obligation",
      "content": "(Arts 5 and 7 CPTA) 1 Any person wishing to export from Switzerland cultural property that is recorded in the Federal Register in accordance with Article 3 paragraph 1 CPTA shall require a licence from the specialist service. 2 Any person wishing to export from Switzerland cultural property recorded in a cantonal register in accordance with Article 4 paragraph 1 CPTA shall require a licence from the responsible cantonal authorities, insofar as a licence is necessary under the relevant cantonal provisions. 3 Any person importing into Switzerland cultural property that is the subject of an agreement under Article 7 CPTA or carrying the same in transit through Switzerland must prove to the customs authorities that the export provisions of the foreign contracting state are fulfilled. If the foreign contracting state requires a licence to export such cultural property, the licence must be presented to the customs authorities."
    },
    {
      "provision_ref": "art25",
      "chapter": "Section 8 Customs Assessment Procedures",
      "section": "25",
      "title": "",
      "content": "(Art. 19 CPTA) 1 Any person who imports, carries in transit or exports an item of cultural property must include the following in the customs declaration: a. the object type of the cultural property; b. as detailed a description as possible of the place of manufacture or, for the results of archaeological or palaeontological excavations or discoveries, the place where the cultural property was found; c. the dating of the cultural property; d. the weight of the cultural property. 2 Any person who imports, carries in transit or exports an item of cultural property, must indicate in the customs declaration that it is an item of cultural property and whether it requires a licence in accordance with Article 24. 3 In the case of a grouped consignment, the information specified in paragraph 1 must be provided for each item of cultural property in the grouped consignment. 4 Incomplete customs declarations shall be rejected by the customs authorities. Amended by Annex 4 No 7 of the Customs Ordinance of 1 Nov. 2006, in force since 1 May 2007 ( AS 2007 1469 ). Amended by No I of the O of 15 Oct. 2025, in force since 1 Jan. 2026 ( AS 2025 634 ). Inserted by No I of the O of 15 Oct. 2025, in force since 1 Jan. 2026 ( AS 2025 634 ). Inserted by No I of the O of 15 Oct. 2025, in force since 1 Jan. 2026 ( AS 2025 634 ). Amended by No I of the O of 15 Oct. 2025, in force since 1 Jan. 2026 ( AS 2025 634 ). Amended by No I of the O of 15 Oct. 2025, in force since 1 Jan. 2026 ( AS 2025 634 ). Inserted by No I of the O of 15 Oct. 2025, in force since 1 Jan. 2026 ( AS 2025 634 )."
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "",
      "content": "(Art. 19 para. 3 CPTA) 1 The person required to submit a declaration shall notify the customs office in writing of the initial storage of cultural property in an open customs warehouse, in a warehouse for bulk goods or in a duty-free warehouse. 2 The notification must include the documents and information required under Article 25. Amended by Annex 4 No 7 of the Customs Ordinance of 1 Nov. 2006, in force since 1 May 2007 ( AS 2007 1469 ). Amended by Annex 4 No 7 of the Customs Ordinance of 1 Nov. 2006, in force since 1 May 2007 ( AS 2007 1469 )."
    },
    {
      "provision_ref": "art27",
      "chapter": "Section 9 Forfeiture of Cultural Property and Assets",
      "section": "27",
      "title": "Return of forfeited cultural property",
      "content": "(Art. 28 CPTA) 1 Forfeited cultural property must be returned to its country of origin. 2 The FOC decides on the return. It may suspend the execution of the return until the return no longer poses a risk to the cultural property. 3 Forfeited cultural property shall be stored in a suitable facility designated by the FOC. 4 Forfeited assets shall be used by the FOC for: a. granting financial assistance under Article 14, CPTA; b. covering the costs of safeguarding and returning cultural property. Inserted by No I of the O of 15 Oct. 2025, in force since 1 Jan. 2026 ( AS 2025 634 ). Amended by No I of the O of 15 Oct. 2025, in force since 1 Jan. 2026 ( AS 2025 634 )."
    },
    {
      "provision_ref": "art27a",
      "chapter": "Section 9 Forfeiture of Cultural Property and Assets",
      "section": "27a",
      "title": "a Exceptions to the return obligation",
      "content": "1 If return to the country of origin is not possible because the country does not wish the property to be returned or because the property cannot be assigned to a specific country, the cultural property may: a. be given to suitable institutions for research or education purposes; or b. be destroyed in a controlled manner if this is justified by the property’s negligible significance or its advanced state of decay. 2 The FOC shall draw up a related plan; this plan shall require the approval of the Federal Department of Home Affairs. Inserted by No I of the O of 15 Oct. 2025, in force since 1 Jan. 2026 ( AS 2025 634 )."
    },
    {
      "provision_ref": "art28",
      "chapter": "Section 10 Final Provisions",
      "section": "28",
      "title": "Amendment of current legislation",
      "content": "... The amendment may be consulted under AS 2005 1883 ."
    },
    {
      "provision_ref": "art29",
      "chapter": "Section 10 Final Provisions",
      "section": "29",
      "title": "Commencement",
      "content": "This Ordinance comes into force on 1 June 2005."
    }
  ],
  "definitions": [
    {
      "term": "description of an item of cultural property",
      "definition": "the description of an item of cultural property means: 1. information on the nature of an item of cultural property, the materials from which it is made, its dimensions and/or weight, any inscriptions or markings thereon, and any special features, in particular damage and repairs, by which the item can be identified,",
      "source_provision": "art1"
    },
    {
      "term": "lending institution",
      "definition": "lending institution means both public and private institutions that lend cultural property, and private lenders;",
      "source_provision": "art1"
    },
    {
      "term": "persons active in the art trade and the auction business",
      "definition": "persons active in the art trade and the auction business means: 1. natural persons domiciled in Switzerland and companies with registered office in Switzerland that are required to be entered in the commercial register and that either acquire cultural property for the purpose of resale for their own account or that trade in cultural property for the account of others, and",
      "source_provision": "art1"
    },
    {
      "term": "transfer of cultural property",
      "definition": "transfer of cultural property means a transaction for a consideration in the art trade or in the auction business that leads to a person becoming the owner of an item of cultural property;",
      "source_provision": "art1"
    },
    {
      "term": "estimated value",
      "definition": "estimated value means the value that corresponds to the market value of an item of cultural property. The customary practices for establishing the estimated value in auctions are reserved;",
      "source_provision": "art1"
    },
    {
      "term": "supplier",
      "definition": "supplier means the person who instructs another person active in the art trade and the auction business to transfer of an item of cultural property;",
      "source_provision": "art1"
    },
    {
      "term": "exceptional events",
      "definition": "exceptional events means: 1. armed conflicts,",
      "source_provision": "art1"
    }
  ]
}