{
  "id": "sr-420-111",
  "type": "statute",
  "title": "Verordnung des WBF vom 9. Dezember 2013 zur Forschungs- und Innovationsförderungsverordnung (V-FIFG-WBF)",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2013/815/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "1. Abschnitt: Nationale Forschungsprogramme",
      "section": "1",
      "title": "Vorschläge für nationale Forschungsprogramme",
      "content": "1 Vorschläge für nationale Forschungsprogramme (NFP) sind dem Staatssekretariat für Bildung, Forschung und Innovation (SBFI) in Form von Skizzen einzureichen. 2 Die Skizzen erläutern die Hauptanliegen des Themenvorschlags und begründen ihn namentlich im Hinblick auf die Zielsetzungen für NFP. 3 Das SBFI publiziert die Fristen und Vorgaben zum Einreichen von Vorschlägen im Internet. 4 … 5 Eine neue Prüfrunde wird erst lanciert, wenn die vorangehende abgeschlossen ist. Eine Prüfrunde gilt dann als abgeschlossen, wenn der Bundesrat einen Entscheid zur Durchführung von neuen NFP gefällt hat. www.sbfi.admin.ch > Forschung und Innovation > Förderinstrumente > Nationale Forschungsprogramme Fassung gemäss Ziff. I der V des WBF vom 7. Nov. 2022, in Kraft seit 1. Jan. 2023 ( AS 2022 700 ). Aufgehoben durch Ziff. I der V des WBF vom 7. Nov. 2022, mit Wirkung seit 1. Jan. 2023 ( AS 2022 700 )."
    },
    {
      "provision_ref": "art2",
      "chapter": "1. Abschnitt: Nationale Forschungsprogramme",
      "section": "2",
      "title": "Selektion der eingereichten Vorschläge; Programmvorschläge des SBFI",
      "content": "1 Das SBFI erstellt pro Prüfrunde eine Prioritätenliste von Themenvorschlägen. Gestützt darauf erarbeitet es Programmvorschläge. 2 Jeder Programmvorschlag legt dar: a. die vordringlichen Fragen und Problemstellungen, auf die von der Wissenschaft ein neuer Beitrag für die Praxis erwartet wird (Forschungsauftrag); b. die wichtigsten Programmvorgaben wie die Programmstruktur, die Gewichtung der zu behandelnden Fragen und Probleme sowie den vorgesehenen Finanz- und Zeitrahmen. Fassung gemäss Ziff. I der V des WBF vom 7. Nov. 2022, in Kraft seit 1. Jan. 2023 ( AS 2022 700 ). Fassung gemäss Ziff. I der V des WBF vom 7. Nov. 2022, in Kraft seit 1. Jan. 2023 ( AS 2022 700 )."
    },
    {
      "provision_ref": "art3",
      "chapter": "1. Abschnitt: Nationale Forschungsprogramme",
      "section": "3",
      "title": "",
      "content": "1 Der Schweizerische Nationalfonds (SNF) klärt in der Machbarkeitsprüfung für die Programmvorschläge namentlich ab: a. ob die Wissenschaft einen relevanten, praxisorientierten Beitrag zur Problemlösung leisten kann; b. ob das erforderliche Forschungspotenzial in der Schweiz verfügbar ist oder aufzubauen wäre; c. ob die Thematik im nationalen oder im internationalen Kontext bereits bearbeitet wird; d. ob das Instrument NFP unter Berücksichtigung des vorgesehenen Finanz- und Zeitrahmens für eine Bearbeitung insgesamt geeignet ist. 2 … 3 Ergibt die Machbarkeitsprüfung, dass sich ein Programmvorschlag für die wissenschaftliche Bearbeitung im Rahmen eines NFP nicht eignet, so legt der SNF dem SBFI den entsprechenden Befund in einem Kurzbericht dar. 4 Das SBFI entscheidet gestützt auf den Kurzbericht, ob der Programmvorschlag verworfen wird oder in abgeänderter Form weiterbearbeitet werden soll. Fassung gemäss Ziff. I der V des WBF vom 11. Okt. 2016, in Kraft seit 1. Nov. 2016 ( AS 2016 3567 ). Fassung gemäss Ziff. I der V des WBF vom 7. Nov. 2022, in Kraft seit 1. Jan. 2023 ( AS 2022 700 ). Aufgehoben durch Ziff. I der V des WBF vom 11. Okt. 2016, mit Wirkung seit 1. Nov. 2016 ( AS 2016 3567 )."
    },
    {
      "provision_ref": "art3a",
      "section": "3a",
      "title": "a Ausarbeitung der Programmkonzepte durch den SNF",
      "content": "Gestützt auf die Ergebnisse der Machbarkeitsprüfung formuliert der SNF im Programmkonzept für die als machbar befundenen Vorschläge den Forschungsauftrag in wissenschaftlich bearbeitbare Fragen und Problemstellungen. Dabei berücksichtigt er die nachfolgenden Eckpunkte des möglichen Programms: a. Ziele und Schwerpunkte des Programms; b. Forschungsdauer des Programms; c. Grobaufteilung der finanziellen Mittel auf die Schwerpunkte; d. nationales und internationales Forschungsumfeld; e. Adressatinnen und Adressaten und praktischer Nutzen. Eingefügt durch Ziff. I der V des WBF vom 7. Nov. 2022, in Kraft seit 1. Jan. 2023 ( AS 2022 700 )."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Prüfung der Programmkonzepte durch Bundesstellen und weitere Kreise",
      "content": "1 Die im interdepartementalen Koordinationsausschuss für Ressortforschung vertretenen Bundesstellen berücksichtigen in ihrer Beurteilung der Programmkonzepte namentlich die Forschungskonzepte nach Politikbereichen und prüfen, ob von den vorgeschlagenen Programmen ein Beitrag zur Lösung von Bundesaufgaben erwartet werden kann. 2 Das SBFI kann die Stellungnahme interessierter Kreise aus Politik und Gesellschaft, namentlich der Kantone, nichtstaatlicher Organisationen und der Verbände, einholen. Fassung gemäss Ziff. I der V des WBF vom 11. Okt. 2016, in Kraft seit 1. Nov. 2016 ( AS 2016 3567 ). Fassung gemäss Ziff. I der V des WBF vom 7. Nov. 2022, in Kraft seit 1. Jan. 2023 ( AS 2022 700 )."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Fristen",
      "content": "1 Für die Erstellung von Machbarkeitsprüfungen durch den SNF gilt eine Frist von höchstens drei Monaten. 2 Nach Vorliegen der Machbarkeitsprüfungen gilt für die Erarbeitung der Programmkonzepte durch den SNF eine Frist von höchstens neun Monaten. 3 Nach dem Entscheid des Bundesrates unterbreitet der SNF die Ausschreibungsunterlagen innert höchstens vier Monaten dem SBFI zur Genehmigung. 4 Das SBFI legt die genauen Fristen im Einzelfall nach Absprache mit dem SNF fest. Fassung gemäss Ziff. I der V des WBF vom 11. Okt. 2016, in Kraft seit 1. Nov. 2016 ( AS 2016 3567 ). Fassung gemäss Ziff. I der V des WBF vom 7. Nov. 2022, in Kraft seit 1. Jan. 2023 ( AS 2022 700 ). Fassung gemäss Ziff. I der V des WBF vom 7. Nov. 2022, in Kraft seit 1. Jan. 2023 ( AS 2022 700 ). Eingefügt durch Ziff. I der V des WBF vom 7. Nov. 2022, in Kraft seit 1. Jan. 2023 ( AS 2022 700 )."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Wirkungsprüfung",
      "content": "1 Bei der Wirkungsprüfung von NFP wird vom Standpunkt des Bundes als Auftraggeber namentlich überprüft, ob die vorgegebenen Ziele erreicht und die Aufgaben erfüllt wurden, wie die Abstimmung mit anderen, allenfalls ähnlich ausgerichteten Fördermassnahmen ausgestaltet war und in welcher Form die Forschungsresultate im Hinblick auf die Bedürfnisse von Gesellschaft und Politik umgesetzt werden. 2 Das SBFI entscheidet im Einzelfall über die zu prüfenden Programme und über die Gegenstände einer Prüfung. 3 Es kann dem Schweizerischen Wissenschaftsrat (SWR) Prüfaufträge erteilen. Fassung gemäss Ziff. I der V des WBF vom 7. Nov. 2022, in Kraft seit 1. Jan. 2023 ( AS 2022 700 )."
    },
    {
      "provision_ref": "art7",
      "chapter": "2. Abschnitt: Nationale Forschungsschwerpunkte",
      "section": "7",
      "title": "Ausschreibung",
      "content": "1 Bei der Ausschreibung neuer nationaler Forschungsschwerpunkte (NFS) informiert der SNF die interessierten Kreise über: a. die allgemeinen und die spezifischen Vorgaben des Bundes; b. den allgemeinen Finanzrahmen, die Laufdauer und die maximale Anzahl NFS, die im Rahmen der jeweiligen Ausschreibungsverfahren bewilligt werden können; c. das Verfahren mit den entsprechenden Fristen und die Zuständigkeiten im Auswahl- und Entscheidverfahren; d. die formalen und die materiellen Vorgaben für die Einreichung von Skizzen und Gesuchen für NFS, insbesondere das Erfordernis der offiziellen Unterstützungsschreiben der involvierten Heiminstitutionen; d bis . das Erfordernis, nur Skizzen und Gesuche einzureichen, die in der strategischen Planung der Heiminstitution abgestützt sind oder dort künftig aufgenommen werden; und e. die Auswahlkriterien. 2 Die Ausschreibung erfolgt periodisch im Auftrag des SBFI. Eingefügt durch Ziff. I der V des WBF vom 7. Nov. 2022, in Kraft seit 1. Jan. 2023 ( AS 2022 700 )."
    },
    {
      "provision_ref": "art8",
      "chapter": "2. Abschnitt: Nationale Forschungsschwerpunkte",
      "section": "8",
      "title": "Auswahlkriterien",
      "content": "1 Bei der wissenschaftlichen und der strukturellen Prüfung der Vorhaben wendet der SNF hauptsächlich die folgenden Kriterien an: a. strategische Relevanz des Forschungsthemas für den Forschungsplatz Schweiz; b. wissenschaftliche Qualität des Gesamtforschungsplans und der Teilprojekte, einschliesslich des Potenzials zur Stimulierung der Interdisziplinarität, neuer wissenschaftlicher Ansätze und Methoden innerhalb von Disziplinen oder der Zusammenarbeit in neuen Forschungsbereichen; c. kritische Masse und Mehrwert des NFS im Vergleich zur Summe der Einzelprojekte; d. Plausibilität der Ziele und Massnahmen bezüglich Wissens- und Technologietransfer, Nachwuchsförderung und Förderung der Gleichstellung; e. wissenschaftliche Eignung der Hauptbeteiligten; f. Qualität des Managements des NFS und Eignung der NFS-Leiterin oder des NFS-Leiters und ihrer Stellvertretung; g. Angemessenheit der beantragten Finanzierung sowie Drittmittelausstattung; h. Eignung der Heiminstitutionen. 2 Bei der forschungs- und hochschulpolitischen Prüfung der Vorhaben, namentlich der Frage der strukturellen Nachhaltigkeit, wendet das SBFI hauptsächlich folgende Kriterien an: a. Abstützung der Kompetenzzentren in der strategischen Planung der Heiminstitutionen; b. Arbeitsteilung und Koordination im Hochschulbereich; c. Einfügung in die regionale und die nationale Gesamtverteilung der Kompetenzzentren gemäss den Zielen des Programms der NFS; d. Übereinstimmung mit den Zielen der Forschungspolitik des Bundes; e. Einbettung in internationale wissenschaftliche Kooperationen und Kooperationsanstrengungen der Schweiz auf institutioneller Ebene. Fassung gemäss Ziff. I der V des WBF vom 7. Nov. 2022, in Kraft seit 1. Jan. 2023 ( AS 2022 700 ). Fassung gemäss Ziff. I der V des WBF vom 7. Nov. 2022, in Kraft seit 1. Jan. 2023 ( AS 2022 700 )."
    },
    {
      "provision_ref": "art9",
      "chapter": "2. Abschnitt: Nationale Forschungsschwerpunkte",
      "section": "9",
      "title": "Verfahren auf Skizzenstufe",
      "content": "1 Die Skizzen für NFS müssen von der designierten NFS-Leitung gemäss den in der Ausschreibung definierten Vorgaben beim SNF eingereicht werden. 2 Der SNF informiert das SBFI über die fristgerecht eingereichten Skizzen. 3 Er führt die wissenschaftliche und die strukturelle Beurteilung gemäss den in Artikel 8 festgelegten Kriterien und gemäss den in der jeweiligen Ausschreibung vorgegebenen Verfahren durch. 4 … 5 Er eröffnet der designierten NFS-Leitung das Ergebnis der Beurteilung. Fassung gemäss Ziff. I der V des WBF vom 7. Nov. 2022, in Kraft seit 1. Jan. 2023 ( AS 2022 700 ). Aufgehoben durch Ziff. I der V des WBF vom 19. Juni 2018, mit Wirkung seit 1. Aug. 2018 ( AS 2018 2561 ). Fassung gemäss Ziff. I der V des WBF vom 7. Nov. 2022, in Kraft seit 1. Jan. 2023 ( AS 2022 700 )."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Verfahren auf Gesuchsstufe",
      "content": "1 Die Teilnahme auf Gesuchsstufe setzt die Eingabe auf Skizzenstufe voraus. 2 Gesuche für NFS müssen durch die designierte NFS-Leitung beim SNF eingereicht werden. 3 Der SNF führt die wissenschaftliche und die strukturelle Beurteilung gemäss den in Artikel 8 festgelegten Kriterien und gemäss den in der jeweiligen Ausschreibung vorgegebenen Verfahren durch. 4 Der SNF stellt nach der wissenschaftlichen und der strukturellen Prüfung einen begründeten Antrag an das SBFI mit einer Auswahl von NFS, die er zur Durchführung empfiehlt. 5 Das SBFI begründet in seinem Antrag an das WBF die von ihm zur Durchführung vorgeschlagenen NFS. Fassung gemäss Ziff. I der V des WBF vom 7. Nov. 2022, in Kraft seit 1. Jan. 2023 ( AS 2022 700 )."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Evaluation",
      "content": "1 Stellt der SNF Antrag auf Abbruch eines NFS, so kann das SBFI den SWR zwecks Entscheidfindung mit der Evaluation des betroffenen NFS beauftragen. 2 Die Evaluation einzelner auslaufender oder abgeschlossener NFS soll im Interesse der Weiterentwicklung des Forschungs- und Hochschulstandorts aufzeigen, ob das Ziel der Etablierung nachhaltiger Strukturen mit dem durchgeführten NFS im nationalen Kontext erreicht wurde. 3 Das SBFI kann dem SWR im Rahmen von Evaluationen Aufträge erteilen. Die Bezeichnung des Rates wurde in Anwendung von Art. 20 Abs. 2 der Publikationsverordnung vom 7. Okt. 2015 ( SR 170.512.1 ) auf den 1. Jan. 2018 angepasst. Die Änd. wurde im ganzen Text berücksichtigt. Fassung gemäss Ziff. I der V des WBF vom 7. Nov. 2022, in Kraft seit 1. Jan. 2023 ( AS 2022 700 )."
    },
    {
      "provision_ref": "art12",
      "chapter": "2. Kapitel: Beiträge an Forschungseinrichtungen von nationaler Bedeutung",
      "section": "12",
      "title": "Prüfverfahren und Entscheid",
      "content": "1 Gesuche um Beiträge sind dem SBFI jeweils per 30. Juni des dritten Jahres einer laufenden BFI-Periode im Hinblick auf eine Unterstützung in der darauffolgenden BFI-Periode einzureichen. 2 Das SBFI konsultiert bei der Prüfung aller Gesuche den SWR. Dieser kann direkt mit den Gesuchstellerinnen und Gesuchstellern in Kontakt treten und Vor-Ort-Besuche vornehmen, bevor er seine Empfehlungen an das SBFI abgibt. 3 Das SBFI stellt dem WBF einen Antrag. 4 Es eröffnet den Gesuchstellerinnen und Gesuchstellern die Entscheide des WBF. Fassung gemäss Ziff. I der V des WBF vom 19. Juni 2018, in Kraft seit 1. Aug. 2018 ( AS 2018 2561 ). Fassung gemäss Ziff. I der V des WBF vom 19. Juni 2018, in Kraft seit 1. Aug. 2018 ( AS 2018 2561 )."
    },
    {
      "provision_ref": "art13",
      "chapter": "2. Kapitel: Beiträge an Forschungseinrichtungen von nationaler Bedeutung",
      "section": "13",
      "title": "13 Modalitäten der Unterstützung",
      "content": "1 Der Bundesbeitrag wird jeweils längstens für die Dauer einer BFI-Periode zugesprochen. 2 Für die Weiterführung der Unterstützung gilt Artikel 12 Absatz 1. 3 Das SBFI prüft jährlich auf der Grundlage der Berichte nach Artikel 14, ob die Voraussetzungen für die gewährten Bundesbeiträge erfüllt sind. 4 Stellt das SBFI im letzten Jahr der jeweiligen BFI-Periode fest, dass der Bundesbeitrag mehr als 50 Prozent des Gesamtaufwands oder der Grundfinanzierung beträgt, so verfügt es die entsprechende Kürzung des Beitrags. Die Kürzung wird im Rahmen der Auszahlung der letzten Tranche vollzogen. 5 Fallen gewichtige Voraussetzungen der Beitragsberechtigung dahin, so kann das WBF auf Antrag des SBFI die Unterstützung während einer laufenden BFI-Periode sistieren oder abbrechen. Fassung gemäss Ziff. I der V des WBF vom 19. Juni 2018, in Kraft seit 1. Aug. 2018 ( AS 2018 2561 )."
    },
    {
      "provision_ref": "art14",
      "chapter": "2. Kapitel: Beiträge an Forschungseinrichtungen von nationaler Bedeutung",
      "section": "14",
      "title": "Berichterstattung",
      "content": "1 Die Forschungseinrichtungen von nationaler Bedeutung erstatten dem SBFI jährlich Bericht über ihre Tätigkeit, ihre Aufwände und deren Finanzierung; Sachleistungen sind in Geld umgerechnet auszuweisen. Die Forschungseinrichtungen reichen mit ihrem Bericht zudem den Prüfbericht der externen Revisionsstelle ein. 2 Das SBFI prüft aufgrund der Jahresberichte und der jährlichen Berichte der Revisionsstellen die Kostenbeteiligungen des Bundes am Gesamtaufwand oder an der Grundfinanzierung der Forschungseinrichtung. 3 Technologiekompetenzzentren, die im Rahmen ihrer Tätigkeit eigene Start-ups gründen oder sich an deren Gründung beteiligen, reichen zudem mit dem Jahresbericht eine Liste dieser Start-ups ein und zeigen im Bericht auf, dass die Voraussetzungen gemäss Artikel 23 V-FIFG erfüllt sind. Im Bericht der Revisionsstelle muss das Ergebnis der Prüfung dieser Angaben enthalten sein. Fassung gemäss Ziff. I der V des WBF vom 19. Juni 2018, in Kraft seit 1. Aug. 2018 ( AS 2018 2561 ). Fassung gemäss Ziff. I der V des WBF vom 7. Nov. 2022, in Kraft seit 1. Jan. 2023 ( AS 2022 700 )."
    },
    {
      "provision_ref": "art15",
      "chapter": "1. Abschnitt: Kompetenz zum Abschluss von Verträgen und Absichtserklärungen",
      "section": "15",
      "title": "",
      "content": "1 Das SBFI ist befugt, im Rahmen der internationalen Zusammenarbeit im Bereich von Forschung und Innovation völkerrechtliche Verträge von beschränkter Tragweite im Sinne von Artikel 7 a Absatz 2 des Regierungs- und Verwaltungsorganisationsgesetzes vom 21. März 1997 abzuschliessen. Vorbehalten bleiben spezialrechtliche Bestimmungen. 2 Das SBFI ist im Rahmen seiner Kompetenz nach Absatz 1 befugt, Absichtserklärungen zur Förderung der internationalen Zusammenarbeit im Bereich von Forschung und Innovation abzuschliessen. SR 172.010 Fassung gemäss Ziff. I der V des WBF vom 7. Nov. 2022, in Kraft seit 1. Jan. 2023 ( AS 2022 700 )."
    },
    {
      "provision_ref": "art16",
      "chapter": "2. Abschnitt: Bilaterale wissenschaftliche Zusammenarbeit ausserhalb internationaler Programme und Organisationen internationaler Programme und Organisationen",
      "section": "16",
      "title": "Nationaler Steuerungsausschuss",
      "content": "Das SBFI legt die Vertretung im nationalen Steuerungsausschuss fest. Ein Treffen des Steuerungsausschusses auf operationeller Stufe findet mindestens einmal im Jahr statt, ein weiteres Treffen auf strategischer Stufe mindestens einmal pro BFI-Periode. Die Vertretung des SBFI hat den Vorsitz. Fassung gemäss Ziff. I der V des WBF vom 7. Nov. 2022, in Kraft seit 1. Jan. 2023 ( AS 2022 700 )."
    },
    {
      "provision_ref": "art17",
      "chapter": "4. Kapitel: Schlussbestimmungen",
      "section": "17",
      "title": "Aufhebung anderer Erlasse",
      "content": "1 Die Verordnung vom 4. Juli 2001 über die Gewährung von Beiträgen für die internationale Zusammenarbeit in Bildung und Wissenschaft wird aufgehoben. 2 Die folgenden Richtlinien des WBF werden aufgehoben: 1. Richtlinien vom 28. Juni 2000 zum Auswahlverfahren betreffend Nationaler Forschungsprogramme und Forschungsschwerpunkte nach Artikel 6 Absatz 2 des Forschungsgesetzes (Richtlinien Nationale Forschungsprogramme und Forschungsschwerpunkte); 2. Richtlinien vom 16. März 1987 für Beiträge nach Artikel 16 Absatz 3 Buchstaben b und c des Forschungsgesetzes (Richtlinien Art. 16). [ AS 2001 1818 ; 2004 4873 ]"
    },
    {
      "provision_ref": "art18",
      "chapter": "4. Kapitel: Schlussbestimmungen",
      "section": "18",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 1. Januar 2014 in Kraft."
    }
  ],
  "definitions": []
}