{
  "id": "sr-512-38",
  "type": "statute",
  "title": "Verordnung vom 29. Oktober 2003 über den Militärsport",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2003/584/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "1. Kapitel: Allgemeine Bestimmungen",
      "section": "1",
      "title": "Militärsport für Angehörige der Armee",
      "content": "1 Der Militärsport soll die körperliche und die militärische Leistungsfähigkeit sowie die Kameradschaft von Angehörigen der Armee fördern. 2 Die Truppe führt hierzu Kurse und Wettkämpfe durch oder nimmt daran teil. Fassung gemäss Ziff. I der V vom 21. Aug. 2013, in Kraft seit 1. Okt. 2013 ( AS 2013 2761 )."
    },
    {
      "provision_ref": "art2",
      "chapter": "1. Kapitel: Allgemeine Bestimmungen",
      "section": "2",
      "title": "Militärdienst für die Leistungsentwicklung im Spitzensport",
      "content": "Spitzensportlerinnen und Spitzensportlern soll der Militärdienst die Möglichkeit bieten, ihre Leistungen zu entwickeln. Fassung gemäss Ziff. I der V vom 21. Aug. 2013, in Kraft seit 1. Okt. 2013 ( AS 2013 2761 )."
    },
    {
      "provision_ref": "art3",
      "chapter": "1. Kapitel: Allgemeine Bestimmungen",
      "section": "3",
      "title": "Zuständigkeit",
      "content": "1 Die ausserdienstliche Kurs- und Wettkampftätigkeit der Truppe untersteht der Gruppe Verteidigung. 2 Die Gruppe Verteidigung ist verantwortlich für die Militärdienste für die Leistungsentwicklung im Spitzensport. Das Bundesamt für Sport berät und unterstützt die Gruppe Verteidigung in den sportlichen Belangen. Eingefügt durch Ziff. I der V vom 21. Aug. 2013, in Kraft seit 1. Okt. 2013 ( AS 2013 2761 )."
    },
    {
      "provision_ref": "art4",
      "chapter": "1. Abschnitt: Armeemeisterschaften und Armeewettkampf im Schiessen",
      "section": "4",
      "title": "Durchführung",
      "content": "1 Die Gruppe Verteidigung kann jährlich Armeemeisterschaften durchführen. 2 Der Armeewettkampf im Schiessen findet im Rahmen des Eidgenössischen Schützenfestes statt. 3 Die Gruppe Verteidigung bezeichnet die Kommandanten."
    },
    {
      "provision_ref": "art5",
      "chapter": "1. Abschnitt: Armeemeisterschaften und Armeewettkampf im Schiessen",
      "section": "5",
      "title": "Teilnahme",
      "content": "1 Es können Angehörige der Armee, ehemalige Angehörige der Armee und Angehörige des Grenzwachtkorps teilnehmen. 2 Für die einzelnen Teilnehmergruppen können bei der Ausschreibung Kontingente bestimmt werden. 3 Die Teilnahme ist längstens bis zur Vollendung des 65. Altersjahres möglich. Fassung gemäss Ziff. I der V vom 4. Juni 2010, in Kraft seit 1. Juli 2010 ( AS 2010 2667 ). Eingefügt durch Ziff. I der V vom 21. Aug. 2013, in Kraft seit 1. Okt. 2013 ( AS 2013 2761 )."
    },
    {
      "provision_ref": "art5a",
      "chapter": "1. Abschnitt: Armeemeisterschaften und Armeewettkampf im Schiessen",
      "section": "5a",
      "title": "",
      "content": "Eingefügt durch Ziff. I der V vom 4. Juni 2010 ( AS 2010 2667 ). Aufgehoben durch Ziff. I der V vom 21. Aug. 2013, mit Wirkung seit 1. Okt. 2013 ( AS 2013 2761 )."
    },
    {
      "provision_ref": "art6",
      "chapter": "1. Abschnitt: Armeemeisterschaften und Armeewettkampf im Schiessen",
      "section": "6",
      "title": "Organisationskosten",
      "content": "Die Organisationskosten sind im Rahmen der budgetierten und bewilligten Kredite abzurechnen."
    },
    {
      "provision_ref": "art7",
      "chapter": "2. Abschnitt: Conseil International du Sport Militaire",
      "section": "7",
      "title": "CISM-Tätigkeiten",
      "content": "1 Die Schweiz nimmt als Mitglied des Conseil International du Sport Militaire (CISM) an dessen Wettkämpfen teil. 2 Zur Vorbereitung auf CISM-Wettkämpfe können Trainingslager durchgeführt werden. 3 Die Gruppe Verteidigung bezeichnet den Delegationschef und wählt die schweizerischen Delegierten sowie die Vertreterinnen und Vertreter in den verschiedenen Komitees und Kommissionen. 4 … Fassung gemäss Ziff. I der V vom 21. Aug. 2013, in Kraft seit 1. Okt. 2013 ( AS 2013 2761 ). Ausdruck gemäss Anhang 7 Ziff. 2 der V vom 23. Nov. 2022, in Kraft seit 1. Jan. 2023 ( AS 2022 820 ). Diese Änd. wurde in den in der AS genannten Bestimmungen vorgenommen. Aufgehoben durch Ziff. I der V vom 21. Aug. 2013, mit Wirkung seit 1. Okt. 2013 ( AS 2013 2761 )."
    },
    {
      "provision_ref": "art8",
      "chapter": "2. Abschnitt: Conseil International du Sport Militaire",
      "section": "8",
      "title": "Durchführung von CISM-Wettkämpfen in der Schweiz",
      "content": "Für die Durchführung von Wettkämpfen des CISM in der Schweiz sind dessen Wettkampfbestimmungen massgebend."
    },
    {
      "provision_ref": "art9",
      "chapter": "3. Abschnitt: Internationale Wettkampftätigkeit der Armee",
      "section": "9",
      "title": "Internationale militärsportliche Grossanlässe",
      "content": "Als internationale militärsportliche Grossanlässe gelten: a. Patrouille des Glaciers (PDG); b. … c. Swiss Tank Challenge (STC); d. Swiss Air Force Competition (SAFC). Aufgehoben durch Ziff. I der V vom 21. Aug. 2013, mit Wirkung seit 1. Okt. 2013 ( AS 2013 2761 )."
    },
    {
      "provision_ref": "art10",
      "chapter": "3. Abschnitt: Internationale Wettkampftätigkeit der Armee",
      "section": "10",
      "title": "Durchführung",
      "content": "Die Gruppe Verteidigung bezeichnet die Organisatoren."
    },
    {
      "provision_ref": "art11",
      "chapter": "3. Abschnitt: Internationale Wettkampftätigkeit der Armee",
      "section": "11",
      "title": "Teilnahme",
      "content": "1 Die internationalen militärsportlichen Grossanlässe stehen allen Angehörigen der Armee offen. 2 Die Organisatoren können Gästekategorien für Angehörige ausländischer Armeen, ehemalige Angehörige der Armee sowie Angehörige des Grenzwachtkorps und der Polizeikorps bilden. 2bis An der PDG können zudem zivile Wettkämpferinnen und Wettkämpfer zur Teilnahme zugelassen werden. Als zivile Wettkämpferinnen und Wettkämpfer gelten auch Angehörige der Armee, Angehörige ausländischer Armeen, ehemalige Angehörige der Armee sowie Angehörige des Grenzwachtkorps und der Polizeikorps, sobald sie das 65. Altersjahr vollendet haben. 3 Für die einzelnen Teilnehmergruppen können bei der Ausschreibung Kontingente bestimmt werden. 4 Die Teilnahme ist längstens bis zur Vollendung des 65. Altersjahres möglich. Diese Altersgrenze gilt nicht für zivile Wettkämpferinnen und Wettkämpfer der PDG. Fassung gemäss Ziff. I der V vom 21. Aug. 2013, in Kraft seit 1. Okt. 2013 ( AS 2013 2761 ). Fassung gemäss Ziff. I der V vom 13. Dez. 2019, in Kraft seit 1. Febr. 2020 ( AS 2020 21 ). Eingefügt durch Ziff. I der V vom 13. Dez. 2019, in Kraft seit 1. Febr. 2020 ( AS 2020 21 ). Eingefügt durch Ziff. I der V vom 21. Aug. 2013, in Kraft seit 1. Okt. 2013 ( AS 2013 2761 ). Eingefügt durch Ziff. I der V vom 21. Aug. 2013 ( AS 2013 2761 ). Fassung gemäss Ziff. I der V vom 13. Dez. 2019, in Kraft seit 1. Febr. 2020 ( AS 2020 21 )."
    },
    {
      "provision_ref": "art12",
      "chapter": "3. Abschnitt: Internationale Wettkampftätigkeit der Armee",
      "section": "12",
      "title": "Organisationskosten",
      "content": "Die Organisationskosten sind im Rahmen der budgetierten und bewilligten Kredite abzurechnen."
    },
    {
      "provision_ref": "art13",
      "chapter": "3. Abschnitt: Internationale Wettkampftätigkeit der Armee",
      "section": "13",
      "title": "Teilnahme ausländischer Armeedelegationen",
      "content": "Die Gruppe Verteidigung entscheidet im Rahmen der bewilligten Kredite über die Einladung ausländischer Armeedelegationen zu Wettkämpfen in der Schweiz."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Teilnahme an Meisterschaften ausländischer Armeen",
      "content": "1 Die Gruppe Verteidigung entscheidet im Rahmen der bewilligten Kredite über die Teilnahme von Delegationen der Armee an Meisterschaften ausländischer Armeen. 2 … Aufgehoben durch Ziff. I der V vom 21. Aug. 2013, mit Wirkung seit 1. Okt. 2013 ( AS 2013 2761 )."
    },
    {
      "provision_ref": "art15",
      "chapter": "4. Abschnitt: Freiwillige Militärsportkurse",
      "section": "15",
      "title": "Durchführung",
      "content": "1 Die Gruppe Verteidigung kann freiwillige Sommer- und Wintermilitärsportkurse durchführen. Die Daten der Kurse werden jährlich im Kurstableau veröffentlicht. 2 Diese Kurse dienen der Verbesserung der allgemeinen Kondition und der Vermittlung aktueller sporttechnischer Kenntnisse. Die Ausbildung hat in praktischer und theoretischer Form zu erfolgen. 3 Die Kurse dauern höchstens fünf Tage, die Kadervorkurse höchstens zwei Tage."
    },
    {
      "provision_ref": "art16",
      "chapter": "4. Abschnitt: Freiwillige Militärsportkurse",
      "section": "16",
      "title": "",
      "content": "1 Die Militärsportkurse stehen allen Angehörigen der Armee offen. 2 Wenn freie Plätze zur Verfügung stehen, können auch ehemalige Angehörige der Armee, die das 65. Altersjahr noch nicht vollendet haben, gegen Kostenbeteiligung teilnehmen. 3 … 4 Pro Jahr dürfen ein Sommer- und ein Wintermilitärsportkurs, höchstens jedoch zwei freiwillige Kurse nach den Artikeln 15 und 17 besucht werden. Fassung gemäss Ziff. I der V vom 21. Aug. 2013, in Kraft seit 1. Okt. 2013 ( AS 2013 2761 ). Fassung gemäss Ziff. I der V vom 21. Aug. 2013, in Kraft seit 1. Okt. 2013 ( AS 2013 2761 ). Aufgehoben durch Ziff. I der V vom 21. Aug. 2013, mit Wirkung seit 1. Okt. 2013 ( AS 2013 2761 )."
    },
    {
      "provision_ref": "art17",
      "chapter": "5. Abschnitt: Freiwillige Gebirgskurse",
      "section": "17",
      "title": "Durchführung",
      "content": "1 Das Kompetenzzentrum Gebirgsdienst der Armee kann freiwillige Sommer- und Wintergebirgskurse durchführen. Die Daten der Kurse werden jährlich im Kurstableau veröffentlicht. 2 Es vermittelt in diesen Kursen Teile der Gebirgsausbildung. Die Ausbildung hat in praktischer und theoretischer Form zu erfolgen. 3 Die Kurse dauern höchstens fünf Tage, die Kadervorkurse höchstens zwei Tage."
    },
    {
      "provision_ref": "art18",
      "chapter": "5. Abschnitt: Freiwillige Gebirgskurse",
      "section": "18",
      "title": "Teilnahme",
      "content": "1 Die Kurse stehen allen Angehörigen der Armee offen, die über eine entsprechende militärische Ausbildung verfügen. 2 Wenn freie Plätze zur Verfügung stehen, können auch ehemalige Angehörige der Armee, die das 65. Altersjahr noch nicht vollendet haben, gegen Kostenbeteiligung teilnehmen. 3 … 4 Pro Jahr dürfen ein Sommer- und ein Wintergebirgskurs, höchstens jedoch zwei freiwillige Kurse nach den Artikeln 15 und 17 besucht werden. Fassung gemäss Ziff. I der V vom 21. Aug. 2013, in Kraft seit 1. Okt. 2013 ( AS 2013 2761 ). Aufgehoben durch Ziff. I der V vom 21. Aug. 2013, mit Wirkung seit 1. Okt. 2013 ( AS 2013 2761 )."
    },
    {
      "provision_ref": "art19",
      "chapter": "6. Abschnitt: Militärwettkämpfe an kantonalen Schützenfesten",
      "section": "19",
      "title": "Durchführung",
      "content": "Im Rahmen von kantonalen Schützenfesten können Militärwettkämpfe durchgeführt werden."
    },
    {
      "provision_ref": "art20",
      "chapter": "6. Abschnitt: Militärwettkämpfe an kantonalen Schützenfesten",
      "section": "20",
      "title": "Teilnahme",
      "content": "Die Teilnahme ist längstens bis zur Vollendung des 65. Altersjahres möglich. Fassung gemäss Ziff. I der V vom 21. Aug. 2013, in Kraft seit 1. Okt. 2013 ( AS 2013 2761 )."
    },
    {
      "provision_ref": "art21",
      "chapter": "6. Abschnitt: Militärwettkämpfe an kantonalen Schützenfesten",
      "section": "21",
      "title": "Beitrag des Bundes",
      "content": "Der Bund richtet im Rahmen der bewilligten Kredite pro teilnehmenden Angehörigen der Armee zehn Franken an die Kosten der Verpflegung aus."
    },
    {
      "provision_ref": "art22",
      "chapter": "7. Abschnitt: Personal für die Organisation der Kurse und Wettkämpfe",
      "section": "22",
      "title": "Rekrutierung der Funktionärinnen und Funktionäre sowie des Dienstpersonals",
      "content": "1 Für Kurse und Wettkämpfe sind als Funktionärinnen und Funktionäre sowie als Dienstpersonal Angehörige der Armee einzusetzen. Diese können den Dienst auch freiwillig leisten. 2 Ehemalige Angehörige der Armee können längstens bis zur Vollendung des 65. Altersjahres nach Bedarf als freiwillige Funktionärinnen oder Funktionäre sowie als Dienstpersonal beigezogen werden. Fassung gemäss Ziff. I der V vom 21. Aug. 2013, in Kraft seit 1. Okt. 2013 ( AS 2013 2761 )."
    },
    {
      "provision_ref": "art23",
      "chapter": "7. Abschnitt: Personal für die Organisation der Kurse und Wettkämpfe",
      "section": "23",
      "title": "Rahmenbedingungen für Funktionärinnen und Funktionäre sowie Dienstpersonal",
      "content": "1 Werden für die Organisation Funktionärinnen und Funktionäre sowie Dienstpersonal aus einer im Dienst stehenden Truppe eingesetzt und von dieser verpflegt, so kann die reduzierte Pensionsverpflegungsentschädigung für höchstens vier Tage verrechnet werden. 2 Werden für die Organisation ganze Truppeneinheiten, Truppenkörper oder Schulen eingesetzt, so sind die betreffenden Angehörigen der Armee von der truppeneigenen Küche zu verpflegen."
    },
    {
      "provision_ref": "art23a",
      "chapter": "8. Abschnitt: Sold, Anrechnung, Material und Versicherung",
      "section": "23a",
      "title": "a Sold und Anrechnung",
      "content": "1 Angehörige der Armee, die im Rahmen eines Grundausbildungsdienstes oder eines Fortbildungsdienstes der Truppe an Tätigkeiten nach diesem Kapitel teilnehmen, erhalten für die entsprechenden Tage Sold. 2 Die übrigen Angehörigen der Armee erhalten für jährlich insgesamt höchstens zehn Tage der Teilnahme an Tätigkeiten nach diesem Kapitel Sold. Die Teilnahme am Armeewettkampf im Schiessen und an Militärwettkämpfen an kantonalen Schützenfesten wird nicht besoldet. 3 Angehörigen der Armee, die ihre Ausbildungsdienstpflicht noch nicht erfüllt haben, werden die besoldeten Tage an die Ausbildungsdienstpflicht angerechnet, soweit sie diese nicht im Rahmen von freiwilligen Diensten leisten. 4 Keinen Anspruch auf Sold haben: a. ehemalige Angehörige der Armee; b. übrige Teilnehmerinnen und Teilnehmer. Eingefügt durch Ziff. I der V vom 21. Aug. 2013, in Kraft seit 1. Okt. 2013 ( AS 2013 2761 )."
    },
    {
      "provision_ref": "art24",
      "chapter": "8. Abschnitt: Sold, Anrechnung, Material und Versicherung",
      "section": "24",
      "title": "Armeematerial",
      "content": "1 Die Armee stellt das Armeematerial, das für die Kurs- oder Wettkampforganisation benötigt wird, kostenlos zur Verfügung. 2 Für internationale militärsportliche Grossanlässe entscheidet die Gruppe Verteidigung über die Materialabgabe."
    },
    {
      "provision_ref": "art25",
      "chapter": "8. Abschnitt: Sold, Anrechnung, Material und Versicherung",
      "section": "25",
      "title": "Privatmaterial",
      "content": "1 Für an Kursen oder Wettkämpfen verwendetes privates Material wird keine Entschädigung ausgerichtet. 2 Verlust, Ersatz und Reparatur von privaten Sport- und Wettkampfausrüstungsgegenständen sowie von weiterem Privatmaterial gehen zu Lasten der Eigentümerin oder des Eigentümers."
    },
    {
      "provision_ref": "art26",
      "chapter": "8. Abschnitt: Sold, Anrechnung, Material und Versicherung",
      "section": "26",
      "title": "Militärversicherung",
      "content": "Wer als Angehöriger der Armee oder als ehemaliger Angehöriger der Armee an den ausserdienstlichen Tätigkeiten nach dieser Verordnung teilnimmt oder mitwirkt, ist im Rahmen des Bundesgesetzes vom 19. Juni 1992 über die Militärversicherung versichert. SR 833.1"
    },
    {
      "provision_ref": "art27",
      "chapter": "8. Abschnitt: Sold, Anrechnung, Material und Versicherung",
      "section": "27",
      "title": "Unfallversicherung",
      "content": "Die Gruppe Verteidigung schliesst im Einvernehmen mit der Eidgenössischen Finanzverwaltung eine Unfallversicherung ab für nicht militärversicherte Personen, die an ausserdienstlichen Tätigkeiten nach dieser Verordnung teilnehmen dürfen."
    },
    {
      "provision_ref": "art27a",
      "chapter": "32",
      "section": "27a",
      "title": "a Selektion",
      "content": "1 Das Eidgenössische Departement für Verteidigung, Bevölkerungsschutz und Sport legt die sportlichen Kriterien für die Selektion als Sportsoldat oder CISM-Soldat fest. Es konsultiert dazu vorgängig den Dachverband des Schweizer Sports und die jeweiligen nationalen Sportverbände. 2 Die Gruppe Verteidigung entscheidet auf Antrag der jeweiligen nationalen Sportverbände über die Selektion der Sportsoldaten und der CISM-Soldaten."
    },
    {
      "provision_ref": "art27b",
      "chapter": "32",
      "section": "27b",
      "title": "b Militärdienste",
      "content": "1 Sportsoldaten können die Spitzensport-Rekrutenschule absolvieren. 2 Sportsoldaten und CISM-Soldaten sowie Angehörige der Armee, die als deren Trainer, Trainerinnen, Betreuer, Betreuerinnen, Funktionäre oder Funktionärinnen eingesetzt werden, können jährlich: a. höchstens 30 Tage besoldeten Militärdienst im Rahmen von Fortbildungsdiensten der Truppe mit Anrechnung an die Ausbildungsdienstpflicht für den Spitzensport nutzen; b. zusätzlich höchstens 100 Tage besoldeten Militärdienst ohne Anrechnung an die Ausbildungsdienstpflicht leisten. 3 Auf Sportsoldaten und CISM-Soldaten, die als Zeitmilitär angestellt sind, sind die Absätze 1 und 2 Buchstabe b nicht anwendbar. 4 Angehörige der Armee, die im Stab Kompetenzzentrum Sport der Armee oder im Fachstab Sport eingeteilt sind, können zur tageweisen Leistung der Wiederholungskurse aufgeboten werden. 5 Der Militärdienst wird waffenlos geleistet. 6 Für Militärdienste im Ausland, die nicht im Rahmen von Artikel 7 geleistet werden, gelten die folgenden Bestimmungen: a. Die Militärdienstleistenden tragen zivile Kleidung. b. Sie erhalten Sold und Erwerbsersatz. c. Sie sind militärversichert. d. Sie organisieren und finanzieren Verpflegung, Unterkunft und Transporte selber; vorbehalten bleibt die Unterstützung durch Dritte. e. Sie besorgen und finanzieren die benötigte Ausrüstung selber; vorbehalten bleibt die Unterstützung durch Dritte. f. Sie dürfen gemäss den vor Ort geltenden gesetzlichen Bestimmungen Privatfahrzeuge führen. g. Sie regeln in einer Vereinbarung mit dem Kommando Ausbildung die Einzelheiten für Militärdienste nach diesem Absatz. h. Vorbehältlich der gesetzlichen Leistungen der Militärversicherung haftet der Bund für keine Schäden im Zusammenhang mit Militärdiensten nach diesem Absatz. Fassung gemäss Ziff. I der V vom 22. Nov. 2017, in Kraft seit 1. Jan. 2018 ( AS 2017 7493 ). Fassung gemäss Anhang 7 Ziff. 2 der V vom 23. Nov. 2022, in Kraft seit 1. Jan. 2023 ( AS 2022 820 ). Fassung gemäss Ziff. I der V vom 22. Nov. 2017, in Kraft seit 1. Jan. 2018 ( AS 2017 7493 ). Eingefügt durch Ziff. I der V vom 22. Nov. 2017, in Kraft seit 1. Jan. 2018 ( AS 2017 7493 ). Eingefügt durch Anhang 7 Ziff. 2 der V vom 23. Nov. 2022, in Kraft seit 1. Jan. 2023 ( AS 2022 820 )."
    },
    {
      "provision_ref": "art27c",
      "section": "27c",
      "title": "c Training und Wettkämpfe",
      "content": "Im Rahmen der Militärdienste nach Artikel 27 b oder der Anstellung als Zeitmilitär können: a. Sportsoldaten die Vorbereitungstage für internationale Wettkämpfe (wie Olympische Spiele, Welt- und Europameisterschaften) sowie die Wettkämpfe absolvieren; b. CISM-Soldaten Trainingslager für CISM-Wettkämpfe sowie die CISM-Wettkämpfe absolvieren."
    },
    {
      "provision_ref": "art27d",
      "section": "27d",
      "title": "d Zuteilung oder Zuweisung",
      "content": "1 Auf Gesuch hin können der Armee Personen als Trainer, Trainerinnen, Betreuer, Betreuerinnen, Funktionäre oder Funktionärinnen von Sportsoldaten oder CISM-Soldaten zugeteilt oder zugewiesen werden, wenn sie: a. über eine entsprechende, von ihrem nationalen Sportverband vorgegebene Ausbildung verfügen; b. von ihrem nationalen Sportverband anerkannt und langfristig für diese Funktion vorgesehen sind. 2 Nach Absatz 1 zugeteilte und zugewiesene Personen: a. leisten den Militärdienst waffenlos; b. absolvieren eine minimale militärische Grundausbildung; c. werden am Ende dieser Ausbildung zum Soldaten befördert, sofern sie nicht bereits einen schweizerischen militärischen Grad tragen; d. können nicht für die Übernahme eines höheren Grades vorgeschlagen und befördert, jedoch bei Bedarf zum Fachoffizier oder zur Fachoffizierin ernannt werden; e. können längstens bis zum Ende des Jahres, in dem sie das 65. Altersjahr vollenden, jährlich höchstens 100 Tage besoldeten Militärdienst leisten. Eingefügt durch Ziff. I der V vom 22. Nov. 2017, in Kraft seit 1. Jan. 2018 ( AS 2017 7493 )."
    },
    {
      "provision_ref": "art28",
      "chapter": "3. Kapitel: Schlussbestimmungen",
      "section": "28",
      "title": "",
      "content": "Aufgehoben durch Ziff. II 38 der V vom 8. Nov. 2006 über die Anpassung von Bundesratsverordnungen an die Totalrevision der Bundesrechtspflege, mit Wirkung seit 1. Jan. 2007 ( AS 2006 4705 )."
    },
    {
      "provision_ref": "art29",
      "chapter": "3. Kapitel: Schlussbestimmungen",
      "section": "29",
      "title": "Vollzug",
      "content": "1 Die Gruppe Verteidigung vollzieht diese Verordnung und erlässt die nötigen Weisungen. Sie legt insbesondere die Einzelheiten fest über: a. die Trainingslager- und Wettkampftätigkeit von Kadern sowie Wettkämpferinnen und Wettkämpfern in den verschiedenen Disziplinen des CISM; b. die Einladung von ausländischen Armeedelegationen und die Abrechnung der anrechenbaren Kosten; c. die Teilnahme an Meisterschaften ausländischer Armeen, die Selektion, Abkommandierung und die Abrechnung der anrechenbaren Kosten; d. die Organisation und Teilnahme an Militärwettkämpfen an kantonalen Schützenfesten; e. … 2 Sie bezeichnet eine zentrale Stelle, die verantwortlich ist für: a. die Steuerung des Bedarfs an ausserdienstlichen Kurs- und Wettkampftätigkeiten der Truppe; b. die Einhaltung der Vorschriften über die Besoldung und die Anrechnung an die Ausbildungsdienstpflicht von ausserdienstlichen Kurs- und Wettkampftätigkeiten der Truppe. 3 Sie erstattet dem Chef der Armee jährlich Bericht über die ausserdienstlichen Kurs- und Wettkampftätigkeiten der Truppe und beurteilt darin deren weiteren Bedarf und Nutzen für die Armee. Aufgehoben durch Ziff. I der V vom 21. Aug. 2013, mit Wirkung seit 1. Okt. 2013 ( AS 2013 2761 ). Eingefügt durch Ziff. I der V vom 21. Aug. 2013, in Kraft seit 1. Okt. 2013 ( AS 2013 2761 ). Eingefügt durch Ziff. I der V vom 21. Aug. 2013, in Kraft seit 1. Okt. 2013 ( AS 2013 2761 )."
    },
    {
      "provision_ref": "art30",
      "chapter": "3. Kapitel: Schlussbestimmungen",
      "section": "30",
      "title": "Aufhebung bisherigen Rechts",
      "content": "Die Verordnung vom 28. Februar 1996 über die ausserdienstliche Tätigkeit der Truppe wird aufgehoben. [ AS 1996 1026 ; 1999 1295 ]"
    },
    {
      "provision_ref": "art31",
      "chapter": "3. Kapitel: Schlussbestimmungen",
      "section": "31",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 1. Januar 2004 in Kraft."
    }
  ],
  "definitions": []
}