{
  "id": "sr-518-52",
  "type": "statute",
  "title": "Bundesbeschluss vom 9. Oktober 1981 über die Zusatzprotokolle zu den Genfer Abkommen",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1982/1360_1360_1360/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "",
      "content": "1 Es werden genehmigt: a. Das Zusatzprotokoll zu den Genfer Abkommen vom 12. August 1949 über den Schutz der Opfer internationaler bewaffneter Konflikte (Protokoll I) vom 8. Juni 1977 mit folgenden Vorbehalten: 1. Vorbehalt zu Artikel 57: Die Bestimmungen von Absatz 2 des Artikels 57 schaffen Verpflichtungen nur für die Kommandanten auf der Stufe des Bataillons, der Abteilung oder einer höheren Stufe. Massgebend sind die Informationen, über welche die Kommandanten im Zeitpunkt ihrer Entscheidung verfügen. 2. Vorbehalt zu Artikel 58: In Anbetracht des in Artikel 58 enthaltenen Ausdruckes «soweit dies praktisch irgend möglich ist», werden die Absätze a und b unter Vorbehalt der Erfordernisse der Landesverteidigung angewendet. b. Das Zusatzprotokoll zu den Genfer Abkommen vom 12. August 1949 über den Schutz der Opfer nicht internationaler bewaffneter Konflikte (Protokoll II) vom 8. Juni 1977. 2 Der Bundesrat wird ermächtigt, diese Protokolle mit den genannten Vorbehalten zu ratifizieren. SR 0.518.521 SR 0.518.522"
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "",
      "content": "Der Bundesrat wird ermächtigt, nach Artikel 90 Absatz 2 des Protokolls I gegenüber jeder anderen Hohen Vertragspartei, welche dieselbe Verpflichtung übernimmt, die Zuständigkeit der Internationalen Ermittlungskommission zur Untersuchung der Behauptungen einer solchen anderen Partei von Rechts wegen und ohne besondere Übereinkünfte anzuerkennen. SR 0.518.521"
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "",
      "content": "Dieser Beschluss untersteht dem fakultativen Staatsvertragsreferendum für multilaterale Rechtsvereinheitlichung (Art. 89 Abs. 3 Bst. c BV). SR 101"
    }
  ],
  "definitions": []
}