{
  "id": "sr-514-20",
  "type": "statute",
  "title": "Verordnung des VBS vom 26. März 2018 über die Beschaffung, die Nutzung und die Ausserdienststellung von Material (Materialverordnung VBS, MatV)",
  "title_en": "",
  "short_name": "MatV",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2018/225/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "1. Kapitel: Allgemeine Bestimmungen",
      "section": "1",
      "title": "Geltungsbereich",
      "content": "Diese Verordnung gilt für die Gruppe Verteidigung, für die übrigen Ämter des VBS sowie für die Armee."
    },
    {
      "provision_ref": "art2",
      "chapter": "1. Kapitel: Allgemeine Bestimmungen",
      "section": "2",
      "title": "Begriffe",
      "content": "1 In dieser Verordnung bedeuten: a. Material im VBS : Das Material im VBS umfasst Güter und Dienstleistungen des VBS, die für die Auftragserfüllung von Armee und Verwaltung notwendig sind. b. Armeematerial: Das Armeematerial umfasst insbesondere Waffen, Munition, Kriegsmaterial, die persönliche Ausrüstung, sonstige Güterlieferungen, Dienstleistungen, Forschungs- oder Entwicklungsleistungen sowie die zugehörige Bevorratung, welche die Armee für die Erfüllung ihres Auftrages benötigt. c. Ausserdienststellung : Durch die Ausserdienststellung wird Armeematerial nach Massgabe der militärischen Bedürfnisse, der gesetzlichen Grundlagen, der politischen Vorgaben und der finanziellen Rahmenbedingungen aus der militärischen Nutzung genommen. 2 Überdies gelten für diese Verordnung die Begriffe, die in den Artikeln 6 und 9 bestimmt sind. Die Berichtigung vom 18. Aug. 2020 betrifft nur den italienischen Text ( AS 2020 3583 )."
    },
    {
      "provision_ref": "art3",
      "chapter": "2. Kapitel: Bestimmungen für das gesamte Material im VBS",
      "section": "3",
      "title": "Aufgaben und Zuständigkeiten",
      "content": "1 Die Aufgaben und die Zuständigkeiten der Bedarfsstellen richten sich nach Artikel 16 und Anhang 1 der Verordnung über die Organisation des öffentlichen Beschaffungswesens der Bundesverwaltung vom 24. Oktober 2012 (Org-VöB). 2 Die Bedarfsstellen melden der jeweils zuständigen zentralen Beschaffungsstelle ihren Bedarf mittels einer Bedarfsmeldung. Die Bedarfsmeldung beinhaltet: a. die Anforderungen; b. den Beschaffungsumfang; c. die Erklärung, dass die betrieblichen Aspekte in der Nutzungsphase einschliesslich der Finanzierung berücksichtigt wurden. 3 SR 172.056.15"
    },
    {
      "provision_ref": "art4",
      "chapter": "2. Kapitel: Bestimmungen für das gesamte Material im VBS",
      "section": "4",
      "title": "Beauftragte Dritte",
      "content": "Soweit Dritte im Auftrag der Verwaltungseinheiten nach Artikel 1 handeln, ist mit diesen Dritten eine mit dieser Verordnung vergleichbare Regelung zu vereinbaren."
    },
    {
      "provision_ref": "art5",
      "chapter": "1. Abschnitt: Zusammenarbeit zwischen der Gruppe Verteidigung und der armasuisse",
      "section": "5",
      "title": "",
      "content": "Die Gruppe Verteidigung und das Bundesamt für Rüstung (armasuisse) regeln die Modalitäten ihrer Zusammenarbeit."
    },
    {
      "provision_ref": "art6",
      "chapter": "2. Abschnitt: Militärische Gesamtplanung",
      "section": "6",
      "title": "",
      "content": "1 2 a. die Erbringung des Bedürfnis- und des Wirtschaftlichkeitsnachweises, die Bedarfsermittlung und die entsprechende Mitteilung an die zuständige zentrale Beschaffungsstelle; b. die kontinuierliche Beurteilung der in der Armee eingeführten Systeme hinsichtlich der materiellen Bereitschaft, der Wirksamkeit und des Nutzens für die Armee; c. die Beauftragung zur Ausserdienststellung des nicht mehr benötigten Armeematerials. 3 die 4"
    },
    {
      "provision_ref": "art7",
      "chapter": "3. Abschnitt: Beschaffung von Armeematerial",
      "section": "7",
      "title": "Beschaffungsauftrag",
      "content": "Beschaffungen ausserhalb eines Projektes erfordern einen Beschaffungsauftrag mit Angabe von Beschaffungsgegenstand und Beschaffungsmenge."
    },
    {
      "provision_ref": "art8",
      "chapter": "3. Abschnitt: Beschaffung von Armeematerial",
      "section": "8",
      "title": "Beschaffungsprojekt",
      "content": "1 Komplexe Beschaffungen werden als Projekte durchgeführt. 2 Die Steuerung, die Führung und die Ausführung von Beschaffungsprojekten werden nach der Projektmanagementmethode HERMES durchgeführt. Die Einzelheiten der Projektabwicklung sind im Anhang abgebildet."
    },
    {
      "provision_ref": "art9",
      "chapter": "3. Abschnitt: Beschaffung von Armeematerial",
      "section": "9",
      "title": "Zusätzliche Aufgaben der Bedarfsstelle bei der Beschaffung von Armeematerial",
      "content": "1 Bei der Beschaffung von Armeematerial hat die Bedarfsstelle in Ergänzung zu Artikel 3 und im Hinblick auf die Beschaffungsreife folgende Aufgaben: a. Festlegung der projektspezifischen Anforderungen; b. Festlegung des Immobilienbedarfs; c. Erarbeitung folgender Konzepte, sofern erforderlich: 1. Einsatzkonzept, 2. Ausbildungskonzept, 3. Systembewirtschaftungskonzept, 4. Betriebskonzept bei IT- bzw. IKT-Systemen, 5. Sicherheitsbericht oder Informationssicherheitskonzept gemäss Einstufungsentscheid der Stelle für Informations- und Objektsicherheit; d. Ermittlung der Auswirkungen hinsichtlich der Armeeorganisation, der Immobilien, des Personal- und Finanzbedarfs, der Einführung, des Betriebs, der Systembewirtschaftung und der Ausbildung im Hinblick auf die Armeebotschaft; e. Erklärung, dass die Anforderungen hinsichtlich der Verwendung durch die Truppe erfüllt sind (Truppentauglichkeit). 2 3 4 Im Systembewirtschaftungskonzept nach Absatz 1 Buchstabe c Ziffer 3 sind sämtliche logistischen Aspekte geregelt, insbesondere: a. die Ausgestaltung der zivilen (truppenfernen) und militärischen (truppennahen) Instandsetzung; b. der Nachschub; c. die personellen und materiellen Mittel; d. die Tätigkeiten und Kompetenzen; e. die zeitlichen Intervalle; und f. die hierzu notwendigen Ausbildungen. 5 Das Systembewirtschaftungskonzept enthält die für die Beschaffung logistisch relevanten Daten und Informationen und regelt die logistische Umsetzung in der Nutzungsphase mit dem Ziel, die geforderte Einsatzbereitschaft von Systemen und Objekten nach wirtschaftlichen Aspekten sicherzustellen. 6 Als IT- bzw. IKT-Systeme nach Absatz 1 Buchstabe c Ziffer 4 gelten Applikationen, Plattformen oder Netzwerke der Informations- und Kommunikationstechnologie. Sie umfassen neben den üblichen Kompetenten namentlich auch: a. Systeme zur militärischen Cyberabwehr von Cyber-Bedrohungen und Systeme der elektronischen Kriegsführung; b. zugehörige Immaterialgüterrechte wie beispielsweise Lizenzen."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Endverbleibserklärung",
      "content": "1 Wird Material beschafft, für das vom Lieferanten oder vom Lieferland definiert wird, dass es beim Empfänger verbleiben muss und nur von diesem genutzt werden darf, so ist dafür eine Endverbleibserklärung notwendig. 2 Die Endverbleibserklärung ist von der armasuisse zu unterzeichnen. 3 Ein Transfer des Materials ist nur mit dem Einverständnis des Lieferanten oder des Lieferlandes zulässig."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Völkerrechtliche Prüfung neuer Waffen, Mittel und Methoden der Kriegsführung sowie deren Änderung und andere Verwendung",
      "content": "1 Werden Waffen, Mittel und Methoden der Kriegsführung (Waffensysteme) neu beschafft, abgeändert oder einem anderen Verwendungszweck zugeführt, so müssen diese auf ihre völkerrechtliche Konformität geprüft werden. 2 Folgende Waffensysteme sind zu prüfen: a. alle Mittel, die dazu bestimmt sind, Menschen zu töten, zu verletzen oder ihre Leistungsfähigkeit vorübergehend zu beeinträchtigen; b. alle Mittel, die dazu bestimmt sind, im Rahmen der Kriegführung Objekte zu zerstören, zu beschädigen oder vorübergehend funktionsunfähig zu machen; c. Munition, Projektile oder Substanzen, welche die Effekte nach den Buchstaben a und b verursachen; d. Plattformen, die Mittel nach den Buchstaben a, b und c zum Einsatz bringen können. 3 Die für die völkerrechtliche Prüfung zuständige Stelle im Armeestab ist im Beschaffungsprozess von der Bedarfs- oder der Beschaffungsstelle mit einzubeziehen. Die zuständige Stelle führt eine unabhängige Prüfung durch und erhält dafür Zugang zu den relevanten Informationen. 4 Vor der Erarbeitung eines Konzepts sowie vor der Realisierung und der Einführung eines Waffensystems muss jeweils eine positive Erklärung der Völkerrechtskonformität vorliegen."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Beschaffungsreife",
      "content": "Die armasuisse erklärt die Beschaffungsreife, wenn die Bedarfsstelle ihren Verpflichtungen nach den Artikeln 3 und 9 nachgekommen ist und die folgenden Bedingungen erfüllt sind: a. Der Zuschlag beziehungsweise der Typenentscheid ist erfolgt.; b. Es liegen verbindliche Offerten oder die notwendigen Vereinbarungen mit dem Lieferanten vor. Die Berichtigung vom 20. Nov. 2018 betrifft nur den französischen Text ( AS 2018 4091 )."
    },
    {
      "provision_ref": "art13",
      "chapter": "4. Abschnitt: Nutzung",
      "section": "13",
      "title": "",
      "content": "1 Die Logistikbasis der Armee verwaltet das Armeematerial. 2 Die Gruppe Verteidigung kann der Führungsunterstützungsbasis IT- bzw. IKT-Systeme zur Verwaltung zuweisen. 3 Die Verwaltung des Armeematerials umfasst: a. die Systemverantwortung; b. sämtliche logistischen Prozesse."
    },
    {
      "provision_ref": "art14",
      "chapter": "5. Abschnitt: Ausserdienststellung",
      "section": "14",
      "title": "Ausserdienststellung von Armeematerial",
      "content": "Die Ausserdienststellung von Armeematerial erfolgt nach dem Wirtschaftlichkeitsprinzip über: a. die Weiterverwendung; b. den Verkauf; c. die Verwertung; d. die Zuweisung zur Sammlung des historischen Materials der Schweizer Armee; e. die unentgeltliche Abgabe an Dritte; f. die Entsorgung."
    },
    {
      "provision_ref": "art15",
      "chapter": "5. Abschnitt: Ausserdienststellung",
      "section": "15",
      "title": "Zuständigkeiten bei der Ausserdienststellung von Armeematerial",
      "content": "1 Über die Ausserdienststellung von Waffensystemen mit Auswirkungen auf die Armeeorganisation, die nicht vom Parlament verabschiedet werden müssen, entscheidet der Chef oder die Chefin VBS. 2 Über die Ausserdienststellung von Waffensystemen ohne Auswirkungen auf die Armeeorganisation entscheidet der Chef oder die Chefin der Armee oder eine von ihm oder ihr bezeichnete Stelle. 3 Wurde bei der Beschaffung eine Endverbleibserkärung ausgestellt, so bedarf die Umsetzung der Ausserdienststellung einer Bewilligung der armasuisse."
    },
    {
      "provision_ref": "art16",
      "chapter": "5. Abschnitt: Ausserdienststellung",
      "section": "16",
      "title": "Verkauf, Verwertung und Entsorgung von Armeematerial",
      "content": "1 Die armasuisse ist zuständig für den Verkauf, die Verwertung und die Entsorgung von Armeematerial. 2 Der Armeestab kann im Rahmen der Ausserdienststellung Material bezeichnen, das z"
    },
    {
      "provision_ref": "art17",
      "chapter": "5. Abschnitt: Ausserdienststellung",
      "section": "17",
      "title": "Sammlung des historischen Materials der Schweizer Armee",
      "content": "1 Die Sammlung des historischen Materials der Schweizer Armee umfasst Gegenstände und Dokumente, welche die technische und die historische Entwicklung der Armee und ihrer Ausrüstung nachvollziehbar darstellen. Sie ist interessierten Personen zugänglich. 2 Der Chef oder die Chefin der Armee regelt im Einvernehmen mit dem Rüstungschef oder der Rüstungschefin die fachgerechte Auswahl, Aufbewahrung und Instandhaltung sowie die wissenschaftliche Betreuung der Gegenstände und der Dokumente der Sammlung. In dieser Regelung werden auch die Voraussetzungen zur Abgabe von Gegenständen und Dokumenten an anerkannte nationale Museen festgelegt."
    },
    {
      "provision_ref": "art18",
      "chapter": "6. Abschnitt: Schutz und Behandlung von Armeematerial",
      "section": "18",
      "title": "",
      "content": "1 Der Chef oder die Chefin der Armee erlässt im Einvernehmen mit der Informations- und Objektsicherheit VBS Weisungen zum Schutz des Armeematerials. 2 Diese Weisungen regeln die Schutzstufen, die Zuweisung des Armeematerials zu denselben, die Behandlungsgrundsätze und die Erstellung der Behandlungsvorschriften."
    },
    {
      "provision_ref": "art19",
      "chapter": "4. Kapitel: Bestimmungen für das übrige Material im VBS",
      "section": "19",
      "title": "Beschaffung",
      "content": "1 Die Ämter führen komplexe Beschaffungen als Projekte durch und wenden dabei die Projektmanagementmethode HERMES in der für die allgemeine Bundesverwaltung geltenden Version an. 2 Soweit die armasuisse gestützt auf die Org-VöB als zentrale Beschaffungsstelle für die Beschaffung von Gütern und Dienstleistungen zuständig ist, kann sie den Ämtern auf deren Antrag hin nach Artikel 12–14 Org-VöB für Beschaffungen unterhalb des Schwellenwerts eine Beschaffungsdelegation erteilen. 3 Vorbehalten bleiben weitergehende projektbezogene Beschaffungsdelegationen. SR 172.056.15"
    },
    {
      "provision_ref": "art20",
      "chapter": "4. Kapitel: Bestimmungen für das übrige Material im VBS",
      "section": "20",
      "title": "Nutzung, Unterhalt und Sicherheit",
      "content": "Die Ämter des VBS erlassen die erforderlichen Weisungen für die Nutzung, den Unterhalt und die Sicherheit ihres Materials."
    },
    {
      "provision_ref": "art21",
      "chapter": "4. Kapitel: Bestimmungen für das übrige Material im VBS",
      "section": "21",
      "title": "Ausserdienststellung",
      "content": "Nicht mehr benötigtes Material wird durch die Ämter verkauft oder entsorgt."
    },
    {
      "provision_ref": "art22",
      "chapter": "5. Kapitel: Schlussbestimmungen",
      "section": "22",
      "title": "Aufhebung eines anderen Erlasses",
      "content": "Die Verordnung des VBS vom 6. Dezember 2007 über das Armeematerial wird aufgehoben. [ AS 2007 6801 , 2008 547 , 2009 3547 , 2010 6099 Ziff. I 3]"
    },
    {
      "provision_ref": "art23",
      "chapter": "5. Kapitel: Schlussbestimmungen",
      "section": "23",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 1. Mai 2018 in Kraft."
    }
  ],
  "definitions": [
    {
      "term": "Material im VBS",
      "definition": "Material im VBS : Das Material im VBS umfasst Güter und Dienstleistungen des VBS, die für die Auftragserfüllung von Armee und Verwaltung notwendig sind.",
      "source_provision": "art2"
    },
    {
      "term": "Ausserdienststellung",
      "definition": "Ausserdienststellung : Durch die Ausserdienststellung wird Armeematerial nach Massgabe der militärischen Bedürfnisse, der gesetzlichen Grundlagen, der politischen Vorgaben und der finanziellen Rahmenbedingungen aus der militärischen Nutzung genommen.",
      "source_provision": "art2"
    }
  ]
}