{
  "id": "sr-514-546-1",
  "type": "statute",
  "title": "Reglement vom 21. September 1998 über die Prüfung für die Waffentragbewilligung",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1998/2622_2622_2622/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Zweck der Prüfung",
      "content": "Mit der Prüfung für die Waffentragbewilligung soll festgestellt werden, ob der Kandidat oder die Kandidatin über die theoretischen und praktischen Fachkenntnisse verfügt, welche ein sicheres Waffentragen gewährleisten."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Organisation",
      "content": "1 Die Prüfung setzt sich aus einem theoretischen und einem praktischen Teil zusammen. Der theoretische Teil ist schriftlich abzulegen. 2 Die Prüfung wird von amtlichen Sachverständigen abgenommen. 3 Die Zentralstelle Waffen erarbeitet die Prüfungsunterlagen und stellt diese den Kantonen zur Verfügung. Sie erarbeitet Richtlinien, insbesondere zur Durchführung und Bewertung der Prüfungen."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Theoretische Prüfung",
      "content": "1 Die theoretische Prüfung dauert eine Stunde und umfasst: a. die Bestimmungen des Strafgesetzbuches betreffend Notwehr- und Notstandsrecht sowie strafbare Handlungen gegen Leib und Leben; b. Kenntnisse der eidgenössischen und der gestützt darauf erlassenen kantonalen Gesetzesbestimmungen des Waffenrechts; c. Kenntnisse der Waffen- und Munitionsarten; d. Sicherheitsmassnahmen und Verhalten beim Waffentragen. 2 Über das Ergebnis der theoretischen Prüfung wird ein Attest erstellt. SR 311.0"
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Praktische Prüfung",
      "content": "1 Die praktische Prüfung umfasst: a. Beherrschung der Waffenhandhabung, insbesondere die Manipulationen beim Laden und Entladen sowie beim Sichern und Entsichern; b. Schiessen sowie Beherrschung der Waffenhandhabung beim Schiessen. 2 Über das Ergebnis der praktischen Prüfung wird ein Attest erstellt. Die Sachverständigen begründen darin den Prüfungsentscheid."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Bewertung",
      "content": "1 Jede Teilprüfung wird mit genügend oder ungenügend bewertet. 2 Die Prüfung gilt als bestanden, wenn beide Teilprüfungen mit genügend bewertet werden. 3 Jede Teilprüfung kann höchstens zweimal wiederholt werden."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Aufbewahren",
      "content": "Die Prüfungsunterlagen und -resultate sind durch die zuständige Behörde zehn Jahre aufzubewahren."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Rechtsmittel",
      "content": "1 Gegen den Prüfungsentscheid kann Beschwerde erhoben werden. 2 Das Verfahren richtet sich nach kantonalem Verwaltungsrecht."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Vollzug",
      "content": "1 Die Kantone vollziehen dieses Reglement. Sie bezeichnen die für die Durchführung der Prüfungen zuständigen amtlichen Sachverständigen. 2 Sie können die Prüfungen gemeinsam mit anderen Kantonen durchführen."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Inkrafttreten",
      "content": "Dieses Reglement tritt am 1. Januar 1999 in Kraft."
    }
  ],
  "definitions": []
}