{
  "id": "sr-519-11",
  "type": "statute",
  "title": "Verordnung des VBS vom 4. Mai 2016 über das Personal für den Einsatz zum Schutz von Personen und Sachen im Ausland (PVSPA-VBS)",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2016/258/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Gegenstand",
      "content": "Diese Verordnung regelt für das Arbeitsverhältnis des zum Schutz von Personen und Sachen im Ausland eingesetzten militärischen Personals die Zuständigkeiten für die Arbeitgeberentscheide und die Betreuung sowie die Festsetzung der Einsatzzulage."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Zuständigkeit der Gruppe Verteidigung",
      "content": "1 Die Gruppe Verteidigung (Gruppe V) ist die zuständige Stelle für die Arbeitgeberentscheide und für die Betreuung des eingesetzten Personals. Vorbehalten bleibt die Zuständigkeit des Generalsekretariats des VBS (GS-VBS) nach Artikel 3. 2 Die Gruppe V erfüllt insbesondere folgende Aufgaben: a. Sie bereitet das Personal für den Einsatz vor und betreut es während des Einsatzes (Art. 4 Abs. 1 PVSPA). b. Sie betreut das Personal nach dem Einsatz bezüglich Einsatzfolgen (Art. 4 Abs. 1 PVSPA). c. Sie beschafft in Zusammenarbeit mit dem Eidgenössischen Departement für auswärtige Angelegenheiten (EDA) die einsatzspezifischen Reise- und Ausweispapiere (Art. 5 PVSPA). d. Sie stellt sicher, dass das Personal ärztlich untersucht wird und die notwendigen Vorsorge- und Behandlungsmassnahmen erfolgen. Sie entscheidet, ob eine Person, die bereits ärztlich untersucht oder behandelt worden ist, sich erneut untersuchen lassen muss (Art. 7 PVSPA). e. Sie begründet das Arbeitsverhältnis des eingesetzten Personals mit einem befristeten öffentlich-rechtlichen Arbeitsvertrag. Bei einem bestehenden Arbeitsvertrag regelt sie die einsatzbezogenen Vereinbarungen in einem Zusatz zu diesem (Art. 8 PVSPA). f. Sie setzt gestützt auf die Funktionsbewertungen den Lohn bei Neuanstellungen fest und bestimmt über die Vergabe der Funktionszulagen bei Angestellten des Bundes (Art. 9 Abs. 2 und 10 Abs. 2 PVSPA). g. Sie stellt dem GS-VBS einen begründeten Antrag auf Ausrichtung einer Einsatzzulage für einen bestimmten Einsatz und richtet diese nach der Genehmigung aus (Art. 11 Abs. 4 PVSPA). h. Sie überprüft die Höhe der Einsatzzulage regelmässig, stellt dem GS-VBS bei veränderten Einsatzbedingungen, Risiken oder Kosten einen begründeten Antrag auf Anpassung der Höhe der Einsatzzulage und richtet diese nach der Genehmigung aus (Art. 11 Abs. 4 PVSPA). i. Sie meldet der Pensionskasse bei der einsatzbedingten Änderung des massgeblichen Jahreslohnes einer beim Bund angestellten Person den neu versicherten Verdienst (Art. 12 Abs. 2 PVSPA)."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Zuständigkeit des Generalsekretariats des VBS",
      "content": "Das GS-VBS ist für folgende Entscheide und Aufgaben zuständig: a. Es entscheidet auf Antrag der Gruppe V und nach Konsultation des EDA über die Höhe der Einsatzzulage und über die Anpassung der Höhe der Einsatzzulage bei veränderten Einsatzbedingungen oder Risiken. b. Es kann auf Antrag der Gruppe V dem eingesetzten Personal ab dem vollendeten 50. Altersjahr eine zusätzliche Ferienwoche gewähren, wenn der Einsatz länger dauert und die Einsatzbedingungen erschwert sind. c. Es schliesst auf Antrag der Gruppe V und im Einvernehmen mit dem Eidgenössischen Finanzdepartement angemessene Zusatzversicherungen ab, deren Leistungen für die Risiken Heilungskosten, Invalidität und Tod über diejenigen der Militärversicherung hinausgehen. d. Es kann auf Antrag der Gruppe V dem eingesetzten Personal für im Einsatz und ohne Verschulden beschädigtes, gestohlenes oder verlorenes persönliches Eigentum eine Entschädigung von bis zu 5000 Franken ausrichten, sofern keine Drittperson für den Schaden aufkommt. e. Es kann im Einvernehmen mit dem EDA im Einsatz stehendes oder ehemaliges Personal im Einzelfall ermächtigen, ausnahmsweise über dienstliche Erfahrungen in der Öffentlichkeit zu berichten."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Höhe der Einsatzzulage",
      "content": "1 Die Höhe der Einsatzzulage bemisst sich nach der Intensität: a. der Einsatzbedingungen, beurteilt nach den Kriterien: 1. Verfügbarkeit, 2. Isolation, 3. Klima, 4. Entbehrungen, 5. physische und psychische Belastung; b. der Risiken, beurteilt nach den Kriterien: 1. Sicherheit im Einsatzgebiet, 2. Selbstständigkeit, 3. Aufgaben im Einsatz, 4. Bedrohung vor Ort, 5. Risiken für Leib und Leben; und c. der einsatzbedingten Mehrkosten. 2 Die Kriterien und die Intensitäten werden im Anhang festgelegt. 3 Weisen mindestens drei Kriterien dieselbe Intensität auf, so bemisst sich die Höhe der Einsatzzulage nach dieser Intensität. Liegt dieser Sachverhalt mehrfach vor, so wird im Rahmen einer Gesamtbetrachtung eine Intensität festgelegt."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 1. Juni 2016 in Kraft."
    }
  ],
  "definitions": []
}