{
  "id": "sr-513-74",
  "type": "statute",
  "title": "Verordnung vom 21. August 2013 über die Unterstützung ziviler oder ausserdienstlicher Tätigkeiten mit militärischen Mitteln (VUM)",
  "title_en": "",
  "short_name": "VUM",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2013/568/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "1",
      "title": "Gegenstand",
      "content": "1 Diese Verordnung regelt die Unterstützung ziviler oder ausserdienstlicher Tätigkeiten mit militärischen Mitteln. 2 Die Unterstützung erfolgt durch: a. Truppen im Ausbildungsdienst; b. Berufsformationen zu Ausbildungszwecken; c. Logistikbetriebe der Militärverwaltung; d. Armeematerial."
    },
    {
      "provision_ref": "art2",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "2",
      "title": "Voraussetzungen",
      "content": "1 Zivile oder ausserdienstliche Tätigkeiten dürfen nur unterstützt werden, wenn mit der Unterstützung für die eingesetzten Personen ein wesentlicher Ausbildungs- oder Trainingseffekt in ihren Funktionen verbunden ist. 2 Zudem müssen zivile Tätigkeiten von nationaler oder internationaler Bedeutung oder von öffentlichem Interesse sein, ausserdienstliche Tätigkeiten von nationaler oder internationaler Bedeutung. 3 Darüber hinaus müssen die folgenden Voraussetzungen erfüllt sein: a. Die Gesuchsteller können die Tätigkeiten nachweisbar weder mit eigenen Mitteln noch mit Hilfe von zivilen oder militärischen Vereinen, Verbänden und Organisationen, noch mit der Unterstützung des Zivildiensts oder Zivilschutzes bewältigen. b. Die eingesetzten Personen sind aufgrund ihrer Ausbildung und Ausrüstung geeignet, die Unterstützung zu leisten. c. Die eingesetzten Personen leisten die Unterstützung unbewaffnet und haben keine Aufgaben zu erfüllen, die Polizeigewalt voraussetzen. d. Die Sicherheit der eingesetzten Personen ist gewährleistet. e. Die Einsatzfähigkeit der Truppe und die Bereitschaft der Armee werden nicht beeinträchtigt. f. Die Ausbildungsprogramme von Schulen und Kursen werden nicht wesentlich beeinträchtigt. g. Private Gesuchsteller erklären sich vertraglich bereit, einen angemessenen Teil eines allfälligen Gewinns an den Ausgleichsfonds der Erwerbersatzordnung zu überweisen (Art. 9 Abs. 5). 4 Unterstützungsleistungen im Rahmen der fachtechnischen Ausbildung sind auch zulässig, wenn die Voraussetzungen nach den Absätzen 2 und 3 Buchstabe a nicht erfüllt sind für: a. die Rettungs- und Genietruppen im Bereich der Ausbildungsobjekte; b. die Luftwaffe im Bereich des Luftrettungsdienstes der Armee. Fassung gemäss Ziff. I der V vom 20. Nov. 2019, in Kraft seit 1. Jan. 2020 ( AS 2019 4325 )."
    },
    {
      "provision_ref": "art3",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "3",
      "title": "Vorbehalt",
      "content": "Die entscheidende Stelle kann die Unterstützung jederzeit und ohne Kostenfolge begrenzen oder abbrechen, falls die bewilligten Mittel aufgrund besonderer Ereignisse für Aufgaben der Armee benötigt werden."
    },
    {
      "provision_ref": "art4",
      "chapter": "2. Abschnitt: Verfahren",
      "section": "4",
      "title": "Gesuch",
      "content": "1 Gesuche von Privaten um Unterstützung sind der für den Unterstützungsort zuständigen Territorialdivision wie folgt einzureichen: a. bei Grossanlässen mindestens zwei Jahre im Voraus; b. bei sonstigen Anlässen mindestens sechs Monate im Voraus. 2 Diese Fristen gelten nicht für Gesuche um Unterstützung im Anschluss an eine Hilfeleistung nach der Verordnung vom 29. Oktober 2003 über die militärische Katastrophenhilfe im Inland sowie für Gesuche um Unterstützung durch die Luftwaffe. 3 Gesuche von kantonalen und kommunalen Behörden sind möglichst frühzeitig der für den Unterstützungsort zuständigen Territorialdivision einzureichen. 4 Gesuche von Bundesbehörden sind möglichst frühzeitig direkt dem Kommando Operationen einzureichen. 5 Dringliche Gesuche von Behörden um Unterstützung durch die Luftwaffe sind möglichst frühzeitig direkt der Luftwaffe einzureichen, wenn mit dem Begehren einer der folgenden Zwecke verfolgt wird: a. Verhinderung und Bekämpfung schwerer Gewalttaten; b. Gefahrenabwehr an der Landesgrenze; c. Durchführung von Such- und Rettungseinsätzen; d. Grossbrandbekämpfung aus der Luft; e. nachrichtendienstliche Informationsbeschaffung nach dem Nachrichtendienstgesetz vom 25. September 2015. 6 Gesuche von kantonalen Behörden um Unterstützung in der Kampfmittelbeseitigung sind direkt bei der Blindgängermeldezentrale der Armee (BMZ) einzureichen. Ausdruck gemäss Ziff. I der V vom 20. Nov. 2019, in Kraft seit 1. Jan. 2020 ( AS 2019 4325 ). Diese Änd. wurde im ganzen Erlass berücksichtigt. Fassung gemäss Ziff. I der V vom 25. Febr. 2015, in Kraft seit 1. April 2015 ( AS 2015 777 ). [ AS 2003 3997 . AS 2018 4635 Art. 12]. Siehe heute: die V vom 21. Nov. 2018 ( SR 513.75 ). Fassung gemäss Ziff. I der V vom 25. Febr. 2015, in Kraft seit 1. April 2015 ( AS 2015 777 ). Ausdruck gemäss Ziff. I der V vom 20. Nov. 2019, in Kraft seit 1. Jan. 2020 ( AS 2019 4325 ). Diese Änd. wurde im ganzen Erlass berücksichtigt. Eingefügt durch Ziff. I der V vom 25. Febr. 2015, in Kraft seit 1. April 2015 ( AS 2015 777 ). Eingefügt durch Ziff. I der V vom 20. Nov. 2019, in Kraft seit 1. Jan. 2020 ( AS 2019 4325 ). Eingefügt durch Ziff. I der V vom 20. Nov. 2019, in Kraft seit 1. Jan. 2020 ( AS 2019 4325 ). SR 121 Eingefügt durch Ziff. I der V vom 25. Febr. 2015, in Kraft seit 1. April 2015 ( AS 2015 777 ). Eingefügt durch Ziff. I der V vom 20. Nov. 2019, in Kraft seit 1. Jan. 2020 ( AS 2019 4325 )."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Entscheid",
      "content": "1 Die Territorialdivisionen und die BMZ unterbreiten die Gesuche dem Kommando Operationen mit Antrag. 2 Handelt es sich um Unterstützungsleistungen zugunsten von Sportveranstaltungen, so sind die Gesuche vor dem Entscheid zur Stellungnahme dem Bundesamt für Sport (BASPO) zuzustellen. Das BASPO kann Auflagen machen. 3 Über die Bewilligung der Gesuche entscheidet: a. das Eidgenössische Departement für Verteidigung, Bevölkerungsschutz und Sport (VBS) auf Antrag des Kommandos Operationen: bei Anlässen von besonderer politischer Tragweite; insbesondere wenn luftgestützte Überwachungsmittel bei Veranstaltungen und Demonstrationen oder Angehörige der Militärischen Sicherheit eingesetzt werden; b. die Luftwaffe: bei dringlichen Gesuchen nach Artikel 4 Absatz 5, sofern der Gesuchsgegenstand nicht von besonderer politischer Tragweite ist; c. das Kommando Operationen: in allen übrigen Fällen. 4 Das VBS und die Luftwaffe informieren das Kommando Operationen umgehend über die von ihnen getroffenen Entscheide. 5 Für Bewilligungen nach Absatz 3 Buchstaben b und c kann die Gruppe Verteidigung ein vereinfachtes Entscheidverfahren vorsehen. Fassung gemäss Ziff. I der V vom 20. Nov. 2019, in Kraft seit 1. Jan. 2020 ( AS 2019 4325 ). Fassung gemäss Ziff. I der V vom 25. Febr. 2015, in Kraft seit 1. April 2015 ( AS 2015 777 ). Eingefügt durch Ziff. I der V vom 25. Febr. 2015, in Kraft seit 1. April 2015 ( AS 2015 777 ). Eingefügt durch Ziff. I der V vom 20. Nov. 2019, in Kraft seit 1. Jan. 2020 ( AS 2019 4325 )."
    },
    {
      "provision_ref": "art6",
      "chapter": "3. Abschnitt: Leistungserbringung",
      "section": "6",
      "title": "Führung und Verantwortung",
      "content": "1 Die in der Bewilligung bezeichnete Stelle organisiert die Unterstützungsleistung der Truppe in Absprache mit dem Gesuchsteller. 2 Der Gesuchsteller trägt die Verantwortung für das Zusammenwirken mit der Truppe. 3 Die Truppenkommandantin oder der Truppenkommandant führt die Truppe."
    },
    {
      "provision_ref": "art7",
      "chapter": "3. Abschnitt: Leistungserbringung",
      "section": "7",
      "title": "",
      "content": "1 und 2 … 3 … Aufgehoben durch Ziff. I der V vom 20. Nov. 2019, mit Wirkung seit 1. Jan. 2020 ( AS 2019 4325 ). Aufgehoben durch Ziff. I der V vom 25. Febr. 2015, mit Wirkung seit 1. April 2015 ( AS 2015 777 ). Aufgehoben durch Ziff. I der V vom 20. Nov. 2019, mit Wirkung seit 1. Jan. 2020 ( AS 2019 4325 )."
    },
    {
      "provision_ref": "art8",
      "chapter": "3. Abschnitt: Leistungserbringung",
      "section": "8",
      "title": "",
      "content": "1 Die Truppe führt das Armeematerial gemäss Grundausrüstungsetat mit. 2 Das Kommando Operationen kann anordnen, dass zusätzliches Armeematerial eingesetzt wird, sofern dies im Gesuch beantragt wird oder für die Unterstützungsleistung notwendig ist. Fassung gemäss Ziff. I der V vom 25. Febr. 2015, in Kraft seit 1. April 2015 ( AS 2015 777 ). Fassung gemäss Ziff. I der V vom 25. Febr. 2015, in Kraft seit 1. April 2015 ( AS 2015 777 )."
    },
    {
      "provision_ref": "art9",
      "chapter": "4. Abschnitt: Kosten, Rechte an Werken und Haftung",
      "section": "9",
      "title": "Kostenübernahme",
      "content": "1 Der Gesuchsteller übernimmt sämtliche Kosten für Verpflegung, Unterkunft und Treibstoff, die gegenüber dem normalen Ausbildungsdienst oder Personaleinsatz zusätzlich entstehen. 2 Werden Angehörige der Armee bei ausserdienstlichen Tätigkeiten militärischer Verbände, Vereine und Organisationen als Funktionärinnen oder Funktionäre oder als Dienstpersonal eingesetzt, so übernimmt die Truppe beziehungsweise das VBS die Verpflegungskosten. 3 … 4 Zusätzliches Armeematerial nach Artikel 8 Absatz 2 muss vom Gesuchsteller gemietet werden. Das VBS regelt die Mietpreise in Weisungen über die gewerblichen Tätigkeiten im VBS. Armeematerial für ausserdienstliche Tätigkeiten wird unentgeltlich abgegeben. 5 Erwirtschaftet der Gesuchsteller mit dem Anlass einen namhaften Gewinn, so kann er vom Generalsekretariat des VBS verpflichtet werden, einen angemessenen Teil des Gewinns an den Ausgleichsfonds der Erwerbsersatzordnung zu überweisen; der zu überweisende Betrag entspricht maximal der Summe des nach der Erwerbsersatzordnung an die eingesetzten Armeeangehörigen ausbezahlten Erwerbsersatzes. Der Gesuchsteller ist verpflichtet, dem Generalsekretariat des VBS auf Verlangen die Schlussabrechnung des Anlasses vorzulegen. 6 … Aufgehoben durch Ziff. I der V vom 25. Febr. 2015, mit Wirkung seit 1. April 2015 ( AS 2015 777 ). Fassung gemäss Ziff. I der V vom 25. Febr. 2015, in Kraft seit 1. April 2015 ( AS 2015 777 ). Aufgehoben durch Ziff. I der V vom 25. Febr. 2015, mit Wirkung seit 1. April 2015 ( AS 2015 777 )."
    },
    {
      "provision_ref": "art10",
      "chapter": "4. Abschnitt: Kosten, Rechte an Werken und Haftung",
      "section": "10",
      "title": "Kostenerlass",
      "content": "1 Das Generalsekretariat des VBS kann in Ausnahmefällen einen Kostenerlass bewilligen. Es berücksichtigt bei seinem Entscheid insbesondere die allgemeine finanzielle Situation des Gesuchstellers, die von ihm beabsichtigte Verwendung eines allfälligen Gewinns, die Bemühungen des Gesuchstellers zur Ausgabenminimierung, die Bedeutung des Anlasses sowie allfällige Gegenleistungen des Gesuchstellers. 2 Der Kostenerlass kann erst nach Abschluss des Anlasses beantragt werden. Der Antrag ist schriftlich zu begründen und zusammen mit der Schlussabrechnung dem Generalsekretariat des VBS einzureichen."
    },
    {
      "provision_ref": "art11",
      "chapter": "4. Abschnitt: Kosten, Rechte an Werken und Haftung",
      "section": "11",
      "title": "Rechte an Werken",
      "content": "Sollen im Rahmen der Unterstützungsleistung Werke erstellt werden, so sind deren Übergabe, Nutzung, Eigentumsverhältnisse sowie diese betreffende Auflagen zwischen dem Gesuchsteller, dem VBS und allenfalls beteiligten Dritten vorgängig vertraglich zu regeln."
    },
    {
      "provision_ref": "art12",
      "chapter": "4. Abschnitt: Kosten, Rechte an Werken und Haftung",
      "section": "12",
      "title": "Haftung",
      "content": "1 Der Gesuchsteller verpflichtet sich mit der Einreichung des Gesuchs um Unterstützung: a. den Bund für sämtliche Haftungsleistungen gegenüber Dritten schadlos zu halten; b. auf jegliche Schadenersatz- und Genugtuungsansprüche gegenüber dem Bund zu verzichten. 2 Vorbehalten bleiben Ansprüche aus grobfahrlässiger oder vorsätzlicher Schadenszufügung. 3 Das Kommando Operationen legt fest, ob der Gesuchsteller vor der Bewilligung der Unterstützungsleistung einen speziellen Versicherungsschutz abschliessen muss. 4 Die Truppe kündigt Unterstützungsleistungen, bei denen mit Land- und Sachschäden zu rechnen ist, rechtzeitig dem Schadenzentrum des VBS an. 5 Die Pflicht zur Schadloshaltung nach Absatz 1 Buchstabe a gilt nicht für Haftpflichtschäden, die durch Luftfahrzeuge des Bundes verursacht werden. Fassung gemäss Ziff. I der V vom 20. Nov. 2019, in Kraft seit 1. Jan. 2020 ( AS 2019 4325 ). Eingefügt durch Ziff. I der V vom 20. Nov. 2019, in Kraft seit 1. Jan. 2020 ( AS 2019 4325 )."
    },
    {
      "provision_ref": "art13",
      "chapter": "5. Abschnitt: Schlussbestimmungen",
      "section": "13",
      "title": "Vollzug",
      "content": "1 Das Generalsekretariat des VBS erlässt in Absprache mit dem Generalsekretariat des Eidgenössischen Departements des Innern Weisungen für den Vollzug von Artikel 9 Absatz 5. 2 Im Übrigen vollzieht der Chef der Armee diese Verordnung und erlässt die notwendigen Weisungen. 3 Er kann seine Weisungskompetenz ganz oder teilweise an das Kommando Operationen delegieren."
    },
    {
      "provision_ref": "art14",
      "chapter": "5. Abschnitt: Schlussbestimmungen",
      "section": "14",
      "title": "Aufhebung bisherigen Rechts",
      "content": "Die Verordnung vom 8. Dezember 1997 über den Einsatz militärischer Mittel für zivile und ausserdienstliche Tätigkeiten wird aufgehoben. [ AS 1998 214 , 2003 5093 , 2006 4647 Art. 9, 2009 6667 Anhang 36 Ziff. 1]"
    },
    {
      "provision_ref": "art15",
      "chapter": "5. Abschnitt: Schlussbestimmungen",
      "section": "15",
      "title": "Übergangsbestimmung",
      "content": "Artikel 9 Absatz 5 ist nur anwendbar bei Unterstützungsleistungen, für die das Gesuch nach Inkrafttreten dieser Verordnung eingereicht wurde."
    },
    {
      "provision_ref": "art16",
      "chapter": "5. Abschnitt: Schlussbestimmungen",
      "section": "16",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 1. Oktober 2013 in Kraft."
    }
  ],
  "definitions": []
}