{
  "id": "sr-513-316-2",
  "type": "statute",
  "title": "Verordnung des VBS vom 21. November 2018 über die militärische Portofreiheit",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2018/775/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Zweck",
      "content": "Diese Verordnung regelt die Art und den Umfang der Leistungen sowie die Anspruchsberechtigung betreffend die militärische Portofreiheit."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Geltungsbereich",
      "content": "1 Die Portofreiheit ist auf das Gebiet der Schweiz beschränkt. 2 Die Portofreiheit für Einsätze im Ausland wird im Einzelfall speziell geregelt."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Militärdienstliche Sendungen",
      "content": "Als militärdienstlich gelten Sendungen: a. die von eingeteilten Angehörigen der Armee im oder ausser Dienst im ausschliesslichen Interesse des Dienstes an Kommandostellen sowie an Stellen der Militärverwaltungen gerichtet sind; b. die von den Kommandostellen der Armee in ausschliesslich dienstlichen Angelegenheiten versandt werden."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Persönliche Sendungen",
      "content": "1 Als persönlich gelten Sendungen, die persönliche Angelegenheiten der Angehörigen der Armee betreffen und durch die Abwesenheit infolge des Militärdienstes hervorgerufen werden. 2 Einzelne berufliche Sendungen gelten ebenfalls als persönliche Sendungen."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Anspruchsberechtigte Personen",
      "content": "Anspruch auf portofreie Sendungen und Leistungen haben folgende Personen und Stellen: a. im Dienst stehende und nicht im Dienst stehende Angehörige der Armee; b. die Kommandostellen der Armee: 1. das Kommando der Stäbe und der Einheiten der Armee, 2. das Kommando der militärischen Schulen und Kurse; c. Angehörige des Rotkreuzdienstes."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Art der Sendungen und Leistungen",
      "content": "1 Die folgenden Sendungen und Leistungen fallen unter die Portofreiheit: a. für im Dienst stehende Angehörige der Armee: uneingeschriebene ein- und abgehende persönliche und militärdienstliche Briefpostsendungen und Pakete; b. für nicht im Dienst stehende Angehörige der Armee: uneingeschriebene abgehende militärdienstliche Briefpostsendungen und Pakete; c. für Kommandostellen der Armee: 1. abgehende militärdienstliche Briefpostsendungen einschliesslich Briefe mit Zustellnachweis, 2. abgehende militärdienstliche Pakete einschliesslich Zusatzleistungen, 3. der Taxnachbezug für ankommende sowie nach- oder zurückgesandte militärdienstliche Sendungen. 2 Die Angehörigen des Rotkreuzdienstes sind bezüglich der Portofreiheit für Sendungen und Leistungen den Angehörigen der Armee gleichgestellt."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Verbot der Abtretung der Portofreiheit",
      "content": "Die Kommandostellen der Armee und die Angehörigen der Armee dürfen Unberechtigten nicht die Möglichkeit verschaffen, Sendungen portofrei aufzugeben."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Taxnachbezug",
      "content": "1 Bei Nichteinhaltung der Form- und der anderen Vorschriften über die militärische Portofreiheit unterliegen die Sendungen den ordentlichen Taxen und es wird ein Taxnachbezug eingefordert. 2 Die ungerechtfertigte Inanspruchnahme der militärischen Portofreiheit ist der Leitung der Feldpost zum Taxnachbezug zu melden."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Angehörige der Armee ausserhalb der Truppenverbände",
      "content": "Angehörige der Armee, die ausserhalb der Truppenverbände Militärdienst leisten, müssen persönliche Sendungen unter Vorlage des Marschbefehls am Postschalter abgeben."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Vollzug",
      "content": "Die Chefin oder der Chef Feldpost der Armee legt im Einvernehmen mit der Logistikbasis der Armee in einer Weisung die Formvorschriften fest und präzisiert den Leistungsumfang, insbesondere die Gewichtslimiten, der militärischen Portofreiheit."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Aufhebung bisherigen Rechts",
      "content": "Die Verordnung vom 26. November 1999 über die militärische Portofreiheit wird aufgehoben. [ AS 2000 94 ]"
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 1. Januar 2019 in Kraft."
    }
  ],
  "definitions": []
}