{
  "id": "sr-520-312",
  "type": "statute",
  "title": "Verordnung des VBS vom 14. November 2017 über die Kennzeichnung von Kulturgütern und von für den Kulturgüterschutz zuständigem Personal (VKKP)",
  "title_en": "",
  "short_name": "VKKP",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2017/693/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Vorgaben zur Herstellung der Schilder",
      "content": "1 Für die Herstellung der Schilder mit einem oder mehreren Kennzeichen «Kulturgüterschild» gelten die folgenden Vorgaben: a. Grösse: 16 cm × 24 cm; b. Material: Aluminium; c. Druck: Siebdruck; d. Farben: Ultramarinblau RAL 5002 und Cremeweiss RAL 9001; e. Befestigung: rostfreie Schrauben, Distanzhalter aus verzinktem Stahl, Kunststoffdübel; f. Beschriftung: «Nationales Kulturgut, Bien culturel national, Bene culturale nazionale» und «Haager Abkommen, 1954 (Art. 16 und 17), Convention de La Haye, 1954 (art. 16 et 17), Convenzione dell’Aia, 1954 (art. 16 e 17)». 2 Im Falle von bewaffneten Konflikten dürfen zur Verbesserung der Erkennbarkeit zusätzlich Schilder verwendet werden, bei deren Herstellung von den Vorgaben nach Absatz 1 abgewichen wird."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Abgabe und Unterhalt der Schilder",
      "content": "1 Das Bundesamt für Bevölkerungsschutz (BABS) stellt den Kantonen die Schilder einschliesslich Befestigung zur Verfügung. 2 Der Unterhalt der Schilder ist Aufgabe der Kantone."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Kennzeichnung von Kulturgütern",
      "content": "1 Alle Einzelobjekte von nationaler Bedeutung, die im KGS-Inventar aufgeführt sind, sowie alle Schutzräume für Kulturgüter werden mit dem einfachen Schild gekennzeichnet. 2 Kulturgüter, die unter Sonderschutz stehen, werden mit dem dreifach wiederholten Schild gekennzeichnet. 3 Kulturgüter, die unter verstärktem Schutz stehen, werden mit mindestens einem Schild gekennzeichnet."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Kennzeichnung von Kulturgütern in Friedenszeiten",
      "content": "1 Kantone, die ihre Kulturgüter in Friedenszeiten kennzeichnen wollen, haben dem BABS ein Gesuch einzureichen. 2 Gebiete, in denen archäologische Funde vermutet werden, dürfen in Friedenszeiten nicht gekennzeichnet werden."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Anbringen der Schilder",
      "content": "1 Die Schilder werden beim Haupteingang oder Hauptzugang zum Objekt angebracht. 2 Bei Sammlungen werden die Schilder im Eingangsbereich des Hauptgebäudes angebracht."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Genehmigungsurkunden",
      "content": "1 Die Schilder dürfen nur zusammen mit einer von der im betreffenden Kanton für den Kulturgüterschutz zuständigen Stelle ausgestellten Genehmigungsurkunde angebracht werden. 2 Das BABS sorgt für die Herstellung der Genehmigungsurkunden. 3 Das BABS und die im betreffenden Kanton für den Kulturgüterschutz zuständige Stelle legen eine Kopie der Genehmigungsurkunden ab."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Kennzeichnung des Personals",
      "content": "Personen, die für den Kulturgüterschutz zuständig sind, müssen bei der Wahrnehmung ihrer Schutzaufgabe einen Ausweis und eine Armbinde mit dem Schild tragen."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Abgabe der Ausweise und Armbinden",
      "content": "1 Das BABS stellt den Kantonen die Ausweise und Armbinden zur Verfügung. 2 Die Kantone füllen die Ausweise aus und sorgen für die Verteilung. Die Ausweise sind mit dem Foto der Inhaberin oder des Inhabers und dem Stempel der zuständigen Behörde zu versehen. 3 Die Ausweise sind nur vollständig ausgefüllt gültig. 4 Die Kantone führen ein Verzeichnis der abgegebenen Ausweise. 5 Die Inhaberin oder der Inhaber des Ausweises muss diesen der Abgabestelle zurückgeben, sobald ihre oder seine Tätigkeit beendet ist."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Aufhebung anderer Bestimmungen",
      "content": "Folgende Bestimmungen werden aufgehoben: a. Weisungen des Eidgenössischen Justiz- und Polizeidepartementes vom 15. März 1989 über das Anbringen der Kulturgüterschilder; b. Weisungen des Eidgenössischen Justiz- und Polizeidepartementes vom 15. März 1989 über den Ausweis für Personal des Kulturgüterschutzes."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 1. Januar 2018 in Kraft."
    }
  ],
  "definitions": []
}