{
  "id": "sr-531-65",
  "type": "statute",
  "title": "Verordnung vom 30. September 2022 über die befristete Erhöhung der Stromproduktion bei Wasserkraftwerken",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2022/548/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Zweck",
      "content": "Mit dieser Verordnung sollen angesichts der unmittelbar drohenden schweren Mangellage bei der Stromversorgung die Betreiber bestimmter Wasserkraftwerke verpflichtet werden, die Stromproduktion zu erhöhen."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Erhöhung der Stromproduktion durch eine Senkung der Restwassermengen",
      "content": "1 Die Betreiber von Wasserkraftwerken, bei denen die Restwassermenge gestützt auf die Artikel 31 Absatz 2 und 33 des Gewässerschutzgesetzes vom 24. Januar 1991 (GSchG) erhöht wurde, sind verpflichtet, unter Einhaltung der minimalen Restwassermenge nach Artikel 31 Absatz 1 GSchG ihre Stromproduktion zu erhöhen, sofern dies technisch umsetzbar ist. 2 Bei Grenzkraftwerken holt das Bundesamt für Energie (BFE) vorgängig das Einverständnis der ausländischen Behörde ein. 3 Die Kantone und das BFE müssen die Konzessionen nicht anpassen. 4 Die Betreiber von Kraftwerken, die aufgrund der Senkung der Restwassermengen durch ein Wasserkraftwerk, das oberhalb von ihnen liegt, weniger Wasser entnehmen können, haben keinen Anspruch auf Entschädigung ihrer Minderproduktion. SR 814.20"
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Nicht anwendbare Bestimmungen",
      "content": "Für die Erhöhung der Stromproduktion durch eine Senkung der Restwassermengen sind folgende Bestimmungen nicht anwendbar: a. die Artikel 31 Absatz 2 und 33 GSchG; b. Artikel 9 Absatz 1 Buchstaben a und b des Bundesgesetzes 21. Juni 1991 über die Fischerei. SR 814.20 SR 923.0"
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Vollzug",
      "content": "Die Kantone überwachen die Umsetzung der Massnahmen auf ihrem Gebiet. Bei Grenzwasserkraftwerken ist das BFE zuständig."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Inkrafttreten und Geltungsdauer",
      "content": "1 Diese Verordnung tritt am 1. Oktober 2022 in Kraft. 2 Sie gilt bis zum 30. April 2023."
    }
  ],
  "definitions": []
}