{
  "id": "sr-512-312",
  "type": "statute",
  "title": "Verordnung des VBS vom 11. Dezember 2003 über die Schiesskurse (Schiesskursverordnung)",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2004/2/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "1. Abschnitt: Allgemeines",
      "section": "1",
      "title": "Gegenstand und Geltungsbereich",
      "content": "1 Diese Verordnung gilt für die Schiesskurse im Schiesswesen ausser Dienst. 2 Schiesskurse im Schiesswesen ausser Dienst sind: a. die Schützenmeisterkurse; b. die Jungschützenleiterkurse; c. die Wiederholungskurse für Schützenmeisterinnen und Schützenmeister sowie Jungschützenleiterinnen und Jungschützenleiter; d. die Jungschützenkurse; e. die Nachschiesskurse; f. die Verbliebenenkurse."
    },
    {
      "provision_ref": "art2",
      "chapter": "1. Abschnitt: Allgemeines",
      "section": "2",
      "title": "Unterstellung",
      "content": "Die Schiesskurse unterstehen der Gruppe Verteidigung."
    },
    {
      "provision_ref": "art3",
      "chapter": "1. Abschnitt: Allgemeines",
      "section": "3",
      "title": "Dienstbüchlein, Militärischer Leistungsausweis und Schiessbüchlein",
      "content": "Die Kursleitung trägt das Bestehen der Schiesskurse in den militärischen Leistungsausweis oder in das Schiessbüchlein ein; das Bestehen des Verbliebenenkurses auch in das Dienstbüchlein."
    },
    {
      "provision_ref": "art4",
      "chapter": "1. Abschnitt: Allgemeines",
      "section": "4",
      "title": "Entschädigung der Benützung von Schiessanlagen",
      "content": "1 Bei der Benützung von zivilen Schiessanlagen werden den Gemeinden, den Trägern von Gemeinschaftsschiessanlagen oder den Schiessvereinen Entschädigungen nach Artikel 80 der Verordnung vom 21. Februar 2018 über die Verwaltung der Armee ausgerichtet. 2 Bei der Durchführung von Jungschützenkursen werden keine Entschädigungen ausgerichtet. 3 Die oder der Kursverantwortliche meldet die von den Schiessvereinen für die Schiesskurse zur Verfügung gestellte Munition mittels Formular «Munitionsgutschrift» der Gruppe Verteidigung. Die Munition wird durch das VBS vergütet. Fassung gemäss Ziff. I der V des VBS vom 23. Nov. 2022, in Kraft seit 1. Jan. 2023 ( AS 2022 827 ). SR 510.301"
    },
    {
      "provision_ref": "art5",
      "chapter": "1. Abschnitt: Allgemeines",
      "section": "5",
      "title": "Entschädigungen",
      "content": "Die Entschädigungen an die Kursteilnehmerinnen und Kursteilnehmer sowie Funktionärinnen und Funktionäre für die Betriebskosten werden im Anhang geregelt. Fassung gemäss Ziff. I der V des VBS vom 23. Nov. 2022, in Kraft seit 1. Jan. 2023 ( AS 2022 827 )."
    },
    {
      "provision_ref": "art6",
      "chapter": "2. Abschnitt: Schützenmeisterkurse",
      "section": "6",
      "title": "Zweck und Ausbildungsziel",
      "content": "1 Die Schützenmeisterkurse 300 m dienen der Ausbildung zur Schützenmeisterin oder zum Schützenmeister 300 m. 2 Die Schützenmeisterkurse 25/50 m dienen der Ausbildung zur Schützenmeisterin oder zum Schützenmeister 25/50 m. 3 Die Ausbildung soll die künftigen Schützenmeisterinnen und Schützenmeister insbesondere befähigen, die Bundesübungen nach der Schiessverordnung zu leiten."
    },
    {
      "provision_ref": "art7",
      "chapter": "2. Abschnitt: Schützenmeisterkurse",
      "section": "7",
      "title": "Durchführung",
      "content": "Die Schützenmeisterkurse werden innerhalb der eidgenössischen Schiesskreise durchgeführt. Sie stehen unter der Verantwortung des zuständigen eidgenössischen Schiessoffiziers, der für die ordnungsgemässe Durchführung sorgt."
    },
    {
      "provision_ref": "art8",
      "chapter": "2. Abschnitt: Schützenmeisterkurse",
      "section": "8",
      "title": "Zeitliche Festlegung und Dauer",
      "content": "Die Schützenmeisterkurse finden jährlich von Anfang Januar bis Ende November statt und dauern zwei Tage. Fassung gemäss Ziff. I der V des VBS vom 23. Nov. 2022, in Kraft seit 1. Jan. 2023 ( AS 2022 827 )."
    },
    {
      "provision_ref": "art9",
      "chapter": "3. Abschnitt: Jungschützenleiterkurse",
      "section": "9",
      "title": "Zweck und Ausbildungsziel",
      "content": "1 Die Jungschützenleiterkurse dienen der Ausbildung der Leiterinnen und Leiter von Jungschützenkursen 300 m. 2 Die Ausbildung soll die künftigen Jungschützenleiterinnen und Jungschützenleiter befähigen, selbstständig Jungschützenkurse zu leiten. Fassung gemäss Ziff. I der V des VBS vom 23. Nov. 2022, in Kraft seit 1. Jan. 2023 ( AS 2022 827 )."
    },
    {
      "provision_ref": "art10",
      "chapter": "3. Abschnitt: Jungschützenleiterkurse",
      "section": "10",
      "title": "Durchführung",
      "content": "Die Jungschützenleiterkurse werden von der Gruppe Verteidigung geplant, organisiert und durchgeführt."
    },
    {
      "provision_ref": "art11",
      "chapter": "3. Abschnitt: Jungschützenleiterkurse",
      "section": "11",
      "title": "Zeitliche Festlegung und Dauer",
      "content": "Die Jungschützenleiterkurse werden jährlich durchgeführt und dauern drei Wochentage."
    },
    {
      "provision_ref": "art12",
      "chapter": "3. Abschnitt: Jungschützenleiterkurse",
      "section": "12",
      "title": "Unterkunft und Verpflegung",
      "content": "Die Kosten der Unterkunft und der Verpflegung gehen zulasten der Gruppe Verteidigung. Die übrigen Auslagen gehen zulasten der Teilnehmer und Teilnehmerinnen. Fassung gemäss Ziff. I der V des VBS vom 23. Nov. 2022, in Kraft seit 1. Jan. 2023 ( AS 2022 827 )."
    },
    {
      "provision_ref": "art13",
      "chapter": "4. Abschnitt: Wiederholungskurse für Schützenmeister und Jungschützenleiter",
      "section": "13",
      "title": "Zweck",
      "content": "Für die Schützenmeisterinnen und Schützenmeister und für die Jungschützenleiterinnen und Jungschützenleiter werden zur Weiterausbildung eintägige Wieder-holungskurse durchgeführt."
    },
    {
      "provision_ref": "art14",
      "chapter": "4. Abschnitt: Wiederholungskurse für Schützenmeister und Jungschützenleiter",
      "section": "14",
      "title": "Durchführung",
      "content": "Die Wiederholungskurse werden innerhalb der eidgenössischen Schiesskreise durchgeführt. Sie stehen unter der Verantwortung des zuständigen eidgenössischen Schiessoffiziers, der für die ordnungsgemässe Durchführung sorgt."
    },
    {
      "provision_ref": "art15",
      "chapter": "5. Abschnitt: Jungschützenkurse",
      "section": "15",
      "title": "Zweck und Ausbildungsziel",
      "content": "1 Der Jungschützenkurs 300 m ist ein Fachbereich der vordienstlichen Ausbildung. 2 Die Ausbildung soll die Jungschützinnen und Jungschützen insbesondere befähigen, das Sturmgewehr 90 sicher zu handhaben und die Schiessfertigkeit im Standschiessen zu erlangen. Fassung gemäss Ziff. I der V des VBS vom 23. Nov. 2022, in Kraft seit 1. Jan. 2023 ( AS 2022 827 )."
    },
    {
      "provision_ref": "art16",
      "chapter": "5. Abschnitt: Jungschützenkurse",
      "section": "16",
      "title": "Durchführung",
      "content": "1 Die Jungschützenkurse werden durch die anerkannten Schiessvereine unter Leitung der Jungschützenleiterinnen und Jungschützenleiter durchgeführt und durch die kantonalen Schiesskommissionen beaufsichtigt 2 Sie dürfen nur durchgeführt werden, wenn mindestens fünf Jungschützinnen oder Jungschützen teilnehmen. Über Ausnahmen entscheidet der zuständige eidgenös-sische Schiessoffizier."
    },
    {
      "provision_ref": "art16bis",
      "chapter": "5. Abschnitt: Jungschützenkurse",
      "section": "16bis",
      "title": "bis Entschädigung",
      "content": "1 Damit der Kurs entschädigt wird, müssen ihn mindestens drei Jungschützen oder Jungschützinnen bestanden haben. 2 Für abgebrochene Kurse wird dem Verein die verschossene Munition vergütet. Eingefügt durch Ziff. I der V des VBS vom 23. Nov. 2022, in Kraft seit 1. Jan. 2023 ( AS 2022 827 )."
    },
    {
      "provision_ref": "art17",
      "chapter": "5. Abschnitt: Jungschützenkurse",
      "section": "17",
      "title": "Zeitliche Festlegung",
      "content": "1 Die Jungschützenkurse finden von Mitte März bis Ende August statt. 2 Mit den Schiessübungen darf erst nach dem Instruktionsrapport der kantonalen Schiesskommission begonnen werden. Über Ausnahmen entscheidet der Präsident oder die Präsidentin der kantonalen Schiesskommission. Fassung gemäss Ziff. I der V des VBS vom 23. Nov. 2022, in Kraft seit 1. Jan. 2023 ( AS 2022 827 )."
    },
    {
      "provision_ref": "art18",
      "chapter": "5. Abschnitt: Jungschützenkurse",
      "section": "18",
      "title": "Wettschiessen",
      "content": "1 Der Jungschützenkurs wird mit einem Wettschiessen abgeschlossen. 2 Zuständig für die Durchführung des Jungschützenwettschiessens ist der Schweizer Schiesssportverband (SSV). 3 Der SSV erlässt das Reglement über das Jungschützenwettschiessen; dieses muss von der Gruppe Verteidigung genehmigt werden."
    },
    {
      "provision_ref": "art19",
      "chapter": "6. Abschnitt: Nachschiesskurse 300 m",
      "section": "19",
      "title": "Teilnehmer",
      "content": "Schiesspflichtige, welche das obligatorische Programm nicht oder nicht vorschriftsgemäss in einem anerkannten Schiessverein geschossen haben, müssen einen Nachschiesskurs auf Distanz 300 m absolvieren."
    },
    {
      "provision_ref": "art20",
      "chapter": "6. Abschnitt: Nachschiesskurse 300 m",
      "section": "20",
      "title": "Durchführung",
      "content": "Die Nachschiesskurse 300 m werden durch die Gruppe Verteidigung unter Einbezug der Kantone geplant, organisiert und in Zusammenarbeit mit dem SSV durchgeführt. Fassung gemäss Ziff. I der V des VBS vom 23. Nov. 2022, in Kraft seit 1. Jan. 2023 ( AS 2022 827 )."
    },
    {
      "provision_ref": "art21",
      "chapter": "6. Abschnitt: Nachschiesskurse 300 m",
      "section": "21",
      "title": "Zeitliche Festlegung",
      "content": "Die Nachschiesskurse 300 m finden jährlich im November statt. Die Termine werden durch die Gruppe Verteidigung jeweils ab September im Internet publiziert. Fassung gemäss Ziff. I der V des VBS vom 23. Nov. 2022, in Kraft seit 1. Jan. 2023 ( AS 2022 827 )."
    },
    {
      "provision_ref": "art22",
      "chapter": "6. Abschnitt: Nachschiesskurse 300 m",
      "section": "22",
      "title": "Aufgebot der Kursteilnehmer",
      "content": "Die kantonalen Militärbehörden bieten die Nachschiesspflichtigen durch amtliche Bekanntmachung auf."
    },
    {
      "provision_ref": "art2324",
      "chapter": "6. Abschnitt: Nachschiesskurse 300 m",
      "section": "2324",
      "title": "",
      "content": "Aufgehoben durch Ziff. I der des VBS V vom 23. Nov. 2022, mit Wirkung seit 1. Jan. 2023 ( AS 2022 827 )."
    },
    {
      "provision_ref": "art25",
      "chapter": "6. Abschnitt: Nachschiesskurse 300 m",
      "section": "25",
      "title": "Meldung bei mangelnder Schiessfertigkeit",
      "content": "1 Die Leitung der Nachschiesskurse 300 m meldet der Gruppe Verteidigung Schiesspflichtige, deren mangelnde Schiessfertigkeit offensichtlich oder vermutlich auf gesundheitliche Ursachen zurückzuführen ist. Beizulegen sind: a. das Standblatt; b. das Dienstbüchlein; c. der militärische Leistungsausweis; d. gegebenenfalls ein Arztzeugnis. 2 Im Bericht sind die Gründe für die mangelnde Schiessfertigkeit zu erwähnen und allfällige Anträge zu stellen. Fassung gemäss Ziff. I der V des VBS vom 23. Nov. 2022, in Kraft seit 1. Jan. 2023 ( AS 2022 827 ). Fassung gemäss Ziff. I der V des VBS vom 23. Nov. 2022, in Kraft seit 1. Jan. 2023 ( AS 2022 827 )."
    },
    {
      "provision_ref": "art26",
      "chapter": "7. Abschnitt: Verbliebenenkurse 300 m",
      "section": "26",
      "title": "Teilnehmer",
      "content": "Schiesspflichtige, welche die vorgeschriebenen Mindestleistungen des obligatorischen Programms nicht erreicht haben, müssen einen Verbliebenenkurs auf Distanz 300 m absolvieren."
    },
    {
      "provision_ref": "art27",
      "chapter": "7. Abschnitt: Verbliebenenkurse 300 m",
      "section": "27",
      "title": "Durchführung",
      "content": "Die Verbliebenenkurse 300 m werden innerhalb der eidgenössischen Schiesskreise durchgeführt. Sie stehen unter der Verantwortung des zuständigen eidgenössischen Schiessoffiziers, der für die ordnungsgemässe Durchführung sorgt. Fassung gemäss Ziff. I der V des VBS vom 23. Nov. 2022, in Kraft seit 1. Jan. 2023 ( AS 2022 827 )."
    },
    {
      "provision_ref": "art28",
      "chapter": "7. Abschnitt: Verbliebenenkurse 300 m",
      "section": "28",
      "title": "Zeitliche Festlegung und Ort",
      "content": "Die Verbliebenenkurse 300 m sind bis spätestens am 31. Mai des nachfolgenden Jahres in der Regel auf Schiessanlagen innerhalb der eidgenössischen Schiesskreise durchzuführen. Der zuständige eidgenössische Schiessoffizier bestimmt Ort und Zeit der Kurse. Fassung gemäss Ziff. I der V des VBS vom 23. Nov. 2022, in Kraft seit 1. Jan. 2023 ( AS 2022 827 )."
    },
    {
      "provision_ref": "art29",
      "chapter": "7. Abschnitt: Verbliebenenkurse 300 m",
      "section": "29",
      "title": "",
      "content": "Aufgehoben durch Ziff. I der des VBS V vom 23. Nov. 2022, mit Wirkung seit 1. Jan. 2023 ( AS 2022 827 )."
    },
    {
      "provision_ref": "art30",
      "chapter": "7. Abschnitt: Verbliebenenkurse 300 m",
      "section": "30",
      "title": "Sold und Anrechnung an die Ausbildungsdienstpflicht",
      "content": "Verbliebenenkurse werden nicht an die Ausbildungsdienstpflicht angerechnet . Fassung gemäss Ziff. I der V des VBS vom 23. Nov. 2022, in Kraft seit 1. Jan. 2023 ( AS 2022 827 )."
    },
    {
      "provision_ref": "art31",
      "chapter": "7. Abschnitt: Verbliebenenkurse 300 m",
      "section": "31",
      "title": "Nichteinrücken",
      "content": "Nicht eingerückte Verbliebene sind durch den Kurskommandanten der Militärbehörde des Wohnkantons zu melden."
    },
    {
      "provision_ref": "art32",
      "chapter": "7. Abschnitt: Verbliebenenkurse 300 m",
      "section": "32",
      "title": "",
      "content": "Aufgehoben durch Ziff. I der des VBS V vom 23. Nov. 2022, mit Wirkung seit 1. Jan. 2023 ( AS 2022 827 )."
    },
    {
      "provision_ref": "art33",
      "section": "33",
      "title": "Meldung bei mangelnder Schiessfertigkeit",
      "content": "Die Leitung der Verbliebenenkurse meldet der Gruppe Verteidigung Schiesspflichtige, deren mangelnde Schiessfertigkeit offensichtlich oder vermutlich auf gesundheitliche Ursachen zurückzuführen ist. Es gelten die Bestimmungen nach Artikel 25."
    },
    {
      "provision_ref": "art34",
      "chapter": "8. Abschnitt: Schlussbestimmungen",
      "section": "34",
      "title": "Vollzug",
      "content": "Die Gruppe Verteidigung vollzieht diese Verordnung."
    },
    {
      "provision_ref": "art35",
      "chapter": "8. Abschnitt: Schlussbestimmungen",
      "section": "35",
      "title": "Aufhebung bisherigen Rechts",
      "content": "Es werden aufgehoben: a. die Verordnung des EMD vom 18. Dezember 1962 über die Schützenmeisterkurse; b. die Verordnung des EMD vom 2. November 1970 über die freiwilligen Jungschützenkurse. In der AS nicht veröffentlicht. In der AS nicht veröffentlicht."
    },
    {
      "provision_ref": "art36",
      "chapter": "8. Abschnitt: Schlussbestimmungen",
      "section": "36",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 1. Januar 2004 in Kraft."
    }
  ],
  "definitions": []
}