{
  "id": "sr-520-16",
  "type": "statute",
  "title": "Verordnung vom 18. Mai 2016 über die Koordination des Verkehrswesens im Hinblick auf Ereignisfälle (VKOVE)",
  "title_en": "",
  "short_name": "VKOVE",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2016/305/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Gegenstand",
      "content": "Diese Verordnung regelt die Zusammenarbeit von zivilen und militärischen Stellen im Verkehrswesen zur Vorbereitung von Massnahmen, die im Fall einer Katastrophe oder Notlage mit landesweiten oder internationalen Auswirkungen oder eines bewaffneten Konflikts (Ereignisfall) getroffen werden müssen."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Leitungsorgan",
      "content": "1 Die Koordinationsaufgaben werden von einem Leitungsorgan wahrgenommen. 2 Im Leitungsorgan sind mit je einem Mitglied vertreten: a. das Bundesamt für Verkehr; b. das Bundesamt für Zivilluftfahrt; c. das Bundesamt für Strassen; d. das Bundesamt für wirtschaftliche Landesversorgung; e. das Bundesamt für Bevölkerungsschutz; f. die Gruppe Verteidigung des Eidgenössischen Departements für Verteidigung, Bevölkerungsschutz und Sport; g. die Eidgenössische Zollverwaltung; h. das Staatssekretariat des Eidgenössischen Departements für auswärtige Angelegenheiten; i. die Konferenz der kantonalen Justiz- und Polizeidirektorinnen und ‑direktoren; j. die Schweizerische Bau-, Planungs- und Umweltdirektoren-Konferenz; k. die Konferenz der kantonalen Direktoren des öffentlichen Verkehrs; l. die Schweizerischen Bundesbahnen; m. die Postauto Schweiz AG. 3 Die Stellen nach Absatz 2 Buchstaben b–m bestimmen ihr Mitglied nach Rücksprache mit der Präsidentin oder dem Präsidenten des Leitungsorgans."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Aufgaben",
      "content": "Das Leitungsorgan nimmt folgende Aufgaben wahr: a. Es bezeichnet die Gefahren und Bedrohungen, die auf die Verkehrsinfrastruktur, die Verkehrsmittel und den Verkehrsablauf landesweite oder internationale Auswirkungen haben können. Dazu stützt es sich auf die Analysen von Fachstellen des Bundes. b. Es schätzt die Auswirkungen der bezeichneten Gefahren und Bedrohungen auf die Verkehrsinfrastruktur, die Verkehrsmittel und den Verkehrsablauf ein und teilt die Einschätzung den zuständigen Stellen mit. c. Es wirkt bei vorsorglichen Planungen mit und koordiniert den Handlungsbedarf zwischen Verkehrsträgern und Verkehrsmitteln. d. Es sorgt für den Austausch fachspezifischer Informationen. e. Es steht im Ereignisfall dem federführenden Departement, Bundesamt, Organ oder Stab zur Koordination und Abstimmung von Massnahmen im Verkehrswesen zur Verfügung."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Präsidium",
      "content": "1 Das vom Bundesamt für Verkehr ernannte Mitglied des Leitungsorgans ist zugleich dessen Präsidentin oder Präsident. 2 Die Präsidentin oder der Präsident des Leitungsorgans nimmt folgende Aufgaben wahr: a. Sie oder er erstattet dem Eidgenössischen Departement für Umwelt, Verkehr, Energie und Kommunikation jährlich schriftlich Bericht über die Tätigkeit des Leitungsorgans. b. Sie oder er kann die Abteilungen und Dienststellen des Bundes sowie die verschiedenen Leistungserbringer im Verkehrswesen direkt kontaktieren und die für die Auftragserfüllung notwendigen Unterlagen und Informationen einfordern."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Beauftragte Organisationen",
      "content": "1 Die beauftragten Organisationen koordinieren die Massnahmen, die im Ereignisfall auf operativer Ebene zu treffen sind, und stimmen diese aufeinander ab. 2 Beauftragte Organisationen sind: a. das Bundesamt für Strassen; b. die Schweizerischen Bundesbahnen; c. die Postauto Schweiz AG."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Zusammenarbeit",
      "content": "Die Verantwortlichen des Verkehrswesens von Bund und Kantonen sowie die beauftragten Organisationen sind verpflichtet, im Hinblick auf Ereignisfälle bereichs- und systemübergreifend zusammenzuarbeiten."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Geschäftsstelle",
      "content": "1 Das Leitungsorgan verfügt über eine Geschäftsstelle. Das Bundesamt für Verkehr führt die Geschäftsstelle. 2 Die Geschäftsstelle unterstützt das Leitungsorgan bei der Aufgabenerfüllung."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Aufhebung eines anderen Erlasses",
      "content": "Die Verordnung vom 1. September 2004 über die Koordination des Verkehrswesens im Ereignisfall wird aufgehoben. [ AS 2004 4163 , 2010 3827 ]"
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 1. Juli 2016 in Kraft."
    }
  ],
  "definitions": []
}