{
  "id": "sr-531-32",
  "type": "statute",
  "title": "Verordnung vom 19. August 2020 über die Sicherstellung der Trinkwasserversorgung in schweren Mangellagen (VTM)",
  "title_en": "",
  "short_name": "VTM",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2020/666/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "1. Abschnitt: Allgemeines",
      "section": "1",
      "title": "Gegenstand, Begriff und Geltungsbereich",
      "content": "1 Diese Verordnung regelt die vorsorglichen Massnahmen zur Sicherstellung der Trinkwasserversorgung in schweren Mangellagen (Art. 2 Bst. b LVG). Die Massnahmen sollen gewährleisten, dass: a. die Versorgung mit Trinkwasser so lange wie möglich aufrechterhalten bleibt; b. Trinkwasser jederzeit in ausreichender Menge vorhanden ist; c. schwere Mangellagen vermieden oder rasch behoben werden können. 2 Als Trinkwasser gilt Wasser im Naturzustand oder nach der Aufbereitung, das zum Trinken, zum Kochen, zur Zubereitung von Lebensmitteln oder zur Reinigung von Bedarfsgegenständen nach Artikel 5 Buchstabe a des Lebensmittelgesetzes vom 20. Juni 2014 vorgesehen, bereitgestellt oder verwendet wird. 3 Diese Verordnung gilt für alle der Öffentlichkeit dienenden Trinkwasserversorgungen sowie für die Abwasserentsorgung, sofern diese die Trinkwasserversorgung gefährden kann. SR 817.0"
    },
    {
      "provision_ref": "art2",
      "chapter": "1. Abschnitt: Allgemeines",
      "section": "2",
      "title": "Mindestmengen",
      "content": "1 In einer schweren Mangellage muss jederzeit folgende Trinkwassermenge verfügbar sein: a. bis zum dritten Tag: so viel wie möglich; b. ab dem vierten Tag: 1. für private Haushalte: mindestens vier Liter pro Person und Tag, 2. für Einrichtungen wie Spitäler, Heime, Gefängnisse, Schulen, Landwirtschaftsbetriebe sowie Betriebe, die lebenswichtige Güter herstellen: mindestens die vom Kanton bestimmte Menge. 2 Die Kantone können die Bereitstellung zusätzlicher Trinkwassermengen vorschreiben. 3 Als Grundlage für die Berechnung der Trinkwassermenge, die insgesamt verfügbar sein muss, dienen für das jeweilige Versorgungsgebiet die aktuell verfügbaren Daten über die Bevölkerungszahl, die Anzahl Landwirtschaftsbetriebe und die Anzahl Betriebe, die lebenswichtige Güter herstellen."
    },
    {
      "provision_ref": "art3",
      "chapter": "2. Abschnitt: Aufgaben der Kantone",
      "section": "3",
      "title": "Grundsatz",
      "content": "1 Die Kantone sorgen für die Sicherstellung der Trinkwasserversorgung in schweren Mangellagen. 2 Zur Erfüllung ihrer Aufgaben können sie mit anderen Kantonen zusammenarbeiten."
    },
    {
      "provision_ref": "art4",
      "chapter": "2. Abschnitt: Aufgaben der Kantone",
      "section": "4",
      "title": "Vorbereitungsmassnahmen",
      "content": "1 Die , Grundwasservorkommen und Quellen, die sich für die Sicherstellung der Trinkwasserversorgung eignen. Es muss insbesondere Angaben enthalten über: a. Ergiebigkeit und Qualität der Grundwasservorkommen; b. See- und Flusswasserfassungen; c. Grundwasserbrunnen und Quellfassungen; d. Reservoire und Pumpwerke; e. Leitungsnetze und Brunnen mit fliessendem Trinkwasser; f. Grundwassernotbrunnen und -aufschlussbohrungen. 2 Die bezeichnen aufgrund einer Risikoabschätzung die für die Versorgung unverzichtbaren Anlagen. 3 Sie bezeichnen die Gemeinden, die einzeln oder zusammen mit anderen Gemeinden in einem bestimmten Versorgungsgebiet die Trinkwasserversorgung in schweren Mangellagen sicherzustellen haben. 4 Sie erstellen mit Hilfe des Inventars digitale Karten und aktualisieren diese periodisch. Das Bundesamt für Umwelt (BAFU) legt die dafür erforderlichen Vorgaben fest. 5 Das Inventar und die digitalen Karten werden nach Artikel 19 Buchstabe f der Informationssicherheitsverordnung vom (ISV) als VERTRAULICH klassifiziert. 6 Die Kantone legen die Aufgabenteilung zwischen Kanton, Krisenorganisation, Gemeinden und Wasserversorgern zur Bewältigung einer schweren Mangellage fest. Sie stellen die Information der Bevölkerung und die Koordination der Akteure bei der Bewältigung der Mangellage sicher. SR 128.1 Fassung gemäss Anhang 2 Ziff. II 34 der Informationssicherheitsverordnung vom 8. Nov. 2023, in Kraft seit 1. Jan. 2024 ( AS 2023 735 )."
    },
    {
      "provision_ref": "art5",
      "chapter": "2. Abschnitt: Aufgaben der Kantone",
      "section": "5",
      "title": "Werkhöfe und Materialbeschaffung",
      "content": "Können die Mindestmengen nach Artikel 2 nicht anders sichergestellt werden, so sorgen die Kantone für die Einrichtung von regionalen Werkhöfen und beschaffen schweres Material wie Schnellkupplungsrohre, Notstromgruppen und Aufbereitungseinheiten."
    },
    {
      "provision_ref": "art6",
      "chapter": "3. Abschnitt: Aufgaben der Betreiber von Wasserversorgungsanlagen",
      "section": "6",
      "title": "Grundsätze",
      "content": "1 Die Betreiber von Wasserversorgungsanlagen treffen die zur Vermeidung von schweren Mangellagen erforderlichen Massnahmen. 2 Die Betreiber von Wasserversorgungsanlagen eines Versorgungsgebiets arbeiten zur Erfüllung ihrer Aufgaben auf Anordnung der zuständigen kantonalen Stelle in organisatorischer und technischer Hinsicht zusammen."
    },
    {
      "provision_ref": "art7",
      "chapter": "3. Abschnitt: Aufgaben der Betreiber von Wasserversorgungsanlagen",
      "section": "7",
      "title": "Konzept zur Sicherstellung der Trinkwasserversorgung",
      "content": "1 Die Betreiber von Wasserversorgungsanlagen erarbeiten je ein Konzept zur Sicherstellung der Trinkwasserversorgung in schweren Mangellagen. 2 Das Konzept muss insbesondere folgende Angaben enthalten: a. Bilanzierung der Wassermenge; b. mögliche Gefahren und Schäden, von denen bei der Planung ausgegangen wird; c. Art und das Ausmass der Massnahmen; d. zeitliche Abfolge der Durchführung der Massnahmen; e. Zusammenarbeit mit den zuständigen Behörden und Interventionsorganen. 3 Das Konzept ist der zuständigen kantonalen Stelle zur Genehmigung vorzulegen. 4 Es wird nach Artikel 19 Buchstabe f ISV als VERTRAULICH klassifiziert. SR 128.1 Fassung gemäss Anhang 2 Ziff. II 34 der Informationssicherheitsverordnung vom 8. Nov. 2023, in Kraft seit 1. Jan. 2024 ( AS 2023 735 )."
    },
    {
      "provision_ref": "art8",
      "chapter": "3. Abschnitt: Aufgaben der Betreiber von Wasserversorgungsanlagen",
      "section": "8",
      "title": "Dokumentation",
      "content": "1 Die Betreiber von Wasserversorgungsanlagen erstellen je eine Dokumentation zur Sicherstellung der Trinkwasserversorgung in schweren Mangellagen. 2 Die Dokumentation muss insbesondere folgende Angaben enthalten: a. Sofortmassnahmen zur Behebung von Störungen; b. Grundlagen für die Berechnung der erforderlichen Mindestmengen; c. Reserve- und Reparaturmaterial; d. Inventar der Wasserversorgungsanlagen und Grundwasservorkommen; e. Einsatzpläne und Pflichtenhefte für das Personal sowie Merkblätter für die Bevölkerung; f. Einsatzpläne für regionale und überregionale Hilfeleistungen. 3 Die Betreiber überprüfen periodisch die Richtigkeit und Vollständigkeit der Dokumentation. 4 Sie stellen der zuständigen kantonalen Stelle auf Verlangen unentgeltlich eine Kopie der Dokumentation zu. 5 Die Dokumentation wird nach Artikel 19 Buchstabe f ISV als VERTRAULICH klassifiziert. SR 128.1 Fassung gemäss Anhang 2 Ziff. II 34 der Informationssicherheitsverordnung vom 8. Nov. 2023, in Kraft seit 1. Jan. 2024 ( AS 2023 735 )."
    },
    {
      "provision_ref": "art9",
      "chapter": "3. Abschnitt: Aufgaben der Betreiber von Wasserversorgungsanlagen",
      "section": "9",
      "title": "Prüfung der Trinkwasserqualität",
      "content": "1 Die Betreiber von Wasserversorgungsanlagen müssen die Trinkwasserqualität in schweren Mangellagen vermehrt prüfen. 2 Die Kantone sorgen für die nötige Unterstützung."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Aus- und Weiterbildungen sowie Übungen",
      "content": "Die Betreiber von Wasserversorgungsanlagen sorgen für die regelmässige Durchführung von Aus- und Weiterbildungen sowie Übungen."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Reserve- und Reparaturmaterial",
      "content": "1 Die Betreiber von Wasserversorgungsanlagen sorgen dafür, dass das zur Sicherstellung der Trinkwasserversorgung erforderliche Reserve- und Reparaturmaterial, einschliesslich Desinfektions- und Dekontaminationsmitteln, zur Verfügung steht. 2 Das Material ist vor schädlichen äusseren Einwirkungen zu schützen."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Bauliche, betriebliche und organisatorische Massnahmen",
      "content": "1 Die Betreiber von Wasserversorgungsanlagen treffen zur Sicherstellung der Trinkwasserversorgung in schweren Mangellagen die erforderlichen baulichen, betrieblichen und organisatorischen Massnahmen. 2 Sie sorgen insbesondere dafür, dass: a. genügend Quellen und Notbrunnen benützt werden können oder genügend Trinkwasser zugeliefert wird, wenn das Rohrnetz ganz oder teilweise ausfällt; b. die Anlagen so weit wie möglich vor Schäden geschützt sind; c. das Versorgungsgebiet über mindestens eine weitere hydrologisch unabhängige Bezugsquelle verfügt; d. benachbarte Wasserversorgungsanlagen mit Verbindungsleitungen zusammengeschlossen werden können; e. Unbefugte keinen Zutritt zu den Anlagen haben. 3 Sie prüfen die Massnahmen regelmässig auf ihre Wirksamkeit."
    },
    {
      "provision_ref": "art13",
      "chapter": "4. Abschnitt: Aufgaben der Betreiber von Abwasseranlagen",
      "section": "13",
      "title": "",
      "content": "Die Betreiber von Abwasseranlagen sorgen dafür, dass ihre Anlagen die Trinkwasserversorgung auch in schweren Mangellagen nicht beeinträchtigen und Ereignisse in Abwasseranlagen keine Auswirkungen auf die Trinkwasserversorgung haben."
    },
    {
      "provision_ref": "art14",
      "chapter": "5. Abschnitt: Schlussbestimmungen",
      "section": "14",
      "title": "Vollzug",
      "content": "1 Die Kantone vollziehen diese Verordnung. 2 Das BAFU und der Fachbereich Energie der wirtschaftlichen Landesversorgung erheben regelmässig den Stand der Vorbereitungsmassnahmen."
    },
    {
      "provision_ref": "art15",
      "chapter": "5. Abschnitt: Schlussbestimmungen",
      "section": "15",
      "title": "Aufhebung eines anderen Erlasses",
      "content": "Die Verordnung vom 20. November 1991 über die Sicherstellung der Trinkwasserversorgung in Notlagen wird aufgehoben. [ AS 1991 2517 ; 2017 3179 Ziff. I 2]"
    },
    {
      "provision_ref": "art16",
      "chapter": "5. Abschnitt: Schlussbestimmungen",
      "section": "16",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 1. Oktober 2020 in Kraft."
    }
  ],
  "definitions": []
}