{
  "id": "sr-512-271-1",
  "type": "statute",
  "title": "Verordnung des VBS vom 4. Dezember 2003 über die Angehörigen des militärischen Flugdienstes (VAmFD)",
  "title_en": "",
  "short_name": "VAmFD",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2003/753/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "1. Abschnitt: Ausbildung",
      "section": "1",
      "title": "Grundausbildung der Milizangehörigen",
      "content": "Die Milizangehörigen des militärischen Flugdienstes werden in den Schulen der Luftwaffe ausgebildet."
    },
    {
      "provision_ref": "art2",
      "chapter": "1. Abschnitt: Ausbildung",
      "section": "2",
      "title": "Brevetierung",
      "content": "1 Brevetiert werden: a. Berufsmilitärpiloten nach erfolgreichem Abschluss der Pilotenschule der Luftwaffe; b. Berufs-Operateure von Forward-Looking Infrared Systemen (Berufs-FLIR-Operateure), Berufsbordfotografen, Milizbordoperateure sowie Miliz- und Berufsdrohnenoperateure nach erfolgreichem Abschluss der technischen Ausbildung; c. Milizfallschirmaufklärer-Offiziere während der Offiziersschule mit Praktikum und Milizfallschirmaufklärer-Unteroffiziere nach erfolgreichem Abschluss des praktischen Dienstes. 2 Die Brevetierten erhalten einen Ausweis (Brevet). Sie sind berechtigt, das entsprechende Spezialistenabzeichen zu tragen. 3 Anwärter und Anwärterinnen aus anderen Truppengattungen werden mit der Brevetierung zu den Fliegertruppen versetzt. In Anlehnung an die MFV wird für die Funktionen ausschliesslich die männliche Form verwendet. Es stehen jedoch sämtliche Funktionen auch weiblichen Angehörigen der Armee offen."
    },
    {
      "provision_ref": "art3",
      "chapter": "1. Abschnitt: Ausbildung",
      "section": "3",
      "title": "Pflichtübungen",
      "content": "1 Die Angehörigen des militärischen Flugdienstes absolvieren regelmässig Flug- oder Fallschirmsprungübungen. Die Luftwaffe bestimmt jährlich die Anzahl der Übungen. 2 Die Milizangehörigen des militärischen Flugdienstes absolvieren die Übungen in Fortbildungsdiensten der Truppe."
    },
    {
      "provision_ref": "art4",
      "chapter": "1. Abschnitt: Ausbildung",
      "section": "4",
      "title": "Individuelles Training",
      "content": "1 Das individuelle Training gilt als Militärdienst, wird aber nicht an die Ausbildungsdienstpflicht angerechnet. 2 Die Milizangehörigen des militärischen Flugdienstes leisten das Training tageweise. Beim Einrücken und bei der Entlassung tragen sie Zivilkleider. Im Einzelfall kann das Tragen der Uniform angeordnet werden. Fassung gemäss Ziff. I der V des VBS vom 21. Juni 2006, in Kraft seit 1. Juli 2006 ( AS 2006 2667 )."
    },
    {
      "provision_ref": "art5",
      "chapter": "1. Abschnitt: Ausbildung",
      "section": "5",
      "title": "Trainingsunterbruch",
      "content": "1 Das Training unterbrechen dürfen: a. Milizmilitärpiloten auf Jets während höchstens sechs Kalenderwochen; b. Milizmilitärpiloten auf Helikoptern während höchstens vier Kalenderwochen; c. Milizmilitärpiloten auf Propellerflugzeugen während höchstens acht Kalenderwochen; d. Milizbordoperateure während höchstens acht Kalenderwochen; e. Milizdrohnenoperateure während höchstens sechs Kalenderwochen. 2 Die Luftwaffe legt den Trainingsunterbruch durch Weisung fest. 3 Sie kann in besonderen Fällen einen längeren Unterbruch bewilligen. Fassung gemäss Ziff. I der V des VBS vom 21. Juni 2006, in Kraft seit 1. Juli 2006 ( AS 2006 2667 )."
    },
    {
      "provision_ref": "art6",
      "chapter": "2. Abschnitt: Fliegermedizinische Tauglichkeit, Einstellung im militärischen Flugdienst und Wiederzulassung",
      "section": "6",
      "title": "Fliegermedizinische Tauglichkeitsuntersuchung",
      "content": "1 Die Gültigkeitsdauer des ärztlichen Tauglichkeitsattests beträgt: a. für Militärpiloten und Fallschirmaufklärer bis zum 40. Altersjahr zwölf, ab dem 41. Altersjahr sechs Monate; b. für Bordoperateure, Berufs-FLIR-Operateure, Berufsbordfotografen und Drohnenoperateure zwölf Monate. 2 In besonderen Fällen kann das Fliegerärztliche Institut (FAI) eine kürzere Gültigkeitsdauer festlegen. 3 Fliegermedizinische Untersuchungen gelten als Einzeldiensttage, die an den Ausbildungsdienst angerechnet werden. Die Luftwaffe erlässt das Aufgebot."
    },
    {
      "provision_ref": "art7",
      "chapter": "2. Abschnitt: Fliegermedizinische Tauglichkeit, Einstellung im militärischen Flugdienst und Wiederzulassung",
      "section": "7",
      "title": "Zuständigkeit für die Einstellung",
      "content": "1 Das FAI ordnet die vorübergehende Einstellung aus medizinischen Gründen an und stellt den Antrag auf endgültige Einstellung aus medizinischen Gründen an die Luftwaffe. 2 Die Luftwaffe stellt den Antrag auf endgültige Einstellung von Berufsangehörigen an das VBS und ordnet in allen andern Fällen die Einstellung an."
    },
    {
      "provision_ref": "art8",
      "chapter": "2. Abschnitt: Fliegermedizinische Tauglichkeit, Einstellung im militärischen Flugdienst und Wiederzulassung",
      "section": "8",
      "title": "Wiederzulassung",
      "content": "1 Die Angehörigen des militärischen Flugdienstes, die aus medizinischen Gründen vorübergehend im militärischen Flugdienst eingestellt worden sind, dürfen diesen erst wieder aufnehmen, wenn das FAI nach einer medizinischen Abklärung die Einstellung aufgehoben hat. 2 Wurde die Einstellung aus anderen als medizinischen Gründen angeordnet und dauert sie länger als sechs Monate, so dürfen die Betroffenen die Tätigkeit erst wieder aufnehmen, wenn sie vom FAI für tauglich erklärt worden sind. 3 Die Luftwaffe entscheidet über die Wiederzulassung und die Einstufung in die ursprüngliche oder eine andere Kategorie nach den Artikeln 19, 20 oder 36, nachdem das FAI die Tauglichkeit für die betreffende Kategorie erklärt hat."
    },
    {
      "provision_ref": "art9",
      "chapter": "3. Abschnitt: Entschädigung der Milizangehörigen",
      "section": "9",
      "title": "Auszahlung",
      "content": "1 Die jährliche Entschädigung nach Artikel 17 MFV wird monatlich in gleichen Raten ausgezahlt. 2 Bei Trainingsunterbrüchen werden die Monatsraten erst ausbezahlt, wenn die betreffende Person im jeweiligen Kalenderjahr den Flug- oder Fallschirmsprungdienst aufgenommen hat. Die zurückbehaltenen Monatsraten werden in der Folge rückwirkend ausgezahlt."
    },
    {
      "provision_ref": "art10",
      "chapter": "3. Abschnitt: Entschädigung der Milizangehörigen",
      "section": "10",
      "title": "Kürzung der Entschädigung",
      "content": "1 Wer die für seine Kategorie vorgeschriebenen Dienstleistungen, Pflichtübungen oder Trainings aus eigenem Verschulden nicht vollständig absolviert, hat die Differenz zwischen der erhaltenen Entschädigung und derjenigen für die nächsttiefere Kategorie nach Anhang der MFV zurückzuerstatten. I 2 Wird der zulässige Trainingsunterbruch unentschuldigt oder ohne genügende Begründung überschritten, so wird die Entschädigung nach Anhang der MFV gekürzt. Die Kürzung beträgt: a. für Milizpiloten mit vierwöchiger Trainingspflicht einen Zwölftel, für solche mit sechswöchiger Trainingspflicht einen Achtel und für solche mit achtwöchiger Trainingspflicht einen Sechstel; b. für Milizbordoperateure einen Sechstel; c. für Milizfallschirmaufklärer einen Zwölftel. Fassung gemäss Ziff. I der V des VBS vom 21. Juni 2006, in Kraft seit 1. Juli 2006 ( AS 2006 2667 )."
    },
    {
      "provision_ref": "art11",
      "chapter": "3. Abschnitt: Entschädigung der Milizangehörigen",
      "section": "11",
      "title": "Fortzahlung der Entschädigung bei vorübergehender Einstellung",
      "content": "1 Die Milizangehörigen des Flug- und Fallschirmsprungdienstes erhalten die Entschädigung während höchstens drei Monaten pro Kalenderjahr, wenn sie vorübergehend im Flug- oder Fallschirmsprungdienst eingestellt werden wegen: a. Krankheiten oder Unfällen, die nicht mit Militärflug- oder Fallschirm-sprungeinsätzen zusammenhängen, oder Mutterschaftsurlaub; b. Auslandaufenthalt von weniger als sechs Monaten, sofern sie während dieser Zeit den Wohnsitz in der Schweiz beibehalten. 2 Der Anspruch beginnt nach Ablauf des Monats, in dem die Einstellung angeordnet worden ist."
    },
    {
      "provision_ref": "art12",
      "chapter": "3. Abschnitt: Entschädigung der Milizangehörigen",
      "section": "12",
      "title": "Entschädigung bei Unfall und Erkrankung infolge von Einsätzen",
      "content": "1 Die Milizangehörigen des Flug- und Fallschirmsprungdienstes erhalten die Entschädigung während höchstens drei Jahren, wenn sie im Flug- oder Fallschirmsprungdienst eingestellt werden wegen: a. eines Unfalls, den sie bei einem Militärflug, bei einem Fallschirmabsprung oder bei Tätigkeiten erlitten haben, die mit einem Militärflug- oder Fallschirmsprungeinsatz unmittelbar zusammenhängen; b. Erkrankung als Folge von Militärflügen oder Fallschirmabsprüngen. 2 Der Anspruch beginnt nach Ablauf des Monats, in dem die Einstellung angeordnet worden ist. 3 Die Höchstdauer des Anspruchs bezieht sich auf die gesamte Dienstzeit. Werden die Betroffenen mehrmals im Flug- oder Fallschirmsprungdienst eingestellt, so werden die einzelnen Einstellungen zusammengezählt."
    },
    {
      "provision_ref": "art13",
      "chapter": "3. Abschnitt: Entschädigung der Milizangehörigen",
      "section": "13",
      "title": "Entschädigung bei Einstellung aus anderen Gründen",
      "content": "1 Den Milizangehörigen des Flug- und Fallschirmsprungdienstes, die aus anderen Gründen als Krankheit, Unfall, Mutterschaftsurlaub oder Auslandurlaub im Flug- oder Fallschirmsprungdienst eingestellt werden, wird die Entschädigung vorläufig nicht ausbezahlt. 2 Die Entschädigung wird rückwirkend ausbezahlt, wenn die Betroffenen ohne eigenes Verschulden im Flug- oder Fallschirmsprungdienst eingestellt worden sind und erneut zu diesem zugelassen werden. 3 Die Entschädigung für die Zeit der Einstellung kann gekürzt oder gestrichen werden, wenn die Betroffenen aus eigenem Verschulden im Flug- oder Fallschirmsprungdienst eingestellt wurden. Bei der Bemessung werden insbesondere der Grad des Verschuldens und die militärische Führung der Fehlbaren berücksichtigt. 4 Der Anspruch auf Entschädigung endet im Zeitpunkt der endgültigen Einstellung im Flug- oder Fallschirmsprungdienst."
    },
    {
      "provision_ref": "art14",
      "chapter": "4. Abschnitt: Einsatz auf Luftfahrzeugen",
      "section": "14",
      "title": "Luftfahrzeugtypen",
      "content": "Die Luftwaffe bestimmt, welche Personen auf welchen Luftfahrzeugtypen eingesetzt werden."
    },
    {
      "provision_ref": "art15",
      "chapter": "4. Abschnitt: Einsatz auf Luftfahrzeugen",
      "section": "15",
      "title": "Einsatz auf Zivilluftfahrzeugen und ausländischen Luftfahrzeugen",
      "content": "1 Die Luftwaffe kann die Angehörigen des Flug- und Fallschirmsprungdienstes zu Flügen mit schweizerischen Zivilluftfahrzeugen oder ausländischen Luftfahrzeugen kommandieren. Sie kann Fallschirmabsprünge aus solchen Luftfahrzeugen anordnen. 2 Solche Flüge und Fallschirmabsprünge, namentlich auch Flüge, die von Berufsmilitärpiloten für das Bundesamt für Landestopographie oder andere Stellen des Bundes durchgeführt werden, gelten dienstrechtlich als militärische Flüge und Fallschirmabsprünge. 3 Die Luftwaffe kann Drohnenoperateure zu Einsätzen mit ausländischen Drohnensystemen kommandieren. Diese Einsätze gelten dienstrechtlich als militärische Einsätze."
    },
    {
      "provision_ref": "art16",
      "chapter": "1. Abschnitt: Anstellungsvoraussetzungen und Ausbildung",
      "section": "16",
      "title": "Anstellungsvoraussetzungen",
      "content": "1 Als Berufsmilitärpilot kann angestellt werden, wer: a. die Zulassungsvoraussetzungen für eine staatlich anerkannte universitäre Hochschule oder eine staatlich anerkannte Fachhochschule erfüllt; b. nach abgeschlossenem praktischem Dienst mindestens den Grad des Leutnants bekleidet; c. gute Qualifikationen aus den bisherigen Militärdienstleistungen besitzt; d. Kenntnisse in einer zweiten Landessprache und gute Englischkenntnisse hat; e. einen Strafregisterauszug ohne Eintrag vorweisen kann; e bis . einen Betreibungsregisterauszug ohne Eintrag vorweisen kann; f. das Höchstalter von 26 Jahren nicht überschritten hat; g. im Rahmen der fliegerischen Ausbildung nach Artikel 103 a des Luftfahrtgesetzes vom 21. Dezember 1948 (LFG) für die Ausbildung zum Berufsmilitärpiloten als geeignet beurteilt worden ist oder bei abgeschlossener privater Flugausbildung eine Eignungsprüfung bestanden hat; wer bereits im Rahmen der fliegerischen Ausbildung nach Artikel 103 a LFG für die Ausbildung zum Berufsmilitärpiloten als ungeeignet beurteilt worden ist, wird nicht zur Eignungsprüfung zugelassen; und h. die Abklärung der körperlichen Tauglichkeit sowie der geistigen und charakterlichen Eignung durch das FAI bestanden hat; i. … k. … 2 Berufsmilitärpiloten müssen zudem mindestens eine der folgenden Voraussetzungen erfüllen: a. die höchstens zehn Tage dauernde Berufseignungsabklärung zur befristeten Anstellung als Berufsmilitärpilotkandidatin oder -kandidat bestanden haben; b. die Abklärung der fliegerischen Eignung in der Pilotenschule der Luftwaffe zur unbefristeten Anstellung als Berufsmilitärpilotenanwärterin oder ‑anwärter bestanden haben; c. die Grundausbildung für Berufsmilitärpiloten nach Art. 17 Absatz 1 erfolgreich abgeschlossen haben. Fassung gemäss Ziff. I der V des VBS vom 8. Juli 2016, in Kraft seit 1. Jan. 2017 ( AS 2016 2835 ). Fassung gemäss Ziff. I der V des VBS vom 8. Juli 2016, in Kraft seit 1. Jan. 2017 ( AS 2016 2835 ). Fassung gemäss Ziff. I der V des VBS vom 8. Juli 2016, in Kraft seit 1. Jan. 2017 ( AS 2016 2835 ). Fassung gemäss Ziff. I der V des VBS vom 8. Juli 2016, in Kraft seit 1. Jan. 2017 ( AS 2016 2835 ). Fassung gemäss Anhang der V des VBS vom 7. Dez. 2015, in Kraft seit 1. Jan. 2017 ( AS 2015 5027 ). Eingefügt durch Anhang der V des VBS vom 7. Dez. 2015, in Kraft seit 1. Jan. 2017 ( AS 2015 5027 ). Fassung gemäss Ziff. I der V des VBS vom 8. Juli 2016, in Kraft seit 1. Jan. 2017 ( AS 2016 2835 ). SR 748.0 Aufgehoben durch Ziff. I der V des VBS vom 8. Juli 2016, mit Wirkung seit 1. Jan. 2017 ( AS 2016 2835 ). Aufgehoben durch Ziff. I der V des VBS vom 8. Juli 2016, mit Wirkung seit 1. Jan. 2017 ( AS 2016 2835 ). Fassung gemäss Ziff. I der V des VBS vom 8. Juli 2016, in Kraft seit 1. Jan. 2017 ( AS 2016 2835 )."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Ausbildung",
      "content": "1 Berufsmilitärpiloten werden im Rahmen der Pilotenschule der Luftwaffe ausgebildet. Diese Grundausbildung dauert bis zur Brevetierung höchstens vier Jahre. 2 Die Grundausbildung für Berufsmilitärpiloten besteht mindestens aus: a. … b. einer zivilen fliegerischen Ausbildung, die zur Erlangung einer zivilen Berufspilotenlizenz mit Instrumentenflugberechtigung führt; c. der militärischen fliegerischen Grundausbildung und der fliegerischen Spartenausbildung zum Helikopter- oder Jetpiloten. 2bis Berufsmilitärpiloten absolvieren im Rahmen der Laufbahnplanung eine akademische Weiterausbildung. 3 Die Chefin oder der Chef der Armee kann in begründeten Fällen im Rahmen der Grundausbildung wie auch im Rahmen der akademischen Weiterausbildung Ausnahmen bewilligen, wenn Berufsmilitärpiloten beispielsweise einen Teil der Grundausbildung oder ein entsprechendes Studium bereits abgeschlossen haben. 4 Die Luftwaffe erarbeitet die Ausbildungsprogramme. 5 Gestützt auf Artikel 4 Absatz 5 der Bundespersonalverordnung vom 3. Juli 2001 wird mit den Berufsmilitärpiloten eine Rückzahlungsvereinbarung über die Ausbildungskosten abgeschlossen. Die Rückzahlungsvereinbarung bedarf der Zustimmung des VBS. Fassung gemäss Ziff. I der V des VBS vom 21. Juni 2006, in Kraft seit 1. Juli 2006 ( AS 2006 2667 ). Fassung gemäss Ziff. I der V des VBS vom 8. Juli 2016, in Kraft seit 1. Jan. 2017 ( AS 2016 2835 ). Fassung gemäss Ziff. I der V des VBS vom 8. Juli 2016, in Kraft seit Jan. 2017 ( AS 2016 2835 ). Aufgehoben durch Ziff. I der V des VBS vom 8. Juli 2016, mit Wirkung seit 1. Jan. 2017 ( AS 2016 2835 ). Fassung gemäss Ziff. I der V des VBS vom 8. Juli 2016, in Kraft seit 1. Jan. 2017 ( AS 2016 2835 ). Eingefügt durch Ziff. I der V des VBS vom 8. Juli 2016, in Kraft seit 1. Jan. 2017 ( AS 2016 2835 ). Fassung gemäss Ziff. I der V des VBS vom 8. Juli 2016, in Kraft seit 1. Jan. 2017 ( AS 2016 2835 ). SR 172.220.111.3"
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Ernennung zum Berufsmilitärpiloten",
      "content": "Das VBS ernennt die Berufsmilitärpiloten auf Antrag der Luftwaffe."
    },
    {
      "provision_ref": "art19",
      "chapter": "2. Abschnitt: Trainingsordnung für Milizpiloten",
      "section": "19",
      "title": "Einstufung und Dienstleistungen in der Kategorie A",
      "content": "Für die Einstufung und die jährlichen Dienstleistungen in der Kategorie A gilt folgende Regelung: Unterkategorie Funktion Anzahl Tage individuelles Training Minimale Flugstunden A/1 Piloten der Kampfstaffeln 8 50 A/2 Helikopterpiloten der Lufttransportstaffeln nach Bedarf, jedoch höchstens 12 Tage 50* A/3 Flächenflugzeugpiloten der Lufttransportstaffeln bis zur Vollendung des 45. Altersjahres nach Bedarf, jedoch höchstens 12 Tage 30 A/4 Piloten, die in ihrer beruflichen Funktion Staatsluftfahrzeuge fliegen und nicht in einer Fliegerstaffel eingeteilt sind nach Bedarf, jedoch höchstens 45 Tage 50 * Für Super-Puma-Piloten werden die Simulatorstunden angerechnet. Die Luftwaffe bestimmt die jährlich anrechenbare Anzahl Simulatorstunden. Fassung gemäss Ziff. I der V des VBS vom 21. Juni 2006, in Kraft seit 1. Juli 2006 ( AS 2006 2667 )."
    },
    {
      "provision_ref": "art20",
      "chapter": "2. Abschnitt: Trainingsordnung für Milizpiloten",
      "section": "20",
      "title": "Einstufung und Dienstleistungen in der Kategorie B",
      "content": "Für die Einstufung und die jährlichen Dienstleistungen in der Kategorie B gilt folgende Regelung: Unterkategorie Funktion Anzahl Tage individuelles Training Minimale Flugstunden B/1 Flächenflugzeugpiloten der Lufttransportstaffeln ab dem 46. Altersjahr nach Bedarf, jedoch höchstens 12 Tage 20 B/2 Piloten der Zielflug- und der Instrumentenflugstaffel nach Bedarf, jedoch höchstens 12 Tage 20 B/3 Piloten der Ausbildungsstaffel nach Bedarf, jedoch höchstens 12 Tage 20 B/4 DO-27-Piloten nach Bedarf, jedoch höchstens 12 Tage 20 Fassung gemäss Ziff. I der V des VBS vom 3. Dez. 2004, in Kraft seit 1. Jan. 2005 ( AS 2004 5045 ). Fassung gemäss Ziff. I der V des VBS vom 21. Juni 2006, in Kraft seit 1. Juli 2006 ( AS 2006 2667 )."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Zuständigkeit",
      "content": "Die Luftwaffe nimmt Änderungen der Einstufung auf Jahresbeginn vor."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Flugstunden",
      "content": "Die Luftwaffe kann durch Weisung die Anzahl der Flugstunden nach den Artikeln 19 und 20 um höchstens 25 Prozent herabsetzen oder erhöhen, sofern es die militärischen Bedürfnisse und der Ausbildungsstand zulassen oder erfordern."
    },
    {
      "provision_ref": "art23",
      "chapter": "3. Abschnitt: Ausscheiden der Milizmilitärpiloten",
      "section": "23",
      "title": "",
      "content": "1 Milizmilitärpiloten der Kategorien A/1, A/3 und B/3 scheiden spätestens auf Ende des Kalenderjahres, in dem sie das 45. Altersjahr vollenden, aus dem Flugdienst aus. 2 Milizmilitärpiloten der Kategorien A/2, B/1, B/2 und B/4 scheiden spätestens auf Ende des Kalenderjahres, in dem sie das 50. Altersjahr vollenden, aus dem Flugdienst aus. Fassung gemäss Ziff. I der V des VBS vom 21. Juni 2006, in Kraft seit 1. Juli 2006 ( AS 2006 2667 )."
    },
    {
      "provision_ref": "art24",
      "chapter": "4. Abschnitt: Einsatz von Piloten und Pilotinnen ohne Militärpilotenbrevet",
      "section": "24",
      "title": "",
      "content": "1 Die Luftwaffe kann für Flüge des Lufttransportdienstes des Bundes (LTDB) sowie ausnahmsweise zur Ausbildung von Militärpiloten und zu Einsätzen auf Militärluft-fahrzeugen Piloten und Pilotinnen ohne Militärbrevet beiziehen. Ausgenommen sind Einsätze auf Kampfflugzeugen. 2 Das VBS entscheidet auf Antrag der Luftwaffe über die dienstrechtlichen Belange dieser Piloten und Pilotinnen. Fassung gemäss Ziff. I der V des VBS vom 3. Dez. 2004, in Kraft seit 1. Jan. 2005 ( AS 2004 5045 )."
    },
    {
      "provision_ref": "art25",
      "chapter": "1. Abschnitt: Milizbordoperateure",
      "section": "25",
      "title": "Zulassung",
      "content": "1 Zur Ausbildung zum Milizbordoperateur kann zugelassen werden, wer: a. eine Sekundarschule oder gleichwertige Schule und eine Berufslehre oder eine Mittelschule abgeschlossen hat; b. den praktischen Dienst als Leutnant bestanden hat; c. eine gute Qualifikation aus den bisherigen Militärdienstleistungen besitzt; d. Kenntnisse in einer zweiten Landessprache und gute Englischkenntnisse hat; e. eine fachtechnische Eignungsprüfung bestanden hat; f. einen Strafregisterauszug ohne Eintrag vorweisen kann; f bis . einen Betreibungsregisterauszug ohne Eintrag vorweisen kann; g. das Höchstalter von 26 Jahren nicht überschritten hat; und h. die Abklärung der körperlichen Tauglichkeit sowie der geistigen und charakterlichen Eignung durch das FAI bestanden hat. 2 Die Luftwaffe entscheidet über die Zulassung. Fassung gemäss Anhang der V des VBS vom 7. Dez. 2015, in Kraft seit 1. Jan. 2016 ( AS 2015 5027 ). Eingefügt durch Anhang der V des VBS vom 7. Dez. 2015, in Kraft seit 1. Jan. 2016 ( AS 2015 5027 )."
    },
    {
      "provision_ref": "art26",
      "chapter": "1. Abschnitt: Milizbordoperateure",
      "section": "26",
      "title": "Dienstleistungen",
      "content": "Die Milizbordoperateure müssen pro Kalenderjahr folgende Dienste leisten: a. individuelles Training nach Bedarf, jedoch höchstens acht Tage; b. 20 Flugstunden."
    },
    {
      "provision_ref": "art27",
      "chapter": "1. Abschnitt: Milizbordoperateure",
      "section": "27",
      "title": "Flugstunden",
      "content": "Die Luftwaffe kann durch Weisung die Anzahl der Flugstunden nach Artikel 26 bis auf 15 Stunden herabsetzen oder bis auf 25 Stunden erhöhen, sofern es die militärischen Bedürfnisse und der Ausbildungsstand zulassen oder erfordern."
    },
    {
      "provision_ref": "art28",
      "chapter": "1. Abschnitt: Milizbordoperateure",
      "section": "28",
      "title": "Aufnahme des Flugdienstes",
      "content": "Die Milizbordoperateure nehmen ihren Flugdienst (Trainingskurs, individuelles Training) nach der Brevetierung auf."
    },
    {
      "provision_ref": "art29",
      "chapter": "2. Abschnitt: Berufsbordoperateure",
      "section": "29",
      "title": "Anstellungsvoraussetzungen",
      "content": "1 Als Berufsbordoperateur kann ab Beginn der Grundausbildung angestellt werden, wer: a. als Milizbordoperateur den praktischen Dienst als Hauptmann bestanden hat; b. eine sehr gute Qualifikation aus den bisherigen Militärdienstleistungen besitzt; c. einen Strafregisterauszug ohne Eintrag vorweisen kann; c bis . einen Betreibungsregisterauszug ohne Eintrag vorweisen kann; d. das Höchstalter von 30 Jahren nicht überschritten hat; und e. in einer höchstens drei Tage dauernden Berufseignungsabklärung als geeignet befunden worden ist. 2 Der Chef der Armee kann in begründeten Ausnahmefällen und bei ausgewiesenem Bedarf des Arbeitgebers andere Voraussetzungen im Sinne von Absatz 1 Buchstabe a oder b anerkennen. Fassung gemäss Anhang der V des VBS vom 7. Dez. 2015, in Kraft seit 1. Jan. 2016 ( AS 2015 5027 ). Eingefügt durch Anhang der V des VBS vom 7. Dez. 2015, in Kraft seit 1. Jan. 2016 ( AS 2015 5027 )."
    },
    {
      "provision_ref": "art30",
      "chapter": "2. Abschnitt: Berufsbordoperateure",
      "section": "30",
      "title": "Ausbildung",
      "content": "1 Berufsbordoperateure werden in der Berufsbordoperateurschule der Luftwaffe ausgebildet. Diese dauert höchstens zwölf Monate. 2 Die Ausbildung für Berufsbordoperateure besteht aus einer technischen Grundausbildung und einer Weiterausbildung. 3 Die Luftwaffe legt die Ausbildungsprogramme fest."
    },
    {
      "provision_ref": "art31",
      "chapter": "3. Abschnitt: Berufs-FLIR-Operateure",
      "section": "31",
      "title": "Anstellungsvoraussetzungen",
      "content": "1 Als Berufs-FLIR-Operateur kann ab Beginn der Grundausbildung angestellt werden, wer: a. nach einer Sekundarschule oder gleichwertigen Schule eine Berufslehre erfolgreich absolviert oder eine Mittelschule abgeschlossen hat; b. den praktischen Dienst als Leutnant bestanden hat; c. eine gute Qualifikation aus den bisherigen Militärdienstleistungen besitzt; d. Kenntnisse in einer zweiten Landessprache hat; e. einen Strafregisterauszug ohne Eintrag vorweisen kann; e bis . einen Betreibungsregisterauszug ohne Eintrag vorweisen kann; f. die Abklärung der körperlichen Tauglichkeit sowie der geistigen und charakterlichen Eignung durch das FAI bestanden hat; und g. in einer höchstens drei Tage dauernden Berufseignungsabklärung als geeignet befunden worden ist. 2 Der Chef der Armee kann in begründeten Ausnahmefällen und bei ausgewiesenem Bedarf des Arbeitgebers andere berufliche Qualifikationen im Sinne von Absatz 1 Buchstabe a sowie andere militärische Voraussetzungen anerkennen. Fassung gemäss Anhang der V des VBS vom 7. Dez. 2015, in Kraft seit 1. Jan. 2016 ( AS 2015 5027 ). Eingefügt durch Anhang der V des VBS vom 7. Dez. 2015, in Kraft seit 1. Jan. 2016 ( AS 2015 5027 )."
    },
    {
      "provision_ref": "art32",
      "chapter": "3. Abschnitt: Berufs-FLIR-Operateure",
      "section": "32",
      "title": "Ausbildung",
      "content": "1 Die Ausbildung zum Berufs-FLIR-Operateur besteht aus: a. einem Kurs von höchstens 13 Tagen, welcher der Auswahl und der fach-technischen Grundschulung dient; b. einer technischen Ausbildung von höchstens 103 Tagen. [tab] 2 Die Luftwaffe legt die Ausbildungsprogramme fest."
    },
    {
      "provision_ref": "art33",
      "chapter": "4. Abschnitt: Berufsbordfotografen",
      "section": "33",
      "title": "Anstellungsvoraussetzungen",
      "content": "1 Als Berufsbordfotograf kann ab Beginn der Grundausbildung angestellt werden, wer: a. nach einer Sekundarschule oder gleichwertigen Schule eine Berufslehre erfolgreich absolviert oder eine Mittelschule abgeschlossen hat; b. den praktischen Dienst als Leutnant bestanden hat; c. eine gute Qualifikation aus den bisherigen Militärdienstleistungen besitzt; d. Kenntnisse in einer zweiten Landessprache hat; e. einen Strafregisterauszug ohne Eintrag vorweisen kann; e bis . einen Betreibungsregisterauszug ohne Eintrag vorweisen kann; f. die Abklärung der körperlichen Tauglichkeit sowie der geistigen und charakterlichen Eignung durch das FAI bestanden hat; und g. in einer höchstens drei Tage dauernden Berufseignungsabklärung als geeignet befunden worden ist. 2 Der Chef der Armee kann in begründeten Ausnahmefällen und bei ausgewiesenem Bedarf des Arbeitgebers andere berufliche Qualifikationen im Sinne von Absatz 1 Buchstabe a sowie andere militärische Voraussetzungen anerkennen. Fassung gemäss Anhang der V des VBS vom 7. Dez. 2015, in Kraft seit 1. Jan. 2016 ( AS 2015 5027 ). Eingefügt durch Anhang der V des VBS vom 7. Dez. 2015, in Kraft seit 1. Jan. 2016 ( AS 2015 5027 )."
    },
    {
      "provision_ref": "art34",
      "chapter": "4. Abschnitt: Berufsbordfotografen",
      "section": "34",
      "title": "Ausbildung",
      "content": "1 Die Ausbildung zum Berufsbordfotografen besteht aus: a. einem Kurs von höchstens 13 Tagen, welcher der Auswahl und der fach-technischen Grundschulung dient; b. einer technischen Ausbildung von höchstens 103 Tagen. 2 Die Luftwaffe legt die Ausbildungsprogramme fest."
    },
    {
      "provision_ref": "art35",
      "chapter": "1. Abschnitt: Zulassung",
      "section": "35",
      "title": "",
      "content": "1 Zur Ausbildung zum Milizfallschirmaufklärer kann zugelassen werden, wer: a. eine Berufslehre erfolgreich absolviert oder eine Mittelschule abgeschlossen hat; b. einen Strafregisterauszug ohne Eintrag vorweisen kann; b bis . einen Betreibungsregisterauszug ohne Eintrag vorweisen kann; c. das Höchstalter von 25 Jahren nicht überschritten hat; d. die fliegerische Ausbildung nach Artikel 103 a des LFG bestanden oder eine private Fallschirmsprungausbildung abgeschlossen hat und einen gültigen Ausweis des Aero-Clubs der Schweiz besitzt; und e. die Abklärung der körperlichen Tauglichkeit sowie der geistigen und charakterlichen Eignung durch das FAI bestanden hat. 2 Wer eine andere Rekrutenschule als jene für Fallschirmaufklärer bestanden hat und den Vorschlag für die Ausbildung zum Unteroffizier besitzt oder bereits Unteroffizier ist, kann sich ebenfalls um die Zulassung bewerben. Er verpflichtet sich, den Grundausbildungsdienst zu leisten. 3 Die Luftwaffe entscheidet über die Auswahl der Fallschirmaufklärer. Fassung gemäss Anhang der V des VBS vom 7. Dez. 2015, in Kraft seit 1. Jan. 2016 ( AS 2015 5027 ). Eingefügt durch Anhang der V des VBS vom 7. Dez. 2015, in Kraft seit 1. Jan. 2016 ( AS 2015 5027 ). SR 748.0"
    },
    {
      "provision_ref": "art36",
      "chapter": "2. Abschnitt: Trainingsordnung für Milizfallschirmaufklärer",
      "section": "36",
      "title": "Einstufung und Dienstleistungen",
      "content": "Für die Einstufung und die jährlichen Dienstleistungen in der Kategorie C nach Anhang der MFV gilt folgende Regelung: Unterkategorie Funktion Anzahl Tage individuelles Training Minimale Anzahl Absprünge C/1 In der Fallschirmaufklärerkompanie eingeteilte Offiziere und Unteroffiziere 12 40 C/2 In Stäben eingeteilte Offiziere 8 24"
    },
    {
      "provision_ref": "art37",
      "chapter": "2. Abschnitt: Trainingsordnung für Milizfallschirmaufklärer",
      "section": "37",
      "title": "Zuständigkeit",
      "content": "Die Luftwaffe nimmt Änderungen der Einstufung auf Jahresbeginn vor."
    },
    {
      "provision_ref": "art38",
      "chapter": "2. Abschnitt: Trainingsordnung für Milizfallschirmaufklärer",
      "section": "38",
      "title": "Herabsetzung und Erhöhung der Dienstleistungen",
      "content": "Die Luftwaffe kann durch Weisung die Anzahl der Absprünge nach Artikel 36 um höchstens 50 Prozent herabsetzen oder die Anzahl Absprünge und die Anzahl Tage des individuellen Trainings nach Artikel 6 MFV um höchstens 25 Prozent erhöhen, sofern es die militärischen Bedürfnisse und der Ausbildungsstand zulassen oder erfordern."
    },
    {
      "provision_ref": "art39",
      "chapter": "2. Abschnitt: Trainingsordnung für Milizfallschirmaufklärer",
      "section": "39",
      "title": "Training",
      "content": "1 Die Fallschirmaufklärer müssen pro Quartal mindestens vier Absprünge ausführen und ihr sportliches Leistungsvermögen auf hohem Niveau aufrechterhalten. 2 Die Luftwaffe kann in besonderen Fällen Abweichungen oder längere Unterbrechungen bewilligen."
    },
    {
      "provision_ref": "art40",
      "chapter": "2. Abschnitt: Trainingsordnung für Milizfallschirmaufklärer",
      "section": "40",
      "title": "Individuelles Training",
      "content": "1 Das individuelle Training ist in ein militärisches und ein ziviles Training aufgeteilt. 2 Im militärischen Training finden die Absprünge unter Aufsicht eines Fallschirmaufklärer-Offiziers und aus militärischen Luftfahrzeugen statt; sie werden mit der militärischen Sprungausrüstung durchgeführt. 3 Im zivilen Training finden die Absprünge unter Aufsicht eines zivilen Instruktors des Aero-Clubs der Schweiz und aus zivilen Luftfahrzeugen statt; sie können in ziviler Sprungausrüstung durchgeführt werden."
    },
    {
      "provision_ref": "art41",
      "chapter": "2. Abschnitt: Trainingsordnung für Milizfallschirmaufklärer",
      "section": "41",
      "title": "Aufnahme des Fallschirmsprungtrainings",
      "content": "Die Fallschirmaufklärer nehmen ihr Fallschirmsprungtraining (Trainingskurs, individuelles Training) nach der Brevetierung auf."
    },
    {
      "provision_ref": "art42",
      "chapter": "3. Abschnitt: Berufsoffizier-Fallschirmaufklärer und Berufsunteroffizier-Fallschirmaufklärer Berufsunteroffizier-Fallschirmaufklärer",
      "section": "42",
      "title": "",
      "content": "1 Berufsoffiziere und -unteroffiziere, welche die höchstens drei Tage dauernde Eignungsabklärung bestanden haben, können zur Fachausbildung für Fallschirmaufklärer zugelassen werden. Diese dauert höchstens sechs Monate. 2 Die Luftwaffe legt die Ausbildungsprogramme fest."
    },
    {
      "provision_ref": "art43",
      "chapter": "1. Abschnitt: Begriff und Zulassung",
      "section": "43",
      "title": "Begriff",
      "content": "Als Drohnenoperateure gelten Drohnenpiloten sowie Drohnen-Nutzlastoperateure."
    },
    {
      "provision_ref": "art44",
      "chapter": "1. Abschnitt: Begriff und Zulassung",
      "section": "44",
      "title": "Zulassung",
      "content": "1 Zur Ausbildung zum Milizdrohnenoperateur kann zugelassen werden, wer: a. nach einer Sekundarschule oder gleichwertigen Schule eine Berufslehre erfolgreich absolviert oder eine Mittelschule abgeschlossen hat; b. die Offiziersschule bestanden hat; c. eine gute Qualifikation aus den bisherigen Militärdienstleistungen besitzt; d. einen Strafregisterauszug ohne Eintrag vorweisen kann; d bis . einen Betreibungsregisterauszug ohne Eintrag vorweisen kann; e. das Höchstalter von 25 Jahren nicht überschritten hat; f. eine gültige zivile Pilotenlizenz (JAR-PPL [A]: Joint Aviation Requirements-Private Pilot Licence [Aeroplane]) besitzt; g. die Abklärung der körperlichen Tauglichkeit sowie der geistigen und charakterlichen Eignung durch das FAI bestanden hat; und h. in der Eignungsabklärung als geeignet befunden worden ist. 2 Die Luftwaffe entscheidet über die Zulassung zur jeweiligen Fachausbildung. Fassung gemäss Anhang der V des VBS vom 7. Dez. 2015, in Kraft seit 1. Jan. 2016 ( AS 2015 5027 ). Eingefügt durch Anhang der V des VBS vom 7. Dez. 2015, in Kraft seit 1. Jan. 2016 ( AS 2015 5027 )."
    },
    {
      "provision_ref": "art45",
      "chapter": "2. Abschnitt: Trainingsordnung für Milizdrohnenoperateure",
      "section": "45",
      "title": "Einstufungen und Dienstleistungspflicht",
      "content": "Für die Einstufung und die jährliche Dienstleistungspflicht gilt folgende Regelung: Funktion Anzahl Tage individuelles Training Minimale Anzahl Starts und Landungen Minimale Flugstunden* Kommandanten des Drohnengeschwaders oder der Drohnenstaffeln, falls Drohnenoperateure, sowie Drohnenoperateure der Drohnenstaffeln 8 je 10 30 Drohnenoperateure in Stäben 12 je 10 30 * Maximal die Hälfte der Flugstunden kann auf dem Simulator absolviert werden."
    },
    {
      "provision_ref": "art46",
      "chapter": "2. Abschnitt: Trainingsordnung für Milizdrohnenoperateure",
      "section": "46",
      "title": "Flugstunden",
      "content": "Die Luftwaffe kann durch Weisung die Flugstunden nach Artikel 45 um höchstens 30 Prozent herabsetzen oder um höchstens 25 Prozent erhöhen, sofern es die militärischen Bedürfnisse und der Ausbildungsstand zulassen oder erfordern."
    },
    {
      "provision_ref": "art47",
      "chapter": "2. Abschnitt: Trainingsordnung für Milizdrohnenoperateure",
      "section": "47",
      "title": "Aufnahme des Drohnenflugdienstes",
      "content": "Drohnenoperateure nehmen ihren Drohnenflugdienst nach der Brevetierung auf."
    },
    {
      "provision_ref": "art48",
      "chapter": "3. Abschnitt: Einsatz von Drohnenoperateuren ohne Drohnenoperateurbrevet",
      "section": "48",
      "title": "",
      "content": "1 Die Luftwaffe kann zur Ausbildung von Drohnenoperateuren und zu Einsätzen mit dem Drohnensystem ausnahmsweise Operateure und Operateurinnen ohne militärisches Drohnenoperateurbrevet beiziehen. 2 Das VBS entscheidet auf Antrag der Luftwaffe über die dienstrechtlichen Belange dieser Drohnenoperateure."
    },
    {
      "provision_ref": "art49",
      "chapter": "4. Abschnitt: Berufsdrohnenoperateure",
      "section": "49",
      "title": "Anstellungsvoraussetzungen",
      "content": "1 Als Berufsdrohnenoperateur kann ab Beginn der Grundausbildung angestellt werden, wer: a. nach einer Sekundarschule oder gleichwertigen Schule eine Berufslehre erfolgreich absolviert oder eine Mittelschule abgeschlossen hat; b. einen Strafregisterauszug ohne Eintrag vorweisen kann; b bis . einen Betreibungsregisterauszug ohne Eintrag vorweisen kann; c. eine gültige zivile Pilotenlizenz (JAR-PPL [A]) besitzt; d. die Abklärung der körperlichen Tauglichkeit sowie der geistigen und charakterlichen Eignung durch das FAI bestanden hat; und e. in einer höchstens drei Tage dauernden Berufseignungsabklärung als geeignet befunden worden ist. 2 Die Luftwaffe entscheidet über die Zulassung zur jeweiligen Fachausbildung. Fassung gemäss Anhang der V des VBS vom 7. Dez. 2015, in Kraft seit 1. Jan. 2016 ( AS 2015 5027 ). Eingefügt durch Anhang der V des VBS vom 7. Dez. 2015, in Kraft seit 1. Jan. 2016 ( AS 2015 5027 )."
    },
    {
      "provision_ref": "art50",
      "chapter": "4. Abschnitt: Berufsdrohnenoperateure",
      "section": "50",
      "title": "Ausbildung",
      "content": "1 Die Ausbildung zum Berufsdrohnenoperateur besteht aus: a. einem Kurs von höchstens 30 Tagen, welcher der Auswahl und der fach-technischen Grundschulung dient; b. einer technischen Ausbildung von höchstens 150 Tagen. 2 Die Luftwaffe legt die Ausbildungsprogramme fest."
    },
    {
      "provision_ref": "art50a",
      "chapter": "6. Kapitel:",
      "section": "50a",
      "title": "a Straf- und Betreibungsregistereinträge bei der Anstellung",
      "content": "Weist eine Person Registereinträge von untergeordneter Bedeutung aus, kann die Chefin oder der Chef der Armee auf begründeten Antrag der Anstellungsbehörde eine Ausnahme bewilligen."
    },
    {
      "provision_ref": "art50b",
      "chapter": "6. Kapitel:",
      "section": "50b",
      "title": "b Rückforderung der Ausbildungskosten",
      "content": "1 Der Arbeitgeber kann die Ausbildungskosten für die Grundausbildung nach Artikel 17 zurückfordern: a. bei Nichterfüllung oder Wegfall einer Anstellungsvoraussetzung; b. bei vorzeitigem Abbruch oder nicht erfolgreicher Beendigung der Grundausbildung; c. bei Kündigung durch die Arbeitnehmerin oder den Arbeitnehmer. 2 Die Rückforderung richtet sich nach den Bestimmungen der Ausbildungsvereinbarung."
    },
    {
      "provision_ref": "art51",
      "chapter": "7. Kapitel:",
      "section": "51",
      "title": "Aufhebung bisherigen Rechts",
      "content": "Folgende Verordnungen werden aufgehoben: a. Verordnung des VBS vom 19. Mai 2003 über die Militärpiloten und Militärpilotinnen (VMP); b. Verordnung des VBS vom 19. Mai 2003 über die Bordoperateure, die Berufs-FLIR-Operateure sowie die Berufsbordfotografen und Berufsbordfotografinnen (VBF); c. Verordnung des VBS vom 19. Mai 2003 über die Fallschirmaufklärer (VFA); d. Verordnung des VBS vom 29. Juni 2000 über die Drohnenoperateure und Drohnenoperateurinnen. [ AS 2003 1315 ] [ AS 2003 1322 ] [ AS 2003 1328 ] [ AS 2000 1747 ]"
    },
    {
      "provision_ref": "art52",
      "chapter": "7. Kapitel:",
      "section": "52",
      "title": "Übergangsbestimmungen",
      "content": "1 Kandidaten und Kandidatinnen, die im Jahr 2003 Kurse der Fliegerischen Vorschulung absolviert haben, werden nach der Militärpilotenverordnung vom 8. Dezember 1994 in der Fassung vom 25. Februar 1998 zugelassen. 2 Als Höchstalter der Kategorie B/2 (Art. 20) gilt bis Ende 2004 das 50. Altersjahr. 3 Für in die Fallschirmaufklärerkompanie eingeteilte Gefreite und Soldaten gilt bis zur Erfüllung der Militärdienstpflicht die Trainingsordnung der Verordnung vom 19. Mai 2003 über die Fallschirmaufklärer (Art. 4–11). 4 Für Berufsmilitärpiloten, welche die Grundausbildung vor dem 1. Januar 2017 begonnen haben, gelten in Bezug auf Artikel 16 und 17 die bisherigen Bestimmungen. [AS 1995 490, 1998 959. AS 2003 1315 Art. 18] [ AS 2003 1328 ] Eingefügt durch Ziff. I der V des VBS vom 8. Juli 2016, in Kraft seit 1. Jan. 2017 ( AS 2016 2835 )."
    },
    {
      "provision_ref": "art53",
      "chapter": "7. Kapitel:",
      "section": "53",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 1. Januar 2004 in Kraft."
    }
  ],
  "definitions": []
}