{
  "id": "sr-510-81",
  "type": "statute",
  "title": "Verordnung vom 13. November 2024 über die internationale militärische Kooperation (VIMK)",
  "title_en": "",
  "short_name": "VIMK",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2024/685/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "1. Abschnitt: Gegenstand",
      "section": "1",
      "title": "",
      "content": "1 Diese Verordnung regelt für die internationale militärische Kooperation das Verfahren und die Zuständigkeiten für: a. die Aufnahme internationaler militärischer Kontakte; b. die Ein-, Aus- und Durchreise ausländischer militärischer Truppen und von deren Angehörigen am Boden; c. das Tragen und Mitführen ausländischer Militäruniformen in der Schweiz und schweizerischer Militäruniformen im Ausland; d. die Befreiung von Zöllen und bestimmten Steuern für Truppen von Teilnehmerstaaten der Partnerschaft für den Frieden (PfP-Truppen), für Mitglieder solcher Truppen und das entsprechende zivile Gefolge. 2 Vorbehalten bleiben abweichende Regelungen in völkerrechtlichen Verträgen."
    },
    {
      "provision_ref": "art2",
      "chapter": "2. Abschnitt: Internationale militärische Kontakte",
      "section": "2",
      "title": "Geltungsbereich",
      "content": "1 Die Vorschriften dieses Abschnitts gelten für die Bundesverwaltung, die Angehörigen der Armee sowie für militärische Gesellschaften und Dachverbände, soweit sie in Angelegenheiten, welche die Schweizer Armee betreffen, in Kontakt treten: a. mit ausländischen Behörden; b. mit Organisationen und Privaten im In- und Ausland; c. mit schweizerischen Vertretungen im Ausland. 2 Vorbehalten bleibt die Kontaktnahme des Staatssekretariats für Wirtschaft (SECO) mit ausländischen militärischen Stellen zur Wahrnehmung seiner Aufgaben gemäss dem Kriegsmaterialgesetz vom 13. Dezember 1996."
    },
    {
      "provision_ref": "art3",
      "chapter": "2. Abschnitt: Internationale militärische Kontakte",
      "section": "3",
      "title": "Internationale militärische Kontakte",
      "content": "Als internationale militärische Kontakte gelten folgende Aktivitäten: a. das Einholen, die Abgabe oder die Weitergabe von Informationen militärischer Art, insbesondere von Dokumentationen, Auskünften oder Nachrichten; b. Besuche durch ausländische Personen, Behörden und Organisationen bei schweizerischen Militärpersonen, militärischen Stellen und Organisationen sowie von militärischen Übungen, Veranstaltungen, Stäben, Truppen, Schulen, Kursen oder Anlagen in der Schweiz, Einladungen durch schweizerische Militärpersonen, militärische Stellen und Organisationen zu solchen Besuchen sowie entsprechende Besuche durch schweizerische Militärpersonen im Ausland; c. die Teilnahmen durch ausländische Organisationen an militärischen oder militärsportlichen Anlässen in der Schweiz, Einladungen durch schweizerische Militärpersonen, militärische Stellen und Organisationen zu solchen Anlässen, sowie die Teilnahme schweizerischer Organisationen an entsprechenden Veranstaltungen im Ausland; d. die Teilnahme durch ausländische Militärpersonen an Veranstaltungen, insbesondere an Vorträgen oder Debatten, zu Militärfragen in der Schweiz, Einladungen durch schweizerische Militärpersonen, militärische Stellen und Organisationen zu solchen Veranstaltungen sowie die Teilnahme durch schweizerische Militärpersonen an entsprechenden Veranstaltungen im Ausland."
    },
    {
      "provision_ref": "art4",
      "chapter": "2. Abschnitt: Internationale militärische Kontakte",
      "section": "4",
      "title": "Zustimmungsvorbehalt",
      "content": "1 Die formelle Aufnahme internationaler militärischer Kontakte bedarf der vorgängigen Zustimmung des Armeestabs. 2 Die entsprechenden Gesuche sind bei der für das Militärprotokoll zuständigen Stelle im Armeestab (Militärprotokoll) einzureichen. 3 In Fällen mit aussen- oder sicherheitspolitischer Tragweite konsultiert der Armeestab vor dem Entscheid das Staatssekretariat für Sicherheitspolitik (SEPOS) und gegebenenfalls das Eidgenössische Departement für auswärtige Angelegenheiten (EDA)."
    },
    {
      "provision_ref": "art5",
      "chapter": "2. Abschnitt: Internationale militärische Kontakte",
      "section": "5",
      "title": "Ausnahmen von der Bewilligungspflicht",
      "content": "Die folgenden Stellen können in ihrem Aufgabenbereich ohne vorgehende Zustimmung des Armeestabs internationale militärische Kontakte formell aufnehmen: a. die Nachrichtendienste des Eidgenössischen Departements für Verteidigung, Bevölkerungsschutz und Sport (VBS); b. das SEPOS; c. die Fachstelle des Bundes für Informationssicherheit, die Fachstelle Betriebssicherheit und die Fachstelle Personensicherheitsprüfungen des VBS; d. das Oberauditorat und die Militärjustiz; e. das Bundesamt für Rüstung sowie die Rüstungsunternehmen des Bundes, sofern keine schweizerischen Militärpersonen, militärischen Stellen und Organisationen, militärischen Übungen, Veranstaltungen, Stäbe, Truppen, Schulen, Kurse oder Anlagen betroffen sind; f. die für internationale Beziehungen zuständige Stelle der Gruppe Verteidigung (Internationale Beziehungen Verteidigung); g. das Kompetenzzentrum SWISSINT der Armee im Rahmen der bewilligten Einsätze; h. das Militärgeographische Institut des Bundesamtes für Landestopografie."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Informationssicherheit",
      "content": "1 Die Abgabe von klassifizierten Informationen an ausländische Personen und Stellen sowie der Zugang ausländischer Besucher und Besucherinnen zu klassifizierten militärischen Informationen, zu klassifiziertem Material und zu militärischen Anlagen in der Schweiz richten sich nach den entsprechenden Informationssicherheitsvorschriften, insbesondere nach: a. dem im konkreten Fall anwendbaren völkerrechtlichen Vertrag nach Artikel 87 des Informationssicherheitsgesetzes von 18. Dezember 2020; b. der Informationssicherheitsverordnung vom 8. November 2023; c. der Verordnung vom 8. November 2023 über die Personensicherheitsprüfungen; d. der Verordnung vom 8. November 2023 über das Betriebssicherheitsverfahren. 2 Der Armeestab erteilt die Zustimmung nur, wenn die Person, die den internationalen militärischen Kontakt aufnehmen will, die aufgrund der Vorschriften nach Absatz 1 erforderlichen Bewilligungen oder Bescheinigungen vorlegt. 3 Eine Abgabe klassifizierter militärischer Informationen darf in keinem Fall zugesichert werden. Personen, die an solchen Informationen interessiert sind, darf nur die Prüfung ihres Gesuches in Aussicht gestellt werden. 4 Wer nicht klassifizierte Informationen auf Informationsträgern abgeben will, muss diese in einem neutralen, unverschlossenen Umschlag dem Militärprotokoll zur Weiterleitung zustellen; die Stellen nach Artikel 5 können die entsprechenden Informationen direkt übermitteln. 5 Wer einen internationalen militärischen Kontakt organisiert, muss alle daran beteiligten Personen, die mit ausländischen Personen in Kontakt kommen, darüber instruieren, welche militärischen Informationen sie abgeben dürfen. SR 128 SR 128.1 SR 128.31 SR 128.41"
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Verkehr militärischer Organisationen mit dem Militärprotokoll",
      "content": "Militärische Organisationen, die über einen Dachverband verfügen, verkehren über diesen mit dem Militärprotokoll."
    },
    {
      "provision_ref": "art8",
      "chapter": "3. Abschnitt: Ein-, Aus- und Durchreise ausländischer militärischer Truppen und von deren Angehörigen am Boden",
      "section": "8",
      "title": "",
      "content": "1 Die Ein-, Aus- und Durchreise ausländischer militärischer Truppen und von deren Angehörigen am Boden bedarf einer Bewilligung. 2 Die entsprechenden Gesuche sind beim Armeestab einzureichen. 3 Bewilligungsbehörde ist: a. bei Gesuchen ohne aussen- oder sicherheitspolitische Tragweite: der Armeestab; b. bei Gesuchen mit aussen- oder sicherheitspolitischer Tragweite: das SEPOS in Absprache mit der Direktion für Völkerrecht, dem Staatssekretariat des EDA und dem SECO; c. bei Gesuchen mit erheblicher aussen- oder sicherheitspolitischer Tragweite, insbesondere bei Gesuchen um Bewilligungen für Durchreisen, die der Vorbereitung oder Unterstützung von Kampfhandlungen dienen: der Bundesrat. 4 Die Bewilligung zur Durchreise am Boden umfasst auch die Bewilligung zur Durchfuhr des mitgeführten Kriegsmaterials; sie tritt an die Stelle der Durchfuhrbewilligung nach dem Kriegsmaterialgesetz. 5 Können sich die beteiligten Stellen nach Absatz 3 Buchstaben a und b über die Behandlung eines Gesuchs nicht einigen, so wird das Gesuch dem Bundesrat zum Entscheid vorgelegt. 6 Das VBS informiert den Bundesrat jährlich über die Einzelheiten der gestützt auf Absatz 3 Buchstaben a und b bewilligten und abgelehnten Ein-, Aus-, und Durchreisen."
    },
    {
      "provision_ref": "art9",
      "chapter": "4. Abschnitt: Tragen und Mitführen von Militäruniformen",
      "section": "9",
      "title": "Tragen und Mitführen ausländischer Militäruniformen in der Schweiz",
      "content": "1 Das Tragen und Mitführen ausländischer Militäruniformen in der Schweiz ohne Bewilligung ist verboten. 2 Von der Bewilligungspflicht sind ausgenommen: a. die Mitglieder des in der Schweiz beglaubigten diplomatischen Korps; b. die Besatzungen ausländischer Militärflugzeuge, denen das Bundesamt für Zivilluftfahrt das Überfliegen und das Landen in der Schweiz bewilligt hat mit der Erlaubnis, sich während der Zwischenlandung für Unterkunft und Verpflegung in eine nahe gelegene Ortschaft zu begeben; c. Angehörige ausländischer Streitkräfte bei ihrer Tätigkeit im Rahmen der von der Schweiz abgeschlossenen internationalen Vereinbarungen."
    },
    {
      "provision_ref": "art10",
      "chapter": "4. Abschnitt: Tragen und Mitführen von Militäruniformen",
      "section": "10",
      "title": "Tragen und Mitführen schweizerischer Militäruniformen im Ausland",
      "content": "1 Das Tragen und Mitführen schweizerischer Militäruniformen im Ausland ohne Bewilligung ist verboten. 2 Von der Bewilligungspflicht sind ausgenommen: a. das militärdiplomatische Korps der Schweiz; b. schweizerische Angehörige der Armee bei der Durchreise über Strecken im Ausland gemäss dem schweizerisch-deutschen Abkommen vom 5. Februar 1958 über Durchgangsrechte; c. schweizerische Angehörige der Armee bei ihrer Tätigkeit im Ausland im Rahmen der von der Schweiz abgeschlossenen internationalen Vereinbarungen. SR 0.631.256.913.65"
    },
    {
      "provision_ref": "art11",
      "chapter": "4. Abschnitt: Tragen und Mitführen von Militäruniformen",
      "section": "11",
      "title": "Bewilligungsbehörde",
      "content": "Bewilligungsbehörde für das Tragen und Mitführen der Militäruniform ist der Armeestab."
    },
    {
      "provision_ref": "art12",
      "chapter": "5. Abschnitt: Zoll- und Steuerbefreiung",
      "section": "12",
      "title": "Begünstigte",
      "content": "1 Begünstigte von Zoll- und Steuerbefreiung im Sinne der Bestimmungen dieses Abschnitts sind die PfP-Truppen sowie ihre Mitglieder und ihr ziviles Gefolge. 2 Ausgenommen von der Zoll- und Steuerbefreiung sind Personen schweizerischer Staatsangehörigkeit sowie solche, die in der Schweiz ihren Wohnsitz haben. 3 Keinen Anspruch auf Zoll- und Steuerbefreiung haben Mitglieder von PfP-Truppen, die als Einzelpersonen für kurze Dauer in die Schweiz abdetachiert werden."
    },
    {
      "provision_ref": "art13",
      "chapter": "5. Abschnitt: Zoll- und Steuerbefreiung",
      "section": "13",
      "title": "Zoll- und steuerfreie Einfuhr von Ausrüstung und Verpflegung",
      "content": "1 Die PfP-Truppen, ihre Mitglieder und ihr ziviles Gefolge können vorübergehend ihre Ausrüstung zollfrei einführen. 2 Verpflegung, Versorgungsgüter und sonstige Waren können zollfrei eingeführt werden, soweit sie ausschliesslich von den PfP-Truppen, ihren Mitgliedern und ihrem zivilen Gefolge verwendet werden. 3 Die Zollbefreiung schliesst die Befreiung von der Mehrwertsteuer und der Automobilsteuer mit ein."
    },
    {
      "provision_ref": "art14",
      "chapter": "5. Abschnitt: Zoll- und Steuerbefreiung",
      "section": "14",
      "title": "Zoll- und steuerfreie Einfuhr von Mineralölprodukten",
      "content": "1 Waren nach Artikel 2 Absätze 1 und 2 des Mineralölsteuergesetzes vom 21. Juni 1996, die in die Schweiz eingeführt werden und für den dienstlichen Gebrauch durch die in der Schweiz befindlichen Land-, Luft- und Wasserfahrzeuge der PfP-Truppen, deren Mitglieder oder deren ziviles Gefolge bestimmt sind, sind zollfrei. 2 Die Zollbefreiung schliesst die Befreiung von der Mehrwertsteuer und der Mineralölsteuer mit ein. 3 Das regelt das Verfahren."
    },
    {
      "provision_ref": "art15",
      "chapter": "5. Abschnitt: Zoll- und Steuerbefreiung",
      "section": "15",
      "title": "Steuerfreie Lieferung von Treibstoff",
      "content": "1 Die in der Schweiz befindlichen PfP-Truppen, ihre Mitglieder und ihr ziviles Gefolge haben Anspruch auf von der Mineralölsteuer befreiten Treibstoff für ihre dienstlichen Land-, Luft- und Wasserfahrzeuge. 2 Steuerfreier Treibstoff kann verwendet werden, sofern das Fahrzeug von den PfP‑Truppen, von ihren Mitgliedern oder von ihrem zivilen Gefolge für den dienstlichen Gebrauch verwendet wird. 3 Das BAZG regelt im Einvernehmen mit der Logistikbasis der Armee das Verfahren."
    },
    {
      "provision_ref": "art16",
      "chapter": "6. Abschnitt: Schlussbestimmungen",
      "section": "16",
      "title": "Aufhebung anderer Erlasse",
      "content": "Die folgenden Erlasse werden aufgehoben: 1. Verordnung vom 4. November 1970 über das Tragen ausländischer Uniformen in der Schweiz und Schweizerischer Militäruniformen im Ausland; 2. Verordnung vom 24. Juni 2009 über internationale militärische Kontakte; 3. Verordnung vom 26. März 2003 über die Zoll- und Steuerbefreiung der Truppen im Rahmen des PfP-Truppenstatuts. [ AS 1970 1365 ; 1991 1164 ; 2001 2323 ] [ AS 2009 3461 ; 2023 735 Anhang 2 Ziff. II 30] [ AS 2003 1123 ; 2007 1469 Anhang 4 Ziff. 9; 2021 589 ]"
    },
    {
      "provision_ref": "art17",
      "chapter": "6. Abschnitt: Schlussbestimmungen",
      "section": "17",
      "title": "Änderung anderer Erlasse",
      "content": "Die nachstehenden Erlasse werden wie folgt geändert: ... Die Änderungen können unter AS 2024 685 konsultiert werden."
    },
    {
      "provision_ref": "art18",
      "chapter": "6. Abschnitt: Schlussbestimmungen",
      "section": "18",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 1. Januar 2025 in Kraft."
    }
  ],
  "definitions": []
}