{
  "id": "sr-512-271-5",
  "type": "statute",
  "title": "Verordnung des VBS vom 21. November 2018 über das Fliegerärztliche Institut (VFAI)",
  "title_en": "",
  "short_name": "VFAI",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2018/774/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "1 Gegenstand",
      "content": "1 Diese Verordnung regelt die Aufgaben, die Zuständigkeiten und die Organisation des Fliegerärztlichen Instituts der Luftwaffe (FAI). 2 Das FAI ist die fachärztliche Institution des Bundes auf den Gebieten der Flugmedizin und der Flugpsychologie."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Eignungsabklärungen",
      "content": "1 2 Es prüft die Eignung von Bewerberinnen und Bewerbern für das militärische Berufspersonal der Luftwaffe und der Spezialistengruppen sowie von Anwärterinnen und Anwärtern für die Ausbildung zur Generalstabsoffizierin oder zum Generalstabsoffizier."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Tauglichkeitsüberprüfung",
      "content": "Das FAI führt die folgenden Abklärungen durch: a. periodische Überprüfung der medizinischen und psychologischen Flugtauglichkeit von Anwärterinnen und Anwärtern für das fliegende Personal der Armee sowie Angehörigen des fliegenden Personals der Armee; b. Abklärung und periodische Überprüfung der medizinischen und psychologischen Flugtauglichkeit von Inhaberinnen und Inhabern ziviler Pilotenlizenzen, die Flüge mit Militärflugzeugen durchführen; c. Abklärung der medizinischen und psychologischen Flugtauglichkeit von Militär- und Zivilpersonen für Passagierflüge mit Militärflugzeugen, die über einen Schleudersitz verfügen; d. periodische Überprüfung der Gesundheit von höheren Stabsoffizieren der Luftwaffe und von Angehörigen der Spezialistengruppen; und e. periodische Überprüfung der Tauglichkeit für Auslandeinsätze von Anwärterinnen und Anwärtern für das fliegende Personal der Armee, Angehörigen des fliegenden Personals der Armee, höheren Stabsoffizieren der Luftwaffe und Angehörigen der Spezialistengruppen."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Flugmedizinische und flugpsychologische Betreuung",
      "content": "Das FAI ist zuständig für die flugmedizinische und die flugpsychologische Betreuung der Angehörigen des fliegenden Personals der Armee und der Spezialistengruppen."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Ausbildung und Einsatz",
      "content": "1 Das FAI erteilt Angehörigen des fliegenden Personals der Armee und weiteren Spezialistengruppen den flugmedizinischen und flugpsychologischen Unterricht. 2 Es wirkt bei den Einsätzen und der Ausbildung im Rahmen der Luftrettung Armee mit. 3 Es ist zuständig für die Auswahl und die flugmedizinische Ausbildung des fliegerärztlichen Nachwuchses sowie für die Fortbildung der militärischen Fliegerärztinnen und -ärzte. 4 Es trifft Vorbereitungen in Hinblick auf eine Mobilmachung."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Forschung und Beratung",
      "content": "1 Das FAI bearbeitet alle flugmedizinischen und flugpsychologischen Fragestellungen sowohl wissenschaftlich als auch in der Praxis. 2 Es wirkt bei der Verbesserung der Flugsicherheit, bei der Flugunfallprävention und bei der Untersuchung von militärischen Flugunfällen mit. 3 Es ist zuständig für die medizinisch-technischen Belange der Schutz- und Rettungsausrüstung für Angehörige des fliegenden Personals der Armee. 4 Es unterhält mit den entsprechenden Gremien, Hochschulen und Institutionen des In- und Auslands den fachlichen Kontakt."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Regulatorische Tätigkeit",
      "content": "1 Das FAI ist zuständig für die Festsetzung der medizinischen und psychologischen Voraussetzungen für die Zulassung von Angehörigen der Armee zum militärischen Flug- und Sprungdienst. 2 Es setzt die Voraussetzung nach Absatz 1 in Zusammenarbeit mit der Kommandantin oder dem Kommandanten der Luftwaffe, der Ausbildungs- und Trainingsbrigade der Luftwaffe oder den jeweiligen Auswahlgremien fest. 3 Es erlässt fliegerärztliche Vorschriften für Angehörige des fliegenden Personals der Armee sowie fachtechnische Vorschriften für militärische Fliegerärztinnen und ‑ärzte."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Aeromedical Center",
      "content": "Das FAI führt das Aeromedical Center (AeMC) nach den Vorschriften der massgebenden zivilen Behörden."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Unterstellung",
      "content": "Das FAI ist der Kommandantin oder dem Kommandanten der Luftwaffe unterstellt."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Fachliche Zuständigkeit",
      "content": "1 Für allgemeine sanitätsdienstliche Belange ist die Oberfeldärztin oder der Oberfeldarzt der Armee zuständig. 2 Für flugmedizinische Belange im Zusammenhang mit der Führung des AeMC ist die Chefärztin oder der Chefarzt des BAZL zuständig. 3 Für alle flugmedizinischen und flugpsychologischen Belange oder Entscheide der Militäraviatik ist ausschliesslich die Chefin oder der Chef des FAI zuständig. 4 Für die in der Armee eingeteilten Fliegerärztinnen und -ärzte ist die Chefin oder der Chef des FAI zuständig."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Fachpersonen",
      "content": "Das FAI kann Fachpersonen beiziehen."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Übernahme der Arztkosten",
      "content": "1 2 3 Die Kosten für Untersuchungen und Begutachtungen von Bewerberinnen und Bewerbern nach Artikel 2 Absatz 2 sowie von Inhaberinnen und Inhabern ziviler Pilotenlizenzen gehen zu Lasten der Begutachteten."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Aufhebung bisherigen Rechts",
      "content": "Die Verordnung des VBS vom 15. November 2001 über das Fliegerärztliche Institut wird aufgehoben. [ AS 2001 2748 ]"
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 1. Januar 2019 in Kraft."
    }
  ],
  "definitions": []
}