{
  "id": "sr-520-17",
  "type": "statute",
  "title": "Verordnung vom 2. März 2018 über den Bundesstab Bevölkerungsschutz (VBSTB)",
  "title_en": "",
  "short_name": "VBSTB",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2018/162/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Gegenstand",
      "content": "1 Diese Verordnung regelt: a. die Organisation des Bundes zur Vorsorge und Bewältigung von bevölkerungsschutzrelevanten Ereignissen von nationaler Tragweite (Ereignis); b. die Koordination und die Zusammenarbeit zwischen Bund und Kantonen sowie Dritten in der Vorsorge und der Bewältigung von Ereignissen. 2 Als bevölkerungsschutzrelevante Ereignisse von nationaler Tragweite gelten natur‑, technik- und gesellschaftsbedingte Katastrophen und Notlagen, die einen grossen Teil der Bevölkerung oder deren Lebensgrundlagen betreffen oder gefährden. Sie können einen oder mehrere Kantone, die ganze Schweiz oder das Ausland betreffen."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Grundsatz",
      "content": "1 Der Bundesstab Bevölkerungsschutz (BSTB) kommt im Rahmen der Vorsorge und der Bewältigung von Ereignissen zum Einsatz. 2 In anderen sicherheitspolitischen Bereichen kann er weitere Stellen und Stäbe auf Bundesebene unterstützen."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Vorsorge",
      "content": "1 Der BSTB erstellt Vorsorgeplanungen zur Sicherstellung seiner Einsatzbereitschaft. 2 Er bereitet sich auf mögliche Ereignisfälle vor und überprüft die Einsatzbereitschaft durch regelmässige Übungen."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Einsatz im Ereignisfall",
      "content": "1 Der BSTB kommt in einem oder mehreren der folgenden Fälle zum Einsatz: a. Vorliegen eines Ereignisses mit Zuständigkeit des Bundes; b. Ersuchen mehrerer von einem Ereignis betroffener Kantone um Koordination auf Bundesebene; c. Ersuchen eines Kantons, eines Departements, eines Bundesamts oder einer Betreiberin von kritischen Infrastrukturen um Unterstützung zur Bewältigung eines Ereignisses; d. Auftrag des Bundesrats. 2 Zeichnet sich ein Ereignis ab oder ist ein solches eingetreten, so nimmt der BSTB folgende Aufgaben wahr: a. Er stellt den Informationsaustausch und die Koordination mit weiteren Stäben und Stellen des Bundes und der Kantone, mit den Betreiberinnen kritischer Infrastrukturen sowie mit den zuständigen Stellen im Ausland sicher. b. Er führt die Fach- und Teillagen zu einer Gesamtlage zusammen und beurteilt diese. c. Er erarbeitet Entscheidungsgrundlagen zuhanden des Bundesrats, des zuständigen Departements oder Bundesamts. d. Er koordiniert das Expertenwissen auf Stufe Bund. e. Er koordiniert den Einsatz der nationalen und internationalen Ressourcen."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Zusammenarbeit",
      "content": "1 Bund, Kantone und Betreiberinnen kritischer Infrastrukturen arbeiten bei der Vorsorge und der Bewältigung von Ereignissen zusammen. 2 Die Mitglieder des BSTB sorgen für die Regelung der Zusammenarbeit mit: a. nationalen und internationalen Behörden und Stellen; b. Betreiberinnen kritischer Infrastrukturen; c. privaten Partnern. 3 Jeder Kanton bezeichnet gegenüber dem BSTB eine Kontaktstelle für die Vorsorge und eine Alarmmeldestelle für den Einsatz."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Organisation",
      "content": "1 Der BSTB besteht aus: a. einer Direktorenkonferenz; b. einem Planungselement; c. einem Einsatz- und Supportelement; d. einer Geschäftsstelle. 2 Die ständigen Mitglieder sind in Anhang 1 aufgeführt. 3 Der BSTB wird ereignisspezifisch zusammengesetzt und bei Bedarf ergänzt."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Direktorenkonferenz",
      "content": "1 In der Direktorenkonferenz sind vertreten: a. die Bundesratssprecherin oder der Bundesratssprecher; b. die Direktorinnen und Direktoren der Bundesämter und Anstalten des Bundes nach Anhang 1; c. die Chefinnen und Chefs der kantonalen Führungsorganisationen oder deren Stabschefinnen und Stabschefs; d. die Generalsekretärinnen und Generalsekretäre der kantonalen Regierungskonferenzen; e. die oder der Delegierte des Sicherheitsverbunds Schweiz und die oder der Beauftragte des Bundesrats für den Koordinierten Sanitätsdienst. 2 Hinzugezogen werden können: a. die Generalsekretärinnen und Generalsekretäre der betroffenen Departemente, die Direktorinnen und Direktoren weiterer Bundesämter und Anstalten des Bundes sowie Vertreterinnen und Vertreter weiterer Bundesstellen; b. Vertreterinnen und Vertreter der betroffenen Kantone; c. Betreiberinnen kritischer Infrastrukturen; d. Expertinnen und Experten. 3 Die ereignisbezogene Zusammensetzung wird fallweise von der oder dem Vorsitzenden der Direktorenkonferenz in Absprache mit den betroffenen Mitgliedern festgelegt. 4 Die Mitglieder der Direktorenkonferenz koordinieren dem Bundesrat einzureichende Anträge. Im Übrigen bleiben sie für Entscheide in ihrem Bereich zuständig. 5 Sie sorgen in ihrem Zuständigkeitsbereich für die Umsetzung der Massnahmen, die vom Bundesrat oder von den Departementen angeordnet werden. 6 Jedes Mitglied bezeichnet eine Stellvertretung. 7 Die Direktorenkonferenz legt die Aufgaben und Verantwortlichkeiten des BSTB sowie die Verfahren und Prozesse in einer Geschäftsordnung fest."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Vorsitz",
      "content": "1 Die Direktorin oder der Direktor des Bundesamts für Bevölkerungsschutz (BABS) hat den Vorsitz des BSTB inne. 2 Sie oder er sorgt für die Einberufung des BSTB. 3 Die Direktorenkonferenz bestimmt zwei Personen zur Stellvertretung der oder des Vorsitzenden. 4 Im Ereignisfall bestimmt die Direktorenkonferenz, wer den Vorsitz einnimmt."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Planungselement",
      "content": "1 Das Planungselement setzt sich zusammen aus operativ-fachlichen Expertinnen und Experten der Stellen nach Anhang 1. Bei Bedarf können weitere Expertinnen und Experten beigezogen werden. 2 Das Planungselement koordiniert die Vorsorgeplanungen des BSTB. 3 Es sorgt für die Vorbereitung der Entscheidungsgrundlagen für die Direktorenkonferenz. 4 Die Direktorenkonferenz bezeichnet die Mitglieder des Planungselements sowie einen Lenkungsausschuss Planungselement und dessen Leitung."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Einsatz- und Supportelement",
      "content": "1 Das Einsatz- und Supportelement setzt sich zusammen aus: a. der Nationalen Alarmzentrale (NAZ); b. Mitarbeitenden des BABS und Angehörigen des Stabs Bundesrat NAZ. 2 Bei Bedarf können mit dem Einverständnis der vorgesetzten Stellen Mitarbeitende aus anderen Bundesämtern beigezogen werden. 3 Das Einsatz- und Supportelement stellt die Kommunikation zwischen allen betroffenen Stellen, Stäben und Betreiberinnen kritischer Infrastrukturen sowie den Lageverbund sicher. Es unterbreitet der Direktorenkonferenz die Gesamtlage und die mögliche Lageentwicklung. 4 Es ist die Kontaktstelle des BSTB im Ereignisfall. 5 Die beteiligten Bundesstellen und Kantone informieren das Einsatz- und Supportelement: a. wenn sich in ihrem Zuständigkeitsbereich ein Ereignis abzeichnet oder ein solches eingetreten ist; b. über die aktuelle Lage und die Lageentwicklung; c. über getroffene und geplante Massnahmen."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Geschäftsstelle",
      "content": "1 Das BABS betreibt die Geschäftsstelle des BSTB. 2 Die Geschäftsstelle ist zuständig für die ordentliche Geschäftsführung des BSTB. 3 Sie ist die Kontaktstelle des BSTB im Bereich der Vorsorge."
    },
    {
      "provision_ref": "art1213",
      "section": "1213",
      "title": "",
      "content": "Aufgehoben durch Anhang 3 Ziff. II 5 der Bevölkerungsschutzverordnung vom 11. Nov. 2020, mit Wirkung seit 1. Jan. 2021 ( AS 2020 5087 )."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Information und Infoline",
      "content": "1 Der BSTB sorgt für die Bereitstellung der Informationsgrundlagen und die Koordination zwischen Bund, Kantonen und Dritten. 2 Der BSTB, die zuständigen Departemente und Bundesämter sowie weitere betroffene Stellen können im Ereignisfall nationale Infolines betreiben."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Aufhebung und Änderung anderer Erlasse",
      "content": "Die Aufhebung und die Änderung anderer Erlasse werden in Anhang 3 geregelt."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 1. April 2018 in Kraft."
    }
  ],
  "definitions": []
}