{
  "id": "sr-510-291",
  "type": "statute",
  "title": "Verordnung vom 4. Dezember 2009 über den Nachrichtendienst der Armee (V-NDA)",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2009/851/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "1",
      "title": "Gegenstand",
      "content": "Diese Verordnung regelt: a. die Aufgaben und Befugnisse des Nachrichtendienstes der Armee (NDA); b. die Zusammenarbeit des NDA mit Stellen von Bund und Kantonen sowie mit ausländischen Dienststellen; c. die Beschaffung, Bearbeitung und Weitergabe von für die Armee bedeutsamen Informationen über das Ausland; d. den Quellenschutz; e. die Kontrolle des NDA."
    },
    {
      "provision_ref": "art2",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "2",
      "title": "Nachrichtendienst der Armee",
      "content": "Der Nachrichtendienst der Armee umfasst sämtliche Stabsteile und Truppen der Armee, die nachrichtendienstliche Aufgaben erfüllen."
    },
    {
      "provision_ref": "art3",
      "chapter": "2. Abschnitt: Aufgaben und Befugnisse des NDA",
      "section": "3",
      "title": "",
      "content": "1 Der NDA hat die folgenden Aufgaben und Befugnisse: a. Er beschafft für die Armee bedeutsame Informationen über das Ausland nach Artikel 99 Absatz 1 MG und wertet diese aus. b. Er analysiert das militärstrategische Umfeld. c. Er unterstützt die militärische Führung bei der Planung und der Führung von Einsätzen mit Informationen über Bedrohung und Umwelt. d. Er verfolgt die Entwicklung ausländischer Streitkräfte und vergleichbarer Organisationen und leitet daraus Erkenntnisse für die Weiterentwicklung und die Ausbildung der Armee sowie zur Steuerung der Bereitschaft ab. e. Er entwickelt die Nachrichtendienstdoktrin der Armee und führt deren Implementierung. f. Er beteiligt sich an der Entwicklung neuer nachrichtendienstlicher Systeme für die Armee. 2 Die Tätigkeiten des NDA erfolgen zuhanden der Armeeführung, der Truppe und der verantwortlichen nationalen, kantonalen und gegebenenfalls multinationalen Behörden und Kommandostellen. 3 Der NDA informiert den Chef der Armee regelmässig über seine Tätigkeit. Fassung gemäss Ziff. I der V vom 21. Nov. 2018, in Kraft seit 1. Jan. 2019 ( AS 2018 4619 )."
    },
    {
      "provision_ref": "art4",
      "chapter": "3. Abschnitt: Zusammenarbeit",
      "section": "4",
      "title": "Zusammenarbeit mit Stellen von Bund und Kantonen",
      "content": "Der NDA kann seine Produkte interessierten Stellen von Bund und Kantonen zur Verfügung stellen."
    },
    {
      "provision_ref": "art5",
      "chapter": "3. Abschnitt: Zusammenarbeit",
      "section": "5",
      "title": "Zusammenarbeit mit dem Nachrichtendienst des Bundes",
      "content": "1 Der NDA arbeitet insbesondere in den gemeinsamen thematischen Bereichen nach dem Nachrichtendienstgesetz vom 25. September 2015 und nach Artikel 99 Absatz 1 MG eng mit dem Nachrichtendienst des Bundes (NDB) zusammen. NDA und NDB pflegen einen regelmässigen Informationsaustausch und unterstützen sich gegenseitig bei der Erfüllung ihrer Aufgaben. 2 … 3 Die Beschaffung, Auswertung und Verbreitung von für die Armee bedeutsamen Informationen liegt im Verantwortungsbereich des NDA. 4 Der NDA stellt dem NDB Erkenntnisse von sicherheitspolitischer Bedeutung rechtzeitig zur Verfügung. 5 Bei Assistenzdiensteinsätzen im Inland ist der NDA Teil des Nachrichtenverbundes; dieser wird vom NDB geführt. 6 Im Aktivdienst regelt der Bundesrat die Kompetenzen des NDA. SR 121 Fassung gemäss Anhang 4 Ziff. II 10 der Nachrichtendienstverordnung vom 16. Aug. 2017, in Kraft seit 1. Sept. 2017 ( AS 2017 4151 ). Aufgehoben durch Ziff. I der V vom 21. Nov. 2018, mit Wirkung seit 1. Jan. 2019 ( AS 2018 4619 )."
    },
    {
      "provision_ref": "art6",
      "chapter": "3. Abschnitt: Zusammenarbeit",
      "section": "6",
      "title": "Zusammenarbeit mit ausländischen Dienststellen",
      "content": "1 Der NDA kann zur Erfüllung seiner gesetzlichen Aufgaben mit ausländischen Behörden und Kommandostellen auf bi- und multilateraler Ebene zusammenarbeiten. 2 Regelmässige Kontakte des NDA zu ausländischen Behörden und Kommandostellen bedürfen einer jährlichen Genehmigung durch den Bundesrat. 3 Zur Koordination der Kontakte zu ausländischen Behörden und Kommandostellen legt der NDA mit dem NDB eine gemeinsame Partnerdienstpolitik fest und erstellt eine Kontaktplanung. 4 Er ist zuständig für Kontakte zu ausländischen Behörden und Kommandostellen, die militärische nachrichtendienstliche Aufgaben erfüllen. 5 Im Rahmen von Friedensförderungs- und Assistenzdiensteinsätzen im Ausland arbeiten die nachrichtendienstlichen Organe der Truppe vor Ort nach den fachdienstlichen Weisungen des NDA. 6 NDA und NDB können sich gegenseitig Kommunikationsverbindungen zu ausländischen Behörden und Kommandostellen zur Verfügung stellen. Fassung gemäss Ziff. I der V vom 21. Nov. 2018, in Kraft seit 1. Jan. 2019 ( AS 2018 4619 )."
    },
    {
      "provision_ref": "art7",
      "chapter": "4. Abschnitt: Beschaffung von Informationen",
      "section": "7",
      "title": "",
      "content": "Die Beschaffung und Gewinnung von armeerelevanten Informationen erfolgt: a. mit den nachrichtendienstlichen Organen und Mitteln der Armee; b. im Austausch mit in- und ausländischen Stellen; c. aus öffentlich zugänglichen Quellen."
    },
    {
      "provision_ref": "art8",
      "chapter": "5. Abschnitt: Bearbeitung und Weitergabe von Informationen und Personendaten",
      "section": "8",
      "title": "",
      "content": "Der NDA kann die für einen Armeeeinsatz notwendigen Personendaten bearbeiten, einschliesslich Personendaten, welche die Beurteilung des Gefährlichkeitsgrades einer Person erlauben, unabhängig davon, ob es sich um besonders schützenswerte Personendaten handelt oder nicht: a. zum Schutz von Angehörigen der Armee, ihrer Mitarbeiterinnen und Mitarbeiter sowie ihrer Infrastruktur und Quellen vor sicherheitsgefährdenden oder geheimdienstlichen Tätigkeiten; b. für die Überprüfung der für die Aufgabenerfüllung notwendigen Nachrichtenzugänge; c. bei Vorgängen im Ausland, die von sicherheitspolitischer Bedeutung für die Schweiz sind. Fassung gemäss Anhang 2 Ziff. II 59 der Datenschutzverordnung vom 31. Aug. 2022, in Kraft seit 1. Sept. 2023 ( AS 2022 568 ). Fassung gemäss Anhang 2 Ziff. II 59 der Datenschutzverordnung vom 31. Aug. 2022, in Kraft seit 1. Sept. 2023 ( AS 2022 568 )."
    },
    {
      "provision_ref": "art9",
      "chapter": "5. Abschnitt: Bearbeitung und Weitergabe von Informationen und Personendaten",
      "section": "9",
      "title": "Ausnahme von der Pflicht zur Meldung der Bearbeitungstätigkeiten an den EDÖB",
      "content": "1 Datenbearbeitungstätigkeiten, die im Rahmen der Informationsbeschaffung nach Artikel 99 Absatz 2 MG durchgeführt werden, müssen dem Eidgenössischen Datenschutz- und Öffentlichkeitsbeauftragten (EDÖB) nicht gemeldet werden, wenn dies die Informationsbeschaffung gefährden würde. 2 Der NDA informiert den EDÖB in einer allgemeinen Form über diese Datenbearbeitungstätigkeiten. Fassung gemäss Anhang 2 Ziff. II 59 der Datenschutzverordnung vom 31. Aug. 2022, in Kraft seit 1. Sept. 2023 ( AS 2022 568 )."
    },
    {
      "provision_ref": "art10",
      "chapter": "5. Abschnitt: Bearbeitung und Weitergabe von Informationen und Personendaten",
      "section": "10",
      "title": "Weitergabe von Personendaten",
      "content": "1 Der NDA darf Personendaten, die er nach Artikel 99 Absatz 2 MG beschafft hat, an zivile Stellen des Bundes und der Kantone und gegebenenfalls an multinationale Behörden und Kommandostellen weitergeben, sofern: a. dies zur Erfüllung seiner gesetzlichen Aufgaben notwendig ist; oder b. die Bearbeitung der entsprechenden Personendaten in den gesetzlichen Zuständigkeitsbereich der empfangenden Stelle fällt. 2 Mit den Personendaten dürfen keine selbstständigen Datenbanken erstellt werden. 3 Personendaten sind nach Ende des Assistenzdiensteinsatzes zu vernichten. Fassung gemäss Anhang 2 Ziff. II 59 der Datenschutzverordnung vom 31. Aug. 2022, in Kraft seit 1. Sept. 2023 ( AS 2022 568 )."
    },
    {
      "provision_ref": "art10a",
      "chapter": "11",
      "section": "10a",
      "title": "a Verantwortliches Organ und Zweck",
      "content": "1 Der NDA betreibt zur Erfüllung seiner Aufgaben nach Artikel 99 MG das Informatiksystem Militärischer Nachrichtendienst (Ik MND). 2 Das Ik MND dient der Ablage nachrichtendienstlicher Daten und Produkte bis zur Klassifizierungsstufe GEHEIM."
    },
    {
      "provision_ref": "art10b",
      "chapter": "11",
      "section": "10b",
      "title": "b Daten",
      "content": "Das Ik MND enthält folgende Daten: a. nachrichtendienstlich relevante Daten und Produkte wie Berichte und Aufklärungsresultate; b. nach Artikel 8 bearbeitete Personendaten; c. Daten aus offen zugänglichen Quellen."
    },
    {
      "provision_ref": "art10c",
      "chapter": "11",
      "section": "10c",
      "title": "c Datenbeschaffung",
      "content": "Der NDA beschafft die Daten für das Ik MND: a. mittels eigener nachrichtendienstlicher Tätigkeit; b. bei der Armee und der Militärverwaltung; c. bei Schweizer Verteidigungsattachés im Ausland; d. bei anderen in- und ausländischen Nachrichtendiensten; e. bei weiteren Verwaltungseinheiten des Bundes, der Kantone und der Gemeinden; f. aus offen zugänglichen Quellen."
    },
    {
      "provision_ref": "art10d",
      "chapter": "11",
      "section": "10d",
      "title": "d Datenbekanntgabe",
      "content": "1 Die im Ik MND enthaltenen Produkte des Militärischen Nachrichtendienstes (MND) werden der Armeeführung, den Kommandostellen der Armee sowie interessierten Stellen des Bundes und der Kantone zur Erfüllung ihrer gesetzlichen Aufgaben bekannt gegeben. 2 Alle übrigen Daten des Ik MND werden nur den Mitarbeiterinnen und Mitarbeitern des MND und des Dienstes für präventiven Schutz der Armee zur Erfüllung ihrer gesetzlichen Aufgaben durch Abrufverfahren zugänglich gemacht."
    },
    {
      "provision_ref": "art10e",
      "chapter": "11",
      "section": "10e",
      "title": "e Datenaufbewahrung",
      "content": "Die Daten des Ik MND werden bis auf Widerruf, längstens aber während 45 Jahren nach ihrer Beschaffung aufbewahrt."
    },
    {
      "provision_ref": "art10f",
      "chapter": "5b. Abschnitt:",
      "section": "10f",
      "title": "f Verantwortliches Organ und Zweck",
      "content": "1 Der NDA betreibt zur Erfüllung seiner Aufgaben nach Artikel 99 MG das Imagery-Analyst-System (IA-System). 2 Das IA-System dient: a. der Beschaffung und Auswertung von bildbasierten Informationen über das Ausland, die für die Armee bedeutsam sind; b. der Beobachtung und Aufzeichnung von Vorgängen und Einrichtungen insbesondere mittels Fluggeräten und Satelliten."
    },
    {
      "provision_ref": "art10g",
      "chapter": "5b. Abschnitt:",
      "section": "10g",
      "title": "g Daten",
      "content": "Das IA-System enthält folgende Daten: a. digitale Bilddaten in Form von Roh- oder Metadaten, insbesondere solche von bildgebenden Fluggeräten und Satelliten; b. digitale Produkte und Zwischenprodukte mit ausgewerteten Bilddaten; c. nach Artikel 8 bearbeitete Personendaten."
    },
    {
      "provision_ref": "art10h",
      "chapter": "5b. Abschnitt:",
      "section": "10h",
      "title": "h Datenbeschaffung",
      "content": "Der NDA beschafft die Daten für das IA-System: a. beim Bundesamt für Landestopografie; b. bei der Armee und der Militärverwaltung; c. bei weiteren Verwaltungseinheiten des Bundes, der Kantone und der Gemeinden; d. bei ausländischen Partnern; e. aus offen zugänglichen Quellen."
    },
    {
      "provision_ref": "art10i",
      "chapter": "5b. Abschnitt:",
      "section": "10i",
      "title": "i Datenbekanntgabe",
      "content": "1 Der NDA macht die Daten des IA-Systems folgenden Personen zugänglich, soweit dies für die Erfüllung ihrer gesetzlichen Aufgaben notwendig ist: a. durch Abrufverfahren: den Mitarbeiterinnen und Mitarbeitern des Nationalen Imagery Intelligence Center; b. durch Pushverfahren: den Mitarbeiterinnen und Mitarbeitern des MND bei der Armee und der Militärverwaltung sowie denjenigen des NDB. 2 Er kann die Daten des IA-Systems ausgewählten Personen innerhalb der Armee, der Militär- und der übrigen Bundesverwaltung sowie des Sicherheitsverbundes Schweiz selektiv und je nach Inhalt und Klassifizierung in schriftlicher oder mündlicher Form bekannt geben, soweit dies für die Erfüllung ihrer gesetzlichen Aufgaben notwendig ist."
    },
    {
      "provision_ref": "art10j",
      "chapter": "5b. Abschnitt:",
      "section": "10j",
      "title": "j Datenaufbewahrung",
      "content": "Die Daten des IA-Systems werden bis auf Widerruf, längstens aber während 45 Jahren nach ihrer Beschaffung aufbewahrt."
    },
    {
      "provision_ref": "art11",
      "chapter": "6. Abschnitt: Quellenschutz",
      "section": "11",
      "title": "",
      "content": "1 Der NDA schützt seine nachrichtendienstlichen Informationsquellen. Er wägt dabei im Einzelfall die Interessen der zu schützenden Quellen und die Interessen der informationsersuchenden Stelle gegeneinander ab. 2 Nachrichtendienstliche Informationsquellen sind insbesondere: a. Personen, die dem NDA sensitive Informationen weitergeben; b. inländische und ausländische Sicherheitsorgane, mit denen der NDA zusammenarbeitet; c. die Funkaufklärung; d. die Bildaufklärung (IMINT). 3 Bei der Einzelfallabwägung nach Absatz 1 sind folgende Grundsätze zu berücksichtigen: a. Die Identität der Personen, die selber oder deren Angehörige durch eine Weitergabe der Information einer ernsthaften Gefahr für ihre physische oder psychische Integrität ausgesetzt würden, ist umfassend zu schützen, ausser wenn die betroffene Person der Weitergabe zustimmt. b. Die Identität der ausländischen Sicherheitsorgane wird geheimgehalten, ausser wenn: 1. das ausländische Sicherheitsorgan der Weitergabe der Information zustimmt; oder 2. die Weitergabe der Information die Weiterführung der Zusammenarbeit mit dem ausländischen Sicherheitsorgan nicht gefährdet. c. Bei der Funk- und Bildaufklärung werden alle Informationen zur Infrastruktur, zu den eingesetzten technischen Mitteln und zu den operativen Methoden geheim gehalten, ausser wenn deren Weitergabe die Auftragserfüllung des NDA nicht gefährdet. 4 Lehnt der NDA eine Weitergabe ab, so erlässt das VBS eine beschwerdefähige Verfügung. Meinungsverschiedenheiten zwischen Behörden werden einvernehmlich beigelegt. 5 Die Einsichtsrechte der Aufsichtsbehörden des NDA bleiben gewahrt. Fassung gemäss Ziff. I der V vom 21. Nov. 2018, in Kraft seit 1. Jan. 2019 ( AS 2018 4619 ). Fassung gemäss Ziff. I der V vom 21. Nov. 2018, in Kraft seit 1. Jan. 2019 ( AS 2018 4619 )."
    },
    {
      "provision_ref": "art12",
      "chapter": "7. Abschnitt: Kontrolle der Tätigkeiten des NDA",
      "section": "12",
      "title": "Grundsätze",
      "content": "1 Der NDA stellt die Rechtmässigkeit seines Handelns im Sinne einer Selbstkontrolle sicher. 2 Die Aufsicht über den NDA erfolgt gestützt auf Artikel 99 Absatz 5 MG durch die unabhängige Aufsichtsbehörde über die nachrichtendienstlichen Tätigkeiten. Fassung gemäss Anhang Ziff. 4 der V vom 16. Aug. 2017 über die Aufsicht über die nachrichtendienstlichen Tätigkeiten, in Kraft seit 1. Sept. 2017 ( AS 2017 4231 )."
    },
    {
      "provision_ref": "art1315",
      "chapter": "7. Abschnitt: Kontrolle der Tätigkeiten des NDA",
      "section": "1315",
      "title": "",
      "content": "Aufgehoben durch Anhang Ziff. 4 der V vom 16. Aug. 2017 über die Aufsicht über die nachrichtendienstlichen Tätigkeiten, mit Wirkung seit 1. Sept. 2017 ( AS 2017 4231 )."
    },
    {
      "provision_ref": "art16",
      "chapter": "8. Abschnitt: Archivierung",
      "section": "16",
      "title": "",
      "content": "1 Der NDA bietet nicht mehr benötigte oder zur Vernichtung bestimmte Daten dem Bundesarchiv zur Archivierung an. 2 … 3 Er vernichtet die vom Bundesarchiv als nicht archivwürdig bezeichneten Daten. Vorbehalten bleiben weitere gesetzliche Bestimmungen über die Datenvernichtung. Aufgehoben durch Anhang Ziff. 4 der V vom 16. Aug. 2017 über die Aufsicht über die nachrichtendienstlichen Tätigkeiten, mit Wirkung seit 1. Sept. 2017 ( AS 2017 4231 )."
    },
    {
      "provision_ref": "art17",
      "chapter": "9. Abschnitt: Schlussbestimmungen",
      "section": "17",
      "title": "Vollzug",
      "content": "Der Chef der Armee erlässt die für die Führung des NDA erforderlichen Weisungen. Er sorgt insbesondere für: a. eine geeignete Organisation der Nachrichtenbeschaffung; b. für die optimale Zusammenarbeit und den vollumfänglichen Informationsaustausch zwischen den Nachrichtenbeschaffungsorganen; c. die Festlegung der Prozesse zur Beurteilung der Bedrohungslage."
    },
    {
      "provision_ref": "art18",
      "chapter": "9. Abschnitt: Schlussbestimmungen",
      "section": "18",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 1. Januar 2010 in Kraft."
    }
  ],
  "definitions": []
}