{
  "id": "sr-531-215-61",
  "type": "statute",
  "title": "Verordnung vom 26. Januar 2022 über die Pflichtlagerhaltung von Saatgut (Saatgutpflichtlagerverordnung)",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2022/52/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": ". 1 Grundsatz",
      "content": "Die im Anhang aufgeführten Waren sind zur Sicherstellung der Versorgung des Landes mit Saatgut der Pflichtlagerhaltung unterstellt."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Lagerpflicht",
      "content": "1 Wer im Anhang aufgeführtes Saatgut einführt, herstellt, verarbeitet oder zum ersten Mal im Inland in Verkehr bringt, ist lagerpflichtig. 2 Als Inland gelten das schweizerische Staatsgebiet und die Zollanschlussgebiete, nicht jedoch die Zollausschlussgebiete. 3 Nicht lagerpflichtig ist, wer pro Kalenderjahr weniger als 25 kg Saatgut nach dem Anhang zum ersten Mal im Inland in Verkehr bringt."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Meldepflichten",
      "content": "1 Lagerpflichtige, die Saatgut nach dem Anhang zum ersten Mal im Inland in Verkehr bringen, müssen das Bundesamt für wirtschaftliche Landesversorgung (BWL) unverzüglich darüber informieren. 2 Sie müssen dem BWL periodisch über Art und Menge des in Verkehr gebrachten Saatguts Meldung erstatten. Das BWL erlässt die notwendigen Weisungen."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Befreiung von der Vertragspflicht",
      "content": "1 Lagerpflichtige, die pro Kalenderjahr weniger als die im Anhang aufgeführten Warenmengen in Verkehr bringen, sind vom Abschluss eines Pflichtlagervertrags befreit. 2 Das BWL kann Lagerpflichtige vom Abschluss eines Pflichtlagervertrags befreien, wenn diese nur einen geringen Beitrag zur Versorgungssicherheit leisten."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Ausmass der Pflichtlager und Anforderungen an die Qualität der eingelagerten Waren",
      "content": "1 Das Eidgenössische Departement für Wirtschaft, Bildung und Forschung (WBF) bestimmt nach Anhören der beteiligten Wirtschaftskreise: a. welche Waren in einem Pflichtlager gelagert werden müssen; b. das Ausmass der Pflichtlager und die Anforderungen an die Qualität der eingelagerten Waren; c. die Bemessungsgrundlagen, nach denen der Umfang der Pflichtlager der einzelnen Halter festgelegt wird; d. den Umfang der stellvertretenden und der gemeinsamen Pflichtlagerhaltung. 2 Eine stellvertretende Pflichtlagerhaltung liegt vor, wenn der Pflichtlagerhalter seine Lagerpflicht einem Dritten überträgt. 3 Eine gemeinsame Pflichtlagerhaltung liegt vor, wenn der Pflichtlagerhalter seine Lagerpflicht einer Gesellschaft überträgt, die vorwiegend das Lagerhaltungsgeschäft mit Pflichtlagern betreibt."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Zusammenarbeit der Behörden",
      "content": "Das Bundesamt für Zoll und Grenzsicherheit und das Bundesamt für Landwirtschaft informieren das BWL in geeigneter Weise über das erste Inverkehrbringen von Saatgut nach dem Anhang."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Kontrolle",
      "content": "Das BWL kontrolliert die Pflichtlager regelmässig, mindestens jedoch jährlich."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Regelung strittiger Fälle",
      "content": "Das BWL stellt in strittigen Fällen durch Verfügung fest: a. die Pflicht oder das Fehlen einer Pflicht zum Abschluss eines Pflichtlagervertrags; b. den Zeitpunkt der Anlegung des Pflichtlagers; c. den Wegfall der Lagerpflicht."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Vollzug der Verordnung und Änderung des Anhangs",
      "content": "1 Das BWL vollzieht diese Verordnung. 2 Das WBF kann den Anhang nach Anhören der beteiligten Wirtschaftskreise ändern."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 1. April 2022 in Kraft."
    }
  ],
  "definitions": []
}