{
  "id": "sr-531-215-11",
  "type": "statute",
  "title": "Verordnung vom 10. Mai 2017 über die Pflichtlagerhaltung von Nahrungs- und Futtermitteln",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2017/310/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "1",
      "title": "Grundsatz",
      "content": "Die folgenden Nahrungsmittel sind zur Sicherstellung der Versorgung des Landes der Pflichtlagerhaltung unterstellt: a. Zucker; b. Kaffee; c. Reis; d. Speiseöle und -fette, einschliesslich ihrer Rohstoffe und Halbfabrikate; e. Getreide sowie Energie- und Proteinträger zu Futterzwecken."
    },
    {
      "provision_ref": "art2",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "2",
      "title": "Einfuhrbewilligungspflicht",
      "content": "1 Wer die in den Anhängen 1–5 aufgeführten Waren einführen will, benötigt eine Generaleinfuhrbewilligung (GEB). 2 Die GEB wird von der Genossenschaft Réservesuisse (Réservesuisse) erteilt. 3 Sie wird Importeuren erteilt, die sich verpflichten: a. einen Pflichtlagervertrag abzuschliessen; oder b. der Réservesuisse die gleichen finanziellen Leistungen zu erbringen, die sich aus einem entsprechenden Pflichtlagervertrag ergeben würden. 4 Mengen bis 20 kg können ohne GEB eingeführt werden."
    },
    {
      "provision_ref": "art3",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "3",
      "title": "Verweigerung und Entzug der GEB",
      "content": "Die Réservesuisse kann einem Importeur die Erteilung der GEB verweigern oder ihm diese entziehen, wenn er: a. an die GEB geknüpfte Auflagen nicht erfüllt oder verletzt; oder b. Verpflichtungen nach Artikel 2 Absatz 3 Buchstabe b nicht erfüllt oder verletzt."
    },
    {
      "provision_ref": "art4",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "4",
      "title": "Aufsicht",
      "content": "Das Bundesamt für wirtschaftliche Landesversorgung (BWL) überwacht die Erteilung, den Entzug und die Verweigerung von GEB."
    },
    {
      "provision_ref": "art5",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "5",
      "title": "Befreiung von der Vertragspflicht",
      "content": "Importeure, die pro Kalenderjahr weniger als die in den Anhängen 1–4 aufgeführten Grenzmengen einführen, sind vom Abschluss eines Pflichtlagervertrags befreit, wenn sie der Réservesuisse die gleichen finanziellen Leistungen erbringen, die sich aus einem entsprechenden Pflichtlagervertrag ergeben würden."
    },
    {
      "provision_ref": "art6",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "6",
      "title": "Ausmass der Pflichtlager und Anforderungen an die Qualität der eingelagerten Waren",
      "content": "1 Das Eidgenössische Departement für Wirtschaft, Bildung und Forschung (WBF) bestimmt nach Anhören der beteiligten Wirtschaftskreise: a. welche Waren in einem Pflichtlager gelagert werden müssen; b. das Ausmass der Pflichtlager und die Anforderungen an die Qualität der eingelagerten Waren; c. die Bemessungsgrundlagen, nach denen der Umfang der Pflichtlager der einzelnen Halter festgelegt wird; d. den Umfang der stellvertretenden und der gemeinsamen Pflichtlagerhaltung. 2 Eine stellvertretende Pflichtlagerhaltung liegt vor, wenn der Pflichtlagerhalter seine Lagerpflicht einem Dritten überträgt. 3 Eine gemeinsame Pflichtlagerhaltung liegt vor, wenn der Pflichtlagerhalter seine Lagerpflicht einer Gesellschaft überträgt, deren Haupttätigkeit darin besteht, im Auftrag einer Pflichtlagerorganisation (Art. 16 Abs. 1 LVG) ein Lagerhaltungsgeschäft mit Pflichtlagern zu betreiben."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Zusammenarbeit der Behörden",
      "content": "Das Bundesamt für Zoll und Grenzsicherheit (BAZG) teilt der Réservesuisse die Zolldaten der Waren nach den Anhängen 1–5 mit. Die Bezeichnung der Verwaltungseinheit wurde in Anwendung von Art. 20 Abs. 2 der Publikationsverordnung vom 7. Okt. 2015 ( AS 2015 3989 ) auf den 1. Januar 2022 angepasst. Diese Anpassung wurde im ganzen Text vorgenommen."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Kontrolle",
      "content": "1 Die Kontrolle der Pflichtlager ist Aufgabe der Réservesuisse. Das BWL erlässt die notwendigen Weisungen. 2 Das BWL kontrolliert die gemeinsamen Pflichtlager und zieht dazu Fachleute der Réservesuisse bei."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Regelung strittiger Fälle",
      "content": "Das BWL stellt in strittigen Fällen, gestützt auf die Meldung der Réservesuisse, durch Verfügung fest: a. die Pflicht oder das Fehlen einer Pflicht zum Abschluss eines Pflichtlagervertrags; b. den Zeitpunkt der Anlegung des Pflichtlagers; c. den Wegfall der Lagerpflicht."
    },
    {
      "provision_ref": "art10",
      "chapter": "2. Abschnitt: Besondere Bestimmungen für Getreide und Futtermittel",
      "section": "10",
      "title": "Lagerpflicht",
      "content": "1 Lagerpflichtig ist, wer: a. Getreide nach Anhang 5 Ziffer 1 einführt oder zum ersten Mal im Inland in Verkehr bringt; b. Futtermittel nach Anhang 5 Ziffer 2 einführt oder als Verarbeiter zum ersten Mal im Inland in Verkehr bringt. 2 Als Inland gelten das schweizerische Staatsgebiet und die Zollanschlussgebiete, nicht jedoch die Zollausschlussgebiete. 3 Importiertes Getreide, das in den ausserhalb des Zollgebiets liegenden Grenzzonen produziert wurde, ist den inländischen Waren gleichgestellt. 4 Importeure, Müller und Verarbeiter, die pro Kalenderjahr weniger als die in Anhang 5 Ziffer 3 aufgeführte Grenzmenge einführen oder zum ersten Mal im Inland in Verkehr bringen, sind von der Pflicht zum Abschluss eines Pflichtlagervertrags befreit. Fassung gemäss Ziff. I der V vom 10. Januar 2018, in Kraft seit 1. März 2018 ( AS 2018 697 ). Fassung gemäss Ziff. I der V vom 10. Januar 2018, in Kraft seit 1. März 2018 ( AS 2018 697 )."
    },
    {
      "provision_ref": "art11",
      "chapter": "2. Abschnitt: Besondere Bestimmungen für Getreide und Futtermittel",
      "section": "11",
      "title": "Meldepflichten",
      "content": "1 Müller, die Waren nach Anhang 5 Ziffer 1 zum ersten Mal im Inland in Verkehr bringen, müssen die Réservesuisse unverzüglich darüber informieren und ihr periodisch über Art und Menge der in Verkehr gebrachten Waren Meldung erstatten. 2 Verarbeiter von Futtermitteln, die Waren nach Anhang 5 Ziffer 2 zum ersten Mal im Inland in Verkehr bringen, müssen die Réservesuisse unverzüglich darüber informieren und ihr periodisch über Art und Menge der in Verkehr gebrachten Waren Meldung erstatten. 3 Die Réservesuisse informiert das BWL im Hinblick auf den Abschluss, die Änderung oder die Aufhebung eines Pflichtlagervertrags über den Inhalt der Meldungen nach den Absätzen 1 und 2. 4 Das BWL erlässt die erforderlichen Weisungen. Fassung gemäss Ziff. I der V vom 10. Januar 2018, in Kraft seit 1. März 2018 ( AS 2018 697 )"
    },
    {
      "provision_ref": "art12",
      "chapter": "3. Abschnitt: Schlussbestimmungen",
      "section": "12",
      "title": "Vollzug der Verordnung und Änderung der Anhänge",
      "content": "1 Das BWL und das BAZG vollziehen diese Verordnung. 2 Das WBF kann die Anhänge 1–5 nach Anhören der beteiligten Wirtschaftskreise ändern."
    },
    {
      "provision_ref": "art13",
      "chapter": "3. Abschnitt: Schlussbestimmungen",
      "section": "13",
      "title": "Aufhebung anderer Erlasse",
      "content": "Die folgenden Erlasse werden aufgehoben: 1. Verordnung vom 6. Juli 1983 über die Pflichtlagerhaltung von Zucker; 2. Verordnung vom 6. Juli 1983 über die Pflichtlagerhaltung von Kaffee; 3. Verordnung vom 6. Juli 1983 über die Pflichtlagerhaltung von Reis zu Speisezwecken; 4. Verordnung vom 6. Juli 1983 über die Pflichtlagerhaltung von Speiseölen und Speisefetten sowie ihrer Rohstoffe und Halbfabrikate; 5. Getreidepflichtlagerverordnung vom 25. April 2001. [ AS 1983 975 ; 1995 1797 ; 1996 3280 ; 1998 478 Ziff. II; 1999 303 Ziff. I 1; 2001 2091 Anhang Ziff. 2; 2003 529 Anhang Ziff. 1, 2167 Anhang Ziff. 3; 2011 3331 Anhang 3 Ziff. 2] [ AS 1983 985 ; 1999 303 Ziff. I 4; 2003 2167 Anhang Ziff. 6; 2005 503 Anhang Ziff. 2] [ AS 1983 978 ; 1995 1799 Ziff. I 2; 1999 303 Ziff. I 2; 2003 2167 Anhang Ziff. 4] [ AS 1983 981 ; 1995 1801 , 4932 Art. 3 Ziff. 1; 1999 303 Ziff. I 3; 2001 2091 Anhang Ziff. 3; 2003 2167 Anhang Ziff. 5; 2005 503 Anhang Ziff. 1; 2006 2995 Anhang 4 Ziff. II 1; 2011 3331 Anhang 3 Ziff. 3] [ AS 2001 1451 , 2091 Anhang Ziff. 4; 2003 2167 Anhang Ziff. 7; 2004 639 , 3865 ; 2005 503 Anhang Ziff. 3; 2006 867 Anhang Ziff. 7, 2995 Anhang 4 Ziff. II 2; 2007 1469 Anhang 4 Ziff. 12; 2011 3331 Anhang 3 Ziff. 4, 5249 ]"
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 1. Juni 2017 in Kraft."
    }
  ],
  "definitions": []
}