{
  "id": "sr-531-82",
  "type": "statute",
  "title": "Verordnung vom 18. Mai 2022 über die Sicherstellung der Lieferkapazitäten bei einer schweren Mangellage in der Erdgasversorgung",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2022/310/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Zweck",
      "content": "Mit dieser Verordnung sollen Vorbereitungsmassnahmen für den Fall einer schweren Mangellage zur bestmöglichen Sicherstellung der Erdgasversorgung der Schweiz getroffen werden."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Sicherstellungspflicht",
      "content": "1 Die folgenden regionalen Gasnetzbetreiber sind verpflichtet, durch geeignete Massnahmen sicherzustellen, dass die Schweiz im Fall einer schweren Mangellage in den Jahren 2025–2028 jeweils von Oktober bis April hinreichend mit Erdgas versorgt wird: a. Aziende Industriali di Lugano SA; b. Erdgas Zentralschweiz AG; c. Ganeos AG; d. Gasverbund Mittelland AG; e. Gaznat SA. 2 Sie müssen sicherstellen, dass ab dem 1. November 2025, ab dem 1. Dezember 2026 und ab dem 1. Dezember 2027 Erdgas im Umfang von mindestens 15 Prozent des durchschnittlichen schweizerischen Jahresverbrauchs in handelsüblicher Qualität in Speicheranlagen gelagert und verfügbar ist. Fassung gemäss Ziff. I der V vom 15. Okt. 2025, in Kraft seit 1. Dez. 2025 ( AS 2025 631 )."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Massnahmen",
      "content": "Als geeignete Massnahmen im Sinne von Artikel 2 Absatz 1 gelten namentlich: a. die gemeinsame Beschaffung von Erdgas zur Sicherstellung der inländischen Versorgung; b. der Abschluss von privatrechtlichen Vereinbarungen mit Dritten zur Lagerung von Erdgas im In- und Ausland zugunsten der schweizerischen Erdgaskonsumentinnen und -konsumenten; c. der Kauf von zusätzlichen grenzüberschreitenden Rohrleitungskapazitäten zum Transport von Erdgas in die Schweiz."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Anrechenbare Kosten des Transportnetzes",
      "content": "1 Kosten, die aufgrund von Massnahmen nach dieser Verordnung entstehen, gelten nach Artikel 8 a des Energiegesetzes vom 30. September 2016 als anrechenbare Kosten des Transportnetzes. 2 Sie müssen im Netznutzungsentgelt separat ausgewiesen werden. Fassung gemäss Ziff. I der V vom 15. Okt. 2025, in Kraft seit 1. Dez. 2025 ( AS 2025 631 ). SR 730.0"
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Auskunftspflicht",
      "content": "Die regionalen Gasnetzbetreiber nach Artikel 2 Absatz 1 sind verpflichtet, dem Fachbereich Energie der Organisation der wirtschaftlichen Landesversorgung (Fachbereich Energie) und dem Bundesamt für wirtschaftliche Landesversorgung (BWL) auf Verlangen unentgeltlich alle für den Vollzug dieser Verordnung erforderlichen Auskünfte zu erteilen, Akten und weitere Dokumente, insbesondere Bücher, Briefe, elektronische Daten und Rechnungen, auszuhändigen und Zugang zu ihren Räumlichkeiten und Grundstücken zu gewähren."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Vollzug",
      "content": "1 Der Fachbereich Energie und das BWL sind für den Vollzug zuständig. 2 Der Fachbereich Energie überwacht die getroffenen Massnahmen auf ihre Zweckmässigkeit, Angemessenheit und Wirksamkeit."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Inkrafttreten und Geltungsdauer",
      "content": "1 Diese Verordnung tritt am 23. Mai 2022 in Kraft. 2 Sie gilt bis zum 30. September 2023. 3 Die Geltungsdauer dieser Verordnung wird bis zum 30. September 2024 verlängert. 4 Die Geltungsdauer dieser Verordnung wird bis zum 30. September 2025 verlängert. 5 Die Geltungsdauer dieser Verordnung wird bis zum 30. September 2026 verlängert. 6 Die Geltungsdauer dieser Verordnung wird bis zum 30. September 2028 verlängert. Eingefügt durch Ziff. I der V vom 1. Febr. 2023, in Kraft seit 1. Mai 2023 ( AS 2023 52 ). Eingefügt durch Ziff. I der V vom 29. Sept. 2023, in Kraft seit 1. Dez. 2023 ( AS 2023 580 ). Eingefügt durch Ziff. I der V vom 13. Sept. 2024, in Kraft seit 1. Nov. 2024 ( AS 2024 514 ). Eingefügt durch Ziff. I der V vom 15. Okt. 2025, in Kraft seit 1. Dez. 2025 ( AS 2025 631 )."
    }
  ],
  "definitions": []
}