{
  "id": "sr-523-51",
  "type": "statute",
  "title": "Verordnung des Bundesamtes für Bevölkerungsschutz vom 12. Dezember 2002 über die Ausbildung des Lehrpersonals",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2003/29/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "1",
      "title": "Gegenstand",
      "content": "Diese Verordnung regelt die Ausbildung des Lehrpersonals für die Führungsorgane und für den Zivilschutz. Fassung gemäss Ziff. I der V des Bundesamtes für Bevölkerungsschutz vom 19. Dez. 2003, in Kraft seit 1. Jan. 2004 ( AS 2003 5187 )."
    },
    {
      "provision_ref": "art2",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "2",
      "title": "Art der Ausbildung",
      "content": "1 Die Ausbildung des Lehrpersonals erfolgt in Modulen. 2 Die Module können absolviert werden: a. einzeln, zur individuellen Aus- und Weiterbildung; b. als Teil von Lehrgängen, die aus mehreren Modulen aufgebaut sind. 3 Die Module können auch durch das Lehrpersonal der übrigen Partnerorganisationen des Bevölkerungsschutzes absolviert werden. Fassung gemäss Ziff. I der V des Bundesamtes für Bevölkerungsschutz vom 19. Dez. 2003, in Kraft seit 1. Jan. 2004 ( AS 2003 5187 ). Eingefügt durch Ziff. I der V des Bundesamtes für Bevölkerungsschutz vom 19. Dez. 2003, in Kraft seit 1. Jan. 2004 ( AS 2003 5187 )."
    },
    {
      "provision_ref": "art3",
      "chapter": "2. Abschnitt: Module",
      "section": "3",
      "title": "Begriff und Inhalt",
      "content": "1 Module sind in sich geschlossene, definierte Ausbildungseinheiten. Umfangreiche Module können unterteilt werden. 2 Die Module beinhalten die Durchführung von Lehrveranstaltungen in den Bereichen Basiswissen, Führungsorgane, Zivilschutz-Kommando, Führungsunterstützung, Schutz und Betreuung, Unterstützung sowie Logistik. Fassung gemäss Ziff. I der V des Bundesamtes für Bevölkerungsschutz vom 19. Dez. 2003, in Kraft seit 1. Jan. 2004 ( AS 2003 5187 )."
    },
    {
      "provision_ref": "art4",
      "chapter": "2. Abschnitt: Module",
      "section": "4",
      "title": "Modulbeschreibungen",
      "content": "1 Für jedes Modul existiert eine Modulbeschreibung. Dieses wird durch das Bundesamt für Bevölkerungsschutz (Bundesamt) spätestens in der Kalenderwoche 32 für das Folgejahr erlassen. 2 Die Modulbeschreibung enthält insbesondere Informationen zu: a. Zulassungsbedingungen; b. Kompetenz; c. Modulziele und Inhalte; d. Anerkennung und Gültigkeitsdauer; e. Bewertung. 3 Als Leistungsanforderungen für ein Modul können Einzelleistungen der folgenden Art festgelegt werden: a. schriftliche Prüfungen; b. mündliche Prüfungen; c. schriftliche Arbeiten; d. Praktika wie Einsätze als Klassenlehrer; e. Einzelleistungen im Rahmen einer Gruppenarbeit; f. eine Kombination aus den oben aufgeführten Einzelleistungen. 4 Der Leiter der Lehrpersonalausbildung legt die Art der Einzelleistungen pro Modul fest."
    },
    {
      "provision_ref": "art5",
      "chapter": "3. Abschnitt: Leistungsbewertung",
      "section": "5",
      "title": "Grundsatz",
      "content": "Mit der Leistungsbewertung wird der Lernerfolg der Teilnehmenden beim Besuch eines Moduls bewertet."
    },
    {
      "provision_ref": "art6",
      "chapter": "3. Abschnitt: Leistungsbewertung",
      "section": "6",
      "title": "Bewertung der Einzelleistungen",
      "content": "Die Einzelleistungen werden mit ganzen oder halben Noten von 6 bis 1 bewertet. 6 ist die beste, 1 die schlechteste Note."
    },
    {
      "provision_ref": "art7",
      "chapter": "3. Abschnitt: Leistungsbewertung",
      "section": "7",
      "title": "Bewertungsmassstab",
      "content": "Die Noten haben folgende Bedeutung: 6 = sehr gut 4 = genügend 2 = schwach 5 = gut 3 = ungenügend 1 = unbrauchbar"
    },
    {
      "provision_ref": "art8",
      "chapter": "3. Abschnitt: Leistungsbewertung",
      "section": "8",
      "title": "Versäumte Einzelleistungen",
      "content": "1 Eine unbegründet versäumte Einzelleistung wird mit der Note 1 bewertet. 2 Bei begründet versäumten Einzelleistungen entscheidet die zuständige Lehrkraft, ob die Leistung nachgeholt werden muss oder entfallen kann. 3 Begründet sind Versäumnisse, wenn die teilnehmende Person ohne ihr Verschulden verhindert ist, wie bei Krankheit, Unfall, Todesfall in der Familie oder dergleichen. 4 In Streitfällen entscheidet der Leiter der Lehrpersonalausbildung."
    },
    {
      "provision_ref": "art9",
      "chapter": "3. Abschnitt: Leistungsbewertung",
      "section": "9",
      "title": "Unredlichkeit",
      "content": "Eine Unredlichkeit hat eine Bewertung mit der Note 1 zur Folge."
    },
    {
      "provision_ref": "art10",
      "chapter": "3. Abschnitt: Leistungsbewertung",
      "section": "10",
      "title": "Modulbewertung",
      "content": "1 Ein Modul gilt als erfolgreich besucht, wenn das arithmetische Mittel der Einzelleistungen, gerundet auf eine halbe oder ganze Note, die Note 4 oder höher ergibt und die Praktikumsnote mindestens 4 beträgt. 2 Für erfolgreich besuchte Module werden die Kreditpunkte des Moduls gemäss Modulbeschreibung vergeben. 3 Für erfolglos besuchte Module werden keine Kreditpunkte vergeben."
    },
    {
      "provision_ref": "art11",
      "chapter": "3. Abschnitt: Leistungsbewertung",
      "section": "11",
      "title": "Bestätigung",
      "content": "Für jedes besuchte Modul erhalten die Teilnehmenden eine Bestätigung. Die erworbenen Kreditpunkte werden in einem Testatheft bescheinigt."
    },
    {
      "provision_ref": "art12",
      "chapter": "3. Abschnitt: Leistungsbewertung",
      "section": "12",
      "title": "Wiederholung eines Moduls",
      "content": "1 Ein Modul kann einmal wiederholt werden. 2 Von dieser Beschränkung ausgenommen sind Module, deren Besuch auf Grund längerer begründeter Versäumnisse nicht vollständig möglich war. 3 Bei der Wiederholung eines Moduls sind alle Einzelleistungen zu wiederholen."
    },
    {
      "provision_ref": "art13",
      "chapter": "3. Abschnitt: Leistungsbewertung",
      "section": "13",
      "title": "Zuständigkeiten",
      "content": "Für die Festlegung des Inhalts von Einzelleistungen, die Durchführung von Prüfungen und die Bewertung der Einzelleistungen ist die Lehrkraft zuständig, die das Modul unterrichtet."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Aufsichtskommission Lehrpersonal",
      "content": "1 Die Durchführung der Leistungsbewertung wird von der Aufsichtskommission Lehrpersonal (Kommission) überwacht. 2 Die Kommission ist Beschwerdeinstanz. 3 Die Kommission besteht aus: a. dem Leiter oder der Leiterin der Ausbildung als Präsident oder Präsidentin; b. dem Leiter oder der Leiterin der Lehrpersonalausbildung als Vizepräsident oder Vizepräsidentin; c. vier Vertretern oder Vertreterinnen der für den Zivilschutz zuständigen kantonalen Ämter; d. drei Mitgliedern aus Fachverbänden des Bevölkerungsschutzes. Fassung gemäss Ziff. I der V des Bundesamtes für Bevölkerungsschutz vom 19. Dez. 2003, in Kraft seit 1. Jan. 2004 ( AS 2003 5187 )."
    },
    {
      "provision_ref": "art15",
      "chapter": "4. Abschnitt: Diplom- und Zertifikatslehrgänge",
      "section": "15",
      "title": "Lehrgang für das hauptberufliche Zivilschutzlehrpersonal",
      "content": "1 Die Zulassungsbedingungen, der Aufbau und der Inhalt sowie die Leistungsanforderungen des Lehrganges für das hauptberufliche Zivilschutzlehrpersonal sind im Anhang unter Ziffer I aufgeführt. 2 Wer den Lehrgang für das hauptberufliche Zivilschutzlehrpersonal erfolgreich absolviert hat, erhält ein Diplom; dieses berechtigt den Absolventen oder die Absolventin den Titel «Eidgenössisch diplomierter Zivilschutzinstruktor» bzw. «Eidgenössisch diplomierte Zivilschutzinstruktorin» zu führen. Fassung gemäss Ziff. I der V des Bundesamtes für Bevölkerungsschutz vom 19. Dez. 2003, in Kraft seit 1. Jan. 2004 ( AS 2003 5187 )."
    },
    {
      "provision_ref": "art16",
      "chapter": "4. Abschnitt: Diplom- und Zertifikatslehrgänge",
      "section": "16",
      "title": "Lehrgang für das nebenberufliche Zivilschutzlehrpersonal",
      "content": "1 Die Zulassungsbedingungen, der Aufbau und der Inhalt sowie die Leistungsanforderungen des Lehrganges für das nebenberufliche Zivilschutzlehrpersonal sind im Anhang unter Ziffer II aufgeführt. 2 Wer den Lehrgang für das nebenberufliche Zivilschutzlehrpersonal erfolgreich absolviert hat, erhält ein Zertifikat; dieses berechtigt den Absolventen oder die Absolventin den Titel «Nebenberuflicher Zivilschutzinstruktor» bzw. «Nebenberufliche Zivilschutzinstruktorin» zu führen. Fassung gemäss Ziff. I der V des Bundesamtes für Bevölkerungsschutz vom 19. Dez. 2003, in Kraft seit 1. Jan. 2004 ( AS 2003 5187 )."
    },
    {
      "provision_ref": "art16a",
      "chapter": "4. Abschnitt: Diplom- und Zertifikatslehrgänge",
      "section": "16a",
      "title": "a Lehrgang für das Lehrpersonal Führungsorgane",
      "content": "1 Die Zulassungsbedingungen, der Aufbau und der Inhalt sowie die Leistungsanforderungen des Lehrganges für das Lehrpersonal Führungsorgane sind im Anhang unter Ziffer III aufgeführt. 2 Wer den Lehrgang für das Lehrpersonal Führungsorgane erfolgreich absolviert hat, erhält ein Zertifikat. Dieses berechtigt den Absolventen oder die Absolventin, den Titel «Instruktor Führungsorgane» bzw. «Instruktorin Führungsorgane» zu führen. Eingefügt durch Ziff. I der V des Bundesamtes für Bevölkerungsschutz vom 19. Dez. 2003, in Kraft seit 1. Jan. 2004 ( AS 2003 5187 )."
    },
    {
      "provision_ref": "art17",
      "chapter": "4. Abschnitt: Diplom- und Zertifikatslehrgänge",
      "section": "17",
      "title": "Zeugnis",
      "content": "1 Beim Beenden eines Lehrgangs werden die erbrachten Leistungen in einem Zeugnis bescheinigt. 2 Das Zeugnis weist für alle besuchten Module die Leistungen durch die Note und die erworbenen Kreditpunkte aus."
    },
    {
      "provision_ref": "art18",
      "chapter": "4. Abschnitt: Diplom- und Zertifikatslehrgänge",
      "section": "18",
      "title": "Übergabe der Diplome und Zertifikate",
      "content": "Die Übergabe der Diplome und Zertifikate an die erfolgreichen Absolventen und Absolventinnen erfolgt einmal jährlich, sofern jemand ein Diplom oder ein Zertifikat erworben hat."
    },
    {
      "provision_ref": "art19",
      "chapter": "5. Abschnitt: Anmeldung, Durchführung und Kosten",
      "section": "19",
      "title": "Ausschreibung der Module",
      "content": "Spätestens in der Kalenderwoche 32 wird den für den Bevölkerungsschutz bzw. Zivilschutz zuständigen kantonalen Ämtern das Ausbildungsangebot des Bundes für das Folgejahr zugestellt. Fassung gemäss Ziff. I der V des Bundesamtes für Bevölkerungsschutz vom 19. Dez. 2003, in Kraft seit 1. Jan. 2004 ( AS 2003 5187 )."
    },
    {
      "provision_ref": "art20",
      "chapter": "5. Abschnitt: Anmeldung, Durchführung und Kosten",
      "section": "20",
      "title": "Anmeldung",
      "content": "1 Teilnehmende sind durch den Kanton spätestens bis Ende der Kalenderwoche 41 beim Bundesamt für das Folgejahr anzumelden. 2 Die Anmeldung ist nur gültig, wenn die Zulassungsbedingungen erfüllt sind. 3 Die Anmeldung verpflichtet zum Besuch des Moduls und zum Erbringen der Einzelleistungen des Moduls."
    },
    {
      "provision_ref": "art21",
      "chapter": "5. Abschnitt: Anmeldung, Durchführung und Kosten",
      "section": "21",
      "title": "Durchführungsentscheid",
      "content": "1 Das Bundesamt entscheidet spätestens in der Kalenderwoche 44 auf Grund der Zahl der Anmeldungen über die Durchführung der Module und über allfällige Beschränkungen der Teilnehmerzahl und teilt den Entscheid den Kantonen unverzüglich mit. 2 Im Falle der Nichtdurchführung eines Moduls oder bei einer Beschränkung der Teilnehmerzahl entsteht durch die Anmeldung kein Anrecht auf den Besuch des Moduls. 3 Bei einer Beschränkung der Teilnehmerzahl werden die Angemeldeten entsprechend dem Eingangsdatum der Anmeldung für eine Teilnahme berücksichtigt."
    },
    {
      "provision_ref": "art22",
      "chapter": "5. Abschnitt: Anmeldung, Durchführung und Kosten",
      "section": "22",
      "title": "Kosten",
      "content": "1 Die Kosten für die Durchführung der Module sowie die Reise-, Unterkunfts- und Verpflegungskosten für die Teilnehmenden, die als Lehrpersonal Zivilschutz und Lehrpersonal Führungsorgane ausgebildet werden, gehen zu Lasten des Bundes. 2 Die Reise-, Unterkunfts- und Verpflegungskosten der übrigen Teilnehmenden sind durch deren Arbeitgeber bzw. durch die entsprechende Partnerorganisation zu tragen. Fassung gemäss Ziff. I der V des Bundesamtes für Bevölkerungsschutz vom 19. Dez. 2003, in Kraft seit 1. Jan. 2004 ( AS 2003 5187 )."
    },
    {
      "provision_ref": "art22a",
      "chapter": "5. Abschnitt: Anmeldung, Durchführung und Kosten",
      "section": "22a",
      "title": "a Versicherung",
      "content": "1 Die Teilnehmenden, die als Lehrpersonal Zivilschutz ausgebildet werden, sind nach dem Bundesgesetz vom 19. Juni 1992 über die Militärversicherung (MVG) versichert. 2 Für die übrigen Teilnehmenden ist die Versicherung Sache des Arbeitgebers bzw. der entsprechenden Organisation. Eingefügt durch Ziff. I der V des Bundesamtes für Bevölkerungsschutz vom 19. Dez. 2003, in Kraft seit 1. Jan. 2004 ( AS 2003 5187 ). SR 833.1"
    },
    {
      "provision_ref": "art23",
      "chapter": "6. Abschnitt: Beschwerderecht, Aufbewahrungs- und Schweigepflicht",
      "section": "23",
      "title": "Verfahren",
      "content": "1 Gegen die Bewertung eines Moduls kann bei der Kommission Beschwerde geführt werden. 2 Die Beschwerde ist innerhalb von 30 Tagen seit der Eröffnung der Verfügung einzureichen. 3 Das Verfahren richtet sich nach den Bestimmungen des Bundesgesetzes vom 20. Dezember 1968 über das Verwaltungsverfahren. SR 172.021"
    },
    {
      "provision_ref": "art24",
      "chapter": "6. Abschnitt: Beschwerderecht, Aufbewahrungs- und Schweigepflicht",
      "section": "24",
      "title": "Aufbewahrungspflicht",
      "content": "Vom Bundesamt werden pro Einzelleistung das Teilnehmerverzeichnis, die individuellen Resultate der Absolventen und Absolventinnen sowie je ein Exemplar der Prüfungsaufgaben und des Lösungsschlüssels während mindestens zehn Jahren aufbewahrt."
    },
    {
      "provision_ref": "art25",
      "chapter": "6. Abschnitt: Beschwerderecht, Aufbewahrungs- und Schweigepflicht",
      "section": "25",
      "title": "Schweigepflicht",
      "content": "Die Mitglieder der Kommission und der Lehrkörper sind zu Stillschweigen über die Leistungsbewertungen gegenüber Dritten verpflichtet."
    },
    {
      "provision_ref": "art26",
      "chapter": "7. Abschnitt: Schlussbestimmungen",
      "section": "26",
      "title": "Aufhebung bisherigen Rechts",
      "content": "Folgende Erlasse werden aufgehoben: a. Verordnung vom 19. Oktober 1994 über die Promotion an der Zivilschutz-Instruktorenschule des Bundes; b. Verordnung vom 19. Oktober 1994 über die Diplomprüfung für eidgenössisch diplomierte Zivilschutzinstruktoren und Zivilschutzinstruktorinnen. [ AS 1994 2755 ] [ AS 1994 2758 ]"
    },
    {
      "provision_ref": "art27",
      "chapter": "7. Abschnitt: Schlussbestimmungen",
      "section": "27",
      "title": "Inkraftsetzung",
      "content": "Diese Verordnung tritt am 1. Januar 2003 in Kraft."
    }
  ],
  "definitions": []
}