{
  "id": "sr-531-64",
  "type": "statute",
  "title": "Verordnung vom 23. September 2022 über die Bereitstellung eines temporären Reservekraftwerks in Birr",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2022/529/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Zweck",
      "content": "Mit dieser Verordnung soll angesichts der unmittelbar drohenden schweren Mangellage bei der Stromversorgung die umgehende Bereitstellung eines temporären Reservekraftwerks in der Gemeinde Birr im Kanton Aargau ermöglicht werden."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Nicht anwendbare Bestimmungen",
      "content": "1 Für die Bereitstellung des Reservekraftwerks sind folgende Bestimmungen nicht anwendbar: a. Artikel 2 des Raumplanungsgesetzes vom 22. Juni 1979 (RPG): Planungspflicht; b. Artikel 8 Absatz 2 RPG: Festsetzung des Vorhabens im kantonalen Richtplan; c. Artikel 22 RPG: Baubewilligungspflicht; d. Artikel 10 a des Umweltschutzgesetzes vom 7. Oktober 1983: Umweltverträglichkeitsprüfung; e. Artikel 16 Absatz 1 des Elektrizitätsgesetzes vom 24. Juni 1902: Plangenehmigungspflicht für Stromanlagen; f. die Artikel 7 und 8 des Arbeitsgesetzes vom 13. März 1964: Plangenehmigung und Betriebsbewilligung für industrielle Betriebe; g. Artikel 2 Absatz 1 des Rohrleitungsgesetzes vom 4. Oktober 1963: Plangenehmigung für Rohrleitungsanlagen. 2 Soweit sie im Widerspruch zur rechtzeitigen Bereitstellung des Reservekraftwerks stehen, sind die kantonalen Bestimmungen in folgenden Bereichen nicht anwendbar: a. Raumentwicklung; b. Pflicht zur Erstellung von Parkfeldern; c. Wärmenutzung bei Energieerzeugungsanlagen; d. kantonale und kommunale Bewilligungspflichten; e. Aufgaben der Gemeinden; f. Luftreinhaltung; g. Bauzonen; h. Einwirkungen auf die Umwelt; i. Gestaltungsplan «Grossacker–Grändel». 3 Das Eidgenössische Departement für Umwelt, Verkehr, Energie und Kommunikation (UVEK) kann Bestimmungen von geringer Tragweite für nicht anwendbar erklären. 4 Die Sicherheit der Anlage muss jederzeit gewährleistet sein. SR 700 SR 814.01 SR 734.0 SR 822.11 SR 746.1"
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Verfahren",
      "content": "1 Das UVEK erteilt die Bewilligung für die Bereitstellung des Reservekraftwerks und für die dazu notwendigen Erschliessungen. 2 Die Bewilligung wird im Bundesblatt publiziert. 3 Mit den Arbeiten für die Bereitstellung des Reservekraftwerks kann mit der Bewilligung begonnen werden. 4 Folgende Behörden kontrollieren laufend die Einhaltung der rechtlichen Vorschriften: a. für die elektrischen Anlagen: das Eidgenössische Starkstrominspektorat; b. für die Rohrleitungsanlagen: das Eidgenössische Rohrleitungsinspektorat; c. für die übrigen Bauten und Anlagen: das Departement für Bau, Verkehr und Umwelt des Kantons Aargau; es kann seine Kompetenz an die Gemeinde Birr delegieren. 5 Sie bezeichnen die Unterlagen und Informationen, die ihnen vor der Ausführung bestimmter Arbeiten zur Genehmigung einzureichen sind."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Auskunftspflicht",
      "content": "Die Bauherrin und die weiteren am Vorhaben beteiligten Personen sind verpflichtet, dem Kanton und den Bundesbehörden unentgeltlich alle für den Vollzug dieser Verordnung erforderlichen Auskünfte zu erteilen, Akten, Versicherungsnachweise und weitere Dokumente in der verlangten Form auszuhändigen sowie Zugang zu ihren Räumlichkeiten und Grundstücken zu gewähren."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Inkrafttreten",
      "content": "1 Diese Verordnung tritt am 24. September 2022 in Kraft. 2 Sie gilt bis zum 31. Mai 2023."
    }
  ],
  "definitions": []
}