{
  "id": "sr-510-35",
  "type": "statute",
  "title": "Verordnung vom 25. Oktober 1955 über seuchenpolizeiliche Massnahmen der Armee",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1955/863_885_893/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "I. Seuchenpolizeiliche Massnahmen",
      "section": "1",
      "title": "",
      "content": "1 Das Eidgenössische Militärdepartement, im Aktivdienst das Armeekommando, kann seuchenpolizeiliche Massnahmen anordnen, um zu verhindern, dass ansteckende Krankheiten in die Armee eingeschleppt oder durch die Armee ausgebreitet werden. Entsprechende Massnahmen können angeordnet werden bei Verseuchung durch chemische oder radioaktive Stoffe. 2 Nach Wegfall des Grundes sind diese Massnahmen ausdrücklich aufzuheben."
    },
    {
      "provision_ref": "art2",
      "chapter": "I. Seuchenpolizeiliche Massnahmen",
      "section": "2",
      "title": "",
      "content": "1 Als seuchenpolizeiliche Massnahmen kommen insbesondere in Betracht: a. Sperre; b. Quarantäne; c. Verschieben oder Ausfallenlassen von militärischen Schulen, Kursen und Veranstaltungen; d. Aufgebot von Sanitäts- und Veterinärpersonal im Rahmen der gesetzlichen Dienstleistungspflicht. 2 Die gemäss Absatz 1 Buchstabe d für ein Aufgebot in Frage kommenden Wehrmänner sind, wenn möglich, vorgängig über eine allfällige Einberufung zu unterrichten."
    },
    {
      "provision_ref": "art3",
      "chapter": "I. Seuchenpolizeiliche Massnahmen",
      "section": "3",
      "title": "",
      "content": "1 Sperren und Quarantänen werden in Friedenszeiten nach Fühlungnahme mit den Gesundheitsbehörden der betreffenden Kantone angeordnet: a. durch das Bundesamt für Sanität, soweit es sich um sanitätsdienstliche Massnahmen handelt; b. durch den Stab der Gruppe für Generalstabsdienste, soweit es sich um veterinärdienstliche Massnahmen handelt. 2 Nötigenfalls können die in Absatz 1 erwähnten Bundesstellen gemeinsam Sperren und Quarantänen anordnen. 3 Die in Absatz 1 erwähnten Bundesstellen können einzelne Wehrmänner (Sanitätspersonal bzw. Veterinärpersonal) aufbieten. Bezeichnung gemäss Art. 1 des nicht veröffentlichten BRB vom 23. April 1980 über die Anpassung von bundesrechtlichen Erlassen an die neuen Bezeichnungen der Departemente und Ämter. Bezeichnung gemäss Art. 6 der V vom 20. Dez. 1989 über die Aufhebung des Bundesamtes für Militärveterinärdienst, in Kraft seit 1. Jan. 1990 ( AS 1990 3 ). Bezeichnung gemäss Art. 6 der V vom 20. Dez. 1989 über die Aufhebung des Bundesamtes für Militärveterinärdienst, in Kraft seit 1. Jan. 1990 ( AS 1990 3 ). Bezeichnung gemäss Art. 6 der V vom 20. Dez. 1989 über die Aufhebung des Bundesamtes für Militärveterinärdienst, in Kraft seit 1. Jan. 1990 ( AS 1990 3 )."
    },
    {
      "provision_ref": "art4",
      "chapter": "I. Seuchenpolizeiliche Massnahmen",
      "section": "4",
      "title": "",
      "content": "1 Durch Sperrbefehl können einzelne Gebäude, Häusergruppen, ganze Ortschaften, Gemeinden und grössere Gebiete seuchenpolizeilich gesperrt werden. Die Sperre kann bewirken, dass: a. das Sperrgebiet von militärischen Schulen und Kursen weder belegt noch betreten oder durchfahren werden darf; b. Truppen und einzelne im Dienst stehende Wehrmänner, die sich im Sperrgebiet befinden, dasselbe nicht verlassen dürfen; c. ausserhalb des Sperrgebietes im Dienst stehende Wehrmänner das Sperrgebiet nicht betreten dürfen; d. im Sperrgebiet wohnhafte oder dort der Arbeit nachgehende Wehrmänner weder zu militärischen Dienstleistungen einrücken noch an ausserdienstlichen militärischen Veranstaltungen (Kursen, Wettkämpfen, Übungen usw.) ausserhalb des Sperrgebietes teilnehmen dürfen; e. ausserhalb des Sperrgebietes wohnhafte Wehrmänner an keinerlei ausserdienstlichen militärischen Veranstaltungen (Kursen, Wettkämpfen, Übungen usw.) im Sperrgebiet teilnehmen dürfen; f. Armeetiere und Militärmotorfahrzeuge aus dem Sperrgebiet weder in den Dienst genommen noch zu ausserdienstlichen militärischen Veranstaltungen (Kursen, Wettkämpfen, Übungen usw.) ausserhalb des Sperrgebietes verwendet werden dürfen; g. Armeetiere und Militärmotorfahrzeuge von ausserhalb des Sperrgebietes nicht zu ausserdienstlichen militärischen Veranstaltungen (Kursen, Wettkämpfen, Übungen usw.) im Sperrgebiet verwendet werden dürfen; h. der Militärpostverkehr eingeschränkt wird. 2 Im Sperrbefehl wird bestimmt, welche der in Absatz 1 erwähnten Einschränkungen im einzelnen Fall zur Anwendung kommen."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "",
      "content": "1 Mit Quarantäne können Schulen und Kurse oder Teile davon belegt werden, wenn die Gefahr der Ausbreitung einer Infektionskrankheit besteht. 2 Die mit Quarantäne belegte Truppe wird von den übrigen Truppen und von der Zivilbevölkerung abgesondert. Sie darf weder beurlaubt noch entlassen werden. Die Quarantäne und ihre weiteren Auswirkungen werden durch einen besondern Quarantänebefehl verfügt."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "",
      "content": "Das Eidgenössische Militärdepartement kann auf Antrag der kantonalen Behörden oder der zuständigen Bundesämter sowie des Bundesamtes für Gesundheitswesen oder des Bundesamt für Lebensmittelsicherheit und Veterinärwesen militärische Schulen und Kurse, Aushebungen, Inspektionen, ausserdienstliche Schiesskurse und Veranstaltungen verschieben oder deren Durchführung im betreffenden Jahr ausfallen lassen. Bezeichnung gemäss Art. 1 des nicht veröffentlichten BRB vom 23. April 1980 über die Anpassung von bundesrechtlichen Erlassen an die neuen Bezeichnungen der Departemente und Ämter. Die Bezeichnung der Verwaltungseinheit wurde in Anwendung von Art. 16 Abs. 3 der Publikationsverordnung vom 17. Nov. 2004 ( SR 170.512.1 ) auf den 1. Jan. 2014 angepasst."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "",
      "content": "1 Die Truppe hat den zivilen seuchenpolizeilichen Massnahmen Folge zu leisten. 2 Wehrmänner, die in ihrem Wohn- oder Arbeitsort von einer zivilen seuchenpolizeilichen Massnahme (Quarantäne usw.) betroffen werden, dürfen während der Dauer dieser Massnahme weder einrücken bzw. zur Truppe zurückkehren noch an ausserdienstlichen militärischen Veranstaltungen (Kursen, Wettkämpfen, Übungen usw.) teilnehmen. Diese Bestimmung gilt sinngemäss für die Stellung von Armeetieren und Dienstmotorfahrzeugen aus Gebieten, die von einer zivilen seuchenpolizeilichen Massnahme betroffen werden."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "",
      "content": "1 Erlassen die zuständigen kantonalen Behörden für ein bestimmtes Gebiet Versammlungsverbote aus seuchenpolizeilichen Gründen, so sind darin eingeschlossen: a. die ausserdienstlichen militärischen Übungen und Kurse aller Art; b. die ausserdienstlichen Schiessübungen; c. die gemeindeweisen Waffen- und Ausrüstungsinspektionen sowie die Nachinspektionen; d. die Aushebung von Stellungspflichtigen; e. die Pferde- und Motorfahrzeuginspektionen. 2 Beginn und Beendigung solcher Versammlungsverbote sind dem Eidgenössischen Militärdepartement zu melden."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "",
      "content": "1 Werden militärische oder zivile seuchenpolizeiliche Massnahmen getroffen, so haben dies sofort zu melden: a. Wehrmänner, die im betreffenden Gebiet wohnen und einem militärischen Aufgebot nicht Folge leisten dürfen: der aufbietenden Stelle, unter Rücksendung des Marschbefehls; b. Wehrmänner, die zufolge solcher Massnahmen aus dem Urlaub nicht zur Truppe zurückkehren dürfen: dem vorgesetzten Kommandanten. 2 Wird die betreffende militärische oder zivile seuchenpolizeiliche Massnahme noch während des Dienstes aufgehoben und kann der Dienst gemäss Artikel 18 noch bestanden werden, so hat der Wehrmann davon sofort Meldung zu erstatten im Falle von Buchstabe a der aufbietenden Stelle und im Falle von Buchstabe b dem vorgesetzten Kommandanten. Dieser Artikel ist aufgehoben."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "",
      "content": "Im Dienst stehende Wehrmänner haben ihrem vorgesetzten Kommandanten sofort zu melden: a. wenn sie vernehmen, dass zu Hause eine übertragbare Krankheit aufgetreten ist; b. wenn sie sich im Urlaub befinden und dort mit einer übertragbaren Krankheit in Berührung gekommen sind, jedoch noch keine militärische oder zivile seuchenpolizeiliche Massnahme getroffen wurde."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "",
      "content": "Die Truppenkommandanten, die Bundesämter des Eidgenössischen Militärdepartements, die kantonalen Militärbehörden (einschliesslich die Sektionschefs) und die Polizeiorgane der Kantone und Gemeinden haben den Sperrbefehlen und Quarantänebefehlen Nachachtung zu verschaffen und Widerhandlungen dem Eidgenössischen Militärdepartement zu melden."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "",
      "content": "1 Widerhandlungen gegen diese Verordnung und deren Ausführungsvorschriften sowie gegen die gestützt darauf erlassenen Anordnungen und Weisungen werden, sofern keine andern Straftatbestände des Militärstrafrechtes vorliegen, nach Massgabe von Artikel 107 des Militärstrafgesetzes geahndet. 2 Vorbehalten bleibt die Ahndung gemäss den einschlägigen Bestimmungen des Strafgesetzbuches. SR 321.0 SR 311.0"
    },
    {
      "provision_ref": "art1319",
      "chapter": "II. Auswirkungen auf die Erfüllung der Wehrpflicht",
      "section": "1319",
      "title": "",
      "content": "Aufgehoben durch Art. 42 Abs. 2 der V vom 2. Dez. 1963 über die Erfüllung der Instruktionspflicht, mit Wirkung seit 1. Jan. 1964 ( AS 1963 1083 )."
    },
    {
      "provision_ref": "art20",
      "chapter": "III. Schlussbestimmung",
      "section": "20",
      "title": "",
      "content": "Artikel 16 der Verordnung vom 26. Juni 1934 über Vollziehung des Bundesgesetzes betreffend den Militärpflichtersatz wird durch folgenden zweiten Absatz ergänzt: … [BS 5 163; AS 1950 I 305, 1952 1081 Art. 6 Abs. 2 Bst. e , 1953 992 Art. 37, 1958 679. AS 1959 2052 Art. 71 Abs. 2]"
    },
    {
      "provision_ref": "art21",
      "chapter": "III. Schlussbestimmung",
      "section": "21",
      "title": "",
      "content": "1 Diese Verordnung tritt am 15. November 1955 in Kraft, mit Ausnahme der Artikel 13–19, die rückwirkend auf den 1. Januar 1955 in Kraft gesetzt werden. 2 Das Eidgenössische Militärdepartement wird mit dem Vollzug beauftragt."
    }
  ],
  "definitions": []
}