{
  "id": "sr-513-76",
  "type": "statute",
  "title": "Verordnung vom 3. Mai 2006 über den Truppeneinsatz zum Schutz von Personen und Sachen im Ausland (VSPA)",
  "title_en": "",
  "short_name": "VSPA",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2006/304/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Gegenstand",
      "content": "Diese Verordnung regelt den Assistenzdienst der Armee zum Schutz von Personen und besonders schutzwürdigen Sachen im Ausland."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Aufgaben und Einsatzvoraussetzungen",
      "content": "1 Die Truppe kann im Interesse der Schweiz für folgende Aufgaben eingesetzt werden: a. Schutz eigener Truppen, Personen und besonders schutzwürdiger Sachen; b. Rettung und Rückführung von zivilen und militärischen Personen; c. Beschaffung von Schlüsselinformationen zugunsten von Einsätzen nach den Buchstaben a und b. 2 Für diese Aufgaben wird das militärische Personal insbesondere der Aufklärungs- und Grenadierformationen der Armee sowie der Militärischen Sicherheit eingesetzt, das speziell dazu ausgebildet, ausgerüstet und vorbereitet ist, um solche Einsätze aus dem Stand oder nach kurzer Vorbereitung durchzuführen. 3 Die zuständigen Stellen sorgen dafür, dass bei der Vorbereitung und der Durchführung des Einsatzes das Völkerrecht beachtet wird."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Gesuchstellung",
      "content": "Die eidgenössischen Departemente richten ihre Gesuche um Armeeeinsätze nach Artikel 1 in Absprache mit dem Eidgenössischen Departement für Verteidigung, Bevölkerungsschutz und Sport (VBS) und dem Eidgenössischen Departement für auswärtige Angelegenheiten (EDA) an den Bundesrat. Soweit die zeitliche Dringlichkeit es erlaubt, werden die Gesuche im Sicherheitsausschuss des Bundesrates vorberaten."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Auftrag",
      "content": "1 Der Bundesrat entscheidet über das Gesuch und erteilt den Auftrag für den Einsatz. 2 Der Auftrag regelt insbesondere: a. die Zuständigkeiten der beteiligten zivilen und militärischen Stellen; b. die Einzelheiten der Unterstellungsverhältnisse für den Einsatz; c. die zulässige Anwendung von Gewalt und von Zwangsmassnahmen, einschliesslich des Einsatzes von Waffen; d. den Dienstverkehr mit den zivilen Behörden; e. die Koordination der Nachrichten- und Informationsbeschaffung; f. die Finanzierung."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Zuständigkeiten",
      "content": "1 Der Bundesrat bestimmt das zuständige Departement. In der Regel bestimmt er: a. das EDA, wenn es sich um Einsätze zugunsten ziviler Personen und besonders schutzwürdiger Sachen handelt; b. das Eidgenössische Justiz- und Polizeidepartement (EJPD), wenn es sich um Geiselnahme und Erpressung handelt, die in die Zuständigkeit des entsprechenden Sonderstabes fallen; c. das VBS, wenn es sich um den Schutz militärischer Personen und besonders schutzwürdiger Sachen handelt. 2 Das für den Einsatz zuständige Departement genehmigt den Operationsbefehl des Chefs der Armee und entscheidet über die Auslösung und die Beendigung des Einsatzes."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Berichterstattung",
      "content": "1 Das für den Einsatz zuständige Departement informiert umgehend die Präsidenten der Sicherheitspolitischen und Aussenpolitischen Kommissionen der Bundesversammlung über die Auslösung, die Ziele, den Verlauf und die Beendigung eines Einsatzes. 2 Vorbehalten bleibt Artikel 70 Absatz 2 des Militärgesetzes."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 1. Juni 2006 in Kraft."
    }
  ],
  "definitions": []
}