{
  "id": "sr-510-625",
  "type": "statute",
  "title": "Verordnung vom 21. Mai 2008 über die geografischen Namen (GeoNV)",
  "title_en": "",
  "short_name": "GeoNV",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2008/393/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "1",
      "title": "Zweck",
      "content": "Geografische Namen sollen im amtlichen Verkehr sowie in allen amtlichen Informationsträgern einheitlich verwendet werden."
    },
    {
      "provision_ref": "art2",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "2",
      "title": "Gegenstand",
      "content": "Diese Verordnung regelt die Zuständigkeit, das Verfahren und die Kostentragung für das Erheben, Festlegen, Nachführen und Verwalten geografischer Namen."
    },
    {
      "provision_ref": "art3",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "3",
      "title": "Begriffe",
      "content": "In dieser Verordnung bedeuten: a. geografische Namen: Namen von Gemeinden, Ortschaften, Strassen, Gebäuden, Stationen und topografischen Objekten; b. geografische Namen der amtlichen Vermessung: Namen der topografischen Objekte, die in den Informationsebenen Nomenklatur (Flurnamen, Ortsnamen und Geländenamen), Bodenbedeckung und Einzelobjekte verwendet werden; c. geografische Namen der Landesvermessung: Namen der topografischen Objekte gemäss topografischem Landschaftsmodell der Landesvermessung; d. Gemeinden : die kleinsten politischen Einheiten, die nach der kantonalen Gesetzgebung die Aufgaben der politischen Gemeinde wahrnehmen und durch ein Hoheitsgebiet und einen Namen eindeutig bestimmt sind; e. Ortschaften: bewohnte geografisch abgrenzbare Siedlungsgebiete mit eigenem Namen und eigener Postleitzahl; f. Strassen: Strassen, Wege, Gassen, Plätze und benannte Gebiete, die als Strassenbezeichnungen für Adressen dienen; g. Stationen: Bahnhöfe, Stationen, einschliesslich Tal-, Berg- und Zwischenstationen, sowie Haltestellen aller regelmässigen, der Personenbeförderung dienenden Fahrten nach Artikel 1 Absatz 2 der Fahrplanverordnung vom 25. November 1998; h. topografische Objekte: Gewässer (z.B. Flüsse, Bäche, Seen, Weiher, Wasserfälle, Quellen), Gletscher, Siedlungen (z.B. Stadt, Dorf, Quartier, Weiler, Einzelhöfe), Gelände (z.B. Berge und Hügel), Landschaften (z.B. Gebiete, Täler, Alpen, Fluren, Wälder), kulturelle Objekte (z.B. Burgen, Schlösser, Klöster, Kirchen, Kapellen), öffentliche Bauten (z.B. Schulhäuser, Spitäler, Berghütten) sowie besondere Objekte von Verkehrsverbindungen (z.B. Brücken, Pässe, Tunnels, Flugplätze). Fassung gemäss Anhang 2 Ziff. II 3 der V vom 9. Juni 2017 über das eidgenössische Gebäude- und Wohnungsregister, in Kraft seit 1. Juli 2017 ( AS 2017 3459 ). [ AS 1999 698 . AS 2009 6055 Art. 15]. Siehe heute: Art. 1 Abs. 1 der Fahrplanverord-nung vom 11. Nov. 2009 ( SR 745.13 )."
    },
    {
      "provision_ref": "art4",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "4",
      "title": "Grundsätze",
      "content": "1 Geografische Namen sind einfach schreib- und lesbar und werden allgemein akzeptiert. 2 Sie werden, soweit möglich und sinnvoll, in Anlehnung an die Standardsprache (Schriftsprache) der Sprachregion formuliert. 3 Geografische Namen und ihre Schreibweise dürfen nur aus öffentlichem Interesse geändert werden."
    },
    {
      "provision_ref": "art5",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "5",
      "title": "Allgemeine Toponymische Richtlinien",
      "content": "Das Bundesamt für Landestopografie erlässt auf der Grundlage der Empfehlungen der UN-Sachverständigengruppe für geografische Namen die Allgemeinen Toponymischen Richtlinien und veröffentlicht diese."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Vollzugsregelungen",
      "content": "1 Das Bundesamt für Landestopografie erlässt Regeln für die geografischen Namen der Landesvermessung und der amtlichen Vermessung. Diese bestehen insbesondere aus den Regelungen für die Sprachregionen. 2 Es erlässt Empfehlungen zur Schreibweise: a. der Gemeindenamen; b. der Ortschaftsnamen; c. der Strassennamen und der Gebäudeadressierungen. 3 Das Bundesamt für Verkehr erlässt Richtlinien zur Schreibweise der Stationsnamen."
    },
    {
      "provision_ref": "art7",
      "chapter": "2. Abschnitt: Geografische Namen der Landesvermessung",
      "section": "7",
      "title": "",
      "content": "1 Das Bundesamt für Landestopografie erfüllt im Bereich der Landesvermessung folgende Aufgaben: a. Erheben, Festlegen, Nachführen und Verwalten der Namen von topografischen Objekten, die ausschliesslich Gegenstand des Landeskartenwerkes sind; b. geeignete Auswahl von geografischen Namen der amtlichen Vermessung für die topografische und die kartografische Landesvermessung; c. Verwaltung der geografischen Namen der Landesvermessung (topografisches Landschaftsmodell). 2 Es macht toponymische Forschungsarbeiten und Publikationen sowie weitere Hintergrundinformationen im Bereich der geografischen Namen öffentlich zugänglich."
    },
    {
      "provision_ref": "art8",
      "chapter": "3. Abschnitt: Geografische Namen der amtlichen Vermessung",
      "section": "8",
      "title": "Zuständigkeit",
      "content": "1 Die geografischen Namen werden von der für die amtliche Vermessung zuständigen Stelle erhoben, nachgeführt und verwaltet. 2 Die Kantone bestimmen durch Rechtsakt, wer für die Festlegung der geografischen Namen der amtlichen Vermessung zuständig ist."
    },
    {
      "provision_ref": "art9",
      "chapter": "3. Abschnitt: Geografische Namen der amtlichen Vermessung",
      "section": "9",
      "title": "Kantonale Nomenklaturkommission",
      "content": "1 Der Kanton setzt eine Nomenklaturkommission ein. 2 Die Nomenklaturkommission ist Fachstelle des Kantons für die geografischen Namen der amtlichen Vermessung. 3 Sie überprüft diese Namen beim Erheben und Nachführen auf ihre sprachliche Richtigkeit und Übereinstimmung mit den Vollzugsregelungen nach Artikel 6 und teilt der für das Festlegung der Namen zuständigen Stelle ihren Befund und ihre Empfehlungen mit. 4 Will die zuständige Stelle den Empfehlungen der Nomenklaturkommission nicht folgen, so holt sie dazu eine Stellungnahme der Eidgenössischen Vermessungsdirektion ein."
    },
    {
      "provision_ref": "art10",
      "chapter": "4. Abschnitt: Gemeinden",
      "section": "10",
      "title": "Grundsätze",
      "content": "1 Der Name einer Gemeinde muss im ganzen Gebiet der Schweiz eindeutig sein und darf zu keiner Verwechslung mit dem Namen einer anderen Gemeinde Anlass geben. 2 In folgenden Fällen muss dem Gemeindenamen ein Zusatz beigefügt werden: a. Der gleiche Name wird für mehrere Gemeinden verwendet. b. Der Name von mehreren Gemeinden wird zwar unterschiedlich geschrieben, aber gleich ausgesprochen."
    },
    {
      "provision_ref": "art11",
      "chapter": "4. Abschnitt: Gemeinden",
      "section": "11",
      "title": "Zuständigkeit",
      "content": "Das Bundesamt für Landestopografie ist zuständig für: a. die Vorprüfung von Gemeindenamen; b. die Genehmigung der Festlegung und Änderung von Gemeindenamen."
    },
    {
      "provision_ref": "art12",
      "chapter": "4. Abschnitt: Gemeinden",
      "section": "12",
      "title": "Gegenstand von Vorprüfung und Genehmigung",
      "content": "Gegenstand der Vorprüfung und Genehmigung sind: a. die Einhaltung der Grundsätze nach Artikel 10; b. die Einhaltung der Vollzugsregelungen nach Artikel 6; c. die Gebrauchsfähigkeit des Namens."
    },
    {
      "provision_ref": "art13",
      "chapter": "4. Abschnitt: Gemeinden",
      "section": "13",
      "title": "Vorprüfungsverfahren",
      "content": "1 Die nach kantonalem Recht zuständige Behörde unterbreitet dem Bundesamt für Landestopografie folgende vorgesehene Änderungen von Gemeindenamen: a. die Namensänderung einer Gemeinde; b. den Gemeindenamen im Falle einer Zusammenlegung von Gemeinden; c. die Gemeindenamen im Falle einer Aufteilung von Gemeinden. 2 Das Gesuch kann mehrere Varianten enthalten. Diese werden einzeln geprüft. 3 Dem Vorprüfungsgesuch werden die Vorakten beigelegt. Sie enthalten alle für die Beurteilung nach Artikel 12 notwendigen Angaben und Unterlagen. 4 Das Verfahren richtet sich nach den Artikeln 62 a –62 c des Regierungs- und Verwaltungsorganisationsgesetzes vom 21. März 1997 über das konzentrierte Entscheidverfahren. Die Frist für die Stellungnahme der Bundesstellen beträgt 30 Tage. SR 172.010"
    },
    {
      "provision_ref": "art14",
      "chapter": "4. Abschnitt: Gemeinden",
      "section": "14",
      "title": "Vorprüfungsentscheid",
      "content": "1 Der Vorprüfungsentscheid enthält: a. die Feststellung, ob die vorgeschlagenen Namen genehmigungsfähig sind; b. eine Begründung der Ablehnung, falls ein Name nicht genehmigungsfähig ist. 2 Der Entscheid wird spätestens zwei Monate nach der Einreichung des Gesuchs eröffnet."
    },
    {
      "provision_ref": "art15",
      "chapter": "4. Abschnitt: Gemeinden",
      "section": "15",
      "title": "Genehmigungsverfahren",
      "content": "1 Die nach kantonalem Recht zuständige Stelle reicht dem Bundesamt für Landestopografie das Gesuch um Genehmigung ein: a. nach Vorprüfung des Namens: spätestens 30 Tage vor dem Zeitpunkt, ab dem die Änderung gelten soll; b. ohne Vorprüfung des Namens: spätestens zwei Monate vor dem Zeitpunkt, ab dem die Änderung gelten soll. 2 Dem Gesuch werden die Vorakten beigelegt. Sie enthalten alle für die Beurteilung nach Artikel 12 notwendigen Angaben und Unterlagen. 3 Die einreichende Stelle hat im Verfahren Parteistellung. 4 Entspricht der Gemeindename dem Vorprüfungsentscheid, so erteilt das Bundesamt für Landestopografie ohne weiteres die Genehmigung. Andernfalls wird ein vollständiges Genehmigungsverfahren durchgeführt. 5 Das Verfahren richtet sich nach den Artikeln 62 a –62 c des Regierungs- und Verwaltungsorganisationsgesetzes vom 21. März 1997 über das konzentrierte Entscheidverfahren. SR 172.010"
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Genehmigungsentscheid",
      "content": "1 Der Genehmigungsentscheid wird den Parteien eröffnet und im Bundesblatt veröffentlicht. 2 Er wird nach Eintritt der Rechtskraft den Stellen mitgeteilt, die ein amtliches Verzeichnis führen."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Beschwerde",
      "content": "1 Gegen den Genehmigungsentscheid ist die Beschwerde an den Bundesrat zulässig. Dieser entscheidet endgültig. 2 Die am Genehmigungsverfahren beteiligten Bundesämter werden im Beschwerdeverfahren angehört."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Meldepflicht",
      "content": "Die zuständige kantonale Stelle teilt dem Bundesamt für Landestopografie spätestens 30 Tage vor dem Zeitpunkt, ab dem die Änderungen gelten, folgende Veränderungen mit: a. Gebietsveränderungen zwischen Gemeinden; b. den Wegfall eines Gemeindenamens im Fall einer Zusammenlegung oder Aufteilung von Gemeinden; c. die Änderungen des Namens von Bezirken oder vergleichbaren administrativen Einheiten des Kantons; d. die Änderungen der Zugehörigkeit von Gemeinden zu einem Bezirk oder zu einer vergleichbaren administrativen Einheit des Kantons."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Amtliches Gemeindeverzeichnis",
      "content": "1 Das Bundesamt für Statistik: a. vergibt für jede Gemeinde eine verbindliche Nummer; b. erstellt, verwaltet und veröffentlicht das amtliche Gemeindeverzeichnis der Schweiz. 2 Das amtliche Gemeindeverzeichnis ist nach Kantonen sowie nach Bezirken oder einer vergleichbaren administrativen Einheit des Kantons gegliedert. 3 Die Gemeindenamen und Gemeindenummern des amtlichen Gemeindeverzeichnisses sind behördenverbindlich."
    },
    {
      "provision_ref": "art20",
      "chapter": "5. Abschnitt: Ortschaften",
      "section": "20",
      "title": "Grundsätze",
      "content": "1 Geografisch abgrenzbare, zusammenhängende Siedlungsgebiete von landesweiter Bedeutung, die auch untergeordnete Siedlungen einschliessen können, sind mit einem eindeutigen Ortschaftsnamen und einer eindeutigen Postleitzahl zu bezeichnen. 2 Jede Ortschaft erhält eine eindeutige Postleitzahl, in begründeten Fällen mehrere eindeutige Postleitzahlen. 3 Die Schreibweise der Ortschaftsnamen und die geografische Abgrenzung der Ortschaften (Perimeter) der amtlichen Vermessung sind behördenverbindlich."
    },
    {
      "provision_ref": "art21",
      "chapter": "5. Abschnitt: Ortschaften",
      "section": "21",
      "title": "Zuständigkeiten",
      "content": "1 Die nach kantonalem Recht zuständige Stelle bestimmt nach Anhörung der betroffenen Gemeinden und der Schweizerischen Post (Post) die Ortschaft und legt die Abgrenzung, den Namen und die Schreibweise fest. 2 Die für die amtliche Vermessung zuständige Stelle koordiniert Änderungen des Perimeters mit den betroffenen Gemeinden und der Post. Die nach kantonalem Recht zuständige Stelle legt die Änderungen räumlich fest und meldet sie dem Bundesamt für Landestopografie. 3 Die Post legt die Postleitzahl nach Anhörung von Kanton und Gemeinde fest und teilt sie dem Bundesamt für Landestopografie mit."
    },
    {
      "provision_ref": "art22",
      "chapter": "5. Abschnitt: Ortschaften",
      "section": "22",
      "title": "Verfahren",
      "content": "Für die Festlegung und Änderung eines Ortschaftsnamens gelten die Vorschriften über die Vorprüfung und Genehmigung bei Gemeindenamen sinngemäss."
    },
    {
      "provision_ref": "art23",
      "chapter": "5. Abschnitt: Ortschaften",
      "section": "23",
      "title": "Kosten",
      "content": "1 Wer ein Gesuch um Festlegung oder Änderung eines Ortschaftsnamens stellt, trägt die Kosten. 2 Keine Kosten werden auferlegt, wenn die Festlegung oder Änderung eine Folge der Siedlungsentwicklung oder betrieblicher Bedürfnisse im Rahmen des Universaldienstes nach den Artikeln 2–4 des Postgesetzes vom 30. April 1997 ist. 3 Das Bundesamt für Landestopografie erstellt zusammen mit den betroffenen Stellen des Bundes und der Post im Rahmen der Vorprüfung einen konsolidierten Voranschlag und eröffnet diesen mit dem Vorprüfungsentscheid. 4 Es legt die Kosten im Genehmigungsentscheid fest. [ AS 1997 2452 , 2000 2355 Anhang Ziff. 23, 2003 4297 , 2006 2197 Anhang Ziff. 85, 2007 5645 . AS 2012 4993 Anhang Ziff. I]. Heute: im Rahmen der Grundversorgung nach Art. 14 des Postgesetzes vom 17. Dez. 2010 ( SR 783.0 )."
    },
    {
      "provision_ref": "art24",
      "chapter": "5. Abschnitt: Ortschaften",
      "section": "24",
      "title": "Amtliches Verzeichnis",
      "content": "Das Bundesamt für Landestopografie erstellt, verwaltet und veröffentlicht das amtliche Ortschaftenverzeichnis mit Postleitzahl und Perimeter."
    },
    {
      "provision_ref": "art25",
      "chapter": "6. Abschnitt: Strassen",
      "section": "25",
      "title": "Grundsätze",
      "content": "1 Alle Strassen in Ortschaften und anderen bewohnten Siedlungen werden benannt. 2 Benannte Gebiete dürfen verwendet werden, wenn keine Strassen, Wege oder Plätze bestehen, die benannt werden können. 3 Die Schreibweise der Strassennamen, die Elemente der geografischen Namen der amtlichen Vermessung übernehmen, wird auf regionaler Ebene harmonisiert. Fassung gemäss Anhang 2 Ziff. II 3 der V vom 9. Juni 2017 über das eidgenössische Gebäude- und Wohnungsregister, in Kraft seit 1. Juli 2017 ( AS 2017 3459 )."
    },
    {
      "provision_ref": "art26",
      "chapter": "6. Abschnitt: Strassen",
      "section": "26",
      "title": "Zuständigkeit",
      "content": "1 Die Kantone gewährleisten die umfassende Benennung von Strassen. 2 Sie regeln die Zuständigkeit und das Verfahren für die Festlegung und Harmonisierung der Strassennamen. 3 Die festgelegten Strassennamen werden der kantonalen Vermessungsaufsicht, dem Bundesamt für Statistik sowie den Anbieterinnen von Universaldiensten nach den Artikeln 2–4 des Postgesetzes vom 30. April 1997 mitgeteilt. [ AS 1997 2452 , 2000 2355 Anhang Ziff. 23, 2003 4297 , 2006 2197 Anhang Ziff. 85, 2007 5645 . AS 2012 4993 Anhang Ziff. I]. Heute: den registrierten Anbietern von Postdiensten im Sinne von Art. 4 des Postgesetzes vom 17. Dez. 2010 ( SR 783.0 )."
    },
    {
      "provision_ref": "art26a",
      "chapter": "6. Abschnitt: Strassen",
      "section": "26a",
      "title": "a Amtliches Verzeichnis",
      "content": "1 Das Bundesamt für Landestopografie führt das amtliche Verzeichnis der Strassen. 2 Dieses enthält für alle Strassen im Sinne von Artikel 3 Buchstabe f die folgenden Daten: a. einen eindeutigen Identifikator (ESID); b. einen pro Ortschaft eindeutigen Strassennamen, in mehrsprachigen Gebieten allenfalls in mehreren Sprachen; c. den zugehörigen Ortschaftsnamen und die Postleitzahl aus dem amtlichen Ortschaftsverzeichnis (Art. 24); d. den zugehörigen Gemeindenamen und die Gemeindenummer aus dem amtlichen Gemeindeverzeichnis (Art. 19); e. die geografische Lage der Strasse; f. den Realisierungsstand der Strasse; g. den Status des Objekts «Strasse». 3 Das Bundesamt für Statistik teilt dem Bundesamt für Landestopografie die Daten der Strassen nach Absatz 2 und periodisch alle Änderungen mit. 4 Das amtliche Verzeichnis der Strassen ist behördenverbindlich, ausgenommen sind die Daten nach Absatz 2 Buchstabe e. Eingefügt durch Anhang 2 Ziff. II 3 der V vom 9. Juni 2017 über das eidgenössische Gebäude- und Wohnungsregister, in Kraft seit 1. Juli 2017 ( AS 2017 3459 )."
    },
    {
      "provision_ref": "art26b",
      "chapter": "12",
      "section": "26b",
      "title": "b Grundsätze",
      "content": "1 Die Gebäudeadresse wird durch die folgenden Daten bestimmt: a. einen eindeutigen Identifikator (EGAID); b. der Gebäudeidentifikator (EGID) und die Eingangsidentifikatoren (EDID) aus dem eidgenössischen Gebäude- und Wohnungsregister (GWR); c. die Hausnummer (Polizeinummer) gemäss kantonalem Recht; d. den Gebäudenamen, sofern das Gebäude einen besonderen, allgemein bekannten Namen hat; e. den zugehörigen Strassennamen aus dem amtlichen Verzeichnis (Art. 26 a ); f. den zugehörigen Ortschaftsnamen und die Postleitzahl aus dem amtlichen Ortschaftsverzeichnis (Art. 24); g. den zugehörigen Gemeindenamen und die Gemeindenummer aus dem amtlichen Gemeindeverzeichnis (Art. 19); h. die geografische Lage (Referenzpunkt); i. den Status des Objekts «Gebäudeadresse». 2 Jedes der folgenden Gebäude im Sinne des GWR erhält eine oder mehrere Gebäudeadressen: a. bestehende Gebäude; b. nach kantonalem Bau- und Planungsrecht bewilligte Gebäude, ab dem Zeitpunkt der Rechtskraft der Bewilligung bis zur allfälligen Löschung der unbenutzten Bewilligung. 3 Zusätzlich können Objekte der amtlichen Vermessung Gebäudeadressen erhalten, wenn das Datenmodell dies vorsieht. 4 Jede Gebäudeadresse ist innerhalb einer Ortschaft eindeutig."
    },
    {
      "provision_ref": "art26c",
      "chapter": "12",
      "section": "26c",
      "title": "c Amtliches Verzeichnis",
      "content": "1 Das Bundesamt für Landestopografie führt das amtliche Verzeichnis der Gebäudeadressen. 2 Das Bundesamt für Statistik teilt dem Bundesamt für Landestopografie die aus dem GWR und aus dem amtlichen Gemeindeverzeichnis (Art. 19) stammenden Daten nach Artikel 26 b sowie periodisch alle Änderungen mit. 3 Die Gebäudeadressen sind behördenverbindlich."
    },
    {
      "provision_ref": "art27",
      "chapter": "7. Abschnitt: Stationen",
      "section": "27",
      "title": "Grundsätze",
      "content": "1 Stationsnamen müssen für das ganze Gebiet der Schweiz ei n deutig sein. 2 Die Station erhält den Namen der Ortschaft, die sie bedient. 3 Bedient eine Station mehrere Ortschaften oder keine Ortschaft, so erhält sie den Namen, der für die Ve r kehrsbedürfnisse am geeignetsten ist. In der Regel trägt sie nur einen Namen. 4 Bedienen mehrere Stationen dieselbe Ortschaft, so werden sie durch Beifügungen zum Ortschaft s namen unterschieden. Die Beifügung darf nicht aus dem Namen eines Unternehmens bestehen, es sei denn, dieser sei identisch mit einem geogra f i schen Namen. 5 Die Schreibweise soll nach Möglichkeit mit jener der anderen geografischen Namen übereinstimmen."
    },
    {
      "provision_ref": "art28",
      "chapter": "7. Abschnitt: Stationen",
      "section": "28",
      "title": "Zuständigkeit",
      "content": "1 Das Bundesamt für Verkehr legt auf Gesuch die Stationsnamen fest. 2 Ein Gesuch können stellen: a. konzessionierte Transportunternehmen; b. die Gemeinde, auf deren Gebiet die Station liegt; c. der Kanton, auf dessen Gebiet die Station liegt."
    },
    {
      "provision_ref": "art29",
      "chapter": "7. Abschnitt: Stationen",
      "section": "29",
      "title": "Gegenstand der Festlegung",
      "content": "Gegenstand der Festlegung sind: a. die Einhaltung der Grundsätze nach Artikel 27; b. die Einhaltung der Richtlinien des Bundesamts für Verkehr nach Artikel 6 Absatz 3."
    },
    {
      "provision_ref": "art30",
      "chapter": "7. Abschnitt: Stationen",
      "section": "30",
      "title": "Festlegungsverfahren",
      "content": "1 Dem Gesuch um Festlegung oder Änderung eines Stationsnamens werden die Vorakten beigelegt. Sie enthalten alle für die Beurteilung nach Artikel 29 notwendigen Angaben und Unterlagen. 2 Das Verfahren richtet sich nach den Artikeln 62 a –62 c des Regierungs- und Verwaltungsorganisationsgesetzes vom 21. März 1997 über das konzentrierte Entscheidverfahren. SR 172.010"
    },
    {
      "provision_ref": "art31",
      "chapter": "7. Abschnitt: Stationen",
      "section": "31",
      "title": "Festlegungsentscheid",
      "content": "Der Festlegungsentscheid wird den betroffenen konzessionierten Transportunternehmen sowie der Gemeinde und dem Kanton eröffnet."
    },
    {
      "provision_ref": "art32",
      "chapter": "7. Abschnitt: Stationen",
      "section": "32",
      "title": "Beschwerde",
      "content": "1 Gegen den Festlegungsentscheid ist die Beschwerde an den Bundesrat zulässig. Dieser entscheidet endgültig. 2 Die am Festlegungsverfahren beteiligten Bundesämter werden im Beschwerdeverfahren angehört."
    },
    {
      "provision_ref": "art33",
      "chapter": "7. Abschnitt: Stationen",
      "section": "33",
      "title": "Kosten",
      "content": "1 Wer ein Gesuch um Festlegung oder Änderung eines Stationsnamens stellt, trägt die Kosten. 2 Keine Kosten werden auferlegt, wenn die Festlegung oder Änderung die Folge ist: a. der Siedlungsentwicklung; b. der Änderung des Liniennetzes; c. der betrieblichen Bedürfnisse der Transportunternehmen. 3 Das Bundesamt für Verkehr erstellt zusammen mit den betroffenen Stellen des Bundes und den Transportunternehmen auf Antrag des Gesuchstellers oder der Gesuchstellerin einen konsolidierten Voranschlag. 4 Es legt die Kosten im Entscheid fest."
    },
    {
      "provision_ref": "art34",
      "section": "34",
      "title": "Verzeichnis",
      "content": "Das Verzeichnis der Stationsnamen wird in der offiziellen Publikation der Fahrpläne nach den Artikeln 9 und 10 der Fahrplanverordnung vom 4. November 2009 veröffentlicht. Fassung gemäss Anhang 2 Ziff. II 3 der V vom 9. Juni 2017 über das eidgenössische Gebäude- und Wohnungsregister, in Kraft seit 1. Juli 2017 ( AS 2017 3459 ). SR 745.13"
    },
    {
      "provision_ref": "art35",
      "chapter": "8. Abschnitt: Koordination und Mitwirkung",
      "section": "35",
      "title": "Koordination auf internationaler Ebene",
      "content": "Das Bundesamt für Landestopografie ist zuständig für die internationale Koordination im Bereich der geografischen Namen."
    },
    {
      "provision_ref": "art36",
      "chapter": "8. Abschnitt: Koordination und Mitwirkung",
      "section": "36",
      "title": "Koordination auf nationaler Ebene",
      "content": "1 Das Bundesamt für Landestopografie koordiniert die Tätigkeiten des Bundes im Bereich der geografischen Namen. 2 Es kann andere Stellen des Bundes, Unternehmen des Bundes sowie kantonale Fachstellen beiziehen."
    },
    {
      "provision_ref": "art37",
      "chapter": "8. Abschnitt: Koordination und Mitwirkung",
      "section": "37",
      "title": "Mitwirkung der Kantone, Anhörung der Organisationen",
      "content": "Bei der Erarbeitung von Vollzugsregelungen stellt das zuständige Bundesamt die Mitwirkung der Kantone und die Anhörung der Partnerorganisationen auf geeignete Weise sicher."
    },
    {
      "provision_ref": "art37a",
      "chapter": "9. Abschnitt: Schlussbestimmungen",
      "section": "37a",
      "title": "a Übergangsbestimmungen zur Änderung vom 9. Juni 2017",
      "content": "1 Das amtliche Verzeichnis der Strassen (Art. 26 a ) und das amtliche Verzeichnis der Gebäudeadressen (Art. 26 c ) werden innert vier Jahren nach dem Inkrafttreten der Änderung vom 9. Juni 2017 aufgebaut und in Betrieb genommen. 2 Die Kantone stellen dem Bund die zum Aufbau der Verzeichnisse notwendigen Daten unentgeltlich zur Verfügung. 3 Das Bundesamt für Landestopografie stellt den Kantonen die Entwürfe der Verzeichnisse zur Validierung zu. Die Kantone sorgen für eine Validierung innert längstens eines Jahres. Der Bund beteiligt sich an den Validierungskosten. Die Einzelheiten werden in der Leistungsvereinbarung für die amtliche Vermessung festgelegt. 4 Bis zum Bestehen des validierten Verzeichnisses der Strassen ist für das betreffende Gebiet die Schreibweise der Strassennamen der amtlichen Vermessung behördenverbindlich. Eingefügt durch Anhang 2 Ziff. II 3 der V vom 9. Juni 2017 über das eidgenössische Gebäude- und Wohnungsregister, in Kraft seit 1. Juli 2017 ( AS 2017 3459 )."
    },
    {
      "provision_ref": "art38",
      "chapter": "9. Abschnitt: Schlussbestimmungen",
      "section": "38",
      "title": "Aufhebung bisherigen Rechts",
      "content": "Die Verordnung vom 30. Dezember 1970 über Orts-, Gemeinde- und Stationsnamen wird aufgehoben. [ AS 1970 1651 , 1991 370 Anhang Ziff. 3, 1997 2779 Ziff. II 28, 1999 704 Ziff. II 14]"
    },
    {
      "provision_ref": "art39",
      "chapter": "9. Abschnitt: Schlussbestimmungen",
      "section": "39",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 1. Juli 2008 in Kraft."
    }
  ],
  "definitions": [
    {
      "term": "geografische Namen der amtlichen Vermessung:",
      "definition": "geografische Namen der amtlichen Vermessung: Namen der topografischen Objekte, die in den Informationsebenen Nomenklatur (Flurnamen, Ortsnamen und Geländenamen), Bodenbedeckung und Einzelobjekte verwendet werden;",
      "source_provision": "art3"
    },
    {
      "term": "geografische Namen der Landesvermessung:",
      "definition": "geografische Namen der Landesvermessung: Namen der topografischen Objekte gemäss topografischem Landschaftsmodell der Landesvermessung;",
      "source_provision": "art3"
    },
    {
      "term": "Gemeinden",
      "definition": "Gemeinden : die kleinsten politischen Einheiten, die nach der kantonalen Gesetzgebung die Aufgaben der politischen Gemeinde wahrnehmen und durch ein Hoheitsgebiet und einen Namen eindeutig bestimmt sind;",
      "source_provision": "art3"
    },
    {
      "term": "Ortschaften:",
      "definition": "Ortschaften: bewohnte geografisch abgrenzbare Siedlungsgebiete mit eigenem Namen und eigener Postleitzahl;",
      "source_provision": "art3"
    },
    {
      "term": "Strassen:",
      "definition": "Strassen: Strassen, Wege, Gassen, Plätze und benannte Gebiete, die als Strassenbezeichnungen für Adressen dienen;",
      "source_provision": "art3"
    },
    {
      "term": "Stationen:",
      "definition": "Stationen: Bahnhöfe, Stationen, einschliesslich Tal-, Berg- und Zwischenstationen, sowie Haltestellen aller regelmässigen, der Personenbeförderung dienenden Fahrten nach Artikel 1 Absatz 2 der Fahrplanverordnung vom 25. November 1998;",
      "source_provision": "art3"
    }
  ]
}