{
  "id": "sr-512-151",
  "type": "statute",
  "title": "Verordnung des VBS vom 28. November 2003 über die vordienstliche Ausbildung (VAusb-VBS)",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2003/679/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "1",
      "title": "Geltungsbereich",
      "content": "1 Diese Verordnung gilt für die Kurse der vordienstlichen Ausbildung nach Artikel 2. 2 Für die Jungschützen- und Jungschützenleiterkurse gelten die Vorschriften über das Schiesswesen ausser Dienst und für die fliegerische Vorschulung (Militärpiloten- und Fallschirmaufklärerkurse) die Vorschriften der Luftfahrtgesetzgebung."
    },
    {
      "provision_ref": "art2",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "2",
      "title": "Kurse",
      "content": "1 Die vordienstliche Ausbildung umfasst folgende Kurse: a. Funkaufklärerkurse; b. Militärmusikkurse; c. Pontonierkurse; d. Jungmotorfahrerkurse; e. Train- und Veterinärkurse; f. Schmiedekurse; g. Sanitätskurse; h. Cyberkurse. 2 Sie untersteht dem Kommando Ausbildung. Fassung gemäss Ziff. I der V des VBS vom 21. Nov. 2019, in Kraft seit 1. Jan. 2020 ( AS 2019 4309 ). Fassung gemäss Ziff. I der V des VBS vom 21. Nov. 2019, in Kraft seit 1. Jan. 2020 ( AS 2019 4309 ). Eingefügt durch Ziff. I der V des VBS vom 1. Nov. 2013, in Kraft seit 1. Jan. 2014 ( AS 2013 3807 ). Eingefügt durch Ziff. I der V des VBS vom 21. Nov. 2019, in Kraft seit 1. Jan. 2020 ( AS 2019 4309 ). Ausdruck gemäss Ziff. I der V des VBS vom 30. Nov. 2017, in Kraft seit 1. Jan. 2018 ( AS 2017 7403 ). Diese Änd. wurde in den in der AS genannten Bestimmungen vorgenommen."
    },
    {
      "provision_ref": "art3",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "3",
      "title": "Leitung und Durchführung",
      "content": "1 Die Ausbildungs- und Ausbildungsleiterkurse werden in der Schweiz durchgeführt und durch folgende Organisationseinheiten geleitet und kontrolliert: a. Funkaufklärerkurse Lehrverband Führungsunterstützung b. Militärmusikkurse Lehrverband Infanterie c. Pontonierkurse Lehrverband Genie/Rettung/ABC d. Jungmotorfahrerkurse Lehrverband Logistik e. Train- und Veterinärkurse Lehrverband Logistik f. Schmiedekurse Lehrverband Logistik g. Sanitätskurse Lehrverband Logistik h. Cyberkurse Lehrverband Führungsunterstützung 2 Die leitenden Organisationseinheiten können im Einvernehmen mit dem Chef oder der Chefin Kommando Ausbildung die Durchführung von Ausbildungs- und Ausbildungsleiterkursen an militärische Gesellschaften und Dachverbände übertragen. 3 Die Durchführung von Funkaufklärer-, Militärmusik-, Schmiede-, Sanitäts- und Cyberkursen kann durch die leitenden Organisationseinheiten im Einvernehmen mit dem Chef oder der Chefin Kommando Ausbildung vertraglich an Dritte übertragen werden. Fassung gemäss Ziff. I der V des VBS vom 21. Nov. 2019, in Kraft seit 1. Jan. 2020 ( AS 2019 4309 )."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Teilnahme",
      "content": "1 Die Teilnahmeberechtigten dürfen jede Stufe eines Ausbildungskurses nur einmal durchlaufen. 2 Bei nicht bestandener Prüfung darf ein Ausbildungskurs bzw. eine Stufe einmalig wiederholt werden. Fassung gemäss Ziff. I der V des VBS vom 21. Nov. 2019, in Kraft seit 1. Jan. 2020 ( AS 2019 4309 )."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Militärischer Leistungsausweis",
      "content": "Wer eine vordienstliche Ausbildung durchführt, hat die Teilnehmenden, deren Leistung und das Bestehen des Ausbildungskurses in einer elektronischen Datenbank zu erfassen. Fassung gemäss Ziff. I der V des VBS vom 21. Nov. 2019, in Kraft seit 1. Jan. 2020 ( AS 2019 4309 )."
    },
    {
      "provision_ref": "art6",
      "chapter": "2. Abschnitt: Leistungen des Bundes",
      "section": "6",
      "title": "Entschädigungen und Vergütungen",
      "content": "1 Die Entschädigungen und Vergütungen werden im Anhang festgelegt. 2 … Aufgehoben durch Ziff. I der V des VBS vom 21. Nov. 2019, mit Wirkung seit 1. Jan. 2020 ( AS 2019 4309 )."
    },
    {
      "provision_ref": "art7",
      "chapter": "2. Abschnitt: Leistungen des Bundes",
      "section": "7",
      "title": "Versand und Portokosten",
      "content": "1 Der Massenversand von Sendungen der militärischen Gesellschaften und Dachverbände erfolgt durch die leitenden Organisationseinheiten. 2 Die Portokosten von Einzelsendungen werden den militärischen Gesellschaften und Dachverbänden gemäss Generalrechnung zurückerstattet."
    },
    {
      "provision_ref": "art8",
      "chapter": "2. Abschnitt: Leistungen des Bundes",
      "section": "8",
      "title": "Drucksachen",
      "content": "Die leitenden Organisationseinheiten stellen den militärischen Gesellschaften und Dachverbänden die notwendigen Abrechnungs- und Kursunterlagen sowie die militärischen Leistungsausweise unentgeltlich zur Verfügung."
    },
    {
      "provision_ref": "art9",
      "chapter": "3. Abschnitt: Administrative Bestimmungen",
      "section": "9",
      "title": "Budgetierung",
      "content": "1 Die leitenden Organisationseinheiten erstellen jährlich gemäss Finanzprozess VBS ein Budget. 2 Sie reichen das Budget dem Kommando Ausbildung ein; dieses erstellt ein Gesamtbudget für die vordienstliche Ausbildung. Fassung gemäss Ziff. I der V des VBS vom 21. Nov. 2019, in Kraft seit 1. Jan. 2020 ( AS 2019 4309 )."
    },
    {
      "provision_ref": "art10",
      "chapter": "3. Abschnitt: Administrative Bestimmungen",
      "section": "10",
      "title": "Abrechnung",
      "content": "1 Für jeden Kurs ist eine Abrechnung zu erstellen. 2 Die Durchführungsorganisationen reichen die Abrechnungen innert drei Wochen nach Abschluss eines Kurses den leitenden Organisationseinheiten ein. 3 Die leitenden Organisationseinheiten prüfen die Abrechnungen und stellen diese sowie die eigenen Abrechnungen der Revisionsstelle zu. 4 Es gelten die Termine und die Fristen nach dem Finanzprozess VBS. Fassung gemäss Ziff. I der V des VBS vom 21. Nov. 2019, in Kraft seit 1. Jan. 2020 ( AS 2019 4309 ). Fassung gemäss Ziff. I der V des VBS vom 21. Nov. 2019, in Kraft seit 1. Jan. 2020 ( AS 2019 4309 ). Eingefügt durch Ziff. I der V des VBS vom 21. Nov. 2019, in Kraft seit 1. Jan. 2020 ( AS 2019 4309 )."
    },
    {
      "provision_ref": "art11",
      "chapter": "3. Abschnitt: Administrative Bestimmungen",
      "section": "11",
      "title": "Revisionsstelle",
      "content": "Das Kommando Ausbildung ist Revisionsstelle für die vordienstliche Ausbildung. Ausdruck gemäss Ziff. I der V des VBS vom 30. Nov. 2017, in Kraft seit 1. Jan. 2018 ( AS 2017 7403 )."
    },
    {
      "provision_ref": "art12",
      "chapter": "4. Abschnitt: Schlussbestimmungen",
      "section": "12",
      "title": "",
      "content": "Aufgehoben durch Ziff. V 4 der V vom 22. Aug. 2007 zur formellen Bereinigung des Bundesrechts, mit Wirkung seit 1. Jan. 2008 ( AS 2007 4477 )."
    },
    {
      "provision_ref": "art13",
      "chapter": "4. Abschnitt: Schlussbestimmungen",
      "section": "13",
      "title": "Fachtechnische Weisungen",
      "content": "1 Die leitenden Organisationseinheiten erlassen im Einvernehmen mit dem Kommando Ausbildung fachtechnische Weisungen. 2 … Aufgehoben durch Ziff. I der V des VBS vom 21. Nov. 2019, mit Wirkung seit 1. Jan. 2020 ( AS 2019 4309 )."
    },
    {
      "provision_ref": "art14",
      "chapter": "4. Abschnitt: Schlussbestimmungen",
      "section": "14",
      "title": "Vollzug",
      "content": "Das Kommando Ausbildung vollzieht diese Verordnung und erlässt die nötigen Weisungen."
    },
    {
      "provision_ref": "art15",
      "chapter": "4. Abschnitt: Schlussbestimmungen",
      "section": "15",
      "title": "Aufhebung bisherigen Rechts",
      "content": "Die Verordnung des EMD vom 18. Dezember 1975 über die militärtechnische Vorbildung wird aufgehoben. In der AS nicht veröffentlicht."
    },
    {
      "provision_ref": "art16",
      "chapter": "4. Abschnitt: Schlussbestimmungen",
      "section": "16",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 1. Januar 2004 in Kraft."
    }
  ],
  "definitions": []
}