{
  "id": "sr-510-624",
  "type": "statute",
  "title": "Verordnung vom 21. Mai 2008 über die Landesgeologie (Landesgeologieverordnung, LGeolV)",
  "title_en": "",
  "short_name": "LGeolV",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2008/391/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "1",
      "title": "Gegenstand und Geltungsbereich",
      "content": "1 Diese Verordnung regelt die Aufgaben und Tätigkeiten des Bundes auf dem Gebiet der Landesgeologie. 2 Vorbehalten bleiben die besonderen Bestimmungen des Bundesrechts über den Wasserbau, den Gewässerschutz und die Kernenergie. 3 Soweit diese Verordnung keine besonderen Vorschriften enthält, gilt die Geoinformationsverordnung vom 21. Mai 2008 (GeoIV). SR 510.620"
    },
    {
      "provision_ref": "art2",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "2",
      "title": "Begriffe",
      "content": "In dieser Verordnung bedeuten: a. geologische Informationen: Daten und Informationen über den geologischen Untergrund, insbesondere über den Aufbau, die Beschaffenheit und die Eigenschaften, die frühere und aktuelle Nutzung, den wirtschaftlichen, gesellschaftlichen und wissenschaftlichen Wert sowie über frühere, aktuelle und potenzielle geologische Prozesse; b. geologischer Untergrund: Teil der Erde und ihrer Inhaltsstoffe (insbesondere Steine und Erden, Erze, Mineralien, Erdöl, Erdgas, Grundwasser, Erdwärme), der sich durch die Erdoberfläche von der Atmosphäre und den Oberflächengewässern abgrenzt; c. geologische Prozesse: Veränderungen des geologischen Untergrunds, ins-besondere Verwitterung, Erosion, Sedimentation, Massenbewegungen oder Erdbeben; d. Nutzung des geologischen Untergrunds: Eingriffe in den geologischen Untergrund, insbesondere Bauten jeglicher Art, Untertagebauwerke, Sondierbohrungen, Abbau von mineralischen Rohstoffen, Umlagerungen, Lagerung von Stoffen, Veränderungen von Grundwasserspiegel, ‑fliessweg, ‑durchfluss und -temperatur sowie Beeinflussungen des Erdwärmefeldes; e. primäre geologische Daten: Daten im Sinne von Messungen oder direkten Beschreibungen, Aufnahmen, Dokumentationen geologischer Eigenschaften, namentlich unprozessierte Signale und Messwerte, lithologische und geotechnische Beschreibungen von Bohrkernen und Bohrklein, Aufschlusskartierungen, Laboranalysen; f. prozessierte primäre geologische Daten: primäre geologische Daten, die im Hinblick auf eine Interpretation aufbereitet wurden, namentlich prozessierte geophysikalische Daten, Bohrprofile; g. sekundäre geologische Daten und Informationen: geologische Daten und Informationen, welche durch die Interpretation von primären oder prozessierten primären geologischen Daten entstehen, namentlich Interpretationen von geophysikalischen Daten, geologische Karten, geologische Profilschnitte, geologische Modelle. Eingefügt durch Ziff. I der V vom 1. Nov. 2017, in Kraft seit 1. Jan. 2018 ( AS 2017 6745 ). Eingefügt durch Ziff. I der V vom 1. Nov. 2017, in Kraft seit 1. Jan. 2018 ( AS 2017 6745 ). Eingefügt durch Ziff. I der V vom 1. Nov. 2017, in Kraft seit 1. Jan. 2018 ( AS 2017 6745 )."
    },
    {
      "provision_ref": "art3",
      "chapter": "2. Abschnitt: Aufgaben der Landesgeologie",
      "section": "3",
      "title": "Zielsetzungen der Landesgeologie",
      "content": "1 Die Fachstellen für Landesgeologie stellen den übrigen Stellen des Bundes, den kantonalen Fachstellen sowie Dritten geologische Informationen zur Verfügung im Hinblick auf: a. die nachhaltige Nutzung des geologischen Untergrunds; b. die Berücksichtigung der geologischen Gegebenheiten in Planungs-, Konzessionierungs- und Bewilligungsverfahren; c. die Prävention vor schädlichen oder lästigen Einwirkungen geologischer Prozesse auf Personen und Sachen. 2 Die Fachstellen für Landesgeologie orientieren die Öffentlichkeit über ihre Tätigkeiten und Aufgaben."
    },
    {
      "provision_ref": "art4",
      "chapter": "2. Abschnitt: Aufgaben der Landesgeologie",
      "section": "4",
      "title": "Geologische Landesaufnahme",
      "content": "1 Die geologische Landesaufnahme umfasst: a. das Erheben von geologischen Informationen durch eigene Aufnahmen und durch Verwertung von Aufnahmen Dritter; b. das Sichten und Ordnen von geologischen Informationen; c. die wissenschaftliche Auswertung von geologischen Informationen. 2 Die Erfassung, Nachführung und Verwaltung der Informationen erfolgt nach einheitlichen Grundsätzen."
    },
    {
      "provision_ref": "art5",
      "chapter": "2. Abschnitt: Aufgaben der Landesgeologie",
      "section": "5",
      "title": "Geologische Daten und Informationen von nationalem Interesse",
      "content": "Die Landesgeologie stellt folgende geologische Daten und Informationen von nationalem Interesse bereit: a. Grundlagendaten für die nachhaltige Nutzung des geologischen Untergrunds und für die Raumentwicklung der Schweiz; b. Vorkommen und Beschaffenheit von Grundwassergebieten; c. geologische Verhältnisse im Bereich bestehender und geplanter Infrastrukturen von nationalem Interesse (beispielsweise Hauptverbindungen für den Bahn- und Strassenverkehr, erdverlegte Kabel, Transitleitungen für Erdöl und Gas, grosse Kraftwerkanlagen, Agglomerationszentren); d. Vorkommen und Beschaffenheit von geeigneten Gesteinsformationen zur Lagerung von Stoffen und Abfällen; e. Lagerstätten mineralischer Rohstoffe (insbesondere Steine und Erden, Erze, Erdöl und Erdgas); f. Grundlagen für die geothermische Energiegewinnung; g. Grundlagen für die Ermittlung der Gefahren und Risiken für Personen, Sachen, die Umwelt und den Raum, die von geologischen Prozessen oder der Nutzung des geologischen Untergrunds ausgehen."
    },
    {
      "provision_ref": "art6",
      "chapter": "2. Abschnitt: Aufgaben der Landesgeologie",
      "section": "6",
      "title": "Beratung und Unterstützung der Bundesbehörden",
      "content": "1 Die Fachstellen für Landesgeologie beraten und unterstützen die Bundesverwaltung sowie Dritte, denen Aufgaben des Bundes übertragen sind, in geologischen Fragen. 2 Sie begleiten die geologischen Untersuchungen bei Projekten der Bundesverwaltung. 3 Sie beraten auf Anfrage die Organe der Bundesversammlung und die eidgenössischen Gerichte."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Forschung",
      "content": "1 Die Fachstellen für Landesgeologie können sich an nationalen und internationalen Forschungsvorhaben beteiligen. 2 Die zuständige Fachstelle für Landesgeologie leitet und betreibt das Felslabor Mont Terri. Eingefügt durch Ziff. I der V vom 3. Juli 2013, in Kraft seit 1. Sept. 2013 ( AS 2013 2317 )."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Archivierung",
      "content": "1 Die Fachstellen für Landesgeologie archivieren insbesondere: a. Daten und Informationen, die auf der Grundlage des Bundesrechts erhoben oder ausgewertet werden; b. Daten und Informationen, die ihnen auf der Grundlage des Bundesrechts mitgeteilt werden; c. Daten von nur zeitweilig zugänglichem geologischem Untergrund (Aufschlüsse) von nationalem oder hohem wissenschaftlichem Interesse; d. Gesteinsproben und Bohrkerne. 2 Die Kantone können die Archivierung ihrer geologischen Informationen mit öffentlich-rechtlichem Vertrag der zuständigen Fachstelle für Landesgeologie übertragen."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Geologische Informationsstelle",
      "content": "1 Das Bundesamt für Landestopografie führt die geologische Informationsstelle des Bundes. 2 Es macht geologische Daten und Informationen mit Geodiensten zugänglich."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Amtliche Leistungen",
      "content": "1 Die amtlichen Leistungen der Fachstellen für Landesgeologie sind: a. die nationalen Atlanten und Kartenwerke nach Artikel 23 der Landesvermessungsverordnung vom 21. Mai 2008; b. geologische, geophysikalische, geochemische, geotechnische und hydrogeologische Übersichts- und Spezialkarten; c. Rohstoffkarten (Rohstoffsituation und Rohstoffflüsse); d. Karten zum geothermischen Potenzial der Schweiz; e. thematische Übersichts- und Spezialkarten zu geologischen und geomorphologischen Prozessen; f. Eignungskarten bezüglich der Lagerung von Stoffen und Abfällen; g. Erläuterungen zu den thematischen Kartenwerken; h. geologische Berichte. 2 Die Leistungen werden entsprechend den technischen und finanziellen Möglichkeiten und angepasst an die Bedürfnisse der Nutzerinnen und Nutzer in digitaler oder analoger Form bereitgestellt. SR 510.626"
    },
    {
      "provision_ref": "art11",
      "chapter": "3. Abschnitt: Gewerbliche Leistungen",
      "section": "11",
      "title": "Grundsatz",
      "content": "1 Die Fachstellen für Landesgeologie können folgende gewerbliche Leistungen erbringen: a. im Gebiet der Geologie und Hydrogeologie Aufträge von anderen Stellen der Bundesverwaltung und von Dritten ausführen; b. im Gebiet der Geologie und Hydrogeologie Arbeiten der Entwicklungszusammenarbeit ausführen; c. geologische Daten und Informationen der Landesgeologie in besonderer Form anbieten. 2 Sie können bei der Erbringung dieser Leistungen mit Dritten zusammenarbeiten."
    },
    {
      "provision_ref": "art12",
      "chapter": "3. Abschnitt: Gewerbliche Leistungen",
      "section": "12",
      "title": "Berechnungsgrundlage für gewerbliche Leistungen",
      "content": "Das Bundesamt für Landestopografie berechnet seine eigenen gewerblichen Leistungen aufgrund der Ansätze, die es auf die gewerbliche Nutzung durch private Anbieter anwendet."
    },
    {
      "provision_ref": "art13",
      "chapter": "4. Abschnitt: Zugang und Nutzung",
      "section": "13",
      "title": "Zugang und Nutzung durch Dritte",
      "content": "1 Für den Zugang zu geologischen Daten und Informationen des Bundes und für deren Nutzung gelten die Artikel 20–33 GeoIV sinngemäss. 2 Die geologischen Informationen werden wie folgt den Zugangsberechtigungsstufen nach Artikel 21 GeoIV zugewiesen: a. geologische Daten und Informationen, die von Dritten erhoben und der Fachstelle für Landesgeologie aufgrund bundesrechtlicher Verpflichtungen mitgeteilt werden: Zugangsberechtigungsstufe B; a bis . primäre geologische Daten, prozessierte primäre geologische Daten sowie unmittelbar zugehörige technische Daten und Metadaten, die von Dritten erhoben und der Fachstelle für Landesgeologie aufgrund der Regelungen über Geothermie-Erkundungsbeiträge und Geothermie-Garantien der Energieverordnung vom 1. November 2017 oder aufgrund der Regelungen über die direkte Nutzung der Geothermie für die Wärmebereitstellung der CO 2 -Verordnung vom 30. November 2012 mitgeteilt werden: Zugangsberechtigungsstufe A; b. alle übrigen geologischen Daten und Informationen: Zugangsberechtigungsstufe A. 3 Über Zugang und Nutzung entscheiden die zuständigen Fachstellen des Bundes für die Landesgeologie. SR 510.620 Eingefügt durch Ziff. I der V vom 1. Nov. 2017, in Kraft seit 1. Jan. 2018 ( AS 2017 6745 ). SR 730.01 SR 641.711"
    },
    {
      "provision_ref": "art13a",
      "chapter": "4. Abschnitt: Zugang und Nutzung",
      "section": "13a",
      "title": "a Gebühren",
      "content": "Die Gebühren für den Zugang zu geologischen Daten und Informationen und für deren Nutzung, für amtliche Leistungen der Landesgeologie und für Dienstleistungen der Fachstellen für Landesgeologie richten sich sinngemäss nach den Artikeln 43–46 a GeoIV. Eingefügt durch Ziff. II 1 der V vom 3. April 2020, in Kraft seit 1. März 2021 ( AS 2021 37 ). SR 510.620"
    },
    {
      "provision_ref": "art14",
      "chapter": "5. Abschnitt: Organisation",
      "section": "14",
      "title": "Eidgenössische geologische Fachkommission",
      "content": "1 Der Bundesrat setzt auf gemeinsamen Antrag des Eidgenössischen Departements für Verteidigung, Bevölkerungsschutz und Sport und des Eidgenössischen Departements für Umwelt, Verkehr, Energie und Kommunikation die Eidgenössische geologische Fachkommission (EGK) ein. Sie ist eine Verwaltungskommission nach Artikel 8 a Absatz 2 der Regierungs- und Verwaltungsorganisationsverordnung vom 25. November 1998. 2 Die EGK berät Bundesrat und Bundesverwaltung in geologischen Fragen. 3 Der Bundesrat legt ihre Aufgaben in der Einsetzungsverfügung im Einzelnen fest. Fassung gemäss Ziff. I 4.4 der V vom 9. Nov. 2011 (Überprüfung der ausserparlamentarischen Kommissionen), in Kraft seit 1. Jan. 2012 ( AS 2011 5227 ). SR 172.010.1"
    },
    {
      "provision_ref": "art15",
      "chapter": "5. Abschnitt: Organisation",
      "section": "15",
      "title": "Koordinationsorgan",
      "content": "1 Für die Koordination im Bereich der Landesgeologie wird ein Koordinationsorgan nach Artikel 55 des Regierungs- und Verwaltungsorganisationsgesetzes vom 21. März 1997 (RVOG) eingesetzt. 2 Dieses hat folgende Aufgaben: a. Koordination der geologischen Landesuntersuchungen zwischen den Fachstellen für Landesgeologie, den übrigen Stellen des Bundes, den kantonalen Fachstellen, den Hochschulen und den Fachverbänden; b. Koordination der geologischen Untersuchungen des Bundes und seiner Aktivitäten zum Monitoring des geologischen Untergrunds; c. Entwicklung von Strategien des Bundes; d. Mitwirkung bei der Entwicklung technischer Normen und der Geoinformation; e. Planung und Koordination der Forschung des Bundes. 3 Es ist gegenüber den Stellen des Bundes weisungsberechtigt. 4 Es setzt sich zusammen aus Vertreterinnen und Vertretern des Bundesamts für Landestopografie, des Bundesamts für Energie, des Bundesamts für Umwelt, des Bundesamts für Verkehr, des Bundesamts für Strassen und des Bundesamts für Landwirtschaft. 5 Es ist administrativ dem Bundesamt für Landestopografie zugeordnet. SR 172.010"
    },
    {
      "provision_ref": "art16",
      "chapter": "5. Abschnitt: Organisation",
      "section": "16",
      "title": "Fachstellen für Landesgeologie",
      "content": "1 Zuständige Fachstelle für Landesgeologie ist das Bundesamt für Landestopografie. 2 Das Bundesamt für Umwelt ist zuständige Fachstelle für die hydrogeologischen Aufgaben der Landesgeologie."
    },
    {
      "provision_ref": "art17",
      "chapter": "5. Abschnitt: Organisation",
      "section": "17",
      "title": "Mitwirkung der Fachstelle",
      "content": "Betrifft ein Vorhaben einer Stelle des Bundes den geologischen Untergrund, so holt diese im konzentrierten Entscheidverfahren nach Artikel 62 a RVOG die Stellungnahme der zuständigen Fachstelle für Landesgeologie ein. SR 172.010"
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Mitwirkung der Kantone",
      "content": "1 Die zuständige Fachstelle für Landesgeologie stellt die Mitwirkung der Kantone auf dem Gebiet der Landesgeologie sicher. 2 Sie kann in interkantonalen Fachkonferenzen mitwirken oder eigene Fachkonferenzen einberufen."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Internationale Zusammenarbeit",
      "content": "Die zuständige Fachstelle für Landesgeologie vertritt die Schweiz in internationalen Fachgremien und internationalen Fachkonferenzen."
    },
    {
      "provision_ref": "art20",
      "chapter": "6. Abschnitt: Schlussbestimmungen",
      "section": "20",
      "title": "",
      "content": "Aufgehoben durch Ziff. II 1 der V vom 3. April 2020, mit Wirkung seit 1. März 2021 ( AS 2021 37 )."
    },
    {
      "provision_ref": "art21",
      "chapter": "6. Abschnitt: Schlussbestimmungen",
      "section": "21",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 1. Juli 2008 in Kraft."
    }
  ],
  "definitions": []
}