{
  "id": "sr-510-32",
  "type": "statute",
  "title": "Verordnung vom 26. Oktober 1994 über die Polizeibefugnisse der Armee (VPA)",
  "title_en": "",
  "short_name": "VPA",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1995/40_40_40/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "1",
      "title": "Geltungsbereich",
      "content": "1 Diese Verordnung regelt die Polizeibefugnisse und den Waffengebrauch durch Angehörige der Armee. Vorbehalten bleiben weitere Befugnisse aufgrund anderer Erlasse. 2 Sie gilt im Ausbildungsdienst und, soweit nichts anderes verordnet ist, auch im Assistenz- und Aktivdienst. 3 Sie gilt auch für kantonale Aufgebote zum Ordnungsdienst; der Kanton kann abweichende Bestimmungen erlassen. 4 Sie gilt nicht für: a. die Anwendung militärischer Gewalt gegen feindliche Militärpersonen und Truppenverbände; b. die Wahrung der Lufthoheit; c. Ausbildungen der Truppe bei polizeilichen Einsätzen; d. Angehörige der Armee, die auf Dauer zivilen Behörden zur Koordination zur Verfügung gestellt werden. Fassung gemäss Ziff. I der V vom 23. Nov. 2022, in Kraft seit 1. Jan. 2023 ( AS 2022 791 ). Fassung gemäss Ziff. I der V vom 19. Juni 1995, in Kraft seit 1. Jan. 1996 ( AS 1995 4141 ). Fassung gemäss Ziff. I der V vom 19. Juni 1995, in Kraft seit 1. Jan. 1996 ( AS 1995 4141 ). Eingefügt durch Ziff. I der V vom 23. Nov. 2022, in Kraft seit 1. Jan. 2023 ( AS 2022 791 ). Eingefügt durch Ziff. I der V vom 23. Nov. 2022, in Kraft seit 1. Jan. 2023 ( AS 2022 791 ). Eingefügt durch Ziff. I der V vom 19. Juni 1995, in Kraft seit 1. Jan. 1996 ( AS 1995 4141 )."
    },
    {
      "provision_ref": "art2",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "2",
      "title": "",
      "content": "Aufgehoben durch Ziff. I der V vom 23. Nov. 2022, mit Wirkung seit 1. Jan. 2023 ( AS 2022 791 )."
    },
    {
      "provision_ref": "art3",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "3",
      "title": "Zweck",
      "content": "Die Truppe im Dienst darf polizeiliche Zwangsmassnahmen einsetzen, um: a. Gefahren für die Sicherheit der Armee abzuwehren; b. Störungen der militärischen Ordnung zu beseitigen; c. bei der Verfolgung von Straftaten gegen die Armee oder ihre Angehörigen bis zum Eintreffen der zuständigen Strafverfolgungsorgane die unaufschiebbaren Massnahmen zu treffen. Fassung gemäss Ziff. I der V vom 23. Nov. 2022, in Kraft seit 1. Jan. 2023 ( AS 2022 791 )."
    },
    {
      "provision_ref": "art4",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "4",
      "title": "Polizeiliche Zwangsmassnahmen",
      "content": "1 Polizeiliche Zwangsmassnahmen sind: a. Wegweisung und Fernhaltung; b. Anhaltung und Identitätsfeststellung; c. Befragung; d. Durchsuchung von Personen; e. Kontrolle von Sachen; f. Beschlagnahme; g. vorläufige Festnahme; h. Anwendung von körperlichem Zwang; i. Waffengebrauch. 2 Es dürfen folgende Waffen eingesetzt werden: a. Feuerwaffen; b. Reizstoffe; c. nicht tödlich wirkende Destabilisierungsgeräte (Destabilisierungsgeräte). 3 Beim Waffengebrauch darf folgende Munition eingesetzt werden: a. Vollmantelmunition; b. Hilfsmunition; c. Munition mit kontrollierter Expansionswirkung. 4 Waffen und Munition dürfen nur von speziell dafür ausgebildeten Angehörigen der Armee eingesetzt werden. Fassung gemäss Anhang Ziff. 1 der Zwangsanwendungsverordnung vom 12. Nov. 2008, in Kraft seit 1. Jan. 2009 ( AS 2008 5475 ). Fassung gemäss Ziff. I der V vom 23. Nov. 2022, in Kraft seit 1. Jan. 2023 ( AS 2022 791 )."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Verhältnismässigkeit",
      "content": "1 Jede polizeiliche Zwangsmassnahme muss zur Wahrung oder Herstellung des rechtmässigen Zustandes geeignet sein. 2 Sie darf nicht über das hinausgehen, was zur Erreichung des verfolgten Zweckes erforderlich ist. 3 Sie darf nicht zu einem Nachteil führen, der in einem Missverhältnis zum verfolgten Zweck steht."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "",
      "content": "Aufgehoben durch Ziff. I der V vom 23. Nov. 2022, mit Wirkung seit 1. Jan. 2023 ( AS 2022 791 )."
    },
    {
      "provision_ref": "art7",
      "chapter": "2. Abschnitt: Die Voraussetzungen der einzelnen polizeilichen Zwangsmassnahmen",
      "section": "7",
      "title": "Grundsatz",
      "content": "Polizeiliche Zwangsmassnahmen können zu den Zwecken nach Artikel 3 angewendet werden, soweit: a. der Angehörige der Armee einen entsprechenden Auftrag erhalten hat; b. es zur Erfüllung des Auftrages notwendig ist; und c. der Angehörige der Armee zur Anwendung polizeilicher Zwangsmassnahmen ausgebildet wurde. Fassung gemäss Ziff. I der V vom 23. Nov. 2022, in Kraft seit 1. Jan. 2023 ( AS 2022 791 )."
    },
    {
      "provision_ref": "art8",
      "chapter": "2. Abschnitt: Die Voraussetzungen der einzelnen polizeilichen Zwangsmassnahmen",
      "section": "8",
      "title": "Wegweisung und Fernhaltung",
      "content": "Personen können von bestimmten Orten weggewiesen oder ferngehalten werden, wenn: a. sie sonst ernsthaft und unmittelbar gefährdet würden; b. es für die Sicherheit der Armee, ihrer Angehörigen, ihres Materials, ihrer oder von ihr bewachter Objekte, zum Schutz wichtiger Informationen oder für die Aufrechterhaltung der militärischen Ordnung notwendig ist; c. sie Einsätze behindern, die von der zuständigen Behörde zur Aufrechterhaltung oder Wiederherstellung der öffentlichen Sicherheit und Ordnung oder zur Durchsetzung vollstreckbarer Anordnungen befohlen worden sind."
    },
    {
      "provision_ref": "art9",
      "chapter": "2. Abschnitt: Die Voraussetzungen der einzelnen polizeilichen Zwangsmassnahmen",
      "section": "9",
      "title": "Anhaltung und Identitätsfeststellung",
      "content": "1 Verdächtige Personen können angehalten, und es kann ihre Identität festgestellt werden. Die zivile Polizei kann beigezogen werden, um abzuklären, ob nach diesen Personen oder nach Sachen, die von ihnen mitgeführt werden, gefahndet wird. 2 Personen, die Zutritt zu Truppenstandorten, militärischen oder militärisch bewachten Objekten begehren, können angehalten, und es kann ihre Identität festgestellt werden, auch wenn gegen sie kein Verdacht vorliegt. 3 Angehaltene Personen müssen auf Verlangen ihre Personalien angeben und mitgeführte Ausweispapiere vorweisen. 4 Wenn die Identität an Ort und Stelle nicht sicher oder nur mit erheblichen Schwierigkeiten festgestellt werden kann, oder wenn erhebliche Zweifel an der Richtigkeit der Angaben, an der Echtheit der Ausweispapiere oder am rechtmässigen Besitz von Sachen bestehen, so können die angehaltenen Personen zu einer militärischen Kommando- oder Dienststelle gebracht oder den zuständigen Polizei- oder Untersuchungsorganen überstellt werden. 5 Angehaltene Personen sind nach der Identitätsfeststellung unverzüglich zu entlassen, wenn nicht die Voraussetzungen für andere Zwangsmassnahmen vorliegen."
    },
    {
      "provision_ref": "art10",
      "chapter": "2. Abschnitt: Die Voraussetzungen der einzelnen polizeilichen Zwangsmassnahmen",
      "section": "10",
      "title": "Befragung",
      "content": "1 Personen können über Sachverhalte befragt werden, deren Kenntnis zur Erfüllung des Auftrags von Bedeutung ist. 2 Befragte Personen sind auf das Recht zur Verweigerung der Aussage hinzuweisen."
    },
    {
      "provision_ref": "art11",
      "chapter": "2. Abschnitt: Die Voraussetzungen der einzelnen polizeilichen Zwangsmassnahmen",
      "section": "11",
      "title": "Durchsuchung von Personen",
      "content": "1 Personen können durchsucht werden, wenn sie: a. eines Verbrechens oder Vergehens dringend verdächtig sind; b. Waffen oder andere gefährliche Gegenstände auf sich tragen und verdächtigt werden, diese widerrechtlich zu gebrauchen; c. vorläufig festgenommen oder verhaftet worden sind; d. bewusstlos oder sonst hilflos sind und die Durchsuchung zur Feststellung der Personalien erforderlich ist. 2 Personen, die Zutritt zu Truppenstandorten, militärischen oder militärisch bewachten Objekten begehren, können durchsucht werden, ohne dass eine Voraussetzung nach Absatz 1 gegeben ist. 3 Weibliche Personen dürfen nur von Frauen durchsucht werden; hiervon ausgenommen ist die Durchsuchung auf Waffen. Im Aktivdienst gilt diese Bestimmung, soweit weibliches Personal verfügbar ist."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Kontrolle von Sachen",
      "content": "1 Angehaltene Personen können verpflichtet werden, mitgeführte Sachen vorzuzeigen und Behältnisse sowie Fahrzeuge zu öffnen. 2 Behältnisse und Fahrzeuge können durchsucht werden, wenn der Verdacht besteht, dass sich darin Gegenstände befinden, die der Beschlagnahme unterliegen. 3 Mitgeführte Behältnisse und Fahrzeuge von Personen, die Zutritt zu Truppenstandorten, militärischen oder militärisch bewachten Objekten begehren, können durchsucht werden, ohne dass die Voraussetzung von Absatz 2 gegeben ist."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Beschlagnahme",
      "content": "1 Gegenstände können beschlagnahmt werden, wenn: a. von ihnen eine erhebliche Gefahr ausgeht; b. an oder mit ihnen eine strafbare Handlung begangen wurde; c. sie zur Begehung einer strafbaren Handlung bestimmt sind oder waren; d. sie durch eine strafbare Handlung hervorgebracht oder erlangt worden sind; e. sie als Beweismittel von Bedeutung sein können. 2 Über jede Beschlagnahme ist ein Protokoll aufzunehmen. Das Protokoll enthält mindestens die Bezeichnung der beschlagnahmten Gegenstände, die Personalien allfälliger Auskunftspersonen sowie Grund, Ort und Zeit der Massnahme. Das Protokoll ist von den Personen, denen die Gegenstände abgenommen wurden, zu unterschreiben. Eine Verweigerung der Unterschrift ist im Protokoll zu vermerken. 3 Die beschlagnahmten Gegenstände sind den zuständigen Polizei- oder Untersuchungsorganen zu übergeben."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Vorläufige Festnahme",
      "content": "1 Personen können vorläufig festgenommen werden, wenn: a. sie die Sicherheit der Armee, ihrer Angehörigen, ihres Materials, ihrer oder von ihr bewachter Objekte oder von wichtigen Informationen gefährden oder die militärische Ordnung stören, sofern eine Wegweisung und Fernhaltung nicht genügt; b. sie eine Straftat gegen die Armee oder ihre Angehörigen begangen oder zu begehen versucht haben und von diesen unmittelbar verfolgt werden; c. sie sich oder andere ernsthaft gefährden; d. sie wegen ihres Zustandes oder Verhaltens in schwerwiegender Weise öffentliches Ärgernis erregen oder die öffentliche Sicherheit und Ordnung ernsthaft stören; e. nach ihnen gefahndet wird. 2 Über jede Festnahme ist unverzüglich ein Protokoll aufzunehmen. Das Protokoll enthält mindestens die Personalien der festgenommenen Personen und allfälliger Auskunftspersonen sowie Grund, Ort und Zeit der Massnahme. Das Protokoll ist von den festgenommenen Personen zu unterschreiben. Eine Verweigerung der Unterschrift ist im Protokoll zu vermerken. 3 Festgenommene Personen sind nach Aufnahme des Protokolls unverzüglich den zuständigen Polizei- oder Untersuchungsorganen zu übergeben. Militärpersonen können auch ihren vorgesetzten Truppenkommandanten übergeben werden. 4 Festgenommene Personen dürfen gefesselt werden, wenn sie Widerstand leisten oder wenn Gefahr besteht, dass sie fliehen, andere Personen angreifen oder sich selber verletzen. Fassung gemäss Ziff. I der V vom 23. Nov. 2022, in Kraft seit 1. Jan. 2023 ( AS 2022 791 )."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Anwendung von körperlichem Zwang",
      "content": "Körperlicher Zwang darf nur angewendet werden, wenn er unmittelbar geboten ist und weniger schwerwiegende Mittel sich nicht eignen."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Waffengebrauch",
      "content": "1 Waffen sind nur als letztes Mittel einzusetzen. Jeder Waffengebrauch muss den Umständen angemessen sein. 2 Wenn andere verfügbare Mittel nicht ausreichen, ist in einer den Umständen angemessenen Weise von der Schusswaffe Gebrauch zu machen: a. Angehörige der Armee oder andere Personen ohne Recht angegriffen oder unmittelbar mit einem Angriff bedroht werden; b. … c. wenn die dienstlichen Aufgaben nicht anders als durch Schusswaffengebrauch ausgeführt werden können, insbesondere: 1. wenn Personen, welche ein schweres Verbrechen oder ein schweres Vergehen begangen haben oder eines solchen dringend verdächtigt sind, sich der Festnahme oder einer bereits vollzogenen Verhaftung durch Flucht zu entziehen versuchen, 2. wenn Angehörige der Armee aufgrund erhaltener Informationen oder aufgrund persönlicher Feststellungen annehmen dürfen oder müssen, dass Personen für andere eine unmittelbar drohende Gefahr an Leib und Leben darstellen und sich der Festnahme oder einer bereits vollzogenen Verhaftung durch Flucht zu entziehen versuchen, 3. zur Befreiung von Geiseln, 4. zur Verhinderung eines unmittelbar drohenden schweren Verbrechens oder schweren Vergehens an Einrichtungen, die der Allgemeinheit dienen oder die für die Allgemeinheit wegen ihrer Verletzlichkeit eine besondere Gefahr bilden, 5. wenn die widerrechtliche Wegnahme von Material, das eine schwere Gefahr für die Allgemeinheit bilden kann, verhindert werden muss, 6. wenn eine militärische Anlage, die wichtig für die Auftragserfüllung der Armee oder wesentlicher Teile davon ist, ohne Recht angegriffen oder unmittelbar mit einem Angriff bedroht wird, 7. wenn eine schwere Verletzung des militärischen Geheimnisses verhindert werden muss. 3 Die Befugnis zum Schusswaffengebrauch kann auf einzelne der in Absatz 2 genannten Fälle beschränkt, oder es kann deren Anwendungsbereich eingeschränkt und präzisiert werden. Solche Anordnungen berücksichtigen, neben Lage und Auftrag, insbesondere den Ausbildungsstand der betroffenen Angehörigen der Armee. 4 Im Aktivdienst kann das Eidgenössische Departement für Verteidigung, Bevölkerungsschutz und Sport oder der General die Befugnis zum Waffengebrauch erweitern. Fassung gemäss Ziff. I der V vom 23. Nov. 2022, in Kraft seit 1. Jan. 2023 ( AS 2022 791 ). Aufgehoben durch Ziff. I der V vom 23. Nov. 2022, mit Wirkung seit 1. Jan. 2023 ( AS 2022 791 ). Fassung gemäss Ziff. I der V vom 23. Nov. 2022, in Kraft seit 1. Jan. 2023 ( AS 2022 791 ). Fassung gemäss Ziff. I der V vom 23. Nov. 2022, in Kraft seit 1. Jan. 2023 ( AS 2022 791 ). Fassung gemäss Ziff. I der V vom 23. Nov. 2022, in Kraft seit 1. Jan. 2023 ( AS 2022 791 )."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Allgemeine Grundsätze zum Waffengebrauch",
      "content": "1 Jeder Angehörige der Armee ist für den Einsatz seiner Waffe persönlich verantwortlich. 2 Dem Schusswaffengebrauch hat ein deutlicher Warnruf, wenn nötig verstärkt durch ein deutliches Zeichen, vorauszugehen, sofern der Zweck und die Umstände es zulassen. Ein Warnschuss darf nur abgegeben werden, sofern die Umstände die Wirkung eines Warnrufes vereiteln. 3 Mit einem gezielten Schuss darf nur die Angriffsunfähigkeit beziehungsweise die Fluchtunfähigkeit angestrebt werden. 4 Bei unverhältnismässiger Gefährdung unbeteiligter Dritter ist auf den Schusswaffengebrauch zu verzichten. 5 Dem durch Waffengebrauch Verletzten ist der nötige Beistand zu leisten. 6 Der Angehörige der Armee, der von der Waffe Gebrauch gemacht hat, ist zu betreuen. 7 In jedem Fall von Waffengebrauch ist dem Vorgesetzten unverzüglich Meldung zu erstatten. 8 Zur Spurensicherung und zur Fahndung nach geflüchteten Personen ist unverzüglich die zivile oder die Militärpolizei beizuziehen. Eingesetzte Waffen sind für die Untersuchung sicherzustellen. Fassung gemäss Ziff. I der V vom 23. Nov. 2022, in Kraft seit 1. Jan. 2023 ( AS 2022 791 ). Fassung gemäss Ziff. I der V vom 23. Nov. 2022, in Kraft seit 1. Jan. 2023 ( AS 2022 791 )."
    },
    {
      "provision_ref": "art18",
      "chapter": "3. Abschnitt: Schlussbestimmungen",
      "section": "18",
      "title": "Vollzug",
      "content": "Das Eidgenössische Departement für Verteidigung, Bevölkerungsschutz und Sport vollzieht diese Verordnung."
    },
    {
      "provision_ref": "art19",
      "chapter": "3. Abschnitt: Schlussbestimmungen",
      "section": "19",
      "title": "Änderung bisherigen Rechts",
      "content": "… Die Änderung kann unter AS 1995 40 konsultiert werden."
    },
    {
      "provision_ref": "art20",
      "chapter": "3. Abschnitt: Schlussbestimmungen",
      "section": "20",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 1. Januar 1995 in Kraft."
    }
  ],
  "definitions": []
}