{
  "id": "sr-513-71",
  "type": "statute",
  "title": "Verordnung vom 3. September 1997 über den Truppeneinsatz für den Ordnungsdienst (VOD)",
  "title_en": "",
  "short_name": "VOD",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1997/2141_2141_2141/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Gegenstand und Geltungsbereich",
      "content": "1 Diese Verordnung regelt den Einsatz der Truppe zur Unterstützung der zivilen Behörden im Ordnungsdienst. Dieser wird als Aktivdienst geleistet. 2 Sie gilt bei einem Truppenaufgebot durch den Bund."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Aufgaben und Einsatzvoraussetzungen",
      "content": "1 Für den Ordnungsdienst werden die Militärpolizei und das Festungswachtkorps ausgebildet und eingesetzt. 2 Im Hinblick auf eine konkrete, schwerwiegende Notlage können nur mit Zustimmung des Bundesrats weitere Truppen für den Ordnungsdienst ausgebildet werden. 3 Die Truppe darf nur für Aufgaben eingesetzt werden, für die sie ausgebildet worden ist und für die sie über eine zweckmässige Ausrüstung verfügt. 4 Rekrutenformationen dürfen nicht für den Ordnungsdienst ausgebildet und eingesetzt werden."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Ernennung und Unterstellung des Kommandanten",
      "content": "1 Bietet der Bund von sich aus eine Truppe für den Ordnungsdienst auf, so ernennt der Bundesrat den Kommandanten. Das Departement für Verteidigung, Bevölkerungsschutz und Sport (VBS) regelt die allgemeinen Unterstellungsverhältnisse. 2 Bietet der Bund auf Verlangen eines Kantons eine Truppe für den Ordnungsdienst auf, so ernennt der Bundesrat den Kommandanten nach Anhören der kantonalen Regierung. Das VBS regelt die allgemeinen Unterstellungsverhältnisse. Bezeichnung gemäss nicht veröffentlichtem BRB vom 19. Dez. 1997. Diese Änd. ist im ganzen Erlass berücksichtigt."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Auftrag",
      "content": "1 Bietet der Bund eine Truppe für den Ordnungsdienst auf, so erteilt der Bundesrat auf Antrag des VBS oder des Oberbefehlshabers der Armee dem Kommandanten schriftlich den Auftrag für den Einsatz. 2 Erlässt der Bund das Aufgebot auf Verlangen eines Kantons, so kann der Bundesrat die kantonale Regierung ermächtigen, den Auftrag für den Einsatz zu erteilen. Die kantonale Regierung nimmt in diesem Fall Rücksprache mit dem VBS oder dem Oberbefehlshaber der Armee und erteilt den Auftrag dem Kommandanten schriftlich. 3 Der Auftrag regelt insbesondere: a. die Zuständigkeiten der beteiligten zivilen und militärischen Stellen; b. die Einzelheiten der Unterstellungsverhältnisse für den Einsatz; c. die Polizeibefugnisse und den Waffengebrauch im Rahmen der Verordnung vom 26. Oktober 1994 über die Polizeibefugnisse der Armee; d. den Dienstverkehr mit der zivilen Behörde. SR 510.32"
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Verantwortlichkeiten",
      "content": "1 Die zivile Behörde trägt die Verantwortung für den Einsatz der Truppe. 2 Der Kommandant trägt die Verantwortung für die Führung der Truppe."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Einsatzplanung und Einsatzführung",
      "content": "1 Der Kommandant plant den Einsatz im Einvernehmen mit der zuständigen zivilen Behörde. 2 In der Regel führt der militärische Vorgesetzte die Truppe im Einsatz. Abweichungen werden im Auftrag geregelt."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Einsatzmittel",
      "content": "Die zivile Behörde stellt der Truppe alle für die Erfüllung des Auftrags nötigen und verfügbaren Mittel zur Verfügung."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Information",
      "content": "1 Die zivile Behörde informiert vor Beginn und während des Einsatzes die Bevölkerung über Aufgaben und Tätigkeiten der Truppe. 2 Sie weist insbesondere darauf hin, dass den Anordnungen der Truppe Folge zu leisten ist und welches die Folgen von Widerhandlungen sind."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Einschränkung der Grundrechte",
      "content": "Sofern der Einsatz zwingend Massnahmen erfordert, welche verfassungsmässige Rechte einschränken, beantragt der Kommandant solche Massnahmen bei der zuständigen zivilen Behörde."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Stellung der Angehörigen der Armee",
      "content": "1 Der Kommandant kann insbesondere im Bereich Geheimhaltung sowie in der Urlaubs- und Ausgangspraxis einsatzbezogene Einschränkungen anordnen. 2 Weitere Einschränkungen können angeordnet werden, wenn es der Einsatz erfordert."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Schlussbestimmungen",
      "content": "1 Das VBS vollzieht diese Verordnung. 2 Die Verordnung vom 17. Januar 1979 über den Truppeneinsatz für den Ordnungsdienst wird aufgehoben. 3 Diese Verordnung tritt am 1. Oktober 1997 in Kraft. [ AS 1979 142 ]"
    }
  ],
  "definitions": []
}