{
  "id": "sr-510-211-3",
  "type": "statute",
  "title": "Verordnung des VBS vom 19. Juni 2020 über den Flugdienst des Bundesamts für Rüstung (Flugdienstverordnung armasuisse)",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2020/520/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Luftfahrzeugkategorien",
      "content": "Der Flugdienst des Bundesamts für Rüstung (armasuisse) erstreckt sich auf folgende Kategorien von zivilen und militärischen in- und ausländischen bemannten und unbemannten Luftfahrzeugen: a. Prototypen; b. Teilprototypen, insbesondere Systeme, Waffen und Ausrüstungen; c. Luftfahrzeuge, die von der offiziellen Stelle nicht für den ordentlichen Betrieb zugelassen sind; d. Luftfahrzeuge bei Produktionstest- und Abnahmeflügen; e. ordentlich zugelassene Luftfahrzeuge; f. Luftfahrzeuge, die für Dritte zu fliegen sind."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Flugkategorien",
      "content": "Der Flugdienst umfasst alle im Auftrag der armasuisse durchgeführten Flüge folgender Kategorien: Testflüge, Evaluationsflüge, Produktionstest- und Abnahmeflüge, Prüfflüge, Ausbildungsflüge, Trainingsflüge einschliesslich individueller Trainings, Personen- und Materialtransportflüge sowie Mess- und Fotoflüge."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Personen an Bord eines Luftfahrzeugs",
      "content": "1 Besatzungsmitglieder sind Personen an Bord eines Luftfahrzeugs, die zur Erfüllung des Flugauftrags (Art. 9) beitragen. Es bestehen folgende Kategorien: a. Testpiloten und Testpilotinnen der armasuisse; b. Flugversuchsingenieure und Flugversuchsingenieurinnen der armasuisse; c. Angehörige in- und ausländischer Firmen und ausländischer staatlicher Stellen; d. übrige Personen, deren Beitrag zur Erfüllung des Flugauftrags aus der Fluganmeldung hervorgeht. 2 Weitere mitfliegende Personen sind solche, die nicht zur Erfüllung des Flugauftrags beitragen."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Voraussetzungen für die Anstellung als Testpilot oder Testpilotin",
      "content": "Als Testpilot oder Testpilotin angestellt werden können ausschliesslich Militärpiloten und Militärpilotinnen der Luftwaffe, die sich aufgrund der militärischen Qualifikationen, der Ausbildungsabschlüsse, der Zeugnisse der bisherigen Arbeitgeber sowie der spezifischen Auswahlverfahren der armasuisse über ausserordentliche fliegerische Fähigkeiten und gute technische Kenntnisse ausweisen."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Ausbildung, Weiterbildung und Training der Testpiloten und Testpilotinnen",
      "content": "1 Die Ausbildung der Testpiloten und Testpilotinnen nach deren Anstellung umfasst: a. die praktische Arbeit am Boden und in der Luft unter Anleitung eines erfahrenen Testpiloten oder einer erfahrenen Testpilotin, einschliesslich der Umschulung auf die für die Arbeit als Testpilot oder Testpilotin wichtigsten Luftfahrzeuge; b. die zivile Berufspiloten- und Instrumentenflugausbildung, einschliesslich der Linienpilotentheorie (CPL/IR, frozen ATPL); c. den Besuch eines Jahreskurses einer ausländischen staatlichen Testpilotenschule mit Ausbildung zum Experimental Test Pilot im Bereich Helikopter oder Flächenflugzeug sowie die Erlangung der entsprechenden Testflugberechtigung Kategorie 1 der Europäischen Agentur für Flugsicherheit (EASA). 2 Der erfolgreiche Abschluss der Ausbildung ist Voraussetzung für das Weiterbestehen des Arbeitsverhältnisses. 3 Die Weiterbildung und das Training der Testpiloten und Testpilotinnen umfassen: a. die fliegerische und theoretische Weiterbildung entsprechend den militärischen und zivilen Erfordernissen sowie den technologischen Entwicklungen; b. die Umschulung auf Luftfahrzeuge und das Training gemäss den Erfordernissen der aktuellen und zukünftigen Projekte zur Sicherstellung einer breiten fliegerischen Erfahrung; c. das ausreichende Flugtraining zur Erfüllung der zugewiesenen Aufgaben; d. individuelles Training nach Artikel 6 Absatz 2 Buchstabe a der Militärflugdienstverordnung vom 19. November 2003. 4 Die Aus- und Weiterbildung sowie das Training der Testpiloten und Testpilotinnen werden vom Cheftestpiloten oder von der Cheftestpilotin festgelegt. SR 512.271"
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Ausbildung, Weiterbildung und Training der Flugversuchsingenieure und Flugversuchsingenieurinnen",
      "content": "1 Die Ausbildung der Flugversuchsingenieure und Flugversuchsingenieurinnen nach deren Anstellung umfasst: a. die praktische Arbeit unter Anleitung eines erfahrenen Flugversuchsingenieurs oder Testpiloten oder einer erfahrenen Flugversuchsingenieurin oder Testpilotin; b. den Besuch eines Jahreskurses einer ausländischen staatlichen Testpilotenschule mit Erlangung der Kompetenzstufe 1 der EASA als leitender Flugversuchsingenieur oder leitende Flugversuchsingenieurin; ausnahmsweise kann der Rüstungschef oder die Rüstungschefin eine andere, gleichwertige Ausbildung anordnen. 2 Der erfolgreiche Abschluss der Ausbildung ist Voraussetzung für das Weiterbestehen des Arbeitsverhältnisses. 3 Die Weiterbildung und das Training der Flugversuchsingenieure und Flugversuchsingenieurinnen umfassen: a. die theoretische Weiterbildung entsprechend den militärischen und zivilen Erfordernissen zur Beherrschung der neuesten Technologien; b. das ausreichende Training im Flugdienst zur Erfüllung der zugewiesenen Aufgaben. 4 Die Aus- und Weiterbildung sowie das Training der Flugversuchsingenieure und Flugversuchsingenieurinnen werden vom Cheftestpiloten oder von der Cheftestpilotin festgelegt."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Fliegermedizinische Tauglichkeit der Testpiloten und Testpilotinnen",
      "content": "1 Flüge durchführen dürfen nur Testpiloten und Testpilotinnen, die vom Fliegerärztlichen Institut (FAI) für flugtauglich erklärt worden sind. Die Flugtauglichkeit wird entsprechend den anerkannten zivilen und militärischen Regelungen periodisch, mindestens jedoch einmal jährlich, durch das FAI überprüft. 2 Ergeben sich bei einem Testpiloten oder einer Testpilotin fliegermedizinische Befunde, die mit der Verwendung im Flugdienst vorübergehend unvereinbar sind, so ordnet das FAI die vorübergehende Einstellung aus medizinischen Gründen an. 3 Muss der Testpilot oder die Testpilotin aus medizinischen Gründen endgültig im Flugdienst eingestellt werden, so stellt das FAI Antrag an die armasuisse. 4 Wird der fliegerärztliche Entscheid vom Testpiloten oder von der Testpilotin angefochten, so unterbreitet der Rüstungschef oder die Rüstungschefin den Entscheid zusammen mit der eigenen Stellungnahme dem VBS. Dieses entscheidet nach Anhörung einer medizinischen Fachgruppe unter dem Vorsitz des Oberfeldarztes oder der Oberfeldärztin."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Fliegermedizinische Tauglichkeit der weiteren mitfliegenden Personen",
      "content": "1 Aufgaben als Flugversuchsingenieur oder Flugversuchsingenieurin dürfen nur Personen wahrnehmen, die vom FAI für flugtauglich erklärt worden sind. Die fliegermedizinische Tauglichkeit wird vor der Anstellung abgeklärt und danach in regelmässigen Abständen überprüft. Muss der Flugversuchsingenieur oder die Flugversuchsingenieurin aus medizinischen Gründen endgültig im Flugdienst eingestellt werden, so stellt das FAI Antrag an die armasuisse. 2 Für Flüge mit Luftfahrzeugen, die mit Schleudersitzen ausgerüstet sind, ist die fliegerärztliche Kontrolluntersuchung durch das FAI für alle Besatzungsmitglieder und weiteren mitfliegenden Personen obligatorisch. Untersuchungen ausländischer fliegerärztlicher Institute können anerkannt werden. 3 Sind bei Flügen mit anderen Luftfahrzeugen für Besatzungsmitglieder und weitere mitfliegende Personen hohe psychische und physische Beanspruchungen zu erwarten, so entscheidet der Cheftestpilot oder die Cheftestpilotin, ob vorgängig eine fliegerärztliche Kontrolluntersuchung notwendig ist. 4 Der Testpilot oder die Testpilotin, der oder die für die Durchführung des Fluges verantwortlich ist, kann das Mitfliegen von Besatzungsmitgliedern und weiteren Personen ablehnen, wenn er oder sie annehmen muss, dass diese die physischen oder psychischen Voraussetzungen für den vorgesehenen Flug nicht erfüllen."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Flugauftrag und Bewilligungsinstanz",
      "content": "1 Flüge aller Flugkategorien bedürfen eines Flugauftrags. 2 Der Cheftestpilot oder die Cheftestpilotin regelt für alle Flüge das Risikomanagement und erteilt den Flugauftrag. Er oder sie gilt als fliegerischer Auftraggeber beziehungsweise fliegerische Auftraggeberin. 3 Der Rüstungschef oder die Rüstungschefin regelt die Bewilligungsinstanz für Personen- und Materialtransportflüge sowie für Mess- und Fotoflüge. Für alle anderen Flüge ist der Cheftestpilot oder die Cheftestpilotin die Bewilligungsinstanz. 4 Der Flugauftrag wird bei Test-, Evaluations-, Produktionstest-, Abnahme- und Prüfflügen schriftlich als Einzelauftrag oder als Bestandteil eines Flugversuchsprogramms erteilt. Bei den anderen Flugkategorien gilt in der Regel die Fluganmeldung als Flugauftrag. Ausnahmsweise kann der Cheftestpilot oder die Cheftestpilotin auch in diesen Fällen einen Einzelauftrag oder ein Flugversuchsprogramm verlangen. 5 Der Flugauftrag umfasst auch die Bewilligung für die Mitnahme von Besatzungsmitgliedern und weiteren mitfliegenden Personen. 6 Der beauftragte Testpilot oder die beauftragte Testpilotin entscheidet endgültig über die Durchführung oder den Abbruch des Fluges."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Flugregeln",
      "content": "1 Grundsätzlich werden die Flüge mit Militärluftfahrzeugen nach den militärischen, Flüge mit Zivilluftfahrzeugen nach den zivilen Vorschriften durchgeführt. 2 Ist zur Erfüllung des Flugauftrags, insbesondere bei Test-, Evaluations-, Produktionstest-, Abnahme- und Prüfflügen, ein Abweichen von Absatz 1 erforderlich, so kann dies der Cheftestpilot oder die Cheftestpilotin bewilligen. Insbesondere kann er oder sie bei Bedarf Flüge mit zivil registrierten Luftfahrzeugen nach den Vorschriften des Militärflugdienstes bewilligen. 3 Der Rüstungschef oder die Rüstungschefin erlässt für den Flugdienst der armasuisse im Einvernehmen mit dem Kommandanten oder der Kommandantin der Luftwaffe vom Reglement Nr. 56.002 der Luftwaffe abweichende Vorschriften, um: a. die Durchführung von Test‑, Evaluations‑, Produktionstest-, Abnahme- und Prüfflügen zu ermöglichen; b. die Verantwortlichkeiten, insbesondere für die Auftragserteilung und die Behandlung von Vorkommnissen, zu regeln. 4 Der Cheftestpilot oder die Cheftestpilotin erlässt im Einvernehmen mit dem Rüstungschef oder der Rüstungschefin ein Flight Test Operation Manual, welches die Einzelheiten des Flugdienstes der armasuisse regelt."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Unfallversicherung",
      "content": "1 Die armasuisse schliesst für alle Personen nach Artikel 3 Absätze 1 Buchstabe c und 2 eine Unfallversicherung von mindestens 50 000 Franken für den Todesfall und von mindestens 250 000 Franken für den Invaliditätsfall ab. Für alle anderen Personen nach Artikel 3 ist der Abschluss dieser Versicherung freiwillig und geht zu ihren Lasten. 2 Die Versicherung ergänzt die Leistungen nach dem Bundespersonalrecht."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Vollzug",
      "content": "Der Rüstungschef oder die Rüstungschefin vollzieht diese Verordnung."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Aufhebung eines anderen Erlasses",
      "content": "Die Verordnung des VBS vom 15. Mai 2003 über den Flugdienst der Gruppe Rüstung wird aufgehoben. [ AS 2003 1297 ]"
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 1. August 2020 in Kraft."
    }
  ],
  "definitions": []
}