{
  "id": "sr-512-15",
  "type": "statute",
  "title": "Verordnung vom 26. November 2003 über die vordienstliche Ausbildung (VAusb)",
  "title_en": "",
  "short_name": "VAusb",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2003/678/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Zweck",
      "content": "Die freiwillige vordienstliche Ausbildung soll Jugendliche in ausgewählten Fachbereichen für den Militärdienst vorbereiten."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Fachbereiche",
      "content": "Das Eidgenössische Departement für Verteidigung, Bevölkerungsschutz und Sport (VBS) legt die Fachbereiche fest, in denen Kurse der vordienstlichen Ausbildung durchgeführt werden."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Ausbildungskurse",
      "content": "1 Zu den Ausbildungskursen können Schweizerinnen und Schweizer ab dem Jahr, in dem sie das 15. Altersjahr vollenden, bis zum Eintritt in die Rekrutenschule zugelassen werden. 2 Für die einzelnen Ausbildungskurse können altersmässige Einschränkungen und fachspezifische Teilnahmevoraussetzungen festgelegt werden. Fassung gemäss Ziff. I der V vom 20. Nov. 2019, in Kraft seit 1. Jan. 2020 ( AS 2019 4307 )."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Ausbildungsleiterkurse",
      "content": "1 Das VBS kann für die Ausbildung der Leiterinnen und Leiter der vordienstlichen Ausbildung Ausbildungsleiterkurse durchführen. 2 Zu den Ausbildungsleiterkursen können Angehörige der Armee, ehemalige Angehörige der Armee und Dritte zugelassen werden. Fassung gemäss Ziff. I der V vom 20. Nov. 2019, in Kraft seit 1. Jan. 2020 ( AS 2019 4307 )."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Leistungen des Bundes",
      "content": "1 Das VBS stellt im Rahmen seiner Möglichkeiten das notwendige Material und die Infrastruktur kostenlos zur Verfügung. 2 Es legt im Rahmen der bewilligten Kredite die Entschädigungen und Vergütungen fest: a. für die Organisation und Durchführung der Kurse; b. an Teilnehmerinnen und Teilnehmer sowie Funktionärinnen und Funktionäre. Fassung gemäss Ziff. I der V vom 20. Nov. 2019, in Kraft seit 1. Jan. 2020 ( AS 2019 4307 )."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Militärversicherung",
      "content": "Wer zu Ausbildungskursen oder Ausbildungsleiterkursen zugelassen ist oder als Funktionärin oder Funktionär daran mitwirkt, ist gegen die Folgen von Gesundheitsschädigungen bei der Militärversicherung versichert."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Vollzug",
      "content": "Das VBS vollzieht diese Verordnung."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Aufhebung bisherigen Rechts",
      "content": "Die Verordnung vom 29. März 1960 über die militärtechnische Vorbildung wird aufgehoben. [ AS 1960 334 , 1962 814 , 1964 265 Art. 11 Abs. 2 Bst. e, 1965 879 , 1970 22 Art. 1 Bst. c, 1975 2318 , 1985 685 Ziff. I 9]"
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Änderung bisherigen Rechts",
      "content": "Die nachstehenden Verordnungen werden wie folgt geändert: … Die Änderungen können unter AS 2003 4599 konsultiert werden."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 1. Januar 2004 in Kraft."
    }
  ],
  "definitions": []
}