{
  "id": "sr-512-311",
  "type": "statute",
  "title": "Verordnung des VBS vom 11. Dezember 2003 über das Schiesswesen ausser Dienst (Schiessverordnung des VBS)",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2004/1/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "1. Kapitel: Inhalt der Schiessausbildung ausser Dienst",
      "section": "1",
      "title": "",
      "content": "Die Schiessausbildung auf 300 m mit dem Sturmgewehr und die Schiessausbildung auf 25 und 50 m mit der Pistole beinhaltet: a. die Schulung der Schiesstechnik; b. die Schulung der Schussabgabe; c. das Erlernen und das Festigen der korrekten Waffenhandhabung; d. das Kennen der Sicherheitsvorschriften im Schiessstand."
    },
    {
      "provision_ref": "art2",
      "chapter": "2. Kapitel: Schiessanlässe",
      "section": "2",
      "title": "2 Abgabe von Munition für Schiessanlässe",
      "content": "1 Für folgende Schiessanlässe gibt der Bund Gratismunition ab: a. Bundesübungen; b. Schiesskurse nach Artikel 4 Absatz 1 Buchstabe c der Schiessverordnung; c. Finals von Jungschützenwettkämpfen auf nationaler Ebene; d. Schiessen des Sicherheitspersonals auf Bundesebene (Bundesanwaltschaft, Bundespolizei, Nationalbank usw.). 2 Für freiwillige Schiessübungen des Schiesswesens ausser Dienst gibt der Bund Kaufmunition zu einem im Anhang 7 festgelegten Kaufpreis ab. Fassung gemäss Ziff. I der V des VBS vom 14. Dez. 2015, in Kraft seit 1. Jan. 2016 ( AS 2015 5643 )."
    },
    {
      "provision_ref": "art3",
      "chapter": "2. Kapitel: Schiessanlässe",
      "section": "3",
      "title": "",
      "content": "1 Jugendschiessanlässe werden auf Gesuch hin durch die Abgabe von Kaufmunition und, sofern es die Bestände erlauben, die Ausleihe von Sturmgewehren 90 (Stgw 90) unterstützt. Für die Ausleihe gelten die Bestimmungen von Artikel 48 ff. sinngemäss. 2 Sie dürfen nur von anerkannten Schiessvereinen durchgeführt werden. Die Teilnehmenden sind bei der Waffenhandhabung anzuleiten und zu betreuen durch Schützenmeisterinnen oder Schützenmeister beziehungsweise durch Trainerinnen oder Trainer des Schweizer Schiesssportverbandes (SSV). 3 Die Gesuche müssen unter Beilage des Nachweises für einen Versicherungsschutz nach Artikel 5 spätestens drei Monate vor dem Anlass der Gruppe Verteidigung eingereicht werden. Diese entscheidet über die Abgabe von Kaufmunition und über die Ausleihe von Stgw 90. 4 Für Ausbildungskurse von Jugendlichen werden keine Leihwaffen abgegeben. Fassung gemäss Ziff. I der V des VBS vom 23. Nov. 2022, in Kraft seit 1. Jan. 2023 ( AS 2022 825 ). Fassung gemäss Ziff. I der V des VBS vom 23. Nov. 2022, in Kraft seit 1. Jan. 2023 ( AS 2022 825 ). Eingefügt durch Ziff. I der V des VBS vom 14. Dez. 2015, in Kraft seit 1. Jan. 2016 ( AS 2015 5643 )."
    },
    {
      "provision_ref": "art4",
      "chapter": "2. Kapitel: Schiessanlässe",
      "section": "4",
      "title": "Schiessen ausserhalb der anerkannten Schiessvereine",
      "content": "1 Schiessen mit Ordonnanzwaffen und Ordonnanzmunition ausserhalb der anerkannten Schiessvereine können auf Gesuch hin durchgeführt werden, wenn: a. sie unter der Leitung von Schützenmeisterinnen oder Schützenmeister beziehungsweise von Trainerinnen oder Trainer des SSV stehen; b. die durchführende Organisation die Versicherungsdeckung einschliesslich Haftpflichtversicherung geregelt hat. 2 Die Gesuche müssen unter Beilage der Nachweise nach Absatz 1 spätestens drei Monate vor dem Schiessen der Gruppe Verteidigung eingereicht werden. Diese entscheidet über die Gesuche und über die Abgabe von Kaufmunition."
    },
    {
      "provision_ref": "art4a",
      "chapter": "2. Kapitel: Schiessanlässe",
      "section": "4a",
      "title": "a Historische Schiessen",
      "content": "1 Die Gruppe Verteidigung unterstützt historische Schiessen. Diese können auf Gesuch hin durchgeführt werden, wenn: a. sie an ein bedeutendes Ereignis aus der Geschichte der Schweizerischen Eidgenossenschaft erinnern; b. sie unter der Leitung von Schützenmeisterinnen und Schützenmeistern stehen; c. die durchführende Organisation die Versicherungsdeckung einschliesslich der Haftpflichtversicherung geregelt hat. 2 Die Gesuche müssen unter Beilage der Nachweise nach Absatz 1 spätestens drei Monate vor dem Schiessen der Gruppe Verteidigung eingereicht werden. 3 Die Gruppe Verteidigung entscheidet über die Gesuche, über die Abgabe von Kaufmunition und über Bundesgaben. Eingefügt durch Ziff. I der V des VBS vom 14. Dez. 2015, in Kraft seit 1. Jan. 2016 ( AS 2015 5643 )."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Versicherungsschutz",
      "content": "Die durchführende Organisation versichert die Teilnehmerinnen und Teilnehmer an Jugendschiessanlässen, an Schiessen ausserhalb der anerkannten Schiessvereine und an historischen Schiessen gegen die Folgen von Unfällen und Sachschäden sowie die Haftpflicht. Fassung gemäss Ziff. I der V des VBS vom 23. Nov. 2022, in Kraft seit 1. Jan. 2023 ( AS 2022 825 )."
    },
    {
      "provision_ref": "art6",
      "chapter": "3. Kapitel: Dispensationen",
      "section": "6",
      "title": "",
      "content": "Von der Schiesspflicht sind namentlich dispensiert: a. Schiesspflichtige, die im betreffenden Jahr mindestens 45 Tage besoldeten Militärdienst leisten; a bis . Schiesspflichtige, die im betreffenden Jahr mindestens 45 Tage Ausbildung oder Einsatz für die Friedensförderung, die Stärkung der Menschenrechte oder die humanitäre Hilfe leisten; b. Schiesspflichtige, die vor dem 1. August einen Auslandurlaub erhalten haben, sowie Militärdienstpflichtige, die aus dem Auslandurlaub zurückkehren und erst nach dem 31. Juli wieder mit der persönlichen Waffe ausgerüstet werden; c. Schiesspflichtige, deren persönliche Waffe nach Artikel 7 der Verordnung vom 5. Dezember 2003 über die persönliche Ausrüstung der Armeeangehörigen vorsorglich abgenommen wurde und die diese erst nach dem 31. Juli zurück erhalten; d. Militärdienstpflichtige, die wieder in der Armee eingeteilt werden und mit der persönlichen Waffe erst nach dem 31. Juli wieder ausgerüstet worden sind; e. die von einer medizinischen Untersuchungskommission (UC) Dispensierten, sofern die Dispensation nach dem 31. Juli abläuft; f. die von der Militärbehörde des Wohnortkantons wegen Freiheitsentzug, Krankheit, Unfall oder Mutterschaft Dispensierten, sofern die Dispensation nach dem 31. Juli abläuft; g. Schiesspflichtige, die wegen Dienstverweigerung in Strafuntersuchung oder im Strafvollzug stehen; h. Schiesspflichtige, die ein Gesuch um waffenlosen Militärdienst eingereicht haben, bis über das Gesuch rechtskräftig entschieden ist; i. Schiesspflichtige, die ein Gesuch um Zulassung zum Zivildienst eingereicht haben, bis über das Gesuch rechtskräftig entschieden ist. Eingefügt durch Art.12 der V des VBS vom 25. Aug. 2009 über das Personal für die Friedensförderung, die Stärkung der Menschenrechte und die humanitäre Hilfe, in Kraft seit 1. Okt. 2009 ( AS 2009 4773 ). SR 514.10 Fassung gemäss Ziff. I der V des VBS vom 23. Nov. 2022, in Kraft seit 1. Jan. 2023 ( AS 2022 825 )."
    },
    {
      "provision_ref": "art7",
      "chapter": "1. Abschnitt: Schweizer Schiesssportverband",
      "section": "7",
      "title": "",
      "content": "Als einziger Landesschützenverband ist der SSV anerkannt. Fassung gemäss Ziff. I der V des VBS vom 23. Nov. 2022, in Kraft seit 1. Jan. 2023 ( AS 2022 825 )."
    },
    {
      "provision_ref": "art8",
      "chapter": "2. Abschnitt: Schiessvereine",
      "section": "8",
      "title": "Schützenmeisterinnen und Schützenmeister",
      "content": "1 Als Schützenmeisterin oder Schützenmeister 300 m anerkannt ist, wer einen Schützenmeisterkurs 300 m oder einen Jungschützenleiterkurs erfolgreich absolviert hat. 2 Als Schützenmeisterin oder Schützenmeister 25/50 m anerkannt ist, wer einen Schützenmeisterkurs 25/50 m erfolgreich absolviert hat. 3 Die Schützenmeisterinnen und Schützenmeister leiten die Bundesübungen und die freiwilligen Schiessübungen nach Artikel 4 Absatz 1 Buchstaben a und b der Schiessverordnung. Sie sind insbesondere für die Betreuung der schwachen und unerfahrenen Schützinnen und Schützen verantwortlich. Fassung gemäss Ziff. I der V des VBS vom 16. Dez. 2011, in Kraft seit 1. Jan. 2012 ( AS 2011 6465 )."
    },
    {
      "provision_ref": "art9",
      "chapter": "2. Abschnitt: Schiessvereine",
      "section": "9",
      "title": "Jungschützenleiterinnen und Jungschützenleiter",
      "content": "1 Als Jungschützenleiterin oder Jungschützenleiter anerkannt ist, wer einen Jungschützenleiterkurs erfolgreich absolviert hat. 2 Die Jungschützenleiterinnen und Jungschützenleiter sind für die Ausbildung der Jungschützinnen und Jungschützen zuständig und können als Schützenmeisterinnen oder Schützenmeister 300 m tätig sein. Fassung gemäss Ziff. I der V des VBS vom 23. Nov. 2022, in Kraft seit 1. Jan. 2023 ( AS 2022 825 )."
    },
    {
      "provision_ref": "art10",
      "chapter": "2. Abschnitt: Schiessvereine",
      "section": "10",
      "title": "Instruktionsrapport",
      "content": "1 Die Schiessvereine haben am jährlichen Instruktionsrapport des zuständigen Mitglieds der kantonalen Schiesskommission teilzunehmen. 2 Als Vertreterinnen oder Vertreter der Schiessvereine nehmen teil: a. die Präsidentin oder der Präsident; b. die Schiesssekretärin oder der Schiesssekretär; c. mindestens eine Schützenmeisterin oder ein Schützenmeister 300 m; d. mindestens eine Schützenmeisterin oder ein Schützenmeister 25/50 m; und e. die Jungschützenleiterin oder der Jungschützenleiter. 3 Die Jungschützenleiterinnen und Jungschützenleiter haben nur teilzunehmen, wenn im betreffenden Jahr ein Jungschützenkurs durchgeführt wird. Fassung gemäss Ziff. I der V des VBS vom 23. Nov. 2022, in Kraft seit 1. Jan. 2023 ( AS 2022 825 ). Fassung gemäss Ziff. I der V des VBS vom 23. Nov. 2022, in Kraft seit 1. Jan. 2023 ( AS 2022 825 )."
    },
    {
      "provision_ref": "art11",
      "chapter": "2. Abschnitt: Schiessvereine",
      "section": "11",
      "title": "Dienstweg",
      "content": "Schiessvereine haben alle Anfragen, Gesuche und Meldungen an das zuständige Mitglied der kantonalen Schiesskommission zu richten. Fassung gemäss Ziff. I der V des VBS vom 16. Dez. 2011, in Kraft seit 1. Jan. 2012 ( AS 2011 6465 )."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Schiessvereine unter besonderer Aufsicht",
      "content": "Schiessvereine unter besonderer Aufsicht dürfen Bundesübungen nur in Anwesenheit eines Mitgliedes der kantonalen Schiesskommission durchführen."
    },
    {
      "provision_ref": "art12a",
      "section": "12a",
      "title": "a Veröffentlichung von Ranglisten",
      "content": "1 Schiessvereine dürfen Ranglisten von Schiesswettkämpfen, die im Rahmen von Schiessübungen und Ausbildungskursen nach Artikel 4 Absatz 1 der Schiessverordnung stattfinden, erstellen und veröffentlichen. 2 Die Ranglisten dürfen die folgenden Daten der Teilnehmerinnen und Teilnehmer enthalten: Name, Vorname, Wohnort, Jahrgang, Verein, Waffenart und Anzahl Punkte. 3 Nicht veröffentlich werden dürfen Ranglisten der obligatorischen Bundesübungen, in denen Daten von Schiesspflichtigen enthalten sind. Eingefügt durch Ziff. I der V des VBS vom 16. Dez. 2011, in Kraft seit 1. Jan. 2012 ( AS 2011 6465 )."
    },
    {
      "provision_ref": "art13",
      "chapter": "5. Kapitel: Schiessbetrieb",
      "section": "13",
      "title": "Sicherheitsvorschriften",
      "content": "1 Für das Schiesswesen ausser Dienst gelten die Waffenreglemente der Armee sowie die Schiessanlagen-Verordnung vom 15. November 2004. 2 Für die Einhaltung der Sicherheitsvorschriften ist die Schützenmeisterin oder der Schützenmeister verantwortlich. Fassung gemäss Ziff. I der V des VBS vom 16. Dez. 2011, in Kraft seit 1. Jan. 2012 ( AS 2011 6465 ). SR 510.512"
    },
    {
      "provision_ref": "art14",
      "chapter": "5. Kapitel: Schiessbetrieb",
      "section": "14",
      "title": "Aufsicht",
      "content": "1 Die Schützenmeisterinnen und Schützenmeister tragen die Verantwortung für den Schiessbetrieb bei den Bundesübungen und bei den freiwilligen Schiessübungen. 2 Sie führen die Entladekontrolle durch. Fassung gemäss Ziff. I der V des VBS vom 14. Dez. 2015, in Kraft seit 1. Jan. 2016 ( AS 2015 5643 )."
    },
    {
      "provision_ref": "art15",
      "chapter": "5. Kapitel: Schiessbetrieb",
      "section": "15",
      "title": "Gehörschutz",
      "content": "1 Alle im Schiessstand anwesenden Personen müssen während den Schiessübungen Gehörschutzschalen tragen. Entsprechende Hinweise sind in den Schiessständen gut sichtbar anzubringen. 2 Die Angehörigen der Armee, die mit Gehörschutzschalen ausgerüstet sind, haben diese an allen Schiessübungen zu benützen. 3 Die Schiessvereine sind verpflichtet, Gehörschutzschalen unaufgefordert zur Verfügung zu stellen. 4 Für die Jungschützenkurse werden die Gehörschutzschalen vom VBS zur Verfügung gestellt. Fassung gemäss Ziff. I der V des VBS vom 16. Dez. 2011, in Kraft seit 1. Jan. 2012 ( AS 2011 6465 )."
    },
    {
      "provision_ref": "art16",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "16",
      "title": "Meldung von Bundesübungen, Schiessübungen und Schiesskursen",
      "content": "1 Der Schiessverein trägt mindestens 14 Tage vor der ersten Schiessübung, spätestens aber am 10. April, Zeit und Ort aller bis am 31. August vorgesehenen Bundesübungen und bis Ende Kalenderjahr sämtliche weiteren freiwilligen Schiessübungen sowie Schiesskurse in das Informationssystem Schiesswesen und Ausserdienstliche Tätigkeiten (SAT-Admin) ein. 2 Muss ein Eintrag nach dem 10. April geändert werden, so ist dies sofort dem Mitglied der kantonalen Schiesskommission zu melden, dass die Änderung im SAT-Admin nachführt. 3 Vor dem Instruktionsrapport dürfen die Schiessvereine Bundesübungen, Jungschützenkurse sowie Pistolenjuniorenkurse nur mit Einwilligung der Präsidentin oder des Präsidenten der zuständigen kantonalen Schiesskommission durchführen. Fassung gemäss Ziff. I der V des VBS vom 16. Dez. 2011, in Kraft seit 1. Jan. 2012 ( AS 2011 6465 ). Fassung gemäss Ziff. I der V des VBS vom 23. Nov. 2022, in Kraft seit 1. Jan. 2023 ( AS 2022 825 ). Fassung gemäss Ziff. I der V des VBS vom 23. Nov. 2022, in Kraft seit 1. Jan. 2023 ( AS 2022 825 )."
    },
    {
      "provision_ref": "art17",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "17",
      "title": "Teilnahmeberechtigung",
      "content": "1 Wer im betreffenden Jahr das 20. Altersjahr vollendet oder die Rekrutenschule bestanden hat, ist berechtigt, die Bundesübungen mit der Hand- und der Faustfeuerwaffe pro Jahr und Waffenart je einmal in einem Schiessverein zu schiessen. 2 … 3 Das obligatorische Programm mit der Pistole und das Pistolenfeldschiessen können je einmal geschossen werden. Die Wahl der Distanzen ist freigestellt. 4 Die Einzelheiten über die Bundesübungen sind in Anhang 1 geregelt. 5 Zu den Bundesübungen darf nur zugelassen werden, wer Gewähr für eine sichere Handhabung der Waffe bietet. Die Vereinsvorstände sind verantwortlich für die Zulassung. Aufgehoben durch Ziff. I der V des VBS vom 16. Dez. 2011, mit Wirkung seit 1. Jan. 2012 ( AS 2011 6465 ). Fassung gemäss Ziff. I der V des VBS vom 4. Dez. 2007, in Kraft seit 1. Jan. 2008 ( AS 2007 6797 )."
    },
    {
      "provision_ref": "art18",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "18",
      "title": "Teilnahmeberechtigung für Jungschützinnen und Jungschützen sowie Pistolenjuniorinnen und Pistolenjunioren",
      "content": "1 Zu den Bundesübungen auf Distanz von 300 m sind auch die Teilnehmerinnen und Teilnehmer der Jungschützenkurse zugelassen. 2 Zu den Bundesübungen auf Distanz von 25 m können auch Schützinnen und Schützen zugelassen werden, die im betreffenden Jahr das 17. Altersjahr vollenden und an einem Ausbildungskurs für Juniorinnen und Junioren im Pistolenschiessen teilnehmen. 3 Der SSV kann weitere Schützinnen und Schützen zur Teilnahme am Feldschiessen zulassen. Für diese kann Kaufmunition bezogen werden. Sie sind nicht militärversichert und es besteht kein Anspruch auf Bundesleistungen. Fassung gemäss Ziff. I der V des VBS vom 23. Nov. 2022, in Kraft seit 1. Jan. 2023 ( AS 2022 825 )."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Teilnahmeberechtigung für ausländische Schützinnen und Schützen",
      "content": "Ausländische Schützinnen und Schützen können an den Bundesübungen teilnehmen, sofern sie die Bedingungen nach Artikel 12 der Schiessverordnung erfüllen. Sie haben jedoch keinen Anspruch auf die Bundesleistungen, sind aber zum Bezug von Kaufmunition berechtigt. Ihre Haftpflichtversicherung muss durch den Schiess- verein gewährleistet sein."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Zugelassene Waffen",
      "content": "1 Schiesspflichtige Unteroffiziere und Angehörige der Mannschaft schiessen das obligatorische Programm 300 m mit ihrer persönlichen Waffe. Die Übungen dürfen nur aus zwingenden Gründen mit der Waffe einer anderen Schützin oder eines anderen Schützen geschossen werden. 2 Schiesspflichtige Subalternoffiziere schiessen das obligatorische Programm 300 m mit ihrer persönlichen Leihwaffe. Haben sie keine persönliche Leihwaffe, so können sie die Waffe einer anderen Schützin oder eines anderen Schützen benutzen. 3 Schiesspflichtige Subalternoffiziere schiessen das obligatorische Programm 25 m mit ihrer persönlichen Waffe. 4 Jungschützinnen und Jungschützen schiessen die Bundesübungen 300 m mit dem Stgw 90. 5 Angehörige der Polizeikorps und des Grenzwachtkorps können die Bundesübungen mit ihrer Dienstwaffe schiessen. 6 Die übrigen Schützinnen und Schützen schiessen die Bundesübungen mit einer Ordonnanzwaffe oder mit einer nach dem Hilfsmittelverzeichnis zugelassenen Waffe. Fassung gemäss Ziff. I der V des VBS vom 16. Dez. 2011, in Kraft seit 1. Jan. 2012 ( AS 2011 6465 ). Fassung gemäss Ziff. I der V des VBS vom 14. Dez. 2015, in Kraft seit 1. Jan. 2016 ( AS 2015 5643 )."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Standblattformulare",
      "content": "Für Bundesübungen dürfen nur die amtlichen Standblattformulare verwendet werden."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Ordonnanzscheiben",
      "content": "1 Die Gruppe Verteidigung bezeichnet die Ordonnanzscheiben welche: a. für Zug- und Transportscheibenanlagen im Fachhandel zu beziehen sind; b. für elektronische Trefferanzeigeanlagen der zivilen Hersteller bewilligt sind. 2 Die Einzelheiten über die Scheiben- und Zeigerordnung sind in den Anhängen 2 und 3 geregelt."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Zeiger",
      "content": "Eine Person kann ab dem Jahr, in dem sie das 15. Altersjahr vollendet hat, als Zeigerin oder Zeiger eingesetzt werden. Fassung gemäss Ziff. I der V des VBS vom 14. Dez. 2015, in Kraft seit 1. Jan. 2016 ( AS 2015 5643 )."
    },
    {
      "provision_ref": "art24",
      "chapter": "2. Abschnitt: Obligatorisches Programm",
      "section": "24",
      "title": "Durchführung",
      "content": "1 Das obligatorische Programm darf nur an den dafür gemeldeten Schiesstagen geschossen werden. 2 Der zuständige eidgenössische Schiessoffizier kann auf Gesuch hin Ausnahmen bewilligen."
    },
    {
      "provision_ref": "art25",
      "chapter": "2. Abschnitt: Obligatorisches Programm",
      "section": "25",
      "title": "Kontrolle",
      "content": "1 Bei Bundesübungen 300 m hat eine Schützenmeisterin oder ein Schützenmeister die Eingangskontrolle vorzunehmen. 2 Für vier in Betrieb stehende Zugscheiben oder zwei elektronische Scheiben auf 300 m muss mindestens eine Schützenmeisterin oder ein Schützenmeister 300 m eingesetzt werden. 3 Für fünf in Betrieb stehende Scheiben auf 25 beziehungsweise 50 m muss mindestens eine Schützenmeisterin oder ein Schützenmeister 25/50 m eingesetzt werden. 4 Die Schiesspflichtigen haben die Aufforderung zur Erfüllung des obligatorischen Programms, das Dienstbüchlein, den Leistungsausweis oder das Schiessbüchlein sowie einen amtlichen Ausweis mitzubringen. 5 Der Schiessverein prüft die Identität der Schiesspflichtigen und stellt fest, ob diese das obligatorische Programm nicht bereits in einem anderen Schiessverein geschossen haben. Fassung gemäss Ziff. I der V des VBS vom 14. Dez. 2015, in Kraft seit 1. Jan. 2016 ( AS 2015 5643 )."
    },
    {
      "provision_ref": "art26",
      "chapter": "2. Abschnitt: Obligatorisches Programm",
      "section": "26",
      "title": "Probeschüsse",
      "content": "1 Die Schützinnen und Schützen können vor den einzelnen Übungen Patronen für Probeschüsse kaufen. 2 Nicht verschossene Patronen sind dem Schiessverein zurückzugeben. Der Kaufpreis ist den Schützinnen und Schützen zurückzuerstatten. 3 Der Schiessverein notiert auf dem Standblatt die Anzahl der gekauften, verschossenen und zurückgegebenen Patronen. Fassung gemäss Ziff. I der V des VBS vom 16. Dez. 2011, in Kraft seit 1. Jan. 2012 ( AS 2011 6465 )."
    },
    {
      "provision_ref": "art27",
      "chapter": "2. Abschnitt: Obligatorisches Programm",
      "section": "27",
      "title": "Erfüllung und Bestehen der Schiesspflicht",
      "content": "1 Die Schiesspflicht gilt als erfüllt, wenn die oder der Schiesspflichtige die vorgeschriebene Anzahl Patronen mit seiner persönlichen Waffe gezielt verschossen hat. 2 Die Schiesspflicht gilt als bestanden, wenn die oder der Schiesspflichtige: a. mit der Handfeuerwaffe mindestens 42 Punkte bzw. mit der Faustfeuerwaffe mindestens 120 Punkte erreicht hat; und b. nicht mehr als drei Nuller geschossen hat."
    },
    {
      "provision_ref": "art28",
      "chapter": "2. Abschnitt: Obligatorisches Programm",
      "section": "28",
      "title": "Wiederholungen",
      "content": "1 Schiesspflichtige, welche die Schiesspflicht nicht bestehen, können das ganze obligatorische Programm mit Kaufmunition am gleichen oder an einem anderen Schiesstag im selben Verein höchstens zweimal wiederholen. Sie sind auf diese Möglichkeit aufmerksam zu machen. 2 Für jede Wiederholung ist ein eigenes Standblatt mit dem Vermerk «Wiederholung 1 oder 2» zu verwenden. 3 Im Leistungsausweis sind die Resultate aller geschossenen Programme einzutragen. Wiederholungen sind mit dem entsprechenden Vermerk «Wiederholung 1» beziehungsweise «Wiederholung 2» zu bezeichnen. 4 Die Schiesspflichtigen, welche die Schiesspflicht auf 300 m nicht bestanden haben, gelten als verblieben. 5 Die Schiesspflichtigen, welche die Schiesspflicht auf 25 m nicht bestanden haben, müssen das obligatorische Programm 300 m schiessen (Art. 10 Abs. 2 Schiessverordnung). Fassung gemäss Ziff. I der V des VBS vom 23. Nov. 2022, in Kraft seit 1. Jan. 2023 ( AS 2022 825 ). Fassung gemäss Ziff. I der V des VBS vom 23. Nov. 2022, in Kraft seit 1. Jan. 2023 ( AS 2022 825 ). Fassung gemäss Ziff. I der V des VBS vom 23. Nov. 2022, in Kraft seit 1. Jan. 2023 ( AS 2022 825 )."
    },
    {
      "provision_ref": "art29",
      "chapter": "3. Abschnitt: Feldschiessen",
      "section": "29",
      "title": "Durchführung",
      "content": "1 Der SSV führt das Feldschiessen durch. 2 Der SSV erlässt das Reglement über das Feldschiessen, welches von der Gruppe Verteidigung genehmigt werden muss. 3 Wer sich am Tag des Feldschiessens im Militärdienst befindet und nicht beurlaubt wird, ist berechtigt, das Feldschiessen im Militärdienst zu schiessen, sofern es die militärdienstlichen Verhältnisse zulassen. Die Betroffenen haben zu diesem Zweck das amtliche Standblatt von ihrem Schiessverein anzufordern. Die notwendige Munition ist der Truppendotation zu entnehmen. Das ausgefüllte und visierte Standblatt ist drei Tage vor dem offiziellen Feldschiessen durch den Truppenkommandanten der zuständigen Platzorganisation zuzustellen. 4 Das Feldschiessen kann mit Bewilligung der Gruppe Verteidigung auch in Schulen und Kursen durchgeführt werden."
    },
    {
      "provision_ref": "art30",
      "chapter": "3. Abschnitt: Feldschiessen",
      "section": "30",
      "title": "Schiesstage",
      "content": "1 Der SSV legt im Einvernehmen mit der Gruppe Verteidigung die Schiesstage fest. 2 … Aufgehoben durch Ziff. I der V des VBS vom 23. Nov. 2022, mit Wirkung seit 1. Jan. 2023 ( AS 2022 825 )."
    },
    {
      "provision_ref": "art31",
      "chapter": "3. Abschnitt: Feldschiessen",
      "section": "31",
      "title": "Bescheinigung",
      "content": "Die geschossenen Resultate des Feldschiessens sind vom durchführenden Schiessverein mit dem Stempel auf dem Standblatt zu bescheinigen."
    },
    {
      "provision_ref": "art32",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "32",
      "title": "",
      "content": "Aufgehoben durch Ziff. I der V des VBS vom 4. Dez. 2007, mit Wirkung seit 1. Jan. 2008 ( AS 2007 6797 )."
    },
    {
      "provision_ref": "art33",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "33",
      "title": "Zulassung von Hilfsmitteln",
      "content": "1 Auf Gesuch hin entscheidet die Gruppe Verteidigung im Einvernehmen mit der Gruppe armasuisse über die Zulassung von Hilfsmitteln und Vorrichtungen für Ordonnanzwaffen. 2 Die Gruppe Verteidigung erstellt ein Verzeichnis der bewilligten Hilfsmittel für Ordonnanzwaffen. 3 Sie hört vor Erlass den SSV an. Eingefügt durch Ziff. I der V des VBS vom 14. Dez. 2015, in Kraft seit 1. Jan. 2016 ( AS 2015 5643 )."
    },
    {
      "provision_ref": "art34",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "34",
      "title": "Waffenmängel",
      "content": "Bundeseigene Ordonnanzwaffen, an denen Mängel festgestellt werden, sind von den Besitzerinnen und Besitzern, mit einer Mängelbeschreibung, etikettiert der nächstgelegenen Retablierungsstelle der Logistikbasis der Armee (LBA) zuzustellen. Fassung gemäss Ziff. I der V des VBS vom 16. Dez. 2011, in Kraft seit 1. Jan. 2012 ( AS 2011 6465 )."
    },
    {
      "provision_ref": "art35",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "35",
      "title": "Verwechslung oder Verlust",
      "content": "1 Die Schützinnen und Schützen sind für ihre Waffen persönlich verantwortlich. 2 Bei Verwechslung oder Verlust einer bundeseigenen Waffe hat die Besitzerin oder der Besitzer der nächstgelegenen Retablierungsstelle der LBA sowie der nächsten Polizeidienststelle sofort Meldung zu erstatten. Für unpersönliche Leihwaffen obliegt dies dem verantwortlichen Vereinsvorstand. 3 Bleibt auf dem Schiessplatz eine bundeseigene Waffe zurück, deren Besitzerin oder Besitzer nicht bekannt ist, so gibt der verantwortliche Schiessverein diese sofort bei der nächstgelegenen Retablierungsstelle der LBA ab. Fassung gemäss Ziff. I der V des VBS vom 16. Dez. 2011, in Kraft seit 1. Jan. 2012 ( AS 2011 6465 )."
    },
    {
      "provision_ref": "art36",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "36",
      "title": "Aufbewahrung",
      "content": "1 Waffen dürfen nur in Schützenhäusern aufbewahrt werden, sofern die entsprechenden Räumlichkeiten oder Behältnisse den Sicherheitsanforderungen für die Munitionseinlagerung genügen. Der Verschluss ist getrennt von der Waffe und unter Verschluss aufzubewahren. 2 Waffen und Munition sind getrennt voneinander zu lagern. Fassung gemäss Ziff. I der V des VBS vom 16. Dez. 2011, in Kraft seit 1. Jan. 2012 ( AS 2011 6465 )."
    },
    {
      "provision_ref": "art37",
      "chapter": "2. Abschnitt: Persönliche Leihwaffen",
      "section": "37",
      "title": "Grundsatz",
      "content": "Persönliche Leihwaffen dürfen abgegeben werden an: a. Schweizerinnen und Schweizer mit Wohnsitz in der Schweiz; b. Ausländerinnen und Ausländer mit Niederlassungsbewilligung für die Dauer des Amtes als Schützenmeisterin oder Schützenmeister beziehungsweise als Jungschützenleiterin oder Jungschützenleiter."
    },
    {
      "provision_ref": "art38",
      "chapter": "2. Abschnitt: Persönliche Leihwaffen",
      "section": "38",
      "title": "Ausbildung an der Waffe",
      "content": "1 Leihwaffen dürfen nur an Personen abgegeben werden, die an der entsprechenden Waffe ausgebildet worden sind. 2 Als an der entsprechenden Waffe ausgebildet gilt, wer: a. mit dem Stgw 90 bzw. der Pistole 75 ausgerüstet wenigstens 45 Tage in einer Rekrutenschule oder 35 Tage in einem Grundausbildungsdienst der Kaderanwärter und Kader geleistet hat; b. einen Ausbildungsdienst geleistet hat, in dessen Verlauf die betreffende Formation auf das Stgw 90 bzw. die Pistole 75 umgerüstet worden ist; c. später mit der Waffe ausgerüstet wurde und einen Wiederholungskurs geleistet hat; d. einen Schiesskurs mit dem Stgw 90 bzw. der Pistole 75 absolviert hat; e. eine schriftliche Bestätigung der Präsidentin oder des Präsidenten seines Schiessvereins über die Ausbildung in der Handhabung und im Schiessen mit dieser Waffe vorweisen kann. Fassung gemäss Ziff. I der V des VBS vom 2. Dez. 2009, in Kraft seit 1. Jan. 2010 ( AS 2009 6733 )."
    },
    {
      "provision_ref": "art39",
      "chapter": "2. Abschnitt: Persönliche Leihwaffen",
      "section": "39",
      "title": "Bezugseinschränkungen",
      "content": "Leihwaffen dürfen nicht abgegeben werden an Schützinnen und Schützen, die: a. nach den Ziffern NM IV (R) oder NM 2460–2550, 2580–2621, 2691, 2700–2733, 2750, 2770, 2800–2902, 2940–2970, 3060–3074, 3910, 3920 und 3930 beziehungsweise NM 240–247, 250, 251, 253, 259–262, 270–275, 280–290, 306, 307, 392 und 393 der Codes der Nosologia Militaris dienstuntauglich erklärt worden sind; b. nach Militärgesetz vom 3. Februar 1995 und Militärstrafgesetz vom 13. Juni 1927 von der persönlichen Dienstleistung oder aus der Armee ausgeschlossen sind; c. zur Annahme Anlass geben, dass sie sich selbst oder Dritte mit der Waffe gefährden; d. schiessuntauglich sind; e. auf die Ausrüstung mit einer persönlichen Waffe verzichtet haben; f. bereits eine Waffe der gleichen Art vom Bund zu Eigentum erhalten haben oder mit einer solchen Waffe als persönliche Waffe ausgerüstet sind; g. … h. wegen Entzugs von Armeewaffen in der Datenbank nach Artikel 32 a Absatz 1 Buchstabe d des Waffengesetzes vom 20. Juni 1997 registriert sind; i. zum Zivildienst zugelassen worden sind. Fassung gemäss Ziff. I der V des VBS vom 16. Dez. 2011, in Kraft seit 1. Jan. 2012 ( AS 2011 6465 ). Regl 59.10; in der AS nicht veröffentlicht. SR 510.10 SR 321.0 Fassung gemäss Ziff. I der V des VBS vom 14. Dez. 2015, in Kraft seit 1. Jan. 2016 ( AS 2015 5643 ). Aufgehoben durch Ziff. I der V des VBS vom 23. Jan. 2013, mit Wirkung seit 1. März 2013 ( AS 2013 557 ). SR 514.54 Eingefügt durch Ziff. I der V des VBS vom 23. Nov. 2022, in Kraft seit 1. Jan. 2023 ( AS 2022 825 )."
    },
    {
      "provision_ref": "art40",
      "section": "40",
      "title": "Vorbehalt ausreichender Bestände",
      "content": "Persönliche Leihwaffen werden nur abgegeben, soweit die Bestände es gestatten."
    },
    {
      "provision_ref": "art41",
      "section": "41",
      "title": "Ausleihe von persönlichen Waffen",
      "content": "Persönliche Leihwaffen dürfen an Dritte zur Teilnahme an ausserdienstlichen Schiessübungen und militärischen Wettkämpfen im Sinne von Artikel 20 der Verordnung vom 21. November 2018 über die persönliche Ausrüstung der Armeeangehörigen ausgeliehen werden, sofern die Benützerin oder der Benützer Gewähr für eine den Vorschriften entsprechende Handhabung, Wartung und Aufbewahrung der Waffe bietet. Fassung gemäss Ziff. I der V des VBS vom 23. Nov. 2022, in Kraft seit 1. Jan. 2023 ( AS 2022 825 ). SR 514.10"
    },
    {
      "provision_ref": "art42",
      "section": "42",
      "title": "",
      "content": "Aufgehoben durch Ziff. I der V des VBS vom 14. Dez. 2015, mit Wirkung seit 1. Jan. 2016 ( AS 2015 5643 )."
    },
    {
      "provision_ref": "art43",
      "section": "43",
      "title": "",
      "content": "Aufgehoben durch Ziff. I der V des VBS vom 2. Dez. 2009, mit Wirkung seit 1. Jan. 2010 ( AS 2009 6733 )."
    },
    {
      "provision_ref": "art44",
      "section": "44",
      "title": "",
      "content": "Aufgehoben durch Ziff. I der V des VBS vom 14. Dez. 2015, mit Wirkung seit 1. Jan. 2016 ( AS 2015 5643 )."
    },
    {
      "provision_ref": "art45",
      "section": "45",
      "title": "Voraussetzung für den Bezug von persönlichen Leihwaffen",
      "content": "1 Die bezugsberechtigten Schützinnen und Schützen erhalten eine Leihwaffe, wenn sie gegenüber der nächstgelegenen Retablierungsstelle der LBA den Nachweis erbringen, dass sie während der letzten drei Kalenderjahre vier Bundesübungen mit der entsprechenden Waffe geschossen haben. 2 Die Dispensation von der Schiesspflicht für Angehörige der Armee bedeutet nicht die Dispensation von der Erfüllung des Schiessnachweises. 3 Im Leistungsausweis und im SAT-Admin müssen die entsprechenden Eintragungen enthalten sein. 4 Bezugsberechtigte Schützinnen und Schützen, die nicht in der Armee eingeteilt sind, erhalten die persönliche Leihwaffe nach Vorlage eines gültigen Waffenerwerbsscheins nach Artikel 8 Absatz 1 des Waffengesetzes vom 20. Juni 1997. In Ausnahmefällen reicht eine Kopie des eingereichten Gesuchs für den Waffenerwerbsschein, das vor mindestens 30 Kalendertagen dem zuständigen Waffenbüro eingereicht worden ist. Wird der gültige Waffenerwerbsschein nicht innerhalb von 30 Kalendertagen nachgereicht, so zieht die LBA die Leihwaffe zurück. 5 Angehörige der Armee, die auf eine andere persönliche Waffe umgerüstet werden, erhalten eine persönliche Leihwaffe, ohne den Schiessnachweis nach Absatz 1 erbringen zu müssen. Fassung gemäss Ziff. I der V des VBS vom 23. Nov. 2022, in Kraft seit 1. Jan. 2023 ( AS 2022 825 ). SR 514.54"
    },
    {
      "provision_ref": "art46",
      "section": "46",
      "title": "Kontrolle der Leihwaffen",
      "content": "1 Die LBA führt Kontrolle über die abgegebenen Leihwaffen. Besitzerinnen und Besitzer einer persönlichen Leihwaffe haben diese mindestens alle drei Jahre unaufgefordert im nächstgelegenen Armeelogistikcenter zur Kontrolle vorzuweisen. Gleichzeitig haben sie die Berechtigung zur Belassung der Leihwaffe nachzuweisen. 2 Die Bedingungen zur Belassung der Leihwaffe sind erfüllt, wenn die Leihwaffenbesitzerinnen und Leihwaffenbesitzer den Schiessnachweis nach Artikel 45 Absatz 1 erbracht haben. 3 Der Schiessnachweis nach Artikel 45 Absatz 1 wird belegt durch entsprechende Einträge im: a. SAT-Admin; und b. Schiessbüchlein oder militärischen Leistungsausweis. 4 Die Besitzerinnen und Besitzer einer Leihwaffe tragen die Reise- und Transportkosten. 5 Die LBA kann die Berechtigung zur Belassung von Leihwaffen jederzeit überprüfen. Sie erlässt die notwendigen Weisungen. Fassung gemäss Ziff. I der V des VBS vom 16. Dez. 2011, in Kraft seit 1. Jan. 2012 ( AS 2011 6465 ). Fassung gemäss Ziff. I der V des VBS vom 23. Nov. 2022, in Kraft seit 1. Jan. 2023 ( AS 2022 825 ). Fassung gemäss Ziff. I der V des VBS vom 23. Nov. 2022, in Kraft seit 1. Jan. 2023 ( AS 2022 825 ). Fassung gemäss Ziff. I der V des VBS vom 23. Nov. 2022, in Kraft seit 1. Jan. 2023 ( AS 2022 825 ). Fassung gemäss Ziff. I der V des VBS vom 14. Dez. 2015, in Kraft seit 1. Jan. 2016 ( AS 2015 5643 )."
    },
    {
      "provision_ref": "art47",
      "section": "47",
      "title": "Rückgabe und Einzug von persönlichen Leihwaffen",
      "content": "1 Die Besitzerin oder der Besitzer einer persönlichen Leihwaffe gibt diese sofort der nächstgelegenen Retablierungsstelle der LBA zurück, wenn: a. sie oder er die Waffe nicht mehr benutzt; b. eine Bezugseinschränkung nach Artikel 39 besteht. 2 Die LBA zieht die persönliche Leihwaffe insbesondere ein, wenn: a. deren Besitzerin oder Besitzer daran vorschriftswidrige Änderungen vorgenommen hat oder zugelassen hat, dass solche vorgenommen werden; b. deren Besitzerin oder Besitzer den Schiessnachweis nach Artikel 45 Absatz 1 nicht erbracht hat; sie oder er kann eine erneute Überprüfung durch die LBA innerhalb von 30 Tagen fordern; c. deren Besitzerin oder Besitzer der Kontrollpflicht nach Artikel 46 Absatz 1 nach erfolgter Mahnung nicht nachgekommen ist; d. eine Bezugseinschränkung nach Artikel 39 besteht. 3 Der Einzug nach Absatz 2 Buchstabe a ist definitiv. Der Einzug nach Absatz 2 Buchstabe c erfolgt für mindestens ein Jahr. Fassung gemäss Ziff. I der V des VBS vom 23. Jan. 2013, in Kraft seit 1. März 2013 ( AS 2013 557 ). Fassung gemäss Ziff. I der V des VBS vom 23. Nov. 2022, in Kraft seit 1. Jan. 2023 ( AS 2022 825 ). Fassung gemäss Ziff. I der V des VBS vom 23. Nov. 2022, in Kraft seit 1. Jan. 2023 ( AS 2022 825 )."
    },
    {
      "provision_ref": "art47a",
      "section": "47a",
      "title": "a Schaden und Verlust",
      "content": "Die Besitzerin oder der Besitzer ist für die ihr oder ihm anvertraute Leihwaffe verantwortlich und haftet für Schaden und Verlust. Eingefügt durch Ziff. I der V des VBS vom 23. Nov. 2022, in Kraft seit 1. Jan. 2023 ( AS 2022 825 )."
    },
    {
      "provision_ref": "art48",
      "chapter": "3. Abschnitt: Unpersönliche Leihwaffen",
      "section": "48",
      "title": "Leihwaffen für Jungschützenkurse",
      "content": "1 Die anerkannten Schiessvereine sind berechtigt, für die Durchführung von Jungschützenkursen Stgw 90 zu beziehen. Die Abgabebestimmungen werden durch die Gruppe Verteidigung erlassen. 2 Die Leihsturmgewehre sind drei Wochen vor Kursbeginn mithilfe des SAT-Admin zu bestellen. 3 Die Leihsturmgewehre werden von den nächstgelegenen Retablierungsstellen der LBA ab dem 15. Februar des jeweiligen Kursjahres zur Abholung bereitgestellt. Die Abgabe erfolgt nur an Jungschützenleiterinnen und Jungschützenleiter, die sich als solche ausweisen und einen amtlichen Ausweis vorlegen können, oder an eine von der bestellenden Jungschützenleiterin oder dem bestellenden Jungschützenleiter bevollmächtigte Person unter Vorlage eines amtlichen Ausweises. 4 Die verantwortliche Jungschützenleiterin oder der verantwortliche Jungschützenleiter hat die Leihsturmgewehre nach Abschluss der Jungschützenkurse spätestens bis am 31. Oktober des jeweiligen Jahres der Retablierungsstelle der LBA, bei der diese gefasst wurden, zurückzugeben. Die Retablierungsstelle der LBA kann auf Gesuch hin einen späteren Rückgabetermin bewilligen. Vor der Rückgabe muss ein Parkdienst durchgeführt werden. 5 Der Hin- und Rücktransport der Leihwaffen für Jungschützenkurse ist Sache des Schiessvereins. Fassung gemäss Ziff. I der V des VBS vom 23. Nov. 2022, in Kraft seit 1. Jan. 2023 ( AS 2022 825 ). Fassung gemäss Ziff. I der V des VBS vom 14. Dez. 2015, in Kraft seit 1. Jan. 2016 ( AS 2015 5643 ). Fassung gemäss Ziff. I der V des VBS vom 16. Dez. 2011, in Kraft seit 1. Jan. 2012 ( AS 2011 6465 )."
    },
    {
      "provision_ref": "art49",
      "chapter": "3. Abschnitt: Unpersönliche Leihwaffen",
      "section": "49",
      "title": "Leihwaffen zur Ausbildung von Juniorinnen und Junioren im Pistolenschiessen",
      "content": "1 Ausgebildete Leiterpersonen und Trainerinnen und Trainer des SSV sind berechtigt, für die Juniorinnen und Junioren, die an den Bundesübungen und freien Pistolenschiessen teilnehmen, Leihpistolen 75 zu beziehen. 2 Abgabegesuche sind mit Angabe der Personalien der betreffenden Juniorinnen und Junioren an die Gruppe Verteidigung zu stellen. Fassung gemäss Ziff. I der V des VBS vom 23. Nov. 2022, in Kraft seit 1. Jan. 2023 ( AS 2022 825 )."
    },
    {
      "provision_ref": "art50",
      "chapter": "3. Abschnitt: Unpersönliche Leihwaffen",
      "section": "50",
      "title": "",
      "content": "Aufgehoben durch Ziff. I der V des VBS vom 14. Dez. 2015, mit Wirkung seit 1. Jan. 2016 ( AS 2015 5643 )."
    },
    {
      "provision_ref": "art51",
      "chapter": "3. Abschnitt: Unpersönliche Leihwaffen",
      "section": "51",
      "title": "Verantwortung",
      "content": "1 Die Vereinsvorstände sind dafür verantwortlich, dass die Leihwaffen, die zur Ausbildung von Jungschützinnen, Jungschützen, Juniorinnen und Junioren im Pistolenschiessen abgegeben worden sind, ordnungsgemäss gewartet, aufbewahrt und verwendet werden. 2 Leihsturmgewehre dürfen Jungschützinnen und Jungschützen, die das 17. Altersjahr vollendet haben, nur ohne Verschluss zur Aufbewahrung überlassen werden. 3 Leihpistolen dürfen Juniorinnen und Junioren im Pistolenschiessen nicht zur Aufbewahrung überlassen werden. Fassung gemäss Ziff. I der V des VBS vom 14. Dez. 2015, in Kraft seit 1. Jan. 2016 ( AS 2015 5643 ). Fassung gemäss Ziff. I der V des VBS vom 14. Dez. 2015, in Kraft seit 1. Jan. 2016 ( AS 2015 5643 ). Eingefügt durch Ziff. I der V des VBS vom 2. Dez. 2009, in Kraft seit 1. Jan. 2010 ( AS 2009 6733 )."
    },
    {
      "provision_ref": "art52",
      "section": "52",
      "title": "Reparatur- und Reinigungskosten",
      "content": "1 Reparaturkosten als Folge normaler Gebrauchsabnützung gehen zu Lasten des Bundes. 2 Reparatur- und Reinigungskosten als Folge mangelhafter Wartung oder Vernachlässigung der Waffe gehen zu Lasten der Schiessvereine."
    },
    {
      "provision_ref": "art53",
      "chapter": "8. Kapitel: Munition",
      "section": "53",
      "title": "Allgemeines",
      "content": "1 Aus Ordonnanzwaffen oder den gemäss Hilfsmittelverzeichnis zugelassenen Waffen darf für sämtliche Schiessübungen und Ausbildungskurse nach Artikel 4 der Schiessverordnung nur unveränderte Ordonnanzmunition oder gemäss Hilfsmittelverzeichnis zugelassene Munition verschossen werden. 2 Es darf nur soviel Gratismunition und Kaufmunition an die Schützinnen und Schützen abgegeben werden, als für die betreffende Schiessübung erforderlich ist. 3 Die Vereine sind verpflichtet, zu viel bezogene Patronen zurückzunehmen; die Kaufmunition müssen sie zum Abgabepreis zurücknehmen. Fassung gemäss Ziff. I der V des VBS vom 14. Dez. 2015, in Kraft seit 1. Jan. 2016 ( AS 2015 5643 )."
    },
    {
      "provision_ref": "art54",
      "chapter": "8. Kapitel: Munition",
      "section": "54",
      "title": "Bestellung und Rückschub",
      "content": "Bestellung und Rückschub der Munition sind in Anhang 4 geregelt."
    },
    {
      "provision_ref": "art55",
      "chapter": "8. Kapitel: Munition",
      "section": "55",
      "title": "Abgabestelle",
      "content": "Die Munition für das Schiesswesen ausser Dienst wird durch die Gruppe Verteidigung abgegeben. Fassung gemäss Ziff. I der V des VBS vom 14. Dez. 2015, in Kraft seit 1. Jan. 2016 ( AS 2015 5643 )."
    },
    {
      "provision_ref": "art56",
      "chapter": "8. Kapitel: Munition",
      "section": "56",
      "title": "Bezugsberechtigung",
      "content": "1 Die Bezugsberechtigung für Ordonnanzmunition beschränkt sich für Gewehrschiessvereine auf Gewehrmunition und für Pistolenschiessvereine auf Pistolenmunition. 2 Die anerkannten Schiessvereine sind nach Massgabe von Anhang 4 berechtigt, jährlich im Rahmen der bewilligten Kredite Gratis- und Kaufmunition zur Deckung ihres Jahresbedarfs anzufordern. 3 Betreiber von Gemeinschaftsschiessanlagen können Ordonnanzmunition für Schiessen im Sinne dieser Verordnung beim VBS beziehen. Sie sorgen für eine angemessene Kontrolle der Munitionsabgabe. Eingefügt durch Ziff. I der V des VBS vom 23. Nov. 2022, in Kraft seit 1. Jan. 2023 ( AS 2022 825 )."
    },
    {
      "provision_ref": "art57",
      "chapter": "8. Kapitel: Munition",
      "section": "57",
      "title": "Verwendung",
      "content": "1 Für das Schiesswesen ausser Dienst bezogene Munition darf nur auf den bewilligten Schiessanlagen oder Schiessgeländen verwendet werden. 2 und 3 … Aufgehoben durch Ziff. I der V des VBS vom 4. Dez. 2007, mit Wirkung seit 1. Jan. 2008 ( AS 2007 6797 )."
    },
    {
      "provision_ref": "art58",
      "chapter": "8. Kapitel: Munition",
      "section": "58",
      "title": "",
      "content": "1 Die Weitergabe von Munition an nicht anerkannte Schiessvereine, Organisationen und an militärische Einheiten ist verboten. 2 Ausgenommen hiervon sind: a. Munitionsabgaben für Schiesskurse gegen Gutschein; b. Munitionsabgaben für kleinere Schiessanlässe nach Anhang 4 Ziffer 3; c. … 3 Der Munitionsaustausch unter anerkannten Schiessvereinen bis zu 5000 Schuss pro Munitionssorte ist erlaubt. Fassung gemäss Ziff. I der V des VBS vom 14. Dez. 2015, in Kraft seit 1. Jan. 2016 ( AS 2015 5643 ). Aufgehoben durch Ziff. I der V des VBS vom 14. Dez. 2015, mit Wirkung seit 1. Jan. 2016 ( AS 2015 5643 ). Eingefügt durch Ziff. I der V des VBS vom 14. Dez. 2015, in Kraft seit 1. Jan. 2016 ( AS 2015 5643 )."
    },
    {
      "provision_ref": "art59",
      "section": "59",
      "title": "Buchhaltung",
      "content": "Die anerkannten Schiessvereine müssen über bezogene, geschossene und zurückgegebene Munition eine Munitionsbuchhaltung führen und diese während fünf Jahren aufbewahren."
    },
    {
      "provision_ref": "art60",
      "section": "60",
      "title": "Munitionsstörungen",
      "content": "1 Bei Munitionsstörungen sind der Gruppe Verteidigung ohne Verzug zu übermitteln: a. die Patrone oder Hülse, bei der die Störung auftrat; b. das Paket mit dem noch vorhandenen Rest der Munition sowie allenfalls die Papierumhüllung mit dem Aufdruck der Laborierdaten, die Plombe und der Packzettel; c. eine Meldung mit: 1. kurzer Beschreibung der Störung (Versager, Formfehler der Hülse, ungewöhnliche Erscheinung beim Schiessen), 2. Waffenbezeichnung und Nummer der Waffe, 3. Beschreibung des Zustands der Waffe (wenn möglich mit Beilage einer Foto), 4. Beschreibung des Lagerraums der Munition, 5. Personalien der Schützin oder des Schützen, der Schützenmeisterin oder des Schützenmeisters und der Vereinspräsidentin oder des Vereinspräsidenten. 2 Ist mit der Munitionsstörung gleichzeitig ein Waffendefekt an einer bundeseigenen Waffe eingetreten, so ist die Waffe in unverändertem und ungereinigtem Zustand, etikettiert und zusammen mit der Übermittlung nach Absatz 1 der nächstgelegenen Retablierungsstelle der LBA zur Abklärung zuzustellen. Fassung gemäss Ziff. I der V des VBS vom 23. Nov. 2022, in Kraft seit 1. Jan. 2023 ( AS 2022 825 ). Fassung gemäss Ziff. I der V des VBS vom 23. Nov. 2022, in Kraft seit 1. Jan. 2023 ( AS 2022 825 )."
    },
    {
      "provision_ref": "art61",
      "section": "61",
      "title": "Munitions- und Verpackungsfehler",
      "content": "Allfällige Munitions- und Verpackungsfehler sind unter Beilage des Lieferscheins und der Verpackung mit Etikette der betreffenden Sendung unverzüglich der Gruppe Verteidigung zu melden. Fassung gemäss Ziff. I der V des VBS vom 23. Nov. 2022, in Kraft seit 1. Jan. 2023 ( AS 2022 825 )."
    },
    {
      "provision_ref": "art62",
      "section": "62",
      "title": "Aufbewahrung",
      "content": "1 Die Vereinsvorstände haben dafür zu sorgen, dass die Munition zweckmässig und sicher aufbewahrt wird. Die technischen Anforderungen für die Munitionseinlagerung werden in Weisungen geregelt. 2 Munition mit Lager- und Feuchtigkeitsschäden ist sofort an die Abgabestelle zurückzuschieben. Der Bericht über die Schadensursache ist von der zuständigen kantonalen Schiesskommission zu visieren und der Gruppe Verteidigung zuzustellen. Diese entscheidet, ob die Munition ersetzt wird. 3 Beschädigte Patronen sind an die Abgabestelle zurückzusenden. Solche Patronen werden nicht ersetzt, jedoch dem Schiessverein in der Jahresabrechnung gutgeschrieben. Fassung gemäss Ziff. I der V des VBS vom 16. Dez. 2011, in Kraft seit 1. Jan. 2012 ( AS 2011 6465 )."
    },
    {
      "provision_ref": "art63",
      "section": "63",
      "title": "Hülsen",
      "content": "1 Die Schiessvereine oder die Organisatoren von Schiessanlässen können die Hülsen verwerten. 2 Bei einer Rücksendung an die Abgabestelle erfolgt die Verwertung ohne Entschädigung. 3 Das Verschiessen von wiederaufgeladenen Patronen mit Ordonnanzhülsen aus Ordonnanzwaffen ist verboten."
    },
    {
      "provision_ref": "art64",
      "chapter": "9. Kapitel: Leistungen des Bundes",
      "section": "64",
      "title": "Leistungen an den SSV",
      "content": "Die Entschädigungen an den SSV werden gemäss Anhang 6 aufgrund der erhaltenen Schiessberichte ausgerichtet."
    },
    {
      "provision_ref": "art65",
      "chapter": "9. Kapitel: Leistungen des Bundes",
      "section": "65",
      "title": "Leistungen an die Vereine",
      "content": "1 Die Bundesleistungen an die Vereine werden gemäss Anhang 6 ausgerichtet, wenn die Standblätter und die Schiessberichte vorschriftsgemäss ausgefüllt und termingerecht eingereicht worden sind. 2 Die Bundesleistungen werden jährlich einmal pro Bundesübung und nur für die vorschriftsgemäss geschossenen und beendeten Übungen ausgerichtet, sofern bei deren Absolventinnen und Absolventen eine Zugehörigkeit zu einer Kategorie nach Artikel 40 Absatz 2 der Schiessverordnung für den Zeitraum zwischen dem 1. Januar und dem 31. August des laufenden Jahres nachgewiesen werden kann. 3 In den Bundesleistungen an die Vereine inbegriffen ist eine Abgeltung des Versicherungsschutzes gegen die Folgen von Sachschäden und die Haftpflicht für die Teilnehmerinnen und Teilnehmer an Bundesübungen und Vorübungen dazu sowie an Schiesskursen nach Artikel 42 Absatz 2 der Schiessverordnung. Fassung gemäss Ziff. I der V des VBS vom 23. Nov. 2022, in Kraft seit 1. Jan. 2023 ( AS 2022 825 )."
    },
    {
      "provision_ref": "art66",
      "chapter": "9. Kapitel: Leistungen des Bundes",
      "section": "66",
      "title": "Leistungen an den Versicherungsschutz",
      "content": "1 Der Bund trägt die Feuer-, Wasser- und Diebstahlrisiken für Ordonnanzmunition, Leihwaffen und Korpsmaterial, die bei anerkannten Schiessvereinen und in deren Auftrag bei Dritten lagern. 2 Sämtliche Schadenfälle sind der Gruppe Verteidigung zu melden."
    },
    {
      "provision_ref": "art67",
      "chapter": "1. Abschnitt: Termine",
      "section": "67",
      "title": "",
      "content": "Die von den Schiessvereinen einzuhaltenden Termine werden von der Gruppe Verteidigung vor der jeweiligen Schiesssaison mittels einer amtlichen Terminliste festgelegt."
    },
    {
      "provision_ref": "art68",
      "chapter": "2. Abschnitt: Leistungsausweis oder Schiessbüchlein",
      "section": "68",
      "title": "Abgabe des Leistungsausweises",
      "content": "Der Leistungsausweis wird durch die kantonale Militärbehörde kostenlos abgegeben."
    },
    {
      "provision_ref": "art69",
      "chapter": "2. Abschnitt: Leistungsausweis oder Schiessbüchlein",
      "section": "69",
      "title": "Eintrag in den Leistungsausweis",
      "content": "1 Die Resultate der Bundesübungen sind durch den Schiessverein in den Leistungsausweis oder in das Schiessbüchlein einzutragen. 2 Die Richtigkeit der Eintragungen ist durch ein Vorstandsmitglied unterschriftlich zu bestätigen. Die Eintragung muss enthalten: a. Datum des Schiessens (Jahr); b. Waffenart und Waffentyp; c. Bezeichnung der Bundesübung; d. Erreichte Punktzahl/Anzahl Treffer; e. Name des Schiessvereins (Stempel) und Unterschrift. 3 Bei Verbliebenen ist der Punktzahl das Wort «verblieben» voranzustellen (Art. 28). 4 Der Leistungsausweis oder das Schiessbüchlein sind den Angehörigen der Armee nach dem Schiessen umgehend wieder auszuhändigen. 5 Die Eintragungen erfolgen unentgeltlich."
    },
    {
      "provision_ref": "art70",
      "chapter": "2. Abschnitt: Leistungsausweis oder Schiessbüchlein",
      "section": "70",
      "title": "Meldung über die Bundesübungen",
      "content": "Die Schiessvereine tragen sämtliche Personen, die gemäss Terminliste der Gruppe Verteidigung an den Bundesübungen teilnehmen, in das SAT-Admin ein. Fassung gemäss Ziff. I der V des VBS vom 23. Nov. 2022, in Kraft seit 1. Jan. 2023 ( AS 2022 825 )."
    },
    {
      "provision_ref": "art71",
      "chapter": "3. Abschnitt: Verbliebenenverzeichnis",
      "section": "71",
      "title": "",
      "content": "Der Schiessverein meldet die Verbliebenen durch Eintrag im SAT-Admin dem zuständigen Mitglied der kantonalen Schiesskommission. Fassung gemäss Ziff. I der V des VBS vom 23. Nov. 2022, in Kraft seit 1. Jan. 2023 ( AS 2022 825 )."
    },
    {
      "provision_ref": "art72",
      "chapter": "4. Abschnitt: Schiessbericht",
      "section": "72",
      "title": "Erstellung und Übermittlung des Schiessberichts",
      "content": "1 Der Vereinsvorstand erstellt anhand der Standblätter den jährlichen Schiessbericht im SAT-Admin. 2 Der Vereinsvorstand bestätigt mit der Erfassung der Daten und der elektronischen Visierung im SAT-Admin die Richtigkeit der Standblätter und des Schiessberichts. 3 Die Schiessvereine übermitteln jährlich innerhalb der vorgesehenen Fristen dem zuständigen Mitglied der kantonalen Schiesskommission: a. die Standblätter der Bundesübungen und des Jungschützenkurses; b. den Schiessbericht mithilfe des Systems SAT-Admin; c. die Munitionsbestellung für das folgende Jahr mithilfe des SAT-Admin. Fassung gemäss Ziff. I der V des VBS vom 23. Nov. 2022, in Kraft seit 1. Jan. 2023 ( AS 2022 825 )."
    },
    {
      "provision_ref": "art73",
      "chapter": "4. Abschnitt: Schiessbericht",
      "section": "73",
      "title": "Aufbewahrung der Standblätter und der Schiessberichte",
      "content": "Der Schiessverein hat die Standblätter und die Schiessberichte nach der Rückgabe durch das Mitglied der kantonalen Schiesskommission während fünf Jahren aufzubewahren. Fassung gemäss Ziff. I der V des VBS vom 16. Dez. 2011, in Kraft seit 1. Jan. 2012 ( AS 2011 6465 )."
    },
    {
      "provision_ref": "art74",
      "chapter": "4. Abschnitt: Schiessbericht",
      "section": "74",
      "title": "Nachkontrolle des Berichtmaterials",
      "content": "Die Gruppe Verteidigung kann die Standblätter zur Nachkontrolle einholen und zu Unrecht bezogene Bundesleistungen von den betreffenden Vereinen mittels Revisionsentscheid zurückverlangen."
    },
    {
      "provision_ref": "art75",
      "chapter": "4. Abschnitt: Schiessbericht",
      "section": "75",
      "title": "Revisionsentscheide",
      "content": "Für die Revisionsentscheide der Gruppe Verteidigung ist allein der vom Schiessverein erstellte Schiessbericht massgebend."
    },
    {
      "provision_ref": "art76",
      "chapter": "5. Abschnitt: Information, Formularwesen, Jahresabrechnung",
      "section": "76",
      "title": "Information und Formularwesen",
      "content": "Die Information der Betroffenen und das Formularwesen sind in Anhang 5 geregelt."
    },
    {
      "provision_ref": "art77",
      "chapter": "5. Abschnitt: Information, Formularwesen, Jahresabrechnung",
      "section": "77",
      "title": "77 Auszahlung von Bundesbeiträgen und Vergütung von Gratismunition",
      "content": "1 Die Gruppe Verteidigung stellt den Schiessvereinen bis Ende Jahr die Jahresabrechnung zu. Diese weist die Guthaben für die Barbeiträge und die berechtigt verschossene Gratismunition aus. 2 Das Guthaben zugunsten des Schiessvereins wird diesem bis Ende Jahr ausbezahlt. 3 Einsprachen gegen die Jahresabrechnung oder gegen allfällige Revisionsentscheide sind innert zehn Tagen nach Empfang auf dem Dienstweg an die Gruppe Verteidigung zu richten. 4 Die Gruppe Verteidigung stellt dem SSV bis Ende Jahr die Zahlen betreffend die bezogene Munition pro Verein zur Verfügung. Fassung gemäss Ziff. I der V des VBS vom 23. Nov. 2022, in Kraft seit 1. Jan. 2023 ( AS 2022 825 )."
    },
    {
      "provision_ref": "art77a",
      "chapter": "5. Abschnitt: Information, Formularwesen, Jahresabrechnung",
      "section": "77a",
      "title": "a Munitionsrechnung",
      "content": "1 Die im Vorjahr bestellte Ordonnanzmunition, inklusive Nachbestellungen, werden den Schiessvereinen durch die Gruppe Verteidigung in Rechnung gestellt. 2 Säumige Vereine werden durch die Gruppe Verteidigung unter Fristansetzung einmal gemahnt. Wird die Rechnung nicht innerhalb der Frist beglichen, so können gegen die betreffenden Vereine Massnahmen nach Artikel 51 Absatz 2 der Schiessverordnung getroffen werden. Eingefügt durch Ziff. I der V des VBS vom 23. Nov. 2022, in Kraft seit 1. Jan. 2023 ( AS 2022 825 )."
    },
    {
      "provision_ref": "art78",
      "chapter": "11. Kapitel: Schlussbestimmungen",
      "section": "78",
      "title": "Vollzug",
      "content": "1 Die Gruppe Verteidigung vollzieht diese Verordnung. 2 Sie erlässt die notwendigen Weisungen und das Hilfsmittelverzeichnis. Fassung gemäss Ziff. I der V des VBS vom 14. Dez. 2015, in Kraft seit 1. Jan. 2016 ( AS 2015 5643 )."
    },
    {
      "provision_ref": "art79",
      "chapter": "11. Kapitel: Schlussbestimmungen",
      "section": "79",
      "title": "Aufhebung bisherigen Rechts",
      "content": "Die Schiessordnung-VBS vom 29. Februar 1996 wird aufgehoben. [ AS 1996 1351 ; 1999 1378 ; 2003 362 ]"
    },
    {
      "provision_ref": "art80",
      "chapter": "11. Kapitel: Schlussbestimmungen",
      "section": "80",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 1. Januar 2004 in Kraft."
    }
  ],
  "definitions": []
}