{
  "id": "sr-531-215-251",
  "type": "statute",
  "title": "Verordnung des WBF vom 20. Mai 2019 über die Pflichtlagerhaltung von Dünger",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2019/350/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Pflichtlagerwaren",
      "content": "Die im Anhang aufgeführten Waren müssen in einem Pflichtlager gelagert werden."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Qualität der eingelagerten Waren",
      "content": "Die Qualität der eingelagerten Waren muss jederzeit den Vorgaben der Genossenschaft Agricura (Agricura) zum handelsüblichen Standard und zur Lagerfähigkeit entsprechen. Die Vorgaben sind auf der Website der Agricura unter folgender Adresse abrufbar: www.agricura.ch > Rechtsgrundlagen."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Pflichtlagermenge",
      "content": "Die Gesamtmenge des in Pflichtlagern gelagerten reinen Stickstoffs muss einen Drittel des durchschnittlichen jährlichen Bedarfs der Schweiz decken. Fassung gemäss Ziff. I der V des WBF vom 1. Sept. 2025, in Kraft seit 1. Okt. 2025 ( AS 2025 562 )."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Bemessungsgrundlagen",
      "content": "1 Die Agricura legt die Pflichtlagermenge proportional zur Gesamtmenge pro Halter fest anhand: a. der von ihm ins schweizerische Zollgebiet eingeführten Warenmenge; b. der von ihm zum ersten Mal im Inland in Verkehr gebrachten Menge von im Inland hergestellten oder verarbeiteten Waren. 2 Sie legt dazu eine Referenzperiode fest. 3 Sie legt die Pflichtlagermenge periodisch neu fest."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Unterschreitung der Pflichtlagermenge",
      "content": "1 Das Bundesamt für wirtschaftliche Landesversorgung (BWL) kann zur Überbrückung kurzfristiger Versorgungsengpässe eine vorübergehende Unterschreitung der Gesamtmenge um höchstens 20 Prozent zulassen. 2 Es kann einem Halter auf Antrag hin nach Anhören der Agricura ausnahmsweise eine vorübergehende Unterschreitung der Pflichtlagermenge bewilligen. 3 Der Pflichtlagervertrag muss entsprechend angepasst werden."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Stellvertretende und gemeinsame Pflichtlagerhaltung",
      "content": "1 Die Pflichtlagerhalter können die vorgeschriebene Warenmenge teilweise oder vollständig in stellvertretender oder in gemeinsamer Pflichtlagerhaltung halten. 2 Die Gründung und Ausgestaltung einer Lagergesellschaft zur gemeinsamen Pflichtlagerhaltung bedürfen der Genehmigung des BWL. Fassung gemäss Ziff. I der V des WBF vom 1. Sept. 2025, in Kraft seit 1. Okt. 2025 ( AS 2025 562 )."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Vollzug der Verordnung und Änderung des Anhangs",
      "content": "1 Das BWL vollzieht diese Verordnung. 2 Es kann den Anhang nach Anhören des Fachbereichs Ernährung und der Agricura ändern."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 1. Juli 2019 in Kraft."
    }
  ],
  "definitions": []
}