{
  "id": "sr-510-419",
  "type": "statute",
  "title": "Verordnung vom 1. Juni 1994 über die Abgabe von technischem Material und von besonderen Fahrzeugen des Sicherheitsdienstes der Armee an Dritte",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1994/1664_1664_1664/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Zweck und Geltungsbereich",
      "content": "1 Diese Verordnung regelt die Abgabe von: a. Beobachtungs- und Abhörmaterial der Militärverwaltung und der Armee, das zur Überwachung von Personen und Objekten verwendet werden kann; b. Fahrzeugen des Sicherheitsdienstes der Armee (SDA), die mit Vorrichtungen zur Überwachung von Personen und Objekten ausgerüstet sind (besondere Fahrzeuge des SDA) und die nach Artikel 1 Absatz 3 der Verordnung vom 5. Dezember 1978 über die Motorfahrzeuge des Sicherheitsdienstes der Armee und ihre Führer den zivilen Polizeidiensten abgegeben werden. 2 Das Material und die Fahrzeuge können auf begründetes Gesuch abgegeben werden: a. eidgenössischen, kantonalen oder städtischen Sicherheits- und Polizeiorganen; b. der Behörde, die im Rahmen eines bewilligten Verfahrens mit der Durchführung der Überwachung des Post‑, Telefon- und Telegrafenverkehrs beauftragt ist. SR 510.717"
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Zuständigkeit und Verfahren",
      "content": "1 Die ersuchende Stelle richtet ihr Gesuch an den Unterstabschef Front, Stab GGST, 3003 Bern. 2 Das Gesuch bezeichnet Grund, Zeitraum und Rechtsgrundlage des Einsatzes. Es enthält keine Angaben über die betroffenen Personen und Objekte. Für besondere Fahrzeuge des SDA muss im Abgabegesuch kein bestimmter Verwendungszweck bezeichnet werden. Diese Fahrzeuge dürfen jedoch nur gestützt auf einen konkreten Beobachtungs- oder Abhörauftrag der richterlichen Behörde eingesetzt werden. 3 Dem Gesuch ist eine Bestätigung der Behörde beizulegen, die nach dem Gesetz für die Anordnung des Einsatzes von technischen Überwachungsgeräten bzw. von entsprechend ausgerüsteten Fahrzeugen zuständig ist. 4 Der Unterstabschef Front entscheidet über das Gesuch und veranlasst die Abgabe des Materials und der Fahrzeuge."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Abgabemodalitäten und Kontrolle",
      "content": "1 Die Abgabe erfolgt leihweise und gegen Quittung. 2 Die Benutzer von Material verpflichten sich schriftlich, das erhaltene Material nur im Rahmen des angegebenen Verwendungszweckes einzusetzen. 3 Die Benutzer von besonderen Fahrzeugen des SDA verpflichten sich schriftlich, diese Fahrzeuge nur gestützt auf einen Beobachtungs- oder Abhörauftrag der richterlichen Behörde zu verwenden. 4 Mitarbeiter der abgebenden Stelle können die Benutzer in der Handhabung des Materials ausbilden. Der Betrieb des Materials im Rahmen des Einsatzes erfolgt ausschliesslich durch die Benutzer. 5 Die abgebende Stelle stellt dem Benutzer Rechnung für fehlendes oder beschädigtes Material. 6 Die abgebende Stelle teilt die Rückgabe von ausgeliehenem Material und von Fahrzeugen mit: a. der kantonalen Behörde, welche den Einsatz von technischen Überwachungsgeräten bzw. von entsprechend ausgerüsteten Fahrzeugen genehmigt hat; b. der Präsidentin oder dem Präsidenten der Anklagekammer des Bundesgerichts; c. dem Präsidenten des Militärkassationsgerichts. 7 Die abgebende Stelle führt eine Kontrolle über Abgabe und Rückgabe von technischen Überwachungsgeräten bzw. von entsprechend ausgerüsteten Fahrzeugen sowie über die Bestätigungen nach Artikel 2 Absatz 3 und die Mitteilungen nach Artikel 3 Absatz 6. Diese Unterlagen werden nach Ablauf von fünf Jahren vernichtet."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Aufhebung bisherigen Rechts",
      "content": "Die Verordnung des Eidgenössischen Militärdepartements vom 30. September 1991 über die Abgabe von technischem Material an Dritte wird aufgehoben. [ AS 1991 2229 , 1993 2526 ]"
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 1. Juli 1994 in Kraft."
    }
  ],
  "definitions": []
}