{
  "id": "sr-520-31",
  "type": "statute",
  "title": "Verordnung vom 29. Oktober 2014 über den Schutz der Kulturgüter bei bewaffneten Konflikten, bei Katastrophen und in Notlagen (KGSV)",
  "title_en": "",
  "short_name": "KGSV",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2014/616/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Categorie dei beni culturali e criteri di classificazione",
      "content": "1 I beni culturali sono classificati secondo le categorie seguenti: a. beni culturali d’importanza nazionale (oggetti A); b. beni culturali d’importanza regionale (oggetti B); c. beni culturali d’importanza locale (oggetti C). 2 Per la classificazione si tiene conto dei criteri seguenti: a. importanza architettonica e artistica; b. importanza scientifica e dal profilo della scienza dell’arte; c. importanza ideale e materiale; d. importanza storica; e. importanza tecnica; f. per le costruzioni, in aggiunta alle lettere a–e: importanza dell’oggetto nel contesto locale o paesaggistico e qualità dell’edificio tenuto conto dell’ambiente circostante; g. per le collezioni, in aggiunta alle lettere a–e: 1. valore contestuale, 2. importanza culturale e grado di notorietà, 3. stato degli oggetti e modalità d’immagazzinamento."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Inventario PBC, oggetti C e geoportale della Confederazione",
      "content": "1 L’Inventario della protezione dei beni culturali con gli oggetti A e B (Inventario PBC) è allestito dall’Ufficio federale della protezione della popolazione (UFPP) in collaborazione con i Cantoni e con la Commissione federale dei beni culturali. Esso viene aggiornato periodicamente. 2 I Cantoni disciplinano la designazione degli oggetti C. 3 L’UFPP fornisce i dati relativi agli oggetti A all’Ufficio federale di topografia. Quest’ultimo rappresenta i dati nel geoportale della Confederazione."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Informazione",
      "content": "L’UFPP e i Cantoni provvedono affinché le autorità, le istituzioni e le organizzazioni specializzate, nonché la popolazione siano informati sullo scopo e l’utilità delle misure di protezione dei beni culturali."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Istruzione e personale",
      "content": "1 L’istruzione dei quadri della protezione civile responsabili della protezione dei beni culturali e degli specialisti in protezione dei beni culturali della protezione civile comprende in particolare i seguenti temi: a. l’inventariazione; b. l’allestimento di documentazioni brevi; c. la pianificazione d’evacuazione; d. la pianificazione d’intervento in collaborazione con i pompieri; e. l’intervento in caso di catastrofi. 2 L’istruzione del personale delle istituzioni culturali verte in particolare su: a. la pianificazione di misure di protezione; b. il sostegno e sulla consulenza delle organizzazioni partner della protezione della popolazione in caso di catastrofe. 3 L’UFPP mette a disposizione dei Cantoni i documenti d’istruzione necessari."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Documentazioni di sicurezza e riproduzioni fotografiche di sicurezza",
      "content": "1 Il Dipartimento federale della difesa, della protezione della popolazione e dello sport (DDPS) stabilisce le esigenze poste alle documentazioni di sicurezza e disciplina i dettagli per la realizzazione, la manipolazione, il trattamento e la custodia delle riproduzioni fotografiche di sicurezza. 2 L’UFPP gestisce un archivio centrale dei microfilm per la conservazione delle riproduzioni fotografiche di sicurezza. 3 Esso acquista una copia positiva di ogni riproduzione fotografica di sicurezza realizzata dai Cantoni e la conserva."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "",
      "content": "Abrogato dal n. I dell’O dell’11 nov. 2015, con effetto dal 1° gen. 2016 ( RU 2015 4751 )."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Contrassegno",
      "content": "1 Il DDPS stabilisce i dettagli in relazione alle direttive tecniche per la realizzazione e l’apposizione dei contrassegni. 2 Esso può fornire i contrassegni ai Cantoni già in tempo di pace."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Deposito protetto",
      "content": "L’UFPP applica, in stretta collaborazione con gli organi federali interessati, i trattati internazionali di cui all’articolo 12 capoverso 2 LPBC."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Abrogazione e modifica di altri atti normativi",
      "content": "L’abrogazione e la modifica di altri atti normativi sono disciplinate nell’allegato."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Entrata in vigore",
      "content": "La presente ordinanza entra in vigore il 1° gennaio 2015."
    }
  ],
  "definitions": []
}