{
  "id": "sr-531-215-411",
  "type": "statute",
  "title": "Verordnung des WBF vom 20. Mai 2019 über die Pflichtlagerhaltung von flüssigen Treib- und Brennstoffen",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2019/352/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Pflichtlagerwaren",
      "content": "Die im Anhang aufgeführten Waren müssen in einem Pflichtlager gelagert werden."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Qualität der eingelagerten Waren",
      "content": "Die Qualität der eingelagerten Waren muss jederzeit den Vorgaben des Vereins Carbura (Carbura) zum handelsüblichen Standard und zur Lagerfähigkeit entsprechen. Die Vorgaben sind auf der Website der Carbura unter folgender Adresse abrufbar: www.carbura.ch > Pflichtlagerhaltung > Lagerhaltung > Pflichtlagerqualitäten."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Pflichtlagermenge",
      "content": "Die Gesamtmenge der folgenden eingelagerten Waren muss den durchschnittlichen Bedarf der Schweizer Bevölkerung für die nachstehend aufgeführte Dauer decken: a. Autobenzin: 4,5 Monate; b. Dieselöl: 4,5 Monate; c. Heizöl extra leicht: 4,5 Monate; d. Flugpetrol: 3 Monate."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Bemessungsgrundlagen",
      "content": "1 Die Carbura legt die Pflichtlagermenge pro Halter fest anhand: a. der von ihm ins schweizerische Zollgebiet eingeführten Warenmenge; b. der von ihm zum ersten Mal im Inland in den steuerrechtlich freien Verkehr gebrachten Menge von im Inland hergestellten oder verarbeiteten Waren. 2 Sie legt dazu eine Referenzperiode fest. 3 Sie legt die Pflichtlagermenge periodisch neu fest."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Unterschreitung der Pflichtlagermenge",
      "content": "1 Das Bundesamt für wirtschaftliche Landesversorgung (BWL) kann zur Überbrückung kurzfristiger Versorgungsengpässe eine vorübergehende Unterschreitung der Gesamtmenge pro Warengruppe nach Artikel 3 Buchstaben a–d um höchstens 20 Prozent zulassen. 2 Es kann einem Halter auf Antrag hin nach Anhören der Carbura ausnahmsweise eine vorübergehende Unterschreitung der Pflichtlagermenge bewilligen. 3 Der Pflichtlagervertrag muss entsprechend angepasst werden."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Stellvertretende und gemeinsame Pflichtlagerhaltung",
      "content": "1 Pro Warengruppe dürfen höchstens drei Viertel der Gesamtmenge in stellvertretender oder in gemeinsamer Pflichtlagerhaltung gehalten werden. 2 Die Gründung und Ausgestaltung einer Lagergesellschaft zur gemeinsamen Pflichtlagerhaltung bedürfen der Genehmigung des BWL."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Vollzug der Verordnung und Änderung des Anhangs",
      "content": "1 Das BWL vollzieht diese Verordnung. 2 Es kann den Anhang nach Anhören des Fachbereichs Energie und der Carbura ändern."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 1. Juli 2019 in Kraft."
    }
  ],
  "definitions": []
}