{
  "id": "sr-510-215",
  "type": "statute",
  "title": "Verordnung vom 24. Juni 2009 über internationale militärische Kontakte (VIMK)",
  "title_en": "",
  "short_name": "VIMK",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2009/425/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Gegenstand und Geltungsbereich",
      "content": "1 Diese Verordnung regelt die Zuständigkeiten und das Verfahren für die Aufnahme internationaler militärischer Kontakte. 2 Sie gilt für die Bundesverwaltung, die Angehörigen der Armee sowie für militärische Gesellschaften und Dachverbände, soweit sie in Angelegenheiten, welche die Schweizer Armee betreffen, in Kontakt treten mit: a. ausländischen Behörden, Organisationen und Privaten im In- und Ausland; b. schweizerischen Vertretungen im Ausland."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Internationale militärische Kontakte",
      "content": "Als internationale militärische Kontakte im Sinne dieser Verordnung gelten: a. das Einholen, die Abgabe oder die Weitergabe von Informationen militärischer Art, insbesondere Dokumentationen, Auskünften oder Nachrichten; b. Besuche ausländischer Personen, Behörden und Organisationen bei schweizerischen Militärpersonen, militärischen Stellen und Organisationen sowie von militärischen Übungen, Veranstaltungen, Stäben, Truppen, Schulen, Kursen oder Anlagen sowie die Einladung zu solchen Besuchen, ebenso entsprechende Besuche schweizerische Militärpersonen im Ausland; c. Teilnahmen ausländischer Organisationen an militärischen oder militärsportlichen Anlässen in der Schweiz sowie die Einladung zu solchen Anlässen, ebenso die Teilnahme schweizerischer Organisationen an entsprechenden Veranstaltungen im Ausland; d. Teilnahmen ausländischer Militärpersonen an Veranstaltungen, insbesondere Vorträge oder Debatten, über Militärfragen in der Schweiz sowie die Einladungen zu solchen Veranstaltungen, ebenso Teilnahmen schweizerischer Militärpersonen an entsprechenden Veranstaltungen im Ausland."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Bewilligungspflicht",
      "content": "1 Die formelle Aufnahme internationaler militärischer Kontakte ist bewilligungspflichtig. 2 Das Bewilligungsgesuch ist vorgängig bei der für das Militärprotokoll zuständigen Stelle der Gruppe Verteidigung (Militärprotokoll) einzureichen. 3 Das Militärprotokoll holt in besonderen Fällen die Stellungnahme des Eidgenössischen Departements für auswärtige Angelegenheiten ein."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Ausnahmen von der Bewilligungspflicht",
      "content": "Die folgenden Stellen dürfen in ihrem Aufgabenbereich ohne Bewilligung des Militärprotokolls internationale militärische Kontakte formell aufnehmen: a. die Nachrichtendienste des Eidgenössischen Departements für Verteidigung, Bevölkerungsschutz und Sport (VBS); b. die für Sicherheitspolitik zuständige Stelle des VBS; c. die Informations- und Objektsicherheit des VBS; d. das Oberauditorat und die Militärjustiz; e. die Gruppe armasuisse sowie die Rüstungsunternehmen des Bundes, sofern keine schweizerischen Militärpersonen, militärischen Stellen und Organisationen, militärischen Übungen, Veranstaltungen, Stäbe, Truppen, Schulen, Kurse oder Anlagen betroffen sind; f. die für internationale Beziehungen zuständige Stelle der Gruppe Verteidigung; g. das Kompetenzzentrum SWISSINT im Rahmen der bewilligten Einsätze."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Informationsschutz",
      "content": "1 Die Abgabe von klassifizierten Informationen an ausländische Personen und Stellen sowie der Zugang ausländischer Besucher und Besucherinnen zu klassifizierten militärischen Informationen, zu klassifiziertem Material oder zu militärischen Anlagen in der Schweiz richtet sich nach den entsprechenden Informationsschutzvorschriften, insbesondere: a. dem im konkreten Fall anwendbaren internationalen Informationsschutzabkommen; b. der Verordnung vom 19. Dezember 2001 über die Personensicherheitsprüfungen; c. der Informationsschutzverordnung vom 4. Juli 2007; d. der Geheimschutzverordnung vom 29. August 1990. 2 Das Militärprotokoll erteilt Bewilligungen nach Artikel 3 Absatz 1 nur, wenn die Person, die den internationalen militärischen Kontakt aufnehmen will, die aufgrund der Vorschriften nach Absatz 1 erforderlichen Bewilligungen oder Bescheinigungen vorlegt. 3 Eine Abgabe klassifizierter Informationen darf in keinem Fall zugesichert werden. Allfälligen Interessierten darf nur die Prüfung ihres Gesuches in Aussicht gestellt werden. 4 Wer nicht klassifizierte Informationen auf Informationsträgern abgeben will, muss diese in einem neutralen, unverschlossenen Umschlag dem Militärprotokoll zur Weiterleitung zustellen; vorbehalten bleibt Artikel 4. 5 Wer einen internationalen militärischen Kontakt organisiert, muss alle mit ausländischen Personen in Kontakt kommenden Personen darüber instruieren, welche militärischen Informationen sie abgeben dürfen. SR 120.4 SR 510.411 SR 510.413"
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Verkehr militärischer Organisationen mit dem Militärprotokoll",
      "content": "Militärische Organisationen, die über einen Dachverband verfügen, verkehren über diesen mit dem Militärprotokoll."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Vollzug",
      "content": "Das Militärprotokoll vollzieht diese Verordnung und erlässt die erforderlichen fachtechnischen Weisungen."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 1. August 2009 in Kraft."
    }
  ],
  "definitions": []
}