{
  "id": "sr-513-12",
  "type": "statute",
  "title": "Verordnung vom 21. Mai 2008 über den Stab Bundesrat Nationale Alarmzentrale (VSBN)",
  "title_en": "",
  "short_name": "VSBN",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2008/351/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Gegenstand und Geltungsbereich",
      "content": "1 Diese Verordnung regelt Aufgaben, Organisation, Ausbildung und Aufgebot des Stabes Bundesrat Nationale Alarmzentrale (Stab). 2 Soweit diese Verordnung keine besonderen Bestimmungen enthält, gilt die einschlägige Militärgesetzgebung."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Stellung",
      "content": "Der Stab ist dem Bundesamt für Bevölkerungsschutz (BABS) unterstellt."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Aufgabe",
      "content": "1 Der Stab unterstützt das BABS bei der Erfüllung seiner Aufgaben. 2 Das BABS bestimmt den Auftrag des Stabs für den Einsatz. Fassung gemäss Anhang 3 Ziff. II 4 der Bevölkerungsschutzverordnung vom 11. Nov. 2020, in Kraft seit 1. Jan. 2021 ( AS 2020 5087 )."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Nationale Alarmzentrale",
      "content": "Die NAZ: a. … b. trifft die Vorbereitungen für den Einsatz des Stabes; c. … d. führt die Korpskontrolle des Stabes; e. stellt, sofern eine geeignete Person verfügbar ist, den Kommandanten oder die Kommandantin des Stabes. Aufgehoben durch Anhang 3 Ziff. II 4 der Bevölkerungsschutzverordnung vom 11. Nov. 2020, mit Wirkung seit 1. Jan. 2021 ( AS 2020 5087 ). Aufgehoben durch Anhang 3 Ziff. II 4 der Bevölkerungsschutzverordnung vom 11. Nov. 2020, mit Wirkung seit 1. Jan. 2021 ( AS 2020 5087 )."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Kommando",
      "content": "1 Der Kommandant oder die Kommandantin des Stabes wird auf Antrag des BABS durch das Eidgenössische Departement für Verteidigung, Bevölkerungsschutz und Sport (VBS) gewählt. 2 Er oder sie führt: a. den Stab; b. das Kommando der geschützten Führungsanlagen. 3 Er oder sie ist bezüglich Mutationen der Funktion oder des Grades von Stabsangehörigen dem Kommandanten oder der Kommandantin eines grossen Verbandes gleichgestellt. 4 Im Assistenz- und Aktivdienst überträgt er oder sie der Armee den Sanitätsdienst und die Versorgung des Stabes sowie den Schutz der geschützten Führungsanlagen. Fassung gemäss Anhang 3 Ziff. II 4 der Bevölkerungsschutzverordnung vom 11. Nov. 2020, in Kraft seit 1. Jan. 2021 ( AS 2020 5087 ). Fassung gemäss Anhang 3 Ziff. II 4 der Bevölkerungsschutzverordnung vom 11. Nov. 2020, in Kraft seit 1. Jan. 2021 ( AS 2020 5087 )."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Sollbestand",
      "content": "Das VBS bestimmt den Sollbestand des Stabes."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Einteilung",
      "content": "1 Militärdienstpflichtige Angestellte des BABS, deren zivile Funktion einer besonderen Funktion des Stabes (stabseigene Funktion) entspricht, werden in der stabseigenen Funktion in den Stab eingeteilt. Sie können vertraglich verpflichtet werden, die dafür notwendigen Ausbildungsdienste innert zwei Jahren nach der Verpflichtung zu leisten. 2 Auf Antrag des Kommandanten oder der Kommandantin des Stabes können in den Stab eingeteilt werden: a. militärdienstpflichtige Personen, die über die erforderlichen Kenntnisse zur Übernahme stabseigener Funktionen verfügen; b. militärdienstpflichtige Angestellte des BABS, deren zivile Funktion keiner stabseigenen Funktion entspricht; c. die für die Erreichung des Sollbestandes erforderliche Anzahl von militärdienstpflichtigen Personen in nicht stabseigenen Funktionen. 3 Für die Einteilung von militärdienstpflichtigen Personen in stabseigene Funktionen müssen in Abweichung von Artikel 72 Absatz 2 Buchstabe b Ziffer 1 der Verordnung vom 22. November 2017 über die Militärdienstpflicht (VMDP) die im Anhang genannten Ausbildungsdienste bestanden sein. 4 Die Stabsangehörigen verbleiben bei ihrer Truppengattung oder ihrem Dienstzweig. 5 Die Dauer der Einteilung von Hauptleuten und Stabsoffizieren, die nicht für eine Weiterausbildung vorgesehen sind, richtet sich in Abweichung von Artikel 109 Absatz 3 VMDP nach dem Bedarf des Stabes. Fassung gemäss Ziff. I der V vom 22. Nov. 2017, in Kraft seit 1. Jan. 2018 ( AS 2017 7499 ). Fassung gemäss Ziff. I der V vom 22. Nov. 2017, in Kraft seit 1. Jan. 2018 ( AS 2017 7499 ). SR 512.21 Fassung gemäss Ziff. I der V vom 22. Nov. 2017, in Kraft seit 1. Jan. 2018 ( AS 2017 7499 ). Fassung gemäss Ziff. I der V vom 22. Nov. 2017, in Kraft seit 1. Jan. 2018 ( AS 2017 7499 )."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "8 Zuteilung und Zuweisung",
      "content": "Dem Stab zugeteilt oder zugewiesen werden können Personen nach Artikel 6 des Militärgesetzes vom 3. Februar 1995 ab Vollendung des 18. Altersjahres. SR 510.10"
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Ausbildung",
      "content": "1 Der Kommandant oder die Kommandantin des Stabes legt nach Rücksprache mit dem Direktor oder der Direktorin des BABS für den Stab die Ausbildungsdienste und deren Dauer jährlich fest und teilt die Daten den dienstpflichtigen Stabsangehörigen frühzeitig mit. 2 Er oder sie führt die Ausbildungsdienste durch. Fassung gemäss Ziff. I der V vom 22. Nov. 2017, in Kraft seit 1. Jan. 2018 ( AS 2017 7499 )."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "10 Aufgebot",
      "content": "1 Der Kommandant oder die Kommandantin des Stabes bietet die Stabsangehörigen auf: a. zu Ausbildungsdiensten; b. alarmmässig und nach Rücksprache mit dem Direktor oder der Direktorin des BABS zu Einsätzen. 2 Er oder sie kann Stabsangehörige verpflichten, ausserdienstlich ihre persönliche Erreichbarkeit sicherzustellen. 3 Das Aufgebot zu Alarmübungen und zu Einsätzen kann durch jedes dafür geeignete Kommunikationsmittel erfolgen. 4 Der Kommandant oder die Kommandantin des Stabes kann bei Bedarf Dienstleistungen in Zivil anordnen."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Leistung der Ausbildungsdienste",
      "content": "Militärdienstpflichtige Stabsangehörige leisten den Ausbildungsdienst in ihrer Funktion: a. im Stab; b. in einem andern Stab des Bundesrates; c. in Formationen der Armee, in Schulen, Kursen und Übungen, in der Vorbereitung von Übungen und in Anlässen im Rahmen der Nationalen Sicherheitskooperation."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "12 Dienstverschiebung",
      "content": "Dienstverschiebungsgesuche von Stabsangehörigen werden unabhängig von der Dienstleistung nach Artikel 11 durch den Kommandanten oder die Kommandantin des Stabes behandelt und entschieden. Die Weisungen der Gruppe Verteidigung über die Verfahren im Dienstverschiebungswesen sind anwendbar. Fassung gemäss Ziff. I der V vom 22. Nov. 2017, in Kraft seit 1. Jan. 2018 ( AS 2017 7499 )."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "13 Beförderung",
      "content": "Für die Beförderung von militärdienstpflichtigen Stabsangehörigen in stabseigenen Funktionen müssen in Abweichung von Artikel 72 Absatz 2 Buchstabe b Ziffer 1 VMDP die im Anhang genannten Ausbildungsdienste bestanden sein. Fassung gemäss Ziff. I der V vom 22. Nov. 2017, in Kraft seit 1. Jan. 2018 ( AS 2017 7499 ). SR 512.21"
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "14 Militärisches Kontrollwesen",
      "content": "Zifferder Fassung gemäss Anhang Ziff. 6 der V vom 3. März 2023, in Kraft seit 1. April 2023 ( AS 2023 133 ). SR 510.911"
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Vollzug",
      "content": "Das VBS vollzieht diese Verordnung."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Aufhebung bisherigen Rechts",
      "content": "Die Verordnung vom 27. November 2000 über den Stab Bundesrat Nationale Alarmzentrale wird aufgehoben. [ AS 2001 11 ]"
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 15. Juni 2008 in Kraft."
    }
  ],
  "definitions": []
}