{
  "id": "sr-531-66",
  "type": "statute",
  "title": "Verordnung vom 21. Dezember 2022 über den Betrieb von Reservekraftwerken und Notstromgruppen bei einer unmittelbar drohenden oder bereits bestehenden Mangellage",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2022/834/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Gegenstand und Geltungsbereich",
      "content": "1 Diese Verordnung regelt den Betrieb von Reservekraftwerken und Notstromgruppen bei einer unmittelbar drohenden oder bereits bestehenden schweren Mangellage. 2 Sie gilt für Betreiber, die sich zur Erzeugung von Elektrizität verpflichten, um im Winter 2022/2023 und im Frühling 2023 eine Absicherung gegen ausserordentliche Situationen bei der Elektrizitätsversorgung wie eine Verknappung oder kritische Versorgungsengpässe oder -ausfälle zu schaffen."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Nicht anwendbare Bestimmungen für Reservekraftwerke",
      "content": "Beim Betrieb der Reservekraftwerke ist Anhang 2 Ziffern 834 und 836 Absatz 1 der Luftreinhalte-Verordnung vom 16. Dezember 1985 (LRV) nicht anwendbar. SR 814.318.142.1"
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Emissionsbegrenzungen für Reservekraftwerke",
      "content": "Die Emissionen von Stickstoffmonoxid und Stickstoffdioxid (Stickoxide, angegeben als Stickstoffdioxid) sowie von Kohlenmonoxid sind so weit zu begrenzen, wie dies technisch und betrieblich möglich und wirtschaftlich tragbar ist."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Nicht anwendbare Bestimmungen für Notstromgruppen",
      "content": "Beim Betrieb der Notstromgruppen sind unabhängig von der jährlichen Betriebsdauer die folgenden Bestimmungen nicht anwendbar: a. bei Verbrennungsmotoren: Anhang 1 Ziffer 6, Anhang 2 Ziffer 824 sowie Anhang 6 LRV; b. bei Gasturbinen: Anhang 1 und Anhang 2 Ziffern 833, 834 und 836 LRV. SR 814.318.142.1"
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Emissionsbegrenzungen für Notstromgruppen",
      "content": "Die zuständige kantonale Luftreinhaltebehörde legt die vorsorglichen Emissionsbegrenzungen fest; sie berücksichtigt dabei die technischen und betrieblichen Möglichkeiten und die wirtschaftliche Tragbarkeit."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Nicht anwendbare kantonale und kommunale Bestimmungen",
      "content": "1 Soweit sie im Widerspruch zum Betrieb von Reservekraftwerken und Notstromgruppen stehen, sind kantonale und kommunale Bestimmungen insbesondere in den folgenden Bereichen nicht anwendbar: a. Abwärmenutzung; b. Luftreinhaltung; c. Lärmschutz; d. Beschränkungen der Betriebsdauer. 2 Die Sicherheit der Anlagen muss jederzeit gewährleistet sein."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Verfahren bei Reservekraftwerken",
      "content": "1 Das Eidgenössische Departement für Umwelt, Verkehr, Energie und Kommunikation erteilt die Bewilligung für den Betrieb von Reservekraftwerken. 2 Die Bewilligung muss Folgendes festlegen: a. die Emissionsbegrenzungen für Kohlenmonoxid, Stickoxide und Lärm; b. die Schallschutzmassnahmen. 3 Sie kann weitere Auflagen enthalten. 4 Sie wird im Bundesblatt publiziert."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Meldepflicht und Kontrolle",
      "content": "1 Die Betreiber nach Artikel 1 Absatz 2 müssen der zuständigen kantonalen Luftreinhaltebehörde innerhalb einer Woche melden, dass sie sich zur Erzeugung von Elektrizität verpflichtet haben. 2 Sie melden der Luftreinhaltebehörde zudem innerhalb einer Woche den Stand des Betriebsstundenzählers zu Beginn und am Ende der Einsatzzeit, einschliesslich der Ablesedaten. 3 Die Luftreinhaltebehörde kann jederzeit Emissionsmessungen oder -kontrollen durchführen oder durchführen lassen."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Inkrafttreten und Geltungsdauer",
      "content": "1 Diese Verordnung tritt am 22. Dezember 2022 in Kraft. 2 Sie gilt bis zum 31. Mai 2023."
    }
  ],
  "definitions": []
}