{
  "id": "sr-641-811-31",
  "type": "statute",
  "title": "Verordnung vom 16. Oktober 2000 über die Rückerstattung der Schwerverkehrsabgabe für Rohholztransporte",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2000/457/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Rückerstattungsberechtigung",
      "content": "Zur Rückerstattung der Schwerverkehrsabgabe berechtigen Transporte von: a. unverarbeitetem, in der Regel vermessenem Wald- oder Sägerundholz (Stammholz mit oder ohne Rinde) mit einer Mindestlänge von ca. 1 Meter; b. Industrie- und Energie-Waldholz, namentlich unvermessenem und unverarbeitetem Waldrundholz, Hackschnitzeln, Rinde, Knüppeln, Spälten, Scheitern und anderen Waldholzprodukten; c. Industrie- und Energie-Restholz, namentlich Hackschnitzeln, Rinde, Spreisseln, Schwarten, Sägespänen, Hobelspänen, Sägemehl und anderen Restholzprodukten."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Rückerstattungsgesuch",
      "content": "1 Das Rückerstattungsgesuch wird je Fahrzeug gestellt und muss folgende Angaben enthalten: a. Angaben zum Antragsteller (Firmenname, vollständige Adresse); b. Kontrollschild und Stammnummer des Fahrzeugs; c. Rückerstattungsperiode; d. Datum des Transports; e. Empfänger des Transports und Empfangsort; f. Angabe des Rohholzprodukts und der Holzart; g. Holzvolumen pro Fahrt in Kubikmetern (m 3 ); h. Berechnung des gesamten Rückerstattungsbetrags pro Fahrzeug und Abgabeperiode; i. Datum und Unterschrift des Antragstellers. 2 Rückerstatttungsgesuche sind innerhalb eines Jahres nach Ablauf der Abgabeperiode bei der Oberzolldirektion einzureichen."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Nachweis",
      "content": "1 Der Antragsteller muss nachweisen, dass die Schwerverkehrsabgabe entrichtet worden ist. Die Oberzolldirektion kann zusätzliche Beweismittel verlangen. 2 Sämtliche für die Abgaberückerstattung wesentlichen Unterlagen und Belege sind während fünf Jahren aufzubewahren und der Oberzolldirektion auf Verlangen vorzuweisen."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Inländische Fahrzeuge, die der leistungsabhängigen Abgabeerhebung unterliegen",
      "content": "1 Rückerstattungsgesuche sind je Fahrzeug und Abgabeperiode einzureichen. 2 Der Rückerstattungsbetrag wird soweit möglich mit der leistungsabhängigen Schwerverkehrsabgabe verrechnet."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Ausländische Fahrzeuge, die der leistungsabhängigen Abgabeerhebung unterliegen",
      "content": "Rückerstattungsgesuche sind je Fahrzeug und Monat einzureichen."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Fahrzeuge, die der pauschalen Abgabeerhebung unterliegen",
      "content": "Rückerstattungsgesuche für in- und ausländische Fahrzeuge sind je Fahrzeug und Abgabeperiode nach Ablauf der Abgabeperiode einzureichen."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 1. Januar 2001 in Kraft."
    }
  ],
  "definitions": []
}