{
  "id": "sr-641-611",
  "type": "statute",
  "title": "Mineralölsteuerverordnung vom 20. November 1996 (MinöStV)",
  "title_en": "",
  "short_name": "MinöStV",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1996/3393_3393_3393/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "1. Abschnitt: Begriffe und administrative Bestimmungen",
      "section": "1",
      "title": "Begriffe",
      "content": "1 Im Sinne der Mineralölsteuergesetzgebung gelten als: a. «Heizöl mittel und Heizöl schwer» (Zolltarifnummer 2710.1992): das international handelsübliche Heizöl mittel und schwer sowie solches, das den Begriffsbestimmungen der Schweizer Norm gemäss Stand beim Inkrafttreten dieser Verordnung entspricht; b. «Rohrleitungen»: solche im Sinne des Rohrleitungsgesetzes vom 4. Oktober 1963; c. «zum tieferen Satz versteuern»: das Versteuern einer Ware zu einem Satz, der tiefer ist als derjenige, dem die gleiche Ware bei anderer Verwendung unterläge. 2 Das Eidgenössische Finanzdepartement (EFD) entscheidet, ob spätere Änderungen der Schweizer Norm übernommen werden. SR 632.10 Anhang Fassung der Nummer gemäss Anhang Ziff. 13 der V vom 3. Juli 2001, in Kraft seit 1. Jan. 2002 ( AS 2001 2091 ). Die aufgeführte Norm kann kostenlos eingesehen und gegen Bezahlung bezogen werden bei der Schweizerischen Normen-Vereinigung (SNV), Sulzerallee 70, 8404 Winterthur; www.snv.ch SR 746.1 Fassung gemäss Ziff. I der V vom 30. Jan. 2008, in Kraft seit 1. Juli 2008 ( AS 2008 583 )."
    },
    {
      "provision_ref": "art2",
      "chapter": "1. Abschnitt: Begriffe und administrative Bestimmungen",
      "section": "2",
      "title": "Zusammenarbeit mit der Carbura",
      "content": "Die Steuerbehörde und die Schweizerische Pflichtlagerorganisation für flüssige Treib- und Brennstoffe (Carbura) können Daten über Meldungen, welche die Steuerpflichtigen und die Pflichtlagerhalter erstatten müssen, austauschen. Fassung gemäss Ziff. I der V vom 23. Okt. 2013, in Kraft seit 1. Jan. 2014 ( AS 2013 4479 ). Ausdruck gemäss Ziff. I der V vom 1. Juli 2020, in Kraft seit 1. Jan. 2021 ( AS 2020 3355 ). Diese Änd. wurde im ganzen Erlass berücksichtigt."
    },
    {
      "provision_ref": "art2a",
      "chapter": "1. Abschnitt: Begriffe und administrative Bestimmungen",
      "section": "2a",
      "title": "a Zusammenarbeit mit der Vollzugsstelle",
      "content": "Die Steuerbehörde und die Vollzugsstelle nach Artikel 64 des Energiegesetztes vom 30. September 2016 (EnG) können Daten zu Bewilligungsinhabern nach dem MinöStG und Daten aus Meldungen, welche die Steuerpflichtigen, die Exporteure und die Rückerstattungsberechtigen erstatten müssen, austauschen. Eingefügt durch Anhang Ziff. 3 der V vom 20. Nov. 2024, in Kraft seit 1. Jan. 2025 ( AS 2024 702 ). SR 730.0"
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Erhebungskosten",
      "content": "Die Steuerbehörde verbucht 1,5 Prozent der Einnahmen aus der Steuer auf Treibstoffen als Erhebungskosten."
    },
    {
      "provision_ref": "art4",
      "chapter": "2. Abschnitt: Kontrollen durch die Steuerbehörde",
      "section": "4",
      "title": "Vorgehen",
      "content": "1 Die Steuerbehörde kann zur Durchführung von Kontrollen Grundstücke sowie Räumlichkeiten betreten und zum Zweck der Treibstoffkontrolle Fahrzeuge anhalten. 2 Sofern die Umstände es erlauben, sind Betriebskontrollen während der Geschäfts-, Betriebs- oder Arbeitszeiten durchzuführen. 3 Kontrollierte Personen müssen in der von der Steuerbehörde verlangten Weise mitwirken."
    },
    {
      "provision_ref": "art5",
      "chapter": "2. Abschnitt: Kontrollen durch die Steuerbehörde",
      "section": "5",
      "title": "Probenentnahme",
      "content": "1 Die Steuerbehörde kann Proben entnehmen, insbesondere aus Fahrzeug- und Maschinentanks. 2 Die Probenentnahme wird schriftlich festgehalten."
    },
    {
      "provision_ref": "art6",
      "chapter": "2. Abschnitt: Kontrollen durch die Steuerbehörde",
      "section": "6",
      "title": "Beweissicherung",
      "content": "1 Die Steuerbehörde hält Proben, Schriftstücke und andere Gegenstände, die als Beweismittel im Strafverfahren dienen können, zuhanden der zuständigen Behörde zurück. 2 Das Ergebnis der Kontrolle wird schriftlich festgehalten."
    },
    {
      "provision_ref": "art7",
      "chapter": "2. Abschnitt: Kontrollen durch die Steuerbehörde",
      "section": "7",
      "title": "Haftung",
      "content": "1 Wertminderungen und Kosten, die durch Kontrollen entstehen, werden nicht entschädigt. 2 Vorbehalten bleibt eine allfällige Haftung nach dem Verantwortlichkeitsgesetz vom 14. März 1958. SR 170.32"
    },
    {
      "provision_ref": "art8",
      "chapter": "3. Abschnitt: Sicherheitsleistung",
      "section": "8",
      "title": "Grundsatz",
      "content": "1 Wer zur periodischen Steueranmeldung berechtigt ist, wer unversteuerte Waren befördert oder wer zugelassener Lagerinhaber ist, muss Sicherheit leisten. 2 Die Sicherheitsleistung dient zur Sicherung der Steuer und der anderen Abgaben, insbesondere für: a. unversteuerte Waren in zugelassenen Lagern; b. unversteuerte Waren während der Beförderung; c. unbezahlte Steuerforderungen. 3 Für unversteuerte Pflichtlagerbestände muss die Carbura eine angemessene Sicherheit leisten. Fassung gemäss Ziff. I der V vom 27. Okt. 2004, in Kraft seit 1. Jan. 2005 ( AS 2004 4565 )."
    },
    {
      "provision_ref": "art9",
      "chapter": "3. Abschnitt: Sicherheitsleistung",
      "section": "9",
      "title": "Höhe und Arten von Sicherheitsleistungen",
      "content": "1 Die Steuerbehörde legt die Höhe der Sicherheitsleistung fest; sie berücksichtigt dabei insbesondere die Mengen, die durchschnittlich in den steuerrechtlich freien Verkehr überführt werden, sowie die unversteuerten Mengen in zugelassenen Lagern. 2 Die Sicherheit wird durch Bürgschaft, Barhinterlage oder Hinterlage von Wertpapieren geleistet."
    },
    {
      "provision_ref": "art10",
      "chapter": "3. Abschnitt: Sicherheitsleistung",
      "section": "10",
      "title": "Art und Form der Bürgschaft",
      "content": "1 Durch die Steuerbürgschaft als Solidarbürgschaft werden alle Abgabenforderungen gegenüber der steuerpflichtigen Person sichergestellt. 2 Die Bürgschaft ist auf amtlichem Formular zu errichten. Darin wird der Höchstbetrag der Haftung genannt."
    },
    {
      "provision_ref": "art11",
      "chapter": "3. Abschnitt: Sicherheitsleistung",
      "section": "11",
      "title": "Rechte und Pflichten des Bürgen",
      "content": "1 Bezahlt der Bürge die Forderung, so stellt ihm die Steuerbehörde auf Verlangen eine Bescheinigung aus, die ihm als Grundlage für den Rückgriff auf die steuerpflichtige Person und als definitiver Rechtsöffnungstitel dient. 2 Der Bürge kann bezüglich der Forderung keine anderen Einreden geltend machen als die steuerpflichtige Person. Vollstreckbare Titel gegenüber dieser wirken auch gegenüber dem Bürgen."
    },
    {
      "provision_ref": "art12",
      "chapter": "3. Abschnitt: Sicherheitsleistung",
      "section": "12",
      "title": "Ende der Bürgschaft",
      "content": "1 Die Haftung des Bürgen endet gleichzeitig mit derjenigen der steuerpflichtigen Person. 2 Der Bürge kann die Bürgschaft nach Ablauf eines Jahres bei der Steuerbehörde kündigen. In diesem Fall haftet er nicht mehr für die Folgen der Handlungen der steuerpflichtigen Person, die später als 60 Tage nach Eingang der Kündigung erfolgt sind. 3 Die Steuerbehörde kann die Bürgschaft aufheben und eine andere Sicherheitsleistung verlangen, namentlich wenn der Bürge seinen Wohnsitz in der Schweiz aufgibt."
    },
    {
      "provision_ref": "art13",
      "chapter": "3. Abschnitt: Sicherheitsleistung",
      "section": "13",
      "title": "Anwendbares Recht",
      "content": "Im Übrigen gelten die Bestimmungen des Obligationenrechts. SR 220"
    },
    {
      "provision_ref": "art14",
      "chapter": "4. Abschnitt: Statistik",
      "section": "14",
      "title": "Zweck",
      "content": "Die Statistik über den Verkehr mit Waren nach dem Gesetz soll insbesondere Auskunft geben über: a. die Herstellung und Gewinnung; b. die Überführung in den steuerrechtlich freien Verkehr; c. bestimmte Verwendungen von Waren, zum Beispiel für steuerbefreite oder steuerbegünstigte Zwecke."
    },
    {
      "provision_ref": "art15",
      "chapter": "4. Abschnitt: Statistik",
      "section": "15",
      "title": "Grundlage",
      "content": "Die Statistik wird aufgrund der Steueranmeldungen sowie der periodischen Meldungen der zugelassenen Lagerinhaber erstellt."
    },
    {
      "provision_ref": "art16",
      "chapter": "4. Abschnitt: Statistik",
      "section": "16",
      "title": "Warenbezeichnung und Warenmenge",
      "content": "1 In den Steueranmeldungen und den periodischen Meldungen müssen: a. die Waren mit der Zolltarifnummer und der statistischen Nummer bezeichnet werden; b. die Mengen für Waren mit volumenbezogener Bemessungsgrundlage in Liter bei 15 °C und für Waren mit massebezogener Bemessungsgrundlage in Kilogramm angegeben werden. 2 Die Steuerbehörde legt die statistischen Nummern fest. 3 Sie kann vorschreiben, dass in den Meldungen anstelle der Zolltarifnummer und der statistischen Nummer ein Warencode verwendet wird; sie veröffentlicht entsprechende Konkordanztabellen."
    },
    {
      "provision_ref": "art17",
      "chapter": "4. Abschnitt: Statistik",
      "section": "17",
      "title": "Veröffentlichung",
      "content": "1 Die Steuerbehörde veröffentlicht die Ergebnisse der Statistik. 2 Sie fasst gewisse Zahlen der Statistik zusammen, wenn die detaillierte Veröffentlichung privatwirtschaftlichen Interessen erheblich schaden würde. 3 Sie kann Spezialstatistiken und Sondererhebungen erstellen und veröffentlichen. 4 Für Spezialstatistiken und Sondererhebungen werden Gebühren nach dem Anhang der Verordnung vom 4. April 2007 über die Gebühren des erhoben. SR 631.035 SR 170.512.1 Fassung gemäss Ziff. I der V vom 23. Okt. 2013, in Kraft seit 1. Jan. 2014 ( AS 2013 4479 )."
    },
    {
      "provision_ref": "art18",
      "chapter": "1. Abschnitt: Steuertarif",
      "section": "18",
      "title": "Mineralölsteuertarif",
      "content": "1 Für eine bestimmte Ware ist der Steuersatz massgebend, welcher der Zolltarifnummer der Ware entspricht. 2 Der Steuersatz für Gasöl der Zolltarifnummer 2710.1999 von 11.90 Franken je 1000 kg entspricht 9.90 Franken je 1000 l bei 15 °C. Fassung der Nummer gemäss Anhang Ziff. 13 der V vom 3. Juli 2001, in Kraft seit 1. Jan. 2002 ( AS 2001 2091 )."
    },
    {
      "provision_ref": "art19",
      "chapter": "1. Abschnitt: Steuertarif",
      "section": "19",
      "title": "Mineralölsteuerzuschlag",
      "content": "Der Mineralölsteuerzuschlag für Erdgas und andere gasförmige Kohlenwasserstoffe der Zolltarifnummern 2711.2110 und 2910 von 300 Franken je 1000 l bei 15 °C entspricht 399.30 Franken je 1000 kg."
    },
    {
      "provision_ref": "art19a",
      "chapter": "19",
      "section": "19a",
      "title": "a Erneuerbare Treibstoffe",
      "content": "Als erneuerbare Treibstoffe gelten: a. Erneuerbares Ethanol : Ethanol aus Biomasse oder anderen erneuerbaren Energieträgern; b. Biodiesel: Fettsäuremonoalkylester von pflanzlichen oder tierischen Ölen; c. Biogas: methanreiches Gas aus der Vergärung oder Vergasung von Biomasse, einschliesslich Klärgas und Deponiegas; d. Erneuerbares Methanol : Methanol aus Biomasse oder anderen erneuerbaren Energieträgern; e. Erneuerbarer Dimethylether : Dimethylether aus Biomasse oder anderen erneuerbaren Energieträgern; f. Erneuerbarer Wasserstoff : Wasserstoff aus Biomasse oder anderen erneuerbaren Energieträgern; g. synthetische erneuerbare Treibstoffe : synthetische Kohlenwasserstoffe oder synthetische Kohlenwasserstoffgemische aus Biomasse oder anderen erneuerbaren Energieträgern; h. pflanzliche und tierische Öle sowie pflanzliche und tierische Altöle; i. hydrierte pflanzliche und tierische Ester, Fettsäuren, Öle und Altöle. Fassung gemäss Anhang Ziff. 2 der V vom 2. April 2025, in Kraft seit 1. Jan. 2025 ( AS 2025 248 ). Ausdruck gemäss Anhang Ziff. 2 Bst. b der V vom 2. April 2025, in Kraft seit 1. Jan. 2025 ( AS 2025 248 ). Ausdruck gemäss Anhang Ziff. 2 Bst. c der V vom 2. April 2025, in Kraft seit 1. Jan. 2025 ( AS 2025 248 ). Ausdruck gemäss Anhang Ziff. 2 Bst. d der V vom 2. April 2025, in Kraft seit 1. Jan. 2025 ( AS 2025 248 ). Ausdruck gemäss Anhang Ziff. 2 Bst. f der V vom 2. April 2025, in Kraft seit 1. Jan. 2025 ( AS 2025 248 ). Diese Änd. wurde im ganzen Erlass berücksichtigt. Eingefügt durch Anhang Ziff. 2 der V vom 2. April 2025, in Kraft seit 1. Jan. 2025 ( AS 2025 248 )."
    },
    {
      "provision_ref": "art19b",
      "section": "19b",
      "title": "b Steuererleichterung für erneuerbare Treibstoffe",
      "content": "Die Steuererleichterung für erneuerbare Treibstoffe wird auf Gesuch hin nach dem Tarif in Anhang 2 gewährt. Siehe jedoch die UeB am Ende dieses Textes."
    },
    {
      "provision_ref": "art19c",
      "section": "19c",
      "title": "c Ökologische Anforderungen",
      "content": "1 Die Anforderungen nach Artikel 12 b Absatz 1 Buchstaben a–c MinöStG (ökologische Anforderungen) sind erfüllt, wenn: a. die erneuerbaren Treibstoffe vom Anbau der Rohstoffe bis zu ihrem Verbrauch mindestens 40 Prozent weniger Treibhausgasemissionen erzeugen als fossiles Benzin; b. die erneuerbaren Treibstoffe die Umwelt vom Anbau der Rohstoffe bis zu ihrem Verbrauch gesamthaft höchstens 25 Prozent mehr belasten als fossiles Benzin; und c. die Rohstoffe nicht auf Flächen angebaut wurden, die nach dem 1. Januar 2008 umgenutzt wurden und vor der Umnutzung einen hohen Kohlenstoffbestand oder eine grosse biologische Vielfalt aufgewiesen haben. 2 Als Umnutzung gilt auch die Nutzung von zuvor ungenutzten Flächen. 3 Flächen mit hohem Kohlenstoffbestand sind insbesondere Wälder sowie Torfmoore und andere Feuchtgebiete. 4 Flächen mit grosser biologischer Vielfalt sind insbesondere Flächen in Schutzgebieten, die: a. durch die Gesetzgebung oder von der für den Naturschutz zuständigen Behörde des betreffenden Landes als solche anerkannt sind; b. durch internationale Abkommen als solche anerkannt sind; oder c. in den Verzeichnissen zwischenstaatlicher Organisationen oder der Internationalen Union für die Erhaltung der Natur (IUCN) aufgeführt sind."
    },
    {
      "provision_ref": "art19d",
      "section": "19d",
      "title": "d Soziale Anforderungen",
      "content": "1 Die Anforderungen nach Artikel 12 b Absatz 1 Buchstaben d und e MinöStG (soziale Anforderungen) sind erfüllt, wenn: a. die Flächen, auf denen die für die erneuerbaren Treibstoffe benötigten Rohstoffe angebaut werden, rechtmässig erworben wurden, wobei sich der rechtmässige Erwerb nach dem nationalen Recht und den internationalen Verpflichtungen des Staats, in dem sich die Anbauflächen befinden, sowie nach den von ihm anerkannten internationalen Standards richtet; und b. beim Anbau der Rohstoffe und bei der Herstellung der erneuerbaren Treibstoffe die am Anbauort und am Herstellungsort anwendbare soziale Gesetzgebung, mindestens aber die grundlegenden Prinzipien und Rechte der Arbeitnehmerinnen und Arbeitnehmer, die Gegenstand der Kernübereinkommen der Internationalen Arbeitsorganisation (ILO) sind, eingehalten werden. 2 Die Kernübereinkommen der ILO sind: a. Übereinkommen Nr. 29 vom 28. Juni 1930 über Zwangs- oder Pflichtarbeit; b Übereinkommen Nr. 87 vom 9. Juli 1948 über die Vereinigungsfreiheit und den Schutz des Vereinigungsrechtes; c. Übereinkommen Nr. 98 vom 1. Juli 1949 über die Anwendung der Grundsätze des Vereinigungsrechtes und des Rechtes zu Kollektivverhandlungen; d. Übereinkommen Nr. 100 vom 29. Juni 1951 über die Gleichheit des Entgelts männlicher und weiblicher Arbeitskräfte für gleichwertige Arbeit; e. Übereinkommen Nr. 105 vom 25. Juni 1957 über die Abschaffung der Zwangsarbeit; f. Übereinkommen Nr. 111 vom 25. Juni 1958 über die Diskriminierung in Beschäftigung und Beruf; g. Übereinkommen Nr. 138 vom 26. Juni 1973 über das Mindestalter für die Zulassung zur Beschäftigung; g bis . Übereinkommen Nr. 155 vom 22. Juni 1981 über Arbeitsschutz und Arbeitsumwelt; h. Übereinkommen Nr. 182 vom 17. Juni 1999 über das Verbot und unverzügliche Massnahmen zur Beseitigung der schlimmsten Formen der Kinderarbeit; i. Übereinkommen Nr. 187 vom 15. Juni 2006 über den Förderungsrahmen für den Arbeitsschutz. Fassung gemäss Ziff. I der V vom 25. Okt. 2023, in Kraft seit 1. Jan. 2024 ( AS 2023 629 ). Siehe auch die UeB dieser Änd. am Ende dieses Textes. Fassung gemäss Ziff. I der V vom 25. Okt. 2023, in Kraft seit 1. Jan. 2024 ( AS 2023 629 ). SR 0.822.713.9 SR 0.822.719.7 SR 0.822.719.9 SR 0.822.720.0 SR 0.822.720.5 SR 0.822.721.1 SR 0.822.723.8 Eingefügt durch Ziff. I der V vom 25. Okt. 2023, in Kraft seit 1. Jan. 2024 ( AS 2023 629 ). www.ilo.org/normlex > Instruments > Conventions > Fondamentales > C155 SR 0.822.728.2 Eingefügt durch Ziff. I der V vom 25. Okt. 2023, in Kraft seit 1. Jan. 2024 ( AS 2023 629 ). www.ilo.org/normlex > Instruments > Conventions > Fondamentales > C187"
    },
    {
      "provision_ref": "art19e",
      "section": "19e",
      "title": "e Anforderungen an die Herstellung anderer erneuerbarer Energieträger als Biomasse",
      "content": "Werden erneuerbare Treibstoffe aus anderen erneuerbaren Energieträgern als Biomasse hergestellt und werden dabei keine Rohstoffe angebaut, so wird bei der Beurteilung, ob diese Treibstoffe die Anforderungen nach den Artikeln 19 c und 19 d erfüllen, unter Anbau der Rohstoffe die Herstellung des Energieträgers verstanden."
    },
    {
      "provision_ref": "art19f",
      "section": "19f",
      "title": "f Nachweis der Erfüllung der ökologischen Anforderungen und Glaubhaftmachung der Erfüllung der sozialen Anforderungen",
      "content": "1 Der Nachweis der Erfüllung der ökologischen Anforderungen und die Glaubhaftmachung der Erfüllung der sozialen Anforderungen sind zu erbringen: a. für eingeführte erneuerbare Treibstoffe: vom Importeur; b. für im Inland hergestellte erneuerbare Treibstoffe: vom Herstellungsbetrieb. 2 Das Eidgenössische Departement für Umwelt, Verkehr, Energie und Kommunikation regelt die Einzelheiten für den Nachweis der Erfüllung der ökologischen Anforderungen. 3 Das Eidgenössische Departement für Wirtschaft, Bildung und Forschung regelt die Einzelheiten für die Glaubhaftmachung der Erfüllung der sozialen Anforderungen."
    },
    {
      "provision_ref": "art19g",
      "section": "19g",
      "title": "g Gesuch um Steuererleichterung für erneuerbare Treibstoffe",
      "content": "1 Das Gesuch um Steuererleichterung für erneuerbare Treibstoffe ist bei der Steuerbehörde einzureichen. 2 Dem Gesuch sind die folgenden Unterlagen beizulegen: a. Unterlagen, die nachweisen, dass die ökologischen Anforderungen erfüllt sind; und b. Unterlagen, die glaubhaft machen, dass die sozialen Anforderungen erfüllt sind. 3 Das Gesuch ist schriftlich einzureichen. Die Steuerbehörde kann verlangen, dass ein amtliches Formular verwendet wird. 4 Wird das Gesuch gutgeheissen, so teilt die Steuerbehörde dem Gesuchsteller schriftlich die zugeteilte Nachweisnummer mit."
    },
    {
      "provision_ref": "art19h",
      "section": "19h",
      "title": "h Geltungsdauer der Steuererleichterung",
      "content": "1 Die Steuererleichterung gilt bis zum 31. Dezember 2030. Sie wird widerrufen, falls die Voraussetzungen nicht mehr erfüllt sind. 2 Importeure und Herstellungsbetriebe müssen der Steuerbehörde folgende Änderungen unverzüglich mitteilen: a. Änderungen betreffend die eingesetzte Biomasse oder die anderen erneuerbaren Energieträger und den Herstellungsprozess, die zur Folge haben können, dass die ökologischen oder sozialen Anforderungen nicht mehr erfüllt werden; b. Änderungen betreffend den Warenfluss oder die am Handel beteiligten Personen. Fassung gemäss Anhang Ziff. 2 der V vom 2. April 2025, in Kraft seit 1. Jan. 2025 ( AS 2025 248 )."
    },
    {
      "provision_ref": "art20",
      "chapter": "2. Abschnitt: Unterschiedliche Steuer je nach Verwendungszweck",
      "section": "20",
      "title": "Verwendungsverpflichtung",
      "content": "1 Personen, welche Waren verwenden, die zum tieferen Satz versteuert werden, müssen die Verwendungsverpflichtung auf amtlichem Formular im Doppel bei der Steuerbehörde hinterlegen. 2 Personen, welche mit Waren handeln, die zum tieferen Satz versteuert werden, müssen sich gegenüber der Steuerbehörde verpflichten, die Waren korrekt und gesetzeskonform weiterzuliefern (besondere Verpflichtung); die Verpflichtung ist bei der Steuerbehörde auf amtlichem Formular im Doppel zu hinterlegen. 3 Die Steuerbehörde bescheinigt auf der Kopie die Hinterlage der Verpflichtung."
    },
    {
      "provision_ref": "art21",
      "chapter": "2. Abschnitt: Unterschiedliche Steuer je nach Verwendungszweck",
      "section": "21",
      "title": "Voraussetzungen für die Anwendung des tieferen Steuersatzes",
      "content": "1 Die steuerpflichtige Person darf die Ware zum tieferen Satz versteuern, sofern sie eine Kopie der Bescheinigung nach Artikel 20 Absatz 3 besitzt, die auf den Warenempfänger oder die Warenempfängerin lautet. 2 Personen, die eine besondere Verpflichtung hinterlegt haben, dürfen die zum tieferen Satz versteuerten Waren nur weiterliefern, sofern sie eine Kopie der Bescheinigung nach Artikel 20 Absatz 3 besitzen, die auf den Warenempfänger oder die Warenempfängerin lautet."
    },
    {
      "provision_ref": "art22",
      "chapter": "2. Abschnitt: Unterschiedliche Steuer je nach Verwendungszweck",
      "section": "22",
      "title": "",
      "content": "1 Sofern die Steuersicherheit gewährleistet ist, kann die Steuerbehörde für bestimmte Waren und Verwendungen vorsehen, dass die Steuerbegünstigung ohne das Verfahren nach den Artikeln 20 und 21 gewährt wird. 2 Das EFD kann die Versteuerung zum höheren Satz verlangen und bei Nachweis der steuerbegünstigten Verwendung die Steuerrückerstattung gewähren. Fassung gemäss Ziff. I der V vom 3. Juli 2002, in Kraft seit 1. Aug. 2002 ( AS 2002 2084 ). Ausdruck gemäss Ziff. I der V vom 30. Jan. 2008, in Kraft seit 1. Juli 2008 ( AS 2008 583 ). Die Anpassung wurde im ganzen Text vorgenommen. Eingefügt durch Ziff. I der V vom 3. Juli 2002, in Kraft seit 1. Aug. 2002 ( AS 2002 2084 )."
    },
    {
      "provision_ref": "art23",
      "chapter": "2. Abschnitt: Unterschiedliche Steuer je nach Verwendungszweck",
      "section": "23",
      "title": "",
      "content": "1 Wer Heizöl extraleicht oder andere Waren, die zum tieferen Satz versteuert werden, liefert, muss über die Eingänge, die Ausgänge, den Eigenverbrauch und die Lagerbestände Aufzeichnungen führen. Diese müssen für jeden Vorgang das Datum, die Menge und die Warenart sowie für die Ausgänge den Warenempfänger oder die Warenempfängerin enthalten. 1bis Soweit die Verwendung oder die Lieferung nicht mit Rechnungen, Lieferscheinen, einer Warenbuchhaltung oder Aufzeichnungen über den Verbrauch (Verbrauchskontrollen) nachgewiesen wird, ist der höhere Satz anwendbar. 2 Einmal jährlich sind die Lagerbestände festzustellen und ist die Warenbuchhaltung mit den festgestellten Beständen zu eröffnen. Fassung gemäss Ziff. I der V vom 3. Juli 2002, in Kraft seit 1. Aug. 2002 ( AS 2002 2084 ). Eingefügt durch Ziff. I der V vom 3. Juli 2002, in Kraft seit 1. Aug. 2002 ( AS 2002 2084 )."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Verwendungsvorbehalt",
      "content": "1 Wer Heizöl extraleicht oder andere Waren, die zum tieferen Satz versteuert werden, liefert, muss auf Lieferscheinen und Rechnungen einen Verwendungsvorbehalt anbringen. 2 Der Verwendungsvorbehalt lautet: a. für Heizöl: «Dieses Heizöl wurde zu einem begünstigten Satz versteuert; es darf daher nur zu Feuerungszwecken verwendet werden. Eine andere Verwendung (z. B. als Treibstoff oder zu Reinigungszwecken) ist verboten. Widerhandlungen werden nach dem Mineralölsteuergesetz geahndet.»; b. für andere Waren: «Diese Ware wurde zu einem begünstigten Satz versteuert; sie darf daher nur zu dem in Ihrer Verwendungsverpflichtung aufgeführten Zweck bzw. gemäss Verwendungsbezeichnung in der Rechnung verwendet werden.» 3 Die Steuerbehörde kann für andere Waren nach Absatz 2 Buchstabe b andere Formulierungen des Verwendungsvorbehalts akzeptieren, sofern diese der Formulierung nach Absatz 2 Buchstabe b inhaltlich entsprechen. Eingefügt durch Ziff. I der V vom 23. Okt. 2013, in Kraft seit 1. Jan. 2014 ( AS 2013 4479 )."
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Heizöl extraleicht",
      "content": "1 Heizöl extraleicht darf nicht in einen Behälter eingefüllt werden, der mit einem Verbrennungsmotor verbunden ist oder mit einem solchen verbunden werden kann. 2 Befindet sich Heizöl extraleicht in einem solchen Behälter, so gilt es als rechtswidrig verwendet."
    },
    {
      "provision_ref": "art26",
      "chapter": "1. Abschnitt: Lieferungen im Rahmen der diplomatischen und konsularischen Beziehungen Beziehungen",
      "section": "26",
      "title": "Begünstigte",
      "content": "1 Anspruch auf steuerfreien Treibstoff haben die folgenden Begünstigten: a. institutionelle Begünstigte nach Artikel 2 Absatz 1 des Gaststaatgesetzes vom 22. Juni 2007, die gestützt auf das Völkerrecht, auf abgeschlossene Vereinbarungen oder auf nach dem Gaststaatgesetz getroffene Entscheide Zollvorrechte geniessen; b. begünstigte Personen nach Artikel 2 Absatz 2 des Gaststaatgesetzes, die gestützt auf das Völkerrecht, auf abgeschlossene Vereinbarungen oder auf nach dem Gaststaatgesetz getroffene Entscheide Zollvorrechte geniessen; c. Staatsoberhäupter, Regierungschefs und Regierungschefinnen und andere Regierungsmitglieder während der tatsächlichen Wahrnehmung dienstlicher Aufgaben in der Schweiz. 2 Keinen Anspruch auf steuerfreien Treibstoff haben: a. Schweizer Bürgerinnen und Bürger; b. begünstigte Personen ausländischer Nationalität mit einer Aufenthaltsbewilligung nach dem Ausländer- und Integrationsgesetz vom 16. Dezember 2005, die bei einer diplomatischen Mission, bei einer ständigen Mission oder einer anderen Vertretung bei zwischenstaatlichen Organisationen oder bei einem konsularischen Posten arbeiten. Fassung gemäss Ziff. I der V vom 23. Okt. 2013, in Kraft seit 1. Jan. 2014 ( AS 2013 4479 ). SR 192.12 Der Titel wurde in Anwendung von Art. 12 Abs. 2 des Publikationsgesetzes vom 18. Juni 2004 ( SR 170.512 ) auf den 1. Jan. 2019 angepasst. SR 142.20"
    },
    {
      "provision_ref": "art27",
      "chapter": "1. Abschnitt: Lieferungen im Rahmen der diplomatischen und konsularischen Beziehungen Beziehungen",
      "section": "27",
      "title": "Verwendung von steuerfreiem Treibstoff in Strassenfahrzeugen",
      "content": "1 Eine Begünstigte oder ein Begünstigter nach Artikel 26 kann steuerfreien Treibstoff für die Verwendung in Strassenfahrzeugen nur beziehen, wenn sie oder er einen Treibstoffausweis besitzt. 2 Der Treibstoff muss bei einer von der Steuerbehörde bezeichneten Tankstelle bezogen werden. 3 Er darf nur in das im Treibstoffausweis aufgeführte Fahrzeug eingefüllt werden. 4 Er darf ausschliesslich für Fahrten verwendet werden, die: a. ein institutioneller Begünstigter nach Artikel 26 Absatz 1 Buchstabe a für die Erfüllung der dienstlichen Aufgaben benötigt; b. eine begünstigte Person nach Artikel 26 Absatz 1 Buchstabe b oder eine Person nach Artikel 26 Absatz 1 Buchstabe c für den persönlichen Gebrauch benötigt. Fassung gemäss Ziff. I der V vom 23. Okt. 2013, in Kraft seit 1. Jan. 2014 ( AS 2013 4479 )."
    },
    {
      "provision_ref": "art28",
      "section": "28",
      "title": "Treibstoffausweis",
      "content": "1 Treibstoffausweise sind bei den zuständigen Ausgabestellen zu beantragen; die Steuerbehörde bezeichnet diese. 2 Die oder der Begünstigte verpflichtet sich auf amtlichem Formular, den Treibstoff nach Artikel 27 Absätze 3 und 4 zu verwenden. 3 Der Treibstoffausweis ist unverzüglich der Ausgabestelle zurückzugeben, wenn: a. das darin genannte Fahrzeug veräussert wird; b. die oder der Begünstigte den Anspruch auf steuerfreien Treibstoff verliert. Fassung gemäss Ziff. I der V vom 23. Okt. 2013, in Kraft seit 1. Jan. 2014 ( AS 2013 4479 )."
    },
    {
      "provision_ref": "art28a",
      "section": "28a",
      "title": "a Verwendung von steuerfreiem Treibstoff in anderen Fahrzeugen und in Maschinen",
      "content": "1 Steuerfreier Treibstoff darf in anderen als die in Artikel 27 genannten Fahrzeuge und in Maschinen nur wie folgt verwendet werden: a. von einem institutionellen Begünstigten nach Artikel 26 Absatz 1 Buchstabe a: für die Erfüllung der dienstlichen Aufgaben; b. von einer begünstigten Person nach Artikel 26 Absatz 1 Buchstabe b oder einer Person nach Artikel 26 Absatz 1 Buchstabe c: für den persönlichen Gebrauch. 2 Für Luftfahrzeuge von Begünstigten nach Artikel 26 ist der Treibstoff steuerfrei, der nach Absatz 1 verwendet wird und auf einem Zollflugplatz nach Artikel 22 des Zollgesetzes vom 18. März 2005 getankt wird. Die Steuerbehörde kann in Absprache mit dem Eidgenössischen Departement für auswärtige Angelegenheiten in Ausnahmefällen die Betankung auf anderen Flugplätzen bewilligen. 3 Die Steuerbehörde bestimmt das Verfahren für die Abgabe des steuerfreien Treibstoffs. Eingefügt durch Ziff. I der V vom 23. Okt. 2013, in Kraft seit 1. Jan. 2014 ( AS 2013 4479 ). SR 631.0"
    },
    {
      "provision_ref": "art28b",
      "section": "28b",
      "title": "b Steuerfreie Brennstoffe",
      "content": "1 Anspruch auf steuerfreien Brennstoff haben: a. institutionelle Begünstigte nach Artikel 26 Absatz 1 Buchstabe a, sofern sie diesen in Gebäuden verbrauchen, die sie ausschliesslich für die Erfüllung der dienstlichen Aufgaben nutzen; b. begünstigte Personen nach Artikel 26 Absatz 1 Buchstabe b und Personen nach Artikel 26 Absatz 1 Buchstabe c, sofern sie diesen in Gebäuden verbrauchen, die sie ausschliesslich für ihren persönlichen Gebrauch nutzen. 2 Die Steuerbehörde bestimmt das Verfahren für die Abgabe der steuerfreien Brennstoffe. Eingefügt durch Ziff. I der V vom 23. Okt. 2013, in Kraft seit 1. Jan. 2014 ( AS 2013 4479 )."
    },
    {
      "provision_ref": "art29",
      "chapter": "2. Abschnitt: Andere Steuerbefreiungen",
      "section": "29",
      "title": "Warenproben",
      "content": "Als steuerbefreite Warenproben zu Untersuchungszwecken gelten solche, die wegen ihrer Geringfügigkeit keinen selbständigen Wert besitzen und die dazu bestimmt sind, Qualität, Zusammensetzung und Eigenschaften der Ware zu untersuchen."
    },
    {
      "provision_ref": "art30",
      "chapter": "2. Abschnitt: Andere Steuerbefreiungen",
      "section": "30",
      "title": "Warenuntergang",
      "content": "1 Die steuerpflichtige Person muss die Steuerbefreiung nach Artikel 17 Absatz 1 Buchstabe c des Gesetzes schriftlich bei der Steuerbehörde beantragen. 2 Der Antrag muss die Begehren, deren Begründung mit Angabe der Beweismittel und der Nachweise sowie die Unterschrift des Antragstellers oder der Antragstellerin enthalten. Die Beweismittel und Nachweise sind beizulegen. 3 Die Steuerbehörde kann Abklärungen zur Feststellung des Sachverhalts vornehmen. Der Antragsteller oder die Antragstellerin ist verpflichtet, bei der Feststellung des Sachverhaltes mitzuwirken."
    },
    {
      "provision_ref": "art31",
      "chapter": "2. Abschnitt: Andere Steuerbefreiungen",
      "section": "31",
      "title": "Prozessenergie",
      "content": "Die von der Steuer befreite Prozessenergie umfasst die für die Produktion von Waren nach dem Gesetz und für den Betrieb der Raffinerie verwendete Energie, mit Ausnahme der für Fahrzeuge verwendeten Treibstoffe."
    },
    {
      "provision_ref": "art32",
      "chapter": "2. Abschnitt: Andere Steuerbefreiungen",
      "section": "32",
      "title": "Fabrikationsverluste",
      "content": "Als Fabrikationsverlust wird höchstens 1 Prozent der in den Erdölraffinerien verarbeiteten Rohölmenge von der Steuer befreit."
    },
    {
      "provision_ref": "art33",
      "chapter": "2. Abschnitt: Andere Steuerbefreiungen",
      "section": "33",
      "title": "Versorgung von Luftfahrzeugen",
      "content": "1 Treibstoffe, die auf Zollflugplätzen nach Artikel 22 des Zollgesetzes vom 18. März 2005 zur Versorgung von Luftfahrzeugen im Linienverkehr getankt werden, sind steuerfrei, sofern sie verwendet werden: a. zu flugplanmässigen Flügen nach dem Ausland; b. zu Flügen, die zwischen schweizerischen Flugplätzen durchgeführt werden und die den Anschluss an einen flugplanmässigen Flug aus oder nach dem Ausland ermöglichen; c. zu Flügen zwischen schweizerischen Flugplätzen, die zur Revision oder Instandstellung des Luftfahrzeugs oder im Hinblick auf dessen Einsatz für einen flugplanmässigen Flug nach dem Ausland nötig sind (Werkflüge); d. zu Schulungs- und Probeflügen; e. zu Standläufen der Motoren. 2 Treibstoffe, die auf Zollflugplätzen zur Versorgung anderer Luftfahrzeuge getankt werden, sind steuerfrei, wenn: a. sie direkt vor dem Abflug ins Ausland getankt werden; b. mit dem Flug gegen Entgelt Personen oder Waren transportiert oder Dienstleistungen erbracht werden; und c. für den Flug eine Betriebsbewilligung oder eine Bewilligung für Flugschulen vorliegt. 3 Für ausländische Luftfahrzeuge gelten die Absätze 1 und 2 nur, wenn der ausländische Staat Gegenrecht hält. 3bis Flugpetrol zum Betanken von ausländischen Luftfahrzeugen im Zusammenhang mit deren Wartung, Reparatur und Umbau in schweizerischen Werkstätten sowie mit dem anschliessenden Abflug ins Ausland ist steuerfrei. Flugpetrol, das zum Testen von Flugtriebwerken auf dem Prüfstand verwendet wird, wird steuerlich begünstigt; das EFD legt den Steuersatz fest. 4 Als Flüge nach dem Ausland gelten nur solche, bei denen das Luftfahrzeug auf der Abstellfläche des ausländischen Flugplatzes anhält. 5 Die Steuerbefreiung wird über eine Steueranmeldung im Sinne von Artikel 42 Absatz 2 oder im Verfahren der Rückerstattung gewährt. SR 631.0 Fassung gemäss Anhang 4 Ziff. 29 der Zollverordnung vom 1. Nov. 2006, in Kraft seit 1. Mai 2007 ( AS 2007 1469 ). Fassung gemäss Ziff. I der V vom 27. Aug. 2003, in Kraft seit 1. Juli 2003 ( AS 2003 3521 ). Fassung gemäss Ziff. I der V vom 27. Okt. 2004, in Kraft seit 1. Jan. 2005 ( AS 2004 4565 ). Eingefügt durch Ziff. I der V vom 24. Nov. 1999, in Kraft seit 1. Jan. 2000 ( AS 1999 3135 ). Eingefügt durch Ziff. I der V vom 3. Juli 2002 ( AS 2002 2084 ). Fassung gemäss Ziff. I der V vom 23. Okt. 2013, in Kraft seit 1. Jan. 2014 ( AS 2013 4479 )."
    },
    {
      "provision_ref": "art34",
      "section": "34",
      "title": "Betriebsmittel",
      "content": "1 Treibstoffe, die als Betriebsmittel im Fahrzeugtank eingeführt werden, sind steuerfrei: a. bei Luftfahrzeugen, sofern sie an Bord verbleiben; b. bei anderen Fahrzeugen, sofern sie sich in fest eingebauten, mit dem Antriebsmotor in Verbindung stehenden Tanks befinden und unmittelbar mit demselben Fahrzeug verbraucht werden, bei inländischen schweren Motorwagen jedoch höchstens bis 400 l und sofern das Fahrzeug im Zusammenhang mit einem grenzüberschreitenden Transport im Ausland betankt worden ist. 2 Treibstoffe, die im Reservekanister (Bidon, Kanne) eines Fahrzeugs eingeführt werden, sind bis zu einer Höchstmenge von 25 l steuerfrei. Fassung gemäss Ziff. I der V vom 27. Okt. 2004, in Kraft seit 1. Jan. 2005 ( AS 2004 4565 )."
    },
    {
      "provision_ref": "art35",
      "section": "35",
      "title": "Pilot- und Demonstrationsanlagen",
      "content": "1 Treibstoffe, die aus Biomasse oder anderen erneuerbaren Energieträgern in Pilot- und Demonstrationsanlagen hergestellt werden, jedoch nicht unter Artikel 19 a fallen, sind steuerfrei; sie dürfen einen sehr geringen Anteil an nicht erneuerbaren Energieträgern enthalten, sofern dies für die Herstellung des Treibstoffs unabdingbar ist. 2 … 3 Als Pilot- und Demonstrationsanlagen gelten Anlagen, deren Betrieb der Energie- und Umweltpolitik des Bundes entspricht, in denen jährlich höchstens 5 Millionen Liter Dieselöläquivalent gewonnen werden und die: a. der technischen Erprobung von Systemen dienen und die Erfassung neuer wissenschaftlicher oder technischer Daten ermöglichen; oder b. der Markterprobung dienen und vor allem die wirtschaftliche Beurteilung einer allfälligen Markteinführung ermöglichen. 4 Das EFD entscheidet auf Gesuch hin über die Steuerbefreiung. Es widerruft sie, wenn die Voraussetzungen dafür nicht mehr bestehen. 5 Dienen mehrere Anlagen dem gleichen Zweck nach Absatz 3 Buchstabe a oder b und übersteigt die gesamte Produktionsmenge 20 Millionen Liter Dieselöläquivalent, so befreit das EFD die einzelnen Gesuchsteller anteilmässig von der Steuer. Fassung gemäss Ziff. I der V vom 4. Mai 2016, in Kraft seit 1. Aug. 2016 ( AS 2016 2667 ). Aufgehoben durch Ziff. I der V vom 4. Mai 2016, mit Wirkung seit 1. Aug. 2016 ( AS 2016 2667 ). Fassung gemäss Ziff. I der V vom 27. Okt. 2004, in Kraft seit 1. Jan. 2005 ( AS 2004 4565 ). Fassung gemäss Ziff. I der V vom 27. Okt. 2004, in Kraft seit 1. Jan. 2005 ( AS 2004 4565 )."
    },
    {
      "provision_ref": "art36",
      "chapter": "1. Abschnitt: Steueranmeldung",
      "section": "36",
      "title": "Form",
      "content": "1 Die Steueranmeldung erfolgt: a. schriftlich; oder b. mittels elektronischer Datenverarbeitung (EDV) in der von der Steuerbehörde vorgeschriebenen Form. 2 Die Steuerbehörde kann die Steueranmeldung mittels EDV vorschreiben, insbesondere für die periodische Steueranmeldung."
    },
    {
      "provision_ref": "art37",
      "chapter": "1. Abschnitt: Steueranmeldung",
      "section": "37",
      "title": "Inhalt",
      "content": "1 Die schriftliche Steueranmeldung erfolgt auf amtlichem Formular, das die steuerpflichtige Person vollständig ausfüllen und unterzeichnen muss. Statt auf amtlichem Formular kann die Steueranmeldung in Form eines Briefes eingereicht werden, sofern dieser alle Angaben gemäss amtlichem Formular enthält. 2 Die Steueranmeldung mittels EDV muss die Angaben enthalten, die bei einer schriftlichen Steueranmeldung gemacht werden müssen."
    },
    {
      "provision_ref": "art38",
      "chapter": "1. Abschnitt: Steueranmeldung",
      "section": "38",
      "title": "Steueranmeldung bei der Wareneinfuhr",
      "content": "1 Bei der Wareneinfuhr erfolgt die Steueranmeldung auf der Zollanmeldung nach den Weisungen der Steuerbehörde. 2 Dabei ist insbesondere anzugeben, ob die Ware provisorisch oder definitiv angemeldet wird. Fassung gemäss Anhang 4 Ziff. 29 der Zollverordnung vom 1. Nov. 2006, in Kraft seit 1. Mai 2007 ( AS 2007 1469 )."
    },
    {
      "provision_ref": "art39",
      "chapter": "1. Abschnitt: Steueranmeldung",
      "section": "39",
      "title": "Bewilligung zur periodischen Steueranmeldung",
      "content": "1 Wer gewerbsmässig Waren nach dem Gesetz einführt, kann der Steuerbehörde ein schriftliches Gesuch um Bewilligung der periodischen Steueranmeldung einreichen. 2 Die Steuerbehörde erteilt die Bewilligung, wenn der Gesuchsteller oder die Gesuchstellerin für die Steuer und die anderen Abgaben Sicherheit geleistet hat. Die Bewilligung ist nicht übertragbar. 3 Die zugelassenen Lagerinhaber benötigen keine Bewilligung für die periodische Steueranmeldung."
    },
    {
      "provision_ref": "art40",
      "chapter": "1. Abschnitt: Steueranmeldung",
      "section": "40",
      "title": "Ende der Bewilligung zur periodischen Steueranmeldung",
      "content": "1 Verzichtet der Importeur auf die Bewilligung zur periodischen Steueranmeldung, so muss er dies der Steuerbehörde drei Monate im Voraus schriftlich mitteilen; der Verzicht wird auf ein Monatsende wirksam. 2 Die Bewilligung zur periodischen Steueranmeldung erlischt: a. durch Auflösung der juristischen Person oder Tod des Bewilligungsinhabers oder der Bewilligungsinhaberin; b. durch Eröffnung des Konkurses über den Bewilligungsinhaber oder die Bewilligungsinhaberin."
    },
    {
      "provision_ref": "art41",
      "chapter": "1. Abschnitt: Steueranmeldung",
      "section": "41",
      "title": "Verfahren bei periodischer Steueranmeldung",
      "content": "1 Die steuerpflichtige Person muss die periodische Steueranmeldung bis zum 10. Tag des Monats abgeben, der auf den Tag folgt, an dem die Steuerforderung entsteht. 1bis Von den Pflichten nach Absatz 1 ausgenommen sind Herstellungsbetriebe, die erneuerbare Treibstoffe mit Steuererleichterung nach Artikel 12 b MinöStG zur Stromerzeugung herstellen. 2 Die periodische Steueranmeldung ist in der vorgeschriebenen Form abzugeben und umfasst die Gesamtmengen je Warenart (Zolltarifnummer, statistische Nummer) und je Steuersatz, getrennt für: a. die provisorischen Steueranmeldungen; b. jedes zugelassene Lager; und c. die Pflichtlager ausserhalb von zugelassenen Lagern. 3 Ändern die Steuersätze, so müssen vor und nach der Änderung getrennte Steueranmeldungen abgegeben werden. Fassung gemäss Ziff. I der V vom 12. Sept. 2014, in Kraft seit 1. Jan. 2015 ( AS 2014 3133 ). Eingefügt durch Anhang Ziff. 3 der V vom 20. Nov. 2024, in Kraft seit 1. Jan. 2025 ( AS 2024 702 ). Fassung gemäss Ziff. I der V vom 23. Okt. 2013, in Kraft seit 1. Jan. 2014 ( AS 2013 4479 )."
    },
    {
      "provision_ref": "art42",
      "section": "42",
      "title": "Andere Steueranmeldungen",
      "content": "1 Für Steuerforderungen nach Artikel 4 Absatz 2 des Gesetzes muss die steuerpflichtige Person die Steueranmeldung bis zum Werktag abgeben, der auf den Tag folgt, an dem die Steuerforderung entsteht. 2 Für Lieferungen im Rahmen der diplomatischen und konsularischen Beziehungen sowie von Treibstoffen, die zur Versorgung von Luftfahrzeugen dienen, muss die steuerpflichtige Person die Steueranmeldung bis zum 20. Tag des Monats abgeben, der auf den Lieferungstag folgt."
    },
    {
      "provision_ref": "art43",
      "chapter": "2. Abschnitt: Entrichtung der Steuer",
      "section": "43",
      "title": "Steuerbemessung",
      "content": "1 Für die Steuerbemessung sind Art, Menge und Beschaffenheit der Ware im Zeitpunkt massgebend, in dem die Steuerforderung entsteht. 2 Für Waren in einem zugelassenen Lager ist dies der Zeitpunkt, in dem sie beim Durchlauf durch die Messeinrichtung erfasst werden. Fassung gemäss Ziff. I der V vom 23. Okt. 2013, in Kraft seit 1. Jan. 2014 ( AS 2013 4479 )."
    },
    {
      "provision_ref": "art44",
      "chapter": "2. Abschnitt: Entrichtung der Steuer",
      "section": "44",
      "title": "Steuerveranlagung",
      "content": "1 Wird die Steuer bei der Wareneinfuhr definitiv von der Zollstelle veranlagt, so erfolgen die Veranlagung und die Zahlung nach der Zollgesetzgebung. 2 Bei periodischer Steueranmeldung muss die steuerpflichtige Person die Steuer unaufgefordert veranlagen und nach Artikel 22 Absatz 2 des Gesetzes zahlen. 3 Bei Steueranmeldung nach Artikel 42 Absatz 1 veranlagt die Steuerbehörde die Steuer; die Zahlungsfrist beträgt 30 Tage. 4 Bei jeder anderen Steuerveranlagung läuft die Zahlungsfrist bis zum 15. Tag des Monats, der auf den Fälligkeitstag folgt. Fassung gemäss Anhang 4 Ziff. 29 der Zollverordnung vom 1. Nov. 2006, in Kraft seit 1. Mai 2007 ( AS 2007 1469 )."
    },
    {
      "provision_ref": "art45",
      "chapter": "2. Abschnitt: Entrichtung der Steuer",
      "section": "45",
      "title": "Erlass der Steuer",
      "content": "1 Gesuche um Erlass der Steuer sind schriftlich der Steuerbehörde einzureichen. 2 Das Gesuch muss die Begehren, deren Begründung mit Angabe der Beweismittel und der Nachweise sowie die Unterschrift des Gesuchstellers oder der Gesuchstellerin enthalten. Die Beweismittel und Nachweise sind beizulegen. 3 Die Steuerbehörde kann Abklärungen zur Feststellung des Sachverhaltes vornehmen. Der Gesuchsteller oder die Gesuchstellerin ist verpflichtet, bei der Feststellung des Sachverhaltes mitzuwirken. 4 Die Steuerbehörde entscheidet über den Steuererlass."
    },
    {
      "provision_ref": "art45a",
      "chapter": "3. Abschnitt:",
      "section": "45a",
      "title": "a Vorschuss für Treibstoffgemische",
      "content": "1 Die Steuererleichterung auf dem erneuerbaren Anteil an Gemischen aus Treibstoffen mit Steuererleichterung und anderen Treibstoffen wird anteilsmässig gewährt, sofern die ökologischen und sozialen Anforderungen erfüllt sind. 2 Sie wird in Form eines Vorschusses gewährt für Waren, die: a. eingeführt und in ein zugelassenes Lager oder ein Pflichtlager ausserhalb zugelassener Lager übergeführt werden; b. mit anderen Treibstoffen in einem zugelassenen Lager vermischt werden. Fassung gemäss Ziff. I der V vom 4. Mai 2016, in Kraft seit 1. Aug. 2016 ( AS 2016 2667 )."
    },
    {
      "provision_ref": "art45b",
      "chapter": "3. Abschnitt:",
      "section": "45b",
      "title": "b Geltendmachung des Vorschusses",
      "content": "1 Für Waren nach Artikel 45 a Absatz 2 Buchstabe a muss der Importeur, der auf der Einfuhrzollanmeldung aufgeführt ist, den Vorschuss beantragen: a. mit der periodischen Steueranmeldung; b. … c. auf eine andere von der Steuerbehörde zugelassene Weise. 2 Für Waren nach Artikel 45 a Absatz 2 Buchstabe b muss der zugelassene Lagerinhaber den Vorschuss mit der periodischen Steueranmeldung beantragen. Aufgehoben durch Ziff. I der V vom 4. Mai 2016, mit Wirkung seit 1. Aug. 2016 ( AS 2016 2667 )."
    },
    {
      "provision_ref": "art45c",
      "chapter": "3. Abschnitt:",
      "section": "45c",
      "title": "c Rückforderung des Vorschusses",
      "content": "1 Die Steuerbehörde fordert den gewährten Vorschuss zurück: a. für unversteuerte Waren, die aus einem zugelassenen Lager ausgeführt wurden; b. für Waren, die nach Artikel 17 Absätze 1 Buchstaben a, g und h sowie 2 Buchstaben a und b des Gesetzes von der Steuer befreit sind und: 1. die aus einem zugelassenen Lager oder einem Pflichtlager ausserhalb zugelassener Lager in den steuerrechtlich freien Verkehr übergeführt wurden, oder 2. für die die Steuerbefreiung in Form einer Rückerstattung gewährt wurde. 2 Der Vorschuss wird für den effektiven Gehalt an erneuerbaren Treibstoffen zurückgefordert. Kann die steuerpflichtige Person den effektiven Gehalt an erneuerbaren Treibstoffen nicht nachweisen, so wird der Vorschuss für die Menge an erneuerbarem Treibstoff zurückgefordert, die je Ware maximal beigemischt werden darf. Fassung gemäss Ziff. I der V vom 4. Mai 2016, in Kraft seit 1. Aug. 2016 ( AS 2016 2667 )."
    },
    {
      "provision_ref": "art45d",
      "section": "45d",
      "title": "d Toleranzwert",
      "content": "Treibstoffanteile nach Artikel 20 a Absatz 2 MinöStG müssen nicht separat angemeldet werden, wenn sie bei der Manipulation nicht vermeidbar sind und 0,5 Volumenprozente des Gemischs nicht übersteigen. Fassung gemäss Ziff. I der V vom 4. Mai 2016, in Kraft seit 1. Aug. 2016 ( AS 2016 2667 )."
    },
    {
      "provision_ref": "art45",
      "chapter": "80",
      "section": "45",
      "title": "e",
      "content": "1 Biogas, erneuerbarer Wasserstoff und synthetisches Gas müssen bei der Vollzugsstelle nach Artikel 64 des Energiegesetzes vom 30. September 2016 angemeldet werden, wenn sie: a. über eine feste Verbindung ins Erdgasnetz eingespeist und gemessen werden; oder b. zu Treibstoffqualität aufbereitet und direkt an einer Tankstelle abgegeben werden. 2 Herstellungsbetriebe, die erneuerbare Treibstoffe herstellen, müssen der Steuerbehörde über die Vollzugsstelle einreichen: a. die periodische Steueranmeldung nach Artikel 20 MinöStG; b. die periodische Meldung nach Artikel 31 MinöStG. 3 Erdgaslieferanten und -verkäufer müssen Meldungen, wonach eine Steuerdifferenz nach Artikel 4 Absatz 2 Buchstabe a MinöStG entstanden ist, der Steuerbehörde über die Vollzugsstelle einreichen. 4 Herstellungsbetriebe, die Biogas, erneuerbarer Wasserstoff oder synthetisches Gas herstellen, sowie die Erdgaslieferanten und -verkäufer müssen Aufzeichnungen führen über: a. die Abnahme von Biogas, erneuerbarer Wasserstoff und synthetischem Gas aufgeteilt nach Lieferanten; b. die Abgabe von Biogas, erneuerbarer Wasserstoff und synthetischem Gas aufgeteilt nach Empfängern. 5 Die Importeure, die Exporteure und die Zwischenhändler müssen alle eingeführten, ausgeführten und gehandelten Mengen von Biogas, erneuerbarer Wasserstoff und synthetischem Gas der Vollzugsstelle melden. 6 Die Vollzugsstelle leitet die Daten umgehend an die Steuerbehörde weiter. Sie überprüft insbesondere, ob die gemeldeten Mengen vollständig abgerechnet sind und nicht mehrfach verwendet oder verrechnet wurden. SR 730.0"
    },
    {
      "provision_ref": "art46",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "46",
      "title": "",
      "content": "1 Die begünstigte Person muss alle für die Steuerbegünstigung wesentlichen Unterlagen während fünf Jahren aufbewahren und der Steuerbehörde auf Verlangen vorlegen. 2 Kann die begünstigte Person nicht in der vorgeschriebenen Art nachweisen, welche Treibstoffmengen sie für steuerbegünstigte Zwecke verwendet hat, so hat sie keinen Anspruch auf Rückerstattung. Fassung gemäss Ziff. I der V vom 3. Juli 2002, in Kraft seit 1. Aug. 2002 ( AS 2002 2084 ). Eingefügt durch Ziff. I der V vom 3. Juli 2002, in Kraft seit 1. Aug. 2002 ( AS 2002 2084 )."
    },
    {
      "provision_ref": "art47",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "47",
      "title": "Geringfügige Beträge",
      "content": "Rückerstattungsbeträge von weniger als 100 Franken werden nicht ausbezahlt."
    },
    {
      "provision_ref": "art48",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "48",
      "title": "Verwirkung von Rückerstattungsansprüchen",
      "content": "1 Steuerrückerstattungen nach Artikel 18 Absätze 1 bis , 1 ter , 2 und 3 MinöStG werden auf Gesuch hin gewährt. 2 Die Rückerstattungsgesuche sind innerhalb von sechs Monaten nach Ablauf des Geschäftsjahres, in dem der Treibstoff verbraucht wurde, einzureichen. Bei verspätet eingereichten Gesuchen wird keine Steuerrückerstattung gewährt. 3 Für die folgenden Rückerstattungen gilt das Kalenderjahr als Geschäftsjahr: a. Rückerstattungen an Gesuchstellerinnen und Gesuchsteller, die nicht an ein Geschäftsjahr gebunden sind; b. Rückerstattung für Treibstoff, der durch die vom Bund konzessionierten Transportunternehmungen verwendet wurde; c. Rückerstattung für Treibstoff, der für die Landwirtschaft verwendet wurde. Fassung gemäss Ziff. I der V vom 1. Juli 2020, in Kraft seit 1. Jan. 2021 ( AS 2020 3355 ). Fassung gemäss Ziff. I der V vom 25. Okt. 2023, in Kraft seit 1. Jan. 2024 ( AS 2023 629 ). Fassung gemäss Anhang Ziff. 2 der V vom 2. April 2025, in Kraft seit 1. Jan. 2025 ( AS 2025 248 ). Fassung gemäss Ziff. I der V vom 25. Okt. 2023, in Kraft seit 1. Jan. 2024 ( AS 2023 629 )."
    },
    {
      "provision_ref": "art48a",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "48a",
      "title": "",
      "content": "Eingefügt durch Ziff. I der V vom 23. Okt. 2013, in Kraft seit 1. Jan. 2014 ( AS 2013 4479 )."
    },
    {
      "provision_ref": "art49",
      "chapter": "2. Abschnitt: Steuerrückerstattung an die konzessionierten Transportunternehmungen Transportunternehmungen",
      "section": "49",
      "title": "Art und Umfang",
      "content": "1 Die Steuer wird folgenden Unternehmen rückerstattet: a. Unternehmen mit einer Konzession des Bundesamts für Verkehr (BAV), die Fahrten mit Strassenfahrzeugen und Schienenfahrzeugen zum Zweck der Personenbeförderung ausserhalb des Ortsverkehrs nach Artikel 18 Absatz 1 bis MinöStG durchführen; b. Unternehmen mit einer Konzession des BAV, die Fahrten mit Schiffen zum Zweck der Personenbeförderung durchführen; c. Unternehmen mit einer eidgenössischen Bewilligung, die Fahrten mit Schiffen zum Zweck der grenzüberschreitenden Personenbeförderung durchführen, sofern nach Artikel 28 des Personenbeförderungsgesetzes vom 20. März 2009 eine Abgeltung der ungedeckten Kosten erfolgt. 2 Der Ortsverkehr umfasst die Linien, die nach Artikel 5 Absätze 1 und 4 der Verordnung vom 4. November 2009 über die Personenbeförderung der Feinerschliessung von Ortschaften dienen. In Streitfällen über die Zuordnung einer Linie zum Ortsverkehr entscheidet das BAV. 3 Für Fahrten mit Schiffen auf Grenzgewässern besteht der Anspruch auf Rückerstattung nach Absatz 1 Buchstabe b auch für Fahrten auf Linienabschnitten ausserhalb des schweizerischen Staatsgebiets, wenn mindestens eine der Anlegestellen der Linie auf schweizerischem Staatsgebiet liegt. 4 Der Anspruch auf Rückerstattung nach den Absätzen 1 und 2 besteht auch für Ersatz- und Verstärkungsfahrten sowie für durch den Kursbetrieb bedingte Leerfahrten. 5 Der Rückerstattungsbetrag wird aufgrund des Unterschieds zwischen dem normalen und dem ermässigten Steuersatz sowie aufgrund der verbrauchten Mengen berechnet. 6 Das EFD legt die ermässigten Steuersätze fest. Fassung gemäss Anhang Ziff. 2 der V vom 2. April 2025, in Kraft seit 1. Jan. 2026 ( AS 2025 248 ). SR 745.1 SR 745.11"
    },
    {
      "provision_ref": "art50",
      "chapter": "2. Abschnitt: Steuerrückerstattung an die konzessionierten Transportunternehmungen Transportunternehmungen",
      "section": "50",
      "title": "Materielle Voraussetzungen",
      "content": "1 Die begünstigte Person muss nachweisen, welche Treibstoffmengen sie für steuerbegünstigte Zwecke verwendet hat; sie muss zu diesem Zweck Verbrauchskontrollen führen. 2 Die Verbrauchskontrollen müssen die pro Fahrzeug verbrauchte Treibstoffart und Treibstoffmenge ausweisen. Sie müssen mindestens die folgenden Angaben enthalten: a. den Stand des Kilometer- oder Betriebsstundenzählers am Anfang und am Ende der Rückerstattungsperiode; b. die Anzahl der gefahrenen Kilometer beziehungsweise aufgewendeten Betriebsstunden, getrennt nach steuerbegünstigten und nicht steuerbegünstigten Zwecken; c. die für die Identifikation des Fahrzeugs erforderlichen Angaben, namentlich die Stammnummer oder die Seriennummer. 3 Die begünstigte Person kann die steuerbegünstigte und die nicht steuerbegünstigte Fahrleistung auch mittels des jeweiligen prozentualen Anteils an der gesamten Fahrleistung ihrer Fahrzeugflotte ermitteln. Fassung gemäss Ziff. I der V vom 1. Juli 2020, in Kraft seit 1. Jan. 2021 ( AS 2020 3355 ). Fassung gemäss Anhang Ziff. 2 der V vom 2. April 2025, in Kraft seit 1. Jan. 2026 ( AS 2025 248 ). Eingefügt durch Anhang Ziff. 2 der V vom 2. April 2025, in Kraft seit 1. Jan. 2026 ( AS 2025 248 )."
    },
    {
      "provision_ref": "art51",
      "section": "51",
      "title": "Formelle Voraussetzungen",
      "content": "1 Die Gesuche um Rückerstattung sind der Steuerbehörde in der von ihr zugelassenen Form einzureichen. 2 Sie können den Verbrauch von einem Monat bis zu zwölf Monaten innerhalb eines Kalenderjahres umfassen. Fassung gemäss Ziff. I der V vom 1. Juli 2020, in Kraft seit 1. Jan. 2021 ( AS 2020 3355 ). Fassung gemäss Ziff. I der V vom 25. Okt. 2023, in Kraft seit 1. Jan. 2024 ( AS 2023 629 )."
    },
    {
      "provision_ref": "art52",
      "chapter": "3. Abschnitt: Steuerrückerstattung für gasförmige Kohlenwasserstoffe",
      "section": "52",
      "title": "Anlagen",
      "content": "Die Bestimmungen dieses Abschnitts sind nur anwendbar, wenn die Anlagen für den Treibstoffumschlag und für die Wiedergewinnung von flüssigen Treibstoffen aus gasförmigen Kohlenwasserstoffen aus dem Treibstoffumschlag der Luftreinhalte-Verordnung vom 16. Dezember 1985 entsprechen. SR 814.318.142.1"
    },
    {
      "provision_ref": "art53",
      "chapter": "3. Abschnitt: Steuerrückerstattung für gasförmige Kohlenwasserstoffe",
      "section": "53",
      "title": "Voraussetzungen für die Rückerstattung",
      "content": "Für die Rückerstattung müssen folgende Voraussetzungen erfüllt sein: a. das Benzin muss in Tankfahrzeuge oder Kesselwagen verladen worden sein; b. es muss versteuert worden sein; c. die gasförmigen Kohlenwasserstoffe aus den Tankfahrzeugen und Kesselwagen müssen in die Rückgewinnungsanlage geleitet werden; d. die Rückgewinnung muss gewährleistet sein."
    },
    {
      "provision_ref": "art54",
      "chapter": "3. Abschnitt: Steuerrückerstattung für gasförmige Kohlenwasserstoffe",
      "section": "54",
      "title": "Berechnung des Rückerstattungsbetrages",
      "content": "1 Der Rückerstattungsbetrag wird, ohne Rücksicht auf den Anlagetyp, nach festen Normsätzen aufgrund des Verladevolumens berechnet. 2 Das EFD legt die Normsätze fest."
    },
    {
      "provision_ref": "art55",
      "chapter": "3. Abschnitt: Steuerrückerstattung für gasförmige Kohlenwasserstoffe",
      "section": "55",
      "title": "Rückerstattungsverfahren",
      "content": "1 Der zugelassene Lagerinhaber muss den Rückerstattungsantrag gleichzeitig mit der periodischen Steueranmeldung schriftlich der Steuerbehörde einreichen. Er zieht auf der Steueranmeldung die rückerstattungsberechtigte Menge vom steuerbaren Volumen ab. 2 Ist die Rückgewinnung während des Verlades nicht gewährleistet, so wird keine Rückerstattung gewährt."
    },
    {
      "provision_ref": "art56",
      "chapter": "3. Abschnitt: Steuerrückerstattung für gasförmige Kohlenwasserstoffe",
      "section": "56",
      "title": "Kontrollpflicht",
      "content": "Der zugelassene Lagerinhaber muss über die Betriebszeiten der Rückgewinnungsanlage eine Kontrolle zuhanden der Steuerbehörde führen."
    },
    {
      "provision_ref": "art57",
      "chapter": "4. Abschnitt: Steuerrückerstattung für Waren, die in ein zugelassenes Lager rücküberführt werden rücküberführt werden",
      "section": "57",
      "title": "",
      "content": "Der zugelassene Lagerinhaber muss die Rückerstattung nach Artikel 18 Absatz 1 Buchstabe b des Gesetzes schriftlich bei der Steuerbehörde beantragen. Dem Antrag sind die Beweismittel beizulegen, insbesondere über die Auslagerung, die Versteuerung und die Wiedereinlagerung der Ware im zugelassenen Lager."
    },
    {
      "provision_ref": "art57a",
      "chapter": "98",
      "section": "57a",
      "title": "a Art und Umfang",
      "content": "Der Steueranteil nach Artikel 18 Absatz 1 ter MinöStG wird den Betreibern von Pistenfahrzeugen rückerstattet; der Rückerstattungsbetrag wird aufgrund der verbrauchten Menge berechnet."
    },
    {
      "provision_ref": "art57b",
      "chapter": "98",
      "section": "57b",
      "title": "b Pistenfahrzeuge",
      "content": "Als Pistenfahrzeuge gelten mit Schneeraupen ausgestattete Fahrzeuge, die für die Präparierung und die Sicherung von Ski- und Snowboardpisten, Snowparks, Langlaufloipen, Schlittelbahnen und Winterwanderwegen geeignet sind; als Pistenfahrzeuge gelten auch Motorschlitten und mit Schneeraupen ausgestattete Quads."
    },
    {
      "provision_ref": "art57c",
      "chapter": "98",
      "section": "57c",
      "title": "c Materielle Voraussetzungen",
      "content": "1 Die begünstigte Person muss nachweisen, welche Treibstoffmengen sie für den Betrieb der für einen Verwendungszweck nach Artikel 57 b eingesetzten Pistenfahrzeuge verwendet hat; sie muss zu diesem Zweck Verbrauchskontrollen führen. 2 Die Verbrauchskontrollen müssen die pro Pistenfahrzeug verbrauchte Treibstoffart und Treibstoffmenge ausweisen. Sie müssen mindestens die folgenden Angaben enthalten: a. den Stand des Kilometer- oder Betriebsstundenzählers am Anfang und am Ende der Rückerstattungsperiode; b. die Anzahl der gefahrenen Kilometer beziehungsweise aufgewendeten Betriebsstunden; c. die für die Identifikation des Pistenfahrzeugs erforderlichen Angaben, namentlich die Fahrgestellnummer oder die Seriennummer. Fassung gemäss Ziff. I der V vom 1. Juli 2020, in Kraft seit 1. Jan. 2021 ( AS 2020 3355 )."
    },
    {
      "provision_ref": "art57d",
      "chapter": "98",
      "section": "57d",
      "title": "d Formelle Voraussetzungen",
      "content": "1 Die Gesuche um Rückerstattung sind der Steuerbehörde in der von ihr zugelassenen Form einzureichen. 2 Sie können den Verbrauch von einem Monat bis zu zwölf Monaten umfassen. Fassung gemäss Ziff. I der V vom 1. Juli 2020, in Kraft seit 1. Jan. 2021 ( AS 2020 3355 )."
    },
    {
      "provision_ref": "art58",
      "chapter": "5. Abschnitt: Steuerrückerstattung an die Landwirtschaft",
      "section": "58",
      "title": "Art und Umfang",
      "content": "1 Rückerstattet wird die Steuer auf der Treibstoffmenge, die unter durchschnittlichen Bedingungen je Flächeneinheit und Kulturart normalerweise verbraucht wird (Normverbrauch). 2 Die Steuer wird den Bewirtschaftern landwirtschaftlicher Betriebe mit Ausnahme von Alpkorporationen und Sömmerungsbetrieben rückerstattet; der Rückerstattungsbetrag wird aufgrund des Unterschiedes zwischen dem normalen und dem ermässigten Steuersatz sowie aufgrund des Normverbrauchs berechnet. 3 Das EFD legt die Normen fest; es berücksichtigt dabei folgende Bewirtschaftungsformen und Transportarten: a. Feldarbeiten; b. Waldarbeiten; c. Hofarbeiten; d. Fuhren zwischen Hof und Feld; e. Holztransporte aus dem Wald bis zu einer Strasse, die mit Lastwagen für den Abtransport befahrbar ist. 4 Das EFD legt die ermässigten Steuersätze fest. Fassung gemäss Ziff. I der V vom 5. Juli 2006, in Kraft seit 1. Jan. 2007 ( AS 2006 3927 ). Fassung gemäss Ziff. I der V vom 23. Okt. 2013, in Kraft seit 1. Jan. 2014 ( AS 2013 4479 ). Fassung gemäss Ziff. I der V vom 5. Juli 2006, in Kraft seit 1. Jan. 2007 ( AS 2006 3927 )."
    },
    {
      "provision_ref": "art59",
      "chapter": "5. Abschnitt: Steuerrückerstattung an die Landwirtschaft",
      "section": "59",
      "title": "Rückerstattungsverfahren",
      "content": "1 Die Rückerstattungsanträge sind der Steuerbehörde auf amtlichem Formular einzureichen. 2 Sie umfassen das vorangegangene Kalenderjahr. Fassung gemäss Ziff. I der V vom 5. Juli 2006, in Kraft seit 1. Jan. 2007 ( AS 2006 3927 )."
    },
    {
      "provision_ref": "art60",
      "chapter": "5. Abschnitt: Steuerrückerstattung an die Landwirtschaft",
      "section": "60",
      "title": "",
      "content": "Aufgehoben durch Ziff. I der V vom 5. Juli 2006, mit Wirkung seit 1. Jan. 2007 ( AS 2006 3927 )."
    },
    {
      "provision_ref": "art61",
      "chapter": "6. Abschnitt: Steuerrückerstattung an die Forstwirtschaft",
      "section": "61",
      "title": "Art und Umfang",
      "content": "1 Rückerstattet wird die Steuer auf der Treibstoffmenge, die unter durchschnittlichen Bedingungen je Kubikmeter gefällten, aufgerüsteten oder transportierten Holzes oder je Hektare Wald oder Pflanzgarten, unter Berücksichtigung der eingesetzten Maschinen und Fahrzeuge, normalerweise verbraucht wird (Normverbrauch). 2 Die Steuer wird den Waldbewirtschaftern rückerstattet; der Rückerstattungsbetrag wird aufgrund des Unterschiedes zwischen dem normalen und dem ermässigten Steuersatz sowie aufgrund des Normverbrauchs berechnet. 3 Das EFD legt die Normen fest; es berücksichtigt dabei folgende Bewirtschaftungsformen und Transportarten: a. Arbeiten zur Bestandesbegründung und zur Bestandespflege; b. Arbeiten zur Holzgewinnung; c. Holztransporte bis zur Strasse, die mit Lastwagen für den Abtransport befahrbar ist; d. Transporte von Arbeitern, Material und Maschinen mit Geländefahrzeugen und Traktoren im Wald bis zur Arbeitsstelle. 4 Das EFD bestimmt, für welche Fahrzeuge und Maschinen die Rückerstattung gewährt wird, und legt die ermässigten Steuersätze fest."
    },
    {
      "provision_ref": "art62",
      "chapter": "6. Abschnitt: Steuerrückerstattung an die Forstwirtschaft",
      "section": "62",
      "title": "Rückerstattungsverfahren",
      "content": "1 Die Gesuche um Rückerstattung sind der Steuerbehörde auf amtlichem Formular einzureichen. 2 Sie umfassen das vorangegangene Kalender- oder Forstjahr; massgebend sind die Betriebsverhältnisse am letzten Tag des sechsten Monats. Ausdruck gemäss Ziff. I der V vom 1. Juli 2020, in Kraft seit 1. Jan. 2021 ( AS 2020 3355 )."
    },
    {
      "provision_ref": "art62a",
      "chapter": "107",
      "section": "62a",
      "title": "a Art und Umfang",
      "content": "1 Die Steuer wird den Betrieben des Naturwerkstein-Abbaus rückerstattet; der Rückerstattungsbetrag wird aufgrund des Unterschiedes zwischen dem normalen und dem ermässigten Steuersatz sowie aufgrund der verbrauchten Menge berechnet. 2 Das EFD bestimmt, für welche Arbeiten und für welche Fahrzeuge und Maschinen die Rückerstattung gewährt wird, und legt die ermässigten Steuersätze fest."
    },
    {
      "provision_ref": "art62b",
      "chapter": "107",
      "section": "62b",
      "title": "b Materielle Voraussetzungen",
      "content": "1 Die begünstigte Person muss nachweisen, welche Treibstoffmengen sie für steuerbegünstigte Zwecke verwendet hat; sie muss zu diesem Zweck Verbrauchskontrollen führen. 2 Die Verbrauchskontrollen müssen die pro Fahrzeug und pro Maschine verbrauchte Treibstoffart und Treibstoffmenge ausweisen. Sie müssen mindestens die folgenden Angaben enthalten: a. den Stand des Kilometer- oder Betriebsstundenzählers am Anfang und am Ende der Rückerstattungsperiode; b. die Anzahl der gefahrenen Kilometer beziehungsweise aufgewendeten Betriebsstunden, getrennt nach steuerbegünstigten und nicht steuerbegünstigten Zwecken; c. die für die Identifikation des Fahrzeugs oder der Maschine notwendigen Angaben, namentlich die Fahrgestellnummer oder die Seriennummer. 3 Ist ein Fahrzeug oder eine Maschine werksmässig nicht mit einem Kilometer- oder Betriebsstundenzähler ausgerüstet und wäre das Ausrüsten mit einem Zähler unverhältnismässig, so kann die Steuerbehörde auf Gesuch hin zulassen, dass in der Verbrauchskontrolle die Angaben nach Absatz 2 Buchstabe a nicht gemacht werden. Fassung gemäss Ziff. I der V vom 1. Juli 2020, in Kraft seit 1. Jan. 2021 ( AS 2020 3355 ). Eingefügt durch Ziff. I der V vom 25. Okt. 2023, in Kraft seit 1. Jan. 2024 ( AS 2023 629 )."
    },
    {
      "provision_ref": "art62c",
      "chapter": "107",
      "section": "62c",
      "title": "c Formelle Voraussetzungen",
      "content": "1 Die Gesuche um Rückerstattung sind der Steuerbehörde in der von ihr zugelassenen Form einzureichen. 2 Sie können den Verbrauch von einem Monat bis zwölf Monaten umfassen. Fassung gemäss Ziff. I der V vom 1. Juli 2020, in Kraft seit 1. Jan. 2021 ( AS 2020 3355 )."
    },
    {
      "provision_ref": "art63",
      "chapter": "7. Abschnitt: Steuerrückerstattung an die Berufsfischerei",
      "section": "63",
      "title": "Art und Umfang",
      "content": "1 Die Steuer wird den Inhaberinnen und Inhabern eines kantonalen Gewerbefischerpatentes rückerstattet; der Rückerstattungsbetrag wird aufgrund des Unterschiedes zwischen dem normalen und dem ermässigten Steuersatz sowie der verbrauchten Menge berechnet. 1bis Rückerstattet wird die Steuer auf der Treibstoffmenge, die für den Betrieb von Fischerbooten verbraucht wird. 2 Das EFD legt die ermässigten Steuersätze fest. Fassung gemäss Ziff. I der V vom 1. Juli 2020, in Kraft seit 1. Jan. 2021 ( AS 2020 3355 ). Eingefügt durch Ziff. I der V vom 1. Juli 2020, in Kraft seit 1. Jan. 2021 ( AS 2020 3355 )."
    },
    {
      "provision_ref": "art64",
      "chapter": "7. Abschnitt: Steuerrückerstattung an die Berufsfischerei",
      "section": "64",
      "title": "Materielle Voraussetzungen",
      "content": "1 Die begünstigte Person muss nachweisen, welche Treibstoffmengen sie für den Betrieb des Fischerbootes verwendet hat; sie muss zu diesem Zweck Verbrauchskontrollen führen. 2 Die Verbrauchskontrollen müssen die pro Fischerboot verbrauchte Treibstoffart und Treibstoffmenge ausweisen. Sie müssen mindestens die für die Identifikation des Bootes erforderlichen Angaben, namentlich die Schalennummer oder die Seriennummer, enthalten. Fassung gemäss Ziff. I der V vom 1. Juli 2020, in Kraft seit 1. Jan. 2021 ( AS 2020 3355 )."
    },
    {
      "provision_ref": "art65",
      "chapter": "7. Abschnitt: Steuerrückerstattung an die Berufsfischerei",
      "section": "65",
      "title": "Formelle Voraussetzungen",
      "content": "1 Die Gesuche um Rückerstattung sind der Steuerbehörde in der von ihr zugelassenen Form einzureichen. 2 Sie können den Verbrauch von einem Monat bis zwölf Monaten umfassen. Fassung gemäss Ziff. I der V vom 1. Juli 2020, in Kraft seit 1. Jan. 2021 ( AS 2020 3355 )."
    },
    {
      "provision_ref": "art66",
      "chapter": "8. Abschnitt: Andere Steuerrückerstattungen",
      "section": "66",
      "title": "Art und Umfang",
      "content": "1 Die Steuer wird der Person rückerstattet, die Treibstoff verbraucht, für den das EFD nach Artikel 18 Absatz 3 des Gesetzes oder nach Artikel 22 Absatz 2 dieser Verordnung die Rückerstattung zu anderen Zwecken als jenen nach dem 5. Kapitel 5.–7. Abschnitt vorsieht; der Rückerstattungsbetrag wird aufgrund des Unterschiedes zwischen dem normalen und dem ermässigten Steuersatz sowie der verbrauchten Menge berechnet. 2 Das EFD bestimmt, für welche Zwecke und für welche Maschinen und Anlagen die Rückerstattung gewährt wird, und legt die ermässigten Steuersätze fest. Fassung gemäss Ziff. I der V vom 1. Juli 2020, in Kraft seit 1. Jan. 2021 ( AS 2020 3355 )."
    },
    {
      "provision_ref": "art66a",
      "chapter": "8. Abschnitt: Andere Steuerrückerstattungen",
      "section": "66a",
      "title": "a Materielle Voraussetzungen",
      "content": "1 Die begünstigte Person muss nachweisen, welche Treibstoffmengen sie für steuerbegünstigte Zwecke verwendet hat; sie muss zu diesem Zweck Verbrauchskontrollen führen. 2 Die Verbrauchskontrollen müssen die pro Maschine oder Anlage verbrauchte Treibstoffart und Treibstoffmenge ausweisen. Sie müssen mindestens die folgenden Angaben enthalten: a. den Stand des Betriebsstundenzählers am Anfang und am Ende der Rückerstattungsperiode; b. die Anzahl der aufgewendeten Betriebsstunden, getrennt nach steuerbegünstigten und nicht steuerbegünstigten Zwecken; c. die für die Identifikation der Maschine oder Anlage erforderlichen Angaben, namentlich die Seriennummer. 3 Ist eine Maschine oder eine Anlage werksmässig nicht mit einem Betriebsstundenzähler ausgerüstet und wäre das Ausrüsten mit einem Zähler unverhältnismässig, so kann die Steuerbehörde auf Gesuch hin zulassen, dass in der Verbrauchskontrolle die Angaben nach Absatz 2 Buchstabe a nicht gemacht werden. Eingefügt durch Ziff. I der V vom 1. Juli 2020, in Kraft seit 1. Jan. 2021 ( AS 2020 3355 ). Eingefügt durch Ziff. I der V vom 25. Okt. 2023, in Kraft seit 1. Jan. 2024 ( AS 2023 629 )."
    },
    {
      "provision_ref": "art66b",
      "chapter": "8. Abschnitt: Andere Steuerrückerstattungen",
      "section": "66b",
      "title": "b Formelle Voraussetzungen",
      "content": "1 Die Gesuche um Rückerstattung sind der Steuerbehörde in der von ihr zugelassenen Form einzureichen. 2 Sie können den Verbrauch von einem Monat bis zwölf Monaten umfassen. Eingefügt durch Ziff. I der V vom 1. Juli 2020, in Kraft seit 1. Jan. 2021 ( AS 2020 3355 )."
    },
    {
      "provision_ref": "art67",
      "chapter": "1. Abschnitt: Begriffe",
      "section": "67",
      "title": "Erdölraffinerien",
      "content": "Erdölraffinerien sind Betriebe, die Waren der Zolltarifnummer 2709 verarbeiten und in denen unversteuerte Waren nach dem Gesetz gelagert werden dürfen."
    },
    {
      "provision_ref": "art68",
      "chapter": "1. Abschnitt: Begriffe",
      "section": "68",
      "title": "Herstellungsbetriebe",
      "content": "1 Herstellungsbetriebe sind Betriebe, in denen Waren nach dem Gesetz gewonnen oder erzeugt werden, die aber nicht als Erdölraffinerien gelten. 2 Nicht als Gewinnen oder Erzeugen gelten: a. das Mischen der Waren ausserhalb von zugelassenen Lagern, sofern die Steuer für die Bestandteile vorher entrichtet worden ist; b. das Beimischen von Additiven zu den Waren; c. das Trocknen oder rein mechanische Reinigen von Mineralölen vor der ersten Verwendung; d. das Wiedergewinnen oder Aufbereiten von versteuerten Mineralölen, sofern die entrichtete Steuer nicht niedriger ist als diejenige, mit der das wiedergewonnene oder aufbereitete Mineralöl belastet würde; e. das Wiedergewinnen von flüssigen Treibstoffen aus gasförmigen Kohlenwasserstoffen aus dem Treibstoffumschlag."
    },
    {
      "provision_ref": "art69",
      "chapter": "1. Abschnitt: Begriffe",
      "section": "69",
      "title": "Steuerfreilager",
      "content": "Steuerfreilager sind Tankanlagen und Erdgas-Speicheranlagen, in denen im Handel tätige Personen unversteuerte Waren nach dem Gesetz auf unbestimmte Zeit lagern."
    },
    {
      "provision_ref": "art70",
      "chapter": "2. Abschnitt: Technische Anforderungen an zugelassene Lager",
      "section": "70",
      "title": "Anforderungen an Erdölraffinerien und Steuerfreilager",
      "content": "1 Erdölraffinerien und Steuerfreilager müssen baulich abgegrenzt sein; sie umfassen insbesondere: a. die Eingangsstationen von Rohrleitungen, einschliesslich der Messeinrichtungen; b. die Entladestationen; c. die Lagertanks; d. die Lagerplätze für unversteuerte Waren; e. das Leitungssystem, einschliesslich der Pumpen und Messeinrichtungen; f. die Beladestationen, jedoch ohne die Anlage (einschliesslich Tank) zur Abgabe von Treibstoffen für das Betanken von Fahrzeugen und Maschinen sowie zur Abgabe von Brennstoffen für den Eigenverbrauch; g. die Raffinerieanlage. 2 Lagertanks, auch mobile, müssen: a. vermessen und kalibriert sein; b. zur Identifikation eine individuelle Bezeichnung aufweisen, die am Tank gut sichtbar anzubringen ist; c. so gebaut sein, dass Waren verschiedener Art getrennt gelagert werden können. 3 Rohrleitungen für die Zufuhr von Waren müssen am Lagereingang mit einer geeichten Messeinrichtung ausgerüstet sein. 4 Das Leitungssystem muss folgende Anforderungen erfüllen: a. es muss so angelegt sein, dass die Vermischung von Waren verschiedener Art ausgeschlossen ist; b. die Leitungen an den Beladestationen müssen mit Messeinrichtungen ausgerüstet und mit dem jeweiligen Produktenamen bezeichnet sein; c. die Entnahme von Waren unter Umgehung der Messeinrichtungen muss ausgeschlossen sein. 5 Die Messeinrichtungen an den Beladestationen müssen aus Volumenzählern mit Temperaturkompensatoren bestehen; die Volumenzähler müssen mit dem EDV-System verbunden sein. Bei einem Ausfall des EDV-Systems müssen die Zählerergebnisse manuell verarbeitet werden können. 6 Die Steuerbehörde kann: a. im Einzelfall auf einzelne Anforderungen verzichten oder für deren Erfüllung Übergangsfristen gewähren, sofern die Steuersicherheit gewährleistet ist; b. zulassen, dass nicht Temperaturkompensatoren verwendet, sondern die Temperatur der durchfliessenden Ware laufend gemessen und die Volumen im EDV-System automatisch in Liter bei 15 °C umgerechnet werden."
    },
    {
      "provision_ref": "art71",
      "chapter": "2. Abschnitt: Technische Anforderungen an zugelassene Lager",
      "section": "71",
      "title": "Anforderungen an Herstellungsbetriebe",
      "content": "1 Zu einem Herstellungsbetrieb gehören die Anlagen zur Herstellung oder Gewinnung von Waren nach dem Gesetz sowie die Lagerplätze für die Vor- und die Fertigprodukte, jedoch nicht die übrigen Betriebsteile. 2 Der Betrieb muss so eingerichtet sein, dass die Herstellung oder Gewinnung bis zum Versand der Waren verfolgt werden kann. 3 Die Steuerbehörde legt im Einzelfall die Anforderungen fest, die für die Gewährleistung der Steuersicherheit nötig sind."
    },
    {
      "provision_ref": "art72",
      "chapter": "3. Abschnitt: Bewilligung für ein zugelassenes Lager",
      "section": "72",
      "title": "Antrag",
      "content": "1 Die Bewilligung für ein zugelassenes Lager ist bei der Steuerbehörde zu beantragen. 2 Dem Antrag sind alle für die Beurteilung wesentlichen Unterlagen beizulegen, insbesondere: a. Handelsregisterauszug; b. Beschreibung des Betriebes oder Lagers; c. für Erdölraffinerien und Steuerfreilager: 1. Gesamtpläne, 2. Pläne der Lagertanks, 3. Pläne des Leitungssystems; d. für Herstellungsbetriebe: 1. schematische Darstellung der Anlagen, 2. Beschreibung des Herstellungsverfahrens, 3. Bezeichnung der Rohstoffe und der herzustellenden Erzeugnisse nach Artikel 2 des Gesetzes, 4. Bezeichnung der Nebenerzeugnisse und Abfälle."
    },
    {
      "provision_ref": "art73",
      "chapter": "3. Abschnitt: Bewilligung für ein zugelassenes Lager",
      "section": "73",
      "title": "Erteilung",
      "content": "1 Die Steuerbehörde erteilt die Bewilligung für ein zugelassenes Lager, sofern: a. die Anforderungen (Art. 70 und 71) erfüllt sind; b. die Steuersicherheit gewährleistet ist; c. für die Steuer und die anderen Abgaben eine angemessene Sicherheit geleistet worden ist. 2 Die Bewilligung ist nicht übertragbar. 3 Der Entscheid über den Antrag wird mit Verfügung eröffnet."
    },
    {
      "provision_ref": "art74",
      "chapter": "3. Abschnitt: Bewilligung für ein zugelassenes Lager",
      "section": "74",
      "title": "Änderungen in zugelassenen Lagern",
      "content": "1 Die zugelassenen Lagerinhaber müssen geplante Änderungen an den bewilligten Bauten und Anlagen der Steuerbehörde melden. 2 Sofern die Steuersicherheit betroffen ist, kann die Steuerbehörde Projektänderungen verlangen."
    },
    {
      "provision_ref": "art75",
      "chapter": "3. Abschnitt: Bewilligung für ein zugelassenes Lager",
      "section": "75",
      "title": "Verzicht auf die Bewilligung",
      "content": "1 Verzichtet der zugelassene Lagerinhaber auf die Bewilligung, so muss er dies der Steuerbehörde drei Monate im Voraus schriftlich mitteilen. Dies gilt auch, wenn er auf den Status des zugelassenen Lagers für einen Teil des Lagers verzichtet. 2 Der Verzicht wird auf ein Monatsende wirksam. 3 Dem Lagerinhaber, der auf die Bewilligung verzichtet hat, darf innerhalb einer einjährigen Sperrfrist am gleichen Ort kein zugelassenes Lager bewilligt werden. Die Sperrfrist beginnt am Tag, an dem der Verzicht wirksam geworden ist."
    },
    {
      "provision_ref": "art76",
      "chapter": "3. Abschnitt: Bewilligung für ein zugelassenes Lager",
      "section": "76",
      "title": "Ende der Bewilligung",
      "content": "1 Der Entzug der Bewilligung nach Artikel 28 Absatz 4 des Gesetzes erfolgt durch Verfügung der Steuerbehörde. 2 Die Bewilligung für ein zugelassenes Lager erlischt: a. durch Übertragung des zugelassenen Lagers auf Dritte; b. durch Auflösung der juristischen Person oder Tod des zugelassenen Lagerinhabers; c. durch Eröffnung des Konkurses über den zugelassenen Lagerinhaber."
    },
    {
      "provision_ref": "art77",
      "section": "77",
      "title": "Entstehung der Steuerforderung beim Ende der Bewilligung",
      "content": "Die Steuerforderung entsteht im Zeitpunkt, in dem die Bewilligung für ein zugelassenes Lager endet."
    },
    {
      "provision_ref": "art78",
      "chapter": "4. Abschnitt: Aufsicht über die zugelassenen Lager",
      "section": "78",
      "title": "Der Aufsicht unterstehende Lager",
      "content": "Die Steuerbehörde bestimmt, welche zugelassenen Lager ihrer Aufsicht unterstehen."
    },
    {
      "provision_ref": "art79",
      "chapter": "4. Abschnitt: Aufsicht über die zugelassenen Lager",
      "section": "79",
      "title": "Pflichten des zugelassenen Lagerinhabers",
      "content": "Der Inhaber eines zugelassenen Lagers, das der Aufsicht untersteht, stellt kostenlos zur Verfügung: a. die für die Aufsicht benötigten Räumlichkeiten und Anlagen mit den erforderlichen Einrichtungen für Heizung, Beleuchtung und Wasser; b. das zur Unterstützung der Aufsicht erforderliche, geeignete Personal."
    },
    {
      "provision_ref": "art80",
      "chapter": "5. Abschnitt: Warenbuchhaltung und Meldepflicht",
      "section": "80",
      "title": "Warenbuchhaltung",
      "content": "1 Die zugelassenen Lagerinhaber müssen für alle Waren Aufzeichnungen führen über: a. Eingänge; b. Ausgänge, einschliesslich Eigenverbrauch, Fabrikationsverluste, Prozessenergie, in der Fackel verbrannte Gase, Proben zu Untersuchungszwecken, Tankschlamm; c. Herstellung, Gewinnung oder Erzeugung; d. Lagerbestände. 2 Die Aufzeichnungen müssen folgende Angaben enthalten: a. für jeden Vorgang das Datum, die Menge und die Warenart; b. für die Beförderung unversteuerter Waren: die Nummer des Begleitscheins, die Herkunft bzw. die Bestimmung, bei direkter Einfuhr unter Zollüberwachung (Art. 104) die Nummer der Zollveranlagung; c. die Abschlussbuchung. 3 Die Warenbuchhaltung muss: a. mit EDV geführt werden; b. in Liter bei 15 °C erstellt werden für Waren mit volumenbezogener Bemessungsgrundlage; c. in Kilogramm erstellt werden für Waren mit massebezogener Bemessungsgrundlage; d. laufend nachgeführt und am Ende jedes Kalendermonats abgeschlossen werden; e. die Warenbewegungen fortlaufend unter dem Datum des tatsächlichen Warenein- und -ausgangs ausweisen; f. mit allen dazugehörigen Belegen während zehn Jahren aufbewahrt werden. 4 Die Steuerbehörde kann in begründeten Fällen gestatten, dass die Warenbuchhaltung ohne EDV geführt wird. Fassung gemäss Anhang 4 Ziff. 29 der Zollverordnung vom 1. Nov. 2006, in Kraft seit 1. Mai 2007 ( AS 2007 1469 )."
    },
    {
      "provision_ref": "art81",
      "chapter": "5. Abschnitt: Warenbuchhaltung und Meldepflicht",
      "section": "81",
      "title": "Lagerbestände und Inventar",
      "content": "1 Am Ende jedes Kalendermonats sind die Bestände in den Lagertanks zu messen und die anderen Lagerbestände auf geeignete Weise festzustellen. 2 Fehl- und Mehrmengen sind aufzuzeichnen und auszuweisen. 3 Die Warenbuchhaltung wird periodisch, mindestens jedoch am 1. Januar, mit den nach Absatz 1 festgestellten Beständen eröffnet. 4 Die Steuerbehörde entscheidet über die Steuererhebung auf Fehlmengen."
    },
    {
      "provision_ref": "art82",
      "chapter": "5. Abschnitt: Warenbuchhaltung und Meldepflicht",
      "section": "82",
      "title": "Meldungen",
      "content": "1 Die zugelassenen Lagerinhaber müssen die monatlichen Ergebnisse der Warenbuchhaltung bis zum 10. Tag des Folgemonats, nach den Weisungen der Steuerbehörde, melden. 2 Die Meldungen müssen: a. mit EDV erstellt und übermittelt werden; b. alle Angaben enthalten, die für die Überprüfung der Steuerveranlagung und für die Steueraufsicht benötigt werden, insbesondere für die Überwachung des Verkehrs mit unversteuerten Waren und für den Vollzug von Massnahmen der wirtschaftlichen Landesversorgung (Art. 7 der V vom 6. Juli 1983 über die Pflichtlagerhaltung von flüssigen Treib- und Brennstoffen), sowie zur Erstellung der Statistiken dienen; c. die Angaben über den vorangegangenen Kalendermonat umfassen. 3 Die Steuerbehörde kann in begründeten Fällen gestatten, dass die Meldungen ohne EDV erstellt und übermittelt werden. Fassung gemäss Ziff. I der V vom 12. Sept. 2014, in Kraft seit 1. Jan. 2015 ( AS 2014 3133 ). [ AS 1983 1007 , 1180 ; 1987 2321 ; 1995 4932 Art. 3 Ziff. 5; 1996 3393 Anhang Ziff. 3; 2001 2091 Anhang Ziff. 6; 2006 2995 Anhang 4 Ziff. II 4; 2011 3331 Anhang 3 Ziff. 5; 2016 2445 Anhang 3 Ziff. 3. AS 2017 3183 Art. 12]. Siehe heute: die Mineralölpflichtlagerverordnung vom 10. Mai 2017 ( SR 531.215.41 )."
    },
    {
      "provision_ref": "art83",
      "section": "83",
      "title": "Lagerfirmen",
      "content": "Lagerfirmen, die im Auftrag und unter der Verantwortung von zugelassenen Lagerinhabern die Aufgaben nach diesem Abschnitt wahrnehmen, müssen die Warenbuchhaltungen und Meldungen für jeden zugelassenen Lagerinhaber getrennt erstellen."
    },
    {
      "provision_ref": "art84",
      "chapter": "6. Abschnitt: Pflichtlager ausserhalb von zugelassenen Lagern",
      "section": "84",
      "title": "Grundsatz",
      "content": "Unversteuerte Pflichtlagerbestände von Treibstoffen, von gefärbtem und gekennzeichnetem Heizöl extraleicht sowie von anderen Brennstoffen können unter Aufsicht der Carbura ausserhalb von zugelassenen Lagern gelagert werden. Fassung gemäss Ziff. I der V vom 23. Okt. 2013, in Kraft seit 1. Jan. 2014 ( AS 2013 4479 )."
    },
    {
      "provision_ref": "art85",
      "chapter": "6. Abschnitt: Pflichtlager ausserhalb von zugelassenen Lagern",
      "section": "85",
      "title": "Steuerforderung und Steuerpflicht",
      "content": "1 Die Steuerforderung entsteht im Zeitpunkt, in dem die nach Artikel 84 gelagerten Waren aus der Lagerhaltungspflicht entlassen werden, spätestens jedoch vor der Auslagerung. 2 Steuerpflichtig sind die Pflichtlagerhalter; sie müssen periodisch eine definitive Steueranmeldung abgeben."
    },
    {
      "provision_ref": "art86",
      "chapter": "6. Abschnitt: Pflichtlager ausserhalb von zugelassenen Lagern",
      "section": "86",
      "title": "Weisungen an die Carbura",
      "content": "Die Steuerbehörde erlässt, nach Anhören der Carbura, Weisungen über den Vollzug der Mineralölsteuergesetzgebung in Pflichtlagern. Sie regelt insbesondere die administrativen Verfahren und die technischen Anforderungen an die Lagereinrichtungen."
    },
    {
      "provision_ref": "art87",
      "chapter": "6. Abschnitt: Pflichtlager ausserhalb von zugelassenen Lagern",
      "section": "87",
      "title": "",
      "content": "Aufgehoben durch Ziff. I der V vom 27. Okt. 2004, mit Wirkung seit 1. Jan. 2005 ( AS 2004 4565 )."
    },
    {
      "provision_ref": "art88",
      "chapter": "6. Abschnitt: Pflichtlager ausserhalb von zugelassenen Lagern",
      "section": "88",
      "title": "Ausfuhrverbot",
      "content": "Unversteuerte Waren, die ausserhalb von zugelassenen Lagern auf Pflichtlager eingelagert worden sind, dürfen nicht ausgeführt werden. Fassung gemäss Ziff. I der V vom 23. Okt. 2013, in Kraft seit 1. Jan. 2014 ( AS 2013 4479 )."
    },
    {
      "provision_ref": "art89",
      "chapter": "1. Abschnitt: Farb- und Kennzeichnungsstoffe",
      "section": "89",
      "title": "Pflichten des Lagerinhabers und des Importeurs",
      "content": "1 Die zugelassenen Lagerinhaber müssen Heizöl extraleicht vor Entstehung der Steuerforderung nach Artikel 90 färben und kennzeichnen. 2 Die Importeure müssen Heizöl extraleicht, das bei der Einfuhr nicht gefärbt und gekennzeichnet ist, vor Entstehung der Steuerforderung nach Artikel 90 färben und kennzeichnen."
    },
    {
      "provision_ref": "art90",
      "chapter": "1. Abschnitt: Farb- und Kennzeichnungsstoffe",
      "section": "90",
      "title": "Stoffe und Mischverhältnisse",
      "content": "1 Heizöl extraleicht muss je 1000 Liter bei 15 °C, gleichmässig verteilt, mindestens enthalten: a. 4,2 g N-Ethyl-1-4(4-phenylazophenylazo)naphtyl-2-amin, oder 5,5 g N-(2-Ethylhexyl)-1-[[2-methyl-4-[(2- methylphenyl)azo]phenyl]azo]naphthyl-2-amin, oder 6,3 gN-(Tridecyl)-1-[[2-methyl-4-[(2-methylphenyl)azo]phenyl]azo]naphthyl-2-amin, oder ein in der Farbwirkung äquivalentes Gemisch aus diesen Farbstoffen; und b. 6,0 g N-Ethyl-N-[2-(1-isobutoxyethoxy)ethyl]-4-(phenylazo)anilin (CAS-Nr.: 34432-92-3) oder 9,5 g Butoxybenzol (CAS-Nr.: 1126-79-0). 2 Die Mengen nach Absatz 1 dürfen um höchstens 50 Prozent überschritten werden. Fassung gemäss Ziff. I der V vom 25. Okt. 2023, in Kraft seit 1. Jan. 2024 ( AS 2023 629 ). Fassung gemäss Ziff. I der V vom 23. Okt. 2013, in Kraft seit 1. Jan. 2014 ( AS 2013 4479 )."
    },
    {
      "provision_ref": "art91",
      "chapter": "1. Abschnitt: Farb- und Kennzeichnungsstoffe",
      "section": "91",
      "title": "Vermischungen bei der Abgabe aus Transportmitteln",
      "content": "1 Heizöl extraleicht und anderes Mineralöl, die auf dem gleichen Fahrzeug in verschiedenen Kammern befördert werden, dürfen nicht vermischt werden. 2 Vermischungen mit Mengen, die in Rohrleitungen, Armaturen und im Abgabeschlauch oder in einzelnen dieser Teile verblieben sind, werden bei der Abgabe toleriert, sofern daraus kein Steuervorteil entsteht. 3 Befindet sich in Rohrleitungen und Armaturen sowie im Abgabeschlauch oder in einzelnen dieser Teile Heizöl extraleicht, so sind die betreffenden Teile zu spülen. 4 Erfolgt die Spülung mit versteuertem Treibstoff, so kann die Steuer rückerstattet werden; der Rückerstattungsbetrag wird aufgrund des Unterschiedes zwischen dem Steuersatz für Treibstoffe und demjenigen für andere Zwecke sowie aufgrund der nachweislich verbrauchten Menge berechnet. Das Verfahren richtet sich nach Artikel 66 b . Eingefügt durch Ziff. I der V vom 3. Juli 2002, in Kraft seit 1. Aug. 2002 ( AS 2002 2084 ). Eingefügt durch Ziff. I der V vom 3. Juli 2002 ( AS 2002 2084 ). Fassung gemäss Ziff. I der V vom 1. Juli 2020, in Kraft seit 1. Jan. 2021 ( AS 2020 3355 )."
    },
    {
      "provision_ref": "art92",
      "section": "92",
      "title": "Vermischungen in zugelassenen Lagern",
      "content": "1 In einem zugelassenen Lager dürfen Heizöl extraleicht und anderes Mineralöl nicht vermischt werden. 2 Bei der Manipulation nicht vermeidbare Vermischungen werden toleriert, sofern: a. der Anteil der beigemischten Mineralölarten 0,5 Volumenprozent des Gemischs nicht übersteigt; und b. daraus kein Steuervorteil entsteht. 3 Auf Antrag kann die Steuerbehörde zulassen, dass in zugelassenen Lagern bei der Reinigung von Leitungen, Lagerbehältern, anderen Lagereinrichtungen und Transportmitteln Heizöl extraleicht mit der notwendigen Spülmenge von anderem Mineralöl vermischt wird. Der zugelassene Lagerinhaber muss über die vermischten Mineralöle Aufzeichnungen führen."
    },
    {
      "provision_ref": "art93",
      "chapter": "2. Abschnitt: Färbungs- und Kennzeichnungseinrichtungen",
      "section": "93",
      "title": "Begriffe",
      "content": "Färbungs- und Kennzeichnungseinrichtungen sind: a. Dosiereinrichtungen, das heisst von einer Messeinrichtung gesteuerte Pumpen oder Regeleinrichtungen, die Farb- und Kennzeichnungsstoffe (Lösungen) in einem bestimmten Verhältnis dem Gasöl zugeben; b. Rührwerke, das heisst in Lagerbehältern fest eingebaute Vorrichtungen, die Farb- und Kennzeichnungsstoffe (Lösungen) mechanisch oder durch Einblasen von Luft im Gasöl verwirbeln; c. Mischdüsen und ähnliche Vorrichtungen, das heisst in Lagerbehältern fest eingebaute Vorrichtungen, die Farb- und Kennzeichnungsstoffe (Lösungen) im Gasöl durch Umwälzen vermischen."
    },
    {
      "provision_ref": "art94",
      "chapter": "2. Abschnitt: Färbungs- und Kennzeichnungseinrichtungen",
      "section": "94",
      "title": "Antrag auf Zulassung",
      "content": "1 Die Typen-Zulassung von Färbungs- und Kennzeichnungseinrichtungen ist bei der Steuerbehörde schriftlich zu beantragen. 2 Dem Antrag sind eine schematische Darstellung und eine genaue Beschreibung der Färbungs- und Kennzeichnungseinrichtung und ihrer Arbeitsweise beizufügen."
    },
    {
      "provision_ref": "art95",
      "chapter": "2. Abschnitt: Färbungs- und Kennzeichnungseinrichtungen",
      "section": "95",
      "title": "Zulassung von Dosiereinrichtungen",
      "content": "1 Die Steuerbehörde lässt Dosiereinrichtungen zu, wenn diese: a. übersichtlich sind und an gut zugänglicher Stelle eingebaut werden können; b. keine Vorrichtungen aufweisen, die während des Färbungs- und Kennzeichnungsvorgangs den Durchfluss von Farb- und Kennzeichnungslösung unterbrechen oder beeinträchtigen können oder durch die Farb- und Kennzeichnungslösung entnommen oder abgeleitet werden kann; c. mit einem Impulsgeber versehen sind, der mit der Messeinrichtung für das Heizöl extraleicht verbunden ist; d. mit Strömungswächtern oder technischen Vorrichtungen gleicher Funktion ausgestattet sind, welche die Pumpen und andere für die Verladung, Abgabe oder besondere Mengenerfassung von Heizöl extraleicht bestimmte Vorrichtungen abstellen oder blockieren, wenn der Färbungs- und Kennzeichnungsvorgang unterbrochen wird; sie können Vorrichtungen enthalten, die die Umschaltung auf einen für anderes Mineralöl (z. B. Dieselöl) bestimmten Zähler bewirken, wenn der Färbungs- und Kennzeichnungsvorgang unterbrochen ist; e. akustische und optische Warneinrichtungen aufweisen, welche Störungen beim Färbungs- und Kennzeichnungsvorgang anzeigen; f. gegen unbefugte Eingriffe gesichert sind; zur Sicherung müssen Verschlüsse angelegt werden können; g. die Vermischung von Heizöl extraleicht mit nicht gefärbtem und gekennzeichnetem Mineralöl verunmöglichen; h. gewährleisten, dass die Farb- und Kennzeichnungsstoffe auch in der kleinsten Abgabemenge an Heizöl extraleicht in dem nach Artikel 90 festgelegten Mengenverhältnis gleichmässig verteilt enthalten sind. 2 Die Steuerbehörde kann auf einzelne Anforderungen verzichten, sofern die Steuersicherheit gewährleistet ist. 3 Die Zulassung wird schriftlich erteilt. Sie wird widerrufen, wenn eine der Anforderungen nach Absatz 1 nicht mehr erfüllt ist. 4 Geplante Änderungen an zugelassenen Dosiereinrichtungen müssen der Steuerbehörde schriftlich gemeldet und von ihr bewilligt werden."
    },
    {
      "provision_ref": "art96",
      "section": "96",
      "title": "Zulassung von anderen Färbungs- und Kennzeichnungseinrichtungen",
      "content": "1 Rührwerke sowie Mischdüsen und ähnliche Vorrichtungen werden von der Steuerbehörde zugelassen, wenn sie eine gleichmässige Verteilung der Farb- und Kennzeichnungsstoffe in allen Schichten des Gasöls, auch bei höchster Füllhöhe des Lagerbehälters, in angemessener Zeit gewährleisten. 2 Die Zulassung wird schriftlich erteilt. Sie wird widerrufen, wenn eine der Anforderungen nach Absatz 1 nicht mehr erfüllt ist. 3 Geplante Änderungen an zugelassenen Rührwerken, Mischdüsen und ähnlichen Vorrichtungen müssen der Steuerbehörde schriftlich gemeldet und von ihr bewilligt werden."
    },
    {
      "provision_ref": "art97",
      "chapter": "3. Abschnitt: Bewilligung der Färbung und Kennzeichnung",
      "section": "97",
      "title": "Antrag",
      "content": "1 Zugelassene Lagerinhaber, die Gasöl färben und kennzeichnen, benötigen eine Bewilligung der Steuerbehörde. Sie muss spätestens acht Wochen vor Beginn der Färbung und Kennzeichnung beantragt werden. 2 Dem Antrag sind beizufügen: a. die Darstellung des gesamten technischen Ablaufs der Färbung und Kennzeichnung, einschliesslich der vorgesehenen Einrichtungen sowie Farb- und Kennzeichnungsstoffe (Lösungen); b. die Zulassung der Färbungs- und Kennzeichnungseinrichtung mit der Erklärung des Lieferanten, dass die Färbungs- und Kennzeichnungseinrichtung der Zulassung entspricht; c. die Darstellung der für die Mengenermittlung des Heizöls extraleicht vorgesehenen Einrichtungen; d. die Beschreibung und der Gesamtplan der Leitungen, der Lagerbehälter, der Färbungs- und Kennzeichnungseinrichtungen, der Füllstellen und der Entnahmestellen; die Einrichtungen, in bzw. aus denen Gasöl, Heizöl extraleicht oder Farb- und Kennzeichnungslösung gelagert oder entnommen werden können, sind besonders zu bezeichnen; e. die Darstellung der Massnahmen, durch welche die Färbungs- und Kennzeichnungseinrichtungen sowie die damit zusammenhängenden Anlagen gegen unbefugte Eingriffe gesichert werden. 3 Die Steuerbehörde kann weitere Angaben verlangen, wenn sie für die Erteilung der Bewilligung erforderlich sind, oder auf einzelne Angaben verzichten, wenn sie für die Prüfung des Antrags nicht erforderlich sind. 4 Der zugelassene Lagerinhaber kann mit der Antragstellung eine Lagerfirma beauftragen; diese kann einen Antrag im Auftrag mehrerer Lagerinhaber stellen."
    },
    {
      "provision_ref": "art98",
      "chapter": "3. Abschnitt: Bewilligung der Färbung und Kennzeichnung",
      "section": "98",
      "title": "Voraussetzungen für die Bewilligung",
      "content": "1 Die Steuerbehörde bewilligt den zugelassenen Lagerinhabern die Färbung und Kennzeichnung, wenn: a. die Färbungs- und Kennzeichnungseinrichtungen zugelassen sind; b. die Färbungs- und Kennzeichnungseinrichtungen entsprechend der Zulassung eingerichtet und eingebaut sind und verwendet werden; c. die Färbungs- und Kennzeichnungseinrichtungen und andere Anlageteile, in denen der Ablauf des Färbungs- und Kennzeichnungsvorgangs beeinflusst werden kann, durch Verschlüsse gegen unbefugte Eingriffe gesichert sind; d. in den Leitungen für Heizöl extraleicht an gut sichtbarer Stelle Schaugläser vorhanden sind, welche die Beschaffenheit des Leitungsinhaltes erkennen lassen; e. die Vermischung von Heizöl extraleicht mit nicht gefärbtem und gekennzeichnetem Mineralöl ausgeschlossen ist; f. gegen die steuerliche Zuverlässigkeit des Lagerinhabers keine Bedenken bestehen. 2 Die Steuerbehörde kann: a. anstelle von amtlichen Verschlüssen Firmenverschlüsse zulassen; b. auf das Erfordernis von Verschlüssen verzichten, soweit sonst wie gewährleistet ist, dass der Färbungs- und Kennzeichnungsvorgang nicht unbefugt beeinflusst werden kann; c. anstelle der Schaugläser andere Einrichtungen zulassen, mit denen sich die Beschaffenheit des Leitungsinhaltes feststellen lässt. 3 Der Lagerinhaber oder die beauftragte Lagerfirma muss geplante Änderungen an den Anlagen oder im technischen Ablauf schriftlich der Steuerbehörde melden und von ihr bewilligen lassen."
    },
    {
      "provision_ref": "art99",
      "section": "99",
      "title": "Entzug der Bewilligung",
      "content": "Die Steuerbehörde kann die Bewilligung entziehen, wenn eine der Voraussetzungen zur Bewilligungserteilung nicht mehr erfüllt ist."
    },
    {
      "provision_ref": "art100",
      "section": "100",
      "title": "Pflichten des Bewilligungsinhabers",
      "content": "1 Der zugelassene Lagerinhaber muss: a. die ordnungsgemässe Färbung und Kennzeichnung von Gasöl überwachen; b. auf Verlangen der Steuerbehörde Proben des Heizöls extraleicht entnehmen und sie auf die ordnungsgemässe Färbung und Kennzeichnung untersuchen; c. über diese Probenentnahmen und die Resultate der Analysen Protokoll führen; d. Aufzeichnungen führen über Eingang, Verbrauch und Lagerbestände von Farb- und Kennzeichnungsstoffen; e. Störungen in der Färbungs- und Kennzeichnungsanlage, die zu einer fehlerhaften Färbung und Kennzeichnung geführt haben, unverzüglich der Steuerbehörde melden. 2 Bei Störungen nach Absatz 1 Buchstabe e kann die Steuerbehörde: a. zur Aufrechterhaltung des Betriebes zusätzliche Überwachungsmassnahmen anordnen; b. verlangen, dass Heizöl extraleicht mit zu geringem Gehalt an Farb- und Kennzeichnungsstoffen nachgefärbt und nachgekennzeichnet oder im zugelassenen Lager anderem Heizöl extraleicht beigemischt wird; oder c. auf die Nachfärbung und -kennzeichnung verzichten und die Verwendung als Heizöl extraleicht zulassen, wenn die Nachfärbung und ‑kennzeichnung aus wirtschaftlichen Gründen nicht zumutbar ist, Steuervorteile ausgeschlossen sind und die Steuersicherheit gewährleistet ist."
    },
    {
      "provision_ref": "art101",
      "chapter": "8. Kapitel: Beförderung unversteuerter Waren",
      "section": "101",
      "title": "Begleitschein",
      "content": "1 Für die Beförderung unversteuerter Waren müssen die versendenden zugelassenen Lagerinhaber und Importeure einen Begleitschein ausstellen. 2 Die Aussteller der Begleitscheine müssen die Ware innerhalb der Frist nach Artikel 103 unverändert dem auf dem Begleitschein angegebenen zugelassenen Lager oder Zollamt zuführen. 3 Als Begleitschein ist das amtliche Formular der Steuerbehörde zu verwenden. Darauf sind anzugeben: a. Versender, Empfänger, Bestimmungslager oder -zollstelle, Versanddatum, fortlaufende Nummer; b. Transportmittel, Warenart nach Mineralölsteuertarif, Menge (in Liter bei 15 °C für Waren mit volumenbezogener, in Kilogramm für Waren mit massebezogener Bemessungsgrundlage); c. Ort, Datum und Unterschrift; d. … 4 Die Steuerbehörde kann anstelle des amtlichen Formulars Handelsdokumente zulassen, sofern sie die notwendigen Angaben enthalten, und Zolldokumente vorschreiben. Fassung gemäss Anhang 4 Ziff. 29 der Zollverordnung vom 1. Nov. 2006, in Kraft seit 1. Mai 2007 ( AS 2007 1469 ). Eingefügt durch Ziff. I der V vom 30. Jan. 2008 ( AS 2008 583 ). Aufgehoben durch Ziff. I der V vom 4. Mai 2016, mit Wirkung seit 1. Aug. 2016 ( AS 2016 2667 )."
    },
    {
      "provision_ref": "art102",
      "chapter": "8. Kapitel: Beförderung unversteuerter Waren",
      "section": "102",
      "title": "Verfahren",
      "content": "1 Das Verfahren für die Beförderung unversteuerter Waren beginnt: a. für eingeführte Waren im Zeitpunkt, in dem die Zollstelle den Begleitschein annimmt; b. für andere Waren im Zeitpunkt, in dem die Ware das zugelassene Lager verlässt und der Begleitschein vollständig ausgefüllt und unterzeichnet ist. 2 Das Verfahren endet: a. für Waren, die ausgeführt werden, im Zeitpunkt, in dem die Zollstelle die Ausfuhr auf dem Begleitschein bestätigt; b. für andere Waren im Zeitpunkt, in dem die Ware im zugelassenen Lager eintrifft, deren Eingang auf dem Begleitschein bestätigt und die ganze Menge in der Warenbuchhaltung ordnungsgemäss verbucht wird. 3 Die Einlagerung von Treibstoffen, Heizöl extraleicht und anderen Brennstoffen in einem Pflichtlager ausserhalb von zugelassenen Lagern muss von der Carbura auf dem Begleitschein bestätigt werden. Fassung gemäss Anhang 4 Ziff. 29 der Zollverordnung vom 1. Nov. 2006, in Kraft seit 1. Mai 2007 ( AS 2007 1469 ). Fassung gemäss Anhang 4 Ziff. 29 der Zollverordnung vom 1. Nov. 2006, in Kraft seit 1. Mai 2007 ( AS 2007 1469 ). Fassung gemäss Ziff. I der V vom 23. Okt. 2013, in Kraft seit 1. Jan. 2014 ( AS 2013 4479 )."
    },
    {
      "provision_ref": "art103",
      "section": "103",
      "title": "Fristen",
      "content": "1 Das Verfahren muss spätestens nach 30 Tagen abgeschlossen sein. 2 Die Steuerbehörde kann für besondere Fälle andere Fristen festlegen."
    },
    {
      "provision_ref": "art104",
      "section": "104",
      "title": "Direkte Einfuhr in zugelassene Lager",
      "content": "Eingeführte Waren, die unter Zollüberwachung in ein zugelassenes Lager befördert werden, sind bei der Einlagerung nach den Angaben in der Zollanmeldung in der Warenbuchhaltung zu verbuchen. Fassung gemäss Anhang 4 Ziff. 29 der Zollverordnung vom 1. Nov. 2006, in Kraft seit 1. Mai 2007 ( AS 2007 1469 )."
    },
    {
      "provision_ref": "art105",
      "section": "105",
      "title": "Unregelmässigkeiten",
      "content": "1 Die zugelassenen Lagerinhaber müssen jede Unregelmässigkeit im Zusammenhang mit der Beförderung unversteuerter Waren unverzüglich der Steuerbehörde melden; diese entscheidet über das weitere Vorgehen. 2 Stellt der zugelassene Lagerinhaber beim Empfang unversteuerter Waren Fehlmengen fest, so muss er dies auf dem Begleitschein bestätigen; er verbucht in seiner Warenbuchhaltung die tatsächlich eingelagerte Menge. 3 Für die Fehlmenge setzt die Steuerbehörde den Steuerbetrag mit Verfügung an den Importeur oder den versendenden zugelassenen Lagerinhaber fest."
    },
    {
      "provision_ref": "art106",
      "section": "106",
      "title": "Beförderung unversteuerter Waren an privilegierte Verbraucher und Verbraucherinnen",
      "content": "1 Für die Beförderung von unversteuerten Waren, die im Rahmen der diplomatischen und konsularischen Beziehungen geliefert werden, sowie von Treibstoffen, die zur Versorgung von Luftfahrzeugen dienen, stellt der versendende zugelassene Lagerinhaber oder der Importeur einen Begleitschein aus. 2 Das Verfahren nach Absatz 1: a. beginnt im Zeitpunkt nach Artikel 102 Absatz 1; b. endet im Zeitpunkt, in dem die Steuerbehörde die Steueranmeldung annimmt. 3 Das Verfahren für die Beförderung muss spätestens nach drei Monaten abgeschlossen sein."
    },
    {
      "provision_ref": "art106a",
      "chapter": "136",
      "section": "106a",
      "title": "a",
      "content": "1 Zu Unrecht erhobene oder zu Unrecht nicht zurückerstattete Beträge werden vom vom Zeitpunkt der Zahlung an verzinst. 2 Das EFD legt die Zinssätze fest und regelt, bis zu welchem Betrag kein Vergütungszins ausgerichtet wird."
    },
    {
      "provision_ref": "art107111",
      "chapter": "1. Abschnitt: …",
      "section": "107111",
      "title": "",
      "content": "Aufgehoben durch Ziff. I der V vom 23. Okt. 2013, mit Wirkung seit 1. Jan. 2014 ( AS 2013 4479 )."
    },
    {
      "provision_ref": "art112",
      "chapter": "2. Abschnitt: Inkrafttreten",
      "section": "112",
      "title": "",
      "content": "Diese Verordnung tritt am 1. Januar 1997 in Kraft."
    }
  ],
  "definitions": []
}