{
  "id": "sr-632-111-72",
  "type": "statute",
  "title": "Bundesgesetz vom 15. Dezember 2017 über die Einfuhr von Erzeugnissen aus Landwirtschaftsprodukten",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2018/629/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Einfuhrzölle",
      "content": "Für Erzeugnisse aus Landwirtschaftsprodukten kann der Bundesrat die Zollansätze so festsetzen, dass er ein Industrieschutzelement ausscheidet und dieses um bewegliche Teilbeträge erhöht; er hört zuvor die von ihm bestellte Zollexpertenkommission an."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Berechnung der beweglichen Teilbeträge",
      "content": "Die beweglichen Teilbeträge werden periodisch berechnet, aufgrund des Unterschiedes zwischen den Inland- und Auslandpreisen der landwirtschaftlichen Grundstoffe für die Herstellung von Produkten nach Artikel 1."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Berichterstattung",
      "content": "Der Bundesrat unterbreitet der Bundesversammlung jährlich einen Bericht über seine Massnahmen nach Artikel 1 zur Genehmigung. Die Bundesversammlung entscheidet, ob diese Massnahmen in Kraft bleiben, ergänzt oder geändert werden sollen."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Vollzug",
      "content": "1 Der Bundesrat erlässt die Ausführungsbestimmungen. Er bestimmt insbesondere die landwirtschaftlichen Grundstoffe und regelt, wie die Preise nach Artikel 2 ermittelt werden. 2 Er kann einem Departement die periodische Festsetzung der beweglichen Teilbeträge übertragen. 3 Soweit dieses Gesetz und die Ausführungsbestimmungen keine besondere Regelung enthalten, gelten sinngemäss die Bestimmungen über die Zölle."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Aufhebung eines anderen Erlasses",
      "content": "Das Bundesgesetz vom 13. Dezember 1974 über die Ein- und Ausfuhr von Erzeugnissen aus Landwirtschaftsprodukten wird aufgehoben. [ AS 1976 927 , 1995 4796 , 2006 4097 Ziff. I 2]"
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Übergangsbestimmung",
      "content": "Gesuche um Ausfuhrbeiträge gestützt auf das Bundesgesetz vom 13. Dezember 1974 über die Ein- und Ausfuhr von Erzeugnissen aus Landwirtschaftsprodukten können bis zum 28. Februar nach dem Inkrafttreten des vorliegenden Gesetzes eingereicht werden. Datum des Inkrafttretens: 1. Januar 2019 [ AS 1976 927 , 1995 4796 , 2006 4097 Ziff. I 2] BRB vom 21. Sept. 2018 ( AS 2018 3939 )"
    }
  ],
  "definitions": []
}