{
  "id": "sr-631-145-0",
  "type": "statute",
  "title": "Verordnung vom 13. November 1985 über Zollvorrechte der internationalen Organisationen, der Staaten in ihren Beziehungen zu diesen Organisationen und der Sondermissionen fremder Staaten",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1985/1819_1819_1819/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Erster Abschnitt: Vorrechte der Organisationen",
      "section": "1",
      "title": "Umfang der Abgabenfreiheit",
      "content": "1 Alle für den amtlichen Gebrauch der internationalen Organisationen bestimmten Gegenstände sind von den Einfuhrabgaben befreit. 1bis Als «internationale Organisation» im Sinne dieser Verordnung gelten institutionelle Begünstigte nach Artikel 2 Absatz 1 Buchstaben a, b, c, i, j, k, l und m des Gaststaatgesetzes vom 22. Juni 2007, sofern sie aufgrund von völkerrechtlichen Verträgen, von Vereinbarungen oder von Beschlüssen, die in Übereinstimmung mit dem Gaststaatgesetz getroffen wurden, Zollvorrechte geniessen. 2 Die abgabenfrei zugelassenen Gegenstände dürfen innert der Frist von drei Jahren seit der abgabenfreien Veranlagung nicht veräussert werden, ohne dass vorher die Einfuhrabgaben entrichtet werden. Die zuständige Zollkreisdirektion kann in Fällen, die die vorzeitige Veräusserung rechtfertigen, Erleichterungen gewähren. 3 Die Einfuhr von Motorfahrzeugen und der Bezug von abgabenfreiem Treibstoff richtet sich nach den Bestimmungen der Artikel 21, 24 und 27–29. SR 192.12 Eingefügt durch Anhang Ziff. 8 der Gaststaatverordnung vom 7. Dez. 2007 ( SR 192.121 ). Fassung gemäss Anhang 4 Ziff. 14 der Zollverordnung vom 1. Nov. 2006, in Kraft seit 1. Mai 2007 ( SR 631.01 )."
    },
    {
      "provision_ref": "art2",
      "chapter": "Erster Abschnitt: Vorrechte der Organisationen",
      "section": "2",
      "title": "Allgemeines Verfahren",
      "content": "Die Sendungen müssen an eine internationale Organisation oder an einen ihrer Spezialdienste (Sekretariat, Bibliothek, Verwaltung usw.) adressiert und für den Adressaten bestimmt sein."
    },
    {
      "provision_ref": "art3",
      "chapter": "Erster Abschnitt: Vorrechte der Organisationen",
      "section": "3",
      "title": "Sendungen, die im Bahn-, Strassen-, Flug-, Post- und Kurierverkehr eingehen oder aus einem schweizerischen offenen Zolllager, Lager für Massengüter oder Zollfreilager kommen",
      "content": "1 Vorbehältlich von Absatz 4 sind Sendungen, die im Bahn-, Strassen-, Flug-, Post und Kurierverkehr eingehen oder aus einem schweizerischen offenen Zolllager, Lager für Massengüter oder Zollfreilager kommen, der Zollstelle zuzuleiten, die dem Sitz der empfangenden Organisation am nächsten liegt. Der Antrag auf abgabenfreie Veranlagung ist mit einem besonderen Anmeldeformular bei dieser Zollstelle einzureichen. 2 Auf dem besonderen Anmeldeformular hat die Organisation den Inhalt der Sendung anzugeben und den amtlichen Zweck durch die Unterschrift des Chefs der Organisation oder seines bevollmächtigten Vertreters und durch den Stempel der Organisation zu bescheinigen. 3 Als Belege sind dem besonderen Anmeldeformular die Transport- und Zolldokumente, welche die Sendung begleiten, sowie die vom Absender ausgestellten Rechnungen oder der Lieferschein beizugeben. 4 Für Sendungen mit einer anderen Bestimmung als dem Sitz der Organisation kann das besondere Anmeldeformular der zuständigen Zollkreisdirektion unter Angabe der Einfuhrzollstelle im Voraus zur Genehmigung zugestellt werden; diese überweist es der betreffenden Zollstelle für die abgabenfreie Zulassung. 5 Verträgt die Veranlagung einer Sendung, für die das besondere Anmeldeformular fehlt, keinen Aufschub, so kann die Sendung provisorisch veranlagt werden. Es obliegt der empfangenden Organisation, entsprechend den Absätzen 1–4 nachträglich die abgabenfreie Zulassung innert 60 Tagen zu beantragen. Fassung gemäss Anhang 4 Ziff. 14 der Zollverordnung vom 1. Nov. 2006, in Kraft seit 1. Mai 2007 ( SR 631.01 )."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "",
      "content": "Aufgehoben durch Anhang 4 Ziff. 14 der Zollverordnung vom 1. Nov. 2006, mit Wirkung seit 1. Mai 2007 ( SR 631.01 )."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Vereinfachtes Verfahren für Drucksachensendungen",
      "content": "Im Post- und Kurierverkehr oder als Luftfracht beförderte Sendungen mit Drucksachen, Büchern und Veröffentlichungen, die an internationale Organisationen adressiert und für deren ausschliesslichen Gebrauch bestimmt sind, werden den Empfängern ohne das in Artikel 3 Absatz 2 erwähnte besondere Anmeldeformular zugestellt. Fassung gemäss Anhang 4 Ziff. 14 der Zollverordnung vom 1. Nov. 2006, in Kraft seit 1. Mai 2007 ( SR 631.01 )."
    },
    {
      "provision_ref": "art6",
      "chapter": "Zweiter Abschnitt: Vorrechte der leitenden und der hohen Beamten",
      "section": "6",
      "title": "Umfang der Abgabenfreiheit",
      "content": "1 Die leitenden Beamten und die zu ihrem Haushalt gehörenden Familienmitglieder sind berechtigt, alle Gegenstände, die zu ihrem persönlichen Gebrauch bestimmt sind, abgabenfrei einzuführen. Davon ausgeschlossen sind Baustoffe. 2 Die hohen Beamten und die zu ihrem Haushalt gehörenden Familienmitglieder sind berechtigt, folgende für ihren persönlichen Gebrauch bestimmten Gegenstände abgabenfrei einzuführen: a. Hausrat, neu oder gebraucht, der im Zusammenhang mit ihrer Ersteinrichtung eingeführt wird; diese Erleichterung kann nur einmal und nur innert fünf Jahren seit dem Postenantritt beansprucht werden; b. alle anderen Gegenstände, unter Ausschluss der Baustoffe. Hierunter fallen auch Hausratgegenstände, die einzeln und unabhängig von der Ersteinrichtung gemäss Buchstabe a angeschafft werden. 3 Anspruch auf abgabenfreie Einfuhr von Hausrat besteht nur, wenn der Berechtigte seinen Wohnsitz in der Schweiz hat. 4 Nach den Absätzen 1 und 2 abgabenfrei zugelassene Gegenstände dürfen weder entgeltlich noch unentgeltlich in der Schweiz abgetreten werden, ohne vorher die Bewilligung der zuständigen Zolldirektion eingeholt und die Einfuhrabgaben entrichtet zu haben. Die Veräusserung solcher Gegenstände richtet sich nach Artikel 32. 5 Die Einfuhr von Motorfahrzeugen und der Bezug von abgabenfreiem Treibstoff richtet sich nach den Artikeln 21, 24 und 27–29."
    },
    {
      "provision_ref": "art7",
      "chapter": "Zweiter Abschnitt: Vorrechte der leitenden und der hohen Beamten",
      "section": "7",
      "title": "Verfahren bei Sendungen",
      "content": "1 Unter Vorbehalt der nachfolgenden Bestimmungen ist Artikel 3 auf Sendungen anwendbar, die an die in Artikel 6 genannten Personen adressiert sind. 2 Die Sendungen müssen an die Berechtigten adressiert sein, unter Angabe ihrer dienstlichen Stellung. Diese unterschreiben das besondere Anmeldeformular für die Veranlagung persönlich. 3 Für Sendungen, die an hohe Beamte und an die zu ihrem Haushalt gehörenden Familienmitglieder adressiert sind, muss das besondere Anmeldeformular vom Chef der Organisation oder von seinem bevollmächtigten Vertreter beglaubigt und mit dem Stempel der Organisation versehen sein. 4 Hohe Beamte, die die abgabenfreie Einfuhr von Gegenständen für ihre Ersteinrichtung beanspruchen wollen, haben der zuständigen Zollkreisdirektion vorzulegen: a. ein genaues Verzeichnis der einzuführenden Gegenstände in Französisch, Deutsch oder Italienisch; b. einen Antrag auf einem besonderen Anmeldeformular, das vom Berechtigten unterschrieben, vom Chef der Organisation oder von seinem bevollmächtigten Vertreter beglaubigt und mit dem Stempel der Organisation versehen ist. 5 Nachsendungen von Hausrat sind bei der Einfuhr der ersten Sendung oder innerhalb der folgenden zwei Monate mit einem besonderen und detaillierten Verzeichnis (Reserveliste) anzumelden. Sie sind innert Jahresfrist seit Veranlagung der ersten Sendung einzuführen. 6 Das Recht auf Beschau nach Artikel 36 des Zollgesetzes vom 18. März 2005 bleibt vorbehalten. Fassung gemäss Anhang 4 Ziff. 14 der Zollverordnung vom 1. Nov. 2006, in Kraft seit 1. Mai 2007 ( SR 631.01 )."
    },
    {
      "provision_ref": "art8",
      "chapter": "Zweiter Abschnitt: Vorrechte der leitenden und der hohen Beamten",
      "section": "8",
      "title": "",
      "content": "1 Bei der Einfuhr von Gegenständen durch folgende Personen im Reiseverkehr gilt folgendes Verfahren: a. leitende Beamte der internationalen Organisationen und zu ihrem Haushalt gehörende Familienmitglieder: Die Abgabenfreiheit wird für alle Gegenstände auf blosse mündliche Anmeldung hin zugestanden; b. hohe Beamte der internationalen Organisationen und zu ihrem Haushalt gehörende Familienmitglieder: Gegenstände, die gestützt auf die allgemeinen Bestimmungen der Zollgesetzgebung nicht abgabenfrei zugelassen werden können, sind provisorisch zu veranlagen oder im Transitverfahren nach einer zuständigen Zollstelle zu veranlagen. Die Einfuhrabgaben sind zu hinterlegen. Die Abgabenbefreiung wird gewährt, sofern der Berechtigte das besondere Anmeldeformular unterschrieben und mit dem Sichtvermerk des Chefs oder seines bevollmächtigten Stellvertreters sowie mit dem Stempel der Organisation versehen der zuständigen Zollstelle vorgelegt hat. 2 In Fällen, in denen Berechtigte nach Absatz 1 Buchstabe b im Voraus wissen, dass sie auf ihrer Reise bestimmte Gegenstände kaufen werden, kann das ausgefüllte, unterschriebene und beglaubigte besondere Anmeldeformular der zuständigen Zollkreisdirektion vor Antritt der Reise zur Genehmigung vorgelegt werden. Dieses besondere Anmeldeformular hat der Berechtigte dann anlässlich der Einfuhr der Gegenstände der Zollstelle abzugeben. 3 Für Nahrungsmittel des täglichen Bedarfs, die über eine Zollstelle der französisch-genferischen Grenzregion eingeführt werden, kann die Abgabenbefreiung in einem vereinfachten Verfahren beansprucht werden. 4 Bei der Einfuhr von Gegenständen durch einen Beauftragten der unter Absatz 1 genannten Personen (Chauffeur usw.), erfolgt die Zollbehandlung nach den Absätzen 1 Buchstabe b, 2 und 3. 5 Die leitenden und die hohen Beamten sowie die zu ihrem Haushalt gehörenden Familienmitglieder sind von der Kontrolle ihres persönlichen Gepäcks befreit, sofern nicht triftige Gründe vermuten lassen, dass es Gegenstände enthält, die nicht für den amtlichen oder für den persönlichen Gebrauch bestimmt sind oder deren Ein- oder Ausfuhr nach der Bundesgesetzgebung verboten ist. 6 Die in den Absätzen 1–5 erwähnten Erleichterungen werden nur gewährt, wenn die einreisende Person ihren Ausweis des Eidgenössischen Departements für auswärtige Angelegenheiten vorweist. Fassung gemäss Anhang 4 Ziff. 14 der Zollverordnung vom 1. Nov. 2006, in Kraft seit 1. Mai 2007 ( SR 631.01 ). Fassung gemäss Anhang 4 Ziff. 14 der Zollverordnung vom 1. Nov. 2006, in Kraft seit 1. Mai 2007 ( SR 631.01 ). Fassung gemäss Anhang 4 Ziff. 14 der Zollverordnung vom 1. Nov. 2006, in Kraft seit 1. Mai 2007 ( SR 631.01 ). Fassung gemäss Anhang 4 Ziff. 14 der Zollverordnung vom 1. Nov. 2006, in Kraft seit 1. Mai 2007 ( SR 631.01 )."
    },
    {
      "provision_ref": "art9",
      "chapter": "Dritter Abschnitt: Vorrechte der übrigen Beamten",
      "section": "9",
      "title": "Umfang der Abgabenfreiheit",
      "content": "1 Beamte ausländischer Nationalität, die ihren Wohnsitz nach der Schweiz verlegen, sind vorbehältlich des Artikels 11 berechtigt, anlässlich ihrer Ersteinrichtung neues oder gebrauchtes Übersiedlungsgut sowie Lebensmittel, alkoholische Getränke und Tabakwaren für ihren persönlichen Gebrauch abgabenfrei einzuführen. Diese Erleichterung kann nur einmal beansprucht werden, es sei denn, der Beamte kehre nach einer Abwesenheit von mindestens drei Jahren in die Schweiz zurück. 2 Bei einer amtlichen Versetzung eines Beamten vom Ausland in die Schweiz kann die Frist von drei Jahren auf Gesuch der betreffenden Organisation hin durch die zuständige Zolldirektion gekürzt werden. 3 Die Abgabenbefreiung ist auf die Mengen beschränkt, die den üblichen Bedarf des Beamten und der zu seinem Haushalt gehörenden Familienmitglieder nicht übersteigen. 4 Die abgabenfrei zugelassenen Gegenstände dürfen weder entgeltlich noch unentgeltlich in der Schweiz abgetreten werden, ohne vorher die Bewilligung der zuständigen Zolldirektion eingeholt und die Einfuhrabgaben entrichtet zu haben. Die Veräusserung solcher Gegenstände richtet sich nach Artikel 32. 5 Die Einfuhr von Motorfahrzeugen richtet sich nach den Artikeln 23–25 und 27."
    },
    {
      "provision_ref": "art10",
      "chapter": "Dritter Abschnitt: Vorrechte der übrigen Beamten",
      "section": "10",
      "title": "Verfahren",
      "content": "1 Die Abgabenfreiheit ist vom Berechtigten über die Organisation, der er angehört, innert fünf Jahren seit seinem Postenantritt zu beantragen. Die Einfuhr hat innert der gleichen Frist zu erfolgen. 2 Der Antrag auf Abgabenbefreiung ist bei der zuständigen Zolldirektion einzureichen. Das Vorgehen richtet sich nach Artikel 7 Absatz 4. 3 Nachsendungen sind bei der Einfuhr der ersten Sendung oder innert der folgenden zwei Monate mit einem besonderen und detaillierten Verzeichnis (Reserveliste) anzumelden. Sie sind innert Jahresfrist seit Veranlagung der ersten Sendung einzuführen. Lebensmittel, alkoholische Getränke und Tabakwaren sind von der Reserveliste ausgeschlossen. 4 Das Recht auf Beschau nach Artikel 36 des Zollgesetzes vom 18. März 2005 bleibt vorbehalten. Will die Zollstelle die Sendung beschauen und wünscht der Empfänger, dass dies in seinem Domizil geschieht, hat er die hiefür vorgesehene Gebühr zu entrichten. Fassung gemäss Anhang 4 Ziff. 14 der Zollverordnung vom 1. Nov. 2006, in Kraft seit 1. Mai 2007 ( SR 631.01 ). Fassung gemäss Anhang 4 Ziff. 14 der Zollverordnung vom 1. Nov. 2006, in Kraft seit 1. Mai 2007 ( SR 631.01 )."
    },
    {
      "provision_ref": "art11",
      "chapter": "Vierter Abschnitt: Vorrechte des vorübergehend bei internationalen Organisationen angestellten Personals angestellten Personals",
      "section": "11",
      "title": "Zollbehandlung des Übersiedlungsgutes",
      "content": "1 Vorübergehend angestellte Personen können das Übersiedlungsgut, welches für ihren persönlichen Gebrauch oder für den Gebrauch der zu ihrem Haushalt gehörenden Familienmitglieder bestimmt ist, im Zollverfahren der vorübergehenden Verwendung und unter Sicherstellung der Einfuhrabgaben einführen. 2 Die Interessenten haben der Zollstelle in zweifacher Ausfertigung in französischer, deutscher, italienischer oder englischer Sprache ein Verzeichnis mit den einzuführenden Gegenständen vorzulegen. 3 Diese Erleichterung wird unter dem Vorbehalt gewährt, dass die Gegenstände am Ende des Aufenthalts wieder ausgeführt werden. 4 Verlegt die Person ihren Wohnsitz in die Schweiz, so kann sie die Gegenstände, die sie mindestens sechs Monate im Ausland benutzt hat und die sie persönlich weiterbenutzen wird, abgabenfrei einführen. 5 Die Einfuhr von Motorfahrzeugen richtet sich nach Artikel 26. Fassung gemäss Anhang 4 Ziff. 14 der Zollverordnung vom 1. Nov. 2006, in Kraft seit 1. Mai 2007 ( SR 631.01 ). Fassung gemäss Anhang 4 Ziff. 14 der Zollverordnung vom 1. Nov. 2006, in Kraft seit 1. Mai 2007 ( SR 631.01 )."
    },
    {
      "provision_ref": "art12",
      "chapter": "Fünfter Abschnitt: Vorrechte der ständigen Missionen oder anderen Vertretungen bei zwischenstaatlichen Organisationen",
      "section": "12",
      "title": "Vorrechte der ständigen Missionen oder anderen Vertretungen bei zwischenstaatlichen Organisationen",
      "content": "1 Die ständigen Missionen oder anderen Vertretungen bei zwischenstaatlichen Organisationen bei den internationalen Organisationen sind berechtigt, Gegenstände, die für ihren amtlichen Gebrauch bestimmt sind, abgabenfrei einzuführen. 2 Diese Erleichterungen werden nur gewährt, wenn die Artikel 1–5 eingehalten werden."
    },
    {
      "provision_ref": "art13",
      "chapter": "Fünfter Abschnitt: Vorrechte der ständigen Missionen oder anderen Vertretungen bei zwischenstaatlichen Organisationen",
      "section": "13",
      "title": "Persönliche Vorrechte",
      "content": "1 Den Chefs der ständigen Missionen oder anderen Vertretungen bei zwischenstaatlichen Organisationen und den zu ihrem Haushalt gehörenden Familienmitgliedern werden die Erleichterungen gewährt, die den leitenden Beamten der internationalen Organisationen zustehen (Art. 6 Abs. 1 und 8 Abs. 1 Bst. a, 4 und 5). 2 Den Mitgliedern des diplomatischen Personals der ständigen Missionen oder anderen Vertretungen bei zwischenstaatlichen Organisationen und den zu ihrem Haushalt gehörenden Familienmitgliedern werden die Erleichterungen gewährt, die den hohen Beamten der internationalen Organisationen zustehen (Art. 6 Abs. 2 und 8 Abs. 1 Bst. b und 2–5). 3 Den Mitgliedern des Verwaltungs- und technischen Personals und den Mitgliedern des dienstlichen Hauspersonals werden die Erleichterungen gewährt, die in Artikel 9 vorgesehen sind. 4 Das Verfahren richtet sich nach den Artikeln 7, 8 und 10. 5 Auf Mitglieder der ständigen Missionen oder anderen Vertretungen bei zwischenstaatlichen Organisationen, die neben ihrer amtlichen Tätigkeit eine auf persönlichen Gewinn gerichtete berufliche oder gewerbliche Tätigkeit ausüben, sind Vorrechte, welche diese Verordnung vorsieht, im Zusammenhang mit dieser Tätigkeit nicht anwendbar."
    },
    {
      "provision_ref": "art14",
      "chapter": "Sechster Abschnitt: Vorrechte der Delegationen und der Beobachterdelegationen",
      "section": "14",
      "title": "Amtliches Büromaterial",
      "content": "1 Büromaterial, Formulare und Veröffentlichungen zu amtlichen Zwecken werden abgabenfrei zugelassen, wenn der Einfuhrzollstelle eine vom Delegationschef unterschriebene Verwendungserklärung vorgelegt und das nicht verwendete Material wieder ausgeführt oder veranlagt wird. 2 Möbel, Büromaschinen und andere Gegenstände wie Filme, Diapositive, Rundfunk- und Fernsehgeräte usw., die für den amtlichen Gebrauch bestimmt sind, werden im Verfahren der vorübergehenden Verwendung und unter Sicherstellung der Einfuhrabgaben veranlagt, wenn der Einfuhrzollstelle eine vom Delegationschef unterschriebene Verwendungserklärung vorgelegt wird. Fassung gemäss Anhang 4 Ziff. 14 der Zollverordnung vom 1. Nov. 2006, in Kraft seit 1. Mai 2007 ( SR 631.01 ). Fassung gemäss Anhang 4 Ziff. 14 der Zollverordnung vom 1. Nov. 2006, in Kraft seit 1. Mai 2007 ( SR 631.01 )."
    },
    {
      "provision_ref": "art15",
      "chapter": "Sechster Abschnitt: Vorrechte der Delegationen und der Beobachterdelegationen",
      "section": "15",
      "title": "Persönliche Vorrechte",
      "content": "1 Vorsitzenden von Konferenzen und Versammlungen werden auf Antrag der internationalen Organisationen an die zuständige Zolldirektion für die Dauer der Konferenz bzw. Versammlung die Erleichterungen gewährt, die den leitenden Beamten zustehen (Art. 6 Abs. 1 und 8 Abs. 1 Bst. a, 4 und 5). 2 Den Delegationschefs werden für die Dauer der Konferenz oder Versammlung, an der sie teilnehmen, die gleichen Vorrechte eingeräumt. 3 Delegierte von Mitgliedstaaten und Beobachter-Delegierte, deren Rang dem eines diplomatischen Vertreters gleichwertig ist, sind berechtigt, die in ihrem persönlichen Gepäck befindlichen Gegenstände und die für ihren persönlichen Bedarf oder für offizielle Empfänge bestimmten alkoholischen Getränke und Tabakwaren abgabenfrei einzuführen, wenn sie in der Schweiz an einer Konferenz oder Versammlung teilnehmen. Sie sind von der Kontrolle ihres persönlichen Gepäcks befreit. Diese Personen sind ebenfalls berechtigt, Treibstoff abgabenfrei zu beziehen (Art. 28 und 29). 4 Mitglieder des Verwaltungs- und technischen Personals haben keine Vorrechte; die Kontrolle ihres persönlichen Gepäcks wird jedoch auf das Notwendigste beschränkt."
    },
    {
      "provision_ref": "art16",
      "chapter": "Siebenter Abschnitt: Vorrechte der mit Missionen internationaler Organisationen betrauten Experten betrauten Experten",
      "section": "16",
      "title": "",
      "content": "1 Mit Aufträgen internationaler Organisationen betraute Experten sind berechtigt, die in ihrem persönlichen Gepäck befindlichen Gegenstände abgabenfrei einzuführen. Sie sind von der Kontrolle ihres persönlichen Gepäcks befreit. 2 Mit Aufträgen internationaler Organisationen betraute Experten, die einen diplomatischen Rang haben, sind ausserdem berechtigt, Treibstoff abgabenfrei zu beziehen (Art. 28 und 29)."
    },
    {
      "provision_ref": "art17",
      "chapter": "Zweites Kapitel: Internationale Organisationen mit Sitz im Ausland",
      "section": "17",
      "title": "Amtliches Büromaterial",
      "content": "Es gilt Artikel 14."
    },
    {
      "provision_ref": "art18",
      "chapter": "Zweites Kapitel: Internationale Organisationen mit Sitz im Ausland",
      "section": "18",
      "title": "Persönliche Vorrechte",
      "content": "1 Leitende Beamte, die in Ausübung ihrer dienstlichen Tätigkeit in die Schweiz kommen, sind berechtigt, alle Gegenstände abgabenfrei einzuführen. Sie sind von der Kontrolle ihres persönlichen Gepäcks befreit. 2 Vorsitzenden von Konferenzen und Versammlungen werden auf Antrag der internationalen Organisationen an die zuständige Zolldirektion für die Dauer der Konferenz bzw. Versammlung dieselben Erleichterungen zugestanden. 3 Hohe Beamte, die in Ausübung ihrer dienstlichen Tätigkeit in die Schweiz kommen, sind berechtigt, die in ihrem persönlichen Gepäck befindlichen Waren und die für ihren persönlichen Bedarf oder für offizielle Empfänge bestimmten alkoholischen Getränke und Tabakwaren abgabenfrei einzuführen. Sie sind von der Kontrolle ihres persönlichen Gepäcks befreit. Diese Personen sind ebenfalls berechtigt, Treibstoff abgabenfrei zu beziehen (Art. 28 und 29). 4 Die übrigen Beamten haben keine Vorrechte; die Kontrolle ihres persönlichen Gepäcks wird jedoch auf das Notwendigste beschränkt. 5 Delegierte von Mitgliedstaaten und Beobachter-Delegierte, die in der Schweiz an einer Konferenz oder Versammlung teilnehmen und deren Rang dem eines diplomatischen Vertreters gleichwertig ist, sind berechtigt, die in ihrem persönlichen Gepäck befindlichen Gegenstände und die für ihren persönlichen Bedarf oder für offizielle Empfänge bestimmten alkoholischen Getränke und Tabakwaren abgabenfrei einzuführen. Sie sind von der Kontrolle ihres persönlichen Gepäcks befreit. Diese Personen sind ebenfalls berechtigt, Treibstoff abgabenfrei zu beziehen (Art. 28 und 29). 6 Mitglieder des Verwaltungs- und technischen Personals haben keine Vorrechte; die Kontrolle ihres persönlichen Gepäcks wird jedoch auf das Notwendigste beschränkt. 7 Mit Missionen der internationalen Organisationen betraute Experten sind berechtigt, die in ihrem persönlichen Gepäck befindlichen Gegenstände abgabenfrei einzuführen. Sie sind von der Kontrolle ihres persönlichen Gepäcks befreit. 8 Mit Missionen der internationalen Organisationen betraute Experten, die einen diplomatischen Rang haben, sind ausserdem berechtigt, Treibstoff abgabenfrei zu beziehen (Art. 28 und 29)."
    },
    {
      "provision_ref": "art18a",
      "chapter": "Zweites Kapitel: Internationale Organisationen mit Sitz im Ausland",
      "section": "18a",
      "title": "a Internationale Konferenzen",
      "content": "Unter Vorbehalt besonderer Bestimmungen aus völkerrechtlichen Verträgen, bei denen die Schweiz Partei ist, finden die Artikel 17 und 18 analog auf internationale Konferenzen nach Artikel 2 Absatz 1 Buchstabe h des Gaststaatgesetzes vom 22. Juni 2007 Anwendung. Eingefügt durch Anhang Ziff. 8 der Gaststaatverordnung vom 7. Dez. 2007 ( SR 192.121 ). SR 192.12"
    },
    {
      "provision_ref": "art19",
      "chapter": "Drittes Kapitel: Sondermissionen fremder Staaten",
      "section": "19",
      "title": "Amtliches Büromaterial",
      "content": "1 Büromaterial, Formulare und Veröffentlichungen für den amtlichen Gebrauch werden abgabenfrei zugelassen, wenn der Einfuhrzollstelle eine vom Chef der Sondermission unterschriebene Verwendungserklärung vorgelegt und das nicht verwendete Material wieder ausgeführt oder veranlagt wird. 2 Möbel, Büromaschinen und andere Gegenstände wie Filme, Diapositive, Rundfunk- und Fernsehgeräte usw., die für den amtlichen Gebrauch bestimmt sind, werden im Verfahren der vorübergehenden Verwendung und unter Sicherstellung der Einfuhrabgaben veranlagt, wenn der Einfuhrzollstelle eine vom Chef der Sondermission unterschriebene Verwendungserklärung vorgelegt wird. Fassung gemäss Anhang 4 Ziff. 14 der Zollverordnung vom 1. Nov. 2006, in Kraft seit 1. Mai 2007 ( SR 631.01 )."
    },
    {
      "provision_ref": "art20",
      "chapter": "Drittes Kapitel: Sondermissionen fremder Staaten",
      "section": "20",
      "title": "Persönliche Vorrechte",
      "content": "1 Den Chefs der Sondermissionen werden für die Dauer der Konferenz oder Versammlung die Erleichterungen gewährt, die den leitenden Beamten zustehen (Art. 6 Abs. 1 und 8 Abs. 1 Bst. a, 4 und 5). 2 Mitglieder von Sondermissionen, deren Rang dem eines diplomatischen Vertreters gleichwertig ist, sind berechtigt, die in ihrem persönlichen Gepäck befindlichen Gegenstände und die für ihren persönlichen Bedarf oder für offizielle Empfänge bestimmten alkoholischen Getränke und Tabakwaren abgabenfrei einzuführen. Sie sind von der Kontrolle ihres persönlichen Gepäcks befreit. Diese Personen sind ebenfalls berechtigt, Treibstoff abgabenfrei zu beziehen (Art. 28 und 29). 3 Mitglieder des Verwaltungs- und technischen Personals haben keine Vorrechte; die Kontrolle ihres Gepäcks wird jedoch auf das Notwendigste beschränkt."
    },
    {
      "provision_ref": "art21",
      "chapter": "Erster Abschnitt: Motorfahrzeuge",
      "section": "21",
      "title": "Motorfahrzeuge für internationale Organisationen mit Sitz in der Schweiz und für ständige Missionen oder andere Vertretungen bei zwischenstaatlichen Organisationen",
      "content": "1 Die internationalen Organisationen mit Sitz in der Schweiz und die ständigen Missionen oder anderen Vertretungen bei zwischenstaatlichen Organisationen sind berechtigt, die für ihren amtlichen Gebrauch bestimmten Motorfahrzeuge abgabenfrei einzuführen oder zu kaufen. 2 Strassenfahrzeuge und Motorboote dürfen während dreier Jahre, Flugzeuge während unbeschränkter Dauer nicht verkauft werden. 3 Für Motorräder, Kleinmotorräder und Motorfahrräder gilt Artikel 1 Absätze 1 und 2."
    },
    {
      "provision_ref": "art22",
      "chapter": "Erster Abschnitt: Motorfahrzeuge",
      "section": "22",
      "title": "Motorfahrzeuge für leitende Beamte, für hohe Beamte und für Missionschefs sowie für Mitglieder des diplomatischen Personals mit Wohnsitz in der Schweiz",
      "content": "1 Die in den Artikeln 6 und 13 Absätze 1 und 2 genannten Personen sind berechtigt, alle drei Jahre ein Personenauto und ein Motorboot für ihren persönlichen Gebrauch abgabenfrei einzuführen oder zu kaufen. Sie sind ebenfalls berechtigt, ein für den persönlichen Gebrauch bestimmtes Flugzeug abgabenfrei einzuführen. 2 Personenwagen und Motorboote dürfen während dreier Jahre, Flugzeuge während unbeschränkter Dauer nicht verkauft werden. 3 Die Einfuhrveranlagung, die Abtretung gemäss Artikel 24 Absatz 3 oder die endgültige Wiederausfuhr eines nach den Artikeln 21 und 22 abgabenfrei zugelassenen Motorfahrzeugs geben unverzüglich Anspruch, ein neues Fahrzeug abgabenfrei einzuführen oder zu kaufen. 4 Personenautomobile, Motorboote und Flugzeuge, die der Gesuchsteller vor seinem Postenantritt während mindestens sechs Monaten im Ausland benutzt hat, werden gestützt auf Artikel 14 der Zollverordnung vom 1. November 2006 abgabenfrei zugelassen. 5 Für Motorräder, Kleinmotorräder und Motorfahrräder gilt Artikel 6 Absätze 1 und 2. Fassung gemäss Anhang 4 Ziff. 14 der Zollverordnung vom 1. Nov. 2006, in Kraft seit 1. Mai 2007 ( SR 631.01 ). SR 631.01 Fassung gemäss Anhang 4 Ziff. 14 der Zollverordnung vom 1. Nov. 2006, in Kraft seit 1. Mai 2007 ( SR 631.01 )."
    },
    {
      "provision_ref": "art23",
      "chapter": "Erster Abschnitt: Motorfahrzeuge",
      "section": "23",
      "title": "Motorfahrzeuge für die übrigen Beamten, für das Verwaltungs- und technische Personal sowie für das dienstliche Hauspersonal der ständigen Missionen oder anderen Vertretungen bei zwischenstaatlichen Organisationen",
      "content": "1 Die in den Artikeln 9 und 13 Absatz 3 genannten Personen, die in der Schweiz den Wohnsitz haben, sind berechtigt, bei der Ersteinrichtung in der Schweiz oder bei der Rückkehr in die Schweiz, nach einer Abwesenheit von mindestens drei Jahren, ein Personenautomobil und ein Motorboot für ihren persönlichen Gebrauch abgabenfrei einzuführen oder zu kaufen. 2 Diese Erleichterungen können nur einmal beansprucht werden, und die Einfuhr oder der Kauf muss innert fünf Jahren seit dem Postenantritt erfolgen. 3 Die Fahrzeuge dürfen während dreier Jahre nicht verkauft werden. 4 Personenautomobile, Motorboote und Flugzeuge, die der Gesuchsteller vor seinem Postenantritt während mindestens sechs Monaten im Ausland benutzt hat, werden gestützt auf Artikel 14 der Zollverordnung vom 1. November 2006 abgabenfrei zugelassen. 5 Für Motorräder, Kleinmotorräder und Motorfahrräder gilt Artikel 9 Absätze 1 und 2. SR 631.01 Fassung gemäss Anhang 4 Ziff. 14 der Zollverordnung vom 1. Nov. 2006, in Kraft seit 1. Mai 2007 ( SR 631.01 )."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Verfahren für die abgabenfreie Zulassung; Abtretung von Fahrzeugen",
      "content": "1 Berechtigte, die gestützt auf die Artikel 21–23 die Abgabenfreiheit für ein Motorfahrzeug beanspruchen wollen, haben der zuständigen Zolldirektion auf speziellem Formular ein Gesuch einzureichen. Darin haben sie sich zu verpflichten, das Fahrzeug während der festgelegten Dauer weder entgeltlich noch unentgeltlich in der Schweiz abzutreten, ohne vorher die Bewilligung der zuständigen Zolldirektion eingeholt und die Einfuhrabgaben entrichtet zu haben. 2 Verpflichtungen betreffend Motorfahrzeuge, die für den amtlichen Gebrauch der internationalen Organisation oder der ständigen Mission oder anderen Vertretungen bei zwischenstaatlichen Organisationen bestimmt sind, müssen vom Chef der Organisation oder der ständigen Mission oder anderen Vertretung bei zwischenstaatlichen Organisationen oder von ihren bevollmächtigten Vertretern unterschrieben und mit dem Amtsstempel versehen sein. Verpflichtungen für persönliche Fahrzeuge sind vom Chef der internationalen Organisation oder der ständigen Mission oder anderen Vertretung bei zwischenstaatlichen Organisationen oder von ihren bevollmächtigten Vertretern zu beglaubigen und mit dem Amtsstempel zu versehen. 3 Nach den Artikeln 21, 22 oder 23 abgabenfrei zugelassene Motorfahrzeuge können mit Einwilligung der zuständigen Zolldirektion ohne Bezahlung der Einfuhrabgaben an eine internationale Organisation, eine ständige Mission oder andere Vertretung bei zwischenstaatlichen Organisationen oder an eine Person abgetreten werden, die laut dieser Verordnung die Abgabenfreiheit beanspruchen kann. Der Erwerber hat schriftlich die Verpflichtungen des Abtretenden zu übernehmen. Für Strassenfahrzeuge und Motorboote wird dem Erwerbenden der bis zum Zeitpunkt der Handänderung abgelaufene Teil der dreijährigen Verpflichtungsfrist angerechnet. 4 Wird der Berechtigte im Rahmen der gleichen Organisation, auf Antrag einer anderen Organisation oder auf Anordnung seiner Regierung ins Ausland versetzt, so können Strassenfahrzeuge und Motorboote, deren abgabenfreie Zulassung weniger als drei Jahre zurückliegt, unter Entrichtung von ermässigten Einfuhrabgaben in der Schweiz verkauft werden. Die ermässigte Einfuhrabgabe beträgt vor Ablauf der Frist von: [tab] a. 1 Jahr: 75 Prozent; [tab] b. 2 Jahren: 50 Prozent; [tab] c. 3 Jahren: 25 Prozent. 5 Der zuständigen Zolldirektion ist eine offizielle Bestätigung über den Wegzug vorzulegen. 6 … Aufgehoben durch Anhang 4 Ziff. 14 der Zollverordnung vom 1. Nov. 2006, mit Wirkung seit 1. Mai 2007 ( SR 631.01 )."
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Beendung der dienstlichen Tätigkeit unter Beibehaltung des Wohnsitzes in der Schweiz",
      "content": "1 Verliert der Halter eines nach Artikel 22 oder 23 abgabenfrei zugelassenen Motorfahrzeugs seinen Anspruch auf die vorgesehenen Erleichterungen und behält er seinen Wohnsitz in der Schweiz bei, hat er die Einfuhrabgaben für das Fahrzeug zu entrichten. 2 Um der seit der abgabenfreien Zulassung verstrichenen Zeitspanne Rechnung zu tragen, können die in Artikel 24 Absatz 4 vorgesehenen Ermässigungen gewährt werden."
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Einfuhr von Motorfahrzeugen durch internationale Organisationen, ständige Missionen oder andere Vertretungen bei zwischenstaatlichen Organisationen oder Personen, die ihren Sitz oder Wohnsitz nicht in der Schweiz haben",
      "content": "1 Motorfahrzeuge, die von den in den Artikeln 17 und 18 bezeichneten internationalen Organisationen, ständigen Missionen oder anderen Vertretungen bei zwischenstaatlichen Organisationen oder Personen eingeführt werden, werden abgabenfrei zugelassen, wenn der Halter sich auf einem speziellen Formular verpflichtet, das Fahrzeug während unbeschränkter Dauer weder entgeltlich noch unentgeltlich in der Schweiz abzutreten. Am Ende des vorübergehenden Aufenthalts des Berechtigten ist das Fahrzeug wiederauszuführen oder in ein offenes Zolllager oder Zollfreilager zu verbringen. Andernfalls sind die Einfuhrabgaben zu entrichten, es sei denn, zufolge einer Änderung des Status (z.B. endgültige Anstellung usw.) könne eine neue Abgabenbefreiung zugestanden werden. 2 Artikel 24 Absatz 4 ist auf solche Fahrzeuge nicht anwendbar. Fassung gemäss Anhang 4 Ziff. 14 der Zollverordnung vom 1. Nov. 2006, in Kraft seit 1. Mai 2007 ( SR 631.01 )."
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "Behandlung beschädigter Motorfahrzeuge",
      "content": "Ist ein nach den Artikeln 21, 22, 23 oder 26 abgabenfrei zugelassenes Motorfahrzeug durch Zufall oder höhere Gewalt vernichtet oder beschädigt worden, so kann das Fahrzeug oder können Teile davon gegen Entrichtung der von der zuständigen Zolldirektion in jedem Einzelfall festgelegten Einfuhrabgaben veräussert werden. Die Zolldirektion kann diese Einfuhrabgaben ganz oder teilweise erlassen, wenn die Umstände es rechtfertigen."
    },
    {
      "provision_ref": "art28",
      "chapter": "Zweiter Abschnitt: Abgabenfreier Treibstoff",
      "section": "28",
      "title": "Berechtigte",
      "content": "Anspruch auf abgabenfreien Treibstoff für Amts- oder Dienstfahrzeuge und für Privatfahrzeuge haben: a. die internationalen Organisationen mit Sitz in der Schweiz; b. die leitenden und hohen Beamten dieser internationalen Organisationen; c. die ständigen Missionen oder anderen Vertretungen bei zwischenstaatlichen Organisationen bei den internationalen Organisationen mit Sitz in der Schweiz; d. die Chefs der ständigen Missionen oder anderen Vertretungen bei zwischenstaatlichen Organisationen und die Mitglieder des diplomatischen Personals dieser Missionen; e. die in Artikel 18 Absätze 1 und 3 genannten Beamten internationaler Organisationen, wenn sie sich in Ausübung ihrer dienstlichen Tätigkeit in die Schweiz begeben; f. die in den Artikeln 15 Absatz 1 und 18 Absatz 2 genannten Vorsitzenden von Konferenzen und Versammlungen; g. die in Artikel 15 Absatz 2 genannten Delegationschefs sowie die in den Artikeln 15 Absatz 3 und 18 Absatz 5 genannten Delegierten von Mitgliedstaaten und die Beobachter-Delegierten, wenn sie in der Schweiz an einer Konferenz oder Versammlung teilnehmen; h. die mit Missionen der internationalen Organisationen betrauten Experten (Art. 16 Abs. 2 und 18 Abs. 8); i. die in Artikel 20 Absätze 1 und 2 genannten Chefs und Mitglieder von Sondermissionen, wenn sie in der Schweiz an einer Konferenz oder Versammlung teilnehmen."
    },
    {
      "provision_ref": "art29",
      "chapter": "Zweiter Abschnitt: Abgabenfreier Treibstoff",
      "section": "29",
      "title": "Verfahren für den Bezug abgabenfreien Treibstoffs",
      "content": "1 Jeder Berechtigte, der abgabenfreien Treibstoff zu tanken wünscht, muss Inhaber eines Treibstoffausweises sein, der auf Antrag hin erteilt wird: a. vom Büro der Vereinten Nationen in Genf 1. für die Organisationen der Vereinten Nationen und ihre Spezialinstitutionen, 2. für die ständigen Missionen oder anderen Vertretungen bei zwischenstaatlichen Organisationen bei der Organisation der Vereinten Nationen, 3. für die in Artikel 28 Buchstaben e–h genannten Berechtigten, die im Zusammenhang mit der Organisation der Vereinten Nationen in die Schweiz kommen; b. von der Zollkreisdirektion Genf: 1. für die übrigen internationalen Organisationen mit Sitz in Genf, 2. für die ständigen Missionen oder andere Vertretungen bei zwischenstaatlichen Organisationen bei diesen Organisationen, 3. für die in Artikel 28 Buchstaben e–h genannten Berechtigten, die im Zusammenhang mit einer anderen internationalen Organisation als derjenigen der Vereinten Nationen in die Schweiz kommen, 4. für die Berechtigten nach Artikel 28 Buchstabe i; c. von der Zollkreisdirektion Basel für die Bank für Internationalen Zahlungsausgleich; d. von der Zollstelle Bern für die internationalen Organisationen und die internationalen Büros mit Sitz an einem anderen Ort als Genf. 2 Dieser Ausweis kann nur denjenigen Berechtigten abgegeben werden, die sich auf einem speziellen Formular der Eidgenössischen Zollverwaltung gegenüber verpflichten, den abgabenfrei getankten Treibstoff nur für das darin aufgeführte Motorfahrzeug zu verwenden, und zwar a. für den amtlichen Gebrauch der internationalen Organisation oder der ständigen Mission oder anderen Vertretung bei zwischenstaatlichen Organisationen; b. für den ausschliesslichen Gebrauch des Berechtigten oder der zu seinem Haushalt gehörenden Familienmitglieder. 3 Der Treibstoff wird gegen Vorweisung des Treibstoffausweises von den durch die Oberzolldirektion bezeichneten Tankstellen abgegeben. 4 … 5 Der Treibstoffausweis ist unverzüglich der Ausgabestelle zurückzugeben, wenn das fragliche Fahrzeug veräussert wird oder wenn der Inhaber des Ausweises das Recht auf Abgabenfreiheit verliert. Fassung gemäss Anhang 4 Ziff. 14 der Zollverordnung vom 1. Nov. 2006, in Kraft seit 1. Mai 2007 ( SR 631.01 ). Fassung gemäss Anhang 4 Ziff. 14 der Zollverordnung vom 1. Nov. 2006, in Kraft seit 1. Mai 2007 ( SR 631.01 ). Fassung gemäss Anhang 4 Ziff. 14 der Zollverordnung vom 1. Nov. 2006, in Kraft seit 1. Mai 2007 ( SR 631.01 ). Eingefügt durch Anhang 4 Ziff. 14 der Zollverordnung vom 1. Nov. 2006, in Kraft seit 1. Mai 2007 ( SR 631.01 ). Aufgehoben durch Ziff. I der V vom 23. Aug. 1989 ( AS 1989 1768 )."
    },
    {
      "provision_ref": "art30",
      "chapter": "Fünftes Kapitel: Diplomatisches Kuriergepäck",
      "section": "30",
      "title": "",
      "content": "1 Die internationalen Organisationen, die ständigen Missionen oder anderen Vertretungen bei zwischenstaatlichen Organisationen sowie die Delegierten der Mitgliedstaaten und die Beobachter-Delegierten sind berechtigt, amtliche Korrespondenz und für den amtlichen Gebrauch bestimmte Gegenstände in versiegelten Gepäckstücken zu versenden oder zu empfangen. 2 Mit Missionen betraute Experten können versiegeltes Kuriergepäck empfangen. 3 Als «amtliche Korrespondenz» gelten die gesamte Korrespondenz, die Akten oder andere amtliche Schriftstücke (auch in Form von Datenträgern). 4 Als «für den amtlichen Gebrauch bestimmte Gegenstände» gelten Chiffriermaschinen, Amts- und Siegelstempel, Einsätze für Trockenstempelpresse, Sicherheitsschlösser und Schlüssel. 5 Für andere Gegenstände ist die Kurierübermittlung untersagt. Gegenstände aller Art wie Ausstellungsgüter, Waffen, Munition usw. sind auf gewöhnliche Weise zu versenden. 6 Das Kuriergepäck muss deutlich sichtbare äussere Kennzeichen tragen und vom zuständigen Dienst der Organisation, der Regierung, der ständigen Mission oder anderen Vertretung bei zwischenstaatlichen Organisationen oder der Delegation plombiert oder versiegelt sein. Es muss entweder vom «Träger eines Kurierausweises» (Passierschein) oder von einem Kuriergepäck-Ausweis begleitet sein. 7 Der Kurierausweis und der Kuriergepäck-Ausweis müssen vom Dienst, der den Verschluss angebracht hat, ausgestellt sein und bescheinigen, dass das Gepäck nur amtliche Schriftstücke oder/und für den amtlichen Gebrauch bestimmte Gegenstände enthält. 8 Das Kuriergepäck darf weder geöffnet noch zurückgehalten werden."
    },
    {
      "provision_ref": "art31",
      "chapter": "Sechstes Kapitel: Verschiedene Bestimmungen",
      "section": "31",
      "title": "Ein- und Ausfuhrverbote und -beschränkungen",
      "content": "1 Gemäss dem mit der Schweiz abgeschlossenen Abkommen sind die auf Grund dieser Verordnung abgabenfrei eingeführten Gegenstände ebenso wie auch die ausgeführten Gegenstände den Ein- und Ausfuhrverboten und -beschränkungen wirtschaftlicher oder finanzieller Natur nicht unterstellt. 2 Die übrigen Bestimmungen der Bundesgesetzgebung, insbesondere die Massnahmen betreffend das Gesundheitswesen, die Tierseuchen, den Kulturgütertransfer, den Arten- und den Pflanzenschutz, bleiben vorbehalten. Fassung gemäss Anhang 4 Ziff. 14 der Zollverordnung vom 1. Nov. 2006, in Kraft seit 1. Mai 2007 ( SR 631.01 )."
    },
    {
      "provision_ref": "art32",
      "chapter": "Sechstes Kapitel: Verschiedene Bestimmungen",
      "section": "32",
      "title": "Veräusserung von abgabenfrei zugelassenen Gegenständen",
      "content": "1 Mit Zustimmung der zuständigen Zolldirektion können die nach den Artikeln 6 Absätze 1 und 2, 8 Absätze 1 Buchstabe b und 2–4 und Artikel 9 abgabenfrei zugelassenen Gegenstände gleich nach der Einfuhr an Personen abgetreten werden, die Anspruch auf Abgabenbefreiung solcher Gegenstände haben. Der Erwerber hat die Verpflichtung des Abtretenden zu übernehmen. 2 Werden die Gegenstände an andere Personen abgetreten, sind die Einfuhrabgaben nachträglich zu entrichten. Wenn die Umstände es rechtfertigen, kann die zuständige Zolldirektion Erleichterungen gewähren. 3 Für Gegenstände nach Absatz 1 (mit Ausnahme der alkoholischen Getränke und der Tabakwaren) sind bei der Veräusserung keine Abgaben zu entrichten, wenn seit ihrer Einfuhr ein Jahr vergangen ist."
    },
    {
      "provision_ref": "art33",
      "chapter": "Sechstes Kapitel: Verschiedene Bestimmungen",
      "section": "33",
      "title": "Nachträgliche Einfuhrveranlagung",
      "content": "Unter Vorbehalt von Bestimmungen, die Erleichterungen vorsehen, sind auf Gegenstände, die gestützt auf diese Verordnung vorerst abgabenfrei zugelassen wurden, bei der nachträglichen Veranlagung alle Einfuhrvorschriften anwendbar. Fassung gemäss Anhang 4 Ziff. 14 der Zollverordnung vom 1. Nov. 2006, in Kraft seit 1. Mai 2007 ( SR 631.01 )."
    },
    {
      "provision_ref": "art34",
      "chapter": "Sechstes Kapitel: Verschiedene Bestimmungen",
      "section": "34",
      "title": "Rückerstattung der Einfuhrabgaben",
      "content": "Die bei einer endgültigen Einfuhrveranlagung bezahlten Abgaben werden nicht rückerstattet; auch dann nicht, wenn diese Verordnung die Abgabenbefreiung an sich zugelassen hätte. Fassung gemäss Anhang 4 Ziff. 14 der Zollverordnung vom 1. Nov. 2006, in Kraft seit 1. Mai 2007 ( SR 631.01 )."
    },
    {
      "provision_ref": "art35",
      "chapter": "Sechstes Kapitel: Verschiedene Bestimmungen",
      "section": "35",
      "title": "Sicherstellung der Einfuhrabgaben",
      "content": "In Fällen, in denen diese Verordnung die vorübergehende abgabenfreie Zulassung im Verfahren der vorübergehenden Verwendung vorsieht, kann die Zollverwaltung die Einfuhrabgaben als verbürgt betrachten, wenn die betreffende Organisation oder ständige Mission oder andere Vertretung bei zwischenstaatlichen Organisationen eine entsprechende Verpflichtung unterschreibt. Fassung gemäss Anhang 4 Ziff. 14 der Zollverordnung vom 1. Nov. 2006, in Kraft seit 1. Mai 2007 ( SR 631.01 )."
    },
    {
      "provision_ref": "art36",
      "section": "36",
      "title": "Stellvertretung",
      "content": "In Fällen, in denen gestützt auf diese Verordnung der Chef der Organisation oder ständigen Mission oder anderen Vertretung bei zwischenstaatlichen Organisationen ermächtigt ist, die Unterschriftsberechtigung einem Stellvertreter zu übertragen, muss dessen Name und Unterschriftsprobe ordnungsgemäss der zuständigen Zolldirektion mitgeteilt werden."
    },
    {
      "provision_ref": "art37",
      "section": "37",
      "title": "Zusammenarbeit",
      "content": "Nach Massgabe der mit der Schweiz abgeschlossenen Abkommen arbeiten die betreffenden internationalen Organisationen und die Zollverwaltung zusammen, um die Anwendung dieser Verordnung zu erleichtern und Missbräuche zu verhindern."
    },
    {
      "provision_ref": "art38",
      "section": "38",
      "title": "Berechtigte",
      "content": "1 Das Eidgenössische Departement für auswärtige Angelegenheiten ersucht die internationalen Organisationen, ihm die Liste der Beamten, für die diese Verordnung gilt, periodisch zuzustellen; es ist ferner dafür besorgt, dass ihm die eingetretenen Änderungen laufend gemeldet, die in der Schweiz zu organisierenden Versammlungen und Konferenzen frühzeitig angekündigt und die Namen und Eigenschaften der Personen gemeldet werden, die, ohne einer ständigen Mission oder andere Vertretung bei zwischenstaatlichen Organisationen anzugehören, in der Schweiz einen vorübergehenden Auftrag erfüllen und nach dieser Verordnung Zollvorrechte geniessen. 2 Das Eidgenössische Departement für auswärtige Angelegenheiten unterrichtet unverzüglich die Oberzolldirektion. 3 Es führt die Listen des Personals der ständigen Missionen oder anderen Vertretungen bei zwischenstaatlichen Organisationen laufend nach und unterrichtet die zuständige Zolldirektion über die eintretenden Änderungen."
    },
    {
      "provision_ref": "art39",
      "section": "39",
      "title": "Familienmitglieder",
      "content": "Im Sinne dieser Verordnung sind unter dem Ausdruck «zu ihrem Haushalt gehörende Familienmitglieder» die Personen zu verstehen, die einen Ausweis der gleichen Kategorie wie der Berechtigte besitzen und die keiner Erwerbstätigkeit nachgehen."
    },
    {
      "provision_ref": "art40",
      "section": "40",
      "title": "Ausweise",
      "content": "Personen, denen das Eidgenössische Departement für auswärtige Angelegenheiten Ausweise erteilt hat, sind gehalten, diese den Zollbehörden auf Ersuchen vorzuweisen. Das Eidgenössische Departement für auswärtige Angelegenheiten informiert die Oberzolldirektion über die Art der gültigen Ausweise."
    },
    {
      "provision_ref": "art41",
      "section": "41",
      "title": "Personen schweizerischer Nationalität",
      "content": "Diese Verordnung ist auf Personen schweizerischer Nationalität nicht anwendbar."
    },
    {
      "provision_ref": "art42",
      "section": "42",
      "title": "Wohnsitz",
      "content": "Wo der Wohnsitz in der Schweiz massgebend ist, bestimmt sich dieser nach den Artikeln 23 ff. des Zivilgesetzbuches. SR 210"
    },
    {
      "provision_ref": "art43",
      "section": "43",
      "title": "Abtretung von Kompetenzen",
      "content": "1 Die Kompetenzen bei der Anwendung dieser Verordnung sind wie folgt geregelt: a. Die Zolldirektion Genf ist zuständig zur Behandlung der Fragen betreffend die internationalen Organisationen mit Sitz in Genf und die in Genf tagenden internationalen Konferenzen sowie der Fragen betreffend die ständigen Missionen oder anderen Vertretungen bei zwischenstaatlichen Organisationen oder Beobachtermissionen bei diesen Organisationen oder Konferenzen. b. Die Zollstellen Bardonnex (Genève-Routes), Genf-La Praille, und Genf-Flughafen sind, je nach Verkehrsart, zuständig für die Zollbehandlung der im Bahn-, Post-, Kurier- Flug- und Strassenverkehr eingehenden oder aus einem offenen Zolllager, einem Lager für Massengüter oder einem Zollfreilager kommenden Sendungen, die an die unter Buchstabe a hiervor genannten Organisationen und Missionen adressiert sind. Die Zollkreisdirektion Genf kann gewisse Veranlagungen auf eine bestimmte Zollstelle beschränken. c. Die Zollstelle Bern ist zuständig zur Behandlung der Fragen betreffend die internationalen Organisationen mit Sitz in Bern und die in Bern tagenden Konferenzen. d. Die Zollkreisdirektion, in deren Kreis sich der Sitz einer internationalen Organisation befindet oder eine Konferenz im Sinne dieser Verordnung abgehalten wird, überwacht die richtige Anwendung dieser Verordnung, insbesondere was allgemein die Zollbehandlung der Personen im Reiseverkehr betrifft. 2 Die genannten Stellen verhandeln für alle in ihrer Zuständigkeit stehenden Fälle direkt mit den Organisationen mit Sitz in der Schweiz und mit den ersuchenden Personen. 3 In allen anderen Fällen, einschliesslich für Fragen, die den Rahmen dieser Verordnung überschreiten, holen die betreffenden Stellen auf dem Dienstweg Weisungen bei der Oberzolldirektion ein. Fassung gemäss Anhang 4 Ziff. 14 der Zollverordnung vom 1. Nov. 2006, in Kraft seit 1. Mai 2007 ( SR 631.01 ). Fassung gemäss Anhang 4 Ziff. 14 der Zollverordnung vom 1. Nov. 2006, in Kraft seit 1. Mai 2007 ( SR 631.01 ). Fassung gemäss Anhang 4 Ziff. 14 der Zollverordnung vom 1. Nov. 2006, in Kraft seit 1. Mai 2007 ( SR 631.01 ). Fassung gemäss Anhang 4 Ziff. 14 der Zollverordnung vom 1. Nov. 2006, in Kraft seit 1. Mai 2007 ( SR 631.01 )."
    },
    {
      "provision_ref": "art44",
      "section": "44",
      "title": "Anwendung der Bestimmungen der Zollgesetzgebung",
      "content": "Soweit diese Verordnung nichts anderes bestimmt, sind die allgemeinen Bestimmungen der Zollgesetzgebung massgebend."
    },
    {
      "provision_ref": "art45",
      "chapter": "Siebentes Kapitel: Schlussbestimmungen",
      "section": "45",
      "title": "Vollzug",
      "content": "Die Eidgenössische Zollverwaltung vollzieht diese Verordnung. Fassung gemäss Anhang 4 Ziff. 14 der Zollverordnung vom 1. Nov. 2006, in Kraft seit 1. Mai 2007 ( SR 631.01 )."
    },
    {
      "provision_ref": "art46",
      "chapter": "Siebentes Kapitel: Schlussbestimmungen",
      "section": "46",
      "title": "Aufhebung bisherigen Rechts",
      "content": "Das Zollreglement vom 23. April 1952 betreffend die Organisation der Vereinten Nationen und die ihr angeschlossenen Spezialinstitutionen wird aufgehoben. In der AS nicht veröffentlicht."
    },
    {
      "provision_ref": "art47",
      "chapter": "Siebentes Kapitel: Schlussbestimmungen",
      "section": "47",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 1. Dezember 1985 in Kraft."
    }
  ],
  "definitions": []
}