{
  "id": "sr-641-811-423",
  "type": "statute",
  "title": "Verordnung des EFD vom 15. Oktober 2024 über den Einbezug von Tankkarten-Anbietern in die Erhebung der Schwerverkehrsabgabe (Tankkarten-Anbieter-Verordnung EFD)",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2024/594/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "1. Abschnitt: Gegenstand",
      "section": "1",
      "title": "",
      "content": "Diese Verordnung regelt den Einbezug von Tankkarten-Anbietern in die Erhebung der Schwerverkehrsabgabe. Zu diesem Zweck regelt sie: a. das Verfahren der Zulassung der Tankkarten-Anbieter; b. die technischen und betrieblichen Vorgaben für Tankkarten-Anbieter; c. die Pflichten der Tankkarten-Anbieter; d. die Höhe des Entgelts für die Dienstleistungen, die Tankkarten-Anbieter gegenüber dem Bundesamt für Zoll und Grenzsicherheit (BAZG) erbringen."
    },
    {
      "provision_ref": "art2",
      "chapter": "2. Abschnitt: Zulassung von Tankkarten-Anbietern",
      "section": "2",
      "title": "Voraussetzungen für die Erteilung der Zulassung",
      "content": "1 Das BAZG erteilt einem Tankkarten-Anbieter auf Gesuch hin die Zulassung, wenn dieser: a. die Voraussetzungen nach Artikel 82 Absatz 2 SVAV erfüllt; b. über ein Zustelldomizil in der Schweiz verfügt; und c. das Zulassungsverfahren auf allen Prüfstufen erfolgreich durchlaufen hat. 2 Die technischen und betrieblichen Vorgaben nach Artikel 82 Absatz 2 Buchstabe b sind im Anhang geregelt."
    },
    {
      "provision_ref": "art3",
      "chapter": "2. Abschnitt: Zulassung von Tankkarten-Anbietern",
      "section": "3",
      "title": "Gesuch um Zulassung",
      "content": "Mit dem Gesuch muss der Gesuchsteller glaubhaft machen, dass er fähig ist, die technischen und betrieblichen Vorgaben dauerhaft zu erfüllen."
    },
    {
      "provision_ref": "art4",
      "chapter": "2. Abschnitt: Zulassung von Tankkarten-Anbietern",
      "section": "4",
      "title": "Prüfstufen des Zulassungsverfahrens",
      "content": "1 Das BAZG prüft, ob: a. die eingereichten Unterlagen zu den betrieblichen Vorgaben vollständig, schlüssig und nachvollziehbar sind und ob die Voraussetzungen nach Artikel 82 Absatz 2 Buchstaben a und c SVAV erfüllt sind (Prüfstufe 1); b. die technischen und betrieblichen Vorgaben für die Schnittstellen zwischen dem System des Tankkarten-Anbieters und dem Informationssystem des BAZG erfüllt werden können (Prüfstufe 2). 2 Kommt das BAZG aufgrund der Prüfung auf der Stufe 1 zum Schluss, dass der Gesuchsteller die Anforderungen erfüllt, so nimmt es die Prüfung auf der Stufe 2 vor. Es teilt dem Gesuchsteller das Ergebnis seiner Prüfungen mit. 3 Entscheide über das Nichterfüllen der Anforderungen auf einer Prüfstufe erfolgen auf Verlangen des Gesuchstellers in Form einer Verfügung."
    },
    {
      "provision_ref": "art5",
      "chapter": "2. Abschnitt: Zulassung von Tankkarten-Anbietern",
      "section": "5",
      "title": "Kosten des Zulassungsverfahrens",
      "content": "Die Kosten, die dem Tankkarten-Anbieter im Zulassungsverfahren entstehen, trägt er selbst."
    },
    {
      "provision_ref": "art6",
      "chapter": "2. Abschnitt: Zulassung von Tankkarten-Anbietern",
      "section": "6",
      "title": "Zulassungsvertrag",
      "content": "1 Besteht ein Gesuchsteller das Zulassungsverfahren, so verfügt das BAZG die Zulassung. 2 Hat das BAZG einem Tankkarten-Anbieter die Zulassung erteilt, so schliesst es mit ihm einen öffentlich-rechtlichen Zulassungsvertrag."
    },
    {
      "provision_ref": "art7",
      "chapter": "3. Abschnitt: Pflichten der Tankkarten-Anbieter",
      "section": "7",
      "title": "Überweisung der Zahlungen an das BAZG",
      "content": "Die Tankkarten-Anbieter müssen die Rechnungen, die das BAZG über die autorisierten Transaktionen ausstellt, innert 30 Tagen nach Rechnungsdatum begleichen."
    },
    {
      "provision_ref": "art8",
      "chapter": "3. Abschnitt: Pflichten der Tankkarten-Anbieter",
      "section": "8",
      "title": "Mitwirkung bei der Einführung technischer Neuerungen",
      "content": "Die Tankkarten-Anbieter müssen an der Einführung technischer Neuerungen mitwirken, sofern das BAZG diese vorgängig angekündigt hat."
    },
    {
      "provision_ref": "art9",
      "chapter": "3. Abschnitt: Pflichten der Tankkarten-Anbieter",
      "section": "9",
      "title": "Kennzahlen",
      "content": "1 Die Tankkarten-Anbieter müssen bei der Ermittlung von in den technischen und betrieblichen Vorgaben vorgesehenen Kennzahlen mitwirken. 2 Sie schlagen dem BAZG allenfalls notwendige Verbesserungen vor."
    },
    {
      "provision_ref": "art10",
      "chapter": "3. Abschnitt: Pflichten der Tankkarten-Anbieter",
      "section": "10",
      "title": "Mitteilung an das BAZG bei Einstellung der Tätigkeit",
      "content": "Stellt ein Tankkarten-Anbieter seine Tätigkeit ein, so muss er dies dem BAZG umgehend mitteilen."
    },
    {
      "provision_ref": "art11",
      "chapter": "3. Abschnitt: Pflichten der Tankkarten-Anbieter",
      "section": "11",
      "title": "Weitere Anforderungen",
      "content": "Das BAZG kann von einem Tankkarten-Anbieter verlangen, dass er weitere Anforderungen erfüllt, um sicherzustellen, dass er die technischen oder betrieblichen Vorgaben einhält."
    },
    {
      "provision_ref": "art12",
      "chapter": "4. Abschnitt: Sicherheitsleistungen",
      "section": "12",
      "title": "",
      "content": "Das BAZG kann von einem Tankkarten-Anbieter Sicherheitsleistungen verlangen, wenn Zweifel an seiner finanziellen Leistungsfähigkeit zur Erfüllung der rechtlichen und vertraglichen Pflichten bestehen."
    },
    {
      "provision_ref": "art13",
      "chapter": "5. Abschnitt: Änderung der Verhältnisse sowie Nichterfüllung von Voraussetzungen und Pflichten",
      "section": "13",
      "title": "Änderung der Verhältnisse",
      "content": "Kommt es bei einem zugelassenen Tankkarten-Anbieter zu einer Änderung der Verhältnisse, die Auswirkungen auf die Zulassung haben könnte, so muss er dies dem BAZG umgehend mitteilen sowie aufzeigen: a. welche Auswirkungen die Änderung hat und welche Risiken für die Erhebung der Abgabe damit verbunden sind; b. welche Massnahmen zur Reduktion der Risiken ergriffen werden oder worden sind."
    },
    {
      "provision_ref": "art14",
      "chapter": "5. Abschnitt: Änderung der Verhältnisse sowie Nichterfüllung von Voraussetzungen und Pflichten",
      "section": "14",
      "title": "Erneute Prüfung der Zulassungsvoraussetzungen",
      "content": "1 Deuten Angaben nach Artikel 13 oder andere Anhaltspunkte darauf hin, dass die Zulassungsvoraussetzungen nicht mehr erfüllt sind, so nimmt das BAZG erneut eine Prüfung vor. 2 Verursacht eine erneute Prüfung für den Tankkarten-Anbieter Kosten, so werden diese nicht entschädigt."
    },
    {
      "provision_ref": "art15",
      "chapter": "5. Abschnitt: Änderung der Verhältnisse sowie Nichterfüllung von Voraussetzungen und Pflichten",
      "section": "15",
      "title": "Massnahmen bei Nichterfüllung der Zulassungsvoraussetzungen und Verletzung von Pflichten",
      "content": "1 Erfüllt ein Tankkarten-Anbieter die Zulassungsvoraussetzungen nicht mehr oder verletzt er rechtliche oder vertragliche Pflichten, so fordert das BAZG den Anbieter auf, Massnahmen vorzuschlagen, mit denen die Erfüllung der Zulassungsvoraussetzungen oder der Pflichten wieder hergestellt wird. 2 Die Umsetzung der vorgeschlagenen Massnahmen bedarf der Zustimmung des BAZG. 3 Erteilt das BAZG keine Zustimmung oder bleiben die Massnahmen erfolglos, so ordnet das BAZG Massnahmen an und setzt eine Frist, bis zu der diese umgesetzt sein müssen."
    },
    {
      "provision_ref": "art16",
      "chapter": "6. Abschnitt: Widerruf der Zulassung",
      "section": "16",
      "title": "",
      "content": "Das BAZG widerruft die Zulassung, wenn der Tankkarten-Anbieter: a. gestützt auf Artikel 12 verlangte Sicherheitsleistungen nicht erbringt; b. die Erfüllung der Zulassungsvoraussetzungen und der rechtlichen und vertraglichen Pflichten nicht innerhalb der gestützt auf Artikel 15 Absatz 3 gesetzten Frist wieder herstellt."
    },
    {
      "provision_ref": "art17",
      "chapter": "7. Abschnitt: Entgelt",
      "section": "17",
      "title": "",
      "content": "1 Die Dienstleistungen, die der Tankkarten-Anbieter dem im Zusammenhang mit der Entrichtung der Schwerverkehrsabgabe auf dem Gebiet der Schweiz erbringt, werden mit einer Pauschale in der Höhe von 1,7 Prozent der in Rechnung gestellten Abgaben abgegolten. 2 Der Prozentsatz nach Absatz 1 wird vom EFD periodisch, mindestens aber alle fünf Jahre geprüft und gegebenenfalls den veränderten Verhältnissen angepasst."
    },
    {
      "provision_ref": "art18",
      "chapter": "8. Abschnitt: Schlussbestimmungen",
      "section": "18",
      "title": "Übergangsbestimmung",
      "content": "Vor Inkrafttreten dieser Verordnung erteilte Zulassungen bleiben bis zur Ausserbetriebnahme der mit der Zulassung verbundenen Infrastruktur für die Erfassung der gefahrenen Kilometer der leistungsabhängigen Schwerverkehrsabgabe ohne Erfassungsgerät, längstens jedoch bis zum 31. Dezember 2025 gültig."
    },
    {
      "provision_ref": "art19",
      "chapter": "8. Abschnitt: Schlussbestimmungen",
      "section": "19",
      "title": "Aufhebung eines anderen Erlasses",
      "content": "Die Tankkarten-Anbieter-Verordnung EFD vom 11. Februar 2020 wird aufgehoben. [ AS 2020 473 ; 2021 589 ; 2024 454 ]"
    },
    {
      "provision_ref": "art20",
      "chapter": "8. Abschnitt: Schlussbestimmungen",
      "section": "20",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 1. Dezember 2024 in Kraft."
    }
  ],
  "definitions": []
}