{
  "id": "sr-672-936-7",
  "type": "statute",
  "title": "Bundesbeschluss vom 18. Juni 2010 über die Genehmigung eines Protokolls zur Änderung des Doppelbesteuerungsabkommens zwischen der Schweiz und dem Vereinigten Königreich von Grossbritannien und Nordirland",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2011/11/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "",
      "content": "1 Das Protokoll vom 7. September 2009 zur Änderung des Abkommens vom 8. Dezember 1977 zwischen der Schweizerischen Eidgenossenschaft und dem Vereinigten Königreich von Grossbritannien und Nordirland zur Vermeidung der Doppelbesteuerung auf dem Gebiet der Steuern vom Einkommen wird genehmigt. 2 Der Bundesrat wird ermächtigt, das Protokoll zu ratifizieren. AS 2011 53 SR 0.672.936.712"
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "",
      "content": "Der Bundesrat unterbreitet der Bundesversammlung einen Gesetzesentwurf zur Umsetzung der im Abkommen nach OECD-Standard vorgesehenen Amtshilfe. Bis zum Inkrafttreten des Gesetzes kann er die Umsetzung der Amtshilfe durch Verordnung regeln."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "",
      "content": "1 Der Bundesrat gibt der Regierung des Vereinigten Königreichs von Grossbritannien und Nordirland die Erklärung ab, dass die Schweiz keine Amtshilfe in Steuersachen leistet, wenn das Amtshilfegesuch auf illegal beschafften Daten beruht, und dass sie in einem solchen Fall Rechtshilfe verlangt. 2 Er arbeitet auf eine entsprechende Erklärung der Regierung des Vereinigten Königreichs Grossbritannien und Nordirland hin."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "",
      "content": "Dieser Beschluss untersteht dem fakultativen Staatsvertragsreferendum für Verträge, die wichtige rechtsetzende Bestimmungen enthalten oder deren Umsetzung den Erlass von Bundesgesetzen erfordert, nach Artikel 141 Absatz 1 Buchstabe d Ziffer 3 der Bundesverfassung."
    }
  ],
  "definitions": []
}