{
  "id": "sr-641-811",
  "type": "statute",
  "title": "Verordnung vom 6. März 2000 über eine leistungsabhängige Schwerverkehrsabgabe (Schwerverkehrsabgabeverordnung, SVAV)",
  "title_en": "",
  "short_name": "SVAV",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2000/192/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "1. Kapitel: Allgemeine Bestimmungen",
      "section": "1",
      "title": "Gegenstand und Geltungsbereich",
      "content": "Die leistungsabhängige Schwerverkehrsabgabe (Abgabe) wird für die Benützung der öffentlichen Strassen nach Artikel 1 Absatz 2 der Verkehrsregelnverordnung vom 13. November 1962 (VRV) erhoben. SR 741.11"
    },
    {
      "provision_ref": "art2",
      "chapter": "1. Kapitel: Allgemeine Bestimmungen",
      "section": "2",
      "title": "Abgabeobjekt",
      "content": "1 Der Abgabe unterliegen Transportmotorwagen und Transportanhänger nach den Artikeln 11 Absatz 1 und 20 Absatz 1 der Verordnung vom 19. Juni 1995 über die technischen Anforderungen an Strassenfahrzeuge (VTS), soweit ihr Gesamtgewicht nach Artikel 7 Absatz 4 VTS je über 3,5 t beträgt. 2 Dazu gehören insbesondere: a. schwere Personenwagen (Art. 11 Abs. 2 Bst. b VTS); b. Gesellschaftswagen (Art. 11 Abs. 2 Bst. d VTS); c. Lastwagen (Art. 11 Abs. 2 Bst. f VTS); d. Motorkarren (Art. 11 Abs. 2 Bst. g VTS); e. Traktoren (Art. 11 Abs. 2 Bst. h VTS); f. Sattelschlepper und Sattelmotorfahrzeuge (Art. 11 Abs. 2 Bst. i erster bis dritter Satz VTS); g. Gelenkbusse (Art. 11 Abs. 2 Bst. k VTS); h. Wohnmotorwagen und Fahrzeuge mit aufgebautem Nutzraum (Art. 11 Abs. 3 VTS); i. Sachentransportanhänger (Art. 20 Abs. 2 Bst. a VTS); j. Personentransportanhänger (Art. 20 Abs. 2 Bst. b VTS); k. Wohnanhänger (Art. 20 Abs. 2 Bst. c VTS); l. Sportgeräteanhänger (Art. 20 Abs. 2 Bst. d VTS); m. Anhänger mit Aufbau als Nutzraum (Art. 20 Abs. 1 VTS). SR 741.41"
    },
    {
      "provision_ref": "art3",
      "chapter": "1. Kapitel: Allgemeine Bestimmungen",
      "section": "3",
      "title": "Ausnahmen von der Abgabepflicht",
      "content": "1 Von der Abgabepflicht ausgenommen sind: a. Fahrzeuge, die für die Armee gekauft, geleast, gemietet oder requiriert worden sind und mit Militärkontrollschildern oder mit Zivilkontrollschildern und einem Aufkleber M+ verkehren; a bis . Fahrzeuge, die für den Zivilschutz: 1. gekauft, geleast oder requiriert worden sind, oder 2. für Einsätze und Ausbildungen nach den Artikeln 27 Absätze 1 und 2 Buchstabe a, 27 a Absatz 1 Buchstabe a und 33–36 des Bevölkerungs- und Zivilschutzgesetzes vom 4. Oktober 2002 (BZG) gemietet worden sind; b. Fahrzeuge der Polizei, der Feuer-, Öl- und Chemiewehr sowie Ambulanzen; c. Fahrzeuge von Transportunternehmungen, die im Rahmen einer Konzession nach der Verordnung vom 25. November 1998 über die Personenbeförderungskonzession Fahrten durchführen, einschliesslich der Ersatz- oder Verstärkungsfahrten sowie der durch den Kursbetrieb bedingten Leerfahrten; d. land- und forstwirtschaftliche Fahrzeuge (Art. 86–90 VRV); e. Fahrzeuge mit schweizerischen Tagesschildern (Art. 20 und 21 der Verkehrsversicherungsverordnung vom 20. Nov. 1959; VVV); f. nicht ordentlich immatrikulierte Fahrzeuge mit schweizerischen Händlerschildern (Art. 22 ff. VVV); g. schweizerische Ersatzfahrzeuge (Art. 9 und 10 VVV), die der pauschalen Abgabeerhebung (Art. 4) unterliegen, wenn das zu ersetzende Fahrzeug der gleichen Art angehört; h. Fahrschulfahrzeuge (Art. 10 der Fahrlehrerverordnung vom 28. Sept. 2007), soweit sie ausschliesslich für Fahrschulzwecke eingesetzt und von einem angemeldeten Fahrlehrer immatrikuliert werden; i. Veteranenfahrzeuge, die im Fahrzeugausweis als solche bezeichnet sind; j. Motorwagen mit elektrischem Antrieb (Art. 51 VTS); k. Wohnanhänger für Schausteller und Zirkusse sowie Sachentransportanhänger für Schausteller und Zirkusse, die ausschliesslich Schausteller- und Zirkusmaterial transportieren; l. Raupenfahrzeuge (Art. 28 VTS); m. Transportachsen. 2 Das ) kann in begründeten Fällen, insbesondere mit Rücksicht auf staatsvertragliche Regelungen, aus humanitären Gründen oder für gemeinnützige nicht kommerzielle Fahrten, weitere Ausnahmen bewilligen. Fassung gemäss Ziff. I der V vom 27. Jan. 2016, in Kraft seit 1. März 2016 ( AS 2016 513 ). Fassung gemäss Ziff. I der V vom 27. Jan. 2016, in Kraft seit 1. März 2016 ( AS 2016 513 ). Eingefügt durch Ziff. I der V vom 27. Jan. 2016, in Kraft seit 1. März 2016 ( AS 2016 513 ). SR 520.1 Fassung gemäss Ziff. I der V vom 27. Jan. 2016, in Kraft seit 1. März 2016 ( AS 2016 513 ). [ AS 1999 721 , 2000 2103 Anhang Ziff. II 5, 2005 1167 Anhang Ziff. II 5, 2008 3547 . AS 2009 6027 Art. 82 Ziff. 1]. Siehe heute: die V vom 4. Nov. 2009 über die Personenbeförderung ( SR 745.11 ). Fassung gemäss Ziff. I der V vom 21. Nov. 2018, in Kraft seit 1. Febr. 2019 ( AS 2019 237 ). SR 741.11 SR 741.31 Fassung gemäss Ziff. I der V vom 28. Sept. 2007, in Kraft seit 1. Jan. 2008 ( AS 2007 5011 ). SR 741.522 SR 741.41 SR 170.512.1 Diese Anpassung wurde im ganzen Text vorgenommen."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Pauschale Abgabeerhebung",
      "content": "1 Für die nachfolgenden Fahrzeuge wird die Abgabe pauschal erhoben. Sie beträgt jährlich für: Franken a. schwere Motorwagen für den Personentransport, schwere Personenwagen, Personentransport- und Wohnanhänger mit je einem Gesamtgewicht von über 3,5 t 650 b. Gesellschaftswagen und Gelenkbusse mit einem Gesamtgewicht von über 3,5 t bis höchstens 8,5 t 2200 c. Gesellschaftswagen und Gelenkbusse mit einem Gesamtgewicht von über 8,5 t bis höchstens 19,5 t 3300 [tab] Franken d. Gesellschaftswagen und Gelenkbusse mit einem Gesamtgewicht von über 19,5 t bis höchstens 26 t 4400 e. Gesellschaftswagen und Gelenkbusse mit einem Gesamtgewicht von über 26 t 5000 f. Motorkarren, Traktoren, Motorfahrzeuge für den Sachentransport mit einer Höchstgeschwindigkeitbis 45 km/h pro 100 kg Gesamtgewicht 11 g. Motorfahrzeuge des Schausteller- und Zirkusgewerbes, die ausschliesslich Schausteller- oder Zirkusmaterial transportieren oder der Abgabe nicht unterliegende Anhänger ziehen, pro 100 kg Gesamtgewicht 8. 2 Für der Abgabe unterliegende Anhänger, die von Motorfahrzeugen gezogen werden, die keiner Abgabe bzw. der pauschalen Abgabeerhebung unterliegen, wird die Abgabe in Form einer Pauschalen auf dem Zugfahrzeug erhoben. Sie beträgt jährlich für: Franken a. Lieferwagen, Personenwagen, Kleinbusse und Wohnmotorwagen mit einer Anhängelast von mehr als 3,5 t pro 100 kg Anhängelast 22 b. Motorkarren, Traktoren sowie Motorfahrzeuge für den Sachentransport mit einer Höchstgeschwindigkeit bis 45 km/h mit einer Anhängelast von mehr als 3,5 t pro 100 kg Anhängelast 11. 3 Für provisorisch immatrikulierte Fahrzeuge, die zur Ausfuhr bestimmt sind, wird die Abgabe pauschal erhoben. Sie beträgt für: a. Fahrzeuge nach den Absätzen 1 und 2: 20 Franken für einen Tag, 50 Franken für jeweils drei Tage; b. andere Fahrzeuge: 70 Franken für einen Tag, 200 Franken für jeweils drei Tage. 4 Das kann in Einzelfällen für weitere Fahrzeuge die pauschale Abgabeerhebung vorsehen. Fassung gemäss Ziff. I der V vom 15. Sept. 2004, in Kraft seit 1. Jan. 2005 ( AS 2004 4525 ). Fassung gemäss Ziff. I der V vom 27. Jan. 2016, in Kraft seit 1. März 2016 ( AS 2016 513 ). Fassung gemäss Ziff. II der V vom 5. April 2017, in Kraft seit 7. Mai 2017 ( AS 2017 2649 ). Fassung gemäss Ziff. II der V vom 5. April 2017, in Kraft seit 7. Mai 2017 ( AS 2017 2649 ). Fassung gemäss Ziff. I der V vom 12. Sept. 2007, in Kraft seit 1. Jan. 2008 ( AS 2007 4695 ). Fassung gemäss Ziff. I der V vom 12. Sept. 2007, in Kraft seit 1. Jan. 2008 ( AS 2007 4695 ). Fassung gemäss Ziff. I der V vom 12. Sept. 2007, in Kraft seit 1. Jan. 2008 ( AS 2007 4695 )."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Zuständigkeiten",
      "content": "Soweit diese Verordnung nichts anderes bestimmt, sind für deren Vollzug zuständig: a. das BAZG für: 1. Fahrzeuge des Bundes, 2. der leistungsabhängigen Abgabeerhebung unterliegende inländische Fahrzeuge, soweit es sich um die Veranlagung und den Bezug der Abgabe handelt, 3. ausländische Fahrzeuge, einschliesslich der Nachbelastung der Abgabe für provisorisch immatrikulierte Fahrzeuge nach Artikel 4 Absatz 3; b. die Kantone für: 1. der pauschalen Abgabeerhebung unterliegende inländische Fahrzeuge, die sie immatrikuliert haben, 2. der leistungsabhängigen Abgabeerhebung unterliegende inländische Fahrzeuge, die sie immatrikuliert haben, in Bezug auf die übrigen Vollzugsbereiche, namentlich die Erfassung der Stammdaten und die Ausgabe von Hilfsmitteln, 3. die erstmalige Abgabeerhebung für provisorisch immatrikulierte Fahrzeuge nach Artikel 4 Absatz 3."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Grenzübertritt",
      "content": "Fahrzeuge, die der Abgabe unterliegen, haben die vom BAZG bezeichneten Grenzübergangsstellen zu benützen."
    },
    {
      "provision_ref": "art7",
      "chapter": "1. Abschnitt: Fahrzeuge des öffentlichen Verkehrs",
      "section": "7",
      "title": "",
      "content": "1 Für Fahrzeuge des Linienverkehrs (Art. 3 Abs. 1 Bst. c) wird die Abgabe für die ausserhalb dieses Verkehrs gefahrenen Kilometer pauschal erhoben. Sie berechnet sich nach dem prozentualen Anteil der ausserhalb des Linienverkehrs gefahrenen Kilometer an der gesamten Fahrleistung. 2 Halterinnen und Halter von Fahrzeugen des Linienverkehrs müssen dem im ersten Quartal des auf die Abgabeperiode folgenden Jahres eine Deklaration über die Verwendung und die dabei gefahrenen Kilometer der eingesetzten Fahrzeuge einreichen. 3 Bleibt die Deklaration aus, so erhebt das die volle Abgabe für die ganze Periode."
    },
    {
      "provision_ref": "art8",
      "chapter": "2. Abschnitt: Fahrten im unbegleiteten kombinierten Verkehr",
      "section": "8",
      "title": "Im unbegleiteten kombinierten Verkehr eingesetzte Fahrzeuge",
      "content": "1 Halterinnen und Halter von der Abgabe unterliegenden Fahrzeugen, mit denen Fahrten im unbegleiteten kombinierten Verkehr (UKV) ausgeführt werden, erhalten für die Fahrten im Vor- und Nachlauf des UKV vom auf Antrag eine Rückerstattung. 2 Pro Ladebehälter oder Sattelanhänger, der von der Strasse auf die Bahn oder das Schiff oder von der Bahn oder dem Schiff auf die Strasse umgeschlagen wird, beträgt die Rückerstattung: Franken a. für Ladebehälter oder Sattelanhänger mit einer Länge von 4,8 bis 5,5 m 15 b. für Ladebehälter oder Sattelanhänger mit einer Länge von über 5,5 bis 6,1 m 22 c. für Ladebehälter oder Sattelanhänger mit einer Länge von über 6,1 m 33. 3 Der Rückerstattungsantrag ist zusammen mit der Deklaration nach Artikel 22 an das zu richten. 4 Der Rückerstattungsbetrag darf die gesamte Abgabe der im UKV eingesetzten Fahrzeuge der Antragstellerin oder des Antragstellers pro Abgabeperiode nicht übersteigen. Fassung gemäss Anhang Ziff. II 2 der Gütertransportverordnung vom 25. Mai 2016, in Kraft seit 1. Jan. 2017 ( AS 2016 1859 ). Eingefügt durch Ziff. I der V vom 15. Sept. 2004, in Kraft seit 1. Jan. 2005 ( AS 2004 4525 )."
    },
    {
      "provision_ref": "art9",
      "chapter": "2. Abschnitt: Fahrten im unbegleiteten kombinierten Verkehr",
      "section": "9",
      "title": "Fahrten im UKV: Anforderungen",
      "content": "1 Fahrten im Vor- und Nachlauf des UKV sind solche, die von Strassenfahrzeugen mit Ladebehältern (Container, Wechselaufbauten) oder mit Sattelanhängern zwischen dem Verlade- oder Entladeort und einem Umschlagsbahnhof oder Rheinhafen ausgeführt werden, ohne dass das Ladegut beim Übergang vom einen zum anderen Verkehrsträger das Transportgefäss wechselt. 2 … Aufgehoben durch Anhang Ziff. II 2 der Gütertransportverordnung vom 25. Mai 2016, mit Wirkung seit 1. Jan. 2017 ( AS 2016 1859 )."
    },
    {
      "provision_ref": "art10",
      "chapter": "2. Abschnitt: Fahrten im unbegleiteten kombinierten Verkehr",
      "section": "10",
      "title": "Fahrten im UKV: Pflichten und Verfahren",
      "content": "Das Eidgenössische Finanzdepartement (EFD) regelt im Zusammenhang mit den Fahrten im Vor- und Nachlauf des UKV: a. die Pflichten der Halterinnen und Halter, insbesondere den Nachweis der Fahrten; b. das Rückerstattungsverfahren. Fassung gemäss Ziff. I der V vom 27. Jan. 2016, in Kraft seit 1. März 2016 ( AS 2016 513 )."
    },
    {
      "provision_ref": "art11",
      "chapter": "3. Abschnitt:",
      "section": "11",
      "title": "Transport von Rohholz",
      "content": "1 Für Fahrzeuge, mit denen ausschliesslich Rohholz transportiert wird, beträgt die Abgabe 75 Prozent der Ansätze nach den Artikeln 4 Absätze 1 Buchstabe f und 2 Buchstaben a und b sowie 14 Absatz 1. 2 Für Fahrzeuge, mit denen nicht ausschliesslich Rohholz transportiert wird, gewährt das auf Antrag eine Rückerstattung von 2.10 Franken pro m 3 transportiertes Rohholz. Der Rückerstattungsbetrag darf höchstens 25 Prozent der gesamten Abgabe pro Fahrzeug und Periode betragen. 3 Als Rohholz gilt namentlich Waldrundholz, Industrie-, Energie- und Restholz. Das EFD umschreibt diese Begriffe näher. 4 Das EFD regelt für Fahrzeuge nach Absatz 2: a. die Pflichten der Halterinnen und Halter, insbesondere den Nachweis der Fahrten; b. das Rückerstattungsverfahren. Fassung gemäss Ziff. I der V vom 20. Jan. 2021, in Kraft seit 1. Juli 2021 ( AS 2021 55 )."
    },
    {
      "provision_ref": "art12",
      "chapter": "3. Abschnitt:",
      "section": "12",
      "title": "Transporte von offener Milch und landwirtschaftlichen Nutztieren",
      "content": "Für die folgenden Fahrzeuge beträgt die Abgabe 75 Prozent der Ansätze nach Artikel 14 Absatz 1: a. Milch-Transportfahrzeuge, mit denen ausschliesslich offene Milch transportiert wird; b. Viehtransportfahrzeuge, ausgenommen Pferdetransportfahrzeuge, mit denen ausschliesslich landwirtschaftliche Nutztiere transportiert werden. Fassung gemäss Ziff. I der V vom 9. März 2018, in Kraft seit 1. Mai 2018 ( AS 2018 1521 ). Fassung gemäss Ziff. I der V vom 20. Jan. 2021, in Kraft seit 1. Juli 2021 ( AS 2021 55 )."
    },
    {
      "provision_ref": "art12a",
      "chapter": "3. Abschnitt:",
      "section": "12a",
      "title": "a Transport von ausschliesslich Rohholz, offener Milch und landwirtschaftlichen Nutztieren: Voraussetzungen und Nachweis für die Vergünstigung",
      "content": "1 Die Vergünstigung nach Artikel 11 Absatz 1 oder Artikel 12 wird nur gewährt, wenn die Halterin oder der Halter: a. die Vergünstigung bei jeder Inverkehrsetzung des Fahrzeugs beim BAZG beantragt; und b. sich verpflichtet, das Fahrzeug ausschliesslich für den in Artikel 11 Absatz 1 oder Artikel 12 genannten Zweck zu verwenden. 2 Die Halterin oder der Halter muss sämtliche für die Vergünstigung wesentlichen Unterlagen und Belege während fünf Jahren aufbewahren. Sie oder er muss dem auf dessen Verlangen die Einhaltung der Verpflichtung nach Absatz 1 Buchstabe b nachweisen. 3 Stellt das fest, dass das Fahrzeug nicht pflichtgemäss verwendet wird, so entzieht sie die Vergünstigung."
    },
    {
      "provision_ref": "art13",
      "chapter": "3. Kapitel: Massgebendes Gewicht und Tarif",
      "section": "13",
      "title": "Massgebendes Gewicht",
      "content": "1 Für die Bemessung der Abgabe ist das im Fahrzeugausweis eingetragene höchstzulässige Gesamtgewicht massgebend. Dieses richtet sich auch für ausländische Fahrzeuge nach schweizerischem Strassenverkehrsrecht. Abweichende staatsvertragliche Regelungen bleiben vorbehalten. 2 Für Sattelmotorfahrzeuge, die als Einheit immatrikuliert sind, ist das Gesamtgewicht der Einheit massgebend. 3 Bei einer Kombination aus getrennt immatrikuliertem Sattelschlepper und Sattelanhänger werden das Leergewicht des Sattelschleppers und das Gesamtgewicht des Sattelanhängers addiert. Unterliegt nur der Sattelanhänger der Abgabe, so ist nur dessen Gesamtgewicht massgebend. 4 Bei anderen Kombinationen zweier Fahrzeuge, die der Abgabe unterliegen, werden das Gesamtgewicht des Zugfahrzeugs und dasjenige des Anhängers addiert. 5 Bei einem Fahrzeug, das unter verschiedenen Fahrzeugarten bzw. Karosserien zum Verkehr zugelassen ist, bemisst sich die Abgabe nach dem höchsten in Frage kommenden Gesamtgewicht. Das kann in besonderen Fällen ein anderes massgebendes Gewicht festsetzen. 6 Bei Motorfahrzeugen, die nach Artikel 15 Absatz 5 vom Erfassungsgeräteobligatorium ausgenommen sind, ist das höchstzulässige Gesamtzugsgewicht massgebend. 7 Überschreitet das nach den Absätzen 1–6 berechnete massgebende Gewicht das höchstzulässige Betriebsgewicht (Art. 67 VRV) oder das nach Fahrzeugausweis höchstzulässige Gesamt- oder Gesamtzugsgewicht (Art. 7 Abs. 4 und 6 VTS), so ist das tiefere der beiden letztgenannten Gewichte massgebend. 8 Das massgebende Gewicht beträgt höchstens 40 t. SR 741.11 SR 741.41 Fassung gemäss Ziff. I der V vom 27. Jan. 2016, in Kraft seit 1. März 2016 ( AS 2016 513 ). Eingefügt durch Ziff. I der V vom 27. Jan. 2016, in Kraft seit 1. März 2016 ( AS 2016 513 )."
    },
    {
      "provision_ref": "art13a",
      "chapter": "3. Kapitel: Massgebendes Gewicht und Tarif",
      "section": "13a",
      "title": "a Massgebendes Gewicht von Kombinationen zweier ausländischer Fahrzeuge mit interoperablem Erfassungsgerät",
      "content": "Bei Kombinationen zweier ausländischer Fahrzeuge, die nach Artikel 26 a mit einem interoperablen Erfassungsgerät ausgerüstet sind, ist folgendes Gewicht massgebend: a. das höchstzulässige Gesamtzugsgewicht, wenn bei der Deklaration des massgebenden Gewichts das Gesamtgewicht des Anhängers nicht angegeben wird; b. das Gewicht nach Artikel 13 Absatz 3 beziehungsweise Absatz 4, wenn bei der Deklaration des massgebenden Gewichts das Gesamtgewicht des Anhängers angegeben wird. Eingefügt durch Ziff. I der V vom 9. März 2018, in Kraft seit 1. Mai 2018 ( AS 2018 1521 )."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "",
      "content": "1 Für Fahrzeuge, die der leistungsabhängigen Abgabe unterliegen, beträgt die Abgabe pro gefahrenen Kilometer und Tonne massgebendes Gewicht: a. 3,10 Rappen für die Abgabekategorie 1; b. 2,69 Rappen für die Abgabekategorie 2; c. 2,28 Rappen für die Abgabekategorie 3. 2 Für die Einteilung in die Abgabekategorien ist Anhang 1 massgebend. Kann die Zugehörigkeit eines Fahrzeugs zur Abgabekategorie 2 oder 3 nicht nachgewiesen werden, so ist die Abgabekategorie 1 anwendbar. 3 Fahrzeuge, die der Abgabekategorie 3 zugeteilt werden, bleiben während mindestens sieben Jahren in dieser Abgabekategorie eingereiht. Die Frist beginnt mit dem Zeitpunkt, in dem die jeweilige Emissionsklasse für die erste Inverkehrsetzung von Neufahrzeugen gemäss den Anhängen 2 und 5 VTS sowie der Verordnung vom 19. Juni 1995 über technische Anforderungen an Transportmotorwagen und deren Anhänger obligatorisch wird. Fassung gemäss Ziff. I der V vom 1. Juni 2012, in Kraft seit 1. Juli 2012 ( AS 2012 3423 ). Fassung gemäss Ziff. I der V vom 1. Juni 2012, in Kraft seit 1. Juli 2012 ( AS 2012 3423 ). SR 741.41 SR 741.412 Eingefügt durch Ziff. I der V vom 1. Juni 2012, in Kraft seit 1. Juli 2012 ( AS 2012 3423 )."
    },
    {
      "provision_ref": "art14a",
      "section": "14a",
      "title": "",
      "content": "Eingefügt durch Ziff. I der V vom 23. Nov. 2011 ( AS 2011 5947 ). Aufgehoben durch Ziff. I der V vom 20. Jan. 2021, mit Wirkung seit 1. Juli 2021 ( AS 2021 55 )."
    },
    {
      "provision_ref": "art14b",
      "section": "14b",
      "title": "",
      "content": "Eingefügt durch Ziff. I der V vom 1. Juni 2012 ( AS 2012 3423 ). Aufgehoben durch Ziff. I der V vom 23. Sept. 2016, mit Wirkung seit 1. Jan. 2017 ( AS 2016 3275 )."
    },
    {
      "provision_ref": "art15",
      "chapter": "4. Kapitel: Leistungsabhängige Abgabeerhebung bei inländischen Motorfahrzeugen",
      "section": "15",
      "title": "Ausrüstung",
      "content": "1 Die Abgabe wird mit einem vom zugelassenen elektronischen Messgerät ermittelt. Dieses besteht aus dem im Fahrzeug eingebauten Fahrtschreiber oder Wegimpulsaufnehmer sowie einem Erfassungsgerät, das die massgebende Fahrleistung ermittelt und registriert. 2 Die zulässigen Fehlergrenzen für den Fahrtschreiber richten sich nach den Bestimmungen über den Einbau von Fahrtschreibern (Art. 100 Abs. 2–4 VTS). 3 Mit dem Erfassungsgerät sind auf Kosten der Halterin oder des Halters folgende im Inland immatrikulierte (inländische) Fahrzeuge auszurüsten: a. der Abgabe unterliegende Motorfahrzeuge; b. leichte Sattelschlepper, die zum Ziehen von der Abgabe unterliegenden Transportanhängern zugelassen sind. 4 Vom Erfassungsgeräteobligatorium ausgenommen sind Motorfahrzeuge, die der pauschalen Abgabeerhebung unterliegen. 5 Das kann weitere Motorfahrzeuge vom Erfassungsgeräteobligatorium ausnehmen. 6 und 7 … Fassung gemäss Ziff. I der V vom 27. Jan. 2016, in Kraft seit 1. März 2016 ( AS 2016 513 ). SR 741.41 Fassung gemäss Ziff. I der V vom 21. Nov. 2018, in Kraft seit 1. Febr. 2019 ( AS 2019 237 ). Aufgehoben durch Ziff. I der V vom 9. März 2018, mit Wirkung seit 1. Mai 2018 ( AS 2018 1521 )."
    },
    {
      "provision_ref": "art15a",
      "chapter": "4. Kapitel: Leistungsabhängige Abgabeerhebung bei inländischen Motorfahrzeugen",
      "section": "15a",
      "title": "a Kostenlose Abgabe des Erfassungsgeräts",
      "content": "1 Für die Erstausrüstung gibt das den Halterinnen und Haltern für jedes der Einbaupflicht unterliegende Motorfahrzeug ein Erfassungsgerät leihweise ab. Die Kosten für den Ersatz defekter Erfassungsgeräte trägt das . 2 Erfassungsgeräte, die nicht mehr benötigt werden, sind dem oder einer vom bezeichneten Stelle zurückzugeben. Das stellt nicht zurückgegebene oder beschädigte Erfassungsgeräte der Halterin oder dem Halter in Rechnung. 3 Die Halterin oder der Halter trägt die Kosten für den Einbau des Erfassungsgeräts in das Motorfahrzeug. 4 Das kann sich beim Ersatz defekter oder nicht reparierbarer Erfassungsgeräte an den entstehenden Werkstattkosten beteiligen. Eingefügt durch Ziff. I der V vom 15. Sept. 2004, in Kraft seit 1. Jan. 2005 ( AS 2004 4525 ). Fassung gemäss Ziff. I der V vom 9. März 2018, in Kraft seit 1. Mai 2018 ( AS 2018 1521 ). Fassung gemäss Ziff. I der V vom 9. März 2018, in Kraft seit 1. Mai 2018 ( AS 2018 1521 )."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Einbau, Prüfung und Inbetriebnahme des Messgeräts",
      "content": "1 Das Erfassungsgerät ist vor der Inverkehrsetzung des Motorfahrzeugs einzubauen. Für den Einbau, die Prüfung und die Inbetriebnahme des Erfassungsgeräts ist die Halterin oder der Halter verantwortlich. 2 Der Einbau und die Inbetriebnahme des Erfassungsgeräts sind durch Montagestellen vorzunehmen, die vom ermächtigt werden. Die Montagestellen führen bei der Inbetriebnahme sowie bei jeder Nachprüfung die Konformitätsbewertung des vollständigen Messgeräts durch und stellen gegen eine Gebühr die erforderlichen Konformitätsausweise aus. 3 Die Halterin oder der Halter muss das Erfassungsgerät mit einer vom abgegebenen Chipkarte initialisieren oder initialisieren lassen. 4 … 5 Wird ein der Einbaupflicht unterliegendes Motorfahrzeug nicht mit einem Erfassungsgerät ausgerüstet, so verweigert die kantonale Vollzugsbehörde die Zulassung des betreffenden Motorfahrzeugs. 6 Das EFD regelt: a. die Einzelheiten betreffend den Einbau, die Inbetriebnahme, die Reparatur, den Austausch und das temporäre Entfernen des Erfassungsgeräts; b. die Anforderungen an und die Kontrolle von Montagestellen, die Erfassungsgeräte einbauen, prüfen, reparieren und temporär entfernen; c. das Zulassungsverfahren für die Anerkennung von Montagestellen durch das BAZG; d. das Zulassungsverfahren für die Anerkennung von Stellen, die für die Abgabe von Prägezeichen zuständig sind, durch das BAZG. Fassung gemäss Ziff. I der V vom 27. Jan. 2016, in Kraft seit 1. März 2016 ( AS 2016 513 ). Aufgehoben durch Ziff. I der V vom 9. März 2018, mit Wirkung seit 1. Mai 2018 ( AS 2018 1521 ). Fassung gemäss Ziff. I der V vom 27. Jan. 2016, in Kraft seit 1. März 2016 ( AS 2016 513 )."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Anhänger",
      "content": "1 Führt das Motorfahrzeug einen Anhänger mit, so muss die Fahrzeugführerin oder der Fahrzeugführer alle für die Veranlagung erforderlichen Angaben am Erfassungsgerät deklarieren. Das bezeichnet die erforderlichen Angaben. 2 Für jeden Anhänger mit einem Gesamtgewicht von über 3,5 t mit Ausnahme der landwirtschaftlichen Anhänger stellt das eine Chipkarte aus, die alle für die Erfassung erforderlichen Daten enthält. Für landwirtschaftliche Anhänger sowie Anhänger mit einem Gesamtgewicht bis 3,5 t wird die Chipkarte nur in besonderen Fällen oder auf Antrag der Halterin oder des Halters ausgestellt. 3 Die Abgabe für mitgeführte Anhänger ist von der Halterin oder vom Halter des Zugfahrzeugs zu deklarieren und zu bezahlen. Fassung gemäss Ziff. I der V vom 27. Jan. 2016, in Kraft seit 1. März 2016 ( AS 2016 513 )."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Ausfall des Messgeräts",
      "content": "1 Die Halterin oder der Halter muss dafür sorgen, dass das Messgerät dauernd funktionstüchtig ist. 2 Bei einem Defekt oder Ausfall ist das Gerät unverzüglich von einer Montagestelle reparieren oder ersetzen zu lassen. 3 Bei Verdacht auf Gerätefehler ist das Gerät von einer Montagestelle auf Funktionstüchtigkeit kontrollieren zu lassen. 4 Wird ein defektes Messgerät innerhalb einer vom festgesetzten Frist nicht repariert, so entzieht die kantonale Vollzugsbehörde den Fahrzeugausweis und die Kontrollschilder des betreffenden Motorfahrzeugs. Wechselschilder dürfen für nicht betroffene Fahrzeuge weiter verwendet werden. 5 Das haftet nicht für die Auswirkungen technischer Störungen der elektronischen Hilfsmittel. Fassung gemäss Ziff. I der V vom 7. März 2008, in Kraft seit 1. April 2008 ( AS 2008 769 ). Fassung gemäss Ziff. I der V vom 7. März 2008, in Kraft seit 1. April 2008 ( AS 2008 769 )."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Aufzeichnungsformular an Stelle des Erfassungsgeräts",
      "content": "1 Nebst dem Erfassungsgerät muss die Fahrzeugführerin oder der Fahrzeugführer stets ein Aufzeichnungsformular mitführen, das bei Ausfall, Fehlfunktionen oder Fehlermeldungen des Messgeräts zu verwenden ist. Das Formular wird vom zur Verfügung gestellt. 2 Führt das Motorfahrzeug einen Anhänger mit, so ist dessen Gesamtgewicht auf dem Formular zu deklarieren. 3 Die Halterin oder der Halter muss dafür sorgen, dass die Fahrzeugführerin oder der Fahrzeugführer die vorgeschriebenen Aufzeichnungen vornimmt. Fassung gemäss Ziff. I der V vom 9. März 2018, in Kraft seit 1. Mai 2018 ( AS 2018 1521 )."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Fahrtenbuch",
      "content": "1 In Motorfahrzeugen, welche das vom Erfassungsgeräteobligatorium ausgenommen hat, ist ein Fahrtenbuch zu verwenden. Dieses wird von den Vollzugsbehörden abgegeben. 2 Die Halterin oder der Halter muss dafür sorgen, dass die Fahrzeugführerin oder der Fahrzeugführer die vorgeschriebenen Aufzeichnungen vornimmt."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Pflichten der Fahrzeugführerin oder des Fahrzeugführers",
      "content": "Die Fahrzeugführerin oder der Fahrzeugführer muss bei der korrekten Ermittlung der Fahrleistung mitwirken. Sie oder er muss insbesondere: a. das Erfassungsgerät korrekt bedienen; b. bei Fehlermeldungen sowie Fehlfunktionen die Fahrleistungsdaten im Aufzeichnungsformular eintragen und das Erfassungsgerät unverzüglich überprüfen lassen."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Deklaration",
      "content": "1 Die abgabepflichtige Person muss dem die für die Berechnung der Abgabe erforderlichen Angaben innerhalb von 20 Tagen nach Ablauf der Abgabeperiode deklarieren. 1bis Soll die Berechnung der Abgabe aufgrund des tieferen Gewichts nach Artikel 13 Absatz 7 erfolgen, so muss die abgabepflichtige Person für jede Abgabeperiode ein Gesuch einreichen. Dieses ist innerhalb von 20 Tagen nach Ablauf der jeweiligen Abgabeperiode einzureichen. Wird innerhalb dieser Frist kein Gesuch eingereicht, so wird die Abgabe aufgrund des massgebenden Gewichts nach Artikel 13 Absätze 1–6 berechnet. 2 Für Motorfahrzeuge mit Erfassungsgerät sind die durch dieses Gerät ermittelten Kilometer massgebend. Sind Fehlermeldungen aufgetreten oder sind nach Auffassung der abgabepflichtigen Person die Daten des Erfassungsgeräts aus anderen Gründen falsch, so muss sie dies mit der Deklaration schriftlich mitteilen und begründen. 3 Für Motorfahrzeuge ohne Erfassungsgerät sind die Angaben des Fahrtschreibers massgebend. 4 Ist das Motorfahrzeug mit einem Erfassungsgerät ausgerüstet, so wird die Deklaration mit elektronischer Datenübermittlung oder elektronischem Datenträger, in den übrigen Fällen schriftlich vorgenommen. 5 Befindet sich das Fahrzeug längere Zeit im Ausland, so wird die Deklarationsfrist während dieser Zeit, längstens jedoch während zwölf Monaten unterbrochen. Eingefügt durch Ziff. I der V vom 27. Jan. 2016 ( AS 2016 513 ). Fassung gemäss Ziff. I der V vom 9. März 2018, in Kraft seit 1. Mai 2018 ( AS 2018 1521 )."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Veranlagung",
      "content": "1 Die Abgabe wird auf Grund der von der abgabepflichtigen Person eingereichten elektronischen oder schriftlichen Deklaration veranlagt. 2 Das kann weitere Beweismittel verlangen. 3 Unterbleibt die Deklaration, ist sie lückenhaft oder widersprüchlich oder macht das Feststellungen, die im Widerspruch zur Deklaration stehen, so nimmt es die Veranlagung nach pflichtgemässem Ermessen vor."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Abgabeperiode",
      "content": "1 Abgabeperiode ist der Kalendermonat. 2 Wird ein Fahrzeug im Laufe eines Monats in Verkehr gesetzt, so endet die Abgabeperiode am Monatsende. 3 Bei der Ausserverkehrsetzung des Fahrzeugs endet die Abgabeperiode am Tag der Annullierung des Fahrzeugausweises. 4 … Fassung gemäss Ziff. I der V vom 9. März 2018, in Kraft seit 1. Mai 2018 ( AS 2018 1521 ). Fassung gemäss Ziff. I der V vom 7. März 2008, in Kraft seit 1. April 2008 ( AS 2008 769 ). Aufgehoben durch Ziff. I der V vom 9. März 2018, mit Wirkung seit 1. Mai 2018 ( AS 2018 1521 )."
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Bezug der Abgabe",
      "content": "1 Das stellt der abgabepflichtigen Person eine Veranlagungsverfügung in Papierform oder elektronisch zu. 2 Die Abgabe wird 60 Tage nach Ende der Abgabeperiode fällig. 3 Der festgesetzte Abgabebetrag ist innerhalb von 30 Tagen ab Ausstellung der Veranlagungsverfügung zu bezahlen. Wird die Frist nicht eingehalten, so ist der ausstehende Betrag zu verzinsen. 4 Das EFD legt die Zinssätze fest. 5 Es legt zudem fest: a. in welchen Fällen kein Verzugszins erhoben wird; b. bis zu welchem Betrag geringfügige Verzugszinsen nicht erhoben und Vergütungszinsen nicht ausbezahlt werden. Fassung gemäss Ziff. I der V vom 9. März 2018, in Kraft seit 1. Mai 2018 ( AS 2018 1521 )."
    },
    {
      "provision_ref": "art25a",
      "chapter": "1. Abschnitt:",
      "section": "25a",
      "title": "a",
      "content": "Wer für ein im Ausland immatrikuliertes Motorfahrzeug (ausländisches Motorfahrzeug) abgabepflichtig ist, kann die für die Erhebung der Abgabe erforderlichen Daten wie folgt erfassen: a. mit einem vom BAZG zugelassenen Erfassungsgerät; b. mit einem interoperablen Erfassungsgerät eines europäischen Dienstes zur elektronischen Erhebung von Strassenbenützungsgebühren ( European Electronic Toll Service ; EETS-Anbieter); oder c. ohne Erfassungsgerät."
    },
    {
      "provision_ref": "art26",
      "chapter": "68",
      "section": "26",
      "title": "",
      "content": "1 Die Fahrzeugführerin oder der Fahrzeugführer muss das vom zugelassene Erfassungsgerät mit einer vom abgegebenen Chipkarte sofort nach Erhalt, jedoch spätestens vor der nächsten Einfahrt in die Schweiz initialisieren oder initialisieren lassen. Auf Antrag kann das eine Chipkarte für den Anhänger ausstellen. 2 Im Übrigen gelten die Artikel 15–19, 21, 22 Absätze 1 bis und 2, 23 Absatz 3 sowie 25 Absatz 1. 3 Für Motorfahrzeuge, deren Erfassungsgerät bei der Einfahrt in die Schweiz defekt ist, gelten die Artikel 27 und 28. Fassung gemäss Ziff. I der V vom 9. März 2018, in Kraft seit 1. Mai 2018 ( AS 2018 1521 )."
    },
    {
      "provision_ref": "art26a",
      "chapter": "3. Abschnitt:",
      "section": "26a",
      "title": "a Grundsatz",
      "content": "1 Mit der Erfassung der für die Erhebung der Abgabe erforderlichen Daten und der Entrichtung der Abgabe kann ein EETS-Anbieter beauftragt werden, wenn: a. der EETS-Anbieter vom BAZG zur Erbringung des Dienstes in der Schweiz zugelassen ist; und b. die abgabepflichtige Person im Motorfahrzeug ein Erfassungsgerät des beauftragten EETS-Anbieters installiert hat. 2 Die Fahrzeugführerin oder der Fahrzeugführer muss bei der Einfahrt in die Schweiz nachweisen, dass der EETS-Anbieter mit der Fahrleistungserfassung und der Abgabeentrichtung beauftragt ist. 3 Die Abgabeforderung erlischt mit der Bezahlung der Abgabe an das ."
    },
    {
      "provision_ref": "art26b",
      "chapter": "3. Abschnitt:",
      "section": "26b",
      "title": "b Zulassung von EETS-Anbietern",
      "content": "1 Das erteilt einem EETS-Anbieter die Zulassung, wenn dieser: a. in einem Mitgliedstaat des Europäischen Wirtschaftsraumes oder in der Schweiz niedergelassen ist; b. nachweist, dass er die technischen und betrieblichen Vorgaben des EFD erfüllt; c. die geforderte Sicherheit zur Sicherstellung der Abgabe leistet; d. ein Zustellungsdomizil in der Schweiz bezeichnet. 2 Das EFD legt die technischen und betrieblichen Vorgaben fest. 3 Das kann eine Zulassung sistieren oder entziehen, wenn der EETS-Anbieter die Voraussetzung für die Zulassungserteilung nicht mehr vollumfänglich erfüllt."
    },
    {
      "provision_ref": "art26c",
      "chapter": "3. Abschnitt:",
      "section": "26c",
      "title": "c Pflichten der EETS-Anbieter",
      "content": "1 Die EETS-Anbieter müssen: a. die abgabepflichtigen Personen und die Motorfahrzeuge, für die diese die Abgabe schulden, registrieren; b. der abgabepflichtigen Person ein Erfassungsgerät abgeben; c. die Fahrleistung der Motorfahrzeuge, für die die Abgabe geschuldet ist, erfassen; d. die für die Erhebung der Abgabe erforderlichen Daten an das BAZG übermitteln; e. die Abgabe innerhalb der Zahlungsfrist dem BAZG bezahlen. 2 Die Zulassung kann mit weiteren Auflagen verbunden werden. 3 Die EETS-Anbieter erhalten für ihre Dienstleistungen gegenüber dem zur Erfassung und Übermittlung der Daten und zur Entrichtung der Abgabe ein Entgelt. Das EFD bestimmt dessen Höhe. Es kann eine Bezugsprovision vorsehen."
    },
    {
      "provision_ref": "art26d",
      "chapter": "3. Abschnitt:",
      "section": "26d",
      "title": "d Pflichten der abgabepflichtigen Person",
      "content": "1 Die Fahrzeugführerin oder der Fahrzeugführer muss dafür sorgen, dass das Erfassungsgerät dauernd funktionstüchtig ist. 2 Die abgabepflichtige Person muss sicherstellen, dass die dem EETS-Anbieter übermittelten und für die Erhebung der Abgabe erforderlichen Daten korrekt sind. 3 Für Motorfahrzeuge, deren Erfassungsgerät bei der Einfahrt in die Schweiz defekt ist, gelten die Artikel 27 und 28. 4 Stellt die Fahrzeugführerin oder der Fahrzeugführer während der Fahrt in der Schweiz einen Defekt des Erfassungsgerätes fest, so muss sie oder er diesen Umstand bei der Ausfahrt aus der Schweiz bei einer besetzten Zolldienststelle melden."
    },
    {
      "provision_ref": "art26e",
      "section": "26e",
      "title": "e Veranlagung",
      "content": "1 Der EETS-Anbieter übermittelt die für die Erhebung der Abgabe erforderlichen Daten an das . 2 Artikel 23 gilt sinngemäss. 3 Das eröffnet die Veranlagungsverfügung der abgabepflichtigen Person in Papierform oder elektronisch. Der EETS-Anbieter gilt als zustellungsbevollmächtigt."
    },
    {
      "provision_ref": "art26f",
      "section": "26f",
      "title": "f Rechnungsstellung",
      "content": "Das BAZG stellt dem EETS-Anbieter die Summe aller Abgaben in Rechnung, die für die mit seinen Geräten erfassten Fahrten veranlagt wurde. Die Rechnungstellung erfolgt höchstens einmal wöchentlich."
    },
    {
      "provision_ref": "art27",
      "chapter": "4. Abschnitt: Motorfahrzeuge ohne Erfassungsgerät",
      "section": "27",
      "title": "Pflichten der Fahrzeugführerinnen und -führer",
      "content": "1 Die Fahrzeugführerin oder der Fahrzeugführer muss die zur Erhebung der Abgabe erforderlichen Daten bei der Einfahrt und bei der Ausfahrt deklarieren. Für die Distanzermittlung ist der Fahrtschreiber massgebend. 2 Im Übrigen gelten die Artikel 22 Absatz 1 bis und 23 Absatz 3. Fassung gemäss Ziff. I der V vom 9. März 2018, in Kraft seit 1. Mai 2018 ( AS 2018 1521 ). Die Berichtigung vom"
    },
    {
      "provision_ref": "art28",
      "chapter": "4. Abschnitt: Motorfahrzeuge ohne Erfassungsgerät",
      "section": "28",
      "title": "Anhänger an Zugfahrzeugen ohne Erfassungsgerät",
      "content": "1 Führen Zugfahrzeuge ohne Erfassungsgerät Anhänger mit, so gilt das Gesamtgewicht der Fahrzeugkombination bei der Ein- bzw. Wiederausfahrt für die ganze Fahrt im Inland als massgebendes Gewicht. 2 Wird während des Aufenthalts im Inland ein Anhänger an-, ab- oder umgekuppelt, so ist dies vor der Weiterfahrt auf dem entsprechenden Aufzeichnungsformular zu deklarieren. Als Bemessungsgrundlage gilt das höchste während des Aufenthalts im Inland erreichte Gesamtgewicht der Fahrzeugkombination. 3 … Aufgehoben durch Ziff. I der V vom 9. März 2018, mit Wirkung seit 1. Mai 2018 ( AS 2018 1521 )."
    },
    {
      "provision_ref": "art29",
      "chapter": "4. Abschnitt: Motorfahrzeuge ohne Erfassungsgerät",
      "section": "29",
      "title": "Bezug der Abgabe",
      "content": "1 Die Abgabe wird bei der Ausfahrt aus der Schweiz fällig und ist sofort zu entrichten. Ein im Voraus bekannter Abgabebetrag kann bereits bei der Einfahrt erhoben werden. 2 Das bezeichnet die zulässigen Zahlungsmittel und die dafür eingerichteten Zolldienststellen. Für die Bezahlung der Abgabe können insbesondere Debit-, Kredit und Tankkarten angenommen werden. 2bis Das kann für den Bezug der Abgabe Anbieter von Tankkarten beiziehen, wenn diese: a. in einem Mitgliedstaat des Europäischen Wirtschaftsraumes oder in der Schweiz niedergelassen sind; b. nachweisen, dass sie die technischen und betrieblichen Vorgaben des EFD erfüllen; und c. die geforderte Sicherheit zur Sicherstellung der Abgabe leisten. 2ter Das EFD legt die technischen und betrieblichen Vorgaben fest. 2quater Anbieter von Tankkarten erhalten für ihre Dienstleistungen gegenüber dem zum Bezug der Abgabe ein Entgelt. Das EFD bestimmt dessen Höhe. Es kann eine Bezugsprovision vorsehen. 3 Das kann unter Vorbehalt des Widerrufs Zahlungserleichterungen oder Zahlungsfristen gewähren. Es kann die Gewährung von der Stellung einer Sicherheit abhängig machen. Fassung gemäss Ziff. I der V vom 9. März 2018, in Kraft seit 1. Mai 2018 ( AS 2018 1521 ). Eingefügt durch Ziff. I der V vom 9. März 2018, in Kraft seit 1. Mai 2018 ( AS 2018 1521 ). Eingefügt durch Ziff. I der V vom 9. März 2018, in Kraft seit 1. Mai 2018 ( AS 2018 1521 ). Eingefügt durch Ziff. I der V vom 9. März 2018, in Kraft seit 1. Mai 2018 ( AS 2018 1521 )."
    },
    {
      "provision_ref": "art30",
      "chapter": "1. Abschnitt: Inländische Fahrzeuge",
      "section": "30",
      "title": "Allgemeines",
      "content": "1 Die Abgabeperiode für inländische Fahrzeuge, die der pauschalen Abgabeerhebung unterliegen, ist das Kalenderjahr. 2 Die Abgabe ist im Voraus zahlbar. Sie wird mit der amtlichen Zulassung oder zu Jahresbeginn fällig. 3 Zahlungsfrist und Zahlungsweise richten sich nach den kantonalen Bestimmungen über die Erhebung der Motorfahrzeugsteuern."
    },
    {
      "provision_ref": "art31",
      "chapter": "1. Abschnitt: Inländische Fahrzeuge",
      "section": "31",
      "title": "Bezug der Abgabe",
      "content": "1 Die Abgabe wird vom Standortkanton erhoben. 2 Bei Standortverlegung ist vom Beginn des Monats an, in dem der Standort eines Fahrzeugs in einen anderen Kanton verlegt wird, der neue Standortkanton für die Erhebung der Abgabe zuständig. Der frühere Standortkanton erstattet Abgaben, die für weitere Zeit erhoben wurden, zurück. 3 Bei Fahrzeugen mit Wechselschildern muss die Abgabe nur für das Fahrzeug mit dem höchsten Abgabesatz bezahlt werden."
    },
    {
      "provision_ref": "art32",
      "chapter": "1. Abschnitt: Inländische Fahrzeuge",
      "section": "32",
      "title": "Rückerstattung bei Ausserverkehrsetzung",
      "content": "Beträge bis 50 Franken müssen nicht zurückerstattet werden."
    },
    {
      "provision_ref": "art33",
      "chapter": "1. Abschnitt: Inländische Fahrzeuge",
      "section": "33",
      "title": "Rückerstattung für Auslandfahrten",
      "content": "1 Für jeden Tag, an dem ein Fahrzeug nachweislich nur im Ausland verkehrt, hat die Halterin oder der Halter Anspruch auf die Rückerstattung von 1 /360 der Jahresabgabe. Für Tage, an denen das Fahrzeug im Ausland und in der Schweiz verkehrt, besteht Anspruch auf den halben Rückerstattungsbetrag. 2 Rückerstattungsgesuche sind innerhalb eines Jahres nach Ablauf der Abgabeperiode mit den entsprechenden Fahrtenkontrollen dem einzureichen. Dieses kann weitere Beweismittel verlangen. 3 Beträge unter 50 Franken je Gesuch werden nicht zurückerstattet."
    },
    {
      "provision_ref": "art33a",
      "chapter": "1. Abschnitt: Inländische Fahrzeuge",
      "section": "33a",
      "title": "a Rückerstattung bei Miete für die Armee oder den Zivilschutz",
      "content": "1 Für jeden Tag, an dem ein für die Armee oder den Zivilschutz gemietetes Fahrzeug nachweislich für einen Zweck nach Artikel 3 Absatz 1 Buchstabe a oder a bis verkehrt, hat die Halterin oder der Halter Anspruch auf die Rückerstattung von 1 / 360 der Jahresabgabe. Für Tage, an denen das Fahrzeug sowohl für einen solchen Zweck wie auch als der pauschalen Abgabe unterliegendes Fahrzeug verkehrt, besteht Anspruch auf den halben Rückerstattungsbetrag. 2 Rückerstattungsgesuche sind innerhalb eines Jahres nach Ablauf der Abgabeperiode mit den entsprechenden Fahrtenkontrollen, Mietverträgen, Übernahme- und Übergabeprotokollen sowie mit Angabe des Verwendungszwecks dem einzureichen. Dieses kann weitere Beweismittel verlangen. 3 Beträge unter 50 Franken je Gesuch werden nicht zurückerstattet. Eingefügt durch Ziff. I der V vom 27. Jan. 2016, in Kraft seit 1. März 2016 ( AS 2016 513 )."
    },
    {
      "provision_ref": "art34",
      "chapter": "2. Abschnitt: Ausländische Fahrzeuge",
      "section": "34",
      "title": "Abgabeerhebung",
      "content": "1 Für ausländische Fahrzeuge, die der pauschalen Abgabeerhebung unterliegen, kann die Abgabe entrichtet werden für: a. einen bis 30 aufeinander folgende Tage; b. zehn frei wählbare Tage innerhalb eines Jahres; c. einen bis elf aufeinander folgende Monate; d. ein Jahr. 2 Zahlungsnachweis ist ein Ausweis des . Die Fahrzeugführerin oder der Fahrzeugführer muss diesen den Kontrollorganen auf Verlangen vorweisen. 3 Abgabepflichtige Personen ohne gültigen Zahlungsnachweis müssen sich bei einer besetzten Zolldienststelle anmelden."
    },
    {
      "provision_ref": "art35",
      "chapter": "2. Abschnitt: Ausländische Fahrzeuge",
      "section": "35",
      "title": "Berechnung der Abgabe",
      "content": "1 Für Abgabeperioden, die kürzer sind als ein Jahr, wird die Abgabe anteilmässig berechnet. Sie beträgt in Prozenten der Ansätze nach Artikel 4: a. je 0,5 Prozent für einen bis 30 aufeinander folgende Tage, mindestens aber 25 Franken je Fahrzeug und höchstens den monatlichen Abgabesatz für die betreffende Fahrzeugkategorie; b. 5 Prozent für zehn frei wählbare Tage; c. je 9 Prozent für einen bis elf aufeinander folgende Monate. 2 Wird der Zahlungsnachweis vor Ablauf der Abgabeperiode dem zurückgegeben, so besteht Anspruch auf anteilmässige Rückerstattung der Abgabe. 3 Beträge bis 50 Franken werden nicht zurückerstattet."
    },
    {
      "provision_ref": "art36",
      "chapter": "6. Kapitel: Solidarhaftung",
      "section": "36",
      "title": "",
      "content": "1 Neben der Halterin oder dem Halter sind für die Abgabe sowie für allfällige Zinsen und Gebühren solidarisch haftbar: a. die Halterin oder der Halter eines Zugfahrzeugs für einen mitgeführten fremden Anhänger; b. die Halterin oder der Halter eines Anhängers, wenn die Halterin oder der Halter des Zugfahrzeugs zahlungsunfähig ist oder erfolglos gemahnt wurde: im Umfang des Gesamtgewichts des Anhängers für die mit diesem zurückgelegten Kilometer; c. die Teilhaberinnen und Teilhaber einer einfachen Gesellschaft, Kollektiv- oder Kommanditgesellschaft im Rahmen ihrer zivilrechtlichen Haftbarkeit; d. für die Abgabe einer aufgelösten oder sich im Konkurs- oder Nachlassverfahren befindenden juristischen Person oder Gesellschaft ohne Rechtspersönlichkeit: die mit der Liquidation betrauten Personen bis zum Betrag des Liquidationsergebnisses; e. für die Abgabe einer juristischen Person, die ihren Sitz ohne Liquidation ins Ausland verlegt: die Organe persönlich bis zum Betrag des reinen Vermögens der juristischen Person. 1bis Neben der Halterin oder dem Halter sind für die leistungsabhängige Schwerverkehrsabgabe sowie für in diesem Zusammenhang anfallende allfällige Zinsen und Gebühren unter Vorbehalt der Artikel 36 a und 36 b solidarisch haftbar: a. die Eigentümerin oder der Eigentümer, die Vermieterin oder der Vermieter, die Leasinggeberin oder der Leasinggeber eines Zugfahrzeugs, wenn dessen Halterin oder Halter zahlungsunfähig ist oder erfolglos gemahnt wurde: im Umfang des Gesamtgewichts des Zugfahrzeugs für die mit diesem zurückgelegten Kilometer; b. die Eigentümerin oder der Eigentümer, die Vermieterin oder der Vermieter, die Leasinggeberin oder der Leasinggeber eines Anhängers, wenn dessen Halterin oder Halter zahlungsunfähig ist oder erfolglos gemahnt wurde: im Umfang des Gesamtgewichts des Anhängers für die mit diesem zurückgelegten Kilometer. 2 Die abgabepflichtigen und die solidarisch haftbaren Personen müssen alle massgebenden Geschäftsunterlagen nach Artikel 962 des Obligationenrechts aufbewahren. Ist die Abgabeforderung nach Ablauf der Aufbewahrungsfrist noch nicht verjährt, so sind die Akten bis zum Eintritt der Verjährung aufzubewahren. Eingefügt durch Ziff. I der V vom 7. März 2008, in Kraft seit 1. April 2008 ( AS 2008 769 ). Fassung gemäss Ziff. I der V vom 7. März 2008, in Kraft seit 1. April 2008 ( AS 2008 769 ). Fassung gemäss Ziff. I der V vom 9. März 2018, in Kraft seit 1. Mai 2018 ( AS 2018 1521 ). Eingefügt durch Ziff. I der V vom 7. März 2008, in Kraft seit 1. April 2008 ( AS 2008 769 ). SR 220"
    },
    {
      "provision_ref": "art36a",
      "chapter": "6. Kapitel: Solidarhaftung",
      "section": "36a",
      "title": "a Anfrage beim BAZG",
      "content": "1 Die nach Artikel 36 Absatz 1 bis solidarisch haftbare Person, die einer Drittperson ein Zugfahrzeug oder einen Anhänger (Fahrzeug) zum Gebrauch überlassen will, kann im Rahmen des Vertragsabschlusses beim , ob die Drittperson (Vertragspartei) oder die Halterin oder der Halter des Fahrzeugs, falls es sich nicht um dieselbe Person handelt, zahlungsunfähig ist oder erfolglos gemahnt wurde. 2 Die Anfrage muss enthalten: a. die Personalien und die Adresse der Vertragspartei sowie gegebenenfalls der Halterin oder des Halters; b. die Angaben zum Fahrzeug; und c. die schriftliche Einwilligung der Vertragspartei und gegebenenfalls der Halterin oder des Halters in die Auskunftserteilung durch das BAZG. 3 Falls die Vertragspartei oder gegebenenfalls die Halterin oder der Halter zahlungsunfähig ist oder erfolglos gemahnt wurde, weist das in seiner Antwort die anfragende Person darauf hin, dass sie mit Vertragsabschluss solidarisch haftbar wird für die von diesem Zeitpunkt an geschuldeten Abgaben sowie allfällige Zinsen und Gebühren für das Fahrzeug. Eingefügt durch Ziff. I der V vom 7. März 2008, in Kraft seit 1. April 2008 ( AS 2008 769 ). Fassung gemäss Ziff. I der V vom 27. Jan. 2016, in Kraft seit 1. März 2016 ( AS 2016 513 )."
    },
    {
      "provision_ref": "art36b",
      "section": "36b",
      "title": "b Spätere Mitteilung des BAZG",
      "content": "Stellt das nach Inverkehrsetzung des Fahrzeugs nach Artikel 36 a Absatz 2 Buchstabe b fest, dass die Halterin oder der Halter zahlungsunfähig ist oder erfolglos gemahnt wurde, und erwägt es, die nach Artikel 36 Absatz 1 bis solidarisch haftbare Person der Solidarhaftung zu unterstellen, so teilt es dieser Person schriftlich mit, dass sie für künftige Abgaben sowie für allfällige Zinsen und Gebühren für das Fahrzeug solidarisch haftet, wenn: a. sie den Vertrag nicht innerhalb von 60 Tagen kündigt; oder b. alle ausstehenden Abgaben und allfällige Zinsen und Gebühren für das Fahrzeug nicht innerhalb von 60 Tagen vollständig bezahlt werden. Eingefügt durch Ziff. I der V vom 7. März 2008, in Kraft seit 1. April 2008 ( AS 2008 769 )."
    },
    {
      "provision_ref": "art37",
      "chapter": "7. Kapitel: Verwendung der Abgabe",
      "section": "37",
      "title": "Reinertrag",
      "content": "Als Reinertrag gilt der Ertrag nach Abzug der Aufwandentschädigung nach Artikel 45 Absatz 5, der Beiträge an Schwerverkehrskontrollen nach Artikel 46 sowie der Rückerstattungen nach den Artikeln 8, 11, 32, 33 und 51."
    },
    {
      "provision_ref": "art38",
      "chapter": "7. Kapitel: Verwendung der Abgabe",
      "section": "38",
      "title": "Verteilung des Anteils der Kantone",
      "content": "1 10 Prozent des Kantonsanteils gelten als Mittel, die den Kantonen nach Artikel 19 a des Schwerverkehrsabgabegesetzes vom 19. Dezember 1997 aus der Erhöhung der Abgabe ab 2008 zusätzlich zustehen. 2 13,5 Prozent des Kantonsanteils werden nach Artikel 39 vorab auf die Kantone mit Berg- und Randgebieten verteilt. Als Berg- und Randgebiete gelten die Regionen nach Anhang 2. 3 Die verbleibenden 76,5 Prozent des Kantonsanteils werden nach dem Verteilungsschlüssel in Artikel 40 auf alle Kantone verteilt. 4 … SR 641.81 Fassung gemäss Ziff. I der V vom 22. Nov. 2017, in Kraft seit 1. Jan. 2018 ( AS 2017 6789 ). Fassung gemäss Ziff. I der V vom 19. Aug. 2009, in Kraft seit 1. Jan. 2010 ( AS 2009 4333 ). Fassung gemäss Ziff. I der V vom 19. Aug. 2009, in Kraft seit 1. Jan. 2010 ( AS 2009 4333 ). Eingefügt durch Ziff. I der V vom 12. Sept. 2007 ( AS 2007 4695 ). Aufgehoben durch Ziff. I der V vom 22. Nov. 2017, mit Wirkung seit 1. Jan. 2018 ( AS 2017 6789 )."
    },
    {
      "provision_ref": "art39",
      "chapter": "7. Kapitel: Verwendung der Abgabe",
      "section": "39",
      "title": "Verteilung auf Kantone mit Berg- und Randgebieten",
      "content": "1 Massgebend für die Berechnung ist die besondere Betroffenheit: a. der Bevölkerung in Berg- und Randgebieten; b. der Wirtschaft in Berg- und Randgebieten; c. des Strassengütertransportgewerbes in Berg- und Randgebieten. 2 Alle drei Indikatoren werden gleich gewichtet. 3 Die Berechnung erfolgt periodisch, mindestens aber alle zehn Jahre, nach dem Modell in Anhang 3. Fassung gemäss Ziff. I der V vom 19. Aug. 2009, in Kraft seit 1. Jan. 2010 ( AS 2009 4333 )."
    },
    {
      "provision_ref": "art40",
      "chapter": "7. Kapitel: Verwendung der Abgabe",
      "section": "40",
      "title": "Verteilungsschlüssel für den verbleibenden Anteil",
      "content": "1 Der verbleibende Anteil der Kantone am Reinertrag wird wie folgt auf diese verteilt (vgl. Berechnungsmodell Anhang 4): a. 20 Prozent nach Strassenlänge: 1. 10 Prozent nach der Länge der National- und Hauptstrassen, 2. 10 Prozent nach der Länge der Kantons- und der übrigen dem Motorfahrzeugverkehr geöffneten Strassen; b. 15 Prozent nach den Strassenlasten; c. 60 Prozent nach der Bevölkerung; d. 5 Prozent nach der steuerlichen Belastung des Motorfahrzeugverkehrs. 2 Massgebend für die Strassenlängen sind die neuesten Angaben über: a. das Nationalstrassennetz ausser den Strecken, die nicht in Betrieb sind und keine Hauptstrassen ablösen; b. das Hauptstrassennetz nach Anhang 2 der Verordnung vom 7. November 2007 über die Verwendung der zweckgebundenen Mineralölsteuer (MinVV); c. die Kantonsstrassen, abzüglich der Hauptstrassen und der geplanten Nationalstrassen, die Hauptstrassen ablösen, sowie die übrigen dem Motorfahrzeugverkehr geöffneten Strassen nach den Erhebungen des Bundesamtes für Statistik. 3 Bezüglich der Strassenlasten gilt Artikel 30 MinVV. 4 Massgebend für die Zahl der Wohnbevölkerung ist die letzte Erhebung über die mittlere Wohnbevölkerung. 5 Massgebend für die steuerliche Belastung des Motorfahrzeugverkehrs durch die Kantone ist der Totalindex der Motorfahrzeugsteuern. Das ermittelt diese Indexzahl gestützt auf die Angaben der Eidgenössischen Finanzverwaltung und des Bundesamtes für Statistik jährlich. Fassung gemäss Ziff. I der V vom 19. Aug. 2009, in Kraft seit 1. Jan. 2010 ( AS 2009 4333 ). SR 725.116.21 Fassung gemäss Art. 35 der V vom 7. Nov. 2007 über die Verwendung der zweck- gebundenen Mineralölsteuer, in Kraft seit 1. Jan. 2008 ( AS 2007 5987 ). Fassung gemäss Art. 35 der V vom 7. Nov. 2007 über die Verwendung der zweck- gebundenen Mineralölsteuer, in Kraft seit 1. Jan. 2008 ( AS 2007 5987 ). Eingefügt durch Art. 35 der V vom 7. Nov. 2007 über die Verwendung der zweck- gebundenen Mineralölsteuer, in Kraft seit 1. Jan. 2008 ( AS 2007 5987 ). Eingefügt durch Art. 35 der V vom 7. Nov. 2007 über die Verwendung der zweck- gebundenen Mineralölsteuer ( AS 2007 5987 ). Fassung gemäss Ziff. I der V vom 9. März 2018, in Kraft seit 1. Mai 2018 ( AS 2018 1521 )."
    },
    {
      "provision_ref": "art41",
      "chapter": "8. Kapitel: Kontrollen",
      "section": "41",
      "title": "Vorgehen",
      "content": "1 Die Vollzugsbehörden können Kontrollen durchführen, namentlich bei Personen, die infolge ihrer Tätigkeit für die Veranlagung der Abgabe wesentliche Unterlagen besitzen oder ausstellen oder die sonstwie am Vollzug mitwirken. Sofern die Umstände es erlauben, sind Betriebskontrollen während der Geschäftszeiten durchzuführen. 2 Die Vollzugsbehörden können zur Durchführung von Kontrollen Grundstücke sowie Räumlichkeiten betreten und Fahrzeuge anhalten. Bei Verdacht können sie Nachprüfungen von Messgeräten verfügen. 3 Kontrollierte Personen müssen in der von den Vollzugsbehörden verlangten Weise mitwirken. Den Vollzugsbehörden sind auf Verlangen alle Auskünfte zu geben und alle Bücher, Geschäftspapiere und Urkunden vorzulegen sowie Einblick in die elektronisch verarbeiteten Daten zu gewähren, die für den Vollzug dieser Verordnung von Bedeutung sind."
    },
    {
      "provision_ref": "art42",
      "chapter": "8. Kapitel: Kontrollen",
      "section": "42",
      "title": "Kontrolleinrichtungen",
      "content": "Das BAZG kann ortsfeste und mobile Kontrolleinrichtungen betreiben. Fassung gemäss Ziff. I der V vom 27. Jan. 2016, in Kraft seit 1. März 2016 ( AS 2016 513 )."
    },
    {
      "provision_ref": "art43",
      "chapter": "8. Kapitel: Kontrollen",
      "section": "43",
      "title": "Beweissicherung",
      "content": "Die Vollzugsbehörden halten Gegenstände, die als Beweismittel im Strafverfahren dienen können, zuhanden der zuständigen Strafverfolgungsbehörde zurück."
    },
    {
      "provision_ref": "art44",
      "chapter": "8. Kapitel: Kontrollen",
      "section": "44",
      "title": "Ausschluss der Haftung",
      "content": "Wertminderungen und Kosten, die durch Kontrollen entstehen, werden nicht entschädigt."
    },
    {
      "provision_ref": "art45",
      "chapter": "1. Abschnitt: Vollzug",
      "section": "45",
      "title": "Allgemeines",
      "content": "1 Die kantonalen Vollzugsbehörden melden dem laufend die zur Erhebung der Abgabe erforderlichen Daten. 2 Das erlässt die zum Vollzug erforderlichen Weisungen. 3 Die zu erhebende Abgabe beträgt mindestens 5 Franken. 4 Für besondere Aufwendungen erheben die Vollzugsbehörden Gebühren nach ihren jeweiligen Bestimmungen. 5 Die Vollzugsbehörden sind für ihren Aufwand beim Vollzug des SVAG und dieser Verordnung zu entschädigen. Das EFD regelt die Einzelheiten. 6 Soweit das SVAG und diese Verordnung nichts anderes bestimmen, gelten für die vom zu vollziehenden Bestimmungen die Vorschriften der Zollgesetzgebung. Fassung gemäss Ziff. I der V vom 9. März 2018, in Kraft seit 1. Mai 2018 ( AS 2018 1521 )."
    },
    {
      "provision_ref": "art46",
      "chapter": "1. Abschnitt: Vollzug",
      "section": "46",
      "title": "Beiträge an Schwerverkehrskontrollen",
      "content": "1 Der Bund richtet Kantonen, die zur Durchsetzung der Abgabe und insbesondere zur Verlagerung von alpenquerendem Güterschwerverkehr auf die Schiene nach Artikel 1 Absatz 1 des Verkehrsverlagerungsgesetzes vom 8. Oktober 1999 vermehrt Schwerverkehrskontrollen durchführen, Beiträge aus. 2 Die Berechnung und die Höhe der Beiträge werden in Leistungsvereinbarungen, die das Eidgenössische Departement für Umwelt, Verkehr, Energie und Kommunikation mit den Kantonen abschliesst, festgelegt."
    },
    {
      "provision_ref": "art47",
      "chapter": "1. Abschnitt: Vollzug",
      "section": "47",
      "title": "Vereinbarungen",
      "content": "1 Das kann mit einzelnen abgabepflichtigen Personen Vereinbarungen treffen, welche die Veranlagung der Abgabe vereinfachen, namentlich über: a. das Deklarationsverfahren; b. die Veranlagung von abgabepflichtigen Personen, für die mehrere Vollzugsbehörden zuständig sind. 2 Vereinbarungen für inländische Fahrzeuge sind in Absprache mit den zuständigen kantonalen Behörden zu treffen, soweit diese davon betroffen sind."
    },
    {
      "provision_ref": "art48",
      "chapter": "1. Abschnitt: Vollzug",
      "section": "48",
      "title": "Sicherheitsleistung",
      "content": "1 Die Vollzugsbehörden können Abgaben, Zinsen und Kosten, auch solche, die weder rechtskräftig festgesetzt noch fällig sind, sicherstellen lassen, wenn: a. deren Bezahlung als gefährdet erscheint; b. die abgabepflichtige Person mit der Zahlung der Abgabe in Verzug ist. 2 Die Sicherstellungsverfügung hat den Rechtsgrund der Sicherstellung, den sicherzustellenden Betrag und die Stelle, welche die Sicherheiten entgegennimmt, anzugeben; sie gilt als Arrestbefehl im Sinne von Artikel 274 des Bundesgesetzes vom 11. April 1889 über Schuldbetreibung und Konkurs. 3 Die Beschwerde gegen Sicherstellungsverfügungen richtet sich nach Artikel 23 SVAG. Sie hat keine aufschiebende Wirkung. SR 281.1"
    },
    {
      "provision_ref": "art49",
      "chapter": "1. Abschnitt: Vollzug",
      "section": "49",
      "title": "Abrechnung und Kontrollführung",
      "content": "1 Zentrale Abrechnungs- und Kontrollstelle ist das . 2 Die Kantone rechnen periodisch mit dem nach deren Weisungen ab. Am Ende des Rechnungsjahres ist ein definitiver Abschluss zu erstellen. 3 Das Rechnungsjahr ist das Kalenderjahr."
    },
    {
      "provision_ref": "art50",
      "section": "50",
      "title": "Zahlungsverzug",
      "content": "1 Wird die Abgabe für ein inländisches Fahrzeug nicht bezahlt, unterbleiben Vorauszahlungen oder Sicherheitsleistungen oder werden von den Vollzugsbehörden angeordnete Sicherungsmassnahmen durch die Halterin oder den Halter nicht umgesetzt, so wird die Halterin oder der Halter gemahnt; bleibt die Mahnung erfolglos, so kann das zusätzlich zu den Massnahmen nach Artikel 14 a SVAG: a. die Weiterfahrt mit dem Fahrzeug verweigern; oder b. das Fahrzeug beschlagnahmen, soweit dies unter den gegebenen Umständen verhältnismässig ist. 2 Wird die Abgabe für ein ausländisches Fahrzeug nicht bezahlt, unterbleiben Vorauszahlungen oder Sicherheitsleistungen oder werden von den Vollzugsbehörden angeordnete Sicherungsmassnahmen durch die Halterin oder den Halter nicht umgesetzt, so kann das : a. die Weiterfahrt mit dem Fahrzeug verweigern; oder b. das Fahrzeug beschlagnahmen, soweit dies unter den gegebenen Umständen verhältnismässig ist. Fassung gemäss Ziff. I der V vom 27. Jan. 2016, in Kraft seit 1. März 2016 ( AS 2016 513 )."
    },
    {
      "provision_ref": "art50a",
      "section": "50a",
      "title": "a Verweigerung und Entzug von Fahrzeugausweis und Kontrollschildern",
      "content": "1 In den Fällen nach Artikel 14 a SVAG kann das die kantonale Vollzugsbehörde anweisen, den Fahrzeugausweis und die Kontrollschilder zu verweigern oder zu entziehen. 2 Nach einem Entzug des Fahrzeugausweises und der Kontrollschilder dürfen Wechselschilder für nicht betroffene Fahrzeuge weiterverwendet werden. 3 Die Beschwerde gegen Verfügungen der kantonalen Vollzugsbehörde richtet sich nach Artikel 23 SVAG. Eingefügt durch Ziff. I der V vom 7. März 2008, in Kraft seit 1. April 2008 ( AS 2008 769 ). Fassung gemäss Ziff. I der V vom 9. März 2018, in Kraft seit 1. Mai 2018 ( AS 2018 1521 )."
    },
    {
      "provision_ref": "art51",
      "chapter": "2. Abschnitt: Revision und Erlass",
      "section": "51",
      "title": "Revision",
      "content": "Die Revision von Verfügungen und Beschwerdeentscheiden richtet sich nach den Artikeln 66–68 des Verwaltungsverfahrensgesetzes vom 20. Dezember 1968. SR 172.021"
    },
    {
      "provision_ref": "art52",
      "chapter": "2. Abschnitt: Revision und Erlass",
      "section": "52",
      "title": "Erlass der Abgabe",
      "content": "1 Mit dem Erlassgesuch müssen der zuständigen Vollzugsbehörde sämtliche zur Beurteilung erforderlichen Unterlagen vorgelegt werden. 2 Für die Behandlung von Erlassgesuchen sind zuständig: a. die kantonalen Vollzugsbehörden für die von ihnen veranlagten Fahrzeuge; b. das BAZG für die von ihm veranlagten inländischen und ausländischen Fahrzeuge; c. … 3 Es können nur rechtskräftig festgesetzte Abgabenbeträge erlassen werden. 4 Wird in einem Beschwerdeverfahren gegen die Abgabenfestsetzung gleichzeitig ein Erlassgesuch gestellt, so wird das Beschwerdeverfahren sistiert, bis über das Erlassgesuch definitiv entschieden ist. Fassung gemäss Ziff. I der V vom 9. März 2018, in Kraft seit 1. Mai 2018 ( AS 2018 1521 ). Aufgehoben durch Ziff. I der V vom 9. März 2018, mit Wirkung seit 1. Mai 2018 ( AS 2018 1521 )."
    },
    {
      "provision_ref": "art53",
      "chapter": "3. Abschnitt: Datenschutz",
      "section": "53",
      "title": "Beschaffung von Daten",
      "content": "1 Das beschafft die Identitätsdaten und die Adressen sowie die Angaben über die Zahlungsverbindungen der abgabepflichtigen Personen. 2 Die von den kantonalen Vollzugsbehörden und den Zollämtern übermittelten Daten werden vom zentral bearbeitet."
    },
    {
      "provision_ref": "art54",
      "chapter": "3. Abschnitt: Datenschutz",
      "section": "54",
      "title": "Datensicherheit",
      "content": "Die Vollzugsbehörden müssen die erhobenen Daten wirksam gegen Verlust, Veränderung und Zugriff Unbefugter schützen."
    },
    {
      "provision_ref": "art55",
      "chapter": "3. Abschnitt: Datenschutz",
      "section": "55",
      "title": "Weitergabe von Daten",
      "content": "Die Vollzugsbehörden dürfen Daten, die Rückschlüsse auf bestimmte Personen zulassen, nur weitergeben: a. zur Erfüllung gesetzlicher Aufgaben an Stellen des Bundes und der Kantone; b. im Rahmen staatsvertraglicher Vereinbarungen an ausländische Stellen; c. im Rahmen genau umschriebener staatlicher Forschungsprojekte an Forschungsstellen."
    },
    {
      "provision_ref": "art56",
      "chapter": "3. Abschnitt: Datenschutz",
      "section": "56",
      "title": "Aufbewahrungspflicht",
      "content": "Die Vollzugsbehörden müssen die erhobenen Daten während des laufenden Jahres und weiterer fünf Jahre unverändert lesbar machen können. Nach Ablauf der Frist werden die Daten vernichtet bzw. im Bundesarchiv aufbewahrt."
    },
    {
      "provision_ref": "art57",
      "chapter": "3. Abschnitt: Datenschutz",
      "section": "57",
      "title": "Zugriff auf Daten",
      "content": "Die Halterin oder der Halter hat Zugriff auf die vom Erfassungsgerät aufgezeichneten Daten. Davon ausgenommen sind diejenigen Daten, welche ausschliesslich den Vollzugsbehörden bei der Bekämpfung des Missbrauchs der Schwerverkehrsabgabegesetzgebung dienen."
    },
    {
      "provision_ref": "art58",
      "chapter": "4. Abschnitt: Aufhebung und Änderung bisherigen Rechts",
      "section": "58",
      "title": "Aufhebung bisherigen Rechts",
      "content": "Es werden aufgehoben: a. die Verordnung vom 23. Dezember 1999 über den Einbau von Geräten für den Vollzug des Schwerverkehrsabgabegesetzes im Jahr 2000; b. die Verordnung vom 25. Juni 1997 über die Umladestationen des kombinierten Verkehrs. [ AS 2000 341 , 937 ] [ AS 1997 1633 ; 1998 1648 , 2051 ]"
    },
    {
      "provision_ref": "art59",
      "chapter": "4. Abschnitt: Aufhebung und Änderung bisherigen Rechts",
      "section": "59",
      "title": "Änderung bisherigen Rechts",
      "content": "… Die Änderungen können unter AS 2000 1170 konsultiert werden."
    },
    {
      "provision_ref": "art60",
      "chapter": "5. Abschnitt: Übergangsbestimmungen",
      "section": "60",
      "title": "Zollausschlussgebiet Samnaun",
      "content": "Inländische und ausländische Fahrzeuge, die der leistungsabhängigen Abgabeerhebung unterliegen, sowie vom Ausland direkt in die Talschaften Samnaun und Sampuoir einfahrende ausländische Fahrzeuge, die der pauschalen Abgabeerhebung unterliegen, sind bis zur Eröffnung eines Zollamts auf dem Gebiet dieser Talschaften von der Schwerverkehrsabgabe ausgenommen."
    },
    {
      "provision_ref": "art61",
      "chapter": "5. Abschnitt: Übergangsbestimmungen",
      "section": "61",
      "title": "Verwendung des Erfassungsgeräts",
      "content": "Die vom BAZG kostenlos abgegebenen Erfassungsgeräte dürfen weder verschenkt noch verkauft, vermietet oder ausgeliehen werden. Widerhandlungen werden mit Busse bis 5000 Franken geahndet. Fassung gemäss Ziff. I der V vom 15. Sept. 2004, in Kraft seit 1. Jan. 2005 ( AS 2004 4525 )."
    },
    {
      "provision_ref": "art62",
      "chapter": "5. Abschnitt: Übergangsbestimmungen",
      "section": "62",
      "title": "",
      "content": "Aufgehoben durch Ziff. I der V vom 15. Sept. 2004, mit Wirkung seit 1. Jan. 2005 ( AS 2004 4525 )."
    },
    {
      "provision_ref": "art62a",
      "chapter": "5. Abschnitt: Übergangsbestimmungen",
      "section": "62a",
      "title": "a Fahrzeuge der Abgabekategorie 2",
      "content": "Fahrzeuge der Abgabekategorie 2 (EURO 3) werden bis zum 31. Dezember 2008 zum Tarif der Abgabekategorie 3 veranlagt. Eingefügt durch Ziff. I der V vom 12. Sept. 2007, in Kraft seit 1. Jan. 2008 ( AS 2007 4695 )."
    },
    {
      "provision_ref": "art62b",
      "chapter": "5. Abschnitt: Übergangsbestimmungen",
      "section": "62b",
      "title": "b Solidarhaftung",
      "content": "Die Solidarhaftung der Eigentümerin oder des Eigentümers, der Vermieterin oder des Vermieters, der Leasinggeberin oder des Leasinggebers nach Artikel 36 Absatz 1 bis gilt nur für Verträge, die nach Inkrafttreten der Änderung vom 7. März 2008 dieser Verordnung abgeschlossen worden sind. Eingefügt durch Ziff I der V vom 7. März 2008, in Kraft seit 1. April 2008 ( AS 2008 769 , 1653 )."
    },
    {
      "provision_ref": "art63",
      "chapter": "6. Abschnitt: Inkrafttreten",
      "section": "63",
      "title": "",
      "content": "Diese Verordnung tritt am 1. Januar 2001 in Kraft."
    }
  ],
  "definitions": []
}