{
  "id": "sr-680-114",
  "type": "statute",
  "title": "Verordnung des EFD vom 15. September 2017 über die als steuerbefreit anerkannten Fehlmengen und Verluste von gebrannten Wassern (Alkoholfehlmengenverordnung)",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2017/569/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Zweck",
      "content": "Mit dieser Verordnung werden festgelegt: a. die Berechnung der Fehlmengen bei Spirituosen und steuerpflichtigem Ethanol; b. die Pauschalen für nicht nachweisbare Produktions- und Lagerverluste bei unversteuertem Ethanol."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Berechnung der Fehlmengen und der Verluste",
      "content": "1 Die Berechnung der Fehlmengen von Spirituosen erfolgt pauschaliert nach den im Anhang festgelegten Werten. 2 Die Pauschale für nicht nachweisbare Produktions- und Lagerverluste bei unversteuertem Ethanol beträgt 2 Prozent. Die Grundlage für die Berechnung bildet das Inventar. 3 Werden gebrannte Wasser in Behältnissen gelagert, die an Endkonsumenten und Endkonsumentinnen abgegeben werden, so können keine Fehlmengen oder Verluste geltend gemacht werden."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Übersteigen der Pauschalen",
      "content": "Ist ein regelmässiges Übersteigen der Pauschalen aufgrund besonderer Produktions- oder Lagermethoden nachweisbar, so kann die Eidgenössische Zollverwaltung auf Gesuch mit der berechtigten Person davon abweichende Werte vereinbaren."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Abzug der Fehlmengen und Verluste von der für die Besteuerung massgebenden Menge gebrannter Wasser",
      "content": "Die Fehlmengen und die Verluste sind bei der Berechnung der für die Besteuerung massgebenden Menge gebrannter Wasser in Abzug zu bringen."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Aufhebung eines anderen Erlasses",
      "content": "Die Verordnung vom 10. Juni 1997 über die als steuerbefreit anerkannten Fehlmengen von gebrannten Wassern in Steuer- und Verschlusslagern wird aufgehoben. [ AS 1997 1477 , 1999 1810 ]"
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 1. Januar 2018 in Kraft."
    }
  ],
  "definitions": []
}