{
  "id": "sr-689-7",
  "type": "statute",
  "title": "Verordnung vom 9. September 1998 über das Finanz- und Rechnungswesen der Eidgenössischen Alkoholverwaltung",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1999/246/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Grundsätze der Haushalt- und Rechnungsführung",
      "content": "1 Die Eidgenössische Alkoholverwaltung (Alkoholverwaltung) führt ihr Finanz- und Rechnungswesen nach betriebswirtschaftlichen Grundsätzen. 2 Das Finanzwesen wird nach den Grundsätzen der Gesetzmässigkeit, der Dringlichkeit sowie der Wirtschaftlichkeit und Sparsamkeit geführt. 3 Für die Rechnungsführung gelten die Grundsätze der Vollständigkeit, der Einheit, der Spezifikation und der Jährlichkeit. Gebucht wird nach dem Bruttoprinzip. 4 Die Rechnung ist so zu gestalten, dass sich die Vermögenslage, die Schuld- und Forderungsverhältnisse sowie das Betriebsergebnis zuverlässig und vollständig feststellen lassen."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Haushaltgliederung",
      "content": "1 Die Rechnung der Alkoholverwaltung umfasst: a. Erfolgsrechnung; b. Bilanz; c. Investitionsrechnung; d. Vorschlag zur Gewinnverteilung. 2 Die Gliederung des Kontenplanes richtet sich nach dem REFICO-Kontenrahmen der allgemeinen Bundesverwaltung. Im Übrigen sind die anerkannten Grundsätze der Rechnungslegung und die betrieblichen Bedürfnisse der Alkoholverwaltung massgebend. 3 Nachträge und Kreditüberschreitungen sind in der jährlichen Rechnung gesondert auszuweisen. 4 Die Bilanz erfasst sämtliche Vermögenswerte und Verpflichtungen sowie das Eigenkapital oder den Bilanzfehlbetrag. 5 Die Investitionsrechnung enthält Investitionen und Beteiligungen, welche Anlagevermögen schaffen und deren Wert 100 000 Franken übersteigen. Zahlungskredite für Investitionen sind mit dem Voranschlag zu beantragen. Fassung gemäss Ziff. I der V vom 30. Nov. 2001, in Kraft seit 1. Jan. 2002 ( AS 2002 10 )."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Bewertungsgrundsätze",
      "content": "1 Die Aktiven und Passiven sind nach allgemein anerkannten kaufmännischen Grundsätzen zu bewerten. 2 Das Anlagevermögen wird in der Anlagebuchhaltung zu Anschaffungs- beziehungsweise Herstellungskosten erfasst. Nach Abzug der betriebsnotwendigen Abschreibungen ergibt sich der Buchwert der Bilanz. Fassung gemäss Ziff. I der V vom 30. Nov. 2001, in Kraft seit 1. Jan. 2002 ( AS 2002 10 )."
    },
    {
      "provision_ref": "art3a",
      "section": "3a",
      "title": "a Reserven",
      "content": "1 Rückstellungen werden zum Ausgleich drohender Verluste oder besonderer Risiken gebildet. Fällt der Bilanzierungsgrund dahin, so sind sie erfolgswirksam aufzulösen. 2 Zur Sicherung von Verlusten auf dem Ethanollager kann eine Reserve von maximal 30 Prozent des Warenwertes gebildet werden. 3 Zur Sicherung von langfristigen Unterhaltsarbeiten oder Investitionen können aus dem Gewinn von alcosuisse Reserven gebildet werden. Sie dürfen eine den Bedürfnissen von alcosuisse angemessene Höhe nicht übersteigen. Eingefügt durch Ziff. I der V vom 30. Nov. 2001, in Kraft seit 1. Jan. 2002 ( AS 2002 10 )."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Objektkredite",
      "content": "Für Objektkreditbegehren von mehr als 10 Millionen für Grundstücke und Bauten ist den eidgenössischen Räten ein Verpflichtungskredit zu beantragen."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Nachträge",
      "content": "1 Für unvermeidliche Ausgaben in den Kontenklassen 4–6 und 8 oder der Investitionsrechnung, für die im Voranschlag kein ausreichender Betrag zur Verfügung steht, ist ein Nachtragskredit oder eine Bewilligung für eine Kreditüberschreitung zu beantragen. 2 Für die Bewilligung von Nachtragskrediten und Kreditüberschreitungen ist das Eidgenössische Finanzdepartement zuständig. Fassung gemäss Ziff. I der V vom 30. Nov. 2001, in Kraft seit 1. Jan. 2002 ( AS 2002 10 ). Fassung gemäss Anhang 2 Ziff. II 9 der Alkoholverordnung vom 15. Sept. 2017, in Kraft seit 1. Jan. 2018 ( AS 2017 5161 )."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Revision",
      "content": "Die Revision der Jahresrechnung wird durch die Eidgenössische Finanzkontrolle oder durch eine von ihr bestimmte Revisionsgesellschaft durchgeführt."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Aufhebung bisherigen Rechts",
      "content": "Die Verordnung vom 23. Mai 1990 über das Finanz- und Rechnungswesen der Eidgenössischen Alkoholverwaltung wird aufgehoben. [ AS 1990 898 , 1991 2368 ]"
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Übergangsbestimmung zur Änderung vom 30. November 2001",
      "content": "Ab 2003 beginnt das Geschäftsjahr mit dem 1. Januar. Fassung gemäss Ziff. I der V vom 30. Nov. 2001, in Kraft seit 1. Jan. 2002 ( AS 2002 10 )."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt rückwirkend auf den 30. Juni 1998 in Kraft."
    }
  ],
  "definitions": []
}