{
  "id": "sr-651-1",
  "type": "statute",
  "title": "Bundesgesetz vom 28. September 2012 über die internationale Amtshilfe in Steuersachen (Steueramtshilfegesetz, StAhiG)",
  "title_en": "Federal Act of 28 September 2012 on International Administrative Assistance in Tax Matters (Tax Administrative Assistance Act, TAAA)",
  "short_name": "StAhiG",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2013/31/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Chapter 1 General Provisions",
      "section": "1",
      "title": "Subject matter and scope of application",
      "content": "1 This Act governs the execution of administrative assistance in the exchange of information on request and in the spontaneous exchange of information: a. in accordance with agreements for the avoidance of double taxation; b. in accordance with other international agreements that provide for the exchange of information regarding tax matters. 2 It is subject to the derogations of individual applicable agreements. Amended by the Annex to the Federal Decree of 18 Dec. 2015 on the Approval and Implementation of the Convention of the Council of Europe and the OECD on Mutual Administrative Assistance in Tax Matters, in force since 1 Jan. 2017 ( AS 2016 5059 ; BBl 2015 5585 )."
    },
    {
      "provision_ref": "art2",
      "chapter": "Chapter 1 General Provisions",
      "section": "2",
      "title": "Competent authority",
      "content": "1 The Federal Tax Administration (FTA) is responsible for administrative assistance procedures. 2 Swiss courts and the competent tax authorities under cantonal or communal law may send documents directly by post to a person in a foreign state if the relevant agreement permits this. Amended by the Annex to the Federal Decree of 18 Dec. 2015 on the Approval and Implementation of the Convention of the Council of Europe and the OECD on Mutual Administrative Assistance in Tax Matters, in force since 1 Jan. 2017 ( AS 2016 5059 ; BBl 2015 5585 ). Inserted by No I 3 of the FA of 21 June 2019 on the Implementation of the Recommendations of the Global Forum on Transparency and the Exchange of Information for Tax Purposes, in force since 1 Nov. 2019 ( AS 2019 3161 ; BBl 2019 279 )."
    },
    {
      "provision_ref": "art3",
      "chapter": "Chapter 1 General Provisions",
      "section": "3",
      "title": "Definitions",
      "content": "For the purposes of this Act: a. the person concerned is the person about whom an administrative assistance request for information is made or a person whose tax situation is the subject of a spontaneous exchange of information; b. the information holder is the person in Switzerland who is in possession of the requested information. b bis . an exchange of information on request is an exchange of information based on a request for mutual administrative assistance; c. group requests are administrative assistance requests for information on two or more people with identical behaviour patterns who are identifiable by means of precise details d. a spontaneous exchange of information is an unrequested exchange of information available to the FTA or the cantonal tax administrations that may be of interest to the competent foreign authority. Amended by the Annex to the Federal Decree of 18 Dec. 2015 on the Approval and Implementation of the Convention of the Council of Europe and the OECD on Mutual Administrative Assistance in Tax Matters, in force since 1 Jan. 2017 ( AS 2016 5059 ; BBl 2015 5585 ). Inserted by the Annex to the Federal Decree of 18 Dec. 2015 on the Approval and Implementation of the Convention of the Council of Europe and the OECD on Mutual Administrative Assistance in Tax Matters, in force since 1 Jan. 2017 ( AS 2016 5059 ; BBl 2015 5585 ). Inserted by No I of the Federal Act of 21 March 2014, in force since 1 Aug. 2014 ( AS 2014 2309 ; BBl 2013 8369 ). Inserted by the Annex to the Federal Decree of 18 Dec. 2015 on the Approval and Implementation of the Convention of the Council of Europe and the OECD on Mutual Administrative Assistance in Tax Matters, in force since 1 Jan. 2017 ( AS 2016 5059 ; BBl 2015 5585 )."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Principles",
      "content": "1 … 2 The administrative assistance procedure is carried out swiftly. 3 It is forbidden to provide information on persons not concerned by the request unless this information is foreseeably relevant to the assessment of the tax situation of the person concerned or the legitimate interests of persons who are not persons concerned outweigh the interest of the requesting party in the transmission of the information. Repealed by the Annex to the Federal Decree of 18 Dec. 2015 on the Approval and Implementation of the Convention of the Council of Europe and the OECD on Mutual Administrative Assistance in Tax Matters, with effect from 1 Jan. 2017 ( AS 2016 5059 ; BBl 2015 5585 ). Amended by the Annex to the Federal Decree of 18 Dec. 2015 on the Approval and Implementation of the Convention of the Council of Europe and the OECD on Mutual Administrative Assistance in Tax Matters, in force since 1 Jan. 2017 ( AS 2016 5059 ; BBl 2015 5585 )."
    },
    {
      "provision_ref": "art4a",
      "section": "4a",
      "title": "a Electronic procedures",
      "content": "1 The Federal Council may require the electronic conduct of procedures under this Act. If so, it shall regulate the modalities of such conduct. 2 The FTA shall ensure the authenticity and integrity of data transmitted during the electronic conduct of procedures. 3 In the case of the electronic filing of submissions whose signature is required by law, it may recognise a different form of electronic confirmation of the information from a qualified electronic signature. Inserted by No I 6 of the FA of 18 June 2021 on Electronic Tax-related Procedures, in force since 1 Jan. 2022 ( AS 2021 673 ; BBl 2020 4705 )."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Applicable procedural law",
      "content": "1 Unless otherwise specified in this Act, the Federal Act of 20 December 1968 on Administrative Procedure (APA) applies. 2 Article 22 a paragraph 1 of the APA on statutory or official periods does not apply. SR 172.021"
    },
    {
      "provision_ref": "art5a",
      "section": "5a",
      "title": "a Agreements on the data protection",
      "content": "If the applicable convention provides that the informing authority may stipulate data protection provisions that must be observed by the recipient authority, the Federal Council may enter into agreements on data protection. The data protection provisions that must be observed must provide at least the same level of protection as the Federal Act of 19 June 1992 on Data Protection. Inserted by the Annex to the Federal Decree of 18 Dec. 2015 on the Approval and Implementation of the Convention of the Council of Europe and the OECD on Mutual Administrative Assistance in Tax Matters, in force since 1 Jan. 2017 ( AS 2016 5059 ; BBl 2015 5585 ). SR 235.1"
    },
    {
      "provision_ref": "art6",
      "chapter": "Section 1 Administrative Assistance Requests by Foreign States",
      "section": "6",
      "title": "Requests",
      "content": "1 Requests from a foreign state must be made in writing in one of the official languages of Switzerland or in English and include the information required by the applicable agreement. 2 If the applicable agreement does not specify any requirements for the content of a request, and unless otherwise apparent from the agreement, the request must include the following information: a. the identity of the person concerned, whereby the person may be identified by means other than his name and address; b. a description of the information requested and the form in which the requesting state wishes to receive this information; c. the tax purpose for which the information is requested; d. the grounds for presuming that the information requested is in the requested state or is in the possession of or under the control of an information holder resident in the requested state; e. the name and address of the presumed information holder, if known; f. a declaration that the request complies with the legal and regulatory requirements and the administrative practices of the requesting state, such that the requesting authority would be entitled to receive the information in application of its law or within the scope of its normal administrative practices if the information was under its jurisdiction; g. a declaration that the requesting state has exhausted all regular sources of information available under its domestic tax procedure. 2bis The Federal Council determines the required content of a group request. 3 If the requirements under paragraphs 1 and 2 are not met, the FTA shall notify the requesting authority of this in writing, and give it the opportunity to supplement its request in writing. Inserted by No I of the Federal Act of 21 March 2014, in force since 1 Aug. 2014 ( AS 2014 2309 ; BBl 2013 8369 ). Amended by No I of the Federal Act of 21 March 2014, in force since 1 Aug. 2014 ( AS 2014 2309 ; BBl 2013 8369 )."
    },
    {
      "provision_ref": "art7",
      "chapter": "Section 1 Administrative Assistance Requests by Foreign States",
      "section": "7",
      "title": "Non-consideration",
      "content": "The request will not be considered if: a. it constitutes a fishing expedition; b. it requests information not covered by the administrative assistance provisions of the applicable agreement; or c. it violates the principle of good faith, particularly if it is based on information obtained through a criminal offence under Swiss law."
    },
    {
      "provision_ref": "art8",
      "chapter": "Section 2 Procurement of Information",
      "section": "8",
      "title": "Principles",
      "content": "1 For the purpose of procuring information, only measures which are in accordance with Swiss law for the assessment and enforcement of the tax claims referred to in the request may be taken. 2 Information that is in the possession of a bank, another financial institution, a mandated or authorised person or a fiduciary, or information concerning a participation in a legal entity may be requested if the applicable agreement provides for the transmission of such. 3 For the procurement of the requested information, the FTA shall contact the persons and authorities mentioned in Articles 9 to 12 who can be assumed to have such information. 4 The requesting authority is not entitled to inspect files or be present during proceedings in Switzerland. 5 Information procurement costs are not reimbursed. 6 Lawyers who are authorised to represent parties before judicial authorities in Switzerland under the Lawyers Act of 23 June 2000 (LawA) may refuse to surrender documents and information protected under the provisions on professional secrecy for lawyers. SR 935.61"
    },
    {
      "provision_ref": "art9",
      "chapter": "Section 2 Procurement of Information",
      "section": "9",
      "title": "Procurement of information from the person concerned",
      "content": "1 If the person concerned has limited or unlimited tax liability in Switzerland, the FTA shall ask him to produce the information in his possession that is likely to be necessary to respond to the request for administrative assistance. It shall prescribe a deadline for this. 2 It shall inform the person concerned of the content of the request insofar as this is necessary for procurement of the information. 3 The person concerned must produce all relevant information that is in his possession or under his control. 4 The FTA shall undertake administrative measures such as audits or inspections insofar as this is necessary to respond to the request for administrative assistance. It shall inform the cantonal tax administration responsible for assessing the person concerned of the measures envisaged and allow it to participate in their execution. 5 … Repealed by the Annex to the Federal Decree of 18 Dec. 2015 on the Approval and the Implementation of the Convention of the Council of Europe and the OECD on Mutual Administrative Assistance in Tax Matters, with effect from 1 Jan. 2017 ( AS 2016 5059 ; BBl 2015 5585 )."
    },
    {
      "provision_ref": "art10",
      "chapter": "Section 2 Procurement of Information",
      "section": "10",
      "title": "Procurement of information from the information holder",
      "content": "1 The FTA shall request the information holder to produce the information that is likely to be necessary to respond to the request for administrative assistance. It prescribes a deadline for this. 2 It shall inform the information holder of the content of the request insofar as this is necessary for procurement of the information. 3 The information holder must produce all relevant information that is in its possession or under its control. 4 … Repealed by the Annex to the Federal Decree of 18 Dec. 2015 on the Approval and the Implementation of the Convention of the Council of Europe and the OECD on Mutual Administrative Assistance in Tax Matters, with effect from 1 Jan. 2017 ( AS 2016 5059 ; BBl 2015 5585 )."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Procurement of information in the possession of the cantonal tax administrations",
      "content": "1 The FTA shall request the competent cantonal tax administrations to transmit the information that is likely to be necessary to respond to the request for administrative assistance. If necessary, the FTA may request trans of the complete tax file. 2 It shall transmit the entire content of the request to the cantonal tax administrations and prescribe a deadline for transmission of the information."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Procurement of information in the possession of other Swiss authorities",
      "content": "1 The FTA shall request the federal, cantonal and communal authorities to transfer the information that is likely to be necessary to respond to the request for administrative assistance. 2 It shall inform the authorities of the main content of the request and prescribe a deadline for transmission of the information."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Compulsory measures",
      "content": "1 Compulsory measures may be ordered: a. if carrying out compulsory measures is provided for under Swiss law; or b. to request information in accordance with Article 8 paragraph 2. 2 a. the search of rooms or of objects, documents and records in written form or on image and data carriers; b. the seizure of objects, documents and records in written form or on image and data carriers; c. the enforced appearance of duly summoned witnesses. 3 4 5 6 The cantonal tax administrations concerned may participate in the execution of compulsory measures. 7 of SR 313.0"
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Notification of persons entitled to appeal",
      "content": "1 2 3 shall request the information holder 4 a. it is permitted to serve documents in the state concerned by post; or b. the requesting authority expressly consents to this procedure in the case at hand. 5 of ten days. Amended by No I of the Federal Act of 21 March 2014, in force since 1 Aug. 2014 ( AS 2014 2309 ; BBl 2013 8369 ). Amended by No I of the Federal Act of 21 March 2014, in force since 1 Aug. 2014 ( AS 2014 2309 ; BBl 2013 8369 ). Amended by the Annex to the Federal Decree of 18 Dec. 2015 on the Approval and Implementation of the Convention of the Council of Europe and the OECD on Mutual Administrative Assistance in Tax Matters, in force since 1 Jan. 2017 ( AS 2016 5059 ; BBl 2015 5585 ). Third sentence amended by the Annex to the Federal Decree of 18 Dec. 2015 on the Approval and Implementation of the Convention of the Council of Europe and the OECD on Mutual Administrative Assistance in Tax Matters, in force since 1 Jan. 2017 ( AS 2016 5059 ; BBl 2015 5585 )."
    },
    {
      "provision_ref": "art14a",
      "section": "14a",
      "title": "a Notification in the case of group requests",
      "content": "1 2 3 3bis It may notify a person entitled to appeal who is resident or domiciled abroad directly if: a. it is permitted to serve documents in the state concerned by post; or b. the requesting authority expressly agrees to this procedure in the case at hand. 4 a. about the receipt and content of the request; b. about their obligation to provide the FTA with one of the following addresses: 1. their address in Switzerland if they are resident or domiciled there, 2. their foreign address, provided it is permitted to serve documents in the state concerned by post, or 3. the address of a person authorised to accept service in Switzerland; c. about the simplified procedure in accordance with Article 16; and d. that a conclusive decree will be issued for each person entitled to appeal who has not consented to the simplified procedure. 5 The period allowed for providing an address under paragraph 4 letter b is 20 days; it commences on the day following the Federal Gazette publication. 6 If the FTA is unable to deliver a conclusive decree to persons entitled to appeal, it shall notify them of such decree anonymously via a publication in the Federal Gazette. The period allowed for filing an appeal commences on the day following notification in the Federal Gazette Inserted by No I of the Federal Act of 21 March 2014, in force since 1 Aug. 2014 ( AS 2014 2309 ; BBl 2013 8369 ). Inserted by the Annex to the Federal Decree of 18 Dec. 2015 on the Approval and Implementation of the Convention of the Council of Europe and the OECD on Mutual Administrative Assistance in Tax Matters, in force since 1 Jan. 2017 ( AS 2016 5059 ; BBl 2015 5585 ). Amended by the Annex to the Federal Decree of 18 Dec. 2015 on the Approval and Implementation of the Convention of the Council of Europe and the OECD on Mutual Administrative Assistance in Tax Matters, in force since 1 Jan. 2017 ( AS 2016 5059 ; BBl 2015 5585 ). Amended by the Annex to the Federal Decree of 18 Dec. 2015 on the Approval and Implementation of the Convention of the Council of Europe and the OECD on Mutual Administrative Assistance in Tax Matters, in force since 1 Jan. 2017 ( AS 2016 5059 ; BBl 2015 5585 )."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Right to participate and to inspect files",
      "content": "1 2 If the foreign authority demonstrates grounds for secrecy regarding certain case documents, the FTA may refuse to allow a person entitled to appeal to inspect the corresponding files in accordance with Article 27 of the APA SR 172.021 Amended by No I of the Federal Act of 21 March 2014, in force since 1 Aug. 2014 ( AS 2014 2309 ; BBl 2013 8369 )."
    },
    {
      "provision_ref": "art16",
      "chapter": "Section 3 Transmission of Information",
      "section": "16",
      "title": "Simplified procedure",
      "content": "1 If the persons entitled to appeal consent to transmission of the information to the requesting authority, they shall notify the FTA of this in writing. This consent is irrevocable. 2 3 If the consent covers only some of the information, the ordinary procedure is conducted for the remaining part."
    },
    {
      "provision_ref": "art17",
      "chapter": "Section 3 Transmission of Information",
      "section": "17",
      "title": "Ordinary procedure",
      "content": "1 2 3 or directly if it is permitted to serve documents in the state concerned by post 4 Amended by the Annex to the Federal Decree of 18 Dec. 2015 on the Approval and Implementation of the Convention of the Council of Europe and the OECD on Mutual Administrative Assistance in Tax Matters, in force since 1 Jan. 2017 ( AS 2016 5059 ; BBl 2015 5585 )."
    },
    {
      "provision_ref": "art18",
      "chapter": "Section 3 Transmission of Information",
      "section": "18",
      "title": "Costs",
      "content": "1 Requests for administrative assistance are executed free of charge. 2 The FTA may charge the person concerned or the information holder for some or all of the costs it incurs in connection with the exchange of information if: a. the costs are extraordinarily high; and b. the person concerned or the information holder contributed substantially to the costs generated through their inappropriate behaviour. 3 The Federal Council shall specify the circumstances relevant to paragraph 2 and rule on the details."
    },
    {
      "provision_ref": "art18a",
      "chapter": "Section 3 Transmission of Information",
      "section": "18a",
      "title": "a Deceased persons",
      "content": "Administrative assistance may be provided in connection with deceased persons. Their legal successors are granted party status. Inserted by No I 3 of the FA of 21 June 2019 on the Implementation of the Recommendations of the Global Forum on Transparency and the Exchange of Information for Tax Purposes, in force since 1 Nov. 2019 ( AS 2019 3161 ; BBl 2019 279 )."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Appeals",
      "content": "1 2 Article 48 of the APA 3 4 5 SR 172.021"
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Conclusion of the procedure",
      "content": "1 2 administrative assistance provisions of 3 If the agreement stipulates that the information obtained through administrative assistance may also be used for purposes other than tax matters or may be forwarded to a third state if the competent authority of the requested state consents to such use or forwarding, the FTA shall give its consent after examining the situation. If the information obtained is to be forwarded to criminal authorities, the FTA shall give its consent in consultation with the Federal Office of Justice. Amended by the Annex to the Federal Decree of 18 Dec. 2015 on the Approval and Implementation of the Convention of the Council of Europe and the OECD on Mutual Administrative Assistance in Tax Matters, in force since 1 Jan. 2017 ( AS 2016 5059 ; BBl 2015 5585 )."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Use of the information for enforcement of Swiss tax law",
      "content": "1 2 Bank information may be further used only if such information could have been obtained under Swiss law. 3"
    },
    {
      "provision_ref": "art21a",
      "section": "21a",
      "title": "",
      "content": "1 2 3 4 and 5 … Inserted by No I of the Federal Act of 21 March 2014, in force since 1 Aug. 2014 ( AS 2014 2309 ; BBl 2013 8369 ). Inserted by the Annex to the Federal Decree of 18 Dec. 2015 on the Approval and Implementation of the Convention of the Council of Europe and the OECD on Mutual Administrative Assistance in Tax Matters, in force since 1 Jan. 2017 ( AS 2016 5059 ; BBl 2015 5585 ). Repealed by the Annex to the Federal Decree of 18 Dec. 2015 on the Approval and Implementation of the Convention of the Council of Europe and the OECD on Mutual Administrative Assistance in Tax Matters, with effect from 1 Jan. 2017 ( AS 2016 5059 ; BBl 2015 5585 )."
    },
    {
      "provision_ref": "art22",
      "chapter": "Section 4 Swiss Requests for Administrative Assistance",
      "section": "22",
      "title": "",
      "content": "1 The interested tax authorities shall address their request for international administrative assistance to the FTA. 2 The FTA shall examine the request and decide whether the requirements under the administrative assistance provisions in the applicable agreement are met. If the requirements are not met, the FTA shall notify the requesting authority of this in writing, and give it the opportunity to supplement its request in writing. 3 The FTA shall transmit the request to the competent foreign authority and monitor the administrative assistance procedure until its conclusion. 4 Decisions on Swiss requests for international administrative assistance may not be challenged by way of appeal. 5 The FTA shall transmit the information received from abroad to the interested tax authorities and at the same time notify them of the restrictions on the use of the transmitted information and of the confidentiality obligation under the administrative assistance provisions of the applicable agreement. 5bis The FTA shall examine whether the information received from abroad is of interest to other Swiss authorities, and shall forward the information to these authorities provided this is permitted under the applicable convention and provided for by Swiss law. If required, it shall obtain the consent of the competent authority in the requested state. 6 Administrative assistance concerning bank information may be requested only if such information could be obtained under Swiss law. 7 Paragraph 6 does not apply to states from which Switzerland may receive information without prior request. Inserted by the Annex to the Federal Decree of 18 Dec. 2015 on the Approval and Implementation of the Convention of the Council of Europe and the OECD on Mutual Administrative Assistance in Tax Matters, in force since 1 Jan. 2017 ( AS 2016 5059 ; BBl 2015 5585 ). Inserted by Art. 40 of the Federal Act of 18 Dec. 2015 on the Automatic International Exchange of Information on Tax Matters ( AS 2016 1297 ; BBl 2015 5437 ). Amended by the Annex to the Federal Decree of 18 Dec. 2015 on the Approval and Implementation of the Convention of the Council of Europe and the OECD on Mutual Administrative Assistance in Tax Matters, in force since 1 Jan. 2017 ( AS 2016 5059 ; BBl 2015 5585 )."
    },
    {
      "provision_ref": "art22a",
      "chapter": "Chapter 3",
      "section": "22a",
      "title": "a Principles",
      "content": "1 The Federal Council shall regulate the details of obligations related to the spontaneous exchange of information. In doing so, it shall take account of international standards and the practices of other states. 2 The FTA and the cantonal tax administrations shall take the measures required to identify cases in which information should be exchanged spontaneously. 3 The cantonal tax administrations shall provide the FTA with the information intended for transmission to the competent foreign authorities voluntarily and in good time. 4 The FTA shall examine this information and decide which information is to be transmitted. 5 The Federal Department of Finance (FDF) may issue directives; in particular it may require the cantonal tax administrations to use specific forms and that certain forms are only to be submitted in electronic form."
    },
    {
      "provision_ref": "art22b",
      "chapter": "Chapter 3",
      "section": "22b",
      "title": "b Notification of persons entitled to appeal",
      "content": "1 The FTA shall notify the person concerned and other persons whom they must assume based on the files to be entitled to appeal under Article 48 APA of the planned spontaneous exchange of information. 2 By way of exception, they shall notify these persons of the spontaneous exchange of information after it has been carried out if the purpose of the administrative assistance and the success of an investigation would otherwise be compromised. Article 21 a paragraphs 2 and 3 also applies by analogy. 3 If it is not possible to contact a person entitled to appeal, the FTA shall notify the person of the planned transmission of information by publication in the Federal Gazette. It shall request the person concerned to designate a person authorised to accept service. It shall specify a deadline for doing so. SR 172.021"
    },
    {
      "provision_ref": "art22c",
      "chapter": "Chapter 3",
      "section": "22c",
      "title": "c Right to participate and inspect files for persons entitled to appeal",
      "content": "Article 15 applies by analogy to the right to participate and inspect files."
    },
    {
      "provision_ref": "art22d",
      "chapter": "Chapter 3",
      "section": "22d",
      "title": "d Procedure",
      "content": "Articles 16, 17, 19 and 20 apply by analogy to the procedure."
    },
    {
      "provision_ref": "art22e",
      "chapter": "Chapter 3",
      "section": "22e",
      "title": "e Information spontaneously transmitted from abroad",
      "content": "1 The FTA shall forward information that other states have spontaneously transmitted to it to the tax authorities interested in order to apply and enforce Swiss tax law. It shall notify them of the restrictions on the use of the transmitted information and of the confidentiality obligations under the administrative assistance provisions of the applicable agreement. 2 It shall forward the information spontaneously transmitted by another state to other Swiss authorities to which the information is of interest provided this is permitted under the applicable convention and provided for by Swiss law. If required, it shall obtain the consent of the competent authority in the requested state."
    },
    {
      "provision_ref": "art22f",
      "chapter": "Chapter 4",
      "section": "22f",
      "title": "f Data processing",
      "content": "In order to fulfil its duties, the FTA may process personal data in accordance with the applicable convention and this Act, including personal data on administrative and criminal proceedings and sanctions in tax matters."
    },
    {
      "provision_ref": "art22g",
      "chapter": "Chapter 4",
      "section": "22g",
      "title": "g Information system",
      "content": "1 The FTA shall operate an information system for processing personal data, including personal data on administrative and criminal proceedings and sanctions in tax matters, that it has received based on the applicable convention and this Act. 2 The data may only be processed by employees of the FTA or by specialists supervised by the FTA. 3 The information system assists the FTA in fulfilling its duties under the applicable convention and this Act. It may be used in particular: a. to receive and forward information in accordance with the applicable convention and Swiss law; b. to process legal proceedings in connection with the applicable convention and this Act; c. to impose and enforce administrative and criminal sanctions; d. to process requests for mutual administrative and legal assistance; e. to combat the commission of tax offences; f. to compile statistics. [tab] 3bis The FTA may grant the Swiss tax authorities to which they forward information spontaneously transmitted from abroad online access to the data in the information system that these authorities require to fulfil their statutory duties. 4 The Federal Council shall regulate the details, in particular on: a. the organisation and management of the information system; b. the categories of personal data processed; c. the catalogue of data on administrative and criminal proceedings and sanctions; d. the rights of access and to process data; e. the length of retention periods, archiving and the destruction of data. Inserted by No I 3 of the FA of 21 June 2019 on the Implementation of the Recommendations of the Global Forum on Transparency and the Exchange of Information for Tax Purposes, in force since 1 Nov. 2019 ( AS 2019 3161 ; BBl 2019 279 )."
    },
    {
      "provision_ref": "art22h",
      "chapter": "Chapter 4",
      "section": "22h",
      "title": "h Duty of confidentiality",
      "content": "1 Any person entrusted with or involved in the implementation of an applicable convention and this Act must preserve confidentiality in relation to other authorities and private individuals with regard to information acquired in the exercise of their activities. 2 No duty of confidentiality applies: a. to the transmission of information and to notices under the applicable convention and this Act; b. in relation to judicial and administrative authorities which the FDF has authorised in individual cases to obtain official information from the authorities responsible for implementing this Act; c. if the applicable convention permits the duty of confidentiality to be waived and a statutory basis exists in Swiss law for such a waiver."
    },
    {
      "provision_ref": "art22i",
      "section": "22i",
      "title": "i Statistics",
      "content": "1 The FTA shall publish the statistics required for the peer reviews carried out by the Global Forum on Transparency and Exchange of Information for Tax Purposes. 2 There is no right of access to information beyond that published in accordance with paragraph 1."
    },
    {
      "provision_ref": "art22ibis",
      "chapter": "51",
      "section": "22ibis",
      "title": "i bis",
      "content": "If a legal entity that is based abroad is in fact managed in Switzerland, it must keep a register of its proprietors at its actual place of management. The register must record the first name and surname or company name and the address of these persons."
    },
    {
      "provision_ref": "art22j",
      "chapter": "Chapter 5",
      "section": "22j",
      "title": "j Infringements of official orders",
      "content": "If the person concerned or the information holder wilfully fails to comply with an enforceable ruling to produce information in accordance with Articles 9 or 10 issued by the FTA and referring to the penalties under this provision, they shall be liable to a fine not exceeding 10,000 francs."
    },
    {
      "provision_ref": "art22k",
      "chapter": "Chapter 5",
      "section": "22k",
      "title": "k Violation of the ban on providing information",
      "content": "Any person who wilfully or negligently violates the ban on providing information under Article 21 a paragraph 3 shall be liable to a fine not exceeding 10,000 francs."
    },
    {
      "provision_ref": "art22l",
      "chapter": "Chapter 5",
      "section": "22l",
      "title": "l Procedure",
      "content": "1 The prosecution and adjudication of offences under this Act are governed by the Federal Act of 22 March 1974 on the Administrative Criminal Law. 2 The prosecuting and adjudicating authority is the FTA. SR 313.0"
    },
    {
      "provision_ref": "art23",
      "chapter": "Chapter 6 Final Provisions",
      "section": "23",
      "title": "Amendment of existing legislation",
      "content": "Amendments to existing legislation are set out in the Annex."
    },
    {
      "provision_ref": "art24",
      "chapter": "Chapter 6 Final Provisions",
      "section": "24",
      "title": "Transitional provision",
      "content": "Implementing provisions that are based on the Federal Decree of 22 June 1951 on the Implementation of Intergovernmental Federal Conventions on the Avoidance of Double Taxation continue to apply for administrative assistance requests that have already been submitted when this Act comes into force. SR 672.2"
    },
    {
      "provision_ref": "art24a",
      "chapter": "Chapter 6 Final Provisions",
      "section": "24a",
      "title": "a Transitional provisions to the amendment of 21 March 2014",
      "content": "1 Article 6 paragraph 2bis and Article 14a apply to group requests submitted after 1 February 2013. 2 Article 14 paragraphs 1 and 2, Article 15 paragraph 2 and Article 21a of this Act as amended on 21 March 2014 also apply to administrative assistance requests already submitted by the time of entry into force of the amendment of 21 March 2014 Inserted by No I of the Federal Act of 21 March 2014, in force since 1 Aug. 2014 ( AS 2014 2309 ; BBl 2013 8369 )."
    },
    {
      "provision_ref": "art25",
      "chapter": "Chapter 6 Final Provisions",
      "section": "25",
      "title": "Commencement",
      "content": "1 This Act is subject to an optional referendum. 2 The Federal Council will determine the commencement date. Commencement date: 1 February 2013 FCD of 16 Jan. 2013."
    }
  ],
  "definitions": [
    {
      "term": "information holder",
      "definition": "the information holder is the person in Switzerland who is in possession of the requested information.",
      "source_provision": "art3"
    }
  ]
}