{
  "id": "sr-641-811-911",
  "type": "statute",
  "title": "Verordnung des EFD vom 6. Juni 2025 über die Entschädigung der kantonalen Behörden für ihren Aufwand im Zusammenhang mit der Erhebung der Schwerverkehrsabgabe",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2025/428/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Höhe der Entschädigung",
      "content": "1 Die Entschädigung der kantonalen Vollzugsbehörden für ihren Aufwand beim Vollzug des Schwerverkehrsabgabegesetzes vom 19. Dezember 1997 und der SVAV beträgt pro Motorfahrzeug und Anhänger mit je einem zulässigen Gesamtgewicht über 3,5 Tonnen: a. für die ersten 2000 Fahrzeuge: 24 Franken; b. für alle weiteren Fahrzeuge: 12 Franken. 2 Massgebend sind die Motorfahrzeuge und Anhänger, die im betreffenden Kanton am 30. September des Jahres, für das die Entschädigung gewährt wird, gemäss dem Informationssystem Verkehrszulassung immatrikuliert sind. SR 641.81"
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Mitteilung des BAZG an die kantonalen Vollzugsbehörden",
      "content": "Das Bundesamt für Zoll und Grenzsicherheit (BAZG) teilt den kantonalen Vollzugsbehörden bis zum 15. Oktober des Jahres, für das die Entschädigung gewährt wird, den Betrag mit, der ihnen ausgerichtet wird."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Verrechnung der Entschädigung mit der pauschal erhobenen Schwerverkehrsabgabe",
      "content": "Die kantonalen Vollzugsbehörden verrechnen die Entschädigung mit ihren Einnahmen aus der pauschal erhobenen Schwerverkehrsabgabe (Art. 72 SVAV)."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Überprüfung der Höhe der Entschädigung",
      "content": "Das EFD überprüft die Höhe der Entschädigung periodisch, mindestens aber alle fünf Jahre, und passt sie gegebenenfalls den veränderten Verhältnissen an."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Aufhebung eines anderen Erlasses",
      "content": "Die Verordnung des EFD vom 5. Mai 2000 über die Entschädigung der kantonalen Behörden für den Vollzug der Schwerverkehrsabgabe wird aufgehoben. [ AS 2000 2535 ]"
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 1. Januar 2026 in Kraft."
    }
  ],
  "definitions": []
}