{
  "id": "sr-641-811-22",
  "type": "statute",
  "title": "Verordnung vom 1. September 2000 über die Rückerstattung der Schwerverkehrsabgabe für Transporte im Vor- und Nachlauf des unbegleiteten kombinierten Verkehrs",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2000/419/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Rückerstattungsantrag",
      "content": "1 Der Rückerstattungsantrag muss folgende Angaben enthalten: a. Anzahl Ladebehälter und Sattelanhänger nach den Kategorien von Artikel 8 Absatz 2 SVAV; b. Name und Unterschrift des Antragstellers. 2 Der Rückerstattungsbetrag wird soweit möglich mit der leistungsabhängigen Schwerverkehrsabgabe verrechnet."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Nachweis",
      "content": "1 Für jede Fahrt im Vor- oder Nachlauf des unbegleiteten kombinierten Verkehrs (UKV) muss der Antragsteller der Oberzolldirektion auf Verlangen einen Nachweis vorlegen. 2 Sämtliche für die Abgaberückerstattung wesentlichen Unterlagen und Belege sind während fünf Jahren aufzubewahren und der Oberzolldirektion auf Verlangen vorzuweisen."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Periodizität",
      "content": "1 Die Rückerstattungsperiode ist der Kalendermonat. 2 Pro Monat kann höchstens ein Rückerstattungsantrag gestellt werden. 3 Der Antragsteller muss den Antrag innerhalb eines Jahres nach Ablauf des Kalendermonats, in dem die Fahrt stattgefunden hat, bei der Oberzolldirektion einreichen."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Mitwirkung der UKV-Anbieter",
      "content": "1 Eisenbahnunternehmungen, Reedereien und Betreiber von Umschlagsbahnhöfen sowie die Hafenverwaltungen müssen der Oberzolldirektion jährlich die Anzahl Einheiten melden, die im UKV transportiert wurden. 2 Die Angaben sind entsprechend den Kategorien nach Artikel 8 Absatz 2 SVAV aufzuschlüsseln. 3 Die Meldungen müssen bis am 31. März des folgenden Jahres erfolgen."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 1. Januar 2001 in Kraft."
    }
  ],
  "definitions": []
}