{
  "id": "sr-631-035",
  "type": "statute",
  "title": "Verordnung vom 4. April 2007 über die Gebühren des Bundesamts für Zoll und Grenzsicherheit",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2007/255/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Grundsatz",
      "content": "1 Das Bundesamt für Zoll und Grenzsicherheit (BAZG) erhebt keine Gebühren für Verfügungen und Dienstleistungen im Rahmen seiner ordentlichen Tätigkeit. 2 Es erhebt die im Anhang aufgeführten Gebühren für besondere Verfügungen und Dienstleistungen."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Anwendbarkeit der Allgemeinen Gebührenverordnung",
      "content": "Soweit diese Verordnung keine besondere Regelung enthält, gelten die Bestimmungen der Allgemeinen Gebührenverordnung vom 8. September 2004 (AllgGebV). SR 172.041.1"
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Nichtbezahlung eines Vorschusses",
      "content": "Wird der Vorschuss oder die Sicherheit, der beziehungsweise die nach Artikel 10 AllgGebV zu leisten ist, nicht geleistet, so erbringt das BAZG die entsprechende Dienstleistung nicht. SR 172.041.1"
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Pauschalgebühr",
      "content": "Die Zollkreisdirektionen können Gebühren für sich wiederholende gleichartige Amtshandlungen im Einvernehmen mit der anmeldepflichtigen Person pauschal erheben."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Besondere Fälle",
      "content": "Die Zollstellen können die Gebühr im Einverständnis mit der Oberzolldirektion aus wichtigen Gründen herabsetzen oder erlassen."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Aufhebung bisherigen Rechts",
      "content": "Die Verordnung vom 22. August 1984 über die Gebühren der Zollverwaltung wird aufgehoben. [ AS 1984 960 ; 2003 1126 ]"
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 1. Mai 2007 in Kraft."
    }
  ],
  "definitions": []
}