{
  "id": "sr-641-316",
  "type": "statute",
  "title": "Verordnung vom 12. Juni 2020 über den Tabakpräventionsfonds (TPFV)",
  "title_en": "",
  "short_name": "TPFV",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2020/499/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "1",
      "title": "Fonds",
      "content": "Der Tabakpräventionsfonds (Fonds) ist ein rechtlich unselbstständiger Fonds mit eigener Rechnung nach Artikel 52 des Finanzhaushaltgesetzes vom 7. Oktober 2005. SR 611.0"
    },
    {
      "provision_ref": "art2",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "2",
      "title": "Zweck des Fonds",
      "content": "1 Aus dem Fonds werden Finanzhilfen für Massnahmen der Tabakprävention ausgerichtet. 2 Die Präventionsmassnahmen müssen insbesondere ausgerichtet sein auf: a. die Verminderung des Tabakkonsums durch: 1. die Verhinderung des Einstiegs, 2. die Förderung des Ausstiegs; b. den Schutz vor Passivrauchen; c. die Sensibilisierung und Information der Öffentlichkeit über die Auswirkungen des Tabakkonsums; d. die Förderung der Kooperation zwischen den in der Tabakprävention tätigen Stellen von Bund, Kantonen, Gemeinden und Dritten; e. die Förderung von Synergien zwischen den Präventionsmassnahmen; f. die Schaffung von Rahmenbedingungen, welche die Tabakpräventionsarbeit unterstützen; g. die Förderung der Forschung."
    },
    {
      "provision_ref": "art3",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "3",
      "title": "Grundsatz",
      "content": "Finanzhilfen für Tabakpräventionsmassnahmen werden gewährt als: a. Kostenbeiträge für einzelne Präventionsmassnahmen; b. Pauschalbeiträge für kantonale Tabakpräventionsprogramme."
    },
    {
      "provision_ref": "art4",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "4",
      "title": "Geschäftsstelle",
      "content": "1 Der Fonds wird von einer Geschäftsstelle im Bundesamt für Gesundheit verwaltet. 2 Die Geschäftsstelle hat insbesondere folgende Aufgaben: a. Sie plant und initiiert Präventionsmassnahmen. b. Sie entscheidet über die Gewährung von Finanzhilfen. c. Sie informiert die Öffentlichkeit über ihre Aktivitäten. 3 Sie erfüllt ihre Aufgaben in Zusammenarbeit mit dem Bundesamt für Sport (BASPO). 4 Sie kann zur strategischen Ausrichtung des Tabakpräventionsfonds und zu Fragen der Tabakprävention weitere Sachverständige beiziehen, insbesondere die Eidgenössische Kommission für Fragen zu Sucht und Prävention nichtübertragbarer Krankheiten."
    },
    {
      "provision_ref": "art5",
      "chapter": "2. Abschnitt: Kostenbeiträge für einzelne Präventionsmassnahmen",
      "section": "5",
      "title": "Voraussetzungen",
      "content": "1 Kostenbeiträge werden Organisationen der Tabakprävention und anderen Rechtsträgern ausgerichtet für Präventionsmassnahmen, die: a. dem Zweck des Fonds entsprechen; b. wirtschaftlich und nachhaltig sind; c. einen Beitrag zu nationalen Strategien im Bereich der Tabakprävention leisten; d. voraussichtlich eine hohe Wirksamkeit haben; e. den anerkannten Qualitätsstandards für die Präventionsarbeit entsprechen; und f. einem Controlling unterliegen und evaluiert werden. 2 Es besteht kein Anspruch auf Kostenbeiträge. 3 Abgabepflichtigen nach Artikel 38 der Tabaksteuerverordnung vom 14. Oktober 2009 (TStV) und von ihnen finanziell unterstützten Personen werden keine Kostenbeiträge ausgerichtet. 4 Kantonen, die Pauschalbeiträge nach Artikel 10 erhalten, werden Kostenbeiträge nur für Präventionsmassnahmen ausgerichtet, die sie ausserhalb ihres Tabakpräventionsprogramms treffen. SR 641.311"
    },
    {
      "provision_ref": "art6",
      "chapter": "2. Abschnitt: Kostenbeiträge für einzelne Präventionsmassnahmen",
      "section": "6",
      "title": "Gesuche",
      "content": "1 Gesuche um Kostenbeiträge müssen so abgefasst sein, dass die voraussichtliche Wirksamkeit der Präventionsmassnahme beurteilt werden kann. 2 Die Gesuche enthalten insbesondere: a. Angaben über die Gesuchstellerin oder den Gesuchsteller; b. eine detaillierte Beschreibung der Präventionsmassnahme mit Angaben zu Ziel, Vorgehen und voraussichtlicher Wirksamkeit; c. Angaben zur Wirtschaftlichkeit der Präventionsmassnahme; d. den Zeitplan für die Durchführung der Präventionsmassnahme; e. ein detailliertes Budget; f. den Nachweis der Sicherstellung der Finanzierung der Präventionsmassnahme sowie einer angemessenen Eigenfinanzierung durch die Gesuchstellerin oder den Gesuchsteller. 3 Die Geschäftsstelle kann Angaben zur wirtschaftlichen Leistungsfähigkeit der Gesuchstellerin oder des Gesuchstellers verlangen. 4 Sie veröffentlicht auf ihrer Website die Termine für die Einreichung der Gesuche."
    },
    {
      "provision_ref": "art7",
      "chapter": "2. Abschnitt: Kostenbeiträge für einzelne Präventionsmassnahmen",
      "section": "7",
      "title": "Verfahren",
      "content": "1 Die Geschäftsstelle prüft die Gesuche. Sie weist unvollständige oder unklare Gesuche zur Ergänzung oder Verdeutlichung an die Gesuchstellerin oder den Gesuchsteller zurück. 2 Sie holt zu Gesuchen, die Präventionsmassnahmen im Bereich Sport und Bewegung beinhalten, eine Stellungnahme des BASPO ein. Von dessen Stellungnahme abweichende Entscheide sind gegenüber dem BASPO zu begründen. 3 Sie kann für die Prüfung der Gesuche Sachverständige beiziehen. 4 Sie unterbreitet die Gesuche der Fachkommission zur Begutachtung. 5 Kostenbeiträge werden durch Verfügung oder durch Abschluss eines öffentlichen-rechtlichen Vertrags gewährt. 6 Die Gewährung von Kostenbeiträgen kann mit Auflagen verbunden werden, namentlich hinsichtlich Controlling, Evaluation und Berichterstattung."
    },
    {
      "provision_ref": "art8",
      "chapter": "2. Abschnitt: Kostenbeiträge für einzelne Präventionsmassnahmen",
      "section": "8",
      "title": "Höhe der Kostenbeiträge",
      "content": "1 Die Höhe der Kostenbeiträge orientiert sich: a. am strategischen Interesse der Präventionsmassnahme; und b. an der wirtschaftlichen Leistungsfähigkeit der Gesuchstellerin oder des Gesuchstellers. 2 Der Kostenbeitrag beträgt höchstens 80 Prozent der budgetierten Kosten."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Auszahlung",
      "content": "1 Die Auszahlung der Kostenbeiträge wird in der Verfügung oder im Vertrag geregelt. 2 Die gestaffelte Auszahlung ist zulässig. 3 Die Auszahlung kann an den Nachweis gebunden werden, dass Teile der Präventionsmassnahmen bereits durchgeführt worden sind."
    },
    {
      "provision_ref": "art10",
      "chapter": "3. Abschnitt: Pauschalbeiträge für kantonale Tabakpräventionsprogramme",
      "section": "10",
      "title": "Voraussetzungen",
      "content": "Pauschalbeiträge werden Kantonen ausgerichtet, die über ein kantonales Tabakpräventionsprogramm verfügen, das den Grundsätzen entspricht, die in einer nationalen Strategie im Bereich der Tabakprävention festgelegt sind."
    },
    {
      "provision_ref": "art11",
      "chapter": "3. Abschnitt: Pauschalbeiträge für kantonale Tabakpräventionsprogramme",
      "section": "11",
      "title": "Gesuche",
      "content": "1 Gesuche um Pauschalbeiträge müssen jeweils bis zum 30. Juni des Vorjahres eingereicht werden. 2 Im Gesuch ist darzulegen, dass das Tabakpräventionsprogramm den Grundsätzen nach Artikel 10 entspricht. Dem Gesuch ist eine Dokumentation über das Tabakpräventionsprogramm beizulegen. 3 Die Kantone können Pauschalbeiträge für jeweils höchstens vier Jahre beantragen."
    },
    {
      "provision_ref": "art12",
      "chapter": "3. Abschnitt: Pauschalbeiträge für kantonale Tabakpräventionsprogramme",
      "section": "12",
      "title": "Verfahren",
      "content": "1 Die Geschäftsstelle prüft die Gesuche. Sie weist unvollständige oder unklare Gesuche zur Ergänzung oder Verdeutlichung an den Kanton zurück. 2 Sie entscheidet über die Gesuche bis spätestens am 30. September mit einer Verfügung. 3 Beantragt ein Kanton Pauschalbeiträge für zwei, drei oder vier Jahre, so wird der Pauschalbeitrag im Grundsatz für die beantragte Dauer zugesprochen. Die Höhe des Beitrags wird jedoch jährlich festgelegt."
    },
    {
      "provision_ref": "art13",
      "chapter": "3. Abschnitt: Pauschalbeiträge für kantonale Tabakpräventionsprogramme",
      "section": "13",
      "title": "Höhe der Pauschalbeiträge",
      "content": "Die Höhe der Pauschalbeiträge wird nach dem Verfahren im Anhang berechnet."
    },
    {
      "provision_ref": "art14",
      "chapter": "3. Abschnitt: Pauschalbeiträge für kantonale Tabakpräventionsprogramme",
      "section": "14",
      "title": "Zeitpunkt der Auszahlung",
      "content": "Die Pauschalbeiträge werden im Jahr ausbezahlt, für das die Pauschalbeiträge beantragt werden."
    },
    {
      "provision_ref": "art15",
      "chapter": "3. Abschnitt: Pauschalbeiträge für kantonale Tabakpräventionsprogramme",
      "section": "15",
      "title": "Berichterstattung",
      "content": "1 Die Kantone berichten der Geschäftsstelle jährlich über die Verwendung der Mittel und über die Einhaltung der Voraussetzungen nach Artikel 10. 2 Der Bericht ist bis spätestens Ende April des folgenden Jahres einzureichen."
    },
    {
      "provision_ref": "art16",
      "chapter": "4. Abschnitt: Fachkommission für den Tabakpräventionsfonds",
      "section": "16",
      "title": "Stellung",
      "content": "Die Fachkommission für den Tabakpräventionsfonds ist eine ständige Verwaltungskommission im Sinne von Artikel 8 a Absatz 2 der Regierungs- und Verwaltungsorganisationsverordnung vom 25. November 1998 (RVOV). SR 172.010.1"
    },
    {
      "provision_ref": "art17",
      "chapter": "4. Abschnitt: Fachkommission für den Tabakpräventionsfonds",
      "section": "17",
      "title": "Einsetzung, Zusammensetzung und Organisation",
      "content": "1 Der Bundesrat setzt die Fachkommission ein und ernennt deren Mitglieder. 2 Die Fachkommission setzt sich aus fünf bis sieben Fachpersonen aus dem Präventions- und Gesundheitsförderungsbereich zusammen. 3 Sie bestimmt ihre Organisation und Arbeitsweise in einem Geschäftsreglement. 4 Das Sekretariat der Fachkommission wird von der Geschäftsstelle geführt."
    },
    {
      "provision_ref": "art18",
      "chapter": "4. Abschnitt: Fachkommission für den Tabakpräventionsfonds",
      "section": "18",
      "title": "Aufgabe",
      "content": "1 Die Fachkommission begutachtet die Gesuche um Kostenbeiträge und gibt Empfehlungen zuhanden der Geschäftsstelle ab. 2 Sie bezieht die Stellungnahmen des BASPO und der Sachverständigen in ihre Begutachtung ein."
    },
    {
      "provision_ref": "art19",
      "chapter": "4. Abschnitt: Fachkommission für den Tabakpräventionsfonds",
      "section": "19",
      "title": "Ausstand und Verschwiegenheit",
      "content": "1 Die Mitglieder der Fachkommission treten im Falle eines Interessenkonflikts in den Ausstand. 2 Sie unterstehen den für die Angestellten des Bundes geltenden Vorschriften über die Amtsverschwiegenheit und die Zeugnispflicht."
    },
    {
      "provision_ref": "art20",
      "chapter": "4. Abschnitt: Fachkommission für den Tabakpräventionsfonds",
      "section": "20",
      "title": "Übriges anwendbares Recht",
      "content": "Im Übrigen gelten die Artikel 8 a –8 i ter RVOV. SR 172.010.1"
    },
    {
      "provision_ref": "art21",
      "chapter": "5. Abschnitt: Finanzen",
      "section": "21",
      "title": "Finanzierung",
      "content": "Der Fonds finanziert sich aus: a. Abgaben nach Artikel 38 TStV; b. direkten Zuwendungen Dritter; c. Zuwendungen Dritter an die Eidgenossenschaft, die aufgrund ihrer Auflagen dem Fonds zugewiesen werden können; d. Zinserträgen und übrigen Erträgen aus den Aktiven. SR 641.311"
    },
    {
      "provision_ref": "art22",
      "chapter": "5. Abschnitt: Finanzen",
      "section": "22",
      "title": "Vermögensverwaltung",
      "content": "1 Das Vermögen des Fonds wird bei der Eidgenössischen Finanzverwaltung angelegt und im Rahmen der zentralen Tresorerie verwaltet. 2 Die Verzinsung des Vermögens richtet sich nach Artikel 70 Absatz 2 der Finanzhaushaltverordnung vom 5. April 2006. 3 Die Zinserträge und die übrigen Erträge werden dem Fonds jährlich gutgeschrieben. SR 611.01"
    },
    {
      "provision_ref": "art23",
      "chapter": "5. Abschnitt: Finanzen",
      "section": "23",
      "title": "Mittelverwendung",
      "content": "1 Für die Pauschalbeiträge für kantonale Tabakpräventionsprogramme sind 15 Prozent der jährlichen Einnahmen aus den Abgaben nach Artikel 38 TStV vorgesehen. 2 Für Präventionsmassnahmen im Bereich Sport und Bewegung wird die Verwendung von 20–30 Prozent der jährlichen Einnahmen aus den Abgaben nach Artikel 38 TStV angestrebt. SR 641.311"
    },
    {
      "provision_ref": "art24",
      "chapter": "5. Abschnitt: Finanzen",
      "section": "24",
      "title": "Verwaltungskosten und Entschädigungen",
      "content": "Die Verwaltungskosten des Fonds und der Geschäftsstelle sowie die Entschädigungen für die Mitglieder der Fachkommission werden aus Mitteln des Fonds gedeckt."
    },
    {
      "provision_ref": "art25",
      "chapter": "6. Abschnitt: Aufsicht",
      "section": "25",
      "title": "Allgemeine Aufsicht",
      "content": "1 Das Eidgenössische Departement des Innern (EDI) beaufsichtigt die Geschäftsstelle. 2 Die Geschäftsstelle erstellt zuhanden des EDI insbesondere folgende Dokumente: a. ein Jahresprogramm; b. einen Jahresbericht; c. eine Jahresrechnung. 3 Das EDI erlässt eine Richtlinie über die Aufsicht."
    },
    {
      "provision_ref": "art26",
      "chapter": "6. Abschnitt: Aufsicht",
      "section": "26",
      "title": "Finanzaufsicht",
      "content": "Die Eidgenössische Finanzkontrolle nimmt die Finanzaufsicht nach dem Finanzkontrollgesetz vom 28. Juni 1967 wahr. SR 614.0"
    },
    {
      "provision_ref": "art27",
      "chapter": "7. Abschnitt: Schlussbestimmungen",
      "section": "27",
      "title": "Aufhebung eines anderen Erlasses",
      "content": "Die Verordnung über den Tabakpräventionsfonds vom 5. März 2004 wird aufgehoben. [ AS 2004 1591 , 2008 3159 , 2009 5577 Art. 44 Ziff. 2, 2011 5227 Ziff. I 2. 4 , 2019 155 Anhang Ziff. 2]"
    },
    {
      "provision_ref": "art28",
      "chapter": "7. Abschnitt: Schlussbestimmungen",
      "section": "28",
      "title": "Pauschalbeiträge für die Jahre 2020 und 2021",
      "content": "1 Gesuche um Pauschalbeiträge für die Jahre 2020 und 2021 müssen in Abweichung von Artikel 11 bis zum 31. August 2020 eingereicht werden. 2 Die Geschäftsstelle entscheidet bis zum 30. September 2020 über die Gesuche. 3 Als Ausgangspunkt für die Berechnung der Pauschalbeiträge für die Jahre 2020 und 2021 gilt in Abweichung von Ziffer 1 des Anhangs der Kantonsanteil des Jahres 2019."
    },
    {
      "provision_ref": "art29",
      "chapter": "7. Abschnitt: Schlussbestimmungen",
      "section": "29",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 1. August 2020 in Kraft."
    }
  ],
  "definitions": []
}