{
  "id": "sr-631-253-41",
  "type": "statute",
  "title": "Verordnung vom 26. März 1965 über die Inkraftsetzung der Ordnung betreffend den Zollverschluss der Rheinschiffe",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1965/234_238_234/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "",
      "content": "Die von der Zentralkommission für die Rheinschiffahrt am 21. November 1963 angenommene, revidierte Fassung der Ordnung betreffend den Zollverschluss der Rheinschiffe wird für die Rheinstrecke zwischen der schweizerischen Landesgrenze und der «Mittleren Rheinbrücke» in Basel mit Wirkung ab 1. April 1965 gemäss dem beiliegenden Text in Kraft gesetzt. SR 631.253.4 SR 631.253.4"
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "",
      "content": "Das Eidgenössische Finanzdepartement ist ermächtigt, die von der Zentralkommission für die Rheinschiffahrt beschlossenen Änderungen der Anlagen zur erwähnten Ordnung als für die Schweiz verbindlich zu erklären. Bezeichnung gemäss Art. 1 des nicht veröffentlichten BRB vom 23. April 1980 über die Anpassung von bundesrechtlichen Erlassen an die neuen Bezeichnungen der Departemente und Ämter."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "",
      "content": "Diese Verordnung tritt am 1. April 1965 in Kraft. Gleichzeitig werden aufgehoben: a. Verordnung vom 8. August 1950 über den Zollverschluss der Rheinschiffe, b. Verordnung vom 13. Dezember 1957 betreffend die Inkraftsetzung einer Ergänzung der Ordnung für den Zollverschluss der Rheinschiffe, c. die Verfügungen des Eidgenössischen Finanz- und Zolldepartements vom 5. Mai 1955, 10. Juli 1959, 7. Februar 1961, 23. November 1961 und 28. Juli 1962 über die Änderung der Anlagen zur erwähnten Ordnung. [AS 1950 II 716] [ AS 1957 1047 ] [ AS 1955 542 ] [ AS 1959 577 ] [ AS 1961 112 ] [ AS 1961 1025 ] [ AS 1962 890 ]"
    }
  ],
  "definitions": []
}