{
  "id": "sr-672-931-41",
  "type": "statute",
  "title": "Verordnung vom 18. Dezember 1974 zum schweizerisch-dänischen Doppelbesteuerungsabkommen (Einkommens- und Vermögenssteuern)",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1974/2133_2133_2133/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "1 Schweizerische Verrechnungssteuer von Dividenden und Zinsen und Zinsen",
      "section": "1",
      "title": "Entlastung durch Erstattung",
      "content": "1 Die in den Artikeln 10 und 11 des Abkommens vom 23. November 1973 zwischen der Schweizerischen Eidgenossenschaft und dem Königreich Dänemark zur Vermeidung der Doppelbesteuerung auf dem Gebiete der Steuern vom Einkommen und vom Vermögen (Abkommen) vorgesehene Entlastung von Steuern von Dividenden und Zinsen wird von schweizerischer Seite durch die volle Erstattung der Verrechnungssteuer gewährt. 2 Diese Verordnung findet keine Anwendung auf die Erstattung der Verrechnungssteuer, die die in Dänemark ansässigen Personen schon nach der schweizerischen Bundesgesetzgebung beanspruchen können. SR 0.672.931.41"
    },
    {
      "provision_ref": "art2",
      "chapter": "1 Schweizerische Verrechnungssteuer von Dividenden und Zinsen und Zinsen",
      "section": "2",
      "title": "Antragstellung",
      "content": "1 Der in Dänemark ansässige Anspruchsberechtigte hat die Erstattung der Verrechnungssteuer auf Formular R 89 zu beantragen. 2 Der Antragsteller hat den Antrag im Doppel innert drei Jahren nach Ablauf des Kalenderjahres, in dem die Dividenden oder Zinsen fällig geworden sind, dem dänischen Finanzministerium (Skattedepartementet) oder der von ihm bezeichneten Behörde einzureichen. 3 Entstehen im Laufe eines Kalenderjahres mehrere Erstattungsansprüche, so sind sie zusammen in einem Antrag geltend zu machen. Ansprüche aus drei Jahren können in einem Antrag zusammengefasst werden. 4 Ist der Antrag begründet, so geben die Einreichungsbehörde und das dänische Finanzministerium (Skattedepartementet) die auf dem Antragsformular vorgesehene Bestätigung ab. Das dänische Finanzministerium (Skattedepartementet) stellt die zweite Ausfertigung des Antrags der Eidgenössischen Steuerverwaltung zu."
    },
    {
      "provision_ref": "art3",
      "chapter": "1 Schweizerische Verrechnungssteuer von Dividenden und Zinsen und Zinsen",
      "section": "3",
      "title": "Prüfung und Entscheid",
      "content": "1 Die Eidgenössische Steuerverwaltung prüft den Antrag auf seine Berechtigung und seine Richtigkeit. Notwendige ergänzende Auskünfte und Beweismittel holt sie direkt beim Antragsteller ein. 2 Die Eidgenössische Steuerverwaltung eröffnet dem Antragsteller ihren Entscheid schriftlich und überweist den Erstattungsbetrag an die im Antrag angegebene Adresse. 3 Wird ein Antrag ganz oder teilweise abgewiesen, so wird der Entscheid mit einer Begründung und einer Rechtsmittelbelehrung durch eingeschriebenen Brief eröffnet. 4 Der Entscheid der Eidgenössischen Steuerverwaltung unterliegt der Beschwerde nach den allgemeinen Bestimmungen über die Bundesrechtspflege. Fassung gemäss Ziff. II 52 der V vom 8. Nov. 2006 über die Anpassung von Bundesratsverordnungen an die Totalrevision der Bundesrechtspflege, in Kraft seit 1. Jan. 2007 ( AS 2006 4705 )."
    },
    {
      "provision_ref": "art4",
      "chapter": "1 Schweizerische Verrechnungssteuer von Dividenden und Zinsen und Zinsen",
      "section": "4",
      "title": "Formvorschriften",
      "content": "Die Eidgenössische Steuerverwaltung nimmt Korrespondenzen von in Dänemark ansässigen Antragstellern in einer der schweizerischen Landessprachen (Deutsch, Französisch, Italienisch, Rätoromanisch) und auch in englischer Sprache entgegen. Fassung gemäss Ziff. II 52 der V vom 8. Nov. 2006 über die Anpassung von Bundesratsverordnungen an die Totalrevision der Bundesrechtspflege, in Kraft seit 1. Jan. 2007 ( AS 2006 4705 )."
    },
    {
      "provision_ref": "art5",
      "chapter": "2 Dänische Quellensteuer von Dividenden",
      "section": "5",
      "title": "Antragstellung und Prüfung",
      "content": "1 In der Schweiz ansässige Personen können die dänische Dividendensteuer unter Verwendung des Formulars R-DK/U 31 CH voll zurückverlangen. 2 Der Antragsteller hat den Antrag in dreifacher Ausfertigung innert drei Jahren nach Ablauf des Kalenderjahres, in dem die Dividenden fällig geworden sind, der für ihn zuständigen kantonalen Steuerbehörde einzureichen. Für jeden Schuldner ist ein gesondertes Formular zu verwenden. 3 Die kantonale Steuerbehörde prüft, ob die Voraussetzungen für die Erstattung von der dänischen Steuer erfüllt sind. Ist der Antrag begründet, so bescheinigt dies die kantonale Steuerbehörde auf der zweiten und dritten Ausfertigung, die sie der Eidgenössischen Steuerverwaltung übermittelt. Die erste Ausfertigung bleibt bei der kantonalen Steuerbehörde und wird besonders dazu verwendet, die Erhebung der schweizerischen Steuern auf den im Antrag erwähnten Einkünften sicherzustellen. 4 Die Eidgenössische Steuerverwaltung versieht die zweite Ausfertigung des Antrages mit ihrem Visum und stellt sie dem dänischen Finanzministerium (Kildeskattedirektoratet) zu."
    },
    {
      "provision_ref": "art6",
      "chapter": "3 Schlussbestimmungen",
      "section": "6",
      "title": "Aufhebung bisherigen Rechts",
      "content": "1 Der Bundesratsbeschluss vom 20. September 1957 über die Ausführung des Abkommens zwischen der Schweiz und Dänemark zur Vermeidung der Doppelbesteuerung auf dem Gebiete der Steuern vom Einkommen und vom Vermögen wird aufgehoben. 2 Die Bestimmungen des Beschlusses gelten letztmals a. für die Erstattung der schweizerischen Verrechnungssteuer von Dividenden und Zinsen, die vor dem 1. Januar 1974 fällig geworden sind. b. für die Anträge auf Entlastung von der dänischen Dividendensteuer von Dividenden, die vor dem 1. Januar 1974 fällig geworden sind. [ AS 1957 776 , 1970 250 ]"
    },
    {
      "provision_ref": "art7",
      "chapter": "3 Schlussbestimmungen",
      "section": "7",
      "title": "Inkrafttreten",
      "content": "1 Diese Verordnung tritt am 1. Januar 1975 in Kraft. 2 Sie ist auf die im Abzugswege an der Quelle erhobenen schweizerischen und dänischen Steuern von Dividenden und Zinsen anwendbar, die nach dem 31. Dezember 1973 fällig geworden sind."
    }
  ],
  "definitions": []
}