{
  "id": "sr-672-934-911",
  "type": "statute",
  "title": "Verordnung vom 13. August 2025 über die Ausgleichszahlungen für Telearbeit nach dem Doppelbesteuerungsabkommen zwischen der Schweiz und Frankreich",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2025/524/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "1 Gegenstand",
      "content": "Diese Verordnung regelt die Aufteilung zwischen Bund und Kantonen des von Frankreich erhaltenen Ausgleichsbetrags für Telearbeit sowie das Vorgehen bezüglich des an Frankreich zu zahlenden Ausgleichsbetrags gemäss Absatz 1 Buchstaben b und c des Zusatzprotokolls über die Ausübung unselbständiger Erwerbstätigkeit in Form von Telearbeit (Zusatzprotokoll) des Abkommens vom 9. September 1966 zwischen der Schweiz und Frankreich zur Vermeidung der Doppelbesteuerung auf dem Gebiet der Steuern vom Einkommen und vom Vermögen und zur Vermeidung von Steuerbetrug und Steuerflucht. SR 0.672.934.91"
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Bundesanteil am von Frankreich erhaltenen Ausgleichsbetrag",
      "content": "Der Anteil der direkten Bundessteuer am gemäss Absatz 1 Buchstaben b und c des Zusatzprotokolls von Frankreich erhaltenen Ausgleichsbetrag beträgt 10 Prozent."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Aufteilung des von Frankreich erhaltenen Ausgleichsbetrags unter den Kantonen",
      "content": "Der nach Abzug des Bundesanteils verbleibende Teil des Ausgleichsbetrags wird anhand der Postleitzahl des Wohnortes der Arbeitnehmerinnen und Arbeitnehmer pro Kopf unter den Kantonen aufgeteilt."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Überweisung des von Frankreich erhaltenen Ausgleichsbetrags an die Kantone",
      "content": "Die Eidgenössische Steuerverwaltung (ESTV) schreibt die jeweiligen Beträge den Kontokorrentkonten der betroffenen Kantone bei der Eidgenössischen Finanzverwaltung (EFV) innerhalb von drei Monaten nach Erhalt der Informationen nach Artikel 28 ter des Abkommens vom 9. September 1966 zwischen der Schweiz und Frankreich zur Vermeidung der Doppelbesteuerung auf dem Gebiet der Steuern vom Einkommen und vom Vermögen und zur Vermeidung von Steuerbetrug und Steuerflucht gut. SR 0.672.934.91"
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Übermittlung einer Abrechnung des an Frankreich zu zahlenden Ausgleichsbetrags durch die Kantone an den Bund",
      "content": "Die kantonalen Steuerbehörden übermitteln der ESTV bis zum 31. Mai des Jahres, das auf das Jahr folgt, in dem die Vergütungen ausbezahlt wurden, eine Abrechnung über den Ausgleichsbetrag, der auf den Steuern einschliesslich der direkten Bundessteuer basiert, die auf dem Anteil der in Form von Telearbeit ausgeübten Tätigkeit der in Frankreich ansässigen und bei einem Arbeitgeber im betreffenden Kanton angestellten Arbeitnehmerinnen und Arbeitnehmer geschuldet sind."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Überweisung des Ausgleichsbetrags an Frankreich",
      "content": "1 Die ESTV belastet die Kontokorrentkonten der betroffenen Kantone bei der EFV mit den jeweiligen gemäss Artikel 5 geschuldeten Ausgleichsbeträgen. 2 Sie überweist den gesamten Ausgleichsbetrag auf das von Frankreich angegebene Konto gemäss Absatz 5 des Zusatzprotokolls."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 1. Januar 2026 in Kraft."
    }
  ],
  "definitions": []
}