{
  "id": "sr-672-976-3",
  "type": "statute",
  "title": "Bundesbeschluss vom 17. Juni 2011 über die Genehmigung eines Doppelbesteuerungsabkommens zwischen der Schweiz und der Türkei",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2012/184/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "",
      "content": "1 Das Abkommen vom 18. Juni 2010 zwischen der Schweizerischen Eidgenossenschaft und der Republik Türkei zur Vermeidung der Doppelbesteuerung auf dem Gebiet der Steuern vom Einkommen wird genehmigt. 2 Der Bundesrat wird ermächtigt, das Abkommen zu ratifizieren. 3 Die Schweiz entspricht einem Amtshilfegesuch, wenn dargelegt ist, dass es sich nicht um eine «fishing expedition» handelt, und die Türkei: a. die steuerpflichtige Person identifiziert, wobei diese Identifikation auch auf andere Weise als durch Angabe des Namens und der Adresse erfolgen kann; und b. den Namen und die Adresse des mutmasslichen Informationsinhabers angibt, soweit sie ihr bekannt sind. 4 Die Eidgenössische Steuerverwaltung wird ermächtigt, auf eine gegenseitige Anerkennung der in Absatz 3 dargestellten Auslegung hinzuwirken. 5 Bei der Anwendung der Vorgaben von Absatz 3 Buchstabe b beachtet die Schweiz als ersuchter Staat die Grundsätze der Proportionalität und Praktikabilität. SR 0.672.976.31"
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "",
      "content": "1 Der Bundesrat gibt der Regierung der Republik Türkei die Erklärung ab, dass die Schweiz keine Amtshilfe in Steuersachen leistet, wenn das Amtshilfegesuch auf illegal beschafften Daten beruht, und dass sie in einem solchen Fall Rechtshilfe verlangt. 2 Er arbeitet auf eine entsprechende Erklärung der Regierung der Republik Türkei hin."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "",
      "content": "Dieser Beschluss untersteht dem fakultativen Staatsvertragsreferendum für Verträge, die wichtige rechtsetzende Bestimmungen enthalten oder deren Umsetzung den Erlass von Bundesgesetzen erfordert, nach Artikel 141 Absatz 1 Buchstabe d Ziffer 3 der Bundesverfassung."
    }
  ],
  "definitions": []
}