{
  "id": "sr-641-204",
  "type": "statute",
  "title": "Verordnung des EFD vom 2. April 2014 über die steuerbefreite Einfuhr von Gegenständen in kleinen Mengen, von unbedeutendem Wert oder mit geringfügigem Steuerbetrag",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2014/221/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Steuerbefreiung",
      "content": "Von der Einfuhrsteuer sind befreit: a. Geschenke, die eine Privatperson mit Wohnsitz im Ausland an eine Privatperson mit Wohnsitz im Inland sendet: bis zu einem Wert von 100 Franken pro Sendung, mit Ausnahme von Tabakfabrikaten und alkoholischen Getränken; b. persönliche Gebrauchsgegenstände und Reiseproviant, die nach den Artikeln 63 und 64 der Zollverordnung vom 1. November 2006 zollfrei sind; c. Waren des Reiseverkehrs nach Artikel 16 Absatz 2 des Zollgesetzes vom 18. März 2005: bis zu einem Gesamtwert von 300 Franken pro Person (Wertfreigrenze); die Gegenstände nach Buchstabe b werden für die Berechnung des Gesamtwertes nicht berücksichtigt; d. Gegenstände, bei denen der Steuerbetrag je Veranlagungsverfügung nicht mehr als 5 Franken beträgt. SR 631.01 SR 631.0"
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Gewährung der Wertfreigrenze für Waren des Reiseverkehrs",
      "content": "1 Die Wertfreigrenze nach Artikel 1 Buchstabe c wird der reisenden Person nur für Gegenstände gewährt, welche sie zu ihrem privaten Gebrauch oder zum Verschenken einführt. Sie wird der gleichen Person nur einmal täglich gewährt. 2 Übersteigt der Gesamtwert der Gegenstände 300 Franken pro Person, so ist die ganze eingeführte Menge steuerpflichtig. 3 Ein Gegenstand im Wert von über 300 Franken ist immer steuerpflichtig. 4 Die Bestimmungen von Artikel 3 des Abkommens vom 4. Juni 1954 über die Zollerleichterungen im Reiseverkehr bleiben vorbehalten. SR 0.631.250.21"
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Aufhebung eines anderen Erlasses",
      "content": "Die Verordnung des EFD vom 11. Dezember 2009 über die steuerbefreite Einfuhr von Gegenständen in kleinen Mengen, von unbedeutendem Wert oder mit geringfügigem Steuerbetrag wird aufgehoben. [ AS 2009 6833 ]"
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 1. Juli 2014 in Kraft."
    }
  ],
  "definitions": []
}