{
  "id": "sr-641-711",
  "type": "statute",
  "title": "Verordnung vom 30. November 2012 über die Reduktion der CO<sub>2</sub>-Emissionen (CO<sub>2</sub>-Verordnung)",
  "title_en": "Ordinance of 30 November 2012 for the Reduction of CO<sub>2</sub> Emissions (CO<sub>2</sub> Ordinance)",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2012/856/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Section 1 Greenhouse Gases",
      "section": "1",
      "title": "",
      "content": "1 This Ordinance regulates the reduction in the emission of the following greenhouse gases: a. carbon dioxide (CO 2 ); b. methane (CH 4 ); c. nitrous oxide (N 2 O); d. hydrofluorocarbons (HFCs); e. perfluorocarbons (PFCs); f. sulphur hexafluoride (SF 6 ); g. nitrogen trifluoride (NF 3 ). 2 The warming effect of greenhouse gases on the climate is converted into the equivalent quantity of CO 2 (CO 2 eq). The values are listed in Annex 1."
    },
    {
      "provision_ref": "art2",
      "chapter": "Section 2 Definitions",
      "section": "2",
      "title": "",
      "content": "In this Ordinance: a. rated thermal input means the maximum possible supply of heating energy per unit of time for an installation; b. total rated thermal input means the sum of the rated thermal inputs of an installation operator’s fixed installations that are taken into account in the emissions trading system (ETS); c. total output means the sum of the delivered electrical and thermal nominal output of a fossil-thermal power plant or a combined heat and power plant (CHP plant); d. overall efficiency means the ratio of total output to the rated thermal input of a fossil-thermal power plant or a CHP plant in accordance with the manufacturer's specifications; e. ETS participant means operators of installations and operators of aircraft that participate in the Swiss ETS; f. partner state means a state with which Switzerland has entered into an international agreement on conducting Swiss climate projects in that state. Amended by No I of the O of 4 May 2022, in force since 1 June 2022 ( AS 2022 311 )."
    },
    {
      "provision_ref": "art3",
      "chapter": "Section 3 Sectoral Interim Targets",
      "section": "3",
      "title": "",
      "content": "1 The interim targets for 2015 are: a. for the building sector: no more than 78 per cent of 1990 emissions; b. for the traffic sector: no more than 100 per cent of 1990 emissions; c. for the industry sector: no more than 93 per cent of 1990 emissions. 2 If a sectoral interim target listed in paragraph 1 is not achieved, then the Federal Department of the Environment, Transport, Energy and Communications (DETEC), after hearing the cantons and affected parties, shall request the Federal Council for additional measures."
    },
    {
      "provision_ref": "art4",
      "chapter": "Section 4 …",
      "section": "4",
      "title": "",
      "content": "Repealed by No I of the O of 4 May 2022, with effect from 1 June 2022 ( AS 2022 311 )."
    },
    {
      "provision_ref": "art4a",
      "chapter": "Section 4 …",
      "section": "4a",
      "title": "",
      "content": "Inserted by No I of the O of 8 Oct. 2014 ( AS 2014 3293 ). Repealed by No I of the O of 4 May 2022, with effect from 1 June 2022 ( AS 2022 311 )."
    },
    {
      "provision_ref": "art5",
      "chapter": "Section 5",
      "section": "5",
      "title": "Requirements",
      "content": "1 National and international attestations (attestations) shall be issued for projects and programmes for emission reductions or increasing the carbon sink effect in Switzerland and abroad respectively provided: a. Annexes 2 a or 3 do not preclude them; b. it is credibly and comprehensibly demonstrated that the project: 1. would not be economically feasible over its term without revenues from the sale of the attestations, 2. meets the current state of the art, 3. provides for measures that lead to additional emission reductions or an increase in the carbon sink effect as measured against the reference scenario defined in Article 6 paragraph 2 letter d, 4. complies with the other applicable legal provisions, 5. contributes to sustainable development at the location abroad and this contribution is confirmed by the partner state; c. the emission reductions or the increased carbon sink effect: 1. are verifiable and quantifiable, 2. are not greenhouse gas emissions that are recorded by the ETS, 3. were not achieved by an operator with a reduction obligation under Article 66 paragraph 1 that at the same time is applying for attestations under Article 12; the foregoing does not apply to operators with reduction obligations with an emissions target under Article 67, provided the emission reductions from projects and programmes are not included in the emissions target, 4. are calculated so that there can be no significant overestimates of the eligible emission reductions or eligible increase in the carbon sink effect; d. the beginning of the implementation of the project or programme does not predate the submission of an application in accordance with Article 7 by more than three months; e. the project or programme has not yet ended; and f. implementing the project or the programme does not lead to a leakage of emissions. 2 For projects and programmes that store carbon, attestations shall be issued if, in addition to meeting the requirements in paragraph 1 and irrespective of the duration of the project, the permanence of the carbon capture is adequately guaranteed until at least 30 years after it starts to take effect and is clearly demonstrated. 3 The time when the applicant makes a significant financial commitment to a third party or itself takes organisational measures relevant to the project or programme is deemed the start of implementation. Amended by No I of the O of 4 May 2022, in force since 1 June 2022 ( AS 2022 311 )."
    },
    {
      "provision_ref": "art5a",
      "chapter": "Section 5",
      "section": "5a",
      "title": "a Programmes",
      "content": "1 Projects can be grouped together into a programme if: a. they have a common purpose in addition to reducing emissions or increasing the carbon sink effect; b. they apply one of the technologies specified in the programme description; c. they fulfil the inclusion criteria specified in the programme description that guarantee that the projects meet the requirements of Article 5; and d. implementation has not yet begun. 2 Projects may be included in existing programmes if they meet the conditions of paragraph 1 and had already been demonstrably registered in the programme before inclusion. 3 Programmes that only comprise one planned project on expiry of the first crediting period shall be continued as projects under Article 5. Amended by No I of the O of 4 May 2022, in force since 1 June 2022 ( AS 2022 311 ). Amended by No I of the O of 4 May 2022, in force since 1 June 2022 ( AS 2022 311 ). Term in accordance with No I of the O of 4 May 2022, in force since 1 June 2022 ( AS 2022 311 ). This change has been made throughout the text. Inserted by No I of the O of 1 Nov. 2017, in force since 1 Jan. 2018 ( AS 2017 6753 )."
    },
    {
      "provision_ref": "art5b",
      "section": "5b",
      "title": "b Scientific support",
      "content": "1 In the case of projects or programmes whose effect in accordance with Article 5 paragraph 1 letter c number 1 is cannot be quantified with sufficient precision, the applicant shall take measures to support the project according to scientific principles (scientific support). 2 The applicant shall submit a plan for the scientific support to the Federal Office for the Environment (FOEN). The plan shall in particular contain details of: a. the aim and the issue; b. the current state of the art, including the statistical data used to determine the imprecision of measurability; c. the procedure and evaluation; d. the specialist qualifications of the persons providing scientific support; e. the independence and potential conflicts of interest of the persons providing scientific support. 3 The scientific support shall be terminated if the effect of the project or programme has been quantified with sufficient precision. The FOEN shall decide when scientific support is to be terminated. 4 The results of the scientific support shall be published, subject to preservation of manufacturing and business secrecy. Inserted by No I of the O of 4 May 2022, in force since 1 June 2022 ( AS 2022 311 ). Amended by No I of the O of 29 Sept. 2023, in force since 1 Nov. 2023 ( AS 2023 581 )."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Validation of projects and programmes",
      "content": "1 Installation operators or persons wishing to apply for attestations for a project or programme must have it validated at their own expense by a validator approved by the FOEN. 2 A description of the project or programme is to be submitted to the validator. This must in particular include information about: a. the measures for reducing emissions or to increase the carbon sink effect; b. the technologies used; c. the delimitation from other climate and energy policy instruments; d. the hypothetical progression of greenhouse gas emissions if the measures in the project or programme for reducing emissions or increasing the carbon sink effect had not been taken (reference scenario); e. total expected annual emission reductions or increase in the carbon sink effect and the underlying calculation method; f. the organisation of the project or programme; g. the anticipated investment and operating costs and expected revenues; h. the financing; i. the monitoring plan, in which the start date of the monitoring is defined and the methods for accounting for emission reductions or the increase in the carbon sink effect are described; j. the duration of the project or the programme; k. for programmes, additionally: the purpose, the criteria for including the project in the programme, the administration of the project and one example of a project per specified technology; l. for projects or programmes with scientific support, additionally in the monitoring plan in accordance with letter i: a plan in accordance with Article 5 b ; m. for projects or programmes on increasing the carbon sink effect additionally in the monitoring plan in accordance with letter i: the procedure for proving that permanence in accordance with Article 5 paragraph 2 is guaranteed; n. for projects or programmes outside Switzerland additionally: 1. the anticipated contribution to sustainable development at the location using indicators that show the contributions to the United Nations sustainable development goals and which can be reviewed objectively, and 2. a strategy for financial sustainability that covers the long-term operation and maintenance of the technology after the end of the credit period. 3 In the case of projects and programmes in Switzerland relating to a local heating network and in the case of landfill gas projects and programmes, the description of the details required by paragraph 2 letter d, e and i is made in accordance with the requirements of Annexes 3 a and 3 b respectively. 4 The applicant may arrange for the FOEN to carry out a preliminary assessment of a project outline. If the FOEN has carried out a preliminary assessment of the project outline, the project outline and the results of the preliminary assessment must be submitted to the validator in addition to the information in paragraph 2. 5 The validator examines the information specified in paragraph 2 and whether the project meets the requirements of Article 5 or the programme meets the requirements of Articles 5 and 5 a . Where necessary, it shall carry out inspections. The applicant and the FOEN shall be given reasonable notice of such inspections. 4 The validator summarises the results of the examination in a validation report. 7 The FOEN shall specify the form of the description of the project or programme and of the validation report. Amended by No I of the O of 4 May 2022, in force since 1 June 2022 ( AS 2022 311 ). Amended by No I of the O of 29 Sept. 2023, in force since 1 Nov. 2023 ( AS 2023 581 )."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Application for assessing whether a project or programme qualifies for issuing attestations",
      "content": "1 Any person who wishes to request attestations for a project or a programme must submit an application to the FOEN for assessing whether it qualifies for issuing attestations. The application shall include the project or programme description and the validation report. 2 In the case of projects or programmes outside Switzerland, the application shall also include the decision on the qualification of the project or programme by the partner state. 3 The FOEN may request additional information from the applicant if required for evaluating the application. Amended by No I of the O of 4 May 2022, in force since 1 June 2022 ( AS 2022 311 )."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Decisions on the qualification of a project or programme for issuing attestations",
      "content": "1 The FOEN shall decide whether a project or programme qualifies for issuing attestations on the basis of the application and, if applicable, the additional information in accordance with Article 7 paragraph 3. 2 If, in the case of projects or programmes outside Switzerland, the partner state imposes a restriction in the licence for the project or programme on the permitted use of the emission reductions or the increase in the carbon sink effect, this restriction shall be taken into account in the decision. 3 The decision is valid from the start of the implementation of the project or programme until 31 December 2030 at the latest (crediting period). Amended by No I of the O of 4 May 2022, in force since 1 June 2022 ( AS 2022 311 )."
    },
    {
      "provision_ref": "art8a",
      "section": "8a",
      "title": "a Note in the land register",
      "content": "1 The restriction on use as a biological or geological carbon store must be noted in the land register at the FOEN’s request. The foregoing does not apply to storing carbon in construction materials. 2 The FOEN shall request the deletion of the note in the land register if: a. the project or programme has ended, but at the earliest 30 years after it starts to take effect; or b. the stored carbon is released on the property concerned before that time. 3 The owner of the property concerned shall bear the costs of the entry, amendment and deletion of the note. 4 The cantons shall notify the FOEN immediately if the property concerned is used for a different purpose. Amended by No I of the O of 4 May 2022, in force since 1 June 2022 ( AS 2022 311 )."
    },
    {
      "provision_ref": "art8b",
      "section": "8b",
      "title": "b Extension of the crediting period",
      "content": "1 The crediting period shall be extended for projects or programmes in Switzerland that qualify before 1 January 2022 until 31 December 2030 at the latest if the applicant: a. has the project or programme revalidated; and b. submits an application for extension to the FOEN no later than six months before the end of the crediting period. 2 The FOEN shall approve the extension if the essential requirements of Articles 5 and 5 a are still met. Inserted by No I of the O of 4 May 2022, in force since 1 June 2022 ( AS 2022 311 )."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Monitoring report and verification of the monitoring report",
      "content": "1 The applicant shall collect all the data required in accordance with the monitoring plan to prove the emission reductions or increase in the carbon sink effect and shall record them in a monitoring report. 2 The applicant shall have the monitoring report verified at its own expense by a FOEN-approved verifier. The verification may not be done by the same entity that validated the project or programme on the previous occasion. 3 The verifier shall examine whether the verified emission reductions or increase in the carbon sink effect meet the requirements of Article 5. For programmes, it shall also examine whether the projects meet the inclusion criteria of Article 5 a paragraph 1 letter c. It may limit the verification to a single representative project in the programme. 3bis Where necessary, it shall carry out inspections. The applicant and the FOEN shall be given reasonable notice of such inspections. 4 The verifier shall record the results of the verification in a verification report. 5 The monitoring report, the underlying measurement data and related verification report shall cover a period of a maximum of three years. They must be submitted to the FOE within one year of the end of this period at the latest. The emission reductions or the increase in the carbon sink effect must be indicated for each calendar year. 6 For projects or programmes with scientific support, the monitoring reports, the related verification reports and the results of scientific support must be submitted to the FOEN every year. The quantification of the emission reductions or the increase in the carbon sink effect must be reassessed every year. 7 For projects or programmes related to an emissions target pursuant to Article 67, the monitoring reports and the verification reports must be submitted to the FOEN for every year by 31 May of the following year. 8 For projects or programmes to store carbon, a monitoring and a verification report must be submitted to the FOEN for 2030 irrespective of their duration. 6 The FOEN shall specify the form of the monitoring and verification reports. Amended by No I of the O of 4 May 2022, in force since 1 June 2022 ( AS 2022 311 ). Inserted by No I of the O of 29 Sept. 2023, in force since 1 Nov. 2023 ( AS 2023 581 )."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Issuance of attestations",
      "content": "1 The FOEN shall check the monitoring report and the corresponding verification report. Where required in order to issue attestations, the FOEN shall conduct further enquiries relating to the applicant. 2 When issuing international attestations, it shall also check the recognition of the carry-over of emission reductions or the increase in the carbon sink effect by the partner state. If required in order to issue international attestations, the FOEN shall also conduct further enquiries in the partner state. 3 It shall decide whether to issue attestations on the basis of the information mentioned in paragraphs 1 and 2. 4 Attestations for projects and programmes shall be issued for the extent to which emission reductions or the increase in the carbon sink effect have demonstrably been achieved up to the end of the crediting period. 5 For projects that have not yet been implemented in programmes, no attestations shall be issued if an amendment of applicable statutory provisions leads to a situation where the measures for reducing emissions or increasing the carbon sink effect planned in the programme must be implemented. 6 The attestations shall be issued to the extent of the proven entire annual reduction in emissions or increase in the carbon sink effect. 7 or the increase in the carbon sink effecton the basis of Article 19 of the Energy Act of 30 September 2016 (EnA) are not attested. 8 The added ecological value of the emission reductions or the increase in the carbon sink effect shall be offset by issuing attestations. If the added ecological value has already been offset, no attestations are issued. Amended by No I of the O of 4 May 2022, in force since 1 June 2022 ( AS 2022 311 ). SR 730.0"
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Substantial modifications to the project or programme",
      "content": "1 Substantial modifications of the project or programme carried out after the decision has been made regarding qualification or the extension of the crediting period must be reported to the FOEN. 2 A modification to the project or programme is in particular deemed substantial if: a. the actual emission reductions or increase in the carbon sink effect deviate from the expected annual emission reductions or the increase in the carbon sink effect specified in the project or programme description by more than 20 per cent; b. the actual investment or operating costs or revenues deviate from the values specified in the project or programme description by more than 20 per cent. c. a change in technology takes place; or d. the system boundaries of a project or programme are changed. 3 If necessary, the FOEN shall order a revalidation. Emission reductions or the increase in the carbon sink effect achieved after a substantial modification are only attested in accordance with a new decision on qualification in accordance with Article 8. 4 In the case of projects and programmes outside Switzerland, a new decision by the partner states on qualification is required. 5 The FOEN shall approve the substantial modification if the requirements in accordance with the Articles 5 and 5 a continue to be met. 6 After revalidation, from the time the substantial modification is made the crediting period lasts until 31 December 2030 at the latest. Amended by No I of the O of 4 May 2022, in force since 1 June 2022 ( AS 2022 311 )."
    },
    {
      "provision_ref": "art11a",
      "section": "11a",
      "title": "a Validators and verifiers",
      "content": "1 The FOEN shall approve a validator and verifier on request provided they: a. demonstrate that they have the required professional abilities related to the validation or verification of offsetting projects; b. apply quality assurance processes; and c. carry out their tasks independently. 2 If a validator or verifier no longer meets the requirements of paragraph 1, the FOEN shall order measures. If these measures are not implemented in a satisfactory manner, approval may be withdrawn. Inserted by No I of the O of 29 Sept. 2023, in force since 1 Nov. 2023 ( AS 2023 581 )."
    },
    {
      "provision_ref": "art12",
      "chapter": "26",
      "section": "12",
      "title": "",
      "content": "1 Installation operators with reduction obligations under Article 66 paragraph 1 to which an emission target under Article 67 applies and which are not carrying out any projects or programmes in accordance with Article 5 or 5 a that result in emission reductions covered by the emissions target shall on application be issued with attestations for domestic emission reductions for the years 2013–2021 if: a. the installation operator credibly reports that its emissions target will be reached without counting emission-reduction certificates; b. the installation’s greenhouse gas emissions in the relevant year have been reduced when compared with the reduction course determined in accordance with Article 67 by the following percentages: 1. from 2013–2020: by more than 5 per cent, 2. in 2021: by more than 10 per cent; and c. for emission-reduction measures, the installation operator has received no non-refundable payments from the Confederation, cantons or communes for promoting renewable energies, energy efficiency or climate protection or from surcharges obtained in accordance with Article 35 EnA for geothermal power, biomass and waste from biomass; excepted from this are installation operators that had already registered for the receipt of such funds before the amendment of 8 October 2014 came into force. 1bis The application for the issue of attestations must be submitted to the FOEN by 31 December 2023. 2 Attestations are issued for emission reductions to the extent of the difference between the reduction course under deduction of the relevant percentage under paragraph 1 letter b and the greenhouse gas emissions in the relevant year, for the last time in 2020. 3 ... Amended by No I of the O of 8 Oct. 2014, in force since 1 Dec. 2014 ( AS 2014 3293 ). Amended by No I of the O of 13 Nov. 2019, in force since 1 Jan. 2020 ( AS 2019 4335 ). Amended by No I of the O of 25 Nov. 2020, in force since 1 Jan. 2021 ( AS 2020 6081 ). Amended by No I of the O of 25 Nov. 2020, in force since 1 Jan. 2021 ( AS 2020 6081 ). SR 730.0 AS 2014 3293 Amended by No I of the O of 13 Nov. 2019, in force since 1 Jan. 2020 ( AS 2019 4335 ). Inserted by No I of the O of 25 Nov. 2020, in force since 1 Jan. 2021 ( AS 2020 6081 ). Amended by No I of the O of 25 Nov. 2020, in force since 1 Jan. 2021 ( AS 2020 6081 ). Repealed by No I of the O of 1 Nov. 2017, with effect from 1 Jan. 2018 ( AS 2017 6753 )."
    },
    {
      "provision_ref": "art12a",
      "section": "12a",
      "title": "",
      "content": "1 Installation operators that have agreed with the Confederation on targets for the progression of energy consumption and also have commitments to reduce CO 2 emissions (target agreement with an emissions target), without being exempt from the CO 2 levy for this purpose, are issued attestations for domestic emission reductions on application for 2013–2021 if: a. the target agreement with an emissions target meets the requirements of Article 67 Paragraphs 1–3, is validated at the operator’s own expense by a FOEN-approved validator and has been assessed by the FOEN as qualified; b. the operator submits a monitoring report annually no later than 31 May in accordance with Article 72; c. the installations’ CO 2 emissions during the preceding three years have in each year fallen short of the agreed reduction course in the target agreement with an emissions target by the following percentages: 1. from 2013–2020: in each year by more than 5 per cent, 2. in 2021: by more than 10 per cent; and d. for emission-reduction measures, the operator has received no non-refundable payments from the Confederation, cantons or communes for promoting renewable energies, energy efficiency or climate protection or from surcharges obtained in accordance with Article 35 paragraph 1 EnA for geothermal power, biomass and waste from biomass; excepted from this are operators that had already registered for the receipt of such funds before the amendment of 8 October 2014 came into force. 1bis The application for the issue of attestations must be submitted to the FOEN by 31 December 2023. 2 The validated target agreement with emissions target must be submitted to the FOEN no later than 31 May of the year in which attestations are being applied for. 3 Substantial and permanent changes under Article 73 as well as changes under Article 78 must be reported to the FOEN. If necessary, the FOEN orders a revalidation. 4 Attestations are issued for emission reductions to the extent of the difference between the reduction course under deduction of the relevant percentage under paragraph 1 letter c and the greenhouse gas emissions in the relevant year, for the last time in 2020. Inserted by No I of the O of 8 Oct. 2014, in force since 1 Dec. 2014 ( AS 2014 3293 ). The revision of 9 Dec. 2014 relates only to the French text ( AS 2014 4437 ). Amended by No I of the O of 13 Nov. 2019, in force since 1 Jan. 2020 ( AS 2019 4335 ). Amended by No I of the O of 25 Nov. 2020, in force since 1 Jan. 2021 ( AS 2020 6081 ). Amended by No I of the O of 25 Nov. 2020, in force since 1 Jan. 2021 ( AS 2020 6081 ). SR 730.0 AS 2014 3293 Amended by No I of the O of 13 Nov. 2019, in force since 1 Jan. 2020 ( AS 2019 4335 ). Inserted by No I of the O of 25 Nov. 2020, in force since 1 Jan. 2021 ( AS 2020 6081 ). Amended by No I of the O of 25 Nov. 2020, in force since 1 Jan. 2021 ( AS 2020 6081 )."
    },
    {
      "provision_ref": "art13",
      "chapter": "46",
      "section": "13",
      "title": "Administration of attestations and data",
      "content": "1 Operators and persons that have applied for issuing attestations must at the same time provide the FOEN the account to which the attestations should be issued. Attestations are issued and administered in the Emissions Trading Registry in accordance with Articles 57–65. 2 The following data and documents are managed in a FOEN-administered database: a. first names, surnames and contact information of the applicant, the validator and the verifier; b. the number of attestations issued; c. the core data for the project or programme; and d. the project and programme description, the validation, monitoring and verification reports and the related data. 3 On request, the holder of an attestation is granted access to the data described in paragraph 2 letters a and b in connection with the attestation. Access to the data and documents described in paragraph 2 letters c and d may be granted subject to the preservation of manufacturing and trade secrecy. Amended by No I of the O of 8 Oct. 2014, in force since 1 Dec. 2014 ( AS 2014 3293 ). Amended by No I of the O of 13 Nov. 2019, in force since 1 Jan. 2020 ( AS 2019 4335 ). Term in accordance with No I of the O of 4 May 2022, in force since 1 June 2022 ( AS 2022 311 ). This change has been made throughout the text. Amended by No I of the O of 4 May 2022, in force since 1 June 2022 ( AS 2022 311 )."
    },
    {
      "provision_ref": "art14",
      "chapter": "46",
      "section": "14",
      "title": "Publication of information on projects and programmes",
      "content": "1 The FOEN may, subject to preservation of manufacturing and trade secrecy, publish: a. descriptions of projects and programmes for reducing emissions or increasing the carbon sink effect; b. validation reports in accordance with Article 6 paragraph 6; c. monitoring reports in accordance with Article 9 paragraph 1; d. verification reports in accordance with Article 9 paragraph 4; e. the decisions in accordance with Articles 8 paragraph 1 and 10 paragraph 1 bis . [tab] 2 Before publication, the FOEN shall provide the applicant with the documentation specified in paragraph 1. It shall require the applicant to indicate the information that in the applicant’s opinion is subject to manufacturing and trade secrecy. Amended by No I of the O of 8 Oct. 2014, in force since 1 Dec. 2014 ( AS 2014 3293 ). Amended by No I of the O of 4 May 2022, in force since 1 June 2022 ( AS 2022 311 ). Amended by No I of the O of 4 May 2022, in force since 1 June 2022 ( AS 2022 311 ). Inserted by No I of the O of 25 Nov. 2020, in force since 1 Jan. 2021 ( AS 2020 6081 ). Inserted by No I of the O of 1 Nov. 2017, in force since 1 Jan. 2018 ( AS 2017 6753 )."
    },
    {
      "provision_ref": "art15",
      "chapter": "Section 6 Coordination of Adaptation Measures",
      "section": "15",
      "title": "",
      "content": "1 The FOEN coordinates the measures specified in Article 8 paragraph 1 of the CO 2 Act. 2 It thereby takes account of the cantons’ measures. 3 The cantons regularly inform the FOEN about their measures."
    },
    {
      "provision_ref": "art16",
      "chapter": "Section 6 Coordination of Adaptation Measures",
      "section": "16",
      "title": "",
      "content": "1 The cantons regularly report to the FOEN on technical measures for reducing CO 2 emissions from buildings. 2 The report must contain information regarding: a. the CO 2 measures taken and planned and their effectiveness; and b. the progression of CO 2 emissions from buildings within the canton. 3 On request, the cantons make available to the FOEN all necessary documents that form the basis of the report."
    },
    {
      "provision_ref": "art17",
      "chapter": "Section 1 General Provisions",
      "section": "17",
      "title": "",
      "content": "1 The provisions of this Chapter apply to any person who imports into Switzerland or manufactures in Switzerland any of the following vehicles which is then placed on the market for the first time: a. passenger cars; b. vans; c. light articulated vehicles. 2 The importer of a vehicle is the person who: a. is the holder of the type-approval or the data sheet referred to in Articles 3 and 3 a of the Ordinance of 19 June 1995 on the Type Approval of Road Vehicles (RVTAO): if its type approval or the corresponding data sheet is used for the registration of the vehicle for use; b. is the importer of the vehicle according to the customs declaration: if the electronic Certificate of Conformity (COC) under Article 37 of Regulation (EU) 2018/858 is used for the registration of the vehicle; or c. is certified by the Federal Roads Office (FEDRO) as the importer: if none of the documents referred to in letters a and b is used for the registration. Amended by No I of the O of 24 Nov. 2021, in force since 1 Jan. 2022 ( AS 2021 859 ). Amended by No I of the O of 4 May 2022, in force since 1 June 2022 ( AS 2022 311 ). SR 741.511 Amended by No I of the O of 4 May 2022, in force since 1 June 2022 ( AS 2022 311 )."
    },
    {
      "provision_ref": "art17a",
      "chapter": "Section 1 General Provisions",
      "section": "17a",
      "title": "a Passenger cars",
      "content": "1 The provisions of this Chapter apply to passenger cars in accordance with Article 11 paragraph 2 letter a of the Ordinance of 19 June 1995 on the Technical Requirements for Road Vehicles (RVTRO). 2 They do not apply to special-purpose vehicles in accordance with Annex I Part A number 5 of Regulation (EU) 2018/858. Inserted by No I of the O of 4 May 2022, in force since 1 June 2022 ( AS 2022 311 ). SR 741.41 Regulation (EU) 2018/858 of the European Parliament and of the Council of 30 May 2018 on the approval and market surveillance of motor vehicles and their trailers, and of systems, components and separate technical units intended for such vehicles, amending Regulations (EC) No 715/2007 and (EC) No 595/2009 and repealing Directive 2007/46/EC, OJ L 151 of 14.6.2018, S. 1; last amended by Regulation (EU) 2019/2144, OJ L 325 of 16.12.2019, S. 1. Amended by No I of the O of 29 Sept. 2023, in force since 1 Nov. 2023 ( AS 2023 581 )."
    },
    {
      "provision_ref": "art17b",
      "section": "17b",
      "title": "b Vans",
      "content": "1 The provisions of this Chapter apply to vans in accordance with Article 11 paragraph 2 letter e RVTRO with a maximum permissible weight not exceeding 3.50 t and vehicles with an emission-free drive system and a maximum permissible weight of between 3.50 t and 4.25 t that apart from their weight correspond to the definition of a van and whose weight in excess of 3.50 t is caused solely by the additional weight of the emission-free drive system. 2 They do not apply to vans with an unladen weight of over 2.585 t measured in accordance with the measurement procedure for heavy vehicles in Regulation (EC) No 595/2009 and which are not exclusively electrically powered with electricity or with hydrogen as the energy source, and to special-purpose vehicles in accordance with Annex I Part A number 5 of Regulation (EU) 2018/858. Inserted by No I of the O of 4 May 2022, in force since 1 June 2022 ( AS 2022 311 ). Regulation (EC) No 595/2009 of the European Parliament and of the Council of 18 June 2009 on type-approval of motor vehicles and engines with respect to emissions from heavy duty vehicles (Euro VI) and on access to vehicle repair and maintenance information and amending Regulation (EC) No 715/2007 and Directive 2007/46/EC and repealing Directives 80/1269/EEC, 2005/55/EC and 2005/78/EC, OJ L 188 of 18.7.2009, p. 1; last amended by Regulation (EU) No 133/2014, OJ L 47 of 18.2.2014, p. 1. See footnote to Art. 17 a para. 2. Amended by No I of the O of 29 Sept. 2023, in force since 1 Nov. 2023 ( AS 2023 581 )."
    },
    {
      "provision_ref": "art17c",
      "section": "17c",
      "title": "c Light articulated vehicles",
      "content": "1 The provisions of this Chapter apply to articulated vehicles in accordance with Article 11 paragraph 2 letter i RVTRO with a maximum permissible weight not exceeding 3.50 t. 2 They do not apply to articulated vehicles with an unladen weight of over 2.585 t, measured in accordance with the measurement procedure for heavy vehicles in Regulation (EC) No 595/2009, and to special-purpose vehicles in accordance with Annex 1 Part A number 5 of Regulation (EU) 2018/858. Inserted by No I of the O of 4 May 2022, in force since 1 June 2022 ( AS 2022 311 ). See footnote to Art. 17 b para. 2. See footnote to Art. 17 a para. 2. Amended by No I of the O of 29 Sept. 2023, in force since 1 Nov. 2023 ( AS 2023 581 )."
    },
    {
      "provision_ref": "art17d",
      "section": "17d",
      "title": "d Placing vehicles on the market for the first time",
      "content": "1 Vehicles that are placed on the market in Switzerland for the first time are those that are registered for use in Switzerland for the first time and whose use specified in their initial registration corresponds to their actual use by the end user. 2 Placing on the market in a customs enclave in accordance with Article 3 paragraph 3 of the Customs Act of 18 March 2005 (CustA) and in Liechtenstein is deemed registration in Switzerland. Registration in a customs enclave in accordance with Article 3 paragraph 2 CustA, with the exception of Liechtenstein, is deemed placing on the market abroad. 3 Imported vehicles that have been registered for use abroad more than six months before the customs declaration are not regarded as placed on the market for the first time. 4 If the deadline specified in paragraph 3 leads to the significant unequal treatment of importers of vehicles that have already been registered abroad before a customs declaration and importers of vehicles that have not been registered abroad before a customs declaration, or should misuses occur, then DETEC may: a. shorten or extend the deadline by no more than one year; or b. define a required minimum number of kilometres covered. Originally Art.17 a . Inserted by No I of the O of 24 Nov. 2021, in force since 1 Jan. 2022 ( AS 2021 859 ). SR 631.0"
    },
    {
      "provision_ref": "art17e",
      "section": "17e",
      "title": "e Reference year",
      "content": "[tab] The reference year is deemed to be the calendar year in which achievement of the individual target is verified. Originally: Art. 17 a, then Art. 17 a bis . Inserted by No I of the O of 25 Nov. 2020, in force since 1 Jan. 2021 ( AS 2020 6081 )."
    },
    {
      "provision_ref": "art17f",
      "section": "17f",
      "title": "f Applicable test and correlation procedures and target values in accordance with Article 10 paragraphs 1 and 2 of the CO 2 Act",
      "content": "1 The following test and correlation procedures are used to determine the target values under Article 10 paragraphs 1 and 2 of the CO 2 Act: a. the worldwide harmonised test procedure for light-duty vehicles in accordance with Annex XXI of Regulation (EU) 2017/1151 (WLTP); b. the test and correlation procedures in accordance with Annex I of Implementing Regulation (EU) 2017/1152; c. the test and correlation procedures in accordance with Annex I of Implementing Regulation 2017/1153. 2 Pursuant to the test and correlation procedures in accordance with paragraph 1, the following target values correspond to those under Article 10 paragraphs 1 and 2 of the CO 2 Act: a. for cars: 118 grams CO 2 /km; b. for vans and light articulated vehicles: 186 grams CO 2 /km. Originally Art. 17 b . Inserted by No I of the O of 25 Nov. 2020, in force since 1 Jan. 2021 ( AS 2020 6081 ). Commission Regulation (EU) No 2017/1151 of 1 June 2017 supplementing Regulation (EC) No 715/2007 of the European Parliament and of the Council on type-approval of motor vehicles with respect to emissions from light passenger and commercial vehicles (Euro 5 and Euro 6) and on access to vehicle repair and maintenance information, amending Directive 2007/46/EC of the European Parliament and of the Council, Commission Regulation (EC) No 692/2008 and Commission Regulation (EU) No 1230/2012 and repealing Commission Regulation (EC) No 692/2008, OJ L 175 of 7.7.2017, p. 1; last amended by Regulation (EU) 2020/49, OJ L 17 of 22.1.2020, p. 1. Commission Implementing Regulation (EU) 2017/1152 of 2 June 2017 setting out a methodology for determining the correlation parameters necessary for reflecting the change in the regulatory test procedure with regard to light commercial vehicles and amending Implementing Regulation (EU) No 293/2012, OJ L 175 of 7.7.2017, p. 644; last amended by Commission Implementing Regulation (EU) 2019/1839, OJ L 282 of 4.11.2019, p. 1. Commission Implementing Regulation (EU) 2017/1153 of 2 June 2017 setting out a methodology for determining the correlation parameters necessary for reflecting the change in the regulatory test procedure and amending Regulation (EU) No 1014/2010, OJ L 175 of 7.7.2017, p. 679; last amended by Commission Implementing Regulation (EU) 2019/1840, OJ L 282 of 4.11.2019, p. 9."
    },
    {
      "provision_ref": "art18",
      "chapter": "Section 2 Importers and Manufacturers",
      "section": "18",
      "title": "Large-scale importer",
      "content": "1 An importer is deemed to be a large-scale importer in a reference year with respect to the vehicles in question if the new fleet comprises at least the following number of vehicles on 31 December of the reference year: a. 50 passenger cars; or b. six vans or light articulated vehicles. 2 If an importer's fleet of new vehicles in the previous year comprised the number of vehicles specified in paragraph 1 or more, the importer shall be treated provisionally as a large-scale importer in the reference year for the vehicles in question. 3 If an importer's fleet of new vehicles in the previous year comprised fewer vehicles than those specified in paragraph 1, the importer may apply to the SFOE to be treated provisionally as a large-scale importer in the reference year in relation to the vehicles in question from the date of approval of the application. 4 If, on 31 December of the reference year, the fleet of new vehicles referred to in paragraph 2 or 3 comprises fewer vehicles than those specified in paragraph 1, the importer shall be deemed to be a small-scale importer in relation to the vehicles concerned in the reference year. Amended by No I of the O of 4 May 2022, in force since 1 Jan. 2023 ( AS 2022 311 ). Amended by No I of the O of 29 Sept. 2023, in force since 1 Nov. 2023 ( AS 2023 581 )."
    },
    {
      "provision_ref": "art19",
      "chapter": "Section 2 Importers and Manufacturers",
      "section": "19",
      "title": "",
      "content": "Repealed by No I of the O of 4 May 2022, in force since 1 Jan. 2023 ( AS 2022 311 )."
    },
    {
      "provision_ref": "art20",
      "chapter": "Section 2 Importers and Manufacturers",
      "section": "20",
      "title": "Small-scale importer",
      "content": "An importer is deemed to be a small-scale importer in a reference year with respect to the vehicles in question if the new fleet comprises fewer than the following number of vehicles on 31 December of the reference year: a. 50 passenger cars; or b. six vans or light articulated vehicles. Amended by No I of the O of 4 May 2022, in force since 1 Jan. 2023 ( AS 2022 311 )."
    },
    {
      "provision_ref": "art21",
      "chapter": "Section 2 Importers and Manufacturers",
      "section": "21",
      "title": "Manufacturer",
      "content": "Depending on the number of a manufacturer’s vehicles that are registered for the first time in the year before the reference year, either the provisions of this Chapter for large-scale importers or those for small-scale importers apply to that manufacturer by analogy in the reference year."
    },
    {
      "provision_ref": "art22",
      "chapter": "Section 2 Importers and Manufacturers",
      "section": "22",
      "title": "Emission pools",
      "content": "1 Importers and manufacturers that wish to be treated as an emission pool must apply to the SFOE by 31 December of the year before the reference year to be treated as an emission pool for a duration of one to five years. 2 An emission pool must appoint a representative. Amended by No I of the O of 4 May 2022, in force since 1 June 2022 ( AS 2022 311 )."
    },
    {
      "provision_ref": "art22a",
      "section": "22a",
      "title": "a Agreement to take over vehicles",
      "content": "1 An importer may agree with a large-scale importer that the latter will take over vehicles from the importer and thereby enter into all the obligations under this Chapter in respect of these vehicles. 2 The importer must notify FEDRO of this before the vehicles concerned are placed on the market for the first time. The notification must include a declaration of consent from the large-scale importer taking over the vehicles. 3 Vehicles may only be assigned to another importer once. It is not possible to revoke an assignment. Inserted by No I of the O of 24 Nov. 2021, in force since 1 Jan. 2022 ( AS 2021 859 ). Inserted by No I of the O of 4 May 2022, in force since 1 June 2022 ( AS 2022 311 )."
    },
    {
      "provision_ref": "art23",
      "chapter": "Section 3 Bases for Assessments",
      "section": "23",
      "title": "Obligations of importers",
      "content": "1 Before placing a vehicle on the market for the first time, importers must provide FEDRO with the data required for its allocation to the importer and for the calculation of any penalty. 1bis In the case of vehicles with a type approval or a data sheet in accordance with Articles 3 and 3 a RVTAO and in the case of vans and light articulated vehicles with a multi-stage type approval in accordance with Article 3 number 7 of Directive 2007/46/EC or in accordance with Article 3 number 8 of Regulation (EU) 2018/858, a large-scale importer may submit COC-based data to the SFOE for the sanctions calculation by 31 January of the year following the reference year. In order to verify the data, the SFOE may request the large-scale importer to provide a duplicate or a copy of the COC. 2 A small importer must also pay FEDRO the penalty under Article 13 of the CO 2 Act before placing a vehicle on the market for the first time, if such a penalty is due. Amended by No I of the O of 24 Nov. 2021, in force since 1 Jan. 2022 ( AS 2021 859 ). See footnote to Art. 17 a para. 2. See footnote to Art. 17 para. 2 let. b. Inserted by No I of the O of 4 May 2022, in force since 1 Jan. 2022 ( AS 2022 311 )."
    },
    {
      "provision_ref": "art24",
      "chapter": "Section 3 Bases for Assessments",
      "section": "24",
      "title": "Sources of data used for the calculation of the target and the average CO 2 emissions of the new car fleet",
      "content": "The data used for the calculation of the individual target and for the calculation of the average CO 2 emissions of the new car fleet shall originate from a document issued by the vehicle manufacturer, by a governmental authority or by a RVTAO inspection centre or a foreign inspection centre listed in Annex 2, which is equivalent to the COC. Amended by No I of the O of 24 Nov. 2021, in force since 1 Jan. 2022 ( AS 2021 859 ). SR 741.511"
    },
    {
      "provision_ref": "art25",
      "chapter": "Section 3 Bases for Assessments",
      "section": "25",
      "title": "Determining the CO 2 emissions of a vehicle",
      "content": "1 For the determination of the CO 2 emissions of a vehicle, the emissions according to the WLTP are used. 2 For vehicles for which no values determined in accordance with the WLTP are available, the CO 2 emissions are calculated in accordance with Annex 4. 4 If the CO 2 emissions cannot be calculated in accordance with Annex 4, passenger cars shall be assumed to produce emissions of 300 g CO 2 /km and vans and light articulated vehicles 400 g CO 2 /km. Amended by No I of the O of 24 Nov. 2021, in force since 1 Jan. 2022 ( AS 2021 859 ). Amended by No I of the O of 29 Sept. 2023, in force since 1 Nov. 2023 ( AS 2023 581 )."
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "CO 2 -reducing factors for vehicles",
      "content": "1 If the average CO 2 emissions of a fleet of new vehicles of a large-scale importer or of any vehicle of a small-scale importer are reduced by using eco-innovations, the reduction shall be taken into account up to a maximum of 7g CO 2 /km. 2 The CO 2 reductions achieved as a result of eco-innovations that are indicated in the COC shall be multiplied by the following factors and the result arithmetically rounded up to the next tenth of a gram CO 2 /km: a. in the reference year 2021: 1.9; b. in the reference year 2022: 1.7; c. in the reference year 2023: 1.5. 3 In the case of vehicles that can be fuelled by a mixture of natural gas and biogas, the percentage of the biogenic component under Article 12 a paragraph 2 the Energy Efficiency Ordinance of 1 November 2017 shall be deducted from the CO 2 emissions; the result shall be arithmetically rounded up to the next tenth of a gram CO 2 /km. Amended by No I of the O of 25 Nov. 2020, in force since 1 Jan. 2021 ( AS 2020 6081 ). SR 730.02"
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "Calculating the average CO 2 emissions for large-scale importers",
      "content": "1 The average CO 2 emissions of a fleet of new vehicles of a large-scale importer is calculated based on the arithmetical mean of the CO 2 emissions of the passenger cars or, where applicable, vans and light articulated vehicles of the large-scale importer registered for the first time in the reference year, rounded to three decimal places. 2 In order to calculate the average CO 2 emissions of a fleet of new vans and light articulated vehicles, only those 95 per cent of the vehicles with the lowest CO 2 emissions from the new vehicle fleet in the reference year 2022 shall be taken into account. 3 In order to calculate the average CO 2 emissions of a fleet of new passenger cars and a fleet of new vans and light articulated vehicles, vehicles with CO 2 emissions of less than 50 g CO 2 /km shall be taken into account for the reference years 2020–2022 as follows: a. in the reference year 2020: double; b. in the reference year 2021: 1.67 times; c. in the reference year 2022: 1.33 times. 4 The multiple accounting for vehicles under paragraph 3 applies only up to a reduction in the average CO 2 emissions of the fleet of new vehicles of a maximum total of 9.3 g CO 2 /km in accordance with the WLTP. Reductions achieved in 2020, the extent of which have been determined using measurement methods applied the until the end of 2020, shall be multiplied by a factor of 1.24. Amended by No I of the O of 24 Nov. 2021, in force since 1 Jan. 2022 ( AS 2021 859 ). Amended by No I of the O of 24 Nov. 2021, in force since 1 Jan. 2022 ( AS 2021 859 ). Amended by No I of the O of 25 Nov. 2020, in force since 1 Jan. 2021 ( AS 2020 6081 ). Amended by No I of the O of 25 Nov. 2020, in force since 1 Jan. 2021 ( AS 2020 6081 )."
    },
    {
      "provision_ref": "art28",
      "section": "28",
      "title": "Individual target",
      "content": "The individual target for CO 2 emissions of the fleet of new vehicles of a large-scale importer or of the individual vehicle of a small-scale importer is calculated in accordance with Annex 4 a . Amended by No I of the O of 24 Nov. 2021, in force since 1 Jan. 2022 ( AS 2021 859 )."
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "Sanction amounts",
      "content": "1 DETEC shall determine the amounts in accordance with Article 13 paragraph 1 of the CO 2 Act each year for the following reference year in Annex 5. It shall use as a basis the amounts applicable in the European Union in accordance with Article 8 of Regulation (EU) 2019/631 and the exchange rate in accordance with paragraph 2. 2 For the conversion into Swiss francs, the average daily exchange rate for selling francs in the twelve months prior to 30 June in the year before the reference year applies. See footnote to Art. 24 para. 3 let. a No 3. Amended by No I of the O of 25 Nov. 2020, in force since 1 Jan. 2021 ( AS 2020 6081 )."
    },
    {
      "provision_ref": "art30",
      "chapter": "Section 4 Calculating and Collecting the Sanction from Large-Scale Importers",
      "section": "30",
      "title": "Sanction for exceeding individual targets",
      "content": "1 If the average CO 2 emissions of the fleet of new vehicles of a large-scale importer exceed the individual target, then the SFOE shall impose a penalty. 2 Emissions exceeding the individual target are rounded down to the nearest tenth of a gram of CO 2 /km to calculate the penalty. 3 If a large-scale importer fails to pay the penalty on time, he or she shall owe default interest. The Federal Department of Finance (FDF) shall fix the interest rate. 4 … Amended by No I of the O of 24 Nov. 2021, in force since 1 Jan. 2022 ( AS 2021 859 ). Amended by No I of the O of 4 May 2022, in force since 1 June 2022 ( AS 2022 311 ). Repealed by No I of the O of 24 Nov. 2021, with effect from 1 Jan. 2022 ( AS 2021 859 )."
    },
    {
      "provision_ref": "art31",
      "chapter": "Section 4 Calculating and Collecting the Sanction from Large-Scale Importers",
      "section": "31",
      "title": "Quarterly advance payments",
      "content": "1 The SFOE shall send each large-scale importer a quarterly list of vehicles first placed on the market in the current reference year, and of the average CO 2 emissions and the individual target for its fleets of new vehicles. 2 It may invoice large-scale importers for quarterly advance payments for any sanction in the reference year, in particular if: a. the average CO 2 emissions of a fleet of new vehicles exceed the individual target in the reference year by more than 5g CO 2 / km: b. the large-scale importer is based abroad; c. the large-scale importer is currently subject to debt enforcement proceedings or has existing certificates of loss. 3 The SFOE shall calculate the amount of the advance payments on the basis of the data in paragraph 1. Advance payments already made are taken into account in preparing the invoice. 4 If the payments made exceed the penalty owed for the entire year for the fleet of new vehicles, the SFOE shall refund the difference together with the reimbursement interest thereon. Amended by No I of the O of 4 May 2022, in force since 1 June 2022 ( AS 2022 311 ). Inserted by No I of the O of 24 Nov. 2021, in force since 1 Jan. 2022 ( AS 2021 859 )."
    },
    {
      "provision_ref": "art3233",
      "chapter": "Section 4 Calculating and Collecting the Sanction from Large-Scale Importers",
      "section": "3233",
      "title": "",
      "content": "Repealed by No I of the O of 24 Nov. 2021, with effect from 1 Jan. 2022 ( AS 2021 859 )."
    },
    {
      "provision_ref": "art34",
      "chapter": "Section 4 Calculating and Collecting the Sanction from Large-Scale Importers",
      "section": "34",
      "title": "Security",
      "content": "1 If a large-scale importer is in arrears with the payment of an invoice, the SFOE may order it to be treated as a small-scale importer until the amount owed has been paid in full. 2 If the SFOE considers the payment of the penalty or interest on arrears to be at risk, it may order that it be secured in the form of a cash deposit or a bank guarantee."
    },
    {
      "provision_ref": "art35",
      "chapter": "Section 5 Calculation and Levying of Sanctions for Small-Scale Importers",
      "section": "35",
      "title": "",
      "content": "1 If the CO 2 emissions of a small-scale importer's vehicle exceed the individual target, then FEDRO shall impose a penalty. 2 Article 30 paras 2 and 3 apply mutatis mutandis. 3 Any sanctions for vans and light articulated vehicles shall be reduced by 5 per cent in 2022. Amended by No I of the O of 24 Nov. 2021, in force since 1 Jan. 2022 ( AS 2021 859 ). Inserted by No I of the O of 4 May 2022, in force since 1 Jan. 2022 ( AS 2022 311 )."
    },
    {
      "provision_ref": "art36",
      "chapter": "Section 6 Reporting and Informing the Public",
      "section": "36",
      "title": "",
      "content": "1 In 2019 and every three years thereafter, DETEC shall report to the responsible committees of the National Council and the Council of States on the individual targets reached and the effectiveness of measures to reduce CO 2 emissions from passenger cars. 2 Reports on vans and light articulated vehicles shall be submitted for the first time in 2022 and every three years thereafter. 3 The SFOE shall inform the public in some suitable form about the targets reached and publish the following information in particular: a. the total sanctions levied and the administrative expense; b. the number of large-scale importers or emission pools; c. the number and type of fleets of new vehicles."
    },
    {
      "provision_ref": "art37",
      "chapter": "Section 6 Reporting and Informing the Public",
      "section": "37",
      "title": "",
      "content": "1 Any income from the sanction under Article 13 of the CO 2 Act shall be allocated to the fund in accordance with the Federal Act of 30 September 2016 on the National Highways and Suburban Transport Fund (HSFA). 2 The proceeds are equal to the sanctions levied for the reference year, including default interest and less implementation costs, bad debt losses and reimbursement interest. SR 725.13 Amended by No I of the O of 29 Sept. 2023, in force since 1 Nov. 2023 ( AS 2023 581 )."
    },
    {
      "provision_ref": "art38",
      "chapter": "113",
      "section": "38",
      "title": "and 39",
      "content": "Repealed"
    },
    {
      "provision_ref": "art40",
      "chapter": "Section 1 Installation Operators",
      "section": "40",
      "title": "",
      "content": "1 An installation operator is obliged to participate in the ETS if it is engaged in an activity listed in Annex 6. 2 An installation operator that wishes to engage in an activity listed in Annex 6 for the first time must notify the FOEN no later than three months before the planned start to the activity. 3 The notification must contain details of the activities in accordance with Annex 6 and the greenhouse gas emissions. 4 The FOEN may request further details if these are necessary in order to assess the notification. Term in accordance with No I of the O of 13 Nov. 2019, in force since 1 Jan. 2020 ( AS 2019 4335 ). This amendment has been made throughout the text. The correction of Amended by No I of the O of 8 Oct. 2014, in force since 1 Dec. 2014 ( AS 2014 3293 ). Amended by No I of the O of 25 Nov. 2020, in force since 1 Jan. 2021 ( AS 2020 6081 ). Inserted by No I of the O of 4 May 2022, in force since 1 June 2022 ( AS 2022 311 ). Inserted by No I of the O of 4 May 2022, in force since 1 June 2022 ( AS 2022 311 )."
    },
    {
      "provision_ref": "art41",
      "chapter": "Section 1 Installation Operators",
      "section": "41",
      "title": "Exemption from the obligation to participate",
      "content": "1 An installation operator may apply each year by 1 June in accordance with Article 40 paragraph 1 to be exempted from the obligation to participate in the ETS with effect from the beginning of the following year if the greenhouse gas emissions of the installations in the preceding three years were less than 25,000 tonnes CO 2 eq per year. 1bis An installation operator under Article 40 paragraph 2 that credibly reports that the greenhouse gas emissions of the installations are permanently less than 25,000 tonnes CO 2 eq per year may apply for the exemption to the obligation to participate in the ETS with immediate effect. 1ter An operator of reserve power plants run on gas or other energy sources that produces electricity and feeds it into the grid when the reserve is called up in accordance with the Winter Reserve Ordinance of 25 January 2023 may not apply for exemptions in accordance with paragraphs 1 and 1 bis . 2 The installation operator must continue to submit a monitoring plan (Art. 51) and a monitoring report (Art. 52) in accordance with paragraphs 1 and 1 bis unless it has made a commitment to reduce greenhouse gas emissions in accordance with Article 31 paragraph 1 of the CO 2 Act. 3 If the greenhouse gas emissions of the installations increase to more than 25,000 tonnes CO 2 eq during a year, then the operator must again participate in the ETS from the beginning of the following year. Emissions from emergency power groups and CHP plants that are caused by a reserve call for electricity production under the Winter Reserve Ordinance are not taken into account here. Amended by No I of the O of 13 Nov. 2019, in force since 1 Jan. 2020 ( AS 2019 4335 ). SR 734.722 Inserted by Annex No II 1 of the Winter Reserve Ordinance of 25 Jan. 2023, in force from 15 Feb. 2023 to 31 Dec. 2026 ( AS 2023 43 ). Amended by Annex No II 1 of the Winter Reserve Ordinance of 25 Jan. 2023, in force from 15 Feb. 2023 to 31 Dec. 2026 ( AS 2023 43 )."
    },
    {
      "provision_ref": "art42",
      "section": "42",
      "title": "Participation by application",
      "content": "1 An installation operator may participate in the ETS by application if: a. it is engaged in an activity listed in Annex 7; and b. the total rated thermal input of the installations is at least 10 MW. 2 If an operator anticipates that it will fulfil the participation conditions listed in paragraph 1 for the first time, it must submit the application no later than three months before the date of fulfilment. 2bis ... 3 The application must contain information about: a. the activities listed in Annex 7; b. the installed rated thermal inputs of the installations; c. the greenhouse gases emitted from the installations in the preceding three years. 4 The FOEN may request additional information if required for assessing the application. Amended by No I of the O of 13 Nov. 2019, in force since 1 Jan. 2020 ( AS 2019 4335 ). Amended by No I of the O of 25 Nov. 2020, in force since 1 Jan. 2021 ( AS 2020 6081 ). Inserted by No I of the O of 8 Oct. 2014 ( AS 2014 3293 ). Repealed by No I of the O of 25 Nov. 2020, with effect from 1 Jan. 2021 ( AS 2020 6081 ). Amended by No I of the O of 13 Nov. 2019, in force since 1 Jan. 2020 ( AS 2019 4335 ). Amended by No I of the O of 13 Nov. 2019, in force since 1 Jan. 2020 ( AS 2019 4335 )."
    },
    {
      "provision_ref": "art43",
      "section": "43",
      "title": "",
      "content": "1 In determining whether the conditions of Article 40 paragraph 1 or Article 42 paragraph 1 are met, and in calculating the extent to which the operator must surrender emission allowances annually to the Confederation, installations in hospitals are not taken into account. 2 The installation operator may request that the following installations are not taken into account: a. installations used exclusively for the research, development and testing of new products and processes; b. installations used primarily for the disposal of special waste in accordance with Article 3 letter c of the Waste Management Ordinance of 4 December 2015 (ADWO). 3 For thermal fuels used in installations that are not taken into account, the CO 2 levy is not refunded. Amended by No I of the O of 13 Nov. 2019, in force since 1 Jan. 2020 ( AS 2019 4335 ). Amended by No I of the O of 25 Nov. 2020, in force since 1 Jan. 2021 ( AS 2020 6081 ). Amended by No I of the O of 13 Nov. 2019, in force since 1 Jan. 2020 ( AS 2019 4335 ). Amended by Annex 6 No 2 of the Waste Management Ordinance of 4 Dec. 2015, in force since 1 Jan. 2016 ( AS 2015 5699 ). SR 814.600 Amended by No I of the O of 13 Nov. 2019, in force since 1 Jan. 2020 ( AS 2019 4335 )."
    },
    {
      "provision_ref": "art43a",
      "section": "43a",
      "title": "a Withdrawal",
      "content": "An installation operator may, no later than 1 June, apply to withdraw from the ETS with effect from the beginning of the following year if it permanently ceases to meet the conditions of Article 40 paragraph 1 or 42 paragraph 1. Inserted by No I of the O of 8 Oct. 2014 ( AS 2014 3293 ). Amended by No I of the O of 13 Nov. 2019, in force since 1 Jan. 2020 ( AS 2019 4335 )."
    },
    {
      "provision_ref": "art44",
      "section": "44",
      "title": "Ruling",
      "content": "The FOEN decides by issuing a ruling on the participation of installation operators in the ETS and regarding installations not taken into account in accordance with Article 43. Amended by No I of the O of 13 Nov. 2019, in force since 1 Jan. 2020 ( AS 2019 4335 )."
    },
    {
      "provision_ref": "art45",
      "section": "45",
      "title": "Maximum available quantity of emission allowances",
      "content": "1 The FOEN shall calculate the available quantity of emission allowances each year for all installation operators in the ETS as a whole. The calculation is made in accordance with Annex 8. 2 It shall each year retain a portion of the quantity calculated pursuant to paragraph 1 in order to make it accessible to the following installation operators: a. installation operators that are entitled to the allocation of emission allowances free of charge pursuant to Article 46 a paragraph 1; and b. installation operators that are already participating in the ETS, provided: 1. they bring additional sub-installations under Article 46 a paragraph 2 into operation, or 2. the quantity of emission allowances to be allocated to them free of charge on the basis of Article 46 b is increased. 3 The portion under paragraph 2 is the sum of: a. at least 5 per cent of the emission allowances under paragraph 1; and b. all the emission allowances that are no longer allocated free of charge based on: 1. the exemption from the requirement to participate in the ETS under Article 41 or as a result of withdrawals from the ETS under Article 43 a , 2. adjustments under Article 46 b , 3. an incorrect or incomplete monitoring report (Art. 52 para. 8). 4 If the portion under paragraph 2 is insufficient to meet claims in full, the emission allowances shall be allocated in the following order: a. operators under Article 46 a that have been participating in the ETS for at least one full calendar year or that have been operating their new sub-installations for at least one full calendar year; b. operators under Article 46 a that began participating in the ETS in the previous year or that brought their new sub-installations into operation in the previous year; c. installation operators under paragraph 2 letter b number 2; d. installation operators under Article 46 a that are participating in the ETS for the first time in the year concerned that brought their new sub-installations into operation in the year concerned. 5 If the claims cannot be met in full within a group under paragraph 4 letter a, b or d, the time that participation in the ETS began or when the new sub-installations came into operation determines how the emission allowances are allocated to the individual operators. If notification is made after starting the activity or after the new sub-installation comes into operation, the date of notification applies. 6 If the claims cannot be met in full within the group under paragraph 4 letter c, the FOEN shall reduce the quantity of emission allowances allocated to the individual operators free of charge on a pro rata basis. Amended by No I of the O of 25 Nov. 2020, in force since 1 Jan. 2021 ( AS 2020 6081 ). Amended by No I of the O of 4 May 2022, in force since 1 June 2022 ( AS 2022 311 ). Amended by No I of the O of 4 May 2022, in force since 1 June 2022 ( AS 2022 311 ). Amended by No I of the O of 4 May 2022, in force since 1 June 2022 ( AS 2022 311 ). Amended by No I of the O of 4 May 2022, in force since 1 June 2022 ( AS 2022 311 ). Inserted by No I of the O of 4 May 2022, in force since 1 June 2022 ( AS 2022 311 )."
    },
    {
      "provision_ref": "art46",
      "section": "46",
      "title": "Emission allowances to be allocated free of charge",
      "content": "1 The FOEN calculates the quantity of emission allowances to be allocated free of charge annually to installation operators, based on the benchmarks and adaptation factors described in Annex 9 and taking account of European Union regulations. 2 If the total quantity of emission allowances to be allocated free of charge exceeds the maximum quantity available minus the quantity in accordance with Article 45 paragraph 3 letter a, then the FOEN reduces the emission allowances allocated to individual installation operators pro rata. Amended by No I of the O of 13 Nov. 2019, in force since 1 Jan. 2020 ( AS 2019 4335 ). Amended by No I of the O of 25 Nov. 2020, in force since 1 Jan. 2021 ( AS 2020 6081 )."
    },
    {
      "provision_ref": "art46a",
      "section": "46a",
      "title": "a Allocating emission allowances free of charge to installation operators participating in the ETS for the first time and to installation operators with new sub-installations",
      "content": "1 An installation operator that participates for the first time in the ETS after 1 January 2021 shall receive an allocation of emission allowances free of charge from the reserve in accordance with Article 45 paragraph 2 from the start of its participation in the ETS. 2 If an operator already participating in the ETS brings an additional unit decisive for emission allowances to be allocated free of charge (a sub-installation) into operation, it shall be allocated emission allowances free of charge from the portion mentioned in Article 45 paragraph 2 from the start of operations. 3 Emission allowances are allocated free of charge in accordance with Article 46 and 46 b . Inserted by No I of the O of 8 Oct. 2014 ( AS 2014 3293 ) Amended by No I of the O of 25 Nov. 2020, in force since 1 Jan. 2021 ( AS 2020 6081 )."
    },
    {
      "provision_ref": "art46b",
      "section": "46b",
      "title": "b Adjustment of the quantity of emission allowances to be allocated free of charge",
      "content": "1 The quantity of emission allowances allocated free of charge annually to an installation operator is adjusted if the activity rate of a sub-installation is changed to the extent specified in Annex 9 number 5.1.1. The adjustment is made in accordance with Annex 9 number 5.1. 2 For sub-installations with a heat or thermal fuel benchmark, the quantity of emission allowances allocated free of charge shall only be increased in response to an application. The quantity shall only be increased if the change in the activity rate is not demonstrably due to lower energy efficiency. If the activity rate of any of these sub-installations changes to the extent under paragraph 1 solely as a result of heat supplies to third parties that are not participating in the ETS, no application is required for the. 3 If an operator with sub-installations under paragraph 2 demonstrates that the change in the activity rate is exclusively due to higher energy efficiency, the quantity of emission allowances allocated free of charge shall not be reduced. 4 The quantity of emission allowances allocated free of charge annually to an operator shall also be adjusted if any parameter under Annex 9 number 5.2.3 changes to the extent specified in Annex 9 number 5.2.1. The adjustment is made in accordance with Annex 9 number 5.2. 5 If a sub-installation ceases to operate, the operator shall no longer be allocated emission allowances free of charge for this sub-installation from the time that operations cease. Inserted by No I of the O of 8 Oct. 2014 ( AS 2014 3293 ). Amended by No I of the O of 25 Nov. 2020, in force since 1 Jan. 2021 ( AS 2020 6081 )."
    },
    {
      "provision_ref": "art46c",
      "section": "46c",
      "title": "",
      "content": "Inserted by No I of the O of 8 Oct. 2014 ( AS 2014 3293 ). Repealed by No I of the O of 25 Nov. 2020, with effect from 1 Jan. 2021 ( AS 2020 6081 )."
    },
    {
      "provision_ref": "art46d",
      "chapter": "149",
      "section": "46d",
      "title": "d Aircraft operators with the obligation to participate",
      "content": "1 An aircraft operator is obliged to participate in the ETS in accordance with the Annex of the Ordinance on Air Navigation of 14 November 1973 (aircraft operators) if it performs flights in accordance with Annex 13. 2 An aircraft operator obliged to participate in the ETS must register immediately with the competent authority in accordance with Annex 14. 3 If the operator cannot be determined, the keeper and, at a subsidiary level, the owner of the aircraft is deemed the aircraft operator. 4 The FOEN may request an aircraft operator to designate an address for service in Switzerland. SR 748.01"
    },
    {
      "provision_ref": "art46e",
      "chapter": "149",
      "section": "46e",
      "title": "e Maximum quantity of emission allowances available",
      "content": "1 The FOEN shall calculate the maximum quantity of emission allowances to be made available each year to all aircraft operators. The calculation is made in accordance with Annex 15 Sections 1–3. 2 If the geographical scope of the ETS changes, the FOEN may adjust the maximum quantity of emission allowances for aviation available annually and the quantity of emission allowances allocated to aircraft operators free of charge. In doing so, it shall take account of the corresponding EU rules. 3 It shall each year retain a portion of the quantity calculated in accordance with paragraph 1 calculated in order to make it accessible to new or rapidly growing aircraft operators. The size of the portion shall be calculated in accordance with Annex 15 number 4. 4 The quantity of emission allowances under paragraph 3 shall be allocated to the special reserve under Annex IB of the Agreement of 23 November 2017 between the Swiss Confederation and the European Union (ETS Agreement). Amended by No I of the O of 25 Nov. 2020, in force since 1 Jan. 2021 ( AS 2020 6081 ). SR 0.814.011.268"
    },
    {
      "provision_ref": "art46f",
      "chapter": "149",
      "section": "46f",
      "title": "f Allocation of emission allowances free of charge",
      "content": "1 The FOEN shall calculate the quantity of emission allowances available for allocation free of charge to aircraft operators in accordance with Annex 15 Sections 6 and 7. The allocation is made only if the aircraft operators have submitted a tonne-kilometre monitoring report in accordance with the Ordinance of 2 June 2017 on the acquisition of tonne-kilometre data and the drawing-up of monitoring plans for flight routes. 2 ... 3 If an aircraft operator that is allocated emission allowances free of charge does not perform any flights in a particular year in accordance with Annex 13, it must surrender to the FOEN the emission allowances allocated free of charge for this year by 30 November of the following year. The returned emission allowances are cancelled. 4 Emission allowances which cannot be allocated free of charge are cancelled. [ AS 2017 3477 ; 2019 1477 ] Amended by No I of the O of 25 Nov. 2020, in force since 1 Jan. 2021 ( AS 2020 6081 ). Repealed by No I of the O of 25 Nov. 2020, with effect from 1 Jan. 2021 ( AS 2020 6081 ). Amended by No I of the O of 4 May 2022, in force since 1 June 2022 ( AS 2022 311 )."
    },
    {
      "provision_ref": "art47",
      "chapter": "Section 2",
      "section": "47",
      "title": "Eligibility for admission",
      "content": "Installation and aircraft operators participating in the Swiss and the EU emissions trading systems and companies from the European Economic Area (EEA) admitted to bid in auctions in the European Union are eligible for admission to the auction of emission allowances provided they have an account in accordance with Article 57."
    },
    {
      "provision_ref": "art48",
      "chapter": "Section 2",
      "section": "48",
      "title": "Conducting the auction",
      "content": "1 The FOEN shall regularly auction: a. the emission allowances for installations of the corresponding year that are not allocated free of charge; b. 15 per cent of the maximum quantity of emission allowances for aircraft available annually in accordance with Annex 15 number 3. 1bis The quantity of emission allowances to be auctioned in accordance with paragraph 1 letter a shall be reduced by fifty per cent if the difference between the supply of emission allowances for installations and the demand for emission allowances for installations (quantity in circulation) is more than fifty percent of the maximum quantity of emission allowances for installations available in the previous year in accordance with Article 45 paragraph 1. The calculation of the quantity in circulation shall be carried out in accordance with the provisions of Annex 8 number 2. 2 The FOEN may cancel the auction without accepting a bid if: a. it suspects agreements affecting competition or unlawful practices by dominant participants in the auction; b. the clearing price in the auction period differs significantly from the relevant price on the secondary market in the European Union; or c. safety risks or other reasons jeopardise the proper implementation of the auction. 3 The FOEN must report any suspicions under paragraph 2 letter a to the competition authorities. 4 If the auction is cancelled for any of the reasons in paragraph 2 or if demand for the quantity of emission allowances assigned to an auction is not fully met, the remaining emission allowances are transferred to a subsequent auction. 5 The emission allowances which are not assigned to an auction are cancelled at the end of the obligation period. 6 The FOEN may commission private organisations to conduct the auction. Amended by No I of the O of 24 Nov. 2021, in force since 1 Jan. 2022 ( AS 2021 859 ). Amended by No I of the O of 4 May 2022, in force since 1 June 2022 ( AS 2022 311 ). Inserted by No I of the O of 24 Nov. 2021, in force since 1 Jan. 2022 ( AS 2021 859 )."
    },
    {
      "provision_ref": "art49",
      "chapter": "Section 2",
      "section": "49",
      "title": "Information to be submitted for participation",
      "content": "1 Installation and aircraft operators participating in the Swiss and the European Union emissions trading systems and the other companies from the EEA admitted to bid in auctions in the European Union which are participating in the auction of emission allowances must submit the following information to the FOEN beforehand: a. first names, surnames, postal address, personal e-mail address, mobile telephone number, proof of identity and criminal record certificate of at least one, but no more than four, authorised auction agents; b. first names, surnames, postal address, personal e-mail address, mobile telephone number, proof of identity and criminal record certificate of at least one, but no more than four, bid validators; c. declaration that they and the authorised auction agents and bid validators accept the general conditions of the auction. 2 Persons under paragraph 1 are not required to submit a Swiss criminal record certificate if they provide proof by means of notarial certificate that they have not been convicted of any of the criminal offences set out in Article 59 a paragraph 1 letter b. 3 Installation and aircraft operators obliged to participate in the ETS in the European Union must provide evidence of an operator account in the EU register and designate an address for service in Switzerland in addition to paragraph 1. 4 The companies from the EEA admitted to bid in auctions in the European Union must designate an address for service in Switzerland and submit the following information in addition to paragraph 1: a. evidence of direct admission to bid in auctions in the European Union; b. information on the categorisation in accordance with European Union regulations; c. an affirmation that they are participating in the auction solely on their own account. [tab] 5 The FOEN may request additional information if it requires it for the participation in the auction. [tab] 6 The proof of identity and criminal record certificates under paragraph 1 letters a and b and the information under paragraph 5 must be authenticated. Copies of documents issued outside of Switzerland must be apostilled. The date of the documents to be submitted and the authentication or apostille may not be more than three months before the date of application. 7 The information is recorded in the Emissions Trading Registry."
    },
    {
      "provision_ref": "art49a",
      "section": "49a",
      "title": "a Binding nature of the auction bids",
      "content": "1 Bids for the auction of emission allowances are made in euro and are binding after a bid validator gives consent. 2 The invoice for the auctioned emission allowances must be settled in euro and via a bank account in Switzerland or in the EEA. The FOEN may exclude participants from future auctions if they fail to settle the invoice."
    },
    {
      "provision_ref": "art50",
      "chapter": "Section 3 Data Collection and Monitoring",
      "section": "50",
      "title": "Data collection",
      "content": "1 The FOEN or a FOEN-authorised entity shall collect the data concerning installation operators required for: a. calculating the maximum quantity of emission allowances available each year to all installation operators in the ETS; b. the very first calculation of the quantity of emission allowances to be allocated free of charge. 1bis The operator shall collect the data required to adjust the quantity of emission allowances allocated free of charge under Article 46 b . 2 The installation operator is required to cooperate. If it violates its obligation to cooperate, then it shall be denied emission allowances free of charge. 3 Aircraft operators are responsible for collecting the data relating to their activities under this Ordinance. Amended by No I of the O of 13 Nov. 2019, in force since 1 Jan. 2020 ( AS 2019 4335 ). Amended by No I of the O of 25 Nov. 2020, in force since 1 Jan. 2021 ( AS 2020 6081 ). Inserted by No I of the O of 25 Nov. 2020, in force since 1 Jan. 2021 ( AS 2020 6081 )."
    },
    {
      "provision_ref": "art51",
      "chapter": "Section 3 Data Collection and Monitoring",
      "section": "51",
      "title": "Monitoring plan",
      "content": "1 Installation operators participating shall submit a monitoring plan to the competent authority for approval in accordance with Annex 14 no later than three months after the deadline for notification under Article 40 paragraph 2 or after the submission of an application to participate under Article 42. They use the template provided or approved by the FOEN. 2 Aircraft operators participating in the Swiss ETS shall submit a monitoring plan to the competent authority for approval in accordance with Annex 14 no later than three months after notification of the obligation to participate in accordance with Article 46 d paragraph 2 for the first time. If the monitoring plan must be submitted to the FOEN, they use the template provided or approved by the FOEN. 3 The monitoring plan must meet the requirements set out in Annex 16. 4 The monitoring plan must be amended if it no longer meets the requirements of Annex 16. The amended monitoring plan must be submitted to the competent authority for approval in accordance with Annex 14. 5 The CO 2 monitoring plan in accordance with the Ordinance of 2 June 2017 on the acquisition of tonne-kilometre data and the drawing-up of monitoring plans for flight routes is deemed the monitoring plan. Amended by No I of the O of 13 Nov. 2019, in force since 1 Jan. 2020 ( AS 2019 4335 ). Amended by No I of the O of 4 May 2022, in force since 1 June 2022 ( AS 2022 311 ). Amended by No I of the O of 25 Nov. 2020, in force since 1 Jan. 2021 ( AS 2020 6081 ). Amended by No I of the O of 4 May 2022, in force since 1 June 2022 ( AS 2022 311 ). [ AS 2017 3477 ; 2019 1477 ]"
    },
    {
      "provision_ref": "art52",
      "section": "52",
      "title": "Monitoring report",
      "content": "1 Installation or aircraft operators shall submit the monitoring report to the competent authority for each year by 31 March of the following year in accordance with Annex 14. If the monitoring report must be submitted to the FOEN, the template provided or approved by the FOEN must be used. 2 The monitoring report must contain the relevant information in accordance with Annex 17. The FOEN may request additional information if required for monitoring. 3 The FOEN may require at any time that the monitoring report of installation operators be verified by a FOEN-approved verifier. 4 Aircraft operators must have their monitoring report verified by a verifier in accordance with Annex 18. 5 The monitoring report of aircraft operators with CO 2 emissions that fall below the thresholds set out in Article 28 a paragraph 6 of Directive 2003/87/EC is deemed to be verified if the aircraft operator uses an instrument in accordance with Article 55 paragraph 2 of the Implementing Regulation (EU) 2018/2066. 6 If a monitoring report contains errors, is incomplete or is not submitted by the deadline, the competent authority shall estimate the relevant emissions in accordance with Annex 14 at the expense of the installation or aircraft operator. 7 If there are doubts about the correctness of the verified monitoring report, the competent authority may adjust the emissions at its own dutiful discretion in accordance with Annex 14. 8 If the information in the monitoring report required for an adjustment under Article 46 b is incorrect or incomplete, the FOEN shall fix an appropriate deadline for its rectification. If the monitoring report is not rectified by this deadline, no emission allowances shall be allocated free of charge to the sub-installations concerned for the year concerned. Amended by No I of the O of 13 Nov. 2019, in force since 1 Jan. 2020 ( AS 2019 4335 ). Amended by No I of the O of 4 May 2022, in force since 1 June 2022 ( AS 2022 311 ). Directive 2003/87/EC of the European Parliament and of the Council of 13 October 2003 establishing a system for greenhouse gas emission allowance trading within the Community and amending Council Directive 96/61/EC, OJ L 275 of 25.10.2003, p. 32; last amended by Directive (EU) 2018/410, OJ L 76 of 19.3.2018, p. 3. OJ L 334 of 31.12.2018, p. 1; last amended by Implementing Regulation (EU) 2020/2085, OJ L 423 of 15.12.2020, p. 37. Amended by No I of the O of 4 May 2022, in force since 1 June 2022 ( AS 2022 311 ). Amended by No I of the O of 4 May 2022, in force since 1 June 2022 ( AS 2022 311 ). Inserted by No I of the O of 25 Nov. 2020, in force since 1 Jan. 2021 ( AS 2020 6081 )."
    },
    {
      "provision_ref": "art53",
      "section": "53",
      "title": "An ETS installation operator’s obligation to report changes",
      "content": "1 ETS participants shall inform the competent authority without delay in accordance with Annex 14 about: a. changes that could affect the emission allowances to be allocated free of charge; b. changes in contact information. [tab] 2 Aircraft operators which no longer perform flights in accordance with Annex 13 must report this to the competent authority under Annex 14 no later than three months after cessation of the relevant flight activities. 3 Installation operators that carry on an activity in accordance with Annex 6 and that are exempt from the requirement to participate in the ETS shall notify the FOEN immediately: a. if the annual greenhouse gas emissions from the installations amount to 25 000 tonnes of CO 2 eq or more; b. of any changes to their contact details. Amended by No I of the O of 13 Nov. 2019, in force since 1 Jan. 2020 ( AS 2019 4335 ). Inserted by No I of the O of 4 May 2022, in force since 1 June 2022 ( AS 2022 311 )."
    },
    {
      "provision_ref": "art54",
      "section": "54",
      "title": "The cantons’ duties",
      "content": "1 The cantons shall verify whether installation operators have met their information obligations under Article 40 paragraph 2 and Article 53 paragraph 1 and 3 and whether the information provided is complete and traceable. 2 The FOEN makes the required information available to the cantons. 3 If a canton determines that the requirements of this Ordinance have not been met, it informs the FOEN without delay. 4 The FOEN may consult the cantons in order to answer questions if this is necessary in order to implement the provisions on the ETS. Amended by No I of the O of 4 May 2022, in force since 1 June 2022 ( AS 2022 311 ). Inserted by No I of the O of 4 May 2022, in force since 1 June 2022 ( AS 2022 311 )."
    },
    {
      "provision_ref": "art55",
      "chapter": "Section 4 Obligation to Surrender Emission Allowances",
      "section": "55",
      "title": "Obligation",
      "content": "1 Each year installation operators shall surrender to the FOEN emission allowances. Decisive are the relevant greenhouse gas emissions of the installations that have been taken into account. 2 Each year aircraft operators shall surrender to the competent authority under Annex 14 emission allowances. Decisive are the aircraft operator’s CO 2 emissions as recorded in accordance with Article 52. 2bis If an aircraft operator has to fulfil obligations under both the Swiss ETS and the EU ETS, the FOEN shall first count the emission allowances surrendered by the operators it manages towards fulfilling the obligation under the EU ETS. 3 ETS participants shall meet these obligations each year by 30 April for the greenhouse gas emissions of the previous year. Amended by No I of the O of 13 Nov. 2019, in force since 1 Jan. 2020 ( AS 2019 4335 ). Amended by No I of the O of 25 Nov. 2020, in force since 1 Jan. 2021 ( AS 2020 6081 ). Amended by No I of the O of 25 Nov. 2020, in force since 1 Jan. 2021 ( AS 2020 6081 ). Inserted by No I of the O of 25 Nov. 2020, in force since 1 Jan. 2021 ( AS 2020 6081 )."
    },
    {
      "provision_ref": "art55a",
      "chapter": "Section 4 Obligation to Surrender Emission Allowances",
      "section": "55a",
      "title": "a Case of hardship",
      "content": "1 in cases where European emission allowances are not recognised in the Swiss ETS in accordance with Article 4 paragraph 1 of the ETS Agreement, count European emission allowances towards meeting the obligation of an ETS participant in accordance with Article 55 if the ETS participant proves that: a. it cannot meet its surrender obligation in accordance with Article 55 without these allowances being counted; b. it has participated in an auction of emission allowances in accordance with Article 48 and thus has made offers for the required quantity of emission allowances at market prices; c. issued by the Confederation in accordance with Article 45 paragraph 1 or Article 46 e paragraph 1 . 2 issued by the Confederation. 3 eligible European emission allowances. 4 If no linking with the European Emissions Trading Registry exists or is likely to exist in the foreseeable future, the European emission allowances must be transferred annually to a Swiss Confederation account in the European Union Emissions Trading Registry. Inserted by No I of the O of 8 Oct. 2014 ( AS 2014 3293 ). Amended by No I of the O of 13 Nov. 2019, in force since 1 Jan. 2020 ( AS 2019 4335 ). SR 0.814.011.268"
    },
    {
      "provision_ref": "art56",
      "section": "56",
      "title": "Non-compliance with obligations",
      "content": "1 If an ETS participant does not meet its obligations to surrender emission allowances by the deadline, then the FOEN shall impose a penalty in accordance with Article 21 of the CO 2 Act. 2 The payment deadline is 30 days from the issue of the ruling. If a payment is late, default interest is charged. The FDF shall fix the rate of interest. 3 If an ETS participant does not surrender emission allowances by 31 January of the following year, then they shall be offset against the emission allowances allocated to the installation operator free of charge for that year. Amended by No I of the O of 25 Nov. 2020, in force since 1 Jan. 2021 ( AS 2020 6081 ). Amended by No I of the O of 4 May 2022, in force since 1 June 2022 ( AS 2022 311 ). Amended by No I of the O of 25 Nov. 2020, in force since 1 Jan. 2021 ( AS 2020 6081 )."
    },
    {
      "provision_ref": "art57",
      "chapter": "Section 5 Emissions Trading Registry",
      "section": "57",
      "title": "Principles",
      "content": "1 ETS participants must have an operator account in the Emissions Trading Registry; aircraft operators under the administration of a foreign authority in accordance with Annex 14 are exempted. 2 Installation and aircraft operators participating in the European Union ETS and the other companies from the EEA admitted to bid in auctions in the European Union that wish to take part in the auction must have a personal account. 3 Importers and manufacturers of fossil motor fuels in accordance with Chapter 7 that hold emission allowances, emission-reduction certifications or attestations in the Emissions Trading Registry, or that want to trade them, must have an operator or a personal account. 4 All other companies and persons that hold emission allowances, emission-reduction certificates or attestations in the Emissions Trading Registry, or that want to trade them, must have a personal account. 5 Companies, operators and persons that receive attestations for a project or a programme in accordance with Article 5, for emission reductions in accordance with Article 12, or for emission reductions arising from a target agreement with an emissions target in accordance with Article 12 a may have them issued directly to a third party’s operator or personal account. 6 A personal account holder may keep not more than a million emission allowances in his or her personal accounts. Amended by No I of the O of 13 Nov. 2019, in force since 1 Jan. 2020 ( AS 2019 4335 ). Amended by No I of the O of 4 May 2022, in force since 1 June 2022 ( AS 2022 311 )."
    },
    {
      "provision_ref": "art58",
      "chapter": "Section 5 Emissions Trading Registry",
      "section": "58",
      "title": "Opening an account",
      "content": "1 Companies, operators and persons under Article 57 must apply to the FOEN to open an account. 2 The application must include: a. for installation or aircraft operators and other companies: an extract from the commercial register and a copy of the proof of identity of the person authorised to represent the operator or company; b. for natural persons: proof of identity; b bis . for competent authorities of a partner state: official confirmation from the government and a copy of the proof of identity of the person authorised to represent the operator or company; c. first names, surnames, postal and e-mail addresses and proof of identity of the applicant; d. first names, surnames, postal address, personal e-mail address, mobile phone number, proof of identity and criminal record certificate of at least one and no more than four authorised representatives for the account; e. first names, surnames, postal address, personal e-mail address, mobile phone number, proof of identity and criminal record certificate of at least one and no more than four transaction validators; f. declaration that the applicant accepts the General Terms and Conditions of the Emissions Trading Registry. 3 The submission of a Swiss criminal record certificate is not required if evidence can be provided by means of notarial certificate that the persons concerned have not been convicted of the criminal offences set out in Article 59 a paragraph 1 letter b. 4 The FOEN may request additional information if required to open the account. 5 Companies registered in a state in which no commercial register is maintained shall confirm by another form of supporting document their existence and the authorisation to sign of the person entitled to represent the company. 6 Information on commercial register extracts, proof of identity, criminal record certificates and information in accordance with paragraphs 4 and 5 must be authenticated. Copies of documents issued outside of Switzerland must be apostilled. The date of the documents to be submitted and the authentication or apostille may not be more than three months before the application date. 7 The FOEN opens the requested account after reviewing the information and documents and as soon as the applicant has paid the fee. 8 Aircraft operators administered by the FOEN must submit an application to open an account in the Emissions Trading Registry within 30 working days after the approval of the aircraft operator’s monitoring plan or its transferral to Switzerland. The application must contain the unique aircraft code(s) of the aircraft operated by the applicant which fall under the Swiss ETS or the European Union ETS. Amended by No I of the O of 13 Nov. 2019, in force since 1 Jan. 2020 ( AS 2019 4335 ). Inserted by No I of the O of 4 May 2022, in force since 1 June 2022 ( AS 2022 311 )."
    },
    {
      "provision_ref": "art59",
      "section": "59",
      "title": "Address for service and registered office or domicile",
      "content": "1 Any company or person with a personal account under Article 57 must designate an address for service in Switzerland for the following persons: a. for companies, the person entitled to represent the company, or for natural persons, the account holder; b. the authorised representatives for the account; and c. the transaction validators. 2 Any operator or person with an operator or personal account under Article 57 must designate an address for service in Switzerland or in the EEA for the following persons: a. the auction agents; and b. the bid validators. 2bis Any person or company resident or based in the United Kingdom may designate an address for service in the United Kingdom for persons under paragraph 2 instead of an address for service in Switzerland or in the EEA. 3 A company that has an operator account or personal account in accordance with Article 57 must designate a registered office in Switzerland or in the EEA and hold a bank account in Switzerland or in the EEA. 4 For an operator account or personal account of persons under Article 57, the account holder must designate a place of domicile in Switzerland or in the EEA and hold a bank account in Switzerland or in the EEA. 5 Paragraphs 3 and 4 do not apply: a. to accounts of aircraft operators outside of Switzerland and the EEA; b. to companies and persons based or registered in the United Kingdom, provided that they hold a bank account in Switzerland, the EEA or the United Kingdom; c. to the competent authority of a partner state. Amended by No I of the O of 13 Nov. 2019, in force since 1 Jan. 2020 ( AS 2019 4335 ). Inserted by No I of the O of 25 Nov. 2020, in force since 1 Jan. 2021 ( AS 2020 6081 ). Inserted by No I of the O of 4 May 2022, in force since 1 June 2022 ( AS 2022 311 ). Amended by No I of the O of 25. Nov. 2020, in force since 1 Jan. 2021 ( AS 2020 6081 )."
    },
    {
      "provision_ref": "art59a",
      "section": "59a",
      "title": "a Rejection of account opening",
      "content": "1 The FOEN shall reject the account opening or entry of authorised representatives for the account, authorised auction agents, transaction validators and bid validators if: a. the transmitted information or documents are incomplete, incorrect or not traceable; b. the company, the managing director or one of the persons mentioned in the introductory sentence has been convicted in the previous ten years of money laundering or criminal offences against property or of other criminal offences in connection with emissions trading or the legislation on financial market infrastructures, the financing of terrorism or other serious offences where the account was misused. [tab] 2 It shall suspend the account opening or entry if an investigation is pending against the company or a person mentioned in paragraph 1 letter b due to any of the criminal offences mentioned in paragraph 1 letter b. 3 If the FOEN rejects the account opening of an installation or aircraft operator that is obliged to participate in the ETS, then the FOEN shall open a frozen account to which the emission allowances allocated under Article 46, 46 b or 46 f are credited. The account remains frozen until the reasons that led to the rejection of the account opening have been eliminated. Inserted by No I of the O of 8 Oct. 2014 ( AS 2014 3293 ). Amended by No I of the O of 13 Nov. 2019, in force since 1 Jan. 2020 ( AS 2019 4335 ). Amended by No I of the O of 4 May 2022, in force since 1 June 2022 ( AS 2022 311 )."
    },
    {
      "provision_ref": "art60",
      "section": "60",
      "title": "Entry in the Emissions Trading Registry",
      "content": "1 All emission allowances, emission-reduction certificates, attestations and auction bids must be recorded in the Emissions Trading Registry. 2 Changes in the holding of emission allowances, emission-reduction certificates and attestations are valid only if they are recorded in the Emissions Trading Registry. 3 Emission-reduction certificates for the following emission reductions may not be recorded in the Emissions Trading Registry: a. long-term certified emission reductions (lCER); b. temporary certified emission reductions (tCER); c. certified emission reductions from projects for CO 2 capture and geological CO 2 sequestration (CCS). 4 The FOEN maintains a record of issuing attestations and emission allowances in the form of an electronic database. Amended by No I of the O of 8 Oct. 2014, in force since 1 Dec. 2014 ( AS 2014 3293 ). Amended by No I of the O of 25 Nov. 2020, in force since 1 Jan. 2021 ( AS 2020 6081 )."
    },
    {
      "provision_ref": "art61",
      "section": "61",
      "title": "Transactions",
      "content": "1 Emission allowances, emission-reduction certificates and attestations are freely tradable. 2 The authorised representatives for the account, authorised auction agents and the transaction validators and bid validators have the right to secure access to the Emissions Trading Registry. 3 When ordering a transaction involving emission allowances, emission-reduction certificates or attestations, authorised representatives for the account must give details of: a. the source and destination accounts; and b. type and quantity of emission allowances, emission-reduction certificates or attestations to be transferred. 4 The emission allowances, emission-reduction certificates or attestations are transferred when the transaction validator consents to the transfer. 5 The transaction is carried out according to a standardised procedure. Amended by No I of the O of 8 Oct. 2014, in force since 1 Dec. 2014 ( AS 2014 3293 )."
    },
    {
      "provision_ref": "art62",
      "section": "62",
      "title": "Registry management",
      "content": "1 The FOEN manages the Emissions Trading Registry electronically and records all transactions and auction bids. 2 It ensures that it is possible to reproduce all the data relevant to transactions and auction bids at any time. 3 In addition to the information submitted when an account is opened, it may also require further information at any time if necessary for the secure operation of the Registry. 4 The FOEN shall review whether the information transmitted for the account opening is still complete, current and correct at least once every three years and requires the account holder to report any changes if applicable. Amended by No I of the O of 8 Oct. 2014, in force since 1 Dec. 2014 ( AS 2014 3293 ). Inserted by No I of the O of 13 Nov. 2019, in force since 1 Jan. 2020 ( AS 2019 4335 )."
    },
    {
      "provision_ref": "art63",
      "section": "63",
      "title": "Exclusion of liability",
      "content": "The Confederation accepts no liability for any losses incurred due to: a. errors in transactions involving emission allowances, emission-reduction certificates, attestations and auction bids; b. restricted access to the Emissions Trading Registry; c. misuse of the Emissions Trading Registry by third parties. Amended by No I of the O of 8 Oct. 2014, in force since 1 Dec. 2014 ( AS 2014 3293 )."
    },
    {
      "provision_ref": "art64",
      "section": "64",
      "title": "Account freezing and closure",
      "content": "1 If the Emissions Trading Registry regulations are contravened or if an investigation is pending due to an offence under Article 59 a paragraph 1 letter b, then the FOEN freezes the user access or accounts concerned. The freeze lasts until such time as the regulations are adhered to or the investigation is concluded. 2 The FOEN may close accounts: a. that do not contain any emission allowances, emission-reduction certificates or attestations and that have not been used for at least a year; b. whose holder or registered user has contravened the Emissions Trading Registry regulations for at least a year; c. if the annual account management fees have not been paid for over a year. 2bis The FOEN shall from 1 January 2026 close the operator accounts of operators with a reduction obligation in accordance with Article 31 of the CO 2 Act. The operators concerned may open a personal account in accordance with Article 57 paragraph 4. 3 If an account to be closed has a positive balance, the FOEN shall request the account holder to designate another account within 40 working days to which the units are to be transferred. If this request is not met, the FOEN shall cancel the applicable units. Amended by No I of the O of 8 Oct. 2014, in force since 1 Dec. 2014 ( AS 2014 3293 ). Amended by No I of the O of 13 Nov. 2019, in force since 1 Jan. 2020 ( AS 2019 4335 ). Inserted by No I of the O of 4 May 2022, in force since 1 June 2022 ( AS 2022 311 ). Inserted by No I of the O of 13 Nov. 2019, in force since 1 Jan. 2020 ( AS 2019 4335 )."
    },
    {
      "provision_ref": "art65",
      "section": "65",
      "title": "Publication of information and data protection",
      "content": "The FOEN may, subject to preservation of manufacturing and trade secrecy, electronically publish the following data held in the Emissions Trading Registry: a. account number; b. for the following persons, contact details and data in accordance with proof of identity: 1. persons in accordance with Article 57 paragraphs 1–4, 2. bid validators, 3. authorised auction agents, 4. authorised representatives for the account, 5. transaction validators; c. emission allowances, emission-reduction certificates and attestations per account; c bis . transactions; d. for ETS participants: installation, aircraft and emissions data, the quantity of emission allowances allocated free of charge, the quantity of emission allowances and emission-reduction certificates delivered to meet their obligation; d bis . for aircraft operators that were administered by a foreign authority before the ETS Agreement came into force: aircraft and emissions data, the quantity of emission allowances allocated free of charge, the quantity of emission allowances and emission reduction certificates surrendered to meet their obligation, in each case since 2012 at the earliest; d ter . for auctions: auction bids, auction date and quantity, minimum and maximum bid quantity, purchase price and purchased quantity, participants in the auction; e. for projects and programmes for domestic and foreign emission-reductions or increases in the carbon sink effect: the quantity of attestations issued per monitoring period and account number of the operator or personal accounts to which the attestations for the project or programme have been issued; f. for persons with offsetting obligations: the amount of the offsetting obligation and the quantity of attestations, emission-reduction certificates and emission allowances delivered to meet the obligation; g. for operators with reduction obligations: the quantity of emission-reduction certificates and emission allowances delivered to meet the obligation. Amended by No I of the O of 13 Nov. 2019, in force since 1 Jan. 2020 ( AS 2019 4335 ). Amended by No I of the O of 4 May 2022, in force since 1 June 2022 ( AS 2022 311 ). Amended by No I of the O of 4 May 2022, in force since 1 June 2022 ( AS 2022 311 ). SR 0.814.011.268 Amended by No I of the O of 4 May 2022, in force since 1 June 2022 ( AS 2022 311 ). Amended by No I of the O of 4 May 2022, in force since 1 June 2022 ( AS 2022 311 ). Amended by No I of the O of 4 May 2022, in force since 1 June 2022 ( AS 2022 311 ). Amended by No I of the O of 4 May 2022, in force since 1 June 2022 ( AS 2022 311 )."
    },
    {
      "provision_ref": "art66",
      "chapter": "Chapter 5 Commitment to reduce Greenhouse Gas Emissions",
      "section": "66",
      "title": "Requirements",
      "content": "1 In accordance with Article 31 paragraph 1 of the CO 2 Act, an installation operator may commit to reduce its greenhouse gas emissions (operators with reduction obligations) if it: a. is engaged in an activity listed in Annex 7; b. produces at least 60 per cent of its greenhouse gas emissions due to an activity listed in Annex 7; and c. has emitted a total of more than 100 tonnes CO 2 eq of greenhouse gases in one of the preceding two years. 2 The extent to which greenhouse gas emissions are reduced is determined by means of an emissions target or a measures target. 3 Two or more installation operators may make a joint commitment to reduce greenhouse gas emissions if: a. each of them is engaged in an activity listed in Annex 7; b. the source of at least 60 per cent of each of their greenhouse gas emissions is an activity listed in Annex 7; and c. together they have emitted more than 100 tonnes CO 2 eq of greenhouse gases in one of the preceding two years. 4 The installation operators referred to in paragraph 3 are deemed a single operator. They must designate a representative. Amended by No I of the O of 8 Oct. 2014, in force since 1 Dec. 2014 ( AS 2014 3293 ). Amended by No I of the O of 13 Nov. 2019, in force since 1 Jan. 2020 ( AS 2019 4335 ). Amended by No I of the O of 13 Nov. 2019, in force since 1 Jan. 2020 ( AS 2019 4335 ). Amended by No I of the O of 13 Nov. 2019, in force since 1 Jan. 2020 ( AS 2019 4335 )."
    },
    {
      "provision_ref": "art67",
      "chapter": "Chapter 5 Commitment to reduce Greenhouse Gas Emissions",
      "section": "67",
      "title": "Emissions target",
      "content": "1 The emissions target is the maximum total amount of greenhouse gases that an installation operator may emit by the end of 2020. 2 The FOEN calculates the emissions target on the basis of a linear reduction course. 3 The linear reduction course is based on Article 31 paragraph 3 of the CO 2 Act and: a. on the greenhouse gas emissions of the installations in the preceding two years; b. on the state of the art of the technology used in the installations; c. on the already realised greenhouse-gas-effective measures and their effect; d. on the remaining reduction potential; e. on the economic efficiency of the possible greenhouse-gas-effective measures; f. ... g. on the portion of district heating or cooling produced; h. on the extent to which CO 2 levies can be saved. 4 An installation operator that was under a reduction obligation in the years 2008–12 and would like to seamlessly continue from 2013 may apply for a simplified determination of the reduction course. 5 A simplified determination of the reduction course is based on the greenhouse gas emissions of the installations in 2010 and 2011 and Article 3 of the CO 2 Act. Insofar as installation operators have achieved additional reductions that exceed their commitments in the years 2008–12, this will be taken into account in determining the reduction course, except for additional reductions achieved as the result of using waste fuels. Amended by No I of the O of 13 Nov. 2019, in force since 1 Jan. 2020 ( AS 2019 4335 ). Amended by No I of the O of 13 Nov. 2019, in force since 1 Jan. 2020 ( AS 2019 4335 ). Amended by No I of the O of 13 Nov. 2019, in force since 1 Jan. 2020 ( AS 2019 4335 ). Repealed by No I of the O of 4 May 2022, with effect from 1 Jan. 2022 ( AS 2022 311 ). Amended by No I of the O of 13 Nov. 2019, in force since 1 Jan. 2020 ( AS 2019 4335 ). Amended by No I of the O of 13 Nov. 2019, in force since 1 Jan. 2020 ( AS 2019 4335 )."
    },
    {
      "provision_ref": "art68",
      "section": "68",
      "title": "Measures target",
      "content": "1 An operator whose installations normally emit no more than 1500 tonnes CO 2 eq per year may request that the extent of its reduction be determined by means of a measures target. 2 The measures target includes the total amount of greenhouse gas emissions that the installation operator must reduce by the end of 2020 by means of measures. 3 The measures target is determined based on Article 31 paragraph 3 of the CO 2 Act and: a. on the state of the art of the technology used in the installations; b. the remaining reduction potential; c. on the economic efficiency of the possible greenhouse-gas-effective measures; d. ... e. on the portion of district heating or cooling produced; f. on the extent to which CO 2 levies can be saved. Amended by No I of the O of 13 Nov. 2019, in force since 1 Jan. 2020 ( AS 2019 4335 ). Amended by No I of the O of 13 Nov. 2019, in force since 1 Jan. 2020 ( AS 2019 4335 ). Amended by No I of the O of 13 Nov. 2019, in force since 1 Jan. 2020 ( AS 2019 4335 ). Repealed by No I of the O of 4 May 2022, with effect from 1 Jan. 2022 ( AS 2022 311 )."
    },
    {
      "provision_ref": "art69",
      "section": "69",
      "title": "Application for the determination of a reduction obligation",
      "content": "1 An application for the determination of a reduction obligation must be submitted to the FOEN by 1 September of the previous year. On request, the FOEN may appropriately extend the application deadline. It issues guidelines on the form of the application. 2 The application must contain information about: a. the activities listed in Annex 7; b. the greenhouse gas emissions and production volumes of the preceding two years; c. the emissions target or measures target that the installation operator strives for. 2bis The proposal for the measures target must be prepared in consultation with one of the private organisations commissioned by the FOEN in accordance with Article 130 paragraph 6. 3 The FOEN may request additional information if required for the determination of reduction obligations, particularly about: a. the state of the art of the technology used in the installations; b. already implemented greenhouse-gas-effective measures, their effect and financing; c. the possible technical and economic greenhouse-gas-effective measures, with an evaluation of their effect and costs. 4 It may request the installation operator to submit a monitoring plan in accordance with Article 51. Amended by No I of the O of 8 Oct. 2014, in force since 1 Dec. 2014 ( AS 2014 3293 ). Inserted by No I of the O of 8 Oct. 2014 ( AS 2014 3293 ). Amended by No I of the O of 22 June 2016, in force since 1 Aug. 2016 ( AS 2016 2473 ). Amended by No I of the O of 13 Nov. 2019, in force since 1 Jan. 2020 ( AS 2019 4335 ). Amended by No I of the O of 8 Oct. 2014, in force since 1 Dec. 2014 ( AS 2014 3293 ). Amended by No I of the O of 13 Nov. 2019, in force since 1 Jan. 2020 ( AS 2019 4335 )."
    },
    {
      "provision_ref": "art70",
      "section": "70",
      "title": "Ruling",
      "content": "The FOEN rules on reduction obligations."
    },
    {
      "provision_ref": "art71",
      "section": "71",
      "title": "Product improvements outside an installation operator’s own production plants",
      "content": "1 Emission reductions that an installation operator has achieved due to product improvements outside its own production plants may on request be taken into account towards meeting reduction obligations if they are: a. analogous with the requirements of Article 5; and b. directly related to the installation operator’s activity. 2 The procedure is described in Articles 6–11."
    },
    {
      "provision_ref": "art72",
      "section": "72",
      "title": "Monitoring report",
      "content": "1 An installation operator must submit annually by 31 May of the following year a monitoring report to a private organisation commissioned by the FOEN in accordance with Article 130 paragraph 6. If cooperation with the private organisations ends, the operator shall submit the monitoring report to the SFOE. The private organisations commissioned or the SFOE shall forward the monitoring report to the FOEN. 2 The monitoring report must contain: a. information about the progression of greenhouse gas emissions; b. information about the progression of production volumes; c. an accounting of thermal fuels; d. a description of implemented greenhouse-gas-effective measures; e. information about possible deviations from the reduction course or measures target with a justification and planned corrective measures. 3 The data must be contrasted in a summary table with comparative data from previous years. The FOEN defines the form of the monitoring report in a directive. 4 The FOEN may request additional information if required for monitoring. Amended by No I of the O of 8 Oct. 2014, in force since 1 Dec. 2014 ( AS 2014 3293 ). Amended by No I of the O of 4 May 2022, in force since 1 June 2022 ( AS 2022 311 )."
    },
    {
      "provision_ref": "art73",
      "section": "73",
      "title": "Amendment of the emissions target",
      "content": "1 The FOEN shall amend the emissions target if the installations’ greenhouse gas emissions exceed or fall short of the reduction course due to a significant and permanent change in production amount or product mix or due to the procurement of heating or cooling from a third party: a. in three consecutive years by at least 10 per cent per year; or b. in one year by at least 30 per cent. 2 It amends the emissions target retroactively from the beginning of the year in which the installation operator’s greenhouse gas emissions first exceeded or fell short of the reduction course. 3 It takes account of the criteria in Article 67 paragraph 3. Amended by No I of the O of 13 Nov. 2019, in force since 1 Jan. 2020 ( AS 2019 4335 )."
    },
    {
      "provision_ref": "art74",
      "section": "74",
      "title": "Amendment of the measures target",
      "content": "1 The FOEN shall amend the measures target if the installations’ greenhouse gas emissions change significantly due to a change in production amount or product mix or due to the procurement of heating or cooling from a third party. 2 It takes account of the criteria in Article 68 paragraph 3. Amended by No I of the O of 13 Nov. 2019, in force since 1 Jan. 2020 ( AS 2019 4335 )."
    },
    {
      "provision_ref": "art74a",
      "section": "74a",
      "title": "a Deducting attestations from the emissions target",
      "content": "Emission reductions for which attestations in accordance with Articles 5 or 12 paragraph 2 have been issued shall be considered to be the greenhouse gas emissions of the installation operators concerned with a view to meeting the emissions target. Inserted by No I of the O of 1 Nov. 2017 ( AS 2017 6753 ). Amended by No I of the O of 4 May 2022, in force since 1 June 2022 ( AS 2022 311 )."
    },
    {
      "provision_ref": "art74b",
      "section": "74b",
      "title": "",
      "content": "1 On request, the FOEN shall adjust the reduction obligation of CHP plant operators that apply for a refund of the CO 2 levy in accordance with Article 96 a . 2 Applications must be submitted to the FOEN by 31 May of the following year. 3 Applications must contain information on: a. CO 2 emissions in 2012 resulting from the measured production of electricity fed into the grid; b. the annual development of CO 2 emissions resulting from the measured production of electricity fed into the grid. 4 The FOEN shall specify the form of the application. Inserted by No I of the O of 1 Nov. 2017, in force since 1 Jan. 2018 ( AS 2017 6753 ). Amended by No I of the O of 13 Nov. 2019, in force since 1 Jan. 2020 ( AS 2019 4335 ). Amended by No I of the O of 13 Nov. 2019, in force since 1 Jan. 2020 ( AS 2019 4335 )."
    },
    {
      "provision_ref": "art75",
      "section": "75",
      "title": "Counting emission reduction certificates",
      "content": "1 An installation operator that has not reached its emissions target or measures target and has not been issued attestations in accordance with Article 12 may have emission reduction certificates taken into account towards meeting its reduction obligations to the following extent: a. for installation operators that were already subject to a reduction obligation in the years 2008–2012: 8 per cent of five times the average allowed emissions annually in this period, minus the emission reduction certificates that were taken into account during 2008-2012 but that were not required for meeting the operator’s 2008–2012 reduction obligations; b. for the remaining installation operators and greenhouse gas emissions: 4.5 per cent of the greenhouse gas emissions for 2013–2020; c. for installation operators that extend their reduction obligation under Article 31 paragraph 1 bis of the CO 2 Act until the end of 2021: 4.5 per cent of the greenhouse gas emissions for 2013–2021. 2 The extent to which emission-reduction certificates are taken into account in accordance with paragraph 1 is as follows: a. for an installation operator that was only intermittently subject to a reduction obligation in the years 2013–2020: correspondingly reduced for this time period; b. for an installation operator that, in comparison with 2012, produces additional electricity by 2021 that is used outside the installations: increased by 50 per cent of the required increase in additional reduction performance; c. for an installation operator under paragraph 1 letter a, the emissions or measures target of which has been amended: increased or reduced in accordance with the amendment; the quantity of eligible emission-reduction certificates are thereby reduced to a maximum of 8 per cent of five times the average allowed emissions annually in this period, minus the emission-reduction certificates that were taken into account in the years 2008–2012. Amended by No I of the O of 13 Nov. 2019, in force since 1 Jan. 2020 ( AS 2019 4335 ). Inserted by No I of the O of 25 Nov. 2020, in force since 1 Jan. 2021 ( AS 2020 6081 ). Amended by No I of the O of 4 May 2022, in force since 1 June 2022 ( AS 2022 311 )."
    },
    {
      "provision_ref": "art76",
      "section": "76",
      "title": "",
      "content": "1 If an operator fails to meet its reduction obligation, then the FOEN shall impose a penalty in accordance with Article 32 of the CO 2 Act. 1bis If a CHP plant operator fails to meet the investment obligation in accordance with Article 96 a paragraph 2 or Article 98 a paragraph 2, the FOEN shall order the repayment of 40 per cent of the refund paid for fuels used for electricity production in accordance with Article 32 a of the CO 2 Act. 2 The payment deadline is 30 days from the entry of the ruling. If a payment is late, default interest is charged. The FDF shall fix the rate of interest. 3 The amounts repaid in accordance with paragraph 1 bis shall be deemed to be revenue from the CO 2 levy. Amended by No I of the O of 1 Nov. 2017, in force since 1 Jan. 2018 ( AS 2017 6753 ). Amended by No I of the O of 13 Nov. 2019, in force since 1 Jan. 2020 ( AS 2019 4335 ). Inserted by No I of the O of 1 Nov. 2017 ( AS 2017 6753 ). Amended by No I of the O of 13 Nov. 2019, in force since 1 Jan. 2020 ( AS 2019 4335 ). Amended by No I of the O of 4 May 2022, in force since 1 June 2022 ( AS 2022 311 ). Inserted by No I of the O of 1 Nov. 2017, in force since 1 Jan. 2018 ( AS 2017 6753 )."
    },
    {
      "provision_ref": "art77",
      "section": "77",
      "title": "Security for the penalty",
      "content": "If an installation operator is at risk of not meeting its target, then the FOEN may require security for the expected penalty until the risk no longer exists."
    },
    {
      "provision_ref": "art78",
      "section": "78",
      "title": "",
      "content": "An installation operator shall notify the FOEN without delay about: a. changes that could affect its reduction obligations; b. changes in contact information. Amended by No I of the O of 4 May 2022, in force since 1 June 2022 ( AS 2022 311 ). Amended by No I of the O of 4 May 2022, in force since 1 June 2022 ( AS 2022 311 )."
    },
    {
      "provision_ref": "art79",
      "section": "79",
      "title": "Publication of information",
      "content": "The FOEN may subject to the preservation of manufacturing and trade secrecy, publish: a. the names of installation operators with reduction obligations or the CHP plant operators; b. the emissions targets or measures targets; c. the greenhouse gas emissions of each installation; d. the extent to which emission reductions were taken into account in meeting each installation operator’s reduction obligation in accordance with Article 71; e. the quantity of emission-reduction certificates or emission allowances that each installation operator surrenders; f. the quantity of credits that have been taken into account towards meeting each installation operator’s reduction obligations in accordance with Article 138 paragraph 1 letter b; g. the quantity of attestations that have been issued to each installation operator in accordance with Article 12; h the extent of the investment made in accordance with Article 96 a paragraph 2 or Article 98 a paragraph 2; i. the private organisation commission in accordance with Article 69 paragraph 2 bis . Amended by No I of the O of 13 Nov. 2019, in force since 1 Jan. 2020 ( AS 2019 4335 ). Amended by No I of the O of 4 May 2022, in force since 1 June 2022 ( AS 2022 311 ). Inserted by No I of the O of 25 Nov. 2020, in force since 1 Jan. 2021 ( AS 2020 6081 )."
    },
    {
      "provision_ref": "art8085",
      "chapter": "Chapter 6 ...",
      "section": "8085",
      "title": "",
      "content": "Repealed by No I of the O of 13 Nov. 2019, with effect from 1 Jan. 2020 ( AS 2019 4335 )."
    },
    {
      "provision_ref": "art86",
      "chapter": "Chapter 6 ...",
      "section": "86",
      "title": "Offsetting obligation",
      "content": "1 Persons or installation operators are subject to offsetting obligations if: a. they release motor fuels for consumption in accordance with Annex 10; or b. they convert fossil gases for combustion purposes to gases for use as motor fuels in accordance with Annex 10. 2 CO 2 emissions from motor fuels that, in accordance with Article 17 of the Mineral Oil Tax Act of 21 June 1996, are entirely exempt from mineral oil tax, need not be offset. SR 641.61"
    },
    {
      "provision_ref": "art87",
      "chapter": "261",
      "section": "87",
      "title": "Exemptions from the offsetting obligation for small quantities",
      "content": "1 The obligations in Article 86 paragraph 1 do not apply to persons who, in the preceding three years, have released such small quantities of motor fuels for consumption that their use as a source of energy has resulted in emissions of less than 1000 tonnes CO 2 per year. 2 The exemption from the offsetting obligation extends until the beginning of the year in which the CO 2 emissions resulting from the use as a source of energy of motor fuels for consumption exceed 1000 tonnes."
    },
    {
      "provision_ref": "art88",
      "chapter": "261",
      "section": "88",
      "title": "Offsetting pools",
      "content": "1 Persons with offsetting obligations may apply to the FOEN each year by 30 November of the previous year to be treated as an offsetting pool. 2 An offsetting pool has the rights and obligations of an individual person with offsetting obligations. 3 It has a designated representative."
    },
    {
      "provision_ref": "art89",
      "chapter": "261",
      "section": "89",
      "title": "Offsetting rate",
      "content": "1 CO 2 emissions that result from the use of motor fuels as a source of energy released for consumption in the relevant year must be offset. 2 The domestic offsetting rate from 2022 amounts to at least 15 per cent. 3 The offsetting rate in total amounts to: a. for 2022: 17 per cent; b. for 2023: 20 per cent; c. from 2024: 23 per cent. 4 The CO 2 emissions of each motor fuel are calculated using the emission factors listed in Annex 10. Amended by No I of the O of 4 May 2022, in force since 1 Jan. 2022 ( AS 2022 311 )."
    },
    {
      "provision_ref": "art90",
      "chapter": "261",
      "section": "90",
      "title": "Permissible offsetting measures",
      "content": "1 Certificates for emission reductions or increasing the carbon sink effect may be surrendered in order to meet the offsetting obligation. 2 If the surrendered attestations no longer meet the permanence requirements of Article 5 paragraph 2, they may be counted towards meeting the offsetting obligation. 3 If attestations under paragraph 2 have already been counted towards meeting the offsetting obligation, they shall be marked accordingly and refunded to the person with offsetting obligations. The person with offsetting obligations must submit additional attestations that meet the requirements of Article 5 in the following year in the same quantity. Attestations that could be submitted at the time of the original surrender may be submitted later. Amended by No I of the O of 4 May 2022, in force since 1 Jan. 2022 ( AS 2022 311 )."
    },
    {
      "provision_ref": "art91",
      "section": "91",
      "title": "Meeting the offsetting obligation",
      "content": "1 The person with offsetting obligations shall meet their offsetting obligation by 31 December of the year following the year in question. 2 ... 3 ... 4 To meet an offsetting obligation, the installation operator or person submits a detailed and transparent report on the costs of each tonne of CO 2 offset. 5 The following data and documents are managed in a FOEN-administered database for each person with an offsetting obligation: a. the quantity of CO 2 emissions that must be offset; b. the number of attestations not yet used to meet the offsetting obligation; c. the costs of each tonne of CO 2 that is offset. Amended by No I of the O of 13. Nov. 2019, in force since 1 Jan. 2020 ( AS 2019 4335 ). Repealed by No I of the O of 4 May 2022, with effect from 1 Jan. 2022 ( AS 2022 311 ). Repealed by No I of the O of 25 Nov. 2020, with effect from 1 Jan. 2021 ( AS 2020 6081 ). Amended by No I of the O of 25 Nov. 2020, in force since 1 Jan. 2021 ( AS 2020 6081 ). Inserted by No I of the O of 8 Oct. 2014 ( AS 2014 3293 ). Amended by No I of the O of 29 Sept. 2023, in force since 1 Nov. 2023 ( AS 2023 581 )."
    },
    {
      "provision_ref": "art92",
      "section": "92",
      "title": "Failure to meet an offsetting obligation",
      "content": "1 If an installation operator or person with offsetting obligations does not do so by the deadline, then the FOEN grants an appropriate grace period. 2 If an installation operator or person with offsetting obligations does not do so within the grace period, then the FOEN rules on a penalty in accordance with Article 28 of the CO 2 Act. 3 The payment deadline is 30 days from the issue of the ruling. If a payment is late, default interest is charged. The FDF shall fix the rate of interest. . Amended by No I of the O of 4 May 2022, in force since 1 Jan. 2022 ( AS 2022 311 ). Amended by No I of the O of 29 Sept. 2023, in force since 1 Nov. 2023 ( AS 2023 581 )."
    },
    {
      "provision_ref": "art93",
      "chapter": "Section 1 General Provisions",
      "section": "93",
      "title": "Subject to the levy",
      "content": "The production, extraction and import of the following are subject to the CO 2 levy: a. coal; b. other thermal fuels listed in Article 2 paragraph 1 of the CO 2 Act insofar as they are subject to a mineral oil tax under the Mineral Oil Tax Act of 21 June 1996. SR 641.61"
    },
    {
      "provision_ref": "art94",
      "chapter": "Section 1 General Provisions",
      "section": "94",
      "title": "Rate of the levy",
      "content": "1 The levy shall be increased as follows: a. from 1 January 2014: at 60 francs per tonne of CO 2 , if the CO 2 emissions from thermal fuels in 2012 exceed 79 per cent of 1990 emissions; b. from 1 January 2016: 1. at 72 francs per tonne of CO 2 if the CO 2 emissions from thermal fuels in 2014 exceed 76 per cent of 1990 emissions, 2. at 84 francs per tonne of CO 2 if the CO 2 emissions from thermal fuels in 2014 exceed 78 per cent of 1990 emissions; c. from 1 January 2018: 1. at 96 francs per tonne of CO 2 if the CO 2 emissions from thermal fuels in 2016 exceed 73 per cent of 1990 emissions, 2. at 120 francs per tonne of CO 2 if the CO 2 emissions from thermal fuels in 2016 exceed 76 per cent of 1990 emissions; d. from 1 January 2022: at 120 francs per tonne of CO 2 if the CO 2 emissions from thermal fuels in 2020 exceed 67 per cent of the 1990 emissions. 2 The CO 2 levy is imposed in accordance with the tariffs listed in Annex 11. Inserted by No I of the O of 25 Nov. 2020, in force since 1 Jan. 2021 ( AS 2020 6081 )."
    },
    {
      "provision_ref": "art95",
      "chapter": "Section 1 General Provisions",
      "section": "95",
      "title": "Declaration of payment of the levy",
      "content": "Any installation operator or person that trades in thermal fuels in accordance with Article 93 must declare the quantity of thermal fuels on which the CO 2 levy is paid and the applicable rate of the levy on invoices submitted to buyers. Amended by No I of the O of 25 Nov. 2020, in force since 1 Jan. 2021 ( AS 2020 6081 )."
    },
    {
      "provision_ref": "art96",
      "chapter": "Section 1 General Provisions",
      "section": "96",
      "title": "Claim for refund",
      "content": "1 The following installation operators and persons may apply for a refund of the CO 2 levy: a. those exempt from the CO 2 levy; b. those that operate CHP plants, which neither participate in the ETS nor are subject to a reduction obligation (Art. 32 a para. 1 CO 2 Act); or c. those that have paid a levy on thermal fuels that were not used as a source of energy (Art. 32 c CO 2 Act). 2 The following are exempt from the CO 2 levy: a. installation operators participating in the ETS (Art. 17 CO 2 Act); b. repealed c. installation operators with reduction obligations (Art. 31 CO 2 Act). Amended by No I of the O of 13 Nov. 2019, in force since 1 Jan. 2020 ( AS 2019 4335 ). Amended by No I of the O of 1 Nov. 2017, in force since 1 Jan. 2018 ( AS 2017 6753 ). Amended by No I of the O of 13 Nov. 2019, in force since 1 Jan. 2020 ( AS 2019 4335 )."
    },
    {
      "provision_ref": "art96a",
      "chapter": "274",
      "section": "96a",
      "title": "",
      "content": "1 On request, a CHP plant operator with a reduction obligation shall be refunded 60 per cent of the CO 2 levy on fuel used for electricity production in accordance with Article 32 a of the CO 2 Act if: a. one or more CHP plants each have a rated thermal input of at least 0.5 MW and no more than 20 MW; b. one or more CHP plants produced an additional 1.22GWh per year of fossil fuel electricity per year compared to 2012; and c. the additional electricity produced was used outside the plants. 2 It is entitled to the refund of the remaining 40 per cent of the CO 2 levy on the fuels used for electricity production in accordance with Article 32 a of the CO 2 Act if: a. it allocates this amount to the measures set out in Article 31 a paragraph 2 of the CO 2 Act; b. the measure effectively serves to increase energy efficiency; c. it does not implement the measures in another plant whose operator is subject to a reduction obligation or is participating in the ETS; d. it does not claim the effect of the measures elsewhere; e. it implements the measures by 2021; f. it regularly reports to the FOEN in accordance with Article 72; and g. it notifies the FOEN of any derogations from the investment obligation in accordance with letter a with reasons and details of the planned corrective measures. [tab] 3 On application, the FOEN may extend the period referred to in paragraph 2 letter e by two years. Inserted by No I of the O of 1 Nov. 2017, in force since 1 Jan. 2018 ( AS 2017 6753 ). Amended by No I of the O of 13 Nov. 2019, in force since 1 Jan. 2020 ( AS 2019 4335 ). Amended by No I of the O of 13 Nov. 2019, in force since 1 Jan. 2020 ( AS 2019 4335 ). Amended by No I of the O of 13 Nov. 2019, in force since 1 Jan. 2020 ( AS 2019 4335 ). Amended by No I of the O of 13 Nov. 2019, in force since 1 Jan. 2020 ( AS 2019 4335 ). Amended by No I of the O of 13 Nov. 2019, in force since 1 Jan. 2020 ( AS 2019 4335 ). Amended by No I of the O of 25 Nov. 2020, in force since 1 Jan. 2021 ( AS 2020 6081 )."
    },
    {
      "provision_ref": "art96b",
      "section": "96b",
      "title": "b Refund for operators of fossil-thermal power plants",
      "content": "1 On request, an operator of fossil-thermal power plants shall be refunded the difference between the CO 2 levy on thermal fuels paid and the minimum price in accordance with Article 17 of the CO 2 Act. 2 Fossil-thermal power plants are installations that produce either solely electricity or also heat simultaneously from fossil energy sources: a. that are participating in the ETS for the first time after the amendment of 13 November 2019 comes into force; b. that have a total output of at least one MW and an overall efficiency of less than 80 per cent; c. that sell electricity to third parties; d. that are operated at a location for at least two years or for more than 50 hours per year; e. that are not used exclusively for the research, development and testing of new products and processes; and f. that are not used primarily for the disposal of municipal or special waste in accordance with Article 3 letters a and c respectively ADWO. 3 In the evaluation of external costs in accordance with Article 17 of the CO 2 Act the FOEN takes into account the current state of scientific knowledge in particular. 4 Operators of fossil-thermal power plants shall submit the refund application to the FOEN by 30 June for the attention of the implementation authorities. The application must contain the prices for the purchase of emission allowances in the preceding twelve months. The relevant documents must be attached. [tab] 5 If the operator does not submit any verifiable information on the amounts paid, a value of zero francs shall be assumed. Inserted by No I of the O of 13 Nov. 2019, in force since 1 Jan. 2020 ( AS 2019 4335 ). SR 814.600 Amended by No I of the O of 4 May 2022, in force since 1 June 2022 ( AS 2022 311 )."
    },
    {
      "provision_ref": "art97",
      "section": "97",
      "title": "",
      "content": "1 An application for refund must be submitted to the Federal Office for Customs and Border Security (FOCBS) in the form that it prescribes. 2 It must include: a. a complete compilation of the CO 2 levy paid; b. ... c. the quantity and type of acquired thermal fuels; d. the applicable rate of the CO 2 levy. 3 The FOCBS may demand further evidence if required for determining the refund. In particular, the invoices for the CO 2 levy paid must be produced if it so requests. Amended by No I of the O of 13 Nov. 2019, in force since 1 Jan. 2020 ( AS 2019 4335 ). SR 170.512.1 This change has been made throughout the text. Repealed by No I of the O of 25 Nov. 2020, with effect from 1 Jan. 2021 ( AS 2020 6081 ). Amended by No I of the O of 25 Nov. 2020, in force since 1 Jan. 2021 ( AS 2020 6081 )."
    },
    {
      "provision_ref": "art98",
      "section": "98",
      "title": "",
      "content": "1 An application for refund shall cover a period of 12 months. It may cover a shorter period, provided that the amount requested is at least CHF 100,000. 2 It must be submitted by 30 June for the CO 2 levy paid for: a. the previous year; b. the fiscal year that ended in the previous year. 3 A claim for refund is forfeited if the application is not submitted by the deadline. Amended by No I of the O of 13 Nov. 2019, in force since 1 Jan. 2020 ( AS 2019 4335 ). Amended by No I of the O of 24 Nov. 2021, in force since 1 Jan. 2022 ( AS 2021 859 )."
    },
    {
      "provision_ref": "art98a",
      "section": "98a",
      "title": "a Refund for CHP plant operators that are neither participating in the ETS nor are subject to a reduction obligation",
      "content": "1 On request, an installation operator that is neither a participant in the ETS nor subject to a reduction obligation and which operates CHP plants in accordance with Article 32 a paragraph 1 of the CO 2 Act shall be refunded 60 per cent of the CO 2 levy on the fuels used for electricity production for each CHP plant which has a rated thermal input of at least 0.5 MW and no more than 20 MW. 2 The CHP plant operator is entitled to a refund of the remaining 40 per cent of the CO 2 levy on the fuels used to produce electricity if: a. it allocates this amount to the measures set out in Article 32b paragraph 2 of the CO 2 Act; b. the measure effectively serves to increase energy efficiency; c. it does not implement the measures in a plant whose operator is subject to a reduction obligation or is participating in the ETS; d. it does not claim the effect of the measures elsewhere; and e. it implements the measures within three subsequent years. 3 The FOEN may, on request, extend the period referred to in paragraph 2 letter e by two years. Inserted by No I of the O of 1 Nov. 2017 ( AS 2017 6753 ). Amended by No I of the O of 13 Nov. 2019, in force since 1 Jan. 2020 ( AS 2019 4335 )."
    },
    {
      "provision_ref": "art98b",
      "section": "98b",
      "title": "",
      "content": "1 CHP plant operators that are neither participating in the ETS nor subject to a reduction obligation shall submit the application for a refund for the attention of the enforcement authority by 30 June. In particular, it must contain: a. the quantity of taxed fuels used for electricity production, calculated on the basis of the annual quantity of electricity shown on the guarantee of origin and of the calorific value of the energy source used; b. the proof of origin in accordance with Article 9 paragraph 1 EnA; c. information on the rated thermal input; d. the monitoring report; e. information on the annual development of the CO 2 emissions resulting from the measured production of electricity; f. confirmation from the local canton that the Ordinance on Air Pollution Control has been complied with; g. information on planned measures; [tab] h. and i. ... j. confirmation that thermal fuels on which the levy was paid were used to operate the CHP plants, together with details of the CO 2 levy rate applied. 2 The FOEN shall specify the form of the application. 3 It shall check compliance with the requirements specified in paragraph 1 letters a–g and forward the application to the FOCBS for a decision. 3bis Invoices for the CO 2 levy paid must be submitted to the FOCBS if it so requests. 4 The monitoring report referred to in paragraph 1 letter d shall in particular contain information on the development of CO 2 emissions resulting from electricity production and a description of the measures and investments implemented. The FOEN specifies the form of the report. Inserted by No I of the O of 1 Nov. 2017, in force since 1 Jan. 2018 ( AS 2017 6753 ). Amended by No I of the O of 13 Nov. 2019, in force since 1 Jan. 2020 ( AS 2019 4335 ). Amended by No I of the O of 25 Nov. 2020, in force since 1 Jan. 2021 ( AS 2020 6081 ). SR 730.0 Repealed by No I of the O of 25 Nov. 2020, with effect from 1 Jan. 2021 ( AS 2020 6081 ). Amended by No I of the O of 25 Nov. 2020, in force since 1 Jan. 2021 ( AS 2020 6081 ). Inserted by No I of the O of 25 Nov. 2020, with effect from 1 Jan. 2021 ( AS 2020 6081 )."
    },
    {
      "provision_ref": "art98c",
      "section": "98c",
      "title": "",
      "content": "1 Applications for a refund in accordance with Article 98 b shall be submitted for a period of 12 months and apply to fuels consumed in the previous year or in the financial year that ended in the previous year. 2 The refund is made by the FOCBS and covers 100 per cent of the CO 2 levy on the fuels used to produce electricity. 3 The right to a refund is forfeited if the application is not submitted in due time. Inserted by No I of the O of 1 Nov. 2017, in force since 1 Jan. 2018 ( AS 2017 6753 ). Amended by No I of the O of 13 Nov. 2019, in force since 1 Jan. 2020 ( AS 2019 4335 )."
    },
    {
      "provision_ref": "art99",
      "section": "99",
      "title": "Refund for fuels not used as a source of energy",
      "content": "1 Any person who has paid a levy on thermal fuels that were not used as a source of energy and wants to apply for a refund must prove the quantity that was not used as a source of energy. To this end, records (consumption control) must be maintained for the input, output and consumption of the thermal fuels as well as for warehouse stocks. 1bis The FOCBS may the refund the levy for thermal fuels not used as a source of energy based on the purchased quantity, provided the applicant’s operating conditions leave no doubt that the use was not related to energy production and the applicant provides the FOCBS with binding confirmation that using the thermal fuels was not related to energy production. 2 The refund application must be submitted to the FOCBS in the prescribed form. 3 It must contain information about: a. the form of use not related to energy production; b. the quantity and type of thermal fuels that were not used as a source of energy; c. the applicable rate of the CO 2 levy. 4 The FOCBS may request additional evidence if required for the refund. Invoices for the CO 2 levy paid must be produced if it so requests. Inserted by No I of the O of 25 Nov. 2020, in force since 1 Jan. 2021 ( AS 2020 6081 ). Amended by No I of the O of 25 Nov. 2020, in force since 1 Jan. 2021 ( AS 2020 6081 )."
    },
    {
      "provision_ref": "art100",
      "section": "100",
      "title": "Periodicity of the refund for fuels not used as a source of energy",
      "content": "1 A refund application may cover a period from 1–12 months. 2 It must be submitted within three months of the end of the fiscal year. 3 For thermal fuels that have not been used for more than two years before the application has been submitted, there may no longer be a claim for refund."
    },
    {
      "provision_ref": "art101",
      "section": "101",
      "title": "Document retention",
      "content": "All documents relevant to the refund are to be retained for five years and submitted to the FOCBS if requested."
    },
    {
      "provision_ref": "art102",
      "section": "102",
      "title": "Minimum refund amount",
      "content": "Refund amounts of less than 100 francs per request will not be paid out. Amended by No I of the O of 24 Nov. 2021, in force since 1 Jan. 2022 ( AS 2021 859 )."
    },
    {
      "provision_ref": "art103",
      "section": "103",
      "title": "Deferral of the refund",
      "content": "If an installation operator or person referred to in Article 96 violates the obligation to cooperate under this Ordinance, then the FOCBS may, in agreement with the FOEN, defer refund of the CO 2 levy."
    },
    {
      "provision_ref": "art104",
      "chapter": "Section 1",
      "section": "104",
      "title": "Eligibility for global financial assistance",
      "content": "1 The Confederation shall grant the cantons global financial assistance in accordance with Article 34 paragraph 1 of the CO 2 Act for the promotion of measures for the long-term reduction of CO 2 emissions from buildings, including a reduction in power consumption in the winter period if: a. the requirements set out in Articles 55–60 of the Energy Ordinance of 1 November 2017 (EnO) are met; b. the measures effectively reduce CO 2 emissions, including reducing power consumption in the winter period; and c. the measures are implemented in a harmonised manner throughout the cantons. 2 It shall not grant global financial assistance in particular for measures: a. that are implemented in plants whose operator is subject to a reduction obligation under the CO 2 Act or that is participating in the ETS; b. that are implemented within the framework of agreements with the Confederation in accordance with Article 4 paragraph 3 of the CO 2 Act to achieve the statutory reduction target where no additional emission target is thereby achieved; c. the measures are already supported elsewhere by the Confederation or a private organisation in the climate sector, if no additional emission target is thereby achieved. SR 730.01 Amended by No I of the O of 13 Nov. 2019, in force since 1 Jan. 2020 ( AS 2019 4335 )."
    },
    {
      "provision_ref": "art105",
      "chapter": "Section 1",
      "section": "105",
      "title": "Procedure",
      "content": "The procedure is governed by Articles 63, 64 and 67 EnO, whereby: a. the canton applying for global financial assistance must additionally declare its willingness to implement a programme with measures in accordance with Article 104; b. the SFOE forwards the application to the FOEN for information. SR 730.01"
    },
    {
      "provision_ref": "art106",
      "chapter": "Section 1",
      "section": "106",
      "title": "Use of funds",
      "content": "The canton must use at least 80 per cent the funds resulting from the Confederation’s global financial assistance and the loans provided by the canton for the relevant programme for energy and waste heat measures in accordance with Article 50 EnA. SR 730.0"
    },
    {
      "provision_ref": "art107",
      "chapter": "Section 1",
      "section": "107",
      "title": "Payment of global financial assistance",
      "content": "Global financial assistance is paid annually to the cantons."
    },
    {
      "provision_ref": "art108",
      "section": "108",
      "title": "Implementation costs",
      "content": "1 In return for implementing the measures, the canton is paid a lump sum from the funds made available for the long-term reduction the CO 2 emissions from buildings in accordance with Article 34 paragraph 1 of the CO 2 Act and in the form of global financial assistance. The lump sum amounts to five per cent of the allocated promotional contributions credited as the federal share of the subsidy. 2 Out of the same funds, the SFOE is paid a maximum of one million francs per year for programme communication."
    },
    {
      "provision_ref": "art109",
      "section": "109",
      "title": "Communication",
      "content": "1 The SFOE is responsible for the nationwide communication of the programme to reduce CO 2 emissions from buildings. It also lays down basic principles to ensure uniform communication across cantons. 2 The cantons shall publicise the funding programme and draw appropriate attention to the fact that part of the funding comes from the proceeds of the CO 2 levy."
    },
    {
      "provision_ref": "art110",
      "section": "110",
      "title": "Reporting",
      "content": "1 Reporting is based on Article 59 EnO. 2 The report must provide adequate information on the emission reductions expected and achieved with the funding programme, in addition to the information in accordance with Article 59 paragraph 3 EnO per project funded and broken down by the individual measures. 3 The SFOE shall forward the report to the FOEN for information purposes. SR 730.01"
    },
    {
      "provision_ref": "art111",
      "section": "111",
      "title": "Control",
      "content": "Control of the correct use of the global financial assistance is governed by Article 60 EnO. SR 730.01"
    },
    {
      "provision_ref": "art111",
      "section": "111",
      "title": "a",
      "content": "Repealed"
    },
    {
      "provision_ref": "art112",
      "chapter": "313",
      "section": "112",
      "title": "Projects eligible for assistance",
      "content": "1 For projects involving the direct use of geothermal energy to provide heat (Art. 34 para. 2 CO 2 Act), assistance may be granted for prospecting and developing geothermal reservoirs if the projects meet the requirements of Annex 12. 2 Assistance shall not exceed 60 per cent of the eligible investment costs of the project as set out in Annex 12. Amended by No I of the O of 1 Nov. 2017, in force since 1 Jan. 2018 ( AS 2017 6753 )."
    },
    {
      "provision_ref": "art113",
      "chapter": "313",
      "section": "113",
      "title": "Application",
      "content": "1 Applications for financial assistance must be submitted the SFOE. 2 Applications for support for prospecting must meet the requirements of Annex 12 number 3.1, and applications for support for developing must meet the requirements of Annex 12 numbers 4.1 and 4.2. The applications must include evidence that the applications for the authorisations and licences required for the project have been submitted in full to the competent authorities and that the financing of the project has been secured. 3 The SFOE will consult a panel of up to six experts, independent of the project, to examine applications. In addition, the canton concerned may appoint a representative to the expert panel. 4 The panel of experts evaluates the applications and makes a recommendation for the SFOE’s assessment of the project. The cantonal representative has no vote in the recommendation to the SFOE. The panel of experts may call in further experts to carry out its tasks. 5 If the conditions for granting financial assistance are met, the Confederation shall conclude an administrative contract with the applicant. In particular, it shall specify the conditions for reclaiming the financial assistance in accordance with Article 113 b . Amended by No I of the O of 1 Nov. 2017, in force since 1 Jan. 2018 ( AS 2017 6753 ). Amended by No I of the O of 24 Nov. 2021, in force since 1 Jan. 2022 ( AS 2021 859 )."
    },
    {
      "provision_ref": "art113a",
      "chapter": "313",
      "section": "113a",
      "title": "a Order of consideration",
      "content": "1 If no funds or insufficient funds are available for a project, the SFOE shall place the project on a waiting list unless it clearly does not meet the eligibility criteria. The SFOE shall inform the applicant accordingly. 2 When funds are again available, the SFOE shall take the most advanced projects into account. If several projects are equally advanced, the project for which the application was submitted in full earliest will be considered. Inserted by No I of the O of 1 Nov. 2017, in force since 1 Jan. 2018 ( AS 2017 6753 )."
    },
    {
      "provision_ref": "art113b",
      "section": "113b",
      "title": "b Reclaiming financial assistance",
      "content": "1 Articles 28–30 of the Subsidies Act of 5 October 1990 (SubA) apply mutatis mutandis to reclaiming financial assistance. Financial assistance can also be reclaimed if the operations of the plant generate profits that subsequently make the financial assistance appear unnecessary. 2 If the project is used for other purposes and a profit is made, the SFOE may demand a pro rata or full repayment of the financial assistance paid out. 3 The SFOE must be informed of any other use or sale regarding: a. the planned type of use; b. ownership and sponsorship; c. profits and their amount. Inserted by No I of the O of 1 Nov. 2017, in force since 1 Jan. 2018 ( AS 2017 6753 ). SR 616.1"
    },
    {
      "provision_ref": "art114",
      "chapter": "Section 2 Promotion of Technologies for the Reduction of Greenhouse Gas Emissions",
      "section": "114",
      "title": "Guarantee",
      "content": "1 The Confederation guarantees loans for equipment and processes in accordance with Article 35 paragraph 3 of the CO 2 Act if: a. there are market opportunities for the equipment and processes; b. the borrower can credibly demonstrate creditworthiness; and c. the lender takes the guarantee into account in determining the interest on the loan. 2 It only guarantees loans granted by a bank in accordance with the Federal Act of 8 November 1934 on Banks and Savings Banks or another appropriate lender. 3 The guarantee may secure all or part of the loan but may not exceed three million francs. SR 952.0"
    },
    {
      "provision_ref": "art115",
      "chapter": "Section 2 Promotion of Technologies for the Reduction of Greenhouse Gas Emissions",
      "section": "115",
      "title": "Granting of the guarantee",
      "content": "1 On application, the FOEN shall grant the borrower a guarantee if the requirements of Article 114 are met. 2 The application for granting the guarantee must include: a. information about the borrower’s organisational form and financial structure; b. technical documentation of the project, including a description of the equipment and processes and planned development and marketing; c. a description of the project’s business model; d. information regarding the extent to which the equipment and processes meet the requirements of Article 114. 3 The FOEN may request additional information if it is required for assessing the application. 4 It may require collateral to secure the guarantee in well-founded cases. Inserted by No I of the O of 8 Oct. 2014, in force since 1 Dec. 2014 ( AS 2014 3293 )."
    },
    {
      "provision_ref": "art116",
      "chapter": "Section 2 Promotion of Technologies for the Reduction of Greenhouse Gas Emissions",
      "section": "116",
      "title": "Notification obligation and reporting",
      "content": "1 A borrower who has received a loan guarantee must inform the FOEN without delay during the duration of the guarantee about: a. changes that could have an effect on the guarantee; b. changes in contact information. 2 It must submit a report every quarter to the FOEN on: a. the status of the guaranteed loans; b. the course of business and its expected development; and c. the liquidity and financial structure. 3 It provides the business report, balance sheet and statement of financial performance to the FOEN annually. These must be submitted no later than three months following their completion. Amended by No I of the O of 8 Oct. 2014, in force since 1 Dec. 2014 ( AS 2014 3293 ). Amended by No I of the O of 8 Oct. 2014, in force since 1 Dec. 2014 ( AS 2014 3293 ). Amended by No I of the O of 8 Oct. 2014, in force since 1 Dec. 2014 ( AS 2014 3293 ). Inserted by No I of the O of 8 Oct. 2014, in force since 1 Dec. 2014 ( AS 2014 3293 )."
    },
    {
      "provision_ref": "art117",
      "section": "117",
      "title": "Implementation",
      "content": "1 DETEC appoints a steering committee to administer the technology fund and by means of an administrative contract, a guarantee committee and an administrative office. It determines the principles for awarding guarantees and for the organisation. 2 The steering committee has strategic leadership over the technology fund. 3 The guarantees committee assesses the guarantee requests on behalf of the FOEN at the request of the administrative office. 4 The administrative office manages the technology fund’s operations. It is responsible in particular for the assessment of guarantee requests, administration of the guarantees and the processing of guarantee cases as well as control of the reporting under Article 116. It submits a report on the technology fund’s activities and financial situation to the steering committee. 5 The administrative office invoices guarantee holders for fees for the evaluation of guarantee requests and carrying out controls on guarantee holders for the term of the guarantee. The fee for the evaluation of the guarantee request is calculated using a flat rate and is based on number 9 of the Annex to the Ordinance on the Fees charged by the Federal Office for the Environment of 3 June 2005 (FeeO-FOEN). The annual guarantee fee is calculated according to costs (Art. 4 FeeO-FOEN); it amounts to no more than 0.9 per cent of the guarantee amount per year. Amended by No I of the O of 8 Oct. 2014, in force since 1 Dec. 2014 ( AS 2014 3293 ). SR 814.014 Amended by No I of the O of 13 Nov. 2019, in force since 1 Jan. 2020 ( AS 2019 4335 )."
    },
    {
      "provision_ref": "art118",
      "section": "118",
      "title": "Financing",
      "content": "1 The resources for the technology funds are provided in the budget. 2 The Federal Assembly decides on the funding commitments for granting the guarantees. 3 The sum of the guarantees may never exceed 500 million francs."
    },
    {
      "provision_ref": "art119",
      "section": "119",
      "title": "Portion of the revenue for the public",
      "content": "1 The portion of the levy revenue for the public includes the portion of the collection year’s estimated annual revenue for the public and the difference from the amount estimated two years earlier and the public’s share of the funds not used two years earlier in accordance with Article 34 paragraph 4 of the CO 2 Act. 2 The estimated annual revenue equals the anticipated receipts plus positive or minus negative interest as of 31 December. Amended by No I of the O of 1 Nov. 2017, in force since 1 Jan. 2018 ( AS 2017 6753 )."
    },
    {
      "provision_ref": "art120",
      "chapter": "329",
      "section": "120",
      "title": "Distribution",
      "content": "1 The portion of the revenue for the public is distributed by insurers in each collection year on behalf of, and under the supervision of, the FOEN. The difference between estimated and actual annual revenues and the public’s share of the unused funds in accordance with Article 34 paragraph 4 of the CO 2 Act are balanced in the distribution two years later. 2 The following are deemed insurers: a. providers of mandatory health insurance under the Federal Act of 18 March 1994 on Health Insurance (HInsA); b. providers of military insurance under the Federal Act of 19 June 1992 on Military Insurance (MilIA). 3 Insurers distribute the portion of the revenue to the public in even payments to all persons who in the collection year: a. are subject to an insurance obligation under the HInsA or under Article 2 paragraph 1 or 2 MilIA; and b. have their domicile or place of residence in Switzerland. 4 Distributions to persons who are only intermittently insured by an insurer during the collection year are in proportion to the duration of their stay. 5 The insurers settle the amounts by deducting the distributions from the premiums due in the collection year. Amended by No I of the O of 1 Nov. 2017, in force since 1 Jan. 2018 ( AS 2017 6753 ). SR 832.10 SR 833.1"
    },
    {
      "provision_ref": "art121",
      "chapter": "329",
      "section": "121",
      "title": "Payouts to the insurers",
      "content": "1 The portion of the revenue for the public is proportionately paid out to insurers by 30 June of the collection year. 2 Decisive for the calculation of the amount for each insurer is the number of persons it has insured who meet the requirements of Article 120 paragraph 3 as of 1 January of the collection year. 3 The difference between the amounts paid out and the sum of the actual distributed amounts is balanced in each subsequent year."
    },
    {
      "provision_ref": "art122",
      "section": "122",
      "title": "Organisation",
      "content": "1 Each insurer shall notify the Federal Office of Public Health (FOPH) by 20 March of the collection year regarding: a. the number of persons it has insured who, as of 1 January of the collection year, meet the requirements of Article 120 paragraph 3; b. the sum of its actual distributions in the previous year. 2 Insurers shall inform the insured persons regarding the amounts to be distributed when they inform them of new premiums for the collection year. In addition they must provide the insured persons with a factsheet prepared by the FOEN on the procedure for redistribution. Amended by No I of the O of 4 May 2022, in force since 1 June 2022 ( AS 2022 311 )."
    },
    {
      "provision_ref": "art123",
      "section": "123",
      "title": "Offsetting the insurers",
      "content": "For the expenses for implementation of this Ordinance as well as the Ordinance of 12 November 1997 on the Incentive Tax on Volatile Organic Compounds, insurers shall be compensated a total of 30 cents per insured person who, as of 1 January of the collection year, meets the requirements of Article 120 paragraph 3. SR 814.018"
    },
    {
      "provision_ref": "art124",
      "section": "124",
      "title": "Portion of the revenue for the business community",
      "content": "1 The portion of the levy revenue for the business community (portion of the revenue for the business community) includes the portion of the collection year’s estimated annual revenue for the business community and the difference from the amount estimated two years earlier and the amount of unused funds in accordance with Article 34 paragraph 4 of the CO 2 Act minus the public’s share of the funds not used two years earlier in accordance with Article 34 paragraph 4 of the CO 2 Act. 2 The estimated annual revenue equals the anticipated receipts plus positive or minus negative interest as of 31 December. Amended by No I of the O of 1 Nov. 2017, in force since 1 Jan. 2018 ( AS 2017 6753 )."
    },
    {
      "provision_ref": "art125",
      "chapter": "335",
      "section": "125",
      "title": "Distribution",
      "content": "1 The portion of the revenue for the business community is distributed to employers in accordance with the directives of the Federal Social Insurance Office by the OASI compensation offices (compensation offices) in each collection year on behalf of and under the supervision of the FOEN and with the involvement of the Central Compensation Office. The difference between estimated and actual annual revenues and the public’s share of the unused funds in accordance with Article 34 paragraph 4 of the CO 2 Act are balanced in the distribution two years later. 2 The compensation offices shall distribute the portion of the revenue for the business community by 30 September of the collection year. If justified, these deadlines may be appropriately extended by the FOEN on application. 3 They distribute the portion of the revenue for the business community in proportion to the employees’ qualifying salary for OASI two years before the collection year. Salaries subsequently corrected due to employer reviews will not be taken into account. 4 The compensation offices distribute the portion of the revenue for the business community by offsetting them against employers’ contributions due in the collection year or by a pay-out to employers. Amounts of 50 francs or more that cannot be offset will be paid out. In the event of changes being made, amounts of 50 francs or more will be offset or paid out. 5 The auditors for the compensation offices shall review the distribution of the portion of the revenue for the business community in the final audit and submit a report thereon to the FOEN in accordance with the directives issued by the Federal Social Insurance Office. Amended by No I of the O of 4 May 2022, in force since 1 June 2022 ( AS 2022 311 ). Amended by No I of the O of 1 Nov. 2017, in force since 1 Jan. 2018 ( AS 2017 6753 ). Amended by No I of the O of 8 Oct. 2014, in force since 1 Dec. 2014 ( AS 2014 3293 ). Inserted by No I of the O of 4 May 2022, in force since 1 June 2022 ( AS 2022 311 )."
    },
    {
      "provision_ref": "art126",
      "section": "126",
      "title": "Organisation",
      "content": "1 The FOEN notifies the compensation offices annually of the distribution factor. 2 The compensation offices inform claim-eligible employers annually about the distribution factor and the paid-out sums."
    },
    {
      "provision_ref": "art127",
      "section": "127",
      "title": "Remuneration of the compensation offices",
      "content": "1 The FOEN determines the remuneration of the compensation offices in consultation with the Federal Social Insurance Office. 2 The remuneration is based on a cost code, taking into account the number of employers with which the compensation offices concerned are required to settle."
    },
    {
      "provision_ref": "art128",
      "chapter": "Chapter 10 Basic and Advanced Training and Information",
      "section": "128",
      "title": "Promotion of basic and advanced training",
      "content": "1 In cooperation with the cantons and professional organisations in accordance with Article 1 of the Federal Act of 13 December 2002 on Vocational and Professional Education and Training, the FOEN shall promote the basic and advanced training of persons engaged in activities related to the reduction of greenhouse gas emissions or coping with the consequences of increased greenhouse gas concentrations in the atmosphere. 2 Within the scope of authorised financial assistance, the FOEN shall provide grants to public and private organisations that offer basic and advanced training in the field of climate protection and coping with the consequences of increased greenhouse gas concentrations in the atmosphere. SR 412.10"
    },
    {
      "provision_ref": "art129",
      "chapter": "Chapter 10 Basic and Advanced Training and Information",
      "section": "129",
      "title": "Information",
      "content": "The FOEN informs the public particularly about: a. the consequences of climate change; b. measures for reducing greenhouse gas emissions in Switzerland and abroad; c. measures for coping with the consequences of increased greenhouse gas concentrations in the atmosphere."
    },
    {
      "provision_ref": "art130",
      "chapter": "Chapter 11 Implementation",
      "section": "130",
      "title": "Implementation authorities",
      "content": "1 The FOEN shall implement this Ordinance. Paragraphs 2–7 and Annex 14 number 2.1 remain reserved. 2 The SFOE shall implement the provisions relating to the reduction of CO 2 emissions from passenger cars, vans and light articulated vehicles. It is supported by the FEDRO. 3 The FOCBS shall implement the provisions relating to the CO 2 levy. 4 The FOEN shall implement: a. in consultation with the SFOE: the provisions on attestations for domestic emission reductions and increasing the carbon sink effect and on the promotion of technologies for the reduction of greenhouse gas emissions; b. in consultation with the SFOE, the State Secretariat for Economic Affairs and the Federal Department of Foreign Affairs: the provisions on the attestations for emission reductions and increasing the carbon sink effect outside Switzerland. 4bis The SFOE shall implement the provisions on global financial assistance with the long-term reduction of CO 2 emissions from buildings and on assistance with the direct use of geothermal energy. 5 In consultation with the SFOE, the FOEN implements provisions relating to the promotion of basic and advanced training. 6 The SFOE and private organisations commissioned by the SFOE or the FOEN support the FOEN in implementing the provisions relating to commitments to reduce greenhouse gas emissions. 7 The Federal Office of Civil Aviation (FOCA) shall support the FOEN in implementing the provisions on emissions trading for aircraft operators. Amended by No I of the O of 13 Nov. 2019, in force since 1 Jan. 2020 ( AS 2019 4335 ). Amended by No I of the O of 1 Nov. 2017, in force since 1 Jan. 2018 ( AS 2017 6753 ). Amended by No I of the O of 4 May 2022, in force since 1 June 2022 ( AS 2022 311 ). Inserted by No I of the O of 8 Oct. 2014 ( AS 2014 3293 ). Amended by No I of the O of 1 Nov. 2017, in force since 1 Jan. 2018 ( AS 2017 6753 ). Inserted by No I of the O of 13 Nov. 2019, in force since 1 Jan. 2020 ( AS 2019 4335 )."
    },
    {
      "provision_ref": "art130a",
      "chapter": "Chapter 11 Implementation",
      "section": "130a",
      "title": "a Information and documentation systems",
      "content": "[tab] 1 The following procedures shall be conducted electronically via the FOEN’s information and documentation systems: a. procedures for issuing attestations for emission reductions or increases in the carbon sink effect (Art. 5–11); b. procedures for participating in the ETS (Art. 40–46 f and Art. 50–54); c. procedures for the reduction obligation (Art. 66–79). [tab] 2 If the information and documentation systems in individual areas are not yet set up to conduct electronic procedures, submissions must be made by post. [tab] 3 In derogation from paragraph 1, the FOEN may issue orders by post. Inserted by No I of the O of 4 May 2022, in force since 1 June 2022 ( AS 2022 311 )."
    },
    {
      "provision_ref": "art131",
      "section": "131",
      "title": "Greenhouse gas inventory",
      "content": "1 The FOEN maintains the greenhouse gas inventory. 2 Based on the greenhouse gas inventory, it calculates whether the reduction target under Article 3 of the CO 2 Act has been met. The emission allowances surrendered by installation operators participating in the ETS from the European Union are taken into account if: a. the emissions of these installations as recorded in the Swiss ETS are higher than the total quantity of Swiss emission allowances for installations in the Swiss ETS; and b. the total emissions of Switzerland exceed the reduction target under Article 3 paragraph 1 of the CO 2 Act. 3 These emission allowances are taken into account in the domestic target to the extent of the additional emissions caused in accordance with paragraph 2 after deducting the emission-reduction certificates surrendered. The FOEN discloses this in the reporting on target achievement. 4 The total quantity of Swiss emission allowances is calculated as the sum of the available quantity of emission allowances for installations in accordance with Article 18 paragraph 1 of the CO 2 Act and the emission allowances transferred in accordance with Article 48 paragraph 1 of the CO 2 Act minus the cancelled emission allowances in accordance with Article 19 paragraph 5 of the CO 2 Act. Amended by No I of the O of 13 Nov. 2019, in force since 1 Jan. 2020 AS 2019 4335 ). Inserted by No I of the O of 13 Nov. 2019, in force since 1 Jan. 2020 ( AS 2019 4335 ). Inserted by No I of the O of 13 Nov. 2019, in force since 1 Jan. 2020 ( AS 2019 4335 )."
    },
    {
      "provision_ref": "art132",
      "section": "132",
      "title": "Compensation for expenses",
      "content": "Compensation for implementation expenses is 1.85 per cent of the receipts received from the CO 2 levy (receipts). If receipts increase, the DETEC appropriately reduces the percentage in consultation with the Federal Department of Finance. Amended by No I of the O of 29 Sept. 2023, in force since 1 Nov. 2023 ( AS 2023 581 )."
    },
    {
      "provision_ref": "art133",
      "section": "133",
      "title": "Controls and disclosure obligations",
      "content": "1 Implementation authorities may at any time carry out controls without prior notification, particularly of ETS participants, installation operators with reduction obligations, CHP plant operators, companies and persons obliged to pay the CO 2 levy and persons that have applied for a refund of the CO 2 levy. 2 The implementation authorities must on request: a. be given all information required for implementation of this Ordinance; b. be provided with all books, business papers, electronic data and documents required for implementation of this Ordinance. Amended by No I of the O of 13 Nov. 2019, in force since 1 Jan. 2020 ( AS 2019 4335 )."
    },
    {
      "provision_ref": "art134",
      "section": "134",
      "title": "Data processing",
      "content": "1 The data collected for implementation of this Ordinance shall be made available to the implementation authorities concerned if required for implementation. In particular: a. FEDRO shall transmit to the SFOE the data required for implementation of Chapter 3 of this Ordinance (Art. 31); b. the FOEN shall transmit to the SFOE the data required for the assessment of: 1. applications for issuing attestations (Art. 7, 12 and 12 a ), 2. applications for the determination of a reduction obligation, and 3. monitoring reports (Art. 9, 52, 72 and 91); c. the FOCBS shall transmit to the FOEN the data required for the assessment of: 1. the fulfilment of an offsetting obligation for motor fuels, 2. monitoring reports (Art. 9, 52, 72 and 91), and 3. applications for issuing attestations (Art. 7, 12 and 12 a ); d. the FOEN shall transmit to the FOCBS the data required for the refund of the CO 2 levy; e. the FOCA shall transmit to the FOEN the data required for the assessment of: 1. obligations to participate (Art. 46 d ), 2. monitoring plans (Art. 51), and 3. monitoring reports (Art. 52). 2 The General Directorate of Customs and the Swiss Organisation for Compulsory Stockpiling of Oil Products (Carbura) may exchange data in order to implement provisions relating to the offsetting CO 2 emissions from motor fuels. 3 The FOEN shall pass on personal data that it no longer permanently requires to the Swiss Federal Archives for storage in accordance with the Archiving Act of 26 June 1998. Data deemed not worthy of archiving by the Swiss Federal Archives is destroyed. Amended by No I of the O of 1 Nov. 2017, in force since 1 Jan. 2018 ( AS 2017 6753 ). Amended by No I of the O of 8 Oct. 2014, in force since 1 Dec. 2014 ( AS 2014 3293 ). Amended by No I of the O of 8 Oct. 2014, in force since 1 Dec. 2014 ( AS 2014 3293 ). Amended by No I of the O of 13 Nov. 2019, in force since 1 Jan. 2020 ( AS 2019 4335 ). Inserted by No I of the O of 13 Nov. 2019, in force since 1 Jan. 2020 ( AS 2019 4335 ). Amended by Annex No 1 of the O of 23 Oct. 2013, in force since 1 Jan. 2014 ( AS 2013 4479 ). SR 152.1 Inserted by No I of the O of 13 Nov. 2019, in force since 1 Jan. 2020 ( AS 2019 4335 )."
    },
    {
      "provision_ref": "art134a",
      "section": "134a",
      "title": "a Coordination with the European Union",
      "content": "The FOEN shall support the European Commission in accordance with Article 11 of the ETS Agreement. In particular it shall transmit to it the information required for this purpose. Inserted by No I of the O of 13 Nov. 2019, in force since 1 Jan. 2020 ( AS 2019 4335 ). SR 0.814.011.268"
    },
    {
      "provision_ref": "art135",
      "section": "135",
      "title": "Amendments to the Annexes",
      "content": "DETEC shall amend: a. Annex 2: in accordance with the criteria of Article 6 paragraph 2 of the CO 2 Act; b. Annex 3: in accordance with technical and economic development; b bis . Annex 3 a : in accordance with technical and economic development; b ter . Annex 3 b : in accordance with technical and economic development; c. Annex 4 a number 2: for determining each year the average unladen weight of passenger cars, vans and light articulated vehicles registered for the first time in the previous calendar year; c bis . Annex 5: for determining each year the amounts in accordance with Article 13 paragraph 1 of the CO 2 Act; c ter . Annex 6: if the installation categories change based on comparable international regulations; d. Annex 7: if additional economic sectors are subject to similar framework conditions; [tab] d bis . Annex 9 numbers 1 and 4: if the Implementing Regulation (EU) 2021/447 is amended or replaced; d ter . Annex 9 number 3: if the Delegated Decision 2019/708/EU is amended or replaced; e. Annex 11: corresponding to increases in the rate of the levy (Art. 94, para. 1); f. Annex 14: if Ordinance (EC) No 748/2009 changes. Inserted by No I of the O of 21 Sept. 2018, in force since 1 Nov. 2018 ( AS 2018 3477 ). Inserted by No I of the O of 21 Sept. 2018, in force since 1 Nov. 2018 ( AS 2018 3477 ). Amended by No I of the O of 1 Nov. 2017, in force since 1 Jan. 2018 ( AS 2017 6753 ). Inserted by No I of the O of 1 Nov. 2017, in force since 1 Jan. 2018 ( AS 2017 6753 ). Inserted by No I of the O of 13 Nov. 2019, in force since 1 Jan. 2020 ( AS 2019 4335 ). Inserted by No I of the O of 8 Oct. 2014 ( AS 2014 3293 ). Amended No I of the O of 24 Nov. 2021, in force since 1 Jan. 2022 ( AS 2021 859 ). Commission Implementing Regulation (EU) 2021/447 of 12 March 2021 determining revised benchmark values for free allocation of emission allowances for the period from 2021 to 2025 pursuant to Article 10a(2) of directive 2003/87/EC of the European Parliament and of the Council, amended by OJ L 87 of 15.3.2021, p. 29. Inserted by No I of the O of 24 Nov. 2021, in force since 1 Jan. 2022 ( AS 2021 859 ). Commission Delegated Decision (EU) 2019/708 of 15 February 2019 supplementing Directive 2003/87/EC of the European Parliament and of the Council concerning the determination of sectors and subsectors deemed at risk of carbon leakage for the period 2021 to 2030, amended by OJ L 120 of 8.5.2019, p. 20. Inserted by No I of the O of 13 Nov. 2019, in force since 1 Jan. 2020 ( AS 2019 4335 ). Commission Ordinance (EC) No 748/2009 of 5 August 2009 on the list of aircraft operators which performed an aviation activity listed in Annex I to Directive 2003/87/EC on or after 1 January 2006 specifying the administering Member State for each aircraft operator, OJ L 219 of 22.8.2009, p. 1; last amended by Ordinance (EU) 2018/336, OJ L 70 of 13.3.2018, p. 1."
    },
    {
      "provision_ref": "art135a",
      "section": "135a",
      "title": "a Approval of decisions of minor importance",
      "content": "DETEC may approve technical and administrative decisions of minor importance of the ETS Agreement’s Joint Committee. Inserted by No I of the O of 13 Nov. 2019, in force since 1 Jan. 2020 ( AS 2019 4335 ). SR 0.814.011.268"
    },
    {
      "provision_ref": "art136",
      "chapter": "Section 1 Repeal and Amendment of Current Legislation",
      "section": "136",
      "title": "Repeal of current legislation",
      "content": "The following ordinances are being repealed: 1. CO 2 Crediting Ordinance of 22 June 2005; 2. CO 2 Ordinance of 8 June 2007; 3. DETEC Ordinance of 27 September 2007 on the National Emissions Trading Registry; 4. CO 2 Offsetting Ordinance of 24 November 2010; 5. Ordinance of 16 December 2011 on the Reduction of CO 2 Emissions from Passenger Cars. [ AS 2005 3581 , 2007 2915 Art. 33, 2012 1195 ] [ AS 2007 2915 ; 2009 5945 ; 2010 953 , 2167 ; 2011 17 Art. 6, 1945 , 3331 Annex 3 No 15; 2012 355 Art. 29] [ AS 2007 4531 , 2011 6205 ] [ AS 2011 17 ] [ AS 2012 355 , 1817 ]"
    },
    {
      "provision_ref": "art137",
      "chapter": "Section 1 Repeal and Amendment of Current Legislation",
      "section": "137",
      "title": "Amendment of current legislation",
      "content": "... The amendments may be consulted under AS 2012 7005 ."
    },
    {
      "provision_ref": "art138",
      "chapter": "Section 2 Transitional Provisions",
      "section": "138",
      "title": "Conversion of unused emission allowances",
      "content": "1 Emission allowances that have not been used in the years 2008–2012 shall be converted on 30 June 2014: a. for installation operators participating in the ETS: into emission allowances in accordance with this Ordinance; b. for installation operators with reduction obligations: into credits to compensate a failure to meet their emissions target or measures target; c. for remaining installation operators and persons: into attestations for domestic emission reductions. 2 Installation operators with reduction obligations may apply at any time to have their credits converted into attestations in accordance with paragraph 1 letter b. Amended by No I of the O of 13 Nov. 2019, in force since 1 Jan. 2020 ( AS 2019 4335 )."
    },
    {
      "provision_ref": "art139",
      "chapter": "Section 2 Transitional Provisions",
      "section": "139",
      "title": "",
      "content": "1 Installation operators participating in the ETS or installation operators with reduction obligations may apply to the FOEN to carry-over a maximum of as many unused emission-reduction certificates from the 2008–2012 period into the 2013–2020 period as it is anticipated they will be permitted to surrender to meet their obligations under this Ordinance. 2 Only emission reduction certificates that comply with the requirements of Article 4 may be carried over. 3 The FOEN determines the total amount that may be carried over on the basis of Switzerland’s international commitments. 4 Installation operators participating in the ETS and installation operators with reduction obligations are given priority for the carry over. 5 Emission-reduction certificates that have not been carried over can be surrendered towards meeting commitments under this Ordinance by 30 April 2015 if they comply with the requirements of Article 4. 6 Emission-reduction certificates that have not been carried over will be cancelled by the FOEN after 30 April 2015. Amended by No I of the O of 8 Oct. 2014, in force since 1 Dec. 2014 ( AS 2014 3293 ). Amended by No I of the O of 13 Nov. 2019, in force since 1 Jan. 2020 ( AS 2019 4335 ). Amended by No I of the O of 13 Nov. 2019, in force since 1 Jan. 2020 ( AS 2019 4335 ). Amended by No I of the O of 8 Oct. 2014, in force since 1 Dec. 2014 ( AS 2014 3293 ). Inserted by No I of the O of 8 Oct. 2014, in force since 1 Dec. 2014 ( AS 2014 3293 )."
    },
    {
      "provision_ref": "art140",
      "chapter": "Section 2 Transitional Provisions",
      "section": "140",
      "title": "Attestations for domestic emission-reduction projects",
      "content": "1 The current CO 2 Act applies to projects that the FOEN has assessed as appropriate domestic offsetting projects before 1 January 2013. 2 Emission reductions achieved from projects in accordance with paragraph 1 before 1 January 2013 and confirmed by the FOEN are eligible for application by 31 December 2014 for attestations for emission reductions under this Ordinance."
    },
    {
      "provision_ref": "art141",
      "section": "141",
      "title": "Calculation of CO 2 emissions from passenger cars",
      "content": "To calculate decisive CO 2 emissions from large-scale importers, passenger cars with CO 2 emissions of less than 50 g CO 2 /km will be taken into account as follows: a. 2013: 3.5 times; b. 2014: 2.5 times; c. 2015: 1.5 times."
    },
    {
      "provision_ref": "art142",
      "section": "142",
      "title": "Participation in the ETS",
      "content": "1 Installation operators participating in the ETS that are engaged in the activities listed in Annex 6 when this Ordinance comes into force must register with the FOEN by 28 February 2013, and submit a monitoring plan to the FOEN for approval in accordance with Article 51 by 31 May 2013. 2 Installation operators that are engaged in the activities listed in Annex 7 when this Ordinance comes into force must submit an application to participate in the ETS by 1 June 2013, and submit a monitoring plan to the FOEN for approval in accordance with Article 51 by 1 September 2013. 3 Installation operators participating in the ETS that wish to be exempted from the obligation to participate in the ETS starting in 2013 must submit an application to do so by 1 June 2013."
    },
    {
      "provision_ref": "art142a",
      "section": "142a",
      "title": "a Deadline for giving notice of a registered office or domicile for personal accounts",
      "content": "Holders of personal accounts with a registered office or domicile outside of Switzerland or the EEA must designate a registered office or domicile in Switzerland or in the EEA within 12 months of the amendment of 13 November 2019 coming into force. After this deadline has expired, the FOEN may close the accounts concerned in accordance with Article 64. Inserted by No I of the O of 13 Nov. 2019, in force since 1 Jan. 2020 ( AS 2019 4335 )."
    },
    {
      "provision_ref": "art143",
      "section": "143",
      "title": "",
      "content": "Repealed by No I of the O of 8 Oct. 2014, with effect from 1 Dec. 2014 ( AS 2014 3293 )."
    },
    {
      "provision_ref": "art144",
      "section": "144",
      "title": "Commitment to reduce greenhouse gas emissions",
      "content": "1 Installation operators with commitments to reduce greenhouse gas emissions in accordance with Article 66 that would like to apply for a refund of the CO 2 levy for 2013 must submit an application for a determination of its reduction obligation by 1 June 2013. In the application, they must provide information regarding their greenhouse gas emissions in 2010 and 2011. 2 To assess whether the commitment has been met and to assess penalties for a possible failure to meet the commitment in the 2008–2012 period, the previous legislation applies."
    },
    {
      "provision_ref": "art145",
      "section": "145",
      "title": "",
      "content": "Repealed by No I of the O of 13 Nov. 2019, with effect from 1 Jan. 2020 ( AS 2019 4335 )."
    },
    {
      "provision_ref": "art146",
      "section": "146",
      "title": "Refund of the CO 2 levy",
      "content": "1 The FOCBS may on request provisionally refund the CO 2 levy if the installation operator: a. was subject to a reduction obligation in the years 2008–2012; and b. has reported to the FOEN its obligation to participate in the ETS from 2013, or submitted an application for determination of its reduction obligation or its participation in the ETS from 2013. 2 If an installation operator fails to fulfil the requirements for participation in the ETS or if its application for a determination of its reduction obligation is rejected, then it must fully repay the refunded amounts with interest."
    },
    {
      "provision_ref": "art146a",
      "chapter": "390",
      "section": "146a",
      "title": "a Attestations for domestic emission reductions",
      "content": "The FOEN must transfer attestations for domestic emission reductions that have been issued within the FOEN-administered database to the Emissions Trading Registry no later than 30 June 2015."
    },
    {
      "provision_ref": "art146b",
      "chapter": "390",
      "section": "146b",
      "title": "b Emission-reduction certificates that can no longer be entered into the Emissions Trading Registry",
      "content": "1 Emission-reduction certificates under Article 60 paragraph 3 that are entered into the Emissions Trading Registry before the amendment of 8 October 2014 comes into force must no later than 30 April 2015: a. be transferred into the emissions trading registry of another contractual party under Annex B of the Kyoto Protocol of 11 December 1997; or b. be voluntarily cancelled under the rules of the Kyoto Protocol. 2 Emission-reduction certificates under Article 60 paragraph 3 that expire before 30 April 2015 may be replaced with the corresponding number of emission-reduction certificates that may be counted in accordance with Article 4 under the rules of the Kyoto Protocol. 3 Expired emission-reduction certificates will be cancelled. SR 0.814.011"
    },
    {
      "provision_ref": "art146",
      "chapter": "392",
      "section": "146",
      "title": "c",
      "content": "1 In the case of programme agreements under Article 34 paragraph 1 letter a of the CO 2 Act that are entered into before the Amendment of 22 June 2016 comes into force, Article 104–110, 112 and 113 apply in their previous wording, together with Article 111 a ; Article 111 does not apply. 2 Unused funds from programme agreements entered into before the Amendment of 22 June 2016 comes into force shall be returned by the canton to the Confederation within three years at the latest of the expiry of the programme agreement."
    },
    {
      "provision_ref": "art146d",
      "chapter": "392",
      "section": "146d",
      "title": "",
      "content": "The provisions of Chapter 3, insofar as they concern vans and light articulated vehicles, apply from the reference year 2020. Inserted by No I of the O of 1 Nov. 2017, in force since 1 Jan. 2018 ( AS 2017 6753 )."
    },
    {
      "provision_ref": "art146e",
      "chapter": "392",
      "section": "146e",
      "title": "",
      "content": "When Article 37 is applied for the first time, the final accounts shall also include the funds from the sanctions imposed under the Article 13 of the CO 2 Act up to the date on which this Ordinance comes into force. Inserted by No I of the O of 1 Nov. 2017, in force since 1 Dec. 2017 ( AS 2017 6753 )."
    },
    {
      "provision_ref": "art146f",
      "chapter": "396",
      "section": "146f",
      "title": "f Credits",
      "content": "Installation operators with a reduction obligation may in derogation from Article 138 paragraph 2 request by 31 December 2022 that their credits may be converted into attestations in compensation for any failure to achieve their emissions or measures target."
    },
    {
      "provision_ref": "art146g",
      "chapter": "396",
      "section": "146g",
      "title": "g Participation in the ETS on 1 January 2021",
      "content": "1 Installation operators that are carrying on an activity under Annex 6 on the date that the Amendment of 25 November 2020 comes into force must give notice of this to the FOEN by 28 February 2021. 2 If notification under paragraph 1 arrives late, the installation operators shall only be allocated emission allowances free of charge for 2021 from the portion in accordance with Article 45 paragraph 2. If this portion is not sufficient to satisfy claims in full, the operator concerned shall be treated in the same way as installation operators under Article 45 paragraph 4 letter d for the allocation of emission allowances. In derogation from Article 45 paragraph 5, the date of notification is decisive for the allocation. 3 Installation operators that already participated in the ETS in 2020 and at the time the Amendment of 25 November 2020 comes into force no longer meet the requirements for participation in the ETS under Article 40 paragraph 1 or 42 paragraph 1 may on application continue to participate in the ETS. 4 Installation operators that wish to apply to participate in the ETS from 1 January 2021 must submit the application by 28 February 2021. 5 The application made by operators under paragraph 3 must include the information specified in Article 42 paragraph 3 letters b and c. 6 The operators mentioned in paragraphs 1, 3 and 4 must submit the monitoring plan under Article 51 paragraph 1 to the FOEN for approval by 31 March 2021. 7 Installation operators that meet the requirement under Article 41 paragraph 1 or 1 bis and wish to be exempted from the requirement to participate in the ETS from 1 January 2021 must submit their application by 28 February 2021."
    },
    {
      "provision_ref": "art146h",
      "chapter": "396",
      "section": "146h",
      "title": "h Provisional refund of the CO2 levy",
      "content": "1 The FOCBS may provisionally refund the CO2 levy to the following installation operators on application: a. installation operators that have given notice of their obligation to participate in the ETS in accordance with Article 146 g paragraph 1 or that have submitted an application to participate in the ETS in accordance with Article 146 g paragraph 4; b. installation operators with a reduction obligation that have submitted an application to extend their reduction obligation under Article 31 paragraph 1 bis of the CO 2 Act. 2 The following operators must repay provisionally refunded amounts, including interest: a. operators under paragraph 1 letter a: if they withdraw their application to participate in the ETS or if their application is rejected; b. operators under paragraph 1 letter b: if their reduction obligation does not materialise."
    },
    {
      "provision_ref": "art146i",
      "section": "146i",
      "title": "i Emissions and measures target when extending the reduction obligation under Article 31 paragraph 1 bis of the CO 2 Act",
      "content": "1 The emissions target in a reduction obligation that is extended under Article 31 paragraph 1 bis of the CO 2 Act until the end of 2021 shall include the total volume of greenhouse gases that the operator is permitted to emit until the end of 2021. 2 The reduction course under Article 67 paragraphs 2 and 3 shall be continued on a linear basis for one year in the event of an extension of the reduction obligation. The years 2019 and 2020 are decisive. If the emissions target under Article 73 paragraph 1 letter a has been adjusted in the 2018–2020 period, the years 2016 and 2017 are decisive. If the target is adjusted under Article 73 paragraph 1 letter b in 2020, the years 2018 and 2019 are decisive. 3 The simplified determination of the reduction course under Article 67 paragraphs 4 and 5 amounts to 1.875 per cent in the event of an extension of the reduction obligation. Additional reductions in the 2008–2012 period are not taken into account. 4 The measures target of a reduction obligation that is extended under Article 31 paragraph 1 bis of the CO 2 Act until the end of 2021includes the total greenhouse gas reduction that the operator must achieve by the end of 2021 by means of measures. The current measures target shall be multiplied by 1.125 to calculate the volume."
    },
    {
      "provision_ref": "art146j",
      "section": "146j",
      "title": "j Attestations and adjustment of the emissions and measures target in 2020",
      "content": "1 Installation operators that had no right to attestations under Article 12 in 2019 and the fell below the reduction course in 2020 by more than 30 per cent shall not receive any attestations under Article 12 for 2020. The foregoing does not apply to cases in which the operator proves that the failure to comply with the reduction course resulted from implementing measures to reduce greenhouse gas emissions. 2 The FOEN shall adjust the emissions target under Article 67 and the measures target under Article 68 for 2020 in the event of the operator failing to maintain the reduction course only as a result of the procurement of heating or cooling from a third party or of the closure of an installation."
    },
    {
      "provision_ref": "art146",
      "chapter": "397",
      "section": "146",
      "title": "k",
      "content": "The FOEN may postpone the deadline under Article 55 paragraph 3 for the surrender of 2021 emission allowances to a date after 30 April 2022 if the calculation of the quantity of emission allowances to be allocated free of charge is delayed."
    },
    {
      "provision_ref": "art146l",
      "chapter": "398",
      "section": "146l",
      "title": "l Counting emission reductions for projects outside Switzerland up to 2021",
      "content": "Emission reductions achieved outside Switzerland up to 2021 may be counted if: a. they are attested to by an emission-reduction certificate under the United Nations Framework Convention on Climate Change (UNFCCC) of 9 May 1992; and b. Annex 2 does not preclude their being counted. SR 0.814.01"
    },
    {
      "provision_ref": "art146m",
      "chapter": "398",
      "section": "146m",
      "title": "m Start of implementation for projects and programmes outside Switzerland or to increase the carbon sink effect in Switzerland",
      "content": "In derogation from Article 5 paragraph 1 letter d, attestations shall be issued for projects and programmes if: a. they are implemented in a partner state before 1 January 2022 based on a contractual agreement between the Swiss Confederation and the Climate Cent Foundation; b. after 1 January 2022, they are: 1. implemented outside Switzerland or increase the carbon sink effect in Switzerland, and 2. the applicant files the application in accordance with Article 7 by 30 September 2022."
    },
    {
      "provision_ref": "art146n",
      "chapter": "398",
      "section": "146n",
      "title": "n Provisional refund of the 2022 CO 2 levy",
      "content": "1 The FOCBS may provisionally refund the CO 2 levy to installation operators with a reduction obligation that have submitted an application in accordance with Article 31 paragraph 1 ter of the CO 2 Act for an extension of the reduction obligation. 2 The operators must repay provisionally refunded amounts, including interest, if they do not meet their reduction obligation."
    },
    {
      "provision_ref": "art146o",
      "chapter": "398",
      "section": "146o",
      "title": "o Emissions and measures target in the event of an extension of the reduction obligation in accordance with Article 31 paragraph 1 ter of the CO 2 Act",
      "content": "1 The emissions target for a reduction obligation that has been extended to the end of 2024 includes the total volume of greenhouse gases that the operator may emit by the end of 2024. 2 The reduction course in accordance with Article 67 shall be continued until 2024 in the event of an extension of the reduction obligation. The starting point is the interim target for 2021. The annual reduction amounts to 2 per cent. 3 The measures target for a reduction obligation that is extended to the end of 2024 shall include the total volume reduction of greenhouse gases that the operator must achieve by the end of 2024 by means of measures. This shall be calculated by multiplying the current measures target by 2. 4 To achieve the measures target, the installation operator may adopt new monitoring measures in accordance with Article 72 that are approved by the FOEN. 5 A reduction obligation that is extended in accordance with paragraphs 1 or 3 includes the greenhouse gas emissions of all installations currently involved in the reduction obligation. Operators of installations in accordance with Article 66 paragraph 3 may be exempted provided their installations do not cause more than 5 per cent of joint greenhouse gas emissions in 2021."
    },
    {
      "provision_ref": "art146p",
      "section": "146p",
      "title": "p Emissions and measures target for a reduction obligation from 2022",
      "content": "For installation operators that undertake in accordance with Article 31 paragraph 1 quater to reduce their greenhouse gas emissions by 2024, the provisions of Chapter 5 apply mutatis mutandis."
    },
    {
      "provision_ref": "art146q",
      "section": "146q",
      "title": "q Application for a reduction obligation in 2022",
      "content": "Installation operators that extend their reduction obligation in accordance with Article 31 paragraph 1 ter of the CO 2 Act or wish to enter into a reduction obligation for the first time from 2022 in accordance with Article 31 paragraph 1 quater of the CO 2 Act must submit their application by 31 July 2022. In the case of applications for new reduction obligations, in derogation from Article 69 paragraph 2 letter b, details must be provided of the greenhouse gas emissions in 2019 and 2020."
    },
    {
      "provision_ref": "art146r",
      "section": "146r",
      "title": "r Attestations and adjustment of the emission and measures target in 2021",
      "content": "1 Installation operators that were not entitled in 2019 or 2020 to attestations in accordance with Article 12 and that have failed to maintain the reduction course in 2021 by more than 30 per cent shall not receive any attestations in accordance with Article 12 for 2021. The foregoing does not apply to cases in which the operator proves that failure to maintain the reduction course was due to implementing measures to reduce greenhouse gas emissions. 2 The FOEN shall adjust the emissions target in accordance with Article 67 and the measures target in accordance with Article 68 for 2021 in the event of a failure to maintain the reduction course only if it is due to the procurement of heating or cooling from a third party or the closure of an installation."
    },
    {
      "provision_ref": "art146s",
      "section": "146s",
      "title": "",
      "content": "Repealed by No I of the O of 16 Sept. 2022, with effect from 1 Oct. 2022 ( AS 2022 513 )."
    },
    {
      "provision_ref": "art146t",
      "section": "146t",
      "title": "t Counting emission allowances",
      "content": "An installation operator that fails to achieve its emissions or measures target and has not been issued with any attestations in accordance with Article 12 may count emission allowances amounting to 4.5 per cent of the greenhouse gas emissions in the 2022–2024 period towards meeting its reduction obligation for the 2022–2024 period."
    },
    {
      "provision_ref": "art146u",
      "section": "146u",
      "title": "u Adjustment of the emission and measures target for the 2022 to 2024 period",
      "content": "The FOEN shall adjust the emissions target in accordance with Article 67 and the measures target in accordance with Article 68 for the period from 2022 to 2024 in the event of a failure to maintain the reduction course only if it is due to the procurement of heating or cooling from a third party or the closure of an installation. Inserted by No I of the O of 16 Sept. 2022, in force since 1 Oct. 2022 ( AS 2022 513 )."
    },
    {
      "provision_ref": "art146v",
      "section": "146v",
      "title": "v Disregard of CO 2 emissions on changing the energy source",
      "content": "1 CO 2 emissions caused by a change of energy source recommended by the Federal Department for Economic Affairs, Education and Research and DETEC or ordered by the Federal Council shall on request be disregarded when assessing whether or not the reduction obligation has been met in the period from 2022 to 2024. 2 The request to disregard CO 2 emissions in accordance with paragraph 1 must be submitted to the FOEN for each year by 31 May of the following year in the form specified. It must contain the following information in particular: a. the type and volume of the energy source now being used following the change in energy source; b. the type and volume of the energy source replaced following the change in energy source; c. the quantity of additional CO 2 emissions caused by the change in energy source; d. the duration of the change in energy source. 3 The FOEN may publish the quantity of CO 2 emissions related to the change in energy source. Inserted by No I of the O of 16 Sept. 2022, in force since 1 Oct. 2022 ( AS 2022 513 )."
    },
    {
      "provision_ref": "art146w",
      "chapter": "403",
      "section": "146w",
      "title": "w",
      "content": "Emissions caused by a reserve call for electricity production under the Winter Reserve Ordinance of 25 January 2023 shall not be taken into account before 2024 when assessing whether or not the reduction obligation has been met. SR 734.722"
    },
    {
      "provision_ref": "art147",
      "chapter": "Section 3 Commencement",
      "section": "147",
      "title": "",
      "content": "This Ordinance comes into force on 1 January 2013."
    }
  ],
  "definitions": []
}