{
  "id": "sr-631-014",
  "type": "statute",
  "title": "Verordnung des EFD vom 10. September 2025 über die Verzugs- und die Vergütungszinssätze auf Abgaben, Steuern und Sanktionen (Zinssatzverordnung EFD)",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2025/564/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Gegenstand",
      "content": "Diese Verordnung legt für die folgenden vom Bund erhobenen Abgaben, Steuern und Sanktionen die Zinssätze für die Verzugszinsen und die Vergütungszinsen fest: a. Zollabgaben; b. leistungsabhängige Schwerverkehrsabgabe; c. CO 2 -Abgabe; d. Lenkungsabgabe auf flüchtigen organischen Verbindungen; e. Mehrwertsteuer; f. Tabaksteuer; g. Biersteuer; h. Automobilsteuer; i. Mineralölsteuer; j. Stempelabgaben; k. direkte Bundessteuer; l. Ergänzungssteuer zum Zweck der Mindestbesteuerung grosser multinationaler Unternehmensgruppen; m. Verrechnungssteuer; n. Steuer auf gebrannten Wassern; o. Sanktionen nach der CO 2 -Gesetzgebung wegen: 1. Überschreitung der individuellen Zielvorgabe, 2. Nichteinhaltung der Pflicht zur Abgabe von Emissionsrechten, 3. Nichterfüllung der Verminderungsverpflichtung und der Investitionspflicht, 4. Nichterfüllung der Kompensationspflicht."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Festlegung der Zinssätze",
      "content": "1 Die Zinssätze für Verzugs- und Vergütungszinsen auf den in Artikel 1 aufgeführten Abgaben, Steuern und Sanktionen werden pro Kalenderjahr festgelegt. 2 Der Zinssatz für Vergütungszinsen auf Vorauszahlungen vor Eintritt der Fälligkeit basiert auf dem arithmetischen Mittel der Renditen der Bundesobligationen mit 1-, 2- und 3-jähriger Laufzeit gemäss Stand von Ende Juni des Vorjahres, wobei der Durchschnitt auf einen Viertelprozentpunkt gerundet wird. Er beträgt jedoch mindestens 0 Prozent und höchstens 5 Prozent. 3 Die folgenden Zinssätze bestimmen sich durch einen Aufschlag auf dem Zinssatz für die Vergütungszinsen auf Vorauszahlungen vor Eintritt der Fälligkeit: a. Zinssatz für Verzugszinsen; b. Zinssatz für Vergütungszinsen auf Rückerstattungen; c. Zinssatz für Vergütungszinsen auf Rückzahlungen für zu Unrecht erhobene Steuern und für zu Unrecht nicht zurückerstattete Steuern; d. Zinssatz für Vergütungszinsen bei bedingter Zahlungspflicht. 4 Die Höhe des Aufschlags wird nach Anhang 1 abhängig von der Höhe des Zinssatzes für Vergütungszinse festgelegt. Die Bandbreiten, innerhalb denen die Zinssätze nach Absatz 2 festgelegt werden, finden sich ebenfalls in Anhang 1."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Verzicht auf die Erhebung oder Ausrichtung",
      "content": "1 Verzugszinsen und Vergütungszinsen auf den Abgaben und Steuern nach Artikel 1 Buchstaben a–i und n werden erst ab einem Zinsbetrag von 100 Franken erhoben oder ausgerichtet. Vorbehalten bleiben Verzugszinsen für Forderungen, die im Rahmen des Zwangsvollstreckungsverfahrens erhoben werden. 2 Bei Nachforderungen der Einfuhrsteuer werden keine Verzugszinsen auf der Mehrwertsteuer erhoben, wenn der Importeur oder die Importeurin im Zeitpunkt der Einfuhr im Inland als steuerpflichtige Person eingetragen war und die Einfuhrsteuer als Vorsteuer hätte abziehen können."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Zinssätze",
      "content": "1 Die Zinssätze sind in Anhang 2 aufgeführt. 2 Die Zinssätze für das Kalenderjahr 2025 werden nach dem bisherigen Recht festgelegt. 3 Die Zinssätze für die Kalenderjahre vor 2025 wurden nach dem damals gültigen Recht festgelegt."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Aufhebung eines anderen Erlasses",
      "content": "Die Zinssatzverordnung EFD vom 25. Juni 2021 wird aufgehoben. [ AS 2021 432 ; 2024 535 ]"
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 1. Januar 2026 in Kraft."
    }
  ],
  "definitions": []
}