{
  "id": "sr-672-959-8",
  "type": "statute",
  "title": "Bundesbeschluss vom 18. Juni 2010 über die Genehmigung eines Protokolls zur Änderung des Doppelbesteuerungsabkommens zwischen der Schweiz und Norwegen sowie des dazugehörigen Briefwechsels",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2011/31/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "",
      "content": "1 Das Protokoll vom 31. August 2009 zur Änderung des Abkommens vom 7. September 1987 zwischen der Schweizerischen Eidgenossenschaft und dem Königreich Norwegen zur Vermeidung der Doppelbesteuerung auf dem Gebiete der Steuern vom Einkommen und vom Vermögen sowie der dazugehörige Briefwechsel vom 31. August 2009 zwischen dem Schweizerischen Bundesrat und der Regierung des Königreichs Norwegen werden genehmigt. 2 Der Bundesrat wird ermächtigt, das Protokoll zu ratifizieren. AS 2011 197 SR 0.672.959.81"
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "",
      "content": "Der Bundesrat unterbreitet der Bundesversammlung einen Gesetzesentwurf zur Umsetzung der im Abkommen nach OECD-Standard vorgesehenen Amtshilfe. Bis zum Inkrafttreten des Gesetzes kann er die Umsetzung der Amtshilfe durch Verordnung regeln."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "",
      "content": "1 Der Bundesrat gibt der Regierung des Königreichs Norwegen die Erklärung ab, dass die Schweiz keine Amtshilfe in Steuersachen leistet, wenn das Amtshilfegesuch auf illegal beschafften Daten beruht, und dass sie in einem solchen Fall Rechtshilfe verlangt. 2 Er arbeitet auf eine entsprechende Erklärung der Regierung des Königreichs Norwegen hin."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "",
      "content": "Dieser Beschluss untersteht dem fakultativen Staatsvertragsreferendum für Verträge, die wichtige rechtsetzende Bestimmungen enthalten oder deren Umsetzung den Erlass von Bundesgesetzen erfordert, nach Artikel 141 Absatz 1 Buchstabe d Ziffer 3 der Bundesverfassung."
    }
  ],
  "definitions": []
}