{
  "id": "sr-654-11",
  "type": "statute",
  "title": "Verordnung vom 29. September 2017 über den internationalen automatischen Austausch länderbezogener Berichte multinationaler Konzerne (ALBAV)",
  "title_en": "",
  "short_name": "ALBAV",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2017/646/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Inhalt eines länderbezogenen Berichts",
      "content": "(Art. 3 Abs. 1 ALBAG) Der länderbezogene Bericht enthält, gegliedert nach Staaten und Hoheitsgebieten (Steuerhoheitsgebieten): a. eine Auflistung der folgenden Angaben zur Summe der konstitutiven Rechtsträger des multinationalen Konzerns im Steuerhoheitsgebiet (Tabelle 1 des Anhangs) : 1. Umsatzerlöse durch Geschäftsvorfälle mit nicht verbundenen Unternehmen, 2. Umsatzerlöse durch Geschäftsvorfälle mit verbundenen Unternehmen, 3. Umsatzerlöse insgesamt, 4. Gewinn oder Verlust vor Steuern, 5. entrichtete Gewinnsteuern auf Kassenbasis, 6. aufgelaufene Gewinnsteuern im laufenden Jahr, 7. ausgewiesenes Kapital, 8. einbehaltener Gewinn vor Gewinnverwendung, 9. Beschäftigtenzahl, 10. materielle Vermögenswerte ohne flüssige Mittel; b. e ine Auflistung aller konstitutiven Rechtsträger des multinationalen Konzerns mit den folgenden Angaben zu ihren wichtigsten Geschäftstätigkeiten in den Steuerhoheitsgebieten, in denen sie ansässig sind oder gegründet oder ins Handelsregister eingetragen wurden (Tabelle 2 des Anhangs): 1. Forschung und Entwicklung, 2. Besitz oder Verwaltung von geistigem Eigentum, 3. Einkauf oder Beschaffung, 4. Verarbeitung oder Produktion, 5. Verkauf, Marketing oder Vertrieb, 6. Verwaltungs-, Management- oder Supportdienstleistungen, 7. Erbringung von Dienstleistungen für nicht verbundene Dritte, 8. konzerninterne Finanzierung, 9. regulierte Finanzdienstleistungen, 10. Versicherung, 11. Besitz von Aktien oder anderen Wertpapieren mit Beteiligungscharakter, 12. ruhend, 13. sonstige Tätigkeiten; c. zusätzliche Informationen, die der berichtende Rechtsträger als notwendig oder nützlich erachtet, sowie Angaben zur Art der sonstigen Tätigkeiten (Tabelle 3 des Anhangs)."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Wahlmöglichkeiten",
      "content": "(Art. 3 Abs. 2 ALBAG) Sehen die OECD-Leitlinien vom 7. Oktober 2022 für den länderbezogenen Bericht Wahlmöglichkeiten vor, so können diese von jedem berichtenden Rechtsträger in Anspruch genommen werden. Fassung gemäss Ziff. I der V vom 16. Juni 2023, in Kraft seit 1. Aug. 2023 ( AS 2023 350 ). Die OECD-Leitlinien können bei der ESTV kostenlos abgerufen werden unter www.estv.admin.ch > Internationales Steuerrecht > Country-by-Country-Reporting CbCR > CbCR-Publikationen > OECD > OECD-Leitlinien zur Umsetzung der länderbezogenen Berichterstattung (Originaltext in Französisch und Englisch)."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Schwellenwert für die Pflicht zur Erstellung eines länderbezogenen Berichts",
      "content": "(Art. 6 ALBAG) Der Schwellenwert, über dem die Pflicht zur Erstellung eines länderbezogenen Berichts besteht, beträgt 900 Millionen Franken."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Einreichungspflicht eines anderen in der Schweiz ansässigen konstitutiven Rechtsträgers",
      "content": "(Art. 8 Abs. 1 ALBAG) Verpflichtet die Eidgenössische Steuerverwaltung (ESTV) einen anderen in der Schweiz ansässigen konstitutiven Rechtsträger eines multinationalen Konzerns zur Einreichung des länderbezogenen Berichts und will dieser den Bericht nicht selber einreichen, so fordert sie ihn auf, ihr innert 30 Tagen mitzuteilen, welcher in der Schweiz ansässige konstitutive Rechtsträger des multinationalen Konzerns den Bericht einreichen wird."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Zuordnung länderbezogener Berichte und Abrufverfahren",
      "content": "(Art. 13 Abs. 2 und 15 Abs. 1 ALBAG) 1 Die Kantone melden der ESTV innerhalb von zwei Monaten nach Ende jedes Kalenderjahres die Unternehmens-Identifikationsnummer der in der Schweiz ansässigen konstitutiven Rechtsträger nach Artikel 2 Buchstabe e ALBAG. 2 Die ESTV ordnet die erhaltenen Berichte aufgrund der Unternehmens-Identifikationsnummer sowie nötigenfalls aufgrund weiterer nach dem anwendbaren Abkommen zur Identifikation erforderlicher Angaben den Kantonen zu. 3 Sie macht die Berichte im Abrufverfahren der zur Festsetzung und Erhebung der direkten Steuern zuständigen Behörde des Kantons zugänglich, in dem die in der Schweiz ansässigen konstitutiven Rechtsträger steuerpflichtig sind. 4 Mitarbeiterinnen und Mitarbeiter dieser Behörde haben nur dann auf diese Informationen Zugriff im Abrufverfahren, wenn sie sich durch zwei Faktoren authentifizieren, wobei einer der Faktoren ein physisches, eindeutiges und fälschungssicheres Identifikationsmerkmal sein muss."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Organisation und Führung des Informationssystems",
      "content": "(Art. 18 Abs. 1 ALBAG) 1 Das Informationssystem der ESTV wird als eigenständiges Informationssystem auf der Plattform des Bundesamts für Informatik und Telekommunikation im Auftrag der ESTV betrieben. 2 Werden gleiche Daten von verschiedenen Organisationseinheiten der ESTV bearbeitet, so können die entsprechenden Informationssysteme zum Austausch von Stammdaten vernetzt werden, soweit dies für eine effiziente Datenbearbeitung notwendig ist. 3 Das Eidgenössische Finanzdepartement regelt die Organisation und den Betrieb des Informationssystems der ESTV im Einzelnen."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Kategorien der bearbeiteten Personendaten",
      "content": "(Art. 18 Abs. 4 Bst. b ALBAG) Die ESTV kann die ihr nach dem anwendbaren Abkommen und dem ALBAG übermittelten Personendaten bearbeiten."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Vernichtung der Daten",
      "content": "(Art. 18 Abs. 4 Bst. d ALBAG) Die ESTV vernichtet die Daten spätestens 20 Jahre nach Ablauf des Kalenderjahres, in dem sie diese erhalten hat."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Anträge auf Aussetzung des automatischen Austauschs länderbezogener Berichte mit einem Partnerstaat",
      "content": "(Art. 24 Abs. 1 ALBAG) Anträge auf Aussetzung des automatischen Austauschs länderbezogener Berichte mit einem Partnerstaat sind an das Staatssekretariat für internationale Finanzfragen zu richten."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 1. Dezember 2017 in Kraft."
    }
  ],
  "definitions": []
}