{
  "id": "sr-632-115-01",
  "type": "statute",
  "title": "Verordnung vom 17. Februar 1982 über die zollfreie Einfuhr von auf Handwebstühlen hergestellten Geweben",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1982/204_204_204/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "",
      "content": "Bei der Einfuhr sind unter Vorbehalt von Artikel 2 zollfrei: a. Gewebe aus Seide oder Schappeseide, roh, abgekocht, gebleicht, gefärbt oder buntgewebt, auf Handwebstühlen hergestellt, beidseitig mit echten Webkanten, ex Tarifnummern 5007.2010/2020 und 5007.9010/9020; b. Gewebe aus Baumwolle, roh, rohcremiert, gebleicht, mercerisiert, gefärbt oder buntgewebt, auf Handwebstühlen hergestellt, beidseitig mit echten Webkanten, ex Tarifnummern 5208.1100/4900, 5209.1100/4900, 5210.1100/4900, 5211.1100/4900, 5212.1100/1400 und 5212.2100/2400. Fassung gemäss Ziff. I der V vom 30. Nov. 1987, in Kraft seit 1. Jan. 1988 ( AS 1987 2366 ). SR 632.10 Anhang"
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "",
      "content": "1 In Abweichung von der Ursprungsregelnverordnung vom 30. März 2011 wird die Zollbefreiung nur gewährt, wenn: a. bei der Zollanmeldung ein besonderes Ursprungs- und Herstellungszeugnis einer anerkannten Stelle des Ursprungslandes vorgelegt wird; b. die Gewebe unmittelbar aus dem Ursprungsland nach der Schweiz versandt werden; c. die vorgenannten Bedingungen mit dem Ursprungsland ausdrücklich festgelegt sind. 2 Als Handwebstühle im Sinne dieser Verordnung gelten Webstühle, die ausschliesslich durch Hand- oder Fussbedienung betrieben werden. SR 946.39 . Der Verweis wurde in Anwendung von Art. 12 Abs. 2 des Publikationsgesetzes vom 18. Juni 2004 ( SR 170.512 ) angepasst. Fassung gemäss Anhang 4 Ziff. 17 der Zollverordnung vom 1. Nov. 2006, in Kraft seit 1. Mai 2007 ( AS 2007 1469 ). Fassung gemäss Anhang 4 Ziff. 17 der Zollverordnung vom 1. Nov. 2006, in Kraft seit 1. Mai 2007 ( AS 2007 1469 )."
    },
    {
      "provision_ref": "art2a",
      "section": "2a",
      "title": "",
      "content": "Für textile Vor- und Zwischenmaterialien, die in Anhang 1 der Verordnung vom 1. Mai 2019 über die vorübergehende Aussetzung von Zollansätzen für textile Vor- und Zwischenmaterialien aufgeführt sind, gelten die dort festgelegten Zollansätze. Eingefügt durch Anhang 2 Ziff. 2 der V vom 18. Nov. 2015 über die vorübergehende Reduktion von Zollansätzen für Textilien ( AS 2015 4935 ). Fassung gemäss Anhang 2 Ziff. II 1 der V vom 1. Mai 2019 über die vorübergehende Aussetzung von Zollansätzen für textile Vor- und Zwischenmaterialien, in Kraft von 1. Juli 2019 bis 31. Dez. 2023 ( AS 2019 1611 ). SR 632.102.1"
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "",
      "content": "Diese Verordnung tritt am 1. März 1982 in Kraft."
    }
  ],
  "definitions": []
}