{
  "id": "sr-642-110-8",
  "type": "statute",
  "title": "Verordnung vom 20. Oktober 1993 über die Besteuerung von natürlichen Personen im Ausland mit einem Arbeitsverhältnis zum Bund oder zu einer andern öffentlichrechtlichen Körperschaft oder Anstalt des Inlandes",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1993/2940_2940_2940/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "1. Abschnitt: Steuerpflicht und Gegenstand der Steuer",
      "section": "1",
      "title": "Steuerpflicht",
      "content": "1 Steuerpflichtige im Sinne von Artikel 3 Absatz 5 DBG sind Arbeitnehmer des Bundes, der Kantone, Gemeinden und der andern öffentlichrechtlichen Körperschaften oder Anstalten des Inlandes, wenn sie mindestens 183 Tage ununterbrochen im Ausland ansässig sind und dort aufgrund völkerrechtlicher Verträge oder Übung mit Rücksicht auf dieses Arbeitsverhältnis von den Einkommenssteuern ganz oder teilweise befreit sind. Halten sie sich weniger lang im Ausland auf, sind sie steuerpflichtig nach Artikel 3 Absatz 1 DBG. 2 Wohnt die betreffende Person bereits im Ausland, bevor sie Arbeitnehmer nach Absatz 1 wird, ist sie sofort im Sinne von Artikel 3 Absatz 5 DBG steuerpflichtig, unabhängig von der Dauer des Arbeitsverhältnisses."
    },
    {
      "provision_ref": "art2",
      "chapter": "1. Abschnitt: Steuerpflicht und Gegenstand der Steuer",
      "section": "2",
      "title": "Steuerbare Einkünfte",
      "content": "1 Für die Steuerpflichtigen, die im Ausland nach Artikel 1 Absatz 1 aufgrund ihres öffentlichrechtlichen Arbeitsverhältnisses von den Einkommenssteuern ganz befreit sind, kommen insbesondere folgende Einkünfte zur Besteuerung: a. die Einkünfte aus diesem Arbeitsverhältnis, ausgenommen Einkünfte, welche Spesen ersetzen; Kaufkraftunterschiede zwischen der Schweiz und dem Ausland können berücksichtigt werden; b. die entsprechenden Naturalbezüge, wobei diese nach ihrem Marktwert am ausländischen Wohnort bemessen werden; c. die Erträge aus schweizerischem unbeweglichem Vermögen nach Artikel 21 DBG; d. die Erträge aus beweglichem Vermögen nach Artikel 20 DBG. 2 Für die Steuerpflichtigen, die im Ausland nach Artikel 1 Absatz 1 aufgrund ihres öffentlichrechtlichen Arbeitsverhältnisses von der Einkommenssteuer nur teilweise befreit sind, sind die Einkünfte nach Absatz 1 Buchstaben a–c steuerbar."
    },
    {
      "provision_ref": "art3",
      "chapter": "1. Abschnitt: Steuerpflicht und Gegenstand der Steuer",
      "section": "3",
      "title": "Abzugsfähige Aufwendungen",
      "content": "Notwendige Aufwendungen, die dem Steuerpflichtigen durch den Aufenthalt und die Arbeit im Ausland erwachsen und vom Arbeitgeber nicht ersetzt werden, können als Berufsauslagen vom steuerbaren Einkommen abgezogen werden."
    },
    {
      "provision_ref": "art4",
      "chapter": "1. Abschnitt: Steuerpflicht und Gegenstand der Steuer",
      "section": "4",
      "title": "Einkünfte des Ehegatten und der Kinder bei Wohnsitz im Ausland",
      "content": "1 Bei den Steuerpflichtigen, die im Ausland von den Einkommenssteuern ganz befreit sind, gelangen auch alle Vermögenserträge des Ehegatten und der Kinder zur Besteuerung. 2 Allfällige andere im Gastland erzielte Einkünfte werden in der Schweiz nicht besteuert."
    },
    {
      "provision_ref": "art5",
      "chapter": "2. Abschnitt: Örtliche Zuständigkeit und zeitliche Bemessung",
      "section": "5",
      "title": "Örtliche Zuständigkeit",
      "content": "1 Wird im Laufe einer Steuerperiode eine Person durch Verlegung ihres Wohnsitzes ins Ausland nach Artikel 1 steuerpflichtig, so ist der Kanton ihrer Heimatgemeinde für die Veranlagung der ganzen Steuerperiode zuständig. 2 Endet im Laufe einer Steuerperiode durch Verlegung des Wohnsitzes in die Schweiz die Steuerpflicht nach Artikel 1, so ist der Wohnsitzkanton am Ende der Steuerperiode für die Veranlagung der ganzen Steuerperiode zuständig. 3 Bleibt der Ehegatte während des Auslandaufenthalts der steuerpflichtigen Person in der Schweiz, so ist die Heimatgemeinde der im Ausland weilenden steuerpflichtigen Person für die Veranlagung beider Ehegatten zuständig, sofern für diese die Voraussetzungen von Artikel 9 DBG erfüllt sind. Der in der Schweiz verbleibende Ehegatte kann verlangen, dass die Veranlagung an seinem Wohnort vorgenommen wird. 4 Hat die steuerpflichtige Person keine schweizerische Heimatgemeinde, so erfolgt die Veranlagung am Sitz des Arbeitgebers. Wird ein schweizerisches Bürgerrecht erworben, so gelten die Absätze 2 und 3 sinngemäss. Fassung gemäss Anhang Ziff. II 1 der V vom 14. Aug. 2013 über die zeitliche Bemessung der direkten Bundessteuer, in Kraft seit 1. Jan. 2014 ( AS 2013 2773 )."
    },
    {
      "provision_ref": "art6",
      "chapter": "2. Abschnitt: Örtliche Zuständigkeit und zeitliche Bemessung",
      "section": "6",
      "title": "",
      "content": "Aufgehoben durch Anhang Ziff. II 1 der V vom 14. Aug. 2013 über die zeitliche Bemessung der direkten Bundessteuer, mit Wirkung seit 1. Jan. 2014 ( AS 2013 2773 )."
    },
    {
      "provision_ref": "art7",
      "chapter": "3. Abschnitt: Verfahrenspflichten",
      "section": "7",
      "title": "Steuerpflichtiger",
      "content": "1 Steuerpflichtige Personen nach Artikel 1 haben einen Vertreter in der Schweiz zu nennen. Unterlässt es der Steuerpflichtige, einen Vertreter zu bestimmen, ist die Steuerbehörde befugt, den Arbeitgeber als Vertreter zu bezeichnen. 2 Bleibt der Ehegatte in der Schweiz, gilt dieser als Steuervertreter, solange die Ehegatten im Sinne von Artikel 9 DBG gemeinsam veranlagt werden. 3 Bestimmt der Steuerpflichtige keinen Vertreter oder anerkennt er weder den Arbeitgeber noch seinen in der Schweiz lebenden Ehegatten als Vertreter, so kann ihm eine Verfügung oder ein Entscheid rechtswirksam durch Publikation im kantonalen Amtsblatt eröffnet werden."
    },
    {
      "provision_ref": "art8",
      "chapter": "3. Abschnitt: Verfahrenspflichten",
      "section": "8",
      "title": "Arbeitgeber",
      "content": "Der Arbeitgeber ist verpflichtet, der Eidgenössischen Steuerverwaltung die Personalien, die voraussichtliche Dauer der Anstellung sowie den Einsatzort der für einen Auslandaufenthalt vorgesehenen Steuerpflichtigen vor ihrer Ausreise zu melden. Gleichzeitig legt er die vom Steuerpflichtigen unterzeichnete Vollmacht für den Vertreter (Art. 7) bei."
    },
    {
      "provision_ref": "art9",
      "chapter": "4. Abschnitt: Schlussbestimmungen",
      "section": "9",
      "title": "Aufhebung bisherigen Rechts",
      "content": "Der Bundesratsbeschluss vom 3. Januar 1967 über die Anwendung der Bestimmungen des Bundesratsbeschlusses vom 9. Dezember 1940 über die Erhebung einer Wehrsteuer bei der Besteuerung der im Ausland wohnenden Beamten und ständigen Angestellten des Eidgenössischen Politischen Departements wird aufgehoben. In der AS nicht veröffentlicht."
    },
    {
      "provision_ref": "art10",
      "chapter": "4. Abschnitt: Schlussbestimmungen",
      "section": "10",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 1. Januar 1995 in Kraft und findet erstmals auf die für das Jahr 1995 erhobene direkte Bundessteuer Anwendung."
    }
  ],
  "definitions": []
}