{
  "id": "sr-641-202-2",
  "type": "statute",
  "title": "Verordnung des EFD vom 24. März 2011 über die Steuerbefreiung von Inlandlieferungen von Gegenständen zwecks Ausfuhr im Reiseverkehr",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2011/186/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Voraussetzungen für die Steuerbefreiung",
      "content": "Inlandlieferungen von Gegenständen zwecks Ausfuhr im Reiseverkehr sind von der Mehrwertsteuer befreit, wenn die folgenden Voraussetzungen erfüllt sind: a. Die Gegenstände sind für den privaten Gebrauch des Abnehmers oder der Abnehmerin oder für Geschenkzwecke bestimmt. b. Der Preis der Gegenstände beträgt je Ausfuhrdokument und Abnehmer oder Abnehmerin mindestens 300 Franken (mit Einschluss der Mehrwertsteuer). c. Der Abnehmer oder die Abnehmerin hat nicht im Inland Wohnsitz. d. Die Gegenstände werden innert 90 Tagen nach ihrer Übergabe an den Abnehmer oder die Abnehmerin ins Zollausland verbracht. Fassung gemäss Ziff. I der V des EFD vom 8. Juni 2020, in Kraft seit 1. Aug. 2020 ( AS 2020 2853 )."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Nachweis für die Steuerbefreiung",
      "content": "1 Die Voraussetzungen nach Artikel 1 gelten als erfüllt, wenn der Lieferant oder die Lieferantin der Eidgenössischen Steuerverwaltung (ESTV) vorlegt: a. ein bestätigtes Ausfuhrdokument nach den Artikeln 3–5; oder b. ein Ausfuhrdokument zusammen mit einer Einfuhrveranlagung nach Artikel 6. 2 Für Reisegruppen gilt Artikel 7."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Ausfuhrdokument",
      "content": "1 Das Ausfuhrdokument muss enthalten: a. Aufdruck «Ausfuhrdokument im Reiseverkehr»; b. Name und Ort des Lieferanten oder der Lieferantin, wie er oder sie im Geschäftsverkehr auftritt, sowie die Nummer, unter der er oder sie im Mehrwertsteuerregister eingetragen ist; c. Name und Anschrift des Abnehmers oder der Abnehmerin; d. Nummer eines amtlichen Ausweises des Abnehmers oder der Abnehmerin und Art dieses Ausweises; e. Datum der Lieferung der Gegenstände; f. genaue Beschreibung und Preis der Gegenstände; g. Feld für die Bestätigung nach den Artikeln 4 und 5. 2 Der Lieferant oder die Lieferantin sowie der Abnehmer oder die Abnehmerin müssen mit ihrer Unterschrift bestätigen, dass sie die Voraussetzungen für eine Steuerbefreiung kennen und dass die Angaben auf dem Dokument richtig sind."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Bestätigung durch das Bundesamt für Zoll und Grenzsicherheit bei der Ausfuhr",
      "content": "1 Werden die im Ausfuhrdokument aufgeführten Gegenstände über eine besetzte Zollstelle ins Zollausland verbracht, so muss der Abnehmer oder die Abnehmerin sie unter Vorlage des Ausfuhrdokuments bei der Zollstelle mündlich anmelden. 2 Die Zollstelle bestätigt die Ausfuhr auf dem Ausfuhrdokument. 3 Der Abnehmer oder die Abnehmerin ist für die Zustellung des bestätigten Ausfuhrdokuments an den Lieferanten oder die Lieferantin verantwortlich. SR 170.512.1"
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Nachträgliche Bestätigung",
      "content": "1 Erfolgt die Ausfuhr nicht nach Artikel 4, so können die folgenden Stellen auf dem Ausfuhrdokument bestätigen, dass die Gegenstände im Ausland sind: a. eine ausländische Zollbehörde; b. eine schweizerische Botschaft oder ein schweizerisches Konsulat im Wohnsitzstaat des Abnehmers oder der Abnehmerin. 2 Der Abnehmer oder die Abnehmerin muss dem Lieferanten oder der Lieferantin das bestätigte Ausfuhrdokument zustellen."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Einfuhrveranlagung",
      "content": "1 Ist das Ausfuhrdokument nicht bestätigt, so kann es zusammen mit einer Einfuhrveranlagung einer ausländischen Zollbehörde als Nachweis nach Artikel 2 Absatz 1 eingereicht werden. 2 Die Einfuhrveranlagung muss in einer Schweizer Landessprache oder in Englisch oder in einer beglaubigten Übersetzung in eine dieser Sprachen vorliegen."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Steuerbefreiung von Lieferungen an Reisegruppen",
      "content": "1 Lieferanten und Lieferantinnen, die steuerfreie Inlandlieferungen an Teilnehmende von geführten Gruppenreisen im Inland erbringen wollen, benötigen eine Bewilligung der ESTV. 2 Inlandlieferungen an Teilnehmende von geführten Gruppenreisen sind von der Mehrwertsteuer befreit, wenn die Voraussetzungen nach Artikel 1 erfüllt sind und der Lieferant oder die Lieferantin: a. über eine Liste der Reiseteilnehmenden mit Angaben zu Beginn und Ende der Reise, Reiseprogramm und Reiseroute sowie zum Zeitpunkt der Ein- und Ausreise verfügt; b. über eine durch die Unterschrift des Reiseveranstalters oder der Reiseveranstalterin bestätigte Erklärung verfügt, dass alle Reiseteilnehmenden Wohnsitz im Ausland haben, gemeinsam ins Inland eingereist sind und gemeinsam ausreisen werden; und c. für alle Abnehmer und Abnehmerinnen Ausfuhrdokumente nach Artikel 3 ausstellt und sie um eine Kopie der amtlichen Ausweise der Abnehmer und Abnehmerinnen ergänzt. 3 Der Lieferant oder die Lieferantin muss die Dokumente nach Absatz 2 in einem Dossier zusammenfassen und auf Verlangen der ESTV vorweisen."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Aufhebung bisherigen Rechts",
      "content": "Die Verordnung des EFD vom 11. Dezember 2009 über die Steuerbefreiung von Inlandlieferungen von Gegenständen zwecks Ausfuhr im Reiseverkehr wird aufgehoben. [ AS 2009 6813 ]"
    },
    {
      "provision_ref": "art8a",
      "section": "8a",
      "title": "a Übergangsbestimmung zur Änderung vom 8. Juni 2020",
      "content": "Findet die Übergabe vor dem 1. August 2020 statt, so müssen die Gegenstände innert 30 Tagen nach ihrer Übergabe an den Abnehmer oder die Abnehmerin ins Zollausland verbracht werden. Eingefügt durch Ziff. I der V des EFD vom 8. Juni 2020, in Kraft seit 1. Aug. 2020 ( AS 2020 2853 )."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 1. Mai 2011 in Kraft."
    }
  ],
  "definitions": []
}