{
  "id": "sr-611-015-3",
  "type": "statute",
  "title": "Verordnung des EFD vom 18. Dezember 2015 über die Sparkasse Bundespersonal (SKB-Verordnung)",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2016/4/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "1. Abschnitt: Allgemeines",
      "section": "1",
      "title": "Gegenstand",
      "content": "Diese Verordnung regelt die Grundsätze der Geschäftstätigkeit für die Sparkasse Bundespersonal (SKB) und führt den Kreis der Kontoberechtigten näher aus."
    },
    {
      "provision_ref": "art2",
      "chapter": "1. Abschnitt: Allgemeines",
      "section": "2",
      "title": "Zweck",
      "content": "Die SKB trägt zur Mittelbeschaffung des Bundes bei und fördert die Spartätigkeit des Bundespersonals."
    },
    {
      "provision_ref": "art3",
      "chapter": "2. Abschnitt: Kontobeziehung",
      "section": "3",
      "title": "Kontoberechtigte Angestellte",
      "content": "1 Berechtigt zu einer Kontobeziehung mit der SKB ist jede und jeder Angestellte: a. der Organisationseinheiten der zentralen Bundesverwaltung nach Anhang 1 der Regierungs- und Verwaltungsorganisationsverordnung vom 25. November 1998 (RVOV); b. der Organisationseinheiten der dezentralen Bundesverwaltung nach dem Anhang 1 RVOV; c. der Parlamentsdienste nach dem Parlamentsgesetz vom 13. Dezember 2002; d. des Bundesverwaltungsgerichts nach dem Verwaltungsgerichtsgesetz vom 17. Juni 2005 (VGG); e. des Bundesstrafgerichts nach dem Strafbehördenorganisationsgesetz vom 19. März 2010 (StBOG); f. des Bundespatentgerichts nach dem Patentgerichtsgesetz vom 20. März 2009 (PatGG); g. des Bundesgerichts nach dem Bundesgerichtsgesetz vom 17. Juni 2005 (BGG); h. der Bundesanwaltschaft nach Artikel 22 StBOG; i. des Sekretariats der Aufsichtsbehörde über die Bundesanwaltschaft nach Artikel 27 Absatz 2 StBOG. 2 Nicht berechtigt zu einer Kontobeziehung mit der SKB sind Personen nach Absatz 1, die: a. für länger als drei Jahre beurlaubt sind; b. ab dem Zeitpunkt des Antrags auf Kontoeröffnung auf weniger als drei Jahre befristet angestellt sind. 3 Verfügt eine Person nach Absatz 1 über ein Konto bei der SKB und verstirbt sie, so ist diejenige hinterbliebene Person zu einer Kontobeziehung mit der SKB berechtigt, die eine Ehegatten- oder Lebenspartnerrente aus einem offenen Vorsorgewerk von der Pensionskasse des Bundes (PUBLICA) bezieht. 4 Der Antrag auf Kontoeröffnung ist von der rentenbeziehenden Person nach Absatz 3 innert der in den allgemeinen Geschäftsbedingungen (AGB) festgelegten Frist zu stellen. SR 172.010.1 SR 171.10 SR 173.32 SR 173.71 SR 173.41 SR 173.110"
    },
    {
      "provision_ref": "art4",
      "chapter": "2. Abschnitt: Kontobeziehung",
      "section": "4",
      "title": "Weitere kontoberechtigte Personen",
      "content": "1 Des Weiteren haben folgende Personen das Recht auf eine Kontobeziehung mit der SKB: a. die Magistratspersonen des Bundes nach Artikel 1 Absatz 1 des Bundesgesetzes vom 6. Oktober 1989 über Besoldung und berufliche Vorsorge der Magistratspersonen; b. die hauptamtlichen Richterinnen und Richter des Bundesverwaltungsgerichts (Art. 5 VGG), des Bundesstrafgerichts (Art. 41 StBOG) und des Bundespatentgerichts (Art. 8 PatGG); c. die Bundesanwältin oder der Bundesanwalt (Art. 9 StBOG), die Stellvertretenden Bundesanwältinnen oder Bundesanwälte (Art. 10 StBOG) sowie die übrigen Staatsanwältinnen und Staatsanwälte des Bundes (Art. 22 Abs. 2 StBOG); d. andere dem Bundespersonalgesetz vom 24. März 2000 (BPG) unterstellte und auf Amtszeit gewählte Personen; e. Mitglieder ausserparlamentarischer Kommissionen, die gemäss Einsetzungsverfügung des Bundesrats nach dem Vorsorgereglement vom 15. Juni 2007 für die Angestellten und Rentenbeziehenden des Vorsorgewerks Bund (VRAB) versichert sind; f. Mitglieder des Verwaltungsrats der Eidgenössischen Finanzmarktaufsicht (FINMA) nach Artikel 8 Buchstabe a des Finanzmarktaufsichtsgesetzes vom 22. Juni 2007 und des Verwaltungsrats der Eidgenössischen Revisionsaufsichtsbehörde nach Artikel 29 Buchstabe a des Revisionsaufsichtsgesetzes vom 16. Dezember 2005, solange gestützt auf dieses Mandant ein Honoraranspruch oder ein Anspruch auf Entschädigung nach Artikel 8 j bis Absatz 3 RVOV besteht. 2 Verfügt eine Person nach Absatz 1 Buchstaben a–e über ein Konto bei der SKB und verstirbt sie, so ist diejenige hinterbliebene Person zu einer Kontobeziehung mit der SKB berechtigt, die: a. im Fall von Personen nach Absatz 1 Buchstabe a: eine Ehegattenrente oder eine Lebenspartnerrente nach der Verordnung vom 6. Oktober 1989 über Besoldung und berufliche Vorsorge der Magistratspersonen von PUBLICA bezieht; b. im Fall von Personen nach Absatz 1 Buchstaben b–e: eine Ehegattenrente oder eine Lebenspartnerrente aus einem offenen Vorsorgewerk von PUBLICA bezieht. 3 Der Antrag auf Kontoeröffnung ist von der rentenbeziehenden Person nach Absatz 2 innert der in den AGB festgelegten Frist zu stellen. SR 172.121 SR 173.32 SR 173.71 SR 173.41 SR 172.220.1 SR 172.220.141.1 SR 956.1 SR 221.302 SR 172.010.1 SR 172.121.1"
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Bezügerinnen und Bezüger von Renten und Ruhegehältern",
      "content": "1 Zur Weiterführung der Kontobeziehung berechtigt sind folgende Personen: a. Personen nach den Artikeln 3 Absatz 1 und 4 Absatz 1 Buchstaben b–e, die eine Alters- oder Invalidenrente aus einem offenen oder geschlossenen Vorsorgewerk von PUBLICA beziehen; b. Bezügerinnen und Bezüger eines Ruhegehalts nach der Verordnung vom 6. Oktober 1989 über Besoldung und berufliche Vorsorge der Magistratspersonen. 2 Verfügt eine Person nach Absatz 1 über ein Konto bei der SKB und verstirbt sie, so ist diejenige hinterbliebene Person zu eine Kontobeziehung mit der SKB berechtigt, die: a. im Fall von Personen nach Absatz 1 Buchstabe a: eine Ehegattenrente oder eine Lebenspartnerrente aus einem offenen Vorsorgewerk von PUBLICA bezieht; b. im Fall von Personen nach Absatz 1 Buchstabe b: eine Ehegattenrente oder eine Lebenspartnerrente nach der Verordnung über Besoldung und berufliche Vorsorge der Magistratspersonen von PUBLICA bezieht. 3 Der Antrag auf Kontoeröffnung ist von der rentenbeziehenden Person nach Absatz 2 innert der in den AGB festgelegten Frist zu stellen. SR 172.121.1"
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Entstehung der Kontobeziehung",
      "content": "1 Die Kontobeziehung entsteht mit Zustimmung der SKB zu einem Antrag auf Kontoeröffnung. 2 Der Antrag ist elektronisch oder auf Papier einzureichen; es ist das Formular der SKB zu verwenden. Die Identifizierung der Absenderin oder des Absenders und die Integrität der Übermittlung müssen sichergestellt sein. Fassung gemäss Ziff. I der V des EFD vom 9. Nov. 2023, in Kraft seit 1. Jan. 2024 ( AS 2023 664 )."
    },
    {
      "provision_ref": "art7",
      "chapter": "3. Abschnitt: Dienstleistungen",
      "section": "7",
      "title": "Konto, Sparen und Zahlen",
      "content": "1 Die SKB bietet pro berechtigte Person nach dem 2. Abschnitt ein Konto an. 2 Das Dienstleistungsangebot der SKB umfasst ausschliesslich das Sparen, die Abwicklung des Zahlungsverkehrs sowie die Nutzung einer Debitkarte. 3 Weitere Dienstleistungen bietet die SKB nicht an. Insbesondere können bei der SKB weder Bareinlagen noch Barbezüge getätigt werden, sie vergibt keine Kredite, sie gewährt keine Bürgschaften oder andere Sicherungsgeschäfte wie Garantieverträge oder Schuldbeitritte und sie erteilt keine Zahlungsversprechen."
    },
    {
      "provision_ref": "art8",
      "chapter": "3. Abschnitt: Dienstleistungen",
      "section": "8",
      "title": "Zahlungsverkehr",
      "content": "Der Zahlungsverkehr umfasst den papiergebundenen und elektronischen Zahlungsverkehr im Inland in Schweizerfranken."
    },
    {
      "provision_ref": "art9",
      "chapter": "3. Abschnitt: Dienstleistungen",
      "section": "9",
      "title": "Allgemeine Geschäftsbedingungen",
      "content": "Die Eidgenössischen Finanzverwaltung (EFV) legt in AGB die Bedingungen für die Inanspruchnahme der angebotenen Dienstleistungen fest."
    },
    {
      "provision_ref": "art10",
      "chapter": "3. Abschnitt: Dienstleistungen",
      "section": "10",
      "title": "Einlagen",
      "content": "1 Angelegt werden dürfen nebst den eigenen Geldern nur Gelder: a. der Ehegattin oder des Ehegatten; b. der eingetragenen Partnerin oder des eingetragenen Partners; c. der Lebenspartnerin oder des Lebenspartners, welche nach den Bestimmungen von PUBLICA einen Anspruch auf eine Lebenspartnerrente geltend machen könnten; und d. der minderjährigen Kinder. 2 Die Guthaben auf den Konten sind jederzeit verfügbar und können im Rahmen der angebotenen Dienstleistungen bezogen werden."
    },
    {
      "provision_ref": "art11",
      "chapter": "4. Abschnitt: Nachrichtenlose Vermögenswerte",
      "section": "11",
      "title": "Begriffe und Anwendung des Bankenrechts",
      "content": "1 Für den Begriff der «Nachrichtenlosigkeit» gilt Artikel 45 Absatz 1 der Bankenverordnung vom 30. April 2014 (BankV) sinngemäss. 2 Zur Bestimmung des letzten Kontakts gilt Artikel 45 Absatz 2 BankV sinngemäss. SR 952.02"
    },
    {
      "provision_ref": "art12",
      "chapter": "4. Abschnitt: Nachrichtenlose Vermögenswerte",
      "section": "12",
      "title": "Vorgehen bei nachrichtenlosen Vermögenswerten",
      "content": "1 Bei Nachrichtenlosigkeit bleiben die Rechte der Kontoinhaberin oder des Kontoinhabers oder der rechtsnachfolgenden Personen gegenüber der SKB gewahrt. 2 Die SKB betreibt zur Wiederherstellung des Kontakts Nachforschungen. Bleiben diese Nachforschungsbemühungen erfolglos, so informiert die SKB die zuständige Kindes- und Erwachsenenschutzbehörde."
    },
    {
      "provision_ref": "art13",
      "chapter": "4. Abschnitt: Nachrichtenlose Vermögenswerte",
      "section": "13",
      "title": "Kosten für Nachforschungen",
      "content": "1 Die SKB ist berechtigt, im Falle der Nachrichtenlosigkeit der Kontoinhaberin oder dem Kontoinhaber die Kosten für Nachforschungen direkt zu belasten. 2 Sind die Kosten für die von der SKB erbrachten Nachforschungen nicht gedeckt, so löst die SKB das Konto auf."
    },
    {
      "provision_ref": "art14",
      "chapter": "4. Abschnitt: Nachrichtenlose Vermögenswerte",
      "section": "14",
      "title": "Aufbewahrung der Dokumente",
      "content": "Im Fall von nachrichtenlosen Vermögenswerten bewahrt die SKB die Dokumente über die Kontobeziehung sowie die Nachweise über ihre Nachforschungsbemühungen im Original oder in elektronischer Form über die gesetzliche Aufbewahrungsfrist hinaus auf."
    },
    {
      "provision_ref": "art15",
      "chapter": "5. Abschnitt: Kostentragung und Zinssätze",
      "section": "15",
      "title": "Kostentragung",
      "content": "1 Die SKB wird gesamthaft mindestens kostendeckend geführt. 2 Sie bietet einen Teil ihres Dienstleistungsangebots nach den Artikeln 7 und 8 als unentgeltliches Grundangebot an. 3 Die EFV legt den Umfang des unentgeltlichen Grundangebots sowie einen Spesentarif für die darüber hinausgehenden Dienstleistungen fest. Bei der Festlegung des Spesentarifs orientiert sie sich an marktüblichen Preisen."
    },
    {
      "provision_ref": "art16",
      "chapter": "5. Abschnitt: Kostentragung und Zinssätze",
      "section": "16",
      "title": "Belastungsrecht",
      "content": "1 Die SKB hat für alle ihre Forderungen, die sich aus der Kontobeziehung mit der Kontoinhaberin oder dem Kontoinhaber ergeben, ohne Rücksicht auf deren Fälligkeit oder Währung, das Recht, diese Kosten direkt dem Konto der betroffenen Kontoinhaberin oder des betroffenen Kontoinhabers zu belasten. 2 Sind die Kosten für die von der SKB erbrachten Dienstleistungen und Aufwendungen nicht gedeckt und hat die SKB die Kontoinhaberin oder den Kontoinhaber erfolglos gemahnt, so löst die SKB das Konto auf."
    },
    {
      "provision_ref": "art17",
      "chapter": "5. Abschnitt: Kostentragung und Zinssätze",
      "section": "17",
      "title": "Festsetzung der Zinssätze",
      "content": "1 Die jeweils gültigen Zinssätze können von der EFV jederzeit ohne Vorankündigung den Marktverhältnissen angepasst und geändert werden. Die aktuellen Konditionen und weiterführende Informationen sind bei der SKB abrufbar. 2 Für die Festsetzung der Zinsätze wendet die EFV eine auf objektive Kriterien gestützte Berechnungsmethode an. Bei Änderung der Berechnungsmethode wird vorgängig die Stellungnahme des Eidgenössischen Personalamtes eingeholt."
    },
    {
      "provision_ref": "art18",
      "chapter": "6. Abschnitt: Anwendbarkeit anderer Erlasse",
      "section": "18",
      "title": "Einhaltung der Geldwäschereigesetzgebung",
      "content": "1 Die Bestimmungen für Finanzintermediäre nach dem Geldwäschereigesetz vom 10. Oktober 1997 (GwG), der Geldwäschereiverordnung vom 11. November 2015 und der Geldwäschereiverordnung-FINMA vom 3. Juni 2015 gelten sinngemäss auch für die SKB. 2 Die SKB ist insbesondere verpflichtet: a. die Vertragspartei zu identifizieren (Art. 3 GwG); b. die wirtschaftlich berechtigte Person festzustellen (Art. 4 GwG); c. eine erneute Identifizierung oder Feststellung der wirtschaftliche berechtigten Person vorzunehmen (Art. 5 GwG); d. den besonderen Sorgfaltspflichten nachzukommen (Art. 6 GwG); e. die getätigten Transaktionen und Abklärungen zu dokumentieren (Art. 7 GwG); f. organisatorische Massnahmen zu treffen (Art. 8 GwG); g. den Pflichten bei Geldwäschereiverdacht nachzukommen (Art. 9–10 a GwG); h. … 3 Erfüllt die SKB die Pflichten bei Geldwäschereiverdacht nach Absatz 2 Buchstabe g, so gilt der Straf- und Haftungsausschluss nach Artikel 11 GwG. 4 Die Kontoinhaberinnen und Kontoinhaber sind verpflichtet, bei der Erfüllung der Pflichten nach dem Geldwäschereigesetz mitzuwirken. 5 Die SBK ist berechtigt, die Kontobeziehung aufzulösen, wenn die Kontoinhaberinnen und Kontoinhaber ihrer Mitwirkungspflicht nicht nachkommen, sofern die Erfüllung der geldwäschereirechtlichen Pflichten einer Auflösung nicht entgegenstehen. SR 955.0 SR 955.01 SR 955.033.0 Fassung gemäss Ziff. I der V des EFD vom 9. Nov. 2023, in Kraft seit 1. Jan. 2024 ( AS 2023 664 ). Fassung gemäss Ziff. I der V des EFD vom 9. Nov. 2023, in Kraft seit 1. Jan. 2024 ( AS 2023 664 ). Fassung gemäss Ziff. I der V des EFD vom 9. Nov. 2023, in Kraft seit 1. Jan. 2024 ( AS 2023 664 ). Aufgehoben durch Ziff. I der V des EFD vom 9. Nov. 2023, mit Wirkung seit 1. Jan. 2024 ( AS 2023 664 ). Fassung gemäss Ziff. I der V des EFD vom 9. Nov. 2023, in Kraft seit 1. Jan. 2024 ( AS 2023 664 )."
    },
    {
      "provision_ref": "art19",
      "chapter": "6. Abschnitt: Anwendbarkeit anderer Erlasse",
      "section": "19",
      "title": "Geheimhaltung und Datenschutz",
      "content": "1 Das Personal der SKB untersteht dem Amtsgeheimnis. 2 Die SKB und die von ihr nach Artikel 60 a Absatz 1 des Finanzhaushaltsgesetzes vom 7. Oktober 2005 beauftragten Dritten sind zur Einhaltung der schweizerischen Datenschutzgesetzgebung und zur Geheimhaltung aller Daten und Informationen verpflichtet. 3 Die SKB kann Personendaten inländischen oder ausländischen Behörden bekannt geben, soweit dafür eine gesetzliche Grundlage nach dem schweizerischen Datenschutzgesetz oder ein entsprechendes Abkommen besteht. SR 611.0"
    },
    {
      "provision_ref": "art20",
      "chapter": "7. Abschnitt: Schlussbestimmungen",
      "section": "20",
      "title": "Übergangsbestimmungen",
      "content": "1 Kontoinhaberinnen und Kontoinhaber, die vor dem Zeitpunkt des Inkrafttretens dieser Verordnung eine Rente aus einem Vorsorgewerk einer angeschlossenen Organisationseinheit bei PUBLICA bezogen und weiterhin beziehen, bleiben zur Weiterführung der Kontobeziehung berechtigt. 2 Folgende Kontoinhaberinnen und Kontoinhaber bleiben zur Weiterführung der Kontobeziehung berechtigt: a. Ehegattinnen und Ehegatten sowie eingetragene Partnerinnen und eingetragene Partner, die eine Ehegattenrente aus einem Vorsorgewerk einer angeschlossenen Organisationseinheit oder aus einem geschlossenen Vorsorgewerk von PUBLICA beziehen; b. Lebenspartnerinnen und Lebenspartnern, die eine Lebenspartnerrente aus einem Vorsorgewerk einer angeschlossenen Organisationseinheit oder aus einem geschlossenen Vorsorgewerk von PUBLICA beziehen. 3 und 4 … Aufgehoben durch Ziff. I der V des EFD vom 9. Nov. 2023, mit Wirkung seit 1. Jan. 2024 ( AS 2023 664 )."
    },
    {
      "provision_ref": "art21",
      "chapter": "7. Abschnitt: Schlussbestimmungen",
      "section": "21",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 1. April 2016 in Kraft."
    }
  ],
  "definitions": []
}