{
  "id": "sr-641-411-1",
  "type": "statute",
  "title": "Verordnung vom 15. Juni 2007 über die Biersteuer (Biersteuerverordnung, BStV)",
  "title_en": "",
  "short_name": "BStV",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2007/386/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "1",
      "title": "Herstellungsbetrieb",
      "content": "(Art. 4 Bst. a BStG) 1 Als Herstellungsbetrieb gilt die Gesamtheit der baulich zusammengehörigen Räume, in denen sich die Einrichtungen zum Herstellen, Behandeln, Abfüllen und Lagern des Biers befinden. 2 Den Herstellungsbetrieben gleichgestellt sind Betriebe, die Bier in einer Art und Weise be- oder verarbeiten, dass dadurch der Stammwürzegehalt oder die Menge des Biers verändert wird."
    },
    {
      "provision_ref": "art2",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "2",
      "title": "Örtliche Verbindung von Herstellungsbetrieben und Ausschankräumen",
      "content": "(Art. 4 Bst. a BStG) 1 In Ausschankräumen, die mit einem Herstellungsbetrieb örtlich verbunden sind, darf Bier nur in Gebinden angeliefert werden. Die direkte Anlieferung, namentlich über Rohrleitung oder ab Lagertank, ist grundsätzlich verboten. 2 Das ) kann auf Antrag der Herstellerin oder des Herstellers Ausnahmen bewilligen, wenn die steuerpflichtige Biermenge zweifelsfrei ermittelt werden kann. SR 170.512.1 Diese Anpassung wurde im ganzen Text vorgenommen."
    },
    {
      "provision_ref": "art3",
      "chapter": "2. Abschnitt: Steuertarif",
      "section": "3",
      "title": "Stammwürzegehalt bei Biermischgetränken",
      "content": "(Art. 10 Abs. 1 BStG) Bei Mischungen von Bier nach Artikel 3 Buchstabe b BStG wird für die Berechnung des Stammwürzegehalts der Anteil des dem Bier zugefügten Zuckers oder der Zuckergehalt des beigemischten Getränks nicht berücksichtigt."
    },
    {
      "provision_ref": "art4",
      "chapter": "2. Abschnitt: Steuertarif",
      "section": "4",
      "title": "Bemessung der steuerpflichtigen Biermenge",
      "content": "(Art. 10 Abs. 1 BStG) 1 Die steuerpflichtige Biermenge bemisst sich nach dem Volumen der Massbehältnis-Flaschen gemäss der Mengenangabeverordnung vom 5. September 2012 oder der auf der Fertigpackung deklarierten Nennfüllmenge; wo dies nicht möglich ist, wird sie nach dem Raumgehalt der Umschliessung bemessen. 2 Das kann auf Antrag zulassen, dass die steuerpflichtige Biermenge auf andere Weise ermittelt wird, wenn die Erhebung der Steuer sichergestellt ist. SR 941.204 Fassung gemäss Art. 39 Ziff. 1 der Mengenangabeverordnung vom 5. Sept. 2012, in Kraft seit 1. Jan. 2013 ( AS 2012 5275 )."
    },
    {
      "provision_ref": "art5",
      "chapter": "2. Abschnitt: Steuertarif",
      "section": "5",
      "title": "Verlust und Vernichtung von Bier",
      "content": "(Art. 10 Abs. 1 BStG) 1 Ist unfertiges oder fertiges Bier im Herstellungsbetrieb untergegangen, so muss die Herstellerin oder der Hersteller dies unverzüglich dem melden. 2 Soll unfertiges oder fertiges Bier im Herstellungsbetrieb vernichtet werden, so muss die Herstellerin oder der Hersteller dies vorgängig dem melden."
    },
    {
      "provision_ref": "art6",
      "chapter": "2. Abschnitt: Steuertarif",
      "section": "6",
      "title": "Steuerbefreiung",
      "content": "(Art. 13 Abs. 1 BStG) Bier ist nicht zu Genusszwecken bestimmt, wenn es verwendet wird: a. als Probe im Rahmen von technischen Untersuchungen; b. für Zwecke der Steueraufsicht oder der Lebensmittelkontrolle."
    },
    {
      "provision_ref": "art7",
      "chapter": "2. Abschnitt: Steuertarif",
      "section": "7",
      "title": "Antrag auf steuerbefreite Verwendung",
      "content": "(Art. 13 Abs. 1 und 2 Bst. b BStG) Für Bier, das nach Artikel 13 Absätze 1 und 2 Buchstabe b BStG von der Steuer befreit ist, muss die steuerpflichtige Person dem BAZG die Steuerbefreiung vor Entstehung der Steuerforderung beantragen."
    },
    {
      "provision_ref": "art8",
      "chapter": "2. Abschnitt: Steuertarif",
      "section": "8",
      "title": "Herstellung zum steuerbefreiten Eigenkonsum",
      "content": "(Art. 13 Abs. 2 Bst. a BStG) 1 Als für den Eigenkonsum verwendetes Bier gilt Bier, das von einer Privatperson hergestellt und von ihr, ihren Familienangehörigen oder ihren Gästen unentgeltlich konsumiert wird. 2 Der Herstellung durch Privatpersonen gleichgestellt ist die Herstellung von Bier durch Mitglieder eines Vereins mit vereinseigenen Einrichtungen, das ausschliesslich und unentgeltlich für den Eigenkonsum verwendet wird. 3 Die steuerbefreite Menge des für den Eigenkonsum verwendeten Biers beträgt höchstens 400 Liter je Herstellungsbetrieb und Kalenderjahr, bei Herstellungsbetrieben auf Vereinsbasis 800 Liter."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Steuerermässigung für im Zollgebiet hergestelltes Bier",
      "content": "(Art. 14 Abs. 1, 4 und 5 BStG) 1 Nimmt eine Herstellerin oder ein Hersteller erstmals die Bierherstellung auf, so legt das die mutmassliche Jahresproduktion der vorläufigen Steuerfestsetzung zugrunde. 2 Erweist sich die vorläufige Steuerfestsetzung aufgrund der tatsächlichen Jahresproduktion als unrichtig, so setzt das die Steuer im Folgejahr endgültig fest. 3 Bei Mischungen von Bier nach Artikel 3 Buchstabe b BStG wird die massgebende Biermenge nach den in der Rezeptur enthaltenen Anteilen im Zeitpunkt der Überführung des Biers in den steuerrechtlich freien Verkehr ermittelt."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Steuerermässigung für eingeführtes Bier",
      "content": "(Art. 14 Abs. 8 BStG) 1 Bei der Einfuhr wird die Steuer nach Artikel 11 Absatz 1 BStG erhoben. Der ermässigte Steuersatz nach Artikel 14 Absatz 8 BStG wird im Rückerstattungsverfahren angewendet. 2 Die Zollschuldnerin oder der Zollschuldner muss die Anwendung des ermässigten Steuersatzes bei der Oberzolldirektion schriftlich beantragen. Der Antrag bezieht sich auf die im vergangenen Kalenderjahr eingeführte Biermenge. Er ist innerhalb von 90 Tagen nach dem Ende des Kalenderjahrs einzureichen. 3 Mit dem Antrag auf Steuerermässigung ist eine amtliche Bestätigung der ausländischen Veranlagungsbehörde einzureichen, mit der die vom ausländischen unabhängigen Herstellungsbetrieb im vergangenen Kalenderjahr hergestellte Biermenge belegt wird. Die Bestätigung ist in einer Amtssprache oder auf Englisch einzureichen. 4 Der Rückerstattungsbetrag wird aufgrund der Differenz zwischen dem ordentlichen und dem ermässigten Steuersatz berechnet."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Rechtliche und wirtschaftliche Unabhängigkeit des Herstellungsbetriebs",
      "content": "(Art. 14 Abs. 1 und 5 BStG) 1 Ein Herstellungsbetrieb gilt als rechtlich unabhängig, wenn: a. kein anderer Herstellungsbetrieb mehr als 49,9 Prozent der Anteile an ihm besitzt; oder b. er ein rechtlich und organisatorisch selbstständiges Tochterunternehmen einer Holdinggesellschaft ist. 2 Ein Herstellungsbetrieb gilt als wirtschaftlich unabhängig, wenn er selbstständig handeln und alle für den Betrieb massgebenden Funktionen selbstständig ausüben kann. 3 Voneinander abhängige Herstellungsbetriebe, deren Jahresproduktion zusammengenommen weniger als 55 000 Hektoliter beträgt, gelten für die Anwendung des ermässigten Steuersatzes als ein einziger Herstellungsbetrieb. 4 Ändert bei Herstellungsbetrieben die rechtliche oder wirtschaftliche Unabhängigkeit oder Abhängigkeit im Laufe eines Kalenderjahrs, so wird die Änderung erst zu Beginn des folgenden Kalenderjahrs steuerlich wirksam."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Lizenzbier",
      "content": "(Art. 14 Abs. 4 und 5 BStG) In Lizenz hergestelltes Bier liegt vor, wenn ein Herstellungsbetrieb Bier nach der Rezeptur eines anderen Herstellungsbetriebs (Lizenzgeber) herstellt und dieses unter der Marke des Lizenzgebers vertreibt. Das Lizenzbier kann auch vom Lizenzgeber selber vertrieben werden."
    },
    {
      "provision_ref": "art13",
      "chapter": "3. Abschnitt: Erhebung und Rückerstattung der Steuer",
      "section": "13",
      "title": "Steueranmeldung",
      "content": "(Art. 17 BStG) 1 Die Steueranmeldung muss dem auf amtlichem Formular eingereicht werden. 2 Auf die Verwendung des amtlichen Formulars kann mit Bewilligung des verzichtet werden, wenn die Angaben inhaltlich dem amtlichen Vordruck entsprechen. 3 Unter der gleichen Voraussetzung kann das die elektronische Steueranmeldung bewilligen."
    },
    {
      "provision_ref": "art14",
      "chapter": "3. Abschnitt: Erhebung und Rückerstattung der Steuer",
      "section": "14",
      "title": "Verzicht auf die Erhebung der Steuer",
      "content": "(Art. 18 BStG) Das BAZG kann auf die Erhebung der Steuer verzichten, wenn der Erhebungsaufwand den Steuerbetrag offensichtlich übersteigt."
    },
    {
      "provision_ref": "art15",
      "chapter": "3. Abschnitt: Erhebung und Rückerstattung der Steuer",
      "section": "15",
      "title": "Rückerstattung der Steuer",
      "content": "(Art. 20 BStG) Für ausgeführtes oder zurückgenommenes Bier muss die Steuerrückerstattung in der Steueranmeldung geltend gemacht werden. Übersteigt der Erstattungsbetrag die Steuerschuld, so wird die Differenz zur späteren Verrechnung gutgeschrieben oder auf Antrag ausbezahlt."
    },
    {
      "provision_ref": "art16",
      "chapter": "3. Abschnitt: Erhebung und Rückerstattung der Steuer",
      "section": "16",
      "title": "Retourbier",
      "content": "(Art. 20 BStG) Nimmt eine Herstellerin oder ein Hersteller versteuertes Bier in den Herstellungsbetrieb zurück (Retourbier), so wird die Steuer nur zurückerstattet, wenn das Bier ausserhalb des Herstellungsbetriebs nicht be- oder verarbeitet worden ist."
    },
    {
      "provision_ref": "art17",
      "chapter": "3. Abschnitt: Erhebung und Rückerstattung der Steuer",
      "section": "17",
      "title": "Höhe der Sicherheitsleistung",
      "content": "(Art. 27 BStG) Das BAZG legt die Höhe der Sicherheitsleistung fest; es berücksichtigt dabei die Biermenge, die vom Herstellungsbetrieb voraussichtlich in den steuerrechtlich freien Verkehr übergeführt wird."
    },
    {
      "provision_ref": "art18",
      "chapter": "3. Abschnitt: Erhebung und Rückerstattung der Steuer",
      "section": "18",
      "title": "Pflichten der Herstellerin oder des Herstellers zur Erleichterung der Steueraufsicht",
      "content": "(Art. 28 BStG) 1 Die Herstellerin oder der Hersteller muss abgefülltes Bier so lagern, dass Kontrollen des uneingeschränkt möglich sind. 2 Sie oder er muss Aufzeichnungen führen über die Bewegungen von Braurohstoffen und deren Verbrauch, die Bierherstellung, die Lagerung, das abgefüllte Bier und die Abgabe von unfertigem und fertigem Bier. Das kann die Form der Aufzeichnungen vorschreiben. 3 Die Herstellerin oder der Hersteller muss auf Ende des Brau- oder Kalenderjahrs die im Herstellungsbetrieb vorhandenen Bestände an Braurohstoffen sowie von unfertigem und fertigem Bier feststellen und dem auf amtlichem Formular im Folgemonat melden."
    },
    {
      "provision_ref": "art19",
      "chapter": "3. Abschnitt: Erhebung und Rückerstattung der Steuer",
      "section": "19",
      "title": "Probeentnahme durch das BAZG",
      "content": "(Art. 28 Abs. 4 BStG) Das BAZG kann im Rahmen der Steueraufsicht von Getränken, die der Biersteuer unterliegen oder unterliegen können, sowie von Stoffen, die zur Herstellung solcher Waren bestimmt sind, unentgeltlich Proben zur Untersuchung entnehmen."
    },
    {
      "provision_ref": "art20",
      "chapter": "4. Abschnitt: Statistiken, Gebühren und Verzugszins",
      "section": "20",
      "title": "Statistiken",
      "content": "1 Das kann die Angaben über die versteuerte Biermenge zu statistischen Zwecken verwenden. Es berücksichtigt dabei die Anforderungen des Datenschutzes. 2 Es kann die Statistiken veröffentlichen."
    },
    {
      "provision_ref": "art21",
      "chapter": "4. Abschnitt: Statistiken, Gebühren und Verzugszins",
      "section": "21",
      "title": "Gebühren",
      "content": "Die Gebührenerhebung richtet sich nach der Verordnung vom 4. April 2007 über die Gebühren des Bundesamts für Zoll und Grenzsicherheit. SR 631.035"
    },
    {
      "provision_ref": "art22",
      "chapter": "4. Abschnitt: Statistiken, Gebühren und Verzugszins",
      "section": "22",
      "title": "Ausnahmen von der Verzugszinspflicht",
      "content": "(Art. 25 Abs. 4 und Art. 31 BStG) 1 Das Eidgenössische Finanzdepartement regelt, bis zu welchem Betrag kein Verzugszins erhoben wird. 2 Das kann auf Antrag auf die Erhebung des Verzugszinses verzichten, wenn die Zahlung die Herstellerin oder den Hersteller wirtschaftlich oder sozial erheblich belasten würde."
    },
    {
      "provision_ref": "art23",
      "chapter": "5. Abschnitt: Schlussbestimmungen",
      "section": "23",
      "title": "Aufhebung bisherigen Rechts",
      "content": "Folgende Verordnungen werden aufgehoben: 1. Vollziehungsverordnung vom 27. November 1934 zum Bundesratsbeschluss vom 4. August 1934 über die eidgenössische Getränkesteuer; 2. Verordnung vom 25. November 1998 über den Ansatz der Biersteuer. [BS 6 283. AS 1974 1955 ; 2007 1469 Anhang 4 Ziff. 27] [ AS 1999 196 ; 2001 3381 ]"
    },
    {
      "provision_ref": "art24",
      "chapter": "5. Abschnitt: Schlussbestimmungen",
      "section": "24",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 1. Juli 2007 in Kraft."
    }
  ],
  "definitions": []
}