{
  "id": "sr-641-811-424",
  "type": "statute",
  "title": "Verordnung des BAZG vom 16. Juli 2024 über die technischen und betrieblichen Vorgaben für EETS- und NETS-Anbieter im Zusammenhang mit der Erhebung der leistungsabhängigen Schwerverkehrsabgabe (EETS- und NETS-Anbieter-Verordnung BAZG)",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2024/389/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Technische und betriebliche Vorgaben für EETS- und NETS-Anbieter",
      "content": "1 Die technischen und betrieblichen Vorgaben für zugelassene Anbieter eines europäischen Dienstes zur elektronischen Erhebung von Strassenbenützungsgebühren (EETS) sind in Anhang 1 geregelt. 2 Die technischen und betrieblichen Vorgaben für zugelassene Anbieter eines nationalen Dienstes zur elektronischen Erhebung von Strassenbenützungsgebühren (NETS) sind in Anhang 2 geregelt."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "2 Vereinbarung weiterer Pflichten",
      "content": "Das BAZG kann mit den zugelassenen EETS- und NETS-Anbietern weitere Pflichten vertraglich vereinbaren, um sicherzustellen, dass sie die technischen oder betrieblichen Vorgaben erfüllen."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Übergangsbestimmungen",
      "content": "1 Auf Zulassungsverfahren, die bei Inkrafttreten dieser Verordnung hängig sind, ist die EETS- und Tankkarten-Anbieter-Verordnung EFD vom 11. Februar 2020 anwendbar. 2 EETS-Anbieter, die nach der EETS- und Tankkarten-Anbieter-Verordnung EFD zugelassen worden sind und nach Inkrafttreten der vorliegenden Verordnung weiterhin zugelassen sein wollen, müssen spätestens auf den 1. Januar 2026 eine neue Zulassung beantragen. SR 641.811.423"
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 1. September 2024 in Kraft."
    }
  ],
  "definitions": []
}