{
  "id": "sr-653-11",
  "type": "statute",
  "title": "Verordnung vom 23. November 2016 über den internationalen automatischen Informationsaustausch in Steuersachen (AIAV)",
  "title_en": "Ordinance of 23 November 2016 on the International Automatic Exchange of Information in Tax Matters (AEOI Ordinance)",
  "short_name": "AIAV",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2016/786/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Section 1 …",
      "section": "1",
      "title": "",
      "content": "Repealed by No I of the O of 7 Nov. 2018, with effect from 1 Jan. 2019 ( AS 2018 4333 )."
    },
    {
      "provision_ref": "art2",
      "chapter": "Section 2 Non-Reporting Financial Institutions",
      "section": "2",
      "title": "Collective investment vehicles",
      "content": "1 The following collective investment vehicles are treated as non-reporting financial institutions under Article 3 paragraph 7 AEOIA, provided that all interests are held by or through individuals or entities which are not reportable persons and that the requirements set out in Article 3 paragraph 8 of the AEOIA are met: a. contractual funds under Articles 25 to 35 of the Collective Capital Investment Schemes Act of 23 June 2006 (CISA); b. investment companies with variable capital under Articles 36 to 52 of the CISA; c. limited partnerships for collective investments under Articles 98 to 109 of the CISA; d. investment companies with fixed capital under Articles 110 to 118 of the CISA; e. investment companies in the form of Swiss companies limited by shares listed on a Swiss stock exchange under Article 2 paragraph 3 of the CISA. 2 However, these vehicles are deemed to be reporting financial institutions if interests are held by or through passive non-financial entities (NFEs) pursuant to the common reporting standard (CRS) with controlling persons that are reportable persons. SR 951.31"
    },
    {
      "provision_ref": "art3",
      "chapter": "Section 2 Non-Reporting Financial Institutions",
      "section": "3",
      "title": "Entities active in asset management or investment advice",
      "content": "Entities active in asset management or investment advice which, based on a customer's power of attorney or as the body of a company or a foundation, exclusively manage assets held in the name of the customer, company or foundation with a financial institution in Switzerland or abroad are treated as non-reporting financial institutions under Article 3 paragraph 11 AEOIA."
    },
    {
      "provision_ref": "art4",
      "chapter": "Section 2 Non-Reporting Financial Institutions",
      "section": "4",
      "title": "Central securities depositories",
      "content": "Central securities depositories under in accordance with Article 61 of the Financial Market Infrastructure Act of 19 June 2015 are deemed to be non-reporting financial institutions under Article 3 paragraph 11 AEOIA for activities requiring authorisation under that Act, provided the account holders are the following persons or entities: a. individuals or entities that are not reportable persons; or b. passive NFEs with controlling persons that are not reportable persons. SR 958.1"
    },
    {
      "provision_ref": "art5",
      "chapter": "Section 2 Non-Reporting Financial Institutions",
      "section": "5",
      "title": "Associations",
      "content": "Associations organised and established in Switzerland that pursue a non-commercial purpose are deemed to be non-reporting financial institutions under Article 3 paragraph 11 AEOIA."
    },
    {
      "provision_ref": "art6",
      "chapter": "Section 2 Non-Reporting Financial Institutions",
      "section": "6",
      "title": "Foundations",
      "content": "Foundations organised and established in Switzerland are deemed to be non-reporting financial institutions under Article 3 paragraph 11 AEOIA if they: a. pursue public or charitable purposes and endow their profits exclusively and irrevocably for those purposes; or b. pursue non-material purposes, generate profits of no more than CHF 20,000 and endow those profits exclusively and irrevocably for those purposes."
    },
    {
      "provision_ref": "art7",
      "chapter": "Section 2 Non-Reporting Financial Institutions",
      "section": "7",
      "title": "",
      "content": "Repealed by No I of the O of 11 Nov. 2020, with effect from 1 Jan. 2021 ( AS 2020 5251 )."
    },
    {
      "provision_ref": "art8",
      "chapter": "Section 3 Excluded Accounts",
      "section": "8",
      "title": "Accounts of lawyers or notaries",
      "content": "1 Depository or custodial accounts held by lawyers or notaries licensed in Switzerland or by a firm of lawyers or notaries licensed in Switzerland that are organised in the form of a company on behalf of clients as the beneficial owners of the assets deposited are treated as excluded accounts. 2 The assets that may be held in such accounts and the conditions under which such accounts may be held are governed by the Agreement of 14 February 2013 between Switzerland and the United States of America for cooperation to facilitate the implementation of FATCA. SR 0.672.933.63"
    },
    {
      "provision_ref": "art9",
      "chapter": "Section 3 Excluded Accounts",
      "section": "9",
      "title": "Capital contribution accounts",
      "content": "Reporting Swiss financial institutions may treat capital contribution accounts as excluded accounts in accordance with Article 4 paragraph 3 of the AEOIA, provided: a. the accounts are used exclusively to deposit the capital on the foundation of a company or an increase in its capital; b. the accounts are closed or transformed into accounts in the name of the company after its foundation or a capital increase; and c. any repayments resulting from a failed foundation or capital increase or from excess capital being paid in are made solely to the persons who contributed the capital."
    },
    {
      "provision_ref": "art10",
      "chapter": "Section 3 Excluded Accounts",
      "section": "10",
      "title": "Accounts of associations",
      "content": "Reporting Swiss financial institutions may treat accounts of associations organised and established in Switzerland that pursue a non-commercial purpose as excluded accounts in accordance with Article 4 paragraph 3 of the AEOIA."
    },
    {
      "provision_ref": "art11",
      "chapter": "Section 3 Excluded Accounts",
      "section": "11",
      "title": "Accounts of foundations",
      "content": "Reporting Swiss financial institutions may treat accounts of foundations organised and established in Switzerland as excluded accounts in accordance with Article 4 paragraph 3 of the AEOIA provided the foundations meet the requirements set out in Article 6 letters a and b of this Ordinance."
    },
    {
      "provision_ref": "art12",
      "chapter": "Section 3 Excluded Accounts",
      "section": "12",
      "title": "Accounts of co-owners associations",
      "content": "Reporting Swiss financial institutions may treat accounts of co-owners associations as excluded accounts in accordance with Article 4 paragraph 3 of the AEOIA provided: a. the shares in co-ownership under Article 23 of the Land Register Ordinance of 23 September 2011 are recorded in the land register; b. the co-owners have agreed use and management regulations under Article 647 of the Civil Code (CC) in which it is stipulated that the financial assets managed by the co-owners’ association be used exclusively for expenditures in connection with the property in co-ownership; and c. the use and management regulations under Article 649 a paragraph 2 CC is noted in the land register. Amended by No I of the O of 11 Nov. 2020, in force since 1 Jan. 2021 ( AS 2020 5251 ). SR 211.432.1 SR 210"
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Accounts of condominium owners associations",
      "content": "Reporting Swiss financial institutions may treat accounts of condominium owners associations as excluded accounts in accordance with Article 4 paragraph 3 of the AEOIA provided the condominium owners associations meet the requirements set out in Article 712 l paragraph 2 of the CC. SR 210"
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "14 Dormant accounts",
      "content": "Reporting Swiss financial institutions may treat dormant accounts in accordance with Article 11 paragraph 6 letters a and b AEOIA that have a balance or value of no more than USD 1,000 at the end of the calendar year or another appropriate reporting period or at the time of account closure as excluded accounts in accordance with Article 4 paragraph 3 of the AEOIA. Amended by No I of the O of 11 Nov. 2020, in force since 1 Jan. 2021 ( AS 2020 5251 )."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "",
      "content": "Repealed by No I of the O of 11 Nov. 2020, with effect from 1 Jan. 2021 ( AS 2020 5251 )."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "E- money accounts",
      "content": "1 Reporting Swiss financial institutions may treat e-money accounts as excluded accounts in accordance with Article 4 paragraph 3 of the AEOIA, provided: a. the accounts are used exclusively as a means of payment in the form of e-money for cashless payments for goods and services, for cash withdrawals or for cashless payment transactions between individuals for which an electronically stored balance is a requirement for the transaction; b. a contractually agreed balance of no more than 10,000 Swiss francs, US dollars or euros applies; c. each overpayment of more than 10,000 Swiss francs, US dollars or euros is refunded to the account holder within 60 days; and d. no interest is credited to the accounts. 2 E-money means any electronically stored monetary value in the form of a claim on the e-money issuer that is issued on receipt of an amount of money for the purpose of making payment transactions and that is accepted by individuals or entities other than the e-money issuer."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Accounts of deceased persons",
      "content": "Reporting Swiss financial institutions may treat deceased persons' accounts as accounts held exclusively by an estate with its own legal personality, and thus as excluded accounts, until the community of heirs is dissolved, provided the deceased’s death was notified to them by an opened will, a death certificate or in another appropriate form."
    },
    {
      "provision_ref": "art18",
      "chapter": "Section 4 Residence of Financial Institutions in Switzerland",
      "section": "18",
      "title": "Financial institutions subject to and exempt from tax",
      "content": "The following are treated as resident in Switzerland in accordance with Article 5 paragraph 1 AEOIA: a. financial institutions that are subject to unlimited taxation in Switzerland or that have an economic affiliation in accordance with Article 4 paragraph 1 letter b or Article 51 paragraph 1 letter b of the Federal Act of 14 December 1990 on Direct Federal Taxation; b. tax-exempt financial institutions established under Swiss law. SR 642.11"
    },
    {
      "provision_ref": "art19",
      "chapter": "Section 4 Residence of Financial Institutions in Switzerland",
      "section": "19",
      "title": "Trusts regulated abroad",
      "content": "Trusts that are regulated abroad as collective investments vehicles are not treated as resident in Switzerland irrespective of the trustees' domicile."
    },
    {
      "provision_ref": "art20",
      "chapter": "Section 4 Residence of Financial Institutions in Switzerland",
      "section": "20",
      "title": "Place of management",
      "content": "The place of management in accordance with Article 5 paragraph 2 letter b of the AEOIA is the place of effective administration in Switzerland."
    },
    {
      "provision_ref": "art21",
      "chapter": "Section 5 Alternative Provisions of the OECD Commentary on the CRS Alternative Provisions of the OECD Commentary on the CRS",
      "section": "21",
      "title": "",
      "content": "The alternative provisions of the OECD commentary on the CRS are contained in the annex. They apply insofar as that is not precluded by the agreement applicable in the particular case."
    },
    {
      "provision_ref": "art22",
      "chapter": "Section 6 Further Details on the General Reporting Requirements",
      "section": "22",
      "title": "Amount and classification of payments",
      "content": "1 Reporting Swiss financial institutions report payments in favour of a reportable account as: a. interest; b. dividends; c. proceeds from sales or redemptions; d. other income. 2 Interest is in particular interest on bonds, mortgage certificates and land charge certificates issued in series, debt register assets and client assets. 3 Dividends are in particular distributions of profit, liquidation surpluses and pecuniary benefits from financial interests of all kinds, including bonus shares, bonus nominal value increases and the like. 4 Proceeds from sales or redemptions are in particular proceeds from the sale or redemption of the following: a. bonds, insofar as the proceeds are not interest; b. equity securities of any kind; c. derivative products of any kind, insofar as the proceeds are not interest or dividends; d. units in collective investment schemes. 5 Other income is income that is not treated as interest, dividends or proceeds from sales or redemptions, including benefits received from reportable insurance contracts and forwarded payments of a collective investment scheme in accordance with paragraph 1."
    },
    {
      "provision_ref": "art23",
      "chapter": "Section 6 Further Details on the General Reporting Requirements",
      "section": "23",
      "title": "Categories of financial accounts",
      "content": "1 The following are also treated as depository accounts: a. capitalisation transactions by life insurers in accordance with in Annex 1, insurance sector A6, of the Insurance Oversight Ordinance of 9 November 2005 (IOO); b. tontines by life insurers in accordance with insurance sector A7 in Annex 1 insurance sector A7, of the IOO; c. advance premiums and premium deposits that are based on a separate contractual relationship. 2 Insurance contracts where the occurrence of the insured event is definite but which the insurer does not yet have to redeem in full or in part are treated as cash value insurance contracts. 3 In order for a contract to qualify as an annuity contract, it is irrelevant whether it provides temporary or indefinite life cover. Endowment insurance contracts are not treated as annuity contracts. SR 961.011"
    },
    {
      "provision_ref": "art24",
      "chapter": "Section 6 Further Details on the General Reporting Requirements",
      "section": "24",
      "title": "Refund of unused premiums as part of the cash value",
      "content": "A reporting Swiss financial institution may treat the refund of unused premiums from a non-investment-linked cash value insurance contract or annuity contract as part of the cash value."
    },
    {
      "provision_ref": "art25",
      "chapter": "Section 6 Further Details on the General Reporting Requirements",
      "section": "25",
      "title": "Surrender value in the case of annuity contracts",
      "content": "1 For the purposes of the applicable agreement, the surrender value of the insurance contract is treated as the surrender value of the annuity contract. Capital-forming annuity contracts have a surrender value of zero provided: a. they may not yet or may no longer be surrendered; b. they may not be surrendered. 2 A reporting Swiss financial institution may use the actuarial reserve as the surrender value of an annuity contract for the purposes of the applicable agreement instead of the surrender value."
    },
    {
      "provision_ref": "art26",
      "chapter": "Section 6 Further Details on the General Reporting Requirements",
      "section": "26",
      "title": "Reporting currency",
      "content": "1 Reporting Swiss financial institutions must specify in the reports the currency in which the amounts are denominated. 2 They may indicate the amounts in the following currencies: a. in the currency in which the financial account is maintained; b. in the reference currency specified by the account holder; c. in Swiss francs; or d. in US dollars."
    },
    {
      "provision_ref": "art27",
      "chapter": "Section 7 Further Details on the Due Diligence Obligations",
      "section": "27",
      "title": "Opening of new accounts",
      "content": "1 Cases in which new accounts are opened without the reporting Swiss financial institution contributing to or being able to prevent their opening are deemed to be exceptions under Article 11 paragraph 8 letter b AEOIA. 2 Such exceptions include in particular: a. change of policyholder in the case of insurance on the life of another person through legal succession; b. change of account holder as a consequence of a court or official; order c. creation of a beneficiary claim against a trust or similar legal entity on the basis of its deed of creation or the foundation deed. Amended by No I of the O of 11 Nov. 2020, in force since 1 Jan. 2021 ( AS 2020 5251 )."
    },
    {
      "provision_ref": "art28",
      "chapter": "Section 7 Further Details on the Due Diligence Obligations",
      "section": "28",
      "title": "Closure of accounts",
      "content": "1 If a preexisting individual or entity account is closed before the end of the time frame in accordance with Article 11 paragraph 2 or 3 AEOIA and the review of the account by the reporting Swiss financial institution has not been completed by the time of closure, the financial institution may treat it as a non-reportable account. 2 If a new individual or entity account is closed and the tax residence of the account holder or controlling person of the entity could not be determined by the reporting Swiss financial institution up to the time of closure, the financial institution may treat it as a non-reportable account. 3 If a preexisting or new individual or entity account is closed following a change in circumstances and the re-examination of the account required by the change in circumstances has not been completed by the time of closure, the reporting Swiss financial institution need not take the change in circumstances into account for the report."
    },
    {
      "provision_ref": "art29",
      "chapter": "Section 7 Further Details on the Due Diligence Obligations",
      "section": "29",
      "title": "Third-party claims arising from cash value insurance contracts and annuity contracts upon maturity",
      "content": "1 If a claim arising from a cash value insurance contract or an annuity contract becomes due and the individual or entity entitled to the claim is not the previous account holder, this third party entitled to the claim shall be treated as the holder of a new account. 2 Before fulfilling the claim, the reporting Swiss financial institution must have a self-certification from the third party entitled to the claim. This is without prejudice to cases where the financial institution: a. can establish on the basis of information in its possession or public information that the entity entitled to the claim is not a reportable person; b. can apply the alternative procedure for financial accounts held by individual beneficiaries of a cash value insurance contract or an annuity contract in accordance with the applicable due diligence obligations in the CRS. 3 If the reporting Swiss financial institution is unable to fulfil the claim arising from the contract due to the absence of a self-certification, the third party entitled to the claim is in default. The consequences of default will be suspended for the financial institution until the self-certification is received. 4 Article 11 paragraphs 8 and 9 of the AEOIA do not apply."
    },
    {
      "provision_ref": "art30",
      "chapter": "Section 7 Further Details on the Due Diligence Obligations",
      "section": "30",
      "title": "",
      "content": "Repealed by No I of the O of 11 Nov. 2020, with effect from 1 Jan. 2021 ( AS 2020 5251 )."
    },
    {
      "provision_ref": "art31",
      "chapter": "Section 8 Registration Duty for Reporting Swiss Financial Institutions Registration Duty for Reporting Swiss Financial Institutions",
      "section": "31",
      "title": "",
      "content": "1 A Swiss financial institution must register with the Federal Tax Administration (FTA) at the latest by the end of the calendar year in which it becomes a reporting Swiss financial institution. 2 A reporting Swiss financial institution must de-register with the FTA at the latest by the end of the calendar year in which its capacity as a reporting Swiss financial institution ceases to apply or in which it ceases its commercial activity. 3 If the reporting Swiss financial institution notifies the FTA that it does not maintain any reportable financial accounts, this is not treated as de-registration. 4 In the case of a trust that must reported under Article 13 paragraph 4 AEOIA, the trustee must add «TDT=» before the name of the trust. Article 13 paragraphs 2 and 3 AEOIA applies by analogy. Inserted by No I of the O of 11 Nov. 2020, in force since 1 Jan. 2021 ( AS 2020 5251 )."
    },
    {
      "provision_ref": "art32",
      "chapter": "Section 9 Information Transmitted Automatically from Abroad",
      "section": "32",
      "title": "",
      "content": "1 The cantons shall report the following to the FTA within two months after the end of each calendar year: a. the OASI insurance number of the individuals with unlimited tax liability in the canton; b. the business identification number of the entities with unlimited tax liability in the canton. 2 The FTA shall assign the information transmitted automatically from abroad on the basis of these reports and if need be on the basis of further details required for identification pursuant to the applicable agreement to the cantons. 3 It shall make the information transmitted automatically from abroad accessible in the retrieval procedure to the authority concerned with the assessment and collection of direct taxes in the canton where the reportable person has unlimited tax liability. 4 Employees of this authority have access to this information in the retrieval procedure only if they identify themselves with two-factor authentication, whereby one of the factors has to be a unique and forgery-proof physical identifier."
    },
    {
      "provision_ref": "art33",
      "chapter": "Section 10 Information System",
      "section": "33",
      "title": "Organisation and management of the information system",
      "content": "1 The FTA's information system is operated as an independent information system on the platform of the Federal Office of Information Technology, Systems and Telecommunication on behalf of the FTA. 2 If the same data of various FTA organisational units is processed, the corresponding information systems can be networked to exchange master data, insofar as this is necessary for efficient data processing. 3 The FDF may specify detailed rules for the organisation and operation of the FTA's information system."
    },
    {
      "provision_ref": "art34",
      "chapter": "Section 10 Information System",
      "section": "34",
      "title": "Categories of personal data processed",
      "content": "The FTA may process the personal data transmitted to it pursuant to the applicable agreement."
    },
    {
      "provision_ref": "art35",
      "chapter": "Section 10 Information System",
      "section": "35",
      "title": "Destruction of data",
      "content": "The FTA shall destroy the data no later than 20 years after the end of the calendar year in which it received it."
    },
    {
      "provision_ref": "art35a",
      "chapter": "Section 11 Final Provisions",
      "section": "35a",
      "title": "a Transitional provision to the Amendment of 11 November 2020",
      "content": "In relation to accounts that are being operated on the day before the Amendment of 11 November 2020 comes into force and in respect of which the reporting Swiss financial institution has a self-certification that does not carry a tax identification number, the rules set out in Section I, Subsection C of the Annex to the Multilateral Competent Authority Agreement of 29 October 2014 on the Automatic Exchange of Financial Account Information apply. Inserted by No I of the O of 11 Nov. 2020, in force since 1 Jan. 2021 ( AS 2020 5251 ). SR 0.653.1"
    },
    {
      "provision_ref": "art36",
      "chapter": "Section 11 Final Provisions",
      "section": "36",
      "title": "",
      "content": "This Ordinance comes into force on 1 January 2017. Inserted by No I of the O of 11 Nov. 2020, in force since 1 Jan. 2021 ( AS 2020 5251 )."
    }
  ],
  "definitions": []
}