{
  "id": "sr-783-016-2",
  "type": "statute",
  "title": "Verordnung der Postkommission vom 30. August 2018 über die Mindeststandards für die Arbeitsbedingungen im Bereich der Postdienste (VMAP)",
  "title_en": "",
  "short_name": "VMAP",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2018/614/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Geltungsbereich",
      "content": "1 Diese Verordnung gilt für Anbieterinnen von Postdiensten, die der ordentlichen oder der vereinfachten Meldepflicht unterliegen (Art. 3 und 8 VPG). 2 Sie gilt für Arbeitsverhältnisse zwischen: a. Anbieterinnen und ihren Arbeitnehmerinnen und Arbeitnehmern; b. Subunternehmerinnen, die mehr als 50 Prozent ihres jährlichen Umsatzerlöses mit Postdiensten erzielen, und ihren Arbeitnehmerinnen und Arbeitnehmern im Bereich der Postdienste."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Mindeststandards",
      "content": "1 Der Bruttolohn für Arbeitnehmerinnen und Arbeitnehmer beträgt mindestens 18.27 Franken pro Stunde. 2 Die vertraglich vereinbarte Arbeitszeit beträgt höchstens 44 Stunden pro Woche. 3 Die Mindeststandards gelten ab Beginn des Arbeitsverhältnisses und unabhängig vom Beschäftigungsgrad."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Auskunft über die Einhaltung der Mindeststandards",
      "content": "1 Anbieterinnen, die der ordentlichen Meldepflicht unterliegen, haben jährlich den Nachweis zu erbringen, dass sie die Mindeststandards einhalten. 2 Die PostCom kann von Anbieterinnen, die der ordentlichen oder der vereinfachten Meldepflicht unterliegen, Auskunft über die Einhaltung der Mindeststandards verlangen."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 1. Januar 2019 in Kraft."
    }
  ],
  "definitions": []
}