{
  "id": "sr-742-142-1",
  "type": "statute",
  "title": "Verordnung vom 2. Februar 2000 über das Plangenehmigungsverfahren für Eisenbahnanlagen (VPVE)",
  "title_en": "",
  "short_name": "VPVE",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2000/124/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Gegenstand",
      "content": "1 Diese Verordnung regelt das Plangenehmigungsverfahren für Bauten und Anlagen, einschliesslich der Stark- oder Schwachstromanlagen, die ganz oder überwiegend dem Betrieb einer Eisenbahn dienen (Eisenbahnanlagen). 2 Die Anforderungen an die Planvorlagen für Fahrzeuge und das Verfahren zu ihrer Genehmigung richten sich nach der Eisenbahnverordnung vom 23. November 1983 (EBV), den Ausführungsbestimmungen vom 15. Dezember 1983 zur EBV (AB‑EBV) und subsidiär nach vorliegender Verordnung. 3 Das Plangenehmigungsverfahren für Eisenbahnanlagen ist für die Festlegung von Projektierungszonen und Baulinien sinngemäss anwendbar. Fassung gemäss Anhang Ziff. 5 der V vom 9. Okt. 2013, in Kraft seit 1. Dez. 2013 ( AS 2013 3509 ). SR 742.141.1"
    },
    {
      "provision_ref": "art1a",
      "section": "1a",
      "title": "a Genehmigungsfreie Erstellung und Änderung von Bauten und Anlagen",
      "content": "1 Bauten und Anlagen gemäss Anhang können ohne Plangenehmigungsverfahren erstellt oder geändert werden, wenn sie: a. keine schutzwürdigen Interessen der Raumplanung, des Umweltschutzes, des Natur- und Heimatschutzes oder Dritter berühren; b. keine Bewilligungen oder Genehmigungen nach den Bestimmungen des übrigen Bundesrechts erfordern. 2 Im Zweifelsfall wird das vereinfachte Verfahren durchgeführt. 3 Die Eisenbahnunternehmen müssen dem Bundesamt für Verkehr (BAV) jährlich eine Liste der genehmigungsfrei erstellten und geänderten Bauten und Anlagen zustellen. Eingefügt gemäss Ziff. I der V vom 4. Juli 2012, in Kraft seit 1. Aug. 2012 ( AS 2012 4057 )."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Koordination von Plangenehmigungs- und Infrastrukturkonzessionsverfahren",
      "content": "Das Plangenehmigungsverfahren kann mit dem Infrastrukturkonzessionsverfahren zusammengelegt werden. Diesfalls muss die Planvorlage den Anforderungen dieser Verordnung entsprechen, das Konzessionsgesuch denen der Verordnung vom 25. November 1998 über die Konzessionierung von Eisenbahninfrastrukturen. [ AS 1999 689 . AS 2009 5981 Art. 26 Bst. c]. Heute: der V vom 4. Nov. 2009 über die Konzessionierung und Finanzierung der Eisenbahninfrastruktur ( SR 742.120 )."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Plangenehmigungsgesuch",
      "content": "1 Das Plangenehmigungsgesuch muss alle Angaben enthalten, die für die Beurteilung des Projekts notwendig sind. 2 Für alle Projekte einzureichen sind: a. Plangenehmigungsgesuch; b. Projektleitblatt; c. Technischer Bericht; d. Übersichtsplan; e. Situationspläne; f. Längenprofile; g. Normalprofile und charakteristische Querprofile; h. massgebende Lichtraumprofile; i. Nutzungsvereinbarungen und Projektbasen der Tragwerke; j. Gesuche um Bewilligungen für Abweichungen von Vorschriften der EBV und der AB‑EBV (Art. 5 EBV) und um Genehmigungen im Einzelfall von in diesen Vorschriften vorgesehenen, unter gewissen Bedingungen möglichen Abweichungen; k. Sicherheitsberichte (Art. 8 b EBV); l. Sicherheitsbewertungsberichte; m. Prüfberichte Sachverständiger mit Stellungnahme der Gesuchstellerin zur Umsetzung der Prüfergebnisse; n. Umweltverträglichkeitsbericht (bei Projekten, die der UVP-Pflicht unterstehen) oder Umweltbericht (bei Projekten, die nicht der UVP-Pflicht unterstehen); o. Angaben über den Bedarf an Grundstücken, anderen dinglichen Rechten und Dienstbarkeiten sowie über die vorgesehene Erwerbsart und den Stand der Verhandlungen; p. Aussteckungskonzept. 3 Für Vorhaben auf interoperablen Strecken (Art. 15 a Abs. 1 Bst. a EBV) sind zusätzlich zu den Unterlagen nach Absatz 2 einzureichen: a. alle weiteren den unabhängigen Prüfstellen (Art. 15 r und 15 t EBV) für deren Prüfungen vorgelegten Unterlagen; b. bei Beteiligung einer benannten Stelle (Art. 15 r EBV): die EG-Prüferklärung, alle EG-Prüfbescheinigungen und technischen Dossiers der beauftragten unabhängigen Prüfstellen über die Planung bis zur Gesuchseinreichung; c. Gesuche um Bewilligungen für Abweichungen von den TSI (Art. 15 e EBV). 3bis Bei Vorhaben ausserhalb der Bauzonen muss das Plangenehmigungsgesuch insbesondere Pläne enthalten, aus denen die Abgrenzung allfälliger neuer oder beseitigter Gebäude gemäss Artikel 25 a Absatz 1 der Raumplanungsverordnung vom 28. Juni 2000 und allfälliger neuer oder beseitigter Versiegelungen gemäss Artikel 25 a Absatz 2 der Raumplanungsverordnung ersichtlich ist. 4 Für Vorhaben auf interoperablen Strecken ohne Beteiligung einer benannten Stelle sind neben den Unterlagen nach Absatz 3 alle Bescheinigungen und Berichte der beauftragten unabhängigen Prüfstellen betreffend die Planung bis zur Gesuchseinreichung vorzulegen. 5 Die Genehmigungsbehörde (Art. 18 Abs. 2 EBG) kann bei Bedarf zusätzliche Unterlagen verlangen. 6 Das BAV erlässt Richtlinien über Art, Beschaffenheit, Inhalt und Anzahl der einzureichenden Unterlagen. Fassung gemäss Ziff. I der V vom 29. Mai 2013, in Kraft seit 1. Juli 2013 ( AS 2013 1691 ). SR 742.141.1 SR 742.141.11 SR 700.1 Eingefügt durch Anhang Ziff. 9 der V vom 15. Okt. 2025, in Kraft seit 1. Juli 2026 ( AS 2025 659 )."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Aussteckung",
      "content": "Für die Aussteckung nach Artikel 18 c Absatz 1 EBG gelten folgende Vorschriften: a. Die Umrisslinien von zu erwerbendem Grundeigentum sowie alle dazugehörenden Flächen, die für ökologische Ersatzmassnahmen beansprucht werden, sind kenntlich zu machen. b. Die äusseren Kanten von zur Anlage gehörenden Hochbauten und Kunstbauten, mit Ausnahme der Tragwerke für Übertragungs-Weitspannleitungen, sind durch Profile zu kennzeichnen. c. Muss gerodet werden, sind die zu rodende Fläche bzw. die Bäume, die entfernt werden müssen, zu bezeichnen."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Vorgehen bei wesentlichen Projektänderungen",
      "content": "1 Ergeben sich während des Plangenehmigungsverfahrens wesentliche Änderungen gegenüber dem ursprünglichen Projekt, so ist das geänderte Projekt den Betroffenen erneut zur Stellungnahme zu unterbreiten oder gegebenenfalls öffentlich aufzulegen. 2 Ergeben sich nach Erteilung der Plangenehmigung Abweichungen von den genehmigten Plänen, ist für die geänderten Teile ein neues Verfahren durchzuführen. 3 Ist die Anlage bereits im Bau, dürfen die Arbeiten für die von den Änderungen nicht betroffenen Teile vorbehältlich einer anderen Anordnung der Genehmigungsbehörde weitergeführt werden."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Eröffnung der Plangenehmigung und Baubeginn",
      "content": "1 Die Plangenehmigung ist der Gesuchstellerin, den am Verfahren beteiligten Kantonen und Gemeinden, den betroffenen Bundesbehörden sowie den Einsprechenden zu eröffnen. 2 Die Eröffnung an die Einsprechenden entfällt, wenn über ihre Begehren bereits in einem separaten Entscheid rechtskräftig befunden worden ist. 3 Die Genehmigungsbehörde kann mit der Plangenehmigung den sofortigen Baubeginn für die Anlage oder für Teile davon gestatten, sofern: a. keine unerledigten Einsprachen vorliegen; b. keine Einwände betroffener Kantone und Fachstellen des Bundes vorliegen; und c. mit dem Baubeginn keine irreversiblen Veränderungen verbunden sind. Fassung gemäss Ziff. I der V vom 29. Mai 2013, in Kraft seit 1. Juli 2013 ( AS 2013 1691 )."
    },
    {
      "provision_ref": "art6a",
      "section": "6a",
      "title": "a Gebühren",
      "content": "Die Gebühren richten sich nach der Gebührenverordnung BAV vom 25. November 1998. Eingefügt durch Ziff. II der V vom 16. März 2001, in Kraft seit 1. April 2001 ( AS 2001 1081 ). SR 742.102"
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Kosten von Publikationen",
      "content": "Die Bahn trägt die Kosten für die Veröffentlichung des Gesuches in den amtlichen Publikationsorganen von Kantonen und Gemeinden."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Behandlungsfrist",
      "content": "1 In der Regel gelten folgende Behandlungsfristen: a. 12 Monate für das ordentliche Plangenehmigungsverfahren; b. 18 Monate, wenn Enteignungen erforderlich sind; c. 4 Monate für das vereinfachte Plangenehmigungsverfahren. 2 Die Behandlungsfrist beginnt, sobald die Genehmigungsbehörde die vollständigen Gesuchsunterlagen erhalten hat."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Aufhebung bisherigen Rechts",
      "content": "Die Verordnung vom 23. Dezember 1932 über die Planvorlagen für Eisenbahnbauten wird aufgehoben. [BS 7 31; AS 1984 1436 ; 1991 1476 Art. 34 Ziff. 2; 1999 689 Art. 11 Abs. 2, 704 Ziff. II 24]"
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Änderung bisherigen Rechts",
      "content": "… Die Änderungen können unter AS 2000 741 konsultiert werden."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Übergangsbestimmung",
      "content": "Für die Anforderungen an die Gesuchsunterlagen, die vor dem Inkrafttreten dieser Verordnung eingereicht worden sind, gilt das bisherige Recht."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 1. März 2000 in Kraft."
    }
  ],
  "definitions": []
}