{
  "id": "sr-742-104-1",
  "type": "statute",
  "title": "Verordnung vom 28. Februar 2001 über den Bau der schweizerischen Eisenbahn-Alpentransversale (Alpentransit-Verordnung, AtraV)",
  "title_en": "",
  "short_name": "AtraV",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2001/138/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "1. Abschnitt: Ersteller",
      "section": "1",
      "title": "Zuständigkeiten",
      "content": "1 Die Projekte des NEAT-Konzeptes nach Artikel 5 bis des Alpentransit-Beschlusses werden von den folgenden Unternehmungen (Ersteller) realisiert: a. Achse Gotthard: Schweizerische Bundesbahnen (SBB), wobei Projektierung und Erstellung dieses Werks einer Projektorganisation zu übertragen ist. b. Achse Lötschberg: BLS Lötschbergbahn AG (BLS), wobei Projektierung und Erstellung dieses Werks einer Projektorganisation zu übertragen ist. c. Anschluss Ostschweiz (Zimmerberg-Basistunnel und Verbindung zwischen der linken Zürichsee- und der Gotthardlinie): SBB, wobei Projektierung und Erstellung dieses Werks oder Teilen davon der Projektorganisation nach Buchstabe a zu übertragen ist. d. Ausbauten Strecke St. Gallen–Arth-Goldau: SBB, Schweizerische Südostbahn (SOB) und Bodensee-Toggenburg-Bahn (BT). e. Ausbau Surselva: Rhätische Bahn (RhB) und Furka Oberalp Bahn (FO). 2 Die SBB und die BLS realisieren zudem die Anpassungen des übrigen Eisenbahnnetzes nach Artikel 9 des Alpentransit-Beschlusses. 3 Die Ersteller setzen die Weisungen und Vorgaben der Bundesbehörden um und berücksichtigen die Interessen der künftigen Betreiber."
    },
    {
      "provision_ref": "art2",
      "chapter": "1. Abschnitt: Ersteller",
      "section": "2",
      "title": "Verwendung der Kredite",
      "content": "1 Bei der Planung und Erstellung der Projekte des NEAT-Konzepts sind die Ersteller zum haushälterischen Einsatz der vom Bund zur Verfügung gestellten Finanzmittel verpflichtet. 2 Die Ersteller haben permanent Massnahmen zur Einhaltung der jeweiligen Objektkredite nach dem Alpentransit-Finanzierungsbeschluss vom 8. Dezember 1999 zu prüfen und vorbehältlich einer genehmigungspflichtigen Projektänderung umzusetzen. Die entsprechenden Arbeiten sind zu dokumentieren. 3 Ist absehbar, dass die jeweiligen Objektkredite nicht eingehalten werden können, sind die Ersteller zur Vorlage von Kompensationsmassnahmen an das Bundesamt für Verkehr (Bundesamt) verpflichtet. Sie zeigen dabei insbesondere die Konsequenzen auf die Bestellung des Bundes auf. BBl 2000 146"
    },
    {
      "provision_ref": "art3",
      "chapter": "1. Abschnitt: Ersteller",
      "section": "3",
      "title": "Rechnungsführung",
      "content": "1 Der jeweilige Ersteller hat für die Projektierung und Erstellung der Projekte nach Artikel 1 Absatz 1 Buchstaben a–c eine eigene Rechnung zu führen. 2 Soweit die Weisungen nach Artikel 9 oder weitere, gestützt auf das Eisenbahngesetz vom 20. Dezember 1957 oder das Bundesgesetz vom 20. März 1998 über die Schweizerischen Bundesbahnen ergangene Erlasse nichts Abweichendes bestimmen, richtet sich die Rechnungsführung nach dem Obligationenrecht. SR 742.101 SR 742.31 SR 220"
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Beschaffungswesen",
      "content": "Die Vergaben der Ersteller von Liefer-, Dienstleistungs- und Bauaufträgen im Rahmen des Alpentransit-Beschlusses unterstehen wie die entsprechenden Beschaffungen der SBB der Bundesgesetzgebung über das öffentliche Beschaffungswesen."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Akteneinsicht und Auskunftserteilung; Meldepflicht",
      "content": "1 Die Ersteller gewähren den Aufsichtsbehörden des Bundes volle Akteneinsicht und erteilen ihnen vollständig Auskunft. Mit Ermächtigung der jeweiligen Aufsichtsbehörde haben auch deren Berater und Beraterinnen sowie Experten und Expertinnen nach den Artikeln 10 und 14 Anspruch auf Einsichtnahme und Auskunftserteilung. 2 In Ereignisfällen mit erheblichen Auswirkungen auf Leistungen, Kosten und Termine haben die Ersteller das Bundesamt unverzüglich zu benachrichtigen und über die getroffenen und geplanten Massnahmen zu informieren. Einzelheiten werden in den Weisungen nach Artikel 9 geregelt."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Information",
      "content": "1 Im Rahmen der Projektierung und Erstellung der jeweiligen Projekte des NEAT-Konzepts informieren und konsultieren die Ersteller regelmässig die betroffenen Kantone, Regionen und Gemeinden. Das Bundesamt und nötigenfalls weitere Bundesstellen sind einzubeziehen. 2 Nach Absprache mit dem Bundesamt sorgt der jeweilige Ersteller betreffend die ihm übertragenen Projekte für die Information und die Öffentlichkeitsarbeit."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Vereinbarungen zwischen Bund und Erstellern",
      "content": "1 Der Bund regelt seine Beziehungen zu den Erstellern in Vereinbarungen. 2 Die Vereinbarungen umfassen insbesondere die Bestellungen des Bundes für die Projekte nach Artikel 1. 3 Die Vereinbarungen bedürfen der Genehmigung durch den Bundesrat."
    },
    {
      "provision_ref": "art8",
      "chapter": "2. Abschnitt: Eidgenössisches Departement für Umwelt, Verkehr, Energie und Kommunikation",
      "section": "8",
      "title": "Aufgaben",
      "content": "Das Eidgenössische Departement für Umwelt, Verkehr, Energie und Kommunikation (Departement) hat insbesondere folgende Aufgaben: a. Es vertritt die Interessen des Bundes als Besteller der Projekte des NEAT-Konzepts. b. Es erlässt Weisungen zur Projektaufsicht, zur Projektsteuerung und zur Berichterstattung. c. Es leitet unter Einbezug der betroffenen Bundesstellen die Verhandlungen zum Abschluss der Vereinbarung zwischen dem Bund und den Erstellern, soweit es diese Aufgabe nicht dem Bundesamt überträgt."
    },
    {
      "provision_ref": "art9",
      "chapter": "2. Abschnitt: Eidgenössisches Departement für Umwelt, Verkehr, Energie und Kommunikation",
      "section": "9",
      "title": "Weisungen des Departements",
      "content": "1 Die Weisungen des Departements zur Projektaufsicht, Projektsteuerung und Berichterstattung beinhalten insbesondere Vorgaben: a. zur einheitlichen und transparenten Strukturierung des NEAT-Projekts; b. zur Struktur und Führung der Rechnung; c. zur Form, zum Inhalt und zur Periodizität der Berichterstattung. 2 Das Bundesamt ist nach Absprache mit dem Departement befugt, bei den Projekten nach Artikel 1 Absatz 1 Buchstaben d und e die Anforderungen der Weisungen in begründeten Einzelfällen in angemessener Weise zu reduzieren."
    },
    {
      "provision_ref": "art10",
      "chapter": "2. Abschnitt: Eidgenössisches Departement für Umwelt, Verkehr, Energie und Kommunikation",
      "section": "10",
      "title": "Beratungsorgan und Kommissionen",
      "content": "1 Das Departement kann zur Wahrnehmung seiner Aufgaben und für die Vorbereitung wichtiger Entscheide ein Beratungsorgan einsetzen. 2 Es kann nach Massgabe der Kommissionenverordnung vom 3. Juni 1996 Kommissionen einsetzen. SR 172.31"
    },
    {
      "provision_ref": "art11",
      "chapter": "3. Abschnitt: Bundesamt für Verkehr",
      "section": "11",
      "title": "Aufgaben",
      "content": "1 Das Bundesamt nimmt alle mit der Realisierung der Projekte des NEAT-Konzepts verbundenen Aufgaben des Bundes zur Projektsteuerung, Projektaufsicht und Berichterstattung gemäss Alpentransit-Beschluss wahr, soweit hierfür nicht andere Bundesstellen zuständig sind. 2 Seine Aufgaben umfassen insbesondere: a. die Umsetzung der Weisungen des Departements zur Projektsteuerung, Projektaufsicht und Berichterstattung; b. die Bewirtschaftung und Kontrolle der vom Parlament genehmigten Kredite zuhanden des Bundesrats einschliesslich der Mittelzuteilung innerhalb der Objektkredite nach dem Alpentransit-Finanzierungsbeschluss vom 8. Dezember 1999; c. die Verwaltung des Fonds für die Eisenbahngrossprojekte nach dem Fondsreglement vom 9. Oktober 1998, insbesondere die Vorbereitung der Beantragung der jährlichen Fondsentnahmen durch den Bundesrat an das Parlament; d. die Festlegung des Teuerungsindexes nach Artikel 12; e. die Berichterstattung an die NEAT-Aufsichtsdelegation (Art. 20 Abs. 3 und 4 des Alpentransit-Beschlusses) und weitere parlamentarische Kommissionen. f. den Entscheid über die Realisierung von Kompensationsmassnahmen; g. die Instruktion der Genehmigungsverfahren auf Stufe Sachplan und Vorprojekt sowie im Auftrag des Departements der Auflageprojekte; h. die Koordination zwischen den Erstellern; i. die Koordination der Projekte des NEAT-Konzepts mit den Aufgabenbereichen weiterer Bundesstellen; 3 Im Übrigen nimmt das Bundesamt bei der Verwirklichung der Projekte des NEAT-Konzepts seine ordentliche Aufsichtstätigkeit nach der Eisenbahngesetzgebung wahr. BBl 2000 146 SR 742.140"
    },
    {
      "provision_ref": "art12",
      "chapter": "3. Abschnitt: Bundesamt für Verkehr",
      "section": "12",
      "title": "Teuerung",
      "content": "1 Das Bundesamt bestimmt den Teuerungsindex nach Anhörung der Ersteller im Einvernehmen mit der Eidgenössischen Finanzverwaltung. 2 Bei Bau- und Dienstleistungsaufträgen in der Ausführung ist die Teuerung aufzurechnen, die ab Preisbasis des Vertrages effektiv eingetreten ist."
    },
    {
      "provision_ref": "art13",
      "chapter": "3. Abschnitt: Bundesamt für Verkehr",
      "section": "13",
      "title": "Information und Öffentlichkeitsarbeit",
      "content": "1 Das Bundesamt informiert und konsultiert regelmässig die betroffenen Kantonsregierungen. 2 Es sorgt in geeigneter Weise für die Information und Öffentlichkeitsarbeit betreffend das NEAT-Konzept; im Bedarfsfall spricht es sich mit dem Departement ab."
    },
    {
      "provision_ref": "art14",
      "chapter": "3. Abschnitt: Bundesamt für Verkehr",
      "section": "14",
      "title": "Externe Unterstützung",
      "content": "Das Bundesamt kann zur Wahrnehmung seiner Aufgaben Arbeits- und Expertengruppen einsetzen und nach Bedarf weitere externe Unterstützung beiziehen."
    },
    {
      "provision_ref": "art15",
      "chapter": "4. Abschnitt: Eidgenössische Finanzkontrolle",
      "section": "15",
      "title": "Koordination der Kontrolltätigkeiten des Bundes",
      "content": "1 Die Eidgenössische Finanzkontrolle (EFK) entscheidet über die Abstimmung ihres jährlichen Prüfprogramms mit den geplanten Kontrolltätigkeiten des Bundesamtes. 2 Die EFK und das Bundesamt informieren sich gegenseitig über die Prüfergebnisse."
    },
    {
      "provision_ref": "art16",
      "chapter": "4. Abschnitt: Eidgenössische Finanzkontrolle",
      "section": "16",
      "title": "Koordination mit Kontrolltätigkeiten Dritter",
      "content": "1 Unter der Leitung der EFK streben das Bundesamt und die EFK eine Koordination ihrer Kontrolltätigkeiten mit den Prüfprogrammen der Revisionsstellen der Ersteller an. 2 Über die Prüfergebnisse findet ein regelmässiger Informationsaustausch statt."
    },
    {
      "provision_ref": "art17",
      "chapter": "1. Abschnitt: Sachplan AlpTransit und Vorprojekte",
      "section": "17",
      "title": "Gegenstand",
      "content": "1 Der Sachplan umfasst die wesentlichen räumlichen Elemente, insbesondere die Linienführungen, der genehmigten Vorprojekte sowie der weiteren Bestandteile des NEAT-Konzepts nach Artikel 8 bis des Alpentransit-Beschlusses. 2 Die formellen und materiellen Anforderungen des Sachplans AlpTransit richten sich nach Artikel 15 der Raumplanungsverordnung vom 28. Juni 2000. 3 Das Vorprojekt umfasst: a. einen technischer Bericht mit Begründung der gewählten Variante sowie in den Fällen nach Artikel 19 eine Gegenüberstellung der Varianten; b. ein Bauprogramm; c. einen Übersichtsplan 1:50 000; d. Situationspläne 1:10 000; e. Längenprofile 1:1000/100; f. charakteristische Querprofile 1:200; g. Normal-Querprofile 1:50; h. geologische Längenprofile und Horizontalschnitte; i. einen raumplanerischen Bericht über die Vereinbarkeit des Vorprojekts mit den Zielen, Grundsätzen und Planungen im Sinne des Raumplanungsgesetzes vom 22. Juni 1979; k. einen Bericht über die Umweltverträglichkeitsprüfung 2. Stufe einschliesslich Materialbewirtschaftungskonzept und ein Pflichtenheft für die Umweltverträglichkeitsprüfung 3. Stufe (Hauptuntersuchung); und l. eine Kostenschätzung mit möglichen Mehr- oder Minderkosten von höchstens 20 Prozent. SR 700.1 SR 700"
    },
    {
      "provision_ref": "art18",
      "chapter": "1. Abschnitt: Sachplan AlpTransit und Vorprojekte",
      "section": "18",
      "title": "Detaillierungsgrad",
      "content": "1 Das Vorprojekt ist mit den Bundesstellen und den Kantonen so zu bereinigen, dass im Plangenehmigungsverfahren keine Abweichungen von mehr als 100 m von der Linienführung der offenen Strecken sowie den wesentlichen Anschluss- und Terminalbereichen zu erwarten sind. Sind bei der unterirdischen Linienführung grössere Abweichungen zu erwarten, sind diese aufzuzeigen und zu begründen. 2 Das Vorprojekt muss den massgebenden Bestimmungen der Eisenbahngesetzgebung und den anerkannten Regeln der Technik entsprechen."
    },
    {
      "provision_ref": "art19",
      "chapter": "1. Abschnitt: Sachplan AlpTransit und Vorprojekte",
      "section": "19",
      "title": "Varianten",
      "content": "1 Die Ersteller können nach Absprache mit dem Bundesamt Varianten vorlegen, wenn die Linienführung mit Bundesstellen und Kantonen vor der Ausarbeitung des Vorprojekts nicht bereinigt werden kann. 2 Für den gleichen Streckenabschnitt dürfen höchstens zwei Varianten eines Vorprojekts vorgelegt werden. 3 Die beiden Varianten müssen denselben Planungsstand aufweisen. Die vorgesehenen Linienführungen sind einander gegenüberzustellen, namentlich bezüglich der Kosten, der betrieblichen, technischen und zeitlichen Folgen sowie der Auswirkungen auf Raum und Umwelt."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Verfahren",
      "content": "1 Gegenstand der Anhörung von Kantonen und Gemeinden sowie der Mitwirkung der Bevölkerung bilden der Sachplanentwurf und die Unterlagen der Vorprojekte nach Artikel 17. 2 Das Sachplan- bzw. das Vorprojektgenehmigungsverfahren richten sich vorbehältlich der nachstehenden Bestimmungen nach dem Raumplanungsgesetz vom 22. Juni 1979 sowie der Raumplanungsverordnung vom 28. Juni 2000. SR 700 SR 700.1"
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Einbezug der Kantone, Gemeinden und Bundesstellen",
      "content": "1 Die Frist zur Vernehmlassung beträgt für die Kantone in der Regel drei Monate; sie kann aus wichtigen Gründen um einen Monat verlängert werden. 2 Der Kanton hört die betroffenen Gemeinden und Planungsregionen an und äusserst sich in seiner Vernehmlassung an das Bundesamt auch zu deren Stellungnahmen. 3 Der Sachplanentwurf sowie die Voprojektunterlagen werden gleichzeitig wie dem Kanton den betroffenen Bundesbehörden zugestellt. Diese nehmen binnen eines Monats nach Übermittlung der kantonalen Vernehmlassungen zuhanden des Bundesamtes Stellung."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Mitwirkung der Bevölkerung",
      "content": "1 Die Bevölkerung erhält die Möglichkeit, nach Artikel 4 des Raumplanungsgesetzes vom 22. Juni 1979 im Sachplan- bzw. Vorprojektgenehmigungsverfahren mitzuwirken. 2 Der Sachplanentwurf und die Vorprojekte werden zu diesem Zweck während 30 Tagen in den betroffenen Gemeinden öffentlich zur Einsichtnahme aufgelegt. 3 Stellungnahmen zum Sachplanentwurf und zu den Vorprojekten sind binnen der in der Publikation genannten Frist beim Bundesamt einzureichen. SR 700"
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Genehmigung",
      "content": "1 Der Sachplan und das Vorprojekt werden dem Bundesrat zusammen zur Genehmigung vorgelegt. 2 Der Bundesrat kann ausnahmsweise Teile des Vorprojekts und des Sachplans genehmigen, wenn: a. sie die Linienführung in noch nicht bereinigten Abschnitten nicht präjudizieren; und b. ihre Realisierung eine unerlässliche Voraussetzung für die Einhaltung des Zeitplanes beim Bau der neuen Linien ist."
    },
    {
      "provision_ref": "art24",
      "chapter": "2. Abschnitt: Auflageprojekte",
      "section": "24",
      "title": "Verbindlichkeit des Vorprojektes",
      "content": "Die Auflageprojekte sind im Rahmen der genehmigten Vorprojekte zu erarbeiten."
    },
    {
      "provision_ref": "art25",
      "chapter": "2. Abschnitt: Auflageprojekte",
      "section": "25",
      "title": "Verfahren",
      "content": "1 Das Verfahren zur Genehmigung der Auflageprojekte richtet sich nach dem Eisenbahngesetz vom 20. Dezember 1957 und der Verordnung vom 2. Februar 2000 über das Plangenehmigungsverfahren für Eisenbahnanlagen. 2 Die Plangenehmigung eines Auflageprojekts setzt die vorgängige Genehmigung des Vorprojekts voraus. SR 742.101 SR 742.142.1"
    },
    {
      "provision_ref": "art26",
      "chapter": "3. Kapitel: Schlussbestimmungen",
      "section": "26",
      "title": "Aufhebung bisherigen Rechts",
      "content": "Folgende Verordnungen werden aufgehoben: 1. Verordnung vom 30. November 1992 über die Zuständigkeiten der mit der Ausführung der Alpentransit-Beschlüsse beauftragten Bundesorgane und Eisenbahnen; 2. Verordnung vom 20. Januar 1993 über die Genehmigung der Projekte nach Alpentransit-Beschluss; und 3. Verordnung vom 1. September 1993 über die Sonderrechnungen zum Bau der schweizerischen Eisenbahnalpentransversale. [ AS 1993 54 , 1994 406 , 1999 704 Ziff. II 22] [ AS 1993 719 ] [ AS 1993 2527 ]"
    },
    {
      "provision_ref": "art27",
      "chapter": "3. Kapitel: Schlussbestimmungen",
      "section": "27",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 1. März 2001 in Kraft."
    }
  ],
  "definitions": []
}