{
  "id": "sr-748-127-4",
  "type": "statute",
  "title": "Verordnung des UVEK vom 19. März 2004 über Luftfahrzeug-Instandhaltungsbetriebe (VLIb)",
  "title_en": "",
  "short_name": "VLIb",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2004/206/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "1. Abschnitt: Allgemeines",
      "section": "1",
      "title": "Gegenstand, Geltungsbereich und anwendbares Recht",
      "content": "1 Diese Verordnung gilt für Unternehmen, die Instandhaltungsarbeiten nach der Verordnung des UVEK vom 18. September 1995 über die Lufttüchtigkeit von Luftfahrzeugen (VLL) durchführen und bescheinigen. 2 Sie gilt nur, soweit nicht gemäss Ziffer 3 des Anhangs zum Abkommen vom 21. Juni 1999 zwischen der Schweizerischen Eidgenossenschaft und der Europäischen Gemeinschaft über den Luftverkehr (Luftverkehrsabkommen) eine der folgenden EG-Verordnungen in der für die Schweiz jeweils verbindlichen Fassung anwendbar ist: a. Verordnung (EG) Nr. 1592/2002; b. Verordnung (EG) Nr. 2042/2003. 3 Sie gilt für Unternehmen, die in der Schweiz Instandhaltungsarbeiten an Luftfahrzeugen, Triebwerken, Propellern, Luftfahrzeugteilen und Ausrüstungen durchführen oder bescheinigen, und für schweizerische Unternehmen dieser Art auf dem Flughafen Basel-Mülhausen. 4 Soweit nicht strengere ausländische Vorschriften anwendbar sind, gilt die Verordnung sinngemäss auch für schweizerische Unternehmen, die Instandhaltungsarbeiten durchführen oder bescheinigen: a. in der Schweiz an ausländischen Luftfahrzeugen, Triebwerken, Propellern, Luftfahrzeugteilen und Ausrüstungen; b. im Ausland an schweizerischen Luftfahrzeugen, Triebwerken, Propellern, Luftfahrzeugteilen und Ausrüstungen; c. im Ausland an ausländischen Luftfahrzeugen, Triebwerken, Propellern, Luftfahrzeugteilen und Ausrüstungen. 5 Zwischenstaatliche Vereinbarungen über die Instandhaltung von Luftfahrzeugen, Triebwerken, Propellern, Luftfahrzeugteilen und Ausrüstungen bleiben vorbehalten. Fassung gemäss Ziff. I der V des UVEK vom 14. Juli 2008, in Kraft seit 1. Aug. 2008 ( AS 2008 3617 ). SR 748.215.1 SR 0.748.127.192.68 . Die für die Schweiz jeweils verbindliche Fassung ist im Anhang zu diesem Abkommen genannt und kann beim BAZL eingesehen oder bezogen werden: Bundesamt für Zivilluftfahrt, 3003 Bern (www.bazl.admin.ch )."
    },
    {
      "provision_ref": "art2",
      "chapter": "1. Abschnitt: Allgemeines",
      "section": "2",
      "title": "",
      "content": "Aufgehoben durch Ziff. I der V des UVEK vom 14. Juli 2008, mit Wirkung seit 1. Aug. 2008 ( AS 2008 3617 )."
    },
    {
      "provision_ref": "art3",
      "chapter": "1. Abschnitt: Allgemeines",
      "section": "3",
      "title": "Begriffe",
      "content": "In dieser Verordnung bedeuten: a. Instandhaltungs b e trieb : ein für die Durchführung von Luftfahrzeug-Instandhaltungsarbeiten zugelassenes Unternehmen; b. Verantwortlicher Geschäftsführer: im Luftfahrzeug- Instandhaltungsbetrieb mit umfassender Weisungsbefugnis versehene Person, die auch über die Mittel verfügen kann, um alle zur Durchführung der vorgesehenen Instandhaltungsarbeiten notwendigen Anschaffungen finanzieren und die Instandhaltungsarbeiten nach den behördlich geforderten Normen durchführen zu können; c. freigabeberechtigte Person: Person, die vom Bundesamt für Zivilluftfahrt (BAZL) nach der Verordnung vom 25. August 2000 über das Luftfahrzeug-Instandhaltungspersonal (VLIp) oder nach dem Anhang III der Verordnung (EG) Nr. 2042/2003 ermächtigt worden ist, Freigabebescheinigungen auszustellen; d. Instandhaltungsbetriebshandbuch : zusammengestellte Unterlagen, in denen der Instandhaltungsbetrieb seine Organisation, Verfahren und die Durchführung, Überwachung und Bescheinigung von Instandhaltungsarbeiten regelt; e. Instandhaltungsaufzeichnungen : Unterlagen wie Technische Akten, Arbeitsberichte, Freigabebescheinigungen, Prüfberichte oder Prüfnachweise; f. Instandhaltungsarbeiten : Kontroll-, Überholungs‑, Änderungs-, Austausch- und Reparaturarbeiten an Luftfahrzeugen, Triebwerken, Propellern, Luftfahrzeugteilen und Ausrüstungen. Ausdruck gemäss Ziff. I der V des UVEK vom 14. Juli 2008, in Kraft seit 1. Aug. 2008 ( AS 2008 3617 ). Diese Änd. ist im ganzen Erlass berücksichtigt. Ausdruck gemäss Ziff. I der V des UVEK vom 14. Juli 2008, in Kraft seit 1. Aug. 2008 ( AS 2008 3617 ). Diese Änd. ist im ganzen Erlass berücksichtigt. Fassung gemäss Ziff. I der V des UVEK vom 14. Juli 2008, in Kraft seit 1. Aug. 2008 ( AS 2008 3617 ). SR 748.127.2 Gemäss Ziffer 3 des Anhangs zum Luftverkehrsabkommen ( SR 0.748.127.192.68 ). Ausdruck gemäss Ziff. I der V des UVEK vom 14. Juli 2008, in Kraft seit 1. Aug. 2008 ( AS 2008 3617 ). Diese Änd. ist im ganzen Erlass berücksichtigt. Ausdruck gemäss Ziff. I der V des UVEK vom 14. Juli 2008, in Kraft seit 1. Aug. 2008 ( AS 2008 3617 ). Diese Änd. ist im ganzen Erlass berücksichtigt. Ausdruck gemäss Ziff. I der V des UVEK vom 14. Juli 2008, in Kraft seit 1. Aug. 2008 ( AS 2008 3617 ). Diese Änd. ist im ganzen Erlass berücksichtigt. Eingefügt durch Ziff. I der V des UVEK vom 14. Juli 2008, in Kraft seit 1. Aug. 2008 ( AS 2008 3617 )."
    },
    {
      "provision_ref": "art4",
      "chapter": "2. Abschnitt: Instandhaltungsbetriebsausweis",
      "section": "4",
      "title": "Ausweispflicht",
      "content": "1 Betriebe, die nach Artikel 1 Instandhaltungsarbeiten durchführen oder bescheinigen, müssen einen Ausweis für Luftfahrzeug- Instandhaltungsbetriebe (Instandhaltungsbetriebsausweis) haben. 2 Keinen Ausweis benötigen Betriebe, die im Unterauftrag Instandhaltungsarbeiten durchführen, welche durch den auftraggebenden Instandhaltungsbetrieb nach Artikel 20 Absatz 2 überwacht und bescheinigt werden."
    },
    {
      "provision_ref": "art5",
      "chapter": "2. Abschnitt: Instandhaltungsbetriebsausweis",
      "section": "5",
      "title": "Instandhaltungsbetriebe im Ausland",
      "content": "An Instandhaltungsbetriebe im Ausland werden keine Instandhaltungsbetriebsausweise abgegeben."
    },
    {
      "provision_ref": "art6",
      "chapter": "2. Abschnitt: Instandhaltungsbetriebsausweis",
      "section": "6",
      "title": "Tätigkeitsgebiete",
      "content": "Im Instandhaltungsbetriebsausweis sind die Tätigkeitsgebiete eingetragen, für die der Betrieb eine Berechtigung hat. Das BAZL erlässt Richtlinien über die möglichen Tätigkeitsgebiete, für die ein Instandhaltungsbetriebsausweis erworben werden kann. Ausdruck gemäss Ziff. I der V des UVEK vom 14. Juli 2008, in Kraft seit 1. Aug. 2008 ( AS 2008 3617 ). Diese Änd. ist im ganzen Erlass berücksichtigt."
    },
    {
      "provision_ref": "art7",
      "chapter": "2. Abschnitt: Instandhaltungsbetriebsausweis",
      "section": "7",
      "title": "Ausnahmen",
      "content": "Das BAZL kann auf begründetes Gesuch hin einen Instandhaltungsbetrieb von der Einhaltung einzelner Vorschriften dieser Verordnung befreien oder zur Durchführung von Instandhaltungsarbeiten ermächtigen, welche nicht im Instandhaltungsbetriebsausweis eingetragen sind. Die Ausnahmebewilligung kann mit Auflagen oder Bedingungen versehen werden."
    },
    {
      "provision_ref": "art8",
      "chapter": "3. Abschnitt: Voraussetzungen für die Erteilung eines Instandhaltungsbetriebsausweises",
      "section": "8",
      "title": "Gesuch",
      "content": "Das Gesuch um Erteilung eines Instandhaltungsbetriebsausweises ist dem BAZL auf den dafür vorgesehenen Formularen zusammen mit den vollständigen Unterlagen spätestens drei Monate vor der geplanten Betriebsaufnahme einzureichen."
    },
    {
      "provision_ref": "art9",
      "chapter": "3. Abschnitt: Voraussetzungen für die Erteilung eines Instandhaltungsbetriebsausweises",
      "section": "9",
      "title": "Inhalt des Gesuches",
      "content": "Der Gesuchsteller hat nachzuweisen, dass: a. das Unternehmen in der Schweiz im Handelsregister eingetragen ist oder nicht unter die Handelsregisterpflicht fällt; b. ein Instandhaltungsbetriebshandbuch vorliegt (Art. 10); c. geeignete Räumlichkeiten und Anlagen vorhanden sind, die dem Instandhaltungspersonal ein fachgerechtes Arbeiten ermöglichen (Art. 11); d. betriebseigenes Personal zur Verfügung steht (Art. 12); e. er über die erforderlichen Ausrüstungen, Werkzeuge und das erforderliche Material verfügt (Art. 13); f. die zur Ausführung der Instandhaltungsarbeiten erforderlichen Instandhaltungsunterlagen vorhanden und nachgeführt sind (Art. 14). Ausdruck gemäss Ziff. I der V des UVEK vom 14. Juli 2008, in Kraft seit 1. Aug. 2008 ( AS 2008 3617 ). Diese Änd. ist im ganzen Erlass berücksichtigt."
    },
    {
      "provision_ref": "art10",
      "chapter": "3. Abschnitt: Voraussetzungen für die Erteilung eines Instandhaltungsbetriebsausweises",
      "section": "10",
      "title": "Instandhaltungsbetriebshandbuch",
      "content": "1 Der Gesuchsteller muss in einer der drei Amtssprachen oder in englischer Sprache ein Instandhaltungsbetriebshandbuch ausarbeiten und dem BAZL zur Genehmigung einreichen. 2 Das Instandhaltungsbetriebshandbuch muss die Angaben und Verfahren nach Anhang 1 enthalten. Das BAZL kann den Anhang 1 ändern. Für die Form und den Aufbau des Instandhaltungsbetriebshandbuches erlässt das BAZL Richtlinien. 3 ... 4 Das Instandhaltungsbetriebshandbuch oder massgebliche Teile davon müssen den Personen, die im Instandhaltungsbetriebshandbuch aufgeführt sind, zugänglich sein. Der Instandhaltungsbetrieb hat dafür zu sorgen, dass das Instandhaltungsbetriebshandbuch stets nachgeführt ist. 5 Das BAZL kann Änderungen vorschreiben, die es zur Sicherstellung einer ordnungsgemässen Luftfahrzeuginstandhaltung als notwendig erachtet. Das Instandhaltungsbetriebshandbuch wird entsprechend geändert. 6 Änderungen des Instandhaltungsbetriebshandbuches nach Anhang 1 sind vom BAZL genehmigen zu lassen. Aufgehoben durch Ziff. I der V des UVEK vom 14. Juli 2008, mit Wirkung seit 1. Aug. 2008 ( AS 2008 3617 ). Ausdruck gemäss Ziff. I der V des UVEK vom 14. Juli 2008, in Kraft seit 1. Aug. 2008 ( AS 2008 3617 )."
    },
    {
      "provision_ref": "art11",
      "chapter": "3. Abschnitt: Voraussetzungen für die Erteilung eines Instandhaltungsbetriebsausweises",
      "section": "11",
      "title": "Räumlichkeiten",
      "content": "1 Der Instandhaltungsbetrieb muss für alle vorgesehenen Arbeiten über geeignete Räumlichkeiten und Anlagen verfügen. Diese müssen insbesondere die für die auszuführenden Arbeiten erforderlichen Arbeitsbedingungen sowie Schutz vor Witterungseinflüssen und Arbeitsplatzverunreinigungen bieten. 2 Für die Planung und die Leitung der vorgesehenen Arbeiten sowie für die Verwaltung von Instandhaltungsaufzeichnungen müssen geeignete Büroräumlichkeiten zur Verfügung stehen. 3 Die Arbeitsplatzgestaltung hat auf die Besonderheiten der durchzuführenden Arbeiten Rücksicht zu nehmen. 4 Triebwerke, Propeller, Luftfahrzeugteile, Ausrüstungen sowie Werkzeuge, Material und Prüfgeräte sind in geeigneten Räumen zu lagern. Verwendbare Teile sind von nicht verwendbaren getrennt aufzubewahren. Durch die Lagerung dürfen die Teile weder beschädigt noch sonst in ihrer Qualität beeinträchtigt werden. Fassung gemäss Ziff. I der V des UVEK vom 14. Juli 2008, in Kraft seit 1. Aug. 2008 ( AS 2008 3617 )."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Personal",
      "content": "1 Dem BAZL sind zur Genehmigung zu melden: a. ein vom Gesuchsteller als geeignet erachteter verantwortlicher Geschäftsführer; b. die dem verantwortlichen Geschäftsführer unterstellten leitenden Personen. 2 Diese Personen sind nach Massgabe des Instandhaltungsbetriebshandbuches für die Einhaltung der Vorschriften dieser Verordnung verantwortlich. 3 Der Instandhaltungsbetrieb muss genügend Personal beschäftigen, um die vorgesehenen oder vertraglich zugesicherten Arbeiten planen, durchführen, überwachen und überprüfen zu können. Bei über die Planung hinausreichendem Arbeitsaufwand kann der Betrieb vorübergehend zusätzliches Personal einsetzen, welches jedoch keine Freigabebescheinigungen ausstellen darf; Absatz 7 bleibt vorbehalten. 4 Ein angemessener Anteil des betriebseigenen Instandhaltungspersonals muss gemäss der VLIp oder gemäss Anhang III der Verordnung (EG) Nr. 2042/2003 berechtigt sein, Freigabebescheinigungen auszustellen. Das BAZL kann die Anzahl der freigabeberechtigten Personen unter Berücksichtigung der vorgesehenen Instandhaltungsarbeiten im Einzelfall festlegen. 5 Instandhaltungsbetriebe, die Instandhaltungsarbeiten an Luftfahrzeugen, ausgenommen an Segelflugzeugen, Ballonen sowie Segelflugzeugen mit Klapptriebwerk, durchführen und bescheinigen, müssen über mindestens eine Person verfügen, die: a. geeignete Lizenzträgerin nach Anhang III der Verordnung (EG) Nr. 2042/2003 oder nach Artikel 20 VLIp ist; b. mindestens drei Jahre Trägerin der Lizenz ist; c. die entsprechenden Tätigkeiten in den letzten zwei Jahren ausgeübt hat; d. vollzeitlich beschäftigt ist; e. über Kenntnisse verfügt über: 1. die Anwendung der Instandhaltungsunterlagen für die Durchführung von komplexen Instandhaltungsarbeiten, 2. Verfahren, mit denen bei komplexen Instandhaltungsarbeiten die Einhaltung der Lufttüchtigkeitsanforderungen geprüft werden, 3. administrative Arbeiten, insbesondere das Erstellen oder Auswerten von Kontrollflugrapporten, das Führen von technischen Akten sowie das Abfassen von Arbeits- und Wägungsberichten. 6 Der Instandhaltungsbetrieb muss: a. Aufzeichnungen über die freigabeberechtigten Personen führen, welche Einzelheiten zum Umfang der Berechtigungen enthalten; b. eine Kopie der Aufzeichnungen über die freigabeberechtigten Personen während zweier Jahre nach Beendigung des Arbeitsverhältnisses oder Aufgabe der entsprechenden Tätigkeit aufbewahren. 7 Er kann für fachspezifische Instandhaltungsarbeiten externe Fachspezialisten nach Artikel 6 VLIp beiziehen. SR 748.127.2 Gemäss Ziffer 3 des Anhangs zum Luftverkehrsabkommen ( SR 0.748.127.192.68 ). Fassung gemäss Ziff. I der V des UVEK vom 14. Juli 2008, in Kraft seit 1. Aug. 2008 ( AS 2008 3617 ). Ausdruck gemäss Ziff. I der V des UVEK vom 14. Juli 2008, in Kraft seit 1. Aug. 2008 ( AS 2008 3617 ). Fassung gemäss Ziff. I der V des UVEK vom 14. Juli 2008, in Kraft seit 1. Aug. 2008 ( AS 2008 3617 ). Ausdruck gemäss Ziff. I der V des UVEK vom 14. Juli 2008, in Kraft seit 1. Aug. 2008 ( AS 2008 3617 ). Diese Änd. ist im ganzen Erlass berücksichtigt."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "",
      "content": "1 Der Instandhaltungsbetrieb muss zum Zeitpunkt der Ausführung der Instandhaltungsarbeiten über die notwendigen Werkzeuge, das erforderliche Material und die erforderlichen Prüfgeräte verfügen. 2 Prüfgeräte sind regelmässig nach den vom BAZL anerkannten Normen zu kontrollieren oder zu eichen. Über die Kontrollen und die dabei verwendeten Normen hat der Instandhaltungsbetrieb Aufzeichnungen zu führen. Fassung gemäss Ziff. I der V des UVEK vom 14. Juli 2008, in Kraft seit 1. Aug. 2008 ( AS 2008 3617 ). Fassung gemäss Ziff. I der V des UVEK vom 14. Juli 2008, in Kraft seit 1. Aug. 2008 ( AS 2008 3617 )."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Instandhaltungsunterlagen",
      "content": "1 Der Instandhaltungsbetrieb muss zum Zeitpunkt der Instandhaltungsarbeiten über die notwendigen Instandhaltungsunterlagen nach Artikel 25 VLL verfügen. 2 Erstellt der Betrieb zusätzlich eigene Instandhaltungsunterlagen, hat dies nach einem im Instandhaltungsbetriebshandbuch festgelegten Verfahren zu erfolgen. 3 Die Instandhaltungsunterlagen sind auf dem neuesten Stand zu halten und haben dem Personal bei der Erledigung der entsprechenden Arbeiten in geeigneter Form zur Verfügung zu stehen. SR 748.215.1"
    },
    {
      "provision_ref": "art15",
      "chapter": "4. Abschnitt: Betriebsprüfung und Instandhaltungsbetriebsausweis",
      "section": "15",
      "title": "Betriebsprüfung",
      "content": "1 Das BAZL führt nach Eingang der Unterlagen nach Artikel 8 und ihrer Überprüfung in Anwesenheit eines Vertreters oder einer Vertreterin des Instandhaltungsbetriebes eine Betriebsprüfung durch. 2 Es bestimmt den Zeitpunkt der Prüfung. 3 Es kann für die Prüfung aussenstehende Sachverständige beiziehen. 4 Das Ergebnis der Prüfung wird in einem Prüfungsprotokoll festgehalten und dem Gesuchsteller mitgeteilt. 5 Ergibt die Prüfung, dass nicht alle Voraussetzungen für die Erteilung eines Instandhaltungsbetriebsausweises erfüllt sind, so teilt das BAZL dem Gesuchsteller mit, welche ergänzenden Massnahmen er noch zu treffen hat, und setzt ihm dafür eine angemessene Frist. 6 Nimmt der Gesuchsteller die erforderlichen Massnahmen nicht fristgerecht vor, so gilt die Betriebsprüfung als nicht bestanden."
    },
    {
      "provision_ref": "art16",
      "chapter": "4. Abschnitt: Betriebsprüfung und Instandhaltungsbetriebsausweis",
      "section": "16",
      "title": "Instandhaltungsbetriebsausweis",
      "content": "1 Sind alle Voraussetzungen erfüllt, erteilt das BAZL dem Gesuchsteller den Instandhaltungsbetriebsausweis, auf dem in Übereinstimmung mit dem Instandhaltungsbetriebshandbuch das oder die zulässigen Tätigkeitsgebiete eingetragen sind. 2 Der Instandhaltungsbetriebsausweis ist unbeschränkt gültig. In besonderen Fällen kann das BAZL eine Gültigkeitsdauer festlegen. 3 Das BAZL führt in jedem Betrieb mindestens alle 24 Monate eine Betriebsprüfung im Sinne von Artikel 15 durch, um die Einhaltung der Vorschriften zu überprüfen. 4 ... Fassung gemäss Ziff. I der V des UVEK vom 14. Juli 2008, in Kraft seit 1. Aug. 2008 ( AS 2008 3617 ). Fassung gemäss Ziff. I der V des UVEK vom 14. Juli 2008, in Kraft seit 1. Aug. 2008 ( AS 2008 3617 ). Aufgehoben durch Ziff. I der V des UVEK vom 14. Juli 2008, mit Wirkung seit 1. Aug. 2008 ( AS 2008 3617 )."
    },
    {
      "provision_ref": "art17",
      "chapter": "4. Abschnitt: Betriebsprüfung und Instandhaltungsbetriebsausweis",
      "section": "17",
      "title": "Erweiterung des Instandhaltungsbetriebsausweises",
      "content": "1 Beantragt der Instandhaltungsbetrieb eine Erweiterung des oder der in seinem Ausweis eingetragenen Tätigkeitsgebiete, so hat er dafür eine Prüfung zu bestehen. 2 Für die Prüfungen zur Erweiterung gelten die Artikel 8–15 sinngemäss."
    },
    {
      "provision_ref": "art18",
      "chapter": "4. Abschnitt: Betriebsprüfung und Instandhaltungsbetriebsausweis",
      "section": "18",
      "title": "Änderungen im Instandhaltungsbetrieb",
      "content": "1 Grundlegende Änderungen wie die Änderung der Firmenbezeichnung, Betriebsverlegungen, die Eröffnung oder Schliessung von Zweigniederlassungen, der Wechsel des verantwortlichen Geschäftsführers oder der leitenden Personen sowie Änderungen bezüglich Betriebsstätten, Verfahren, Tätigkeitsgebiete und freigabeberechtigte Personen sind dem BAZL unverzüglich zu melden und bedürfen seiner Genehmigung. 2 Sind die Voraussetzungen zur Aufrechterhaltung des Instandhaltungsbetriebsausweises wegen einer der in Absatz 1 genannten Tatsachen kurzfristig nicht erfüllt, kann das BAZL Bedingungen oder Auflagen festlegen, unter denen der Instandhaltungsbetrieb seine Tätigkeit dennoch fortsetzen kann. Gegebenenfalls passt es den Instandhaltungsbetriebsausweis den neuen Verhältnissen an."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Entzug oder Einschränkung",
      "content": "Das BAZL kann in Anwendung von Artikel 92 LFG den befristeten oder dauernden Entzug eines Instandhaltungsbetriebsausweises verfügen oder das Tätigkeitsgebiet eines Instandhaltungsbetriebes einschränken, wenn es feststellt, dass: a. die für die Erteilung des Ausweises massgebenden Voraussetzungen nicht mehr erfüllt sind; b. Instandhaltungsarbeiten in schwerwiegender Art oder wiederholt mangelhaft ausgeführt worden sind; c. ihm der Zugang zum Instandhaltungsbetrieb verwehrt wird oder ihm die zur Überprüfung der Befolgung dieser Vorschriften notwendigen Unterlagen vorenthalten werden; d. der Instandhaltungsbetrieb die ihm auferlegten Gebühren nicht bezahlt."
    },
    {
      "provision_ref": "art20",
      "chapter": "5. Abschnitt: Rechte des Instandhaltungsbetriebes",
      "section": "20",
      "title": "",
      "content": "1 Der Instandhaltungsbetrieb ist im Rahmen des im Instandhaltungsbetriebsausweis und im Instandhaltungsbetriebshandbuch geregelten Tätigkeitsbereiches berechtigt, Instandhaltungsarbeiten an Luftfahrzeugen, Triebwerken, Propellern, Luftfahrzeugteilen und Ausrüstungen nach den Artikeln 24–40 VLL an folgenden Orten durchzuführen und zu bescheinigen: a. an den im Instandhaltungsbetriebsausweis genannten Betriebsstandorten; b. im Einzelfall an jedem beliebigen Ort, sofern das betreffende Luftfahrzeug nicht einsatzfähig ist; c. an jedem beliebigen Ort, sofern es sich um gelegentliche und nicht komplexe Instandhaltungsarbeiten handelt und deren Durchführung im Instandhaltungsbetriebshandbuch vorgesehen ist. 2 Der Instandhaltungsbetrieb kann Instandhaltungsarbeiten an Unternehmen übertragen, die im Unterauftrag Instandhaltungsarbeiten durchführen, sofern er in der Lage ist, die Konformität zu gewährleisten und die Ausführung vorschriftsgemäss zu bescheinigen. SR 748.215.1 Fassung gemäss Ziff. I der V des UVEK vom 14. Juli 2008, in Kraft seit 1. Aug. 2008 ( AS 2008 3617 ). Fassung gemäss Ziff. I der V des UVEK vom 14. Juli 2008, in Kraft seit 1. Aug. 2008 ( AS 2008 3617 )."
    },
    {
      "provision_ref": "art21",
      "chapter": "6. Abschnitt: Pflichten des Instandhaltungsbetriebes",
      "section": "21",
      "title": "Betriebsverfahren",
      "content": "Der Instandhaltungsbetrieb muss vom BAZL als geeignet erachtete Betriebsverfahren festlegen, um die fachgerechte Durchführung und den Abschluss der Instandhaltungsarbeiten nach den Artikeln 23–40 VLL und die Einhaltung der Bestimmungen dieser Verordnung zu gewährleisten. SR 748.215.1"
    },
    {
      "provision_ref": "art22",
      "chapter": "6. Abschnitt: Pflichten des Instandhaltungsbetriebes",
      "section": "22",
      "title": "Aufzeichnung der Instandhaltungsarbeiten",
      "content": "1 Der Instandhaltungsbetrieb muss: a. die Einzelheiten der durchgeführten Arbeiten aufzeichnen; b. eine Kopie der Instandhaltungsaufzeichnungen während zweier Jahre seit der Ausstellung der Freigabebescheinigung aufbewahren. 2 Das BAZL kann für die Aufzeichnung bestimmter Instandhaltungsarbeiten eine längere Aufbewahrungsdauer vorschreiben."
    },
    {
      "provision_ref": "art23",
      "chapter": "6. Abschnitt: Pflichten des Instandhaltungsbetriebes",
      "section": "23",
      "title": "Form und Inhalt der Freigabebescheinigung",
      "content": "1 Die Freigabebescheinigung muss allgemeine Angaben über die durchgeführten Arbeiten sowie die Referenz der angewendeten Instandhaltungsunterlagen, das Datum und den Ort des Abschlusses der Instandhaltungsarbeiten, den Namen und die Ausweisnummer des Instandhaltungsbetriebes und der freigabeberechtigten Person sowie deren Unterschrift enthalten. 2 Das BAZL kann Richtlinien über die Form der Freigabebescheinigung erlassen."
    },
    {
      "provision_ref": "art24",
      "chapter": "6. Abschnitt: Pflichten des Instandhaltungsbetriebes",
      "section": "24",
      "title": "Meldepflicht",
      "content": "1 Der Instandhaltungsbetrieb hat spätestens innerhalb von 72 Stunden alle an einem Luftfahrzeug, einem Triebwerk, einem Propeller, einem Luftfahrzeugteil oder einer Ausrüstung festgestellten technischen Störungen, Mängel oder anormalen Beanspruchungen, die eine Gefährdung der Sicherheit darstellen, dem BAZL und dem Luftfahrzeughalter oder der Luftfahrzeughalterin zu melden. 2 Die Meldung hat auf einem vom BAZL anerkannten Formular zu erfolgen und muss alle bekannten sachdienlichen Informationen enthalten. 3 Das BAZL regelt das Nähere über die Meldepflicht in einer Richtlinie. Fassung gemäss Ziff. I der V des UVEK vom 14. Juli 2008, in Kraft seit 1. Aug. 2008 ( AS 2008 3617 )."
    },
    {
      "provision_ref": "art25",
      "chapter": "6. Abschnitt: Pflichten des Instandhaltungsbetriebes",
      "section": "25",
      "title": "Technische Mitteilungen",
      "content": "1 Das BAZL erlässt Richtlinien und Mitteilungen über die Instandhaltungsbetriebe sowie über die Unterscheidung von komplexen und nicht komplexen Instandhaltungsarbeiten als Technische Mitteilungen. 2 Es veröffentlicht die Technischen Mitteilungen. 3 Eine Kopie der Technischen Mitteilungen kann beim BAZL gegen Entgelt bezogen werden. Fassung gemäss Ziff. I der V des UVEK vom 14. Juli 2008, in Kraft seit 1. Aug. 2008 ( AS 2008 3617 ). Bezugsadresse: Bundesamt für Zivilluftfahrt, 3003 Bern (www.bazl.admin.ch)."
    },
    {
      "provision_ref": "art26",
      "chapter": "7. Abschnitt: Schlussbestimmungen",
      "section": "26",
      "title": "Änderungen bisherigen Rechts",
      "content": "Die Änderungen bisherigen Rechts werden im Anhang 2 geregelt."
    },
    {
      "provision_ref": "art27",
      "chapter": "7. Abschnitt: Schlussbestimmungen",
      "section": "27",
      "title": "Übergangsbestimmungen",
      "content": "1 Gesuche um Erteilung eines Instandhaltungsbetriebsausweises nach VJAR-145, die zum Zeitpunkt des Inkrafttretens dieser Verordnung hängig sind, werden grundsätzlich nach den Bestimmungen von VJAR-145 weiterbehandelt. Solche hängigen Gesuche, deren beantragte Tätigkeitsbereiche in den Geltungsbereich dieser Verordnung fallen, werden auf Gesuch hin, nach den Bestimmungen dieser Verordnung weiterbehandelt. 2 Betriebe, die einen Instandhaltungsbetriebsausweis nach VJAR-145 besitzen und an Luftfahrzeugen Instandhaltungsarbeiten durchführen oder bescheinigen, für welche zwingend ein Instandhaltungsbetriebsausweis nach dieser Verordnung verlangt wird, müssen bis am 1. April 2005 im Besitz eines Instandhaltungsbetriebsausweises nach dieser Verordnung sein. Bis zum Ablauf dieser Frist bleiben die Bestimmungen von VJAR-145 anwendbar. [ AS 1995 4892 , 2000 2407 Art. 7 Ziff. 1, 2004 1661 Anhang 2 Ziff. 2. AS 2008 3617 Ziff. II]"
    },
    {
      "provision_ref": "art27a",
      "chapter": "7. Abschnitt: Schlussbestimmungen",
      "section": "27a",
      "title": "a Übergangsbestimmung zur Änderung vom 14. Juli 2008",
      "content": "Personen, die nach Artikel 12 Absatz 5 in der Fassung vor der Änderung vom 14. Juli 2008 dieser Verordnung berechtigt sind, erfüllen weiterhin die Voraussetzungen von Artikel 12 Absatz 5. Eingefügt durch Ziff. I der V des UVEK vom 14. Juli 2008, in Kraft seit 1. Aug. 2008 ( AS 2008 3617 )."
    },
    {
      "provision_ref": "art28",
      "chapter": "7. Abschnitt: Schlussbestimmungen",
      "section": "28",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 1. April 2004 in Kraft."
    }
  ],
  "definitions": []
}