{
  "id": "sr-748-03",
  "type": "statute",
  "title": "Verordnung vom 31. Oktober 2018 über die Finanzhilfen für Ausbildungen im Bereich der Luftfahrt (VFAL)",
  "title_en": "",
  "short_name": "VFAL",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2018/656/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Unterstützte Ausbildungen",
      "content": "1 Das Bundesamt für Zivilluftfahrt (BAZL) gewährt aus dem für den Luftverkehr bestimmten Ertrag der Mineralölsteuer (Art. 37 a Abs. 1 Bst. c und 37 f Bst. e MinVG) Finanzhilfen für die folgenden Ausbildungen: a. Berufspilotinnen und -piloten für Flugzeug und Hubschrauber: 1. Verkehrspilotinnen und -piloten ohne Qualifikation für ein bestimmtes Muster (Frozen ATPL, Frozen Airline Transport Pilot Licence), 2. Berufspilotinnen und -piloten mit einer Qualifikation für den Instrumentenflug (CPL/IR, Commercial Pilot Licence/Instrumental Rating); b. Berufspilotinnen und -piloten für Hubschrauber für eine Qualifikation für Landungen im Gebirge (MOU, Mountain); c. Fluglehrerinnen und -lehrer für Flugzeuge und Hubschrauber: 1. Fluglehrerinnen und -lehrer (FI, Flight Instructor), 2. Fluglehrerinnen und -lehrer für Instrumentenflüge (IRI, Instrument Rating Instructor), 3. Fluglehrerinnen und -lehrer für Landungen im Gebirge (MI, Mountain Instructor), 4. Fluglehrerinnen und -lehrer für Klassenberechtigung (CRI, Class Rating Instructor); d. Luftfahrzeug-Instandhaltungspersonal: 1. Lizenzen der Kategorien A und B nach Anhang III (Teil-66), Punkt 66.A.3 der Verordnung (EU) Nr. 1321/2014, 2. nationaler Ausweis für Fachspezialisten nach der Verordnung vom 25. August 2000 des UVEK über das Luftfahrzeug-Instandhaltungspersonal. 2 In jeder Kategorie werden jährlich höchstens so vielen Kandidatinnen und Kandidaten Finanzhilfen gewährt, wie die schweizerische Zivilluftfahrt gestützt auf die Erfahrungen der jeweils letzten drei Jahre benötigt. 3 Für Ausbildungen in der Verantwortung der Luftwaffe werden keine Finanzhilfen gewährt. Verordnung (EU) Nr. 1321/2014 der Kommission vom 26. November 2014 über die Aufrechterhaltung der Lufttüchtigkeit von Luftfahrzeugen und luftfahrttechnischen Erzeugnissen, Teilen und Ausrüstungen und die Erteilung von Genehmigungen für Organisationen und Personen, die diese Tätigkeiten ausführen, in der für die Schweiz gemäss Ziff. 3 des Anhangs zum Abkommen vom 21. Juni 1999 zwischen der Schweizerischen Eidgenossenschaft und der europäischen Gemeinschaft über den Luftverkehr ( SR 0.748.127.192.68 ) jeweils verbindlichen Fassung. SR 748.127.2"
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Eignung und Auswahl der Kandidatinnen und Kandidaten",
      "content": "Bewerben können sich Kandidatinnen und Kandidaten, die zum Zeitpunkt der Gesuchseinreichung: a. die rechtlichen Voraussetzungen für die Zulassung zur Ausbildung erfüllen; und b. über einen Ausbildungsplatz verfügen."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Prioritätenordnung",
      "content": "1 Bewerben sich mehr Kandidatinnen oder Kandidaten für die Ausbildung zur Berufspilotin oder zum Berufspiloten (Art. 1 Abs. 1 Bst. a und b), als Bedarf besteht oder als finanzielle Mittel für diesen Bereich vorgesehen sind, so berücksichtigt das BAZL in folgender Reihenfolge die Kandidatinnen und Kandidaten, die: a. über eine uneingeschränkte Empfehlung aus den Abklärungen der fliegerischen Vorschulung (SPHAIR) und über eine Beschäftigungsbestätigung eines Schweizer Aviatikbetriebs verfügen; b. über eine uneingeschränkte Empfehlung aus SPHAIR verfügen; c. gemäss Abklärungen, die das BAZL durchführen lässt, als Berufspilotinnen oder Berufspiloten geeignet sind. 2 Für die anderen Berufsgattungen werden in folgender Reihenfolge die Kandidatinnen und Kandidaten berücksichtigt, die: a. über eine Beschäftigungsbestätigung eines Schweizer Aviatikbetriebs verfügen; b. gemäss Abklärungen, die das BAZL durchführen lässt, für den betreffenden Beruf geeignet sind. 3 Mit der Beschäftigungsbestätigung bestätigt der Aviatikbetrieb, dass er sich verpflichtet, die Kandidatin oder den Kandidaten nach erfolgreich abgeschlossener Ausbildung mindestens im folgenden Umfang zu beschäftigen: a. Berufspilotinnen und -piloten für Flugzeug: mindestens drei Jahre zu mindestens 60 Prozent eines vollen Pensums oder 1200 Stunden innerhalb dreier Jahre; b. Berufspilotinnen und -piloten für Hubschrauber: mindestens drei Jahre zu mindestens 60 Prozent eines vollen Pensums oder 600 Stunden innerhalb dreier Jahre; c. Fluglehrerinnen und -lehrer für Flugzeug: 100 Stunden Flugunterricht in Flugzeugen oder Motorsegler (TMG, Touring Motor Glider) sowie zusätzlich die Überwachung von mindestens 25 Alleinflügen von Flugschülerinnen oder ‑schülern innerhalb dreier Jahre; d. Fluglehrerinnen und -lehrer für Hubschrauber: 100 Stunden Flugunterricht in Hubschraubern sowie zusätzlich die Überwachung von mindestens 25 Alleinflügen von Flugschülerinnen oder -schülern innerhalb dreier Jahre; e. Fluglehrerinnen und -lehrer für Segelflieger: 30 Stunden Flugunterricht oder Unterricht für 60 Starts, wobei der vollständige Lehrplan für die Erteilung eines Ausweises für Segelflugpilotinnen oder -piloten (SPL, Sailplane Pilot Licence) behandelt wurde innerhalb dreier Jahre; f. Fluglehrerinnen und -lehrer der Kategorien IRI, MI und CRI: 100 Stunden Flugunterricht in Flugzeugen innerhalb dreier Jahre; g. Luftfahrzeug-Instandhaltungspersonal: mindestens drei Jahre zu mindestens 60 Prozent eines vollen Pensums."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Ausbildungsstätten",
      "content": "1 Finanzhilfen werden für Ausbildungen in Ausbildungsstätten in der Schweiz gewährt, die für ihre Tätigkeit über ein Zertifikat oder eine Bewilligung des BAZL verfügen. 2 Für Ausbildungen in Ausbildungsstätten im Ausland können Finanzhilfen gewährt werden, wenn: a. in der Schweiz keine geeigneten Ausbildungsstätten zur Verfügung stehen; und b. die Ausbildungsstätten ein Ausbildungsniveau aufweisen, welches demjenigen nach Absatz 1 entspricht."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Höhe der Finanzhilfe",
      "content": "1 Die Höhe der Finanzhilfe beträgt höchstens 50 Prozent der anrechenbaren Ausbildungskosten. Bei Personen ohne schweizerische Staatsangehörigkeit, welche spezifisch für die betreffende Ausbildung in die Schweiz kommen, beträgt sie höchstens 30 Prozent der anrechenbaren Ausbildungskosten. 2 Als anrechenbare Kosten gelten die von der Ausbildungsstätte in Rechnung gestellten Kosten für die Ausbildungstätigkeit, insbesondere Lehrmittel, Kosten für die Miete der Schulflugzeuge, Simulatoren oder vergleichbaren Einrichtungen, soweit sie von der Kandidatin oder vom Kandidaten zu tragen sind. 3 Die anrechenbaren Kosten sind für die nachstehenden Kategorien wie folgt begrenzt: a. Berufspilotinnen und -piloten für Flugzeug: 1. Frozen ATP: auf 120 000 Franken, 2. CPL/IR: auf 100 000 Franken; b. Berufspilotinnen und -piloten für Hubschrauber: 1. Frozen ATP: auf 160 000 Franken, 2. CPL/IR: auf 100 000 Franken, 3. MOU: auf 10 000 Franken; c. Fluglehrerinnen und -lehrer für Flugzeuge und Hubschrauber: 1. FI/A: auf 20 000 Franken, 2. FI/H: auf 25 000 Franken, 3. FI/S: auf 8000 Franken, 4. IRI: auf 15 000 Franken, 5. MI/A: auf 8000 Franken, 6. MI/H (bis 2000 Meter über Meer): auf 20 000 Franken, 7. MI/H (über 2000 Meter über Meer): auf 4000 Franken, 8. FI/TMG: auf 5500 Franken, 9. CRI: auf 10 000 Franken; d. Luftfahrzeug-Instandhaltungspersonal: 1. Lizenzen der Kategorien A und B: auf 8000 Franken, 2. nationaler Ausweis für Fachspezialisten: auf 8000 Franken."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Auszahlungsmodalitäten",
      "content": "1 Die Finanzhilfe wird ausbezahlt: a. wenn eine Beschäftigungsbestätigung gemäss Artikel 3 Absatz 3 vorliegt: während der Ausbildung; b. in den übrigen Fällen: nach erfolgreich abgeschlossener Ausbildung und nach Abschluss eines Anstellungsvertrags bei einem Schweizer Aviatikbetrieb, der eine Beschäftigung im Umfang nach Artikel 3 Absatz 3 vorsieht. 2 Die Finanzhilfe wird der Kandidatin oder dem Kandidaten ausgerichtet."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Rückzahlungspflicht",
      "content": "1 Die Kandidatin oder der Kandidat verliert den Anspruch auf zugesprochene Finanzhilfen und muss dem BAZL bereits erhaltene Finanzhilfen zurückzahlen, wenn sie oder er: a. die Ausbildung ohne triftigen Grund abbricht; b. die Tätigkeit nicht spätestens 12 Monate nach erfolgreich abgeschlossener Ausbildung aufnimmt; oder c. die Tätigkeit nicht mindestens im Umfang nach Artikel 3 Absatz 3 ausübt. 2 Ein Aviatikbetrieb, der eine Beschäftigungsbestätigung abgegeben hat, muss dem BAZL die Finanzhilfe zurückzahlen, wenn er die Kandidatin oder den Kandidaten aus Gründen, die er zu verantworten hat, nicht spätestens 12 Monate nach erfolgreich abgeschlossener Ausbildung anstellt oder sie oder ihn nicht im Umfang nach Artikel 3 Absatz 3 beschäftigt. 3 Ein Aviatikbetrieb, der eine Kandidatin oder einen Kandidaten nach erfolgreich abgeschlossener Ausbildung beschäftigt, muss dem BAZL die Finanzhilfe zurückzahlen, wenn aus Gründen, die er zu verantworten hat, der Umfang der Beschäftigung nach Artikel 3 Absatz 3 nicht erreicht wird. 4 Haben sowohl der Aviatikbetriebe als auch die Kandidatin oder der Kandidat massgebende Gründe zu verantworten, so sind sie je nach Massgabe ihrer Verantwortung rückzahlungspflichtig. 5 Um Härtefälle zu vermeiden kann das BAZL den Verlust des Anspruchs oder die Rückzahlungspflicht auf einen Teil der betreffenden Summe beschränken. 6 Das BAZL legt die geschuldeten Rückzahlungen fest."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Gesuch",
      "content": "1 Finanzhilfen werden nur auf Gesuch der Kandidatin oder des Kandidaten gewährt. 2 Das Gesuch um Finanzhilfe ist vor Antritt der Ausbildung beim BAZL einzureichen. 3 Dem Gesuch sind beizulegen: a. ein verbindlicher Voranschlag der Ausbildungsstätte für die anrechenbaren Ausbildungskosten; b. die massgeblichen Unterlagen zur gewählten Ausbildungsstätte, wenn diese nicht über ein Zertifikat oder eine Bewilligung des BAZL verfügen muss oder im Ausland liegt (Art. 4 Abs. 2); c. sofern vorhanden: die Beschäftigungsbestätigung; d. sofern vorhanden: die Empfehlungen aus den Selektionsverfahren des Programms SPHAIR oder eines Aviatikbetriebs. 4 Auf Antrag der Kandidatin oder des Kandidaten entscheidet das BAZL vorfrageweise, ob eine Ausbildungsstätte, die nicht über ein Zertifikat oder eine Bewilligung des BAZL verfügen muss oder im Ausland liegt, die Voraussetzungen nach Artikel 4 Absatz 2 erfüllt."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Entscheid",
      "content": "Das BAZL entscheidet mit Verfügung."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Einreichung der Rechnungen und Auszahlung",
      "content": "1 Die Kandidatin oder der Kandidat hat dem BAZL die Teil- und Gesamtrechnungen für die anrechenbaren Ausbildungskosten einzureichen. 2 Wird die Finanzhilfe während der Ausbildung ausgezahlt (Art. 6 Abs. 1 Bst. a), so wird pro Rechnungsperiode der verfügte Anteil der in Rechnung gestellten anrechenbaren Ausbildungskosten ausbezahlt, bis der verfügte Höchstbetrag erreicht ist."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Nachweise über den Ausbildungsabschluss und die Anstellung",
      "content": "1 Die Kandidatin oder der Kandidat hat dem BAZL den Nachweis über den Abschluss der Ausbildung einzureichen. Wird die Ausbildung nicht zu Ende geführt, sind dem BAZL die Gründe darzulegen. 2 Ein Aviatikbetrieb, der eine Beschäftigungsbestätigung abgegeben hat, hat dem BAZL den Nachweis über die Beschäftigung der Kandidatin oder des Kandidaten einzureichen. Kommt die Beschäftigung nicht zustande oder erreicht sie nicht den Umfang nach Artikel 3 Absatz 3, so sind dem BAZL die Gründe darzulegen."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Übergangsbestimmung",
      "content": "Gesuchs- und Beschwerdeverfahren, die bei Inkrafttreten dieser Verordnung hängig sind, werden nach der Verordnung vom 1. Juli 2015 über die Finanzhilfen für Ausbildungen im Bereich der Luftfahrt weitergeführt. [ AS 2015 2479 ]"
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Aufhebung eines anderen Erlasses",
      "content": "Die Verordnung vom 1. Juli 2015 über die Finanzhilfen für Ausbildungen im Bereich der Luftfahrt wird aufgehoben. [ AS 2015 2479 ]"
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 1. Januar 2019 in Kraft."
    }
  ],
  "definitions": []
}