{
  "id": "sr-732-112-1",
  "type": "statute",
  "title": "Verordnung des UVEK vom 16. April 2008 über die Gefährdungsannahmen und Sicherungsmassnahmen für Kernanlagen und Kernmaterialien",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2008/268/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "1. Abschnitt: Gegenstand und Schutzziele",
      "section": "1",
      "title": "Gegenstand",
      "content": "Diese Verordnung legt die Grundsätze für die Gefährdungsannahmen und für die baulichen, technischen, organisatorischen und administrativen Anforderungen an Sicherungsmassnahmen zur Erreichung der Schutzziele fest."
    },
    {
      "provision_ref": "art2",
      "chapter": "1. Abschnitt: Gegenstand und Schutzziele",
      "section": "2",
      "title": "Schutzziele",
      "content": "1 Schutzziele sind: a. Schutz der Kernanlagen vor unbefugter Einwirkung; b. Schutz der Kernmaterialien vor Entwendung und unbefugter Einwirkung; c. Schutz von Mensch und Umwelt vor radiologischer Schädigung verursacht durch unbefugte Einwirkung. 2 Der Inhaber einer Betriebsbewilligung für eine Kernanlage oder einer Transportbewilligung für Kernmaterialien hat nachzuweisen, dass mit den getroffenen Sicherungsmassnahmen die Schutzziele eingehalten werden."
    },
    {
      "provision_ref": "art3",
      "chapter": "2. Abschnitt: Gefährdungsannahmen",
      "section": "3",
      "title": "",
      "content": "1 Die Gefährdungsannahmen dienen als Grundlage und Massstab für die Sicherung von Kernanlagen und Kernmaterialien. 2 Die Gefährdungsannahmen beruhen insbesondere auf: a. dem weltweiten Terrorismus und gewalttätigen Extremismus; b. der spezifischen Bedrohungslage in der Schweiz; c. dem Gefährdungspotential der zu schützenden Objekte; d. dem Stand der Angriffstechnik; e. dem möglichen Täterverhalten. 3 Die Aufsichtsbehörde gemäss Artikel 6 der KEV (Aufsichtsbehörde) wird beauftragt, die massgebenden Gefährdungsannahmen unter Berücksichtigung der Kategorien von Kernmaterialien und der radiologischen Auswirkungen in einer geheimen Richtlinie zu regeln."
    },
    {
      "provision_ref": "art4",
      "chapter": "3. Abschnitt: Sicherungsmassnahmen",
      "section": "4",
      "title": "Sicherungsmassnahmen",
      "content": "Die Sicherungsmassnahmen haben insbesondere zum Zweck: a. potenzielle Täter von unerlaubten Handlungen gegen Kernmaterialien oder Kernanlagen abzuhalten; b. den kontrollierten Zutritt von Personen und Fahrzeugen zu Kernanlagen zu gewährleisten; c. den Materialfluss in und aus den Sicherungszonen zu kontrollieren; d. den unerlaubten Zutritt zu Sicherungszonen zu detektieren und zu verhindern; e. gute Voraussetzungen für den Einsatz der Polizei zu schaffen."
    },
    {
      "provision_ref": "art5",
      "chapter": "3. Abschnitt: Sicherungsmassnahmen",
      "section": "5",
      "title": "Bauliche und technische Sicherungsmassnahmen",
      "content": "1 Für die baulichen Sicherungsmassnahmen gelten die Anforderungen nach Anhang 2 der KEV. 2 Die technischen Sicherungsmassnahmen umfassen insbesondere Detektions-, Kommunikations- und Zutrittskontrollsysteme. 3 Die Aufsichtsbehörde wird beauftragt, die weiteren Einzelheiten in einer geheimen Richtlinie zu regeln."
    },
    {
      "provision_ref": "art6",
      "chapter": "3. Abschnitt: Sicherungsmassnahmen",
      "section": "6",
      "title": "Organisatorische und administrative Sicherungsmassnahmen",
      "content": "1 Die organisatorischen und administrativen Sicherungsmassnahmen umfassen insbesondere: a. die Sicherungsorganisation; b. Regelungen betreffend Kontrollen des Personen-, Fahrzeug- und Materialverkehrs in und aus der Anlage; c. Vereinbarungen und Übungen mit der Polizei; d. Absprachen und Übungen mit der Armee. 2 Die Aufsichtsbehörde wird beauftragt, die weiteren Einzelheiten in einer geheimen Richtlinie zu regeln."
    },
    {
      "provision_ref": "art7",
      "chapter": "4. Abschnitt: Zusammenarbeit von Bundesstellen",
      "section": "7",
      "title": "Nachrichtendienste",
      "content": "1 Die schweizerischen Nachrichtendienste stellen der Aufsichtsbehörde die Grundlagen für die Gefährdungsannahmen zur Verfügung. 2 Sie informieren die Aufsichtsbehörde regelmässig über die Bedrohungslage. Bei kurzfristiger, wesentlicher Änderung der Bedrohungslage informieren sie die Aufsichtsbehörde umgehend. 3 Die Aufsichtsbehörde regelt die Zusammenarbeit und den Informationsaustausch mit den Nachrichtendiensten in einer Vereinbarung."
    },
    {
      "provision_ref": "art8",
      "chapter": "4. Abschnitt: Zusammenarbeit von Bundesstellen",
      "section": "8",
      "title": "Nationale Alarmzentrale",
      "content": "Die Aufsichtsbehörde regelt die Zusammenarbeit und den Informationsaustausch mit der Nationalen Alarmzentrale insbesondere betreffend Transporte von Kernmaterialien in einer Vereinbarung."
    },
    {
      "provision_ref": "art9",
      "chapter": "5. Abschnitt: Inkrafttreten",
      "section": "9",
      "title": "",
      "content": "Diese Verordnung tritt am 1. Mai 2008 in Kraft."
    }
  ],
  "definitions": []
}