{
  "id": "sr-734-74",
  "type": "statute",
  "title": "Geschäftsreglement vom 12. September 2007 der Elektrizitätskommission",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2007/923/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Erster Abschnitt: Allgemeine Bestimmungen",
      "section": "1",
      "title": "Gegenstand",
      "content": "Dieses Reglement regelt die Organisation und die Geschäftsführung der Elektrizitätskommission (ElCom) nach Artikel 21 und 22 StromVG sowie ihre Zusammenarbeit mit den übrigen mit dem Vollzug des Gesetzes beauftragten Stellen. Fassung gemäss Ziff. I der V der ElCom vom 13. Sept. 2011, vom Bundesrat genehmigt am 9. Dez. 2011 und in Kraft seit 1. Jan. 2012 ( AS 2011 6227 )."
    },
    {
      "provision_ref": "art2",
      "chapter": "Erster Abschnitt: Allgemeine Bestimmungen",
      "section": "2",
      "title": "Die Kommission",
      "content": "1 Die ElCom besteht aus den vom Bundesrat gewählten Mitgliedern. Sie hat ihren Sitz in Bern. 2 Die ElCom kann zur Prüfung bestimmter Geschäfte Ausschüsse bilden."
    },
    {
      "provision_ref": "art3",
      "chapter": "Zweiter Abschnitt: Aufgaben und Zuständigkeiten",
      "section": "3",
      "title": "Aufgaben der Kommission",
      "content": "1 Die Zuständigkeiten der ElCom richten sich nach dem StromVG. 2 Der Präsident oder die Präsidentin lädt vor dem Entscheid über Netznutzungstarife, Netznutzungsentgelte und Elektrizitätstarife die Preisüberwachung nach Artikel 15 des Preisüberwachungsgesetzes vom 20. Dezember 1985 zur Stellungnahme ein. Er oder sie leitet die Stellungnahme der Preisüberwachung an die Kommissionsmitglieder weiter. SR 942.20"
    },
    {
      "provision_ref": "art4",
      "chapter": "Zweiter Abschnitt: Aufgaben und Zuständigkeiten",
      "section": "4",
      "title": "Fachleute",
      "content": "Die ElCom kann in allen Verfahren Fachleute beiziehen."
    },
    {
      "provision_ref": "art5",
      "chapter": "Zweiter Abschnitt: Aufgaben und Zuständigkeiten",
      "section": "5",
      "title": "Fachsekretariat",
      "content": "1 Das Fachsekretariat setzt sich zusammen aus: a. der Geschäftsführerin oder dem Geschäftsführer; b. den Sektionschefinnen und -chefs; c. den Angestellten. 2 Es bereitet die Geschäfte der ElCom gestützt auf deren Weisungen vor, es stellt ihr Anträge und vollzieht ihre Entscheide. Es hat insbesondere folgende Aufgaben: a. es ist die Ansprechstelle der ElCom für Dritte; b. es begleitet die Geschäfte der ElCom fachlich und administrativ; c. es legt Entscheidentwürfe mit einem begründeten Antrag der ElCom zum Entscheid vor; d. es stellt Antrag auf Erlass von vorsorglichen Massnahmen; e. es konsultiert andere Behörden zur Beurteilung von sektorspezifischen Fragen; f. es erstattet der Kommission Bericht über die Entwicklung der Elektrizitätsmärkte und unterbreitet Vorschläge für Massnahmen bei einer Gefährdung der inländischen Versorgungssicherheit. 3 Es kann wichtige Fragen schon vor oder unabhängig von einer Antragstellung mit der ElCom oder dem Präsidenten oder der Präsidentin erörtern. 4 Die ElCom wählt das Personal des Fachsekretariats. Das Arbeitsverhältnis richtet sich nach der Personalgesetzgebung des Bundes. Fassung gemäss Ziff. I der V der ElCom vom 13. Sept. 2011, vom Bundesrat genehmigt am 9. Dez. 2011 und in Kraft seit 1. Jan. 2012 ( AS 2011 6227 )."
    },
    {
      "provision_ref": "art6",
      "chapter": "Zweiter Abschnitt: Aufgaben und Zuständigkeiten",
      "section": "6",
      "title": "",
      "content": "Aufgehoben durch Ziff. I der V der ElCom vom 13. Sept. 2011, vom Bundesrat genehmigt am 9. Dez. 2011 und mit Wirkung seit 1. Jan. 2012 ( AS 2011 6227 )."
    },
    {
      "provision_ref": "art7",
      "chapter": "Zweiter Abschnitt: Aufgaben und Zuständigkeiten",
      "section": "7",
      "title": "Internationales",
      "content": "Der Präsident bzw. die Präsidentin oder der Vizepräsident bzw. die Vizepräsidentin vertritt die ElCom gegenüber ausländischen Regulatoren oder in einschlägigen internationalen Organisationen. Er oder sie kann weitere Kommissionsmitglieder beiziehen."
    },
    {
      "provision_ref": "art8",
      "chapter": "Zweiter Abschnitt: Aufgaben und Zuständigkeiten",
      "section": "8",
      "title": "Informationsabläufe und Informationspolitik",
      "content": "1 Die ElCom regelt die internen Informationsabläufe. 2 Sie legt die Grundsätze ihrer Informationspolitik fest. 3 Zuständig für die Information der Öffentlichkeit ist der Präsident oder die Präsidentin. Er oder sie kann die Information über Geschäfte und Entscheidungen, die nicht von grundlegender Bedeutung sind, der Geschäftsführerin oder dem Geschäftsführer übertragen. 4 Verfügungen und Entscheide werden in der Regel publiziert. Fassung gemäss Ziff. I der V der ElCom vom 13. Sept. 2011, vom Bundesrat genehmigt am 9. Dez. 2011 und in Kraft seit 1. Jan. 2012 ( AS 2011 6227 )."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Berichterstattung",
      "content": "1 Der Tätigkeitsbericht der ElCom an den Bundesrat wird von der ElCom auf Antrag des Präsidenten oder der Präsidentin genehmigt. Der Bericht befasst sich insbesondere mit den im Berichtsjahr behandelten wichtigen Fragen und Entscheidungen sowie den Zielen der ElCom. Die ElCom bestimmt über Form und Umfang der Veröffentlichung. 2 … Aufgehoben durch Ziff. I der V der ElCom vom 13. Sept. 2011, vom Bundesrat genehmigt am 9. Dez. 2011 und mit Wirkung seit 1. Jan. 2012 ( AS 2011 6227 )."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Voranschlag",
      "content": "Die ElCom erstellt auf Antrag des Fachsekretariats ihren Voranschlag und reicht diesen dem Generalsekretariat des Eidgenössischen Departements für Umwelt, Verkehr, Energie und Kommunikation (UVEK) ein. Fassung gemäss Ziff. I der V der ElCom vom 13. Sept. 2011, vom Bundesrat genehmigt am 9. Dez. 2011 und in Kraft seit 1. Jan. 2012 ( AS 2011 6227 )."
    },
    {
      "provision_ref": "art11",
      "chapter": "Dritter Abschnitt: Verfahren",
      "section": "11",
      "title": "Massgebliche Erlasse",
      "content": "Das Verfahren der ElCom richtet sich nach dem Bundesgesetz vom 20. Dezember 1968 über das Verwaltungsverfahren. SR 172.021"
    },
    {
      "provision_ref": "art12",
      "chapter": "Dritter Abschnitt: Verfahren",
      "section": "12",
      "title": "Dringliche und vorsorgliche Verfügungen",
      "content": "1 Dringliche und vorsorgliche Verfügungen werden vom Präsidenten bzw. der Präsidentin oder vom Vizepräsidenten bzw. von der Vizepräsidentin zusammen mit einem andern Mitglied der ElCom erlassen. 2 Die übrigen Mitglieder der ElCom sind über die erlassenen Verfügungen sofort zu informieren."
    },
    {
      "provision_ref": "art13",
      "chapter": "Vierter Abschnitt: Kommissionssitzungen",
      "section": "13",
      "title": "Einberufung",
      "content": "1 Der Präsident oder die Präsidentin beruft die ElCom nach Bedarf ein. 2 Er oder sie muss die ElCom einberufen, wenn ein Kommissionsmitglied dies unter Angabe von Gründen verlangt. 3 Das Fachsekretariat stellt den Mitgliedern für jede Sitzung eine vom Präsidenten oder von der Präsidentin genehmigte schriftliche Tagesordnung zu. 4 Mit der Einladung erhalten die Mitglieder für jedes zu beratende Geschäft die erforderlichen Unterlagen. Hat die ElCom eine Entscheidung zu treffen, stellt ihr das für den Bereich verantwortliche Mitglied Antrag. 5 Über den Beizug aussenstehender Fachleute zu einzelnen Geschäften entscheidet der Präsident oder die Präsidentin. 6 Die Verhandlungen sind nicht öffentlich. Fassung gemäss Ziff. I der V der ElCom vom 13. Sept. 2011, vom Bundesrat genehmigt am 9. Dez. 2011 und in Kraft seit 1. Jan. 2012 ( AS 2011 6227 )."
    },
    {
      "provision_ref": "art14",
      "chapter": "Vierter Abschnitt: Kommissionssitzungen",
      "section": "14",
      "title": "",
      "content": "Aufgehoben durch Ziff. I der V der ElCom vom 13. Sept. 2011, vom Bundesrat genehmigt am 9. Dez. 2011 und mit Wirkung seit 1. Jan. 2012 ( AS 2011 6227 )."
    },
    {
      "provision_ref": "art15",
      "chapter": "Vierter Abschnitt: Kommissionssitzungen",
      "section": "15",
      "title": "Beschlussfassung",
      "content": "1 Die ElCom ist beschlussfähig, wenn mindestens zwei Drittel der Mitglieder anwesend sind. 2 Für die ElCom ist Stellvertretung ausgeschlossen. 3 Die ElCom fasst ihre Beschlüsse mit einfachem Mehr der Stimmenden. Der Präsident oder die Präsidentin stimmt mit; bei Stimmengleichheit gibt er oder sie den Stichentscheid. 4 Die ElCom kann Beschlüsse auf dem Zirkulationsweg fällen, wenn kein Mitglied die Einberufung einer Sitzung verlangt. Die Mitglieder sind umgehend über den Ausgang des Zirkularbeschlusses zu informieren. 5 In dringenden Fällen kann die ElCom auch über Geschäfte Beschluss fassen, die nicht auf der Tagesordnung stehen."
    },
    {
      "provision_ref": "art16",
      "chapter": "Vierter Abschnitt: Kommissionssitzungen",
      "section": "16",
      "title": "Protokoll",
      "content": "1 Das Fachsekretariat verfasst über die Verhandlungen der ElCom und ihrer Ausschüsse ein Protokoll. Dieses wird nach seiner Genehmigung vom Vorsitzenden oder von der Vorsitzenden und vom Protokollführer oder von der Protokollführerin unterzeichnet. 2 Im Protokoll sind mindestens die Namen der anwesenden Mitglieder, die gestellten Anträge, die gefassten Beschlüsse und eine Zusammenfassung der Begründung aufzuführen. Auf Verlangen werden auch die von den Mehrheitsbeschlüssen abweichenden Meinungen festgehalten. Fassung gemäss Ziff. I der V der ElCom vom 13. Sept. 2011, vom Bundesrat genehmigt am 9. Dez. 2011 und in Kraft seit 1. Jan. 2012 ( AS 2011 6227 )."
    },
    {
      "provision_ref": "art17",
      "chapter": "Vierter Abschnitt: Kommissionssitzungen",
      "section": "17",
      "title": "Ausstand",
      "content": "1 Die Ausstandspflicht der Kommissionsmitglieder und der beigezogenen Fachleute richtet sich nach Artikel 10 des Bundesgesetzes vom 20. Dezember 1968 über das Verwaltungsverfahren. 2 Die Mitgliedschaft in einschlägigen Fachverbänden begründet noch keine Ausstandspflicht. 3 Ist der Ausstand streitig, so entscheidet die ElCom unter Ausschluss des betreffenden Mitglieds. SR 172.021"
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Vertraulichkeit",
      "content": "1 Die Beratungen, Protokolle und Arbeitspapiere der ElCom sowie ihrer Ausschüsse sind vertraulich. 2 Die Kommissionsmitglieder, das Personal des Fachsekretariates sowie beigezogene Fachleute sind verpflichtet, das Amtsgeheimnis über Tatsachen zu wahren, die ihnen in der Tätigkeit im Dienst der ElCom zur Kenntnis gelangen und die nach ihrer Natur vertraulich sind. 3 Sie dürfen vertrauliche Informationen, die sie bei ihrer Tätigkeit im Dienst der ElCom erlangen, nur in diesem Zusammenhang verwenden. 4 Die ElCom und das Fachsekretariat dürfen dem Generalsekretariat des UVEK, dem Bundesamt für Energie, der Eidgenössischen Finanzkontrolle, den zuständigen kantonalen Behörden, der Preisüberwachung, der Wettbewerbskommission und der Finanzmarktaufsicht diejenigen Daten weitergeben, welche diese für die Erfüllung ihrer Aufgaben benötigen. 5 Die Veröffentlichungen der ElCom dürfen keine Geschäftsgeheimnisse preisgeben. Fassung gemäss Ziff. I der V der ElCom vom 13. Sept. 2011, vom Bundesrat genehmigt am 9. Dez. 2011 und in Kraft seit 1. Jan. 2012 ( AS 2011 6227 ). Fassung gemäss Ziff. I der V der ElCom vom 13. Sept. 2011, vom Bundesrat genehmigt am 9. Dez. 2011 und in Kraft seit 1. Jan. 2012 ( AS 2011 6227 )."
    },
    {
      "provision_ref": "art18a",
      "chapter": "16",
      "section": "18a",
      "title": "a Übergangsbestimmung",
      "content": "Die bei Inkrafttreten der Änderung vom 13. September 2011 bestehenden Arbeitsverhältnisse des bisherigen Personals des Kommissions- und Fachsekretariats mit dem Bundesamt für Energie gehen inhaltlich unverändert auf das Generalsekretariat des UVEK über. Dieses wird der neue Arbeitgeber. Eingefügt durch Ziff. I der V der ElCom vom 13. Sept. 2011, vom Bundesrat genehmigt am 9. Dez. 2011 und in Kraft seit 1. Jan. 2012 ( AS 2011 6227 )."
    },
    {
      "provision_ref": "art19",
      "chapter": "16",
      "section": "19",
      "title": "",
      "content": "Dieses Reglement tritt am 1. Januar 2008 in Kraft. Eingefügt durch Ziff. I der V der ElCom vom 13. Sept. 2011, vom Bundesrat genehmigt am 9. Dez. 2011 und in Kraft seit 1. Jan. 2012 ( AS 2011 6227 )."
    }
  ],
  "definitions": []
}