{
  "id": "sr-734-732-1",
  "type": "statute",
  "title": "Verordnung vom 7. März 2025 über die Überbrückungshilfen für Eisen-, Stahl- und Aluminiumproduzenten von strategischer Bedeutung",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2025/167/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Gegenstand",
      "content": "Diese Verordnung regelt die Einzelheiten, die Auflagen, die zusätzlichen Kriterien, die Gewährung und die Umsetzung der Reduktion der Netznutzungsentgelte des Übertragungsnetzes und der Verteilnetze, einschliesslich der Vergütungsmodalitäten und der Nachzahlungspflichten, sowie die damit verbundenen administrativen Anforderungen."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Zulässige Mittelabflüsse",
      "content": "1 Mittelabflüsse nach Artikel 14 bis Absatz 3 Buchstaben c–f StromVG infolge der Teilnahme eines Unternehmens, das Teil einer Konzerngesellschaft ist, an einem konzerninternen Liquiditätsmanagement (Cash-Pooling) gelten als zulässig, sofern: a. das Cash-Pooling ausschliesslich dem kurzfristigen Liquiditätsausgleich innerhalb der Konzerngesellschaft dient; b. die Höhe der ins Cash-Pooling eingebrachten Mittel den durchschnittlichen monatlichen Liquiditätsbedarf des Unternehmens nicht übersteigt; c. die Mittelabflüsse des Unternehmens in der Buchhaltung als Forderungen gegenüber der das Cash-Pooling führenden Konzerngesellschaft ausgewiesen und nicht mit bestehenden Darlehen verrechnet werden; d. die gegenseitigen Forderungen und Verbindlichkeiten zwischen der das Cash-Pooling führenden Konzerngesellschaft und den teilnehmenden Unternehmen regelmässig verrechnet werden; und e. die Einzelheiten in einer schriftlichen Vereinbarung zwischen dem begünstigten Unternehmen und der das Cash-Pooling führenden Konzerngesellschaft geregelt sind. 2 Als zulässige Mittelabflüsse nach Artikel 14 bis Absatz 3 Buchstabe e StromVG gelten zudem marktübliche fällige Zinszahlungen auf bestehenden Darlehen."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Sicherheiten",
      "content": "Als Sicherheit nach Artikel 14 bis Absatz 8 Buchstabe StromVG gelten: a. die Gewährung von Pfandrechten im ersten Rang auf Aktiven; b. die Abtretung von Forderungen; c. angemessene Garantien der Eigentümerinnen und Eigentümer oder von Dritten."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Einreichen des Gesuchs",
      "content": "1 Dem Gesuch nach Artikel 14 bis Absatz 6 StromVG sind beizulegen, insbesondere: a. alle Dokumente, die erforderlich sind, um den Nachweis der Einhaltung der Auflagen und der Kriterien nach Artikel 14 bis Absätze 1–3 StromVG und nach dieser Verordnung zu erbringen, insbesondere: 1. die Jahresrechnungen der letzten beiden Geschäftsjahre, 2. der Geschäftsplan, einschliesslich der Finanzplanung bis Ende 2028, der die Weiterführung der Produktion an den bestehenden Standorten aufzeigt, mit Angabe der geplanten Entwicklung der Produktionsmengen, der Investitionen und der Beschäftigtenzahl, 3. die Vereinbarungen und die Dokumente zum Cash-Pooling nach Artikel 2, 4. die Angabe der Sicherheiten nach Artikel 3 und die dazu erforderlichen Unterlagen; b. Angabe des Verteilnetzbetreibers; c. Angaben zur Gewährung der Finanzhilfen der Kantone nach Artikel 14 bis Absatz 4 StromVG. 2 Der Netto-Null-Fahrplan nach Artikel 14 bis Absatz 3 Buchstabe b StromVG ist bis zum 31. Dezember 2025 beim Bundesamt für Energie einzureichen. Der Ablauf richtet sich nach dem Bundesgesetz vom 30. September 2022 über die Ziele im Klimaschutz, die Innovation und die Stärkung der Energiesicherheit. SR 814.310"
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Prüfung des Gesuchs und Mitteilung des Entscheids",
      "content": "1 Das Eidgenössischen Departement für Umwelt, Verkehr, Energie und Kommunikation (UVEK) prüft das Gesuch und erlässt eine Verfügung. Es kann darin Auflagen und Bedingungen zur Sicherstellung der Voraussetzungen festlegen. 2 Es teilt dem Standortkanton, dem zuständigen Verteilnetzbetreiber, der nationalen Netzgesellschaft und der Eidgenössischen Elektrizitätskommission (ElCom) mit, dass eine Reduktion gewährt wird."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Gewährung und Umsetzung der Reduktion",
      "content": "1 Der Verteilnetzbetreiber reduziert die Netznutzungsentgelte rückwirkend auf den 1. Januar 2025. 2 Er zahlt dem Unternehmen denjenigen Teil der bereits entrichteten Netznutzungsentgelte, der über dem reduzierten Tarif liegt, innert 30 Tagen nach Rechtskraft der Verfügung zurück. 3 Er gewährt dem Unternehmen die Reduktion der Netznutzungsentgelte periodisch im Rahmen der Rechnungsstellung. 4 Er meldet der nationalen Netzgesellschaft periodisch die gewährten Reduktionen. 5 Dem Verteilnetzbetreiber werden die gewährten Reduktionen von der nationalen Netzgesellschaft rückvergütet."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Ungedeckte Finanzierungskosten der nationalen Netzgesellschaft",
      "content": "1 Entstehen der nationalen Netzgesellschaft bei der Umsetzung der Reduktion der Netznutzungsentgelte unverschuldet Finanzierungskosten, die nicht vollständig anrechenbar sind, so kann die ElCom diese ungedeckten Kosten auf Antrag als anrechenbar erklären. 2 Liegt die Verzinsung in den Vorjahren über den Finanzierungskosten, so bezieht die ElCom dies bei ihrem Entscheid mit ein."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Anlastung der Kosten für die Reduktion der Netznutzungsentgelte",
      "content": "Die nationale Netzgesellschaft stellt den Verteilnetzbetreibern und den am Übertragungsnetz direkt angeschlossenen Endverbrauchern entsprechend der bezogenen elektrischen Energie der Endverbraucherinnen und Endverbraucher die Kosten für die Reduktion der Netznutzungsentgelte für Unternehmen der Eisen-, Stahl- oder Aluminiumproduktion nach Artikel 14 bis StromVG in Rechnung."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Finanzhilfen der Kantone",
      "content": "1 Als Finanzhilfe der Standortkantone nach Artikel 14 bis Absatz 4 StromVG gelten insbesondere: a. Subventionsbeiträge; b. verrechenbare Abzüge von geschuldeten öffentlichen Abgaben und Gebühren; c. die Gewährung von Darlehen zu vergünstigten Konditionen; als Finanzhilfe gilt der realisierte Vorteil zu einer Geldaufnahme am Markt. 2 Die Finanzhilfen müssen den Empfängern zugutekommen. Die Finanzhilfen nach Absatz 1 können kombiniert werden. 3 Die Kantone gewähren den Unternehmen ihre Finanzhilfen bis spätestens dem 31. Dezember 2026."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Nachweis der Einhaltung der Auflagen und der Kriterien",
      "content": "Das Unternehmen reicht dem UVEK jährlich spätestens drei Monate nach dem erfolgten Jahresabschluss die Unterlagen ein, die zum Nachweis der Einhaltung der Auflagen und der Kriterien erforderlich sind."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Nachzahlungspflicht bei Verletzung der Auflagen und der Kriterien",
      "content": "1 Hält ein Unternehmen die Auflagen und die Kriterien nach Artikel 14 bis Absätze 1–3 StromVG und nach dieser Verordnung nicht ein, so verfügt das UVEK die Nachzahlung der nicht erhobenen Netznutzungsentgelte. 2 Die Nachzahlung hat innert 30 Tagen nach Rechtskraft der Verfügung an den Verteilnetzbetreiber zu erfolgen. 3 Der Verteilnetzbetreiber meldet der nationalen Netzgesellschaft die erfolgten Nachzahlungen. Die nationale Netzgesellschaft stellt dem Verteilnetzbetreiber entsprechend Rechnung."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Nachzahlungspflicht bei kantonalen Finanzhilfen unter dem gesetzlichen Mindestanteil",
      "content": "1 Erreichen die von einem Standortkanton gewährten Finanzhilfen bis Ende 2028 nicht den in Artikel 14 bis Absatz 4 StromVG festgelegten Mindestanteil, so verfügt das UVEK die Nachzahlung des nicht erhobenen Netznutzungsentgelts in doppelter Höhe der Differenz zwischen dem Mindestanteil nach Artikel 14 bis Absatz 4 StromVG und der vom Standortkanton gewährten Finanzhilfe. 2 Das Verfahren richtet sich nach Artikel 11."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Datenbearbeitung und Auskunftspflicht",
      "content": "Die zuständigen Behörden des Bundes dürfen die Personendaten und die Informationen, die zur Verwaltung, zur Überprüfung und zur Umsetzung der Reduktion der Netznutzungsentgelte sowie zur Verhinderung von Missbrauch erforderlich sind, bearbeiten."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Inkrafttreten und Geltungsdauer",
      "content": "Diese Verordnung tritt rückwirkend auf den 1. Januar 2025 in Kraft und gilt bis zum 31. Dezember 2028."
    }
  ],
  "definitions": []
}