{
  "id": "sr-747-201",
  "type": "statute",
  "title": "Bundesgesetz vom 3. Oktober 1975 über die Binnenschifffahrt (BSG)",
  "title_en": "",
  "short_name": "BSG",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1976/725_724_724/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "1. Kapitel: Allgemeine Bestimmungen",
      "section": "1",
      "title": "Geltungsbereich",
      "content": "1 Dieses Gesetz ordnet die Schifffahrt auf schweizerischen Gewässern einschliesslich der Grenzgewässer. 2 Der Bundesrat bezeichnet die Fahrzeuge, Anlagen und Geräte, die als Schiffe im Sinne dieses Gesetzes gelten. 3 Vorbehalten bleiben internationale Vereinbarungen und die darauf beruhenden Vorschriften. 4 Für die konzessionierte Binnenschifffahrt gelten die Bestimmungen des Eisenbahngesetzes vom 20. Dezember 1957 über die Enteignung, die Aufsicht, die unabhängige Unfalluntersuchung, die Beschränkungen im Interesse der Sicherheit der Bahn, die Errichtung von Signal- und Fernmeldeanlagen, die Nebenbetriebe, Streitigkeiten, die besonderen Leistungen für öffentliche Verwaltungen und die Gebührenerhebung sowie die Strafbestimmungen und Verwaltungsmassnahmen sinngemäss. SR 742.101 Eingefügt durch Ziff. II 20 des BG vom 20. März 2009 über die Bahnreform 2, in Kraft seit 1. Jan. 2010 ( AS 2009 5597 ; BBl 2005 2415 , 2007 2681 )."
    },
    {
      "provision_ref": "art2",
      "chapter": "1. Kapitel: Allgemeine Bestimmungen",
      "section": "2",
      "title": "Ausübung der Schifffahrt",
      "content": "1 Die Schifffahrt auf öffentlichen Gewässern ist im Rahmen dieses Gesetzes frei. 2 Sondernutzung und gesteigerter Gemeingebrauch bedürfen der Bewilligung des Kantons, in dessen Gebiet das benützte Gewässer liegt. 3 Schiffe im Dienste des Bundes dürfen auf allen Gewässern verkehren."
    },
    {
      "provision_ref": "art3",
      "chapter": "1. Kapitel: Allgemeine Bestimmungen",
      "section": "3",
      "title": "Gewässerhoheit der Kantone",
      "content": "1 Die Gewässerhoheit steht den Kantonen zu. Das Bundesrecht bleibt vorbehalten. 2 Soweit das öffentliche Interesse oder der Schutz wichtiger Rechtsgüter es erfordern, können die Kantone die Schifffahrt auf ihren Gewässern verbieten oder einschränken oder die Zahl der auf einem Gewässer zugelassenen Schiffe begrenzen. 3 Über die Zulassung der Schiffe öffentlicher Schifffahrtsunternehmen entscheidet der Bundesrat."
    },
    {
      "provision_ref": "art4",
      "chapter": "1. Kapitel: Allgemeine Bestimmungen",
      "section": "4",
      "title": "Interkantonale und internationale Gewässer",
      "content": "1 Berührt ein Gewässer mehrere Kantone, so verständigen sich diese über alle Massnahmen. Können sie sich nicht einigen, so entscheidet der Bundesrat. 2 Bei Gewässern, welche die Landesgrenze berühren oder internationalen Vereinbarungen unterstehen, entscheidet der Bundesrat nach Anhören der Uferkantone."
    },
    {
      "provision_ref": "art5",
      "chapter": "1. Kapitel: Allgemeine Bestimmungen",
      "section": "5",
      "title": "Unterhalt der Gewässer",
      "content": "1 Soweit die Schifffahrt auf einem Gewässer möglich und nicht eingeschränkt oder verboten ist, haben es die Uferkantone schiffbar zu erhalten und die erforderlichen Signale anzubringen. 2 Für mangelhaften Unterhalt eines Gewässers haftet der Kanton, in dessen Gebiet es liegt. Im Übrigen gilt das Obligationenrecht. SR 220"
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Hindernisse",
      "content": "1 Die Kantone können festgefahrene, gesunkene oder betriebsuntaugliche Schiffe und andere Gegenstände, welche die Schifffahrt behindern oder gefährden, auf Kosten des Halters und des Eigentümers entfernen, wenn diese es nicht innert der ihnen gesetzten Frist tun. 2 Droht unmittelbare Gefahr oder sind der Halter und der Eigentümer nicht erreichbar, können die Behörden unverzüglich Massnahmen treffen."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Konzession und Bewilligung",
      "content": "Das Recht, Reisende regelmässig und gewerbsmässig zu befördern, wird nach den Artikeln 6–8 des Personenbeförderungsgesetzes vom 20. März 2009 erteilt. Fassung gemäss Ziff. II 20 des BG vom 20. März 2009 über die Bahnreform 2, in Kraft seit 1. Jan. 2010 ( AS 2009 5597 ; BBl 2005 2415 , 2007 2681 ). SR 745.1"
    },
    {
      "provision_ref": "art8",
      "chapter": "2. Kapitel: Hafenanlagen",
      "section": "8",
      "title": "Bau und Betrieb von Hafenanlagen",
      "content": "1 Wer Hafen-, Umschlags- und Landungsanlagen für Schiffe des Bundes und öffentlicher Schifffahrtsunternehmen erstellen, ändern oder betreiben will, benötigt eine Plangenehmigung des Bundesamtes für Verkehr. 2 Das Plangenehmigungsverfahren richtet sich nach dem Eisenbahngesetz vom 20. Dezember 1957. 3 … 4 Alle übrigen Anlagen unterstehen der Aufsicht der Kantone. Fassung gemäss Ziff. I 12 des BG vom 18. Juni 1999 über die Koordination und Vereinfachung von Entscheidverfahren, in Kraft seit 1. Jan. 2000 ( AS 1999 3071 ; BBl 1998 2591 ). SR 742.101 Aufgehoben durch Anhang Ziff. 80 des Verwaltungsgerichtsgesetzes vom 17. Juni 2005, mit Wirkung seit 1. Jan. 2007 ( AS 2006 2197 ; BBl 2001 4202 )."
    },
    {
      "provision_ref": "art9",
      "chapter": "2. Kapitel: Hafenanlagen",
      "section": "9",
      "title": "Einrichtung der Hafenanlagen",
      "content": "1 Der Bundesrat erlässt Vorschriften über Signalisierung und Beleuchtung von Hafen-, Umschlags- und Landungsanlagen. 2 Er kann einheitliche Vorschriften über Bau und Einrichtung solcher Anlagen aufstellen."
    },
    {
      "provision_ref": "art10",
      "chapter": "1. Abschnitt: Schiffe",
      "section": "10",
      "title": "Betriebssicherheit",
      "content": "1 Schiffe müssen so gebaut, ausgerüstet und unterhalten sein, dass die Verkehrsregeln befolgt werden können und die Personen an Bord, die Schifffahrt und andere Benützer der Gewässer nicht gefährdet werden. 2 Schiffe dürfen nur verkehren, wenn sie betriebssicher sind und den Vorschriften entsprechen."
    },
    {
      "provision_ref": "art11",
      "chapter": "1. Abschnitt: Schiffe",
      "section": "11",
      "title": "Bau und Ausrüstung",
      "content": "1 Der Bundesrat erlässt Vorschriften über Bau, Ausrüstung und Eichung der Schiffe. Er berücksichtigt die Erfordernisse des Gewässer- und Umweltschutzes. 2 Er kann die Abmessungen der Schiffe und die Leistung der Motoren beschränken und gewisse Arten von Motoren ausschliessen."
    },
    {
      "provision_ref": "art12",
      "chapter": "1. Abschnitt: Schiffe",
      "section": "12",
      "title": "Typenprüfung",
      "content": "1 Der Bundesrat kann für serienmässige Schiffe, Bestandteile und Ausrüstungsgegenstände die Typenprüfung vorsehen. 2 Schiffe und Gegenstände, die der Typenprüfung unterliegen, dürfen nur in der genehmigten Ausführung gehandelt werden. 3 Der Bundesrat bestimmt auf Antrag der Kantone die mit der Typenprüfung betrauten Stellen und regelt das Verfahren."
    },
    {
      "provision_ref": "art13",
      "chapter": "1. Abschnitt: Schiffe",
      "section": "13",
      "title": "Schiffsausweis",
      "content": "1 Schiffe dürfen nur mit einem Schiffsausweis verkehren. 2 Der Schiffsausweis wird nur erteilt, wenn das Schiff den Vorschriften entspricht und die vorgeschriebene Haftpflichtversicherung besteht. 3 Ist auf einem Gewässer die Zahl der Schiffe begrenzt, so dürfen Schiffe nur mit einer zusätzlichen kantonalen Bewilligung verkehren. 4 Wird der Standort eines Schiffes in einen andern Kanton verlegt oder wechselt der Eigentümer so ist ein neuer Schiffsausweis auszustellen. 5 Der Bundesrat bezeichnet die Schiffe, für die kein oder ein besonderer Schiffsausweis erforderlich ist. Er kann für Schiffe mit ausländischem Standort die vorübergehend in der Schweiz verkehren, ausländische Ausweise anerkennen oder Erleichterungen gewähren."
    },
    {
      "provision_ref": "art14",
      "chapter": "1. Abschnitt: Schiffe",
      "section": "14",
      "title": "Amtliche Prüfung",
      "content": "1 Vor der Erteilung des Schiffsausweises ist das Schiff amtlich zu prüfen. 2 Der Bundesrat kann typengeprüfte Schiffe von der Einzelprüfung befreien. 3 Nachprüfungen sind vorzunehmen: a. in regelmässigen Zeitabständen; b. wenn die Betriebssicherheit des Schiffes zweifelhaft ist; c. wenn das Schiff wesentlich geändert wurde. 4 Halter oder Eigentümer haben wesentliche Änderungen der Behörde zu melden. 5 Der Bundesrat erlässt die Vorschriften über die Prüfung der Schiffe."
    },
    {
      "provision_ref": "art15",
      "chapter": "1. Abschnitt: Schiffe",
      "section": "15",
      "title": "Immatrikulation und Kennzeichnung",
      "content": "1 Jedes Schiff muss in einem Register eingetragen und gekennzeichnet sein. 2 Schiffe, die nicht in einem eidgenössischen Schiffsregister eingetragen sind, müssen im Kanton immatrikuliert werden, in dem sie ihren Standort haben. 3 Der Bundesrat erlässt die Vorschriften über die Immatrikulation und Kennzeichnung der Schiffe und bestimmt die Ausnahmen."
    },
    {
      "provision_ref": "art16",
      "chapter": "2. Abschnitt: Schiffsführer und Besatzung",
      "section": "16",
      "title": "Schiffsführung",
      "content": "1 Jedes Schiff muss einen verantwortlichen Führer haben. 2 Schiffsführer ist, wer die tatsächliche Befehlsgewalt innehat. 3 Der Bundesrat kann für bestimmte Schiffe eine Mindestbesatzung vorschreiben. 4 Die Besatzung und die übrigen Personen an Bord haben die Weisungen des Schiffsführers zu befolgen, die er im Interesse der Schifffahrt und der Ordnung an Bord erteilt."
    },
    {
      "provision_ref": "art17",
      "chapter": "2. Abschnitt: Schiffsführer und Besatzung",
      "section": "17",
      "title": "Erteilung von Ausweisen",
      "content": "1 Der Bundesrat bezeichnet die Schiffe, die nur mit einem Führerausweis geführt werden dürfen. 2 Der Führerausweis wird erteilt, wenn die amtliche Prüfung ergeben hat, dass der Bewerber die Verkehrsregeln kennt und Schiffe der Kategorie, für die der Ausweis gilt, sicher zu führen versteht. 3 Der Bundesrat kann auch für andere Tätigkeiten an Bord einen Ausweis vorschreiben. 4 Die Ausweise werden nicht erteilt, wenn der Bewerber: a. das vom Bundesrat festgesetzte Mindestalter noch nicht erreicht hat; b. wegen körperlicher oder geistiger Krankheiten oder Gebrechen nicht fähig ist, ein Schiff sicher zu führen oder in der Besatzung zu dienen; c. dem Trunk oder andern Süchten ergeben ist, die seine Fähigkeit herabsetzen, ein Schiff zu führen oder in der Besatzung zu dienen. 5 Treten an der Eignung eines Schiffsführers oder Besatzungsmitglieds Zweifel auf, so ist sie erneut zu prüfen."
    },
    {
      "provision_ref": "art18",
      "chapter": "3. Abschnitt: Ausweise",
      "section": "18",
      "title": "Geltungsbereich",
      "content": "1 Die Ausweise für Schiffe, Schiffsführer und Besatzung gelten in der ganzen Schweiz. 2 Sie können beschränkt oder mit Auflagen verbunden werden. 3 Ausweise aufgrund einer internationalen Vereinbarung gelten auch auf schweizerischen Gewässern, die der Vereinbarung unterstehen. 4 Der Bundesrat regelt die Anerkennung der übrigen ausländischen Ausweise."
    },
    {
      "provision_ref": "art19",
      "chapter": "3. Abschnitt: Ausweise",
      "section": "19",
      "title": "Entzug im Allgemeinen",
      "content": "1 Ausweise und Bewilligungen sind zu entziehen, wenn die Voraussetzungen zur Erteilung nicht oder nicht mehr bestehen. 2 Sie können entzogen werden, wenn die mit der Erteilung verbundenen Beschränkungen oder Auflagen missachtet oder Steuern oder Gebühren für das Schiff nicht entrichtet werden."
    },
    {
      "provision_ref": "art20",
      "chapter": "3. Abschnitt: Ausweise",
      "section": "20",
      "title": "Entzug der Ausweise für Führer nach einer leichten Widerhandlung",
      "content": "1 Eine leichte Widerhandlung begeht, wer: a. Verkehrsregeln verletzt und dadurch den Schiffsverkehr leicht gefährdet oder andere belästigt; b. Vorschriften über den Gewässer- und den Umweltschutz verletzt; c. Ausweise missbraucht; d. in angetrunkenem Zustand, jedoch nicht mit einer qualifizierten Blutalkoholkonzentration (Art. 24 b Abs. 6 Bst. a oder b), ein Schiff führt, sich an dessen Führung beteiligt oder einen nautischen Dienst an Bord des Schiffs ausübt und dabei keine anderen Widerhandlungen gegen Verkehrsregeln begeht. 2 Nach einer leichten Widerhandlung wird der Ausweis für mindestens einen Monat entzogen, wenn in den vorangegangenen zwei Jahren der Ausweis entzogen war oder eine andere Administrativmassnahme verfügt wurde. 3 Die fehlbare Person wird verwarnt, wenn in den vorangegangenen zwei Jahren der Ausweis nicht entzogen war und keine andere Administrativmassnahme verfügt wurde. 4 In besonders leichten Fällen wird auf jegliche Massnahme verzichtet. Fassung gemäss Ziff. I 8 des BG vom 16. März 2012 über den zweiten Schritt der Bahnreform 2, in Kraft seit 1. Jan. 2014 ( AS 2012 5619 , 2013 1603 ; BBl 2011 911 )."
    },
    {
      "provision_ref": "art20a",
      "chapter": "3. Abschnitt: Ausweise",
      "section": "20a",
      "title": "a Entzug der Ausweise für Führer nach einer mittelschweren Widerhandlung",
      "content": "1 Eine mittelschwere Widerhandlung begeht, wer: a. Verkehrsregeln verletzt und dadurch eine Gefahr für die Sicherheit anderer hervorruft oder in Kauf nimmt; b. in angetrunkenem Zustand, jedoch nicht mit einer qualifizierten Blutalkoholkonzentration (Art. 24 b Abs. 6 Bst. a oder b), ein Schiff führt, sich an dessen Führung beteiligt oder einen nautischen Dienst an Bord des Schiffs ausübt und dabei zusätzlich eine leichte Widerhandlung gegen Verkehrsregeln begeht; c. ein Schiff zum Gebrauch entwendet; d. ohne entsprechenden Ausweis ein Schiff führt, sich an dessen Führung beteiligt oder einen nautischen Dienst an Bord des Schiffs ausübt; e. nicht gewillt oder unfähig ist, ein Schiff so zu führen, dass andere weder gefährdet noch belästigt werden. 2 Nach einer mittelschweren Widerhandlung wird der Ausweis entzogen für: a. mindestens einen Monat; b. mindestens vier Monate, wenn in den vorangegangenen zwei Jahren der Ausweis einmal wegen einer schweren oder mittelschweren Widerhandlung entzogen war; c. mindestens neun Monate, wenn in den vorangegangenen zwei Jahren der Ausweis zweimal wegen mindestens mittelschweren Widerhandlungen entzogen war; d. mindestens 15 Monate, wenn in den vorangegangenen zwei Jahren der Ausweis zweimal wegen schweren Widerhandlungen entzogen war; e. unbestimmte Zeit, mindestens aber für zwei Jahre, wenn in den vorangegangenen zehn Jahren der Ausweis dreimal wegen mindestens mittelschweren Widerhandlungen entzogen war; auf diese Massnahme wird verzichtet, wenn die betroffene Person während mindestens fünf Jahren nach Ablauf eines Ausweisentzugs keine Widerhandlung, für die eine Administrativmassnahme ausgesprochen wurde, begangen hat; f. immer, wenn in den vorangegangenen fünf Jahren der Ausweis nach Buchstabe e oder Artikel 20 b Absatz 2 Buchstabe d entzogen war. Eingefügt durch Ziff. I 8 des BG vom 16. März 2012 über den zweiten Schritt der Bahnreform 2, in Kraft seit 1. Jan. 2014 ( AS 2012 5619 , 2013 1603 ; BBl 2011 911 )."
    },
    {
      "provision_ref": "art20b",
      "section": "20b",
      "title": "b Entzug der Ausweise für Führer nach einer schweren Widerhandlung",
      "content": "1 Eine schwere Widerhandlung begeht, wer: a. den Schiffsverkehr schwer gefährdet; b. in angetrunkenem Zustand mit einer qualifizierten Blutalkoholkonzentration (Art. 24 b Abs. 6 Bst. a oder b) ein Schiff führt, sich an dessen Führung beteiligt oder einen nautischen Dienst an Bord des Schiffs ausübt; c. wegen Betäubungs- oder Arzneimitteleinfluss oder aus anderen Gründen fahrunfähig ist und in diesem Zustand ein Schiff führt, sich an dessen Führung beteiligt oder einen nautischen Dienst an Bord des Schiffs ausübt; d. sich vorsätzlich einer Blutprobe, einer Atemalkoholprobe oder einer anderen vom Bundesrat geregelten Voruntersuchung, die angeordnet wurde oder mit deren Anordnung gerechnet werden muss, oder einer zusätzlichen ärztlichen Untersuchung widersetzt oder entzieht oder den Zweck dieser Massnahme vereitelt; e. nach Verletzung oder Tötung eines Menschen die Flucht ergreift oder die Rettungspflicht verletzt; f. trotz Entzug des entsprechenden Ausweises ein Schiff führt, sich an dessen Führung beteiligt oder einen nautischen Dienst an Bord des Schiffs ausübt. 2 Nach einer schweren Widerhandlung wird der Ausweis entzogen für: a. mindestens drei Monate; b. mindestens sechs Monate, wenn in den vorangegangenen fünf Jahren der Ausweis einmal wegen einer mittelschweren Widerhandlung entzogen war; c. mindestens zwölf Monate, wenn in den vorangegangenen fünf Jahren der Ausweis einmal wegen einer schweren Widerhandlung oder zweimal wegen mittelschweren Widerhandlungen entzogen war; d. unbestimmte Zeit, mindestens aber für zwei Jahre, wenn in den vorangegangenen zehn Jahren der Ausweis zweimal wegen schweren Widerhandlungen oder dreimal wegen mindestens mittelschweren Widerhandlungen entzogen war; auf diese Massnahme wird verzichtet, wenn die betroffene Person während mindestens fünf Jahren nach Ablauf eines Ausweisentzugs keine Widerhandlung, für die eine Administrativmassnahme ausgesprochen wurde, begangen hat; e. immer, wenn in den vorangegangenen fünf Jahren der Ausweis nach Buchstabe d oder Artikel 20 a Absatz 2 Buchstabe e entzogen war. 3 Die Dauer des Ausweisentzugs wegen einer Widerhandlung nach Absatz 1 Buchstabe f tritt an die Stelle der noch verbleibenden Dauer des laufenden Entzugs. Eingefügt durch Ziff. I 8 des BG vom 16. März 2012 über den zweiten Schritt der Bahnreform 2, in Kraft seit 1. Jan. 2014 ( AS 2012 5619 , 2013 1603 ; BBl 2011 911 )."
    },
    {
      "provision_ref": "art20c",
      "section": "20c",
      "title": "c Ausweisentzüge und andere Administrativmassnahmen nach dem Strassenverkehrsgesetz",
      "content": "Bestehende und frühere Ausweisentzüge sowie andere Administrativmassnahmen nach dem Strassenverkehrsgesetz vom 19. Dezember 1958 sind bestehenden und früheren Ausweisentzügen sowie anderen Administrativmassnahmen nach den Artikeln 20 Absätze 2 und 3, 20 a Absatz 2 und 20 b Absatz 2 dieses Gesetzes gleichgestellt. Eingefügt durch Ziff. I 8 des BG vom 16. März 2012 über den zweiten Schritt der Bahnreform 2, in Kraft seit 1. Jan. 2014 ( AS 2012 5619 , 2013 1603 ; BBl 2011 911 ). SR 741.01"
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Ausweisentzug wegen fehlender Fahreignung",
      "content": "1 Der Ausweis wird einer Person auf unbestimmte Zeit entzogen, wenn: a. ihre körperliche und geistige Leistungsfähigkeit nicht oder nicht mehr ausreicht, ein Schiff sicher zu führen; b. sie an einer Sucht leidet, welche die Fahreignung ausschliesst; c. sie aufgrund ihres bisherigen Verhaltens nicht Gewähr bietet, dass sie künftig beim Führen eines Schiffs die Vorschriften beachtet und auf die Mitmenschen Rücksicht nimmt. 2 Tritt der Entzug nach Absatz 1 an die Stelle eines Entzugs nach dem Artikeln 20–20 b , so wird damit eine Sperrfrist verbunden, die bis zum Ablauf der für die begangene Widerhandlung vorgesehenen Mindestentzugsdauer läuft. 3 Unverbesserlichen wird der Ausweis für immer entzogen. Fassung gemäss Ziff. I 8 des BG vom 16. März 2012 über den zweiten Schritt der Bahnreform 2, in Kraft seit 1. Jan. 2014 ( AS 2012 5619 , 2013 1603 ; BBl 2011 911 )."
    },
    {
      "provision_ref": "art21a",
      "section": "21a",
      "title": "a Wiedererteilung der Ausweise",
      "content": "Die Wiedererteilung der Ausweise richtet sich sinngemäss nach Artikel 17 des Strassenverkehrsgesetzes vom 19. Dezember 1958. Eingefügt durch Ziff. I 8 des BG vom 16. März 2012 über den zweiten Schritt der Bahnreform 2, in Kraft seit 1. Jan. 2014 ( AS 2012 5619 , 2013 1603 ; BBl 2011 911 ). SR 741.01"
    },
    {
      "provision_ref": "art22",
      "chapter": "1. Abschnitt: Allgemeine Pflichten",
      "section": "22",
      "title": "Sorgfaltspflicht",
      "content": "1 Der Schiffsführer hat alle Vorsichtsmassnahmen zu treffen, welche die allgemeine Sorgfaltspflicht und die Übung in der Schiffsführung gebieten, damit niemand gefährdet, kein fremdes Gut beschädigt, die Schifffahrt nicht behindert und die Umwelt nicht gestört wird. 2 Droht unmittelbare Gefahr, so hat der Schiffsführer alles vorzukehren, um Schaden zu verhüten, auch wenn er Vorschriften verletzen muss."
    },
    {
      "provision_ref": "art23",
      "chapter": "1. Abschnitt: Allgemeine Pflichten",
      "section": "23",
      "title": "Rettungspflicht",
      "content": "1 Werden bei Unfällen Menschen an Bord des Schiffes gefährdet, so müssen Schiffsführer und Mannschaft alles aufbieten, um sie zu retten. 2 Sind auf einem Gewässer Menschen in Gefahr, so hat jeder Schiffsführer zu helfen, soweit es zumutbar ist und das eigene Schiff nicht gefährdet wird."
    },
    {
      "provision_ref": "art24",
      "chapter": "1. Abschnitt: Allgemeine Pflichten",
      "section": "24",
      "title": "Meldung von Unfällen und Schäden",
      "content": "1 Werden bei einem Unfall Menschen verletzt oder getötet, so haben der Schiffsführer und jeder andere Beteiligte unverzüglich die Polizei zu rufen. Ist nur Sachschaden entstanden, so hat der Schädiger so rasch wie möglich den Geschädigten zu benachrichtigen. 2 Wer ein Signal oder ein Zeichen für die Schifffahrt beschädigt, hat dies unverzüglich der Polizei zu melden."
    },
    {
      "provision_ref": "art24a",
      "chapter": "24",
      "section": "24a",
      "title": "a Fahrunfähigkeit",
      "content": "Wer wegen Alkohol-, Betäubungsmittel- oder Arzneimitteleinfluss oder aus anderen Gründen nicht über die erforderliche körperliche und geistige Leistungsfähigkeit verfügt, gilt während dieser Zeit als fahrunfähig und darf weder ein Schiff führen noch sich an dessen Führung beteiligen noch einen nautischen Dienst an Bord des Schiffs ausüben."
    },
    {
      "provision_ref": "art24b",
      "chapter": "24",
      "section": "24b",
      "title": "b Feststellung der Fahrunfähigkeit",
      "content": "1 Wer ein Schiff führt oder sich an dessen Führung beteiligt oder einen nautischen Dienst an Bord des Schiffs ausübt, kann einer Atemalkoholprobe unterzogen werden. 2 Weist die betroffene Person Anzeichen von Fahrunfähigkeit auf und sind diese nicht oder nicht allein auf Alkoholeinfluss zurückzuführen, so kann sie weiteren Voruntersuchungen, namentlich Urin- und Speichelproben, unterzogen werden. 3 Eine Blutprobe ist anzuordnen, wenn: a. Anzeichen von Fahrunfähigkeit vorliegen; oder b. die betroffene Person sich der Durchführung der Atemalkoholprobe widersetzt oder entzieht oder den Zweck dieser Massnahme vereitelt. 4 Die Blutprobe kann aus wichtigen Gründen auch gegen den Willen der verdächtigten Person abgenommen werden. Andere Beweismittel für die Feststellung der Fahrunfähigkeit bleiben vorbehalten. 5 Der Bundesrat erlässt Vorschriften über die Voruntersuchungen, das Vorgehen bei der Atemalkohol- und der Blutprobe, die Auswertung dieser Proben und die zusätzliche ärztliche Untersuchung der der Fahrunfähigkeit verdächtigten Person. 6 Der Bundesrat kann: a. festlegen, bei welcher Blutalkoholkonzentration unabhängig von weiteren Beweisen und individueller Alkoholverträglichkeit Fahrunfähigkeit im Sinne von Artikel 24 a angenommen wird (Angetrunkenheit) und welche Blutalkoholkonzentration als qualifiziert gilt; b. für Personen, die gewerbsmässig eingesetzte Schiffe für den Personen- oder Gütertransport führen, an deren Führung beteiligt sind oder einen nautischen Dienst an Bord dieser Schiffe ausüben, Blutalkoholkonzentrationen festlegen, die unter den nach Buchstabe a festgelegten Werten liegen; c. für andere die Fahrfähigkeit herabsetzende Substanzen festlegen, bei welchen Konzentrationen im Blut unabhängig von weiteren Beweisen und individueller Verträglichkeit Fahrunfähigkeit im Sinne dieses Gesetzes angenommen wird; d. vorschreiben, dass zur Feststellung einer Sucht, welche die Fahreignung einer Person herabsetzt, nach diesem Artikel gewonnene Proben, namentlich Blut-, Haar- und Nagelproben, ausgewertet werden."
    },
    {
      "provision_ref": "art25",
      "chapter": "2. Abschnitt: Schifffahrtspolizeiliche Vorschriften",
      "section": "25",
      "title": "Regeln für Fahrt und Stillliegen",
      "content": "1 Der Bundesrat stellt Regeln auf für die Fahrt und das Stillliegen der Schiffe und erlässt Vorschriften über die Signalisierung, die Zeichen und Lichter, die Beförderung gefährlicher Güter und die Sicherheit der Schifffahrt. 2 Er kann Vorschriften erlassen über das Wasserskifahren und ähnliche Betätigungen sowie zum Schutz der anderen Benützer der Gewässer. 3 Die Kantone können besondere örtliche Vorschriften erlassen, um die Sicherheit der Schifffahrt oder den Umweltschutz zu gewährleisten."
    },
    {
      "provision_ref": "art26",
      "chapter": "2. Abschnitt: Schifffahrtspolizeiliche Vorschriften",
      "section": "26",
      "title": "Sturmwarn- und Rettungsdienst",
      "content": "1 Die Kantone können einen öffentlichen Sturmwarn- und Rettungsdienst einrichten und ihn ermächtigen, bei Sturm, Nebel oder Unwetter die Ausfahrt von Schiffen zu verbieten und Schiffen auf dem Wasser die Landung vorzuschreiben. 2 Sie können die Eigentümer und Halter von Schiffen mit Standort im Kanton verpflichten, an die Kosten dieses Dienstes beizutragen, und die gewerbsmässigen Schiffsvermieter, Rettungsdienste zu leisten. 3 Die Rettungskosten können dem Führer, dem Halter und dem Eigentümer eines geretteten Schiffes auferlegt werden. 4 Vorbehalten bleiben die Vorschriften für die öffentlichen Schifffahrtsunternehmen."
    },
    {
      "provision_ref": "art27",
      "chapter": "2. Abschnitt: Schifffahrtspolizeiliche Vorschriften",
      "section": "27",
      "title": "Veranstaltungen und militärische Übungen",
      "content": "1 Versuchsfahrten, bei denen von Vorschriften abgewichen wird, und nautische Veranstaltungen bedürfen der Bewilligung der Kantone. Diese können sie mit besonderen Auflagen verbinden. 2 Die Kantone können die Schifffahrt im Gebiet der Veranstaltung vorübergehend ganz oder teilweise verbieten. 3 Der Betrieb öffentlicher Schifffahrtsunternehmen darf nur mit Genehmigung des Bundes eingeschränkt werden. 4 Der Bundesrat erlässt Vorschriften über die vorübergehende Sperrung oder Beschränkung der Schifffahrt bei militärischen Übungen."
    },
    {
      "provision_ref": "art28",
      "chapter": "5. Kapitel:",
      "section": "28",
      "title": "Schifffahrtspolizei",
      "content": "1 Das Eidgenössische Departement für Umwelt, Verkehr, Energie und Kommunikation erlässt die für die Sicherheit und Ordnung der internationalen Rheinschifffahrt erforderlichen, insbesondere auf Entschliessungen der Zentralkommission für die Rheinschifffahrt beruhenden Vorschriften. Es kann diese Vorschriften auch auf der Rheinstrecke zwischen Basel und Rheinfelden anwendbar erklären. 2 Das Bundesamt für Verkehr erlässt die vorübergehenden schifffahrtspolizeilichen Vorschriften und veröffentlicht sie in der Gesetzessammlung. Die Bezeichnung der Verwaltungseinheit wurde in Anwendung von Art. 16 Abs. 3 der Publikationsverordnung vom 17. Nov. 2004 ( SR 170.512.1 ) angepasst. Die Anpassung wurde im ganzen Text vorgenommen. Die Bezeichnung der Verwaltungseinheit wurde in Anwendung von Art. 16 Abs. 3 der Publikationsverordnung vom 17. Nov. 2004 ( SR 170.512.1 ) angepasst."
    },
    {
      "provision_ref": "art29",
      "chapter": "5. Kapitel:",
      "section": "29",
      "title": "Verkehrswirtschaft",
      "content": "Um eine einheitliche Ordnung der internationalen Rheinschifffahrt zu sichern, kann der Bundesrat in Anwendung von verbindlichen Entschliessungen der Zentralkommission für die Rheinschifffahrt oder von Vereinbarungen der Rheinuferstaaten verkehrswirtschaftliche Vorschriften erlassen."
    },
    {
      "provision_ref": "art30",
      "chapter": "5. Kapitel:",
      "section": "30",
      "title": "Zuständigkeit kantonaler Behörden",
      "content": "1 Für die Prüfung und Eichung der in der internationalen Rheinschifffahrt verwendeten Schiffe und die Erteilung und den Entzug der Ausweise solcher Schiffe, deren Führer und Besatzungsmitglieder, ist, ohne Rücksicht auf den Standort des Schiffes oder den Wohnsitz oder Aufenthalt des Bewerbers oder Inhabers des Ausweises, ein Rheinuferkanton zuständig. 2 Der Bundesrat kann im Einvernehmen mit den Regierungen der beteiligten Rheinuferkantone einem von ihnen den Vollzug der schifffahrtspolizeilichen und verkehrswirtschaftlichen Vorschriften für die Rheinschifffahrt übertragen."
    },
    {
      "provision_ref": "art30a",
      "chapter": "6. Kapitel: Haftung und Versicherung",
      "section": "30a",
      "title": "a Haftung",
      "content": "Für die Haftung der konzessionierten Schifffahrtsunternehmen gelten die Artikel 40 b –40 f des Eisenbahngesetzes vom 20. Dezember 1957. Eingefügt durch Ziff. I 6 des BG vom 19. Dez. 2008 (Änderungen des Transportrechts), in Kraft seit 1. Jan. 2010 ( AS 2009 5973 ; BBl 2007 4377 ). SR 742.101"
    },
    {
      "provision_ref": "art31",
      "chapter": "6. Kapitel: Haftung und Versicherung",
      "section": "31",
      "title": "Versicherungspflicht",
      "content": "1 Ein Schiff darf nicht in Verkehr gebracht werden, bevor eine Haftpflichtversicherung abgeschlossen ist. 2 Die Versicherung hat die Haftpflicht zu decken: a. des Eigentümers, des Halters und des Führers des Schiffes; b. der Besatzungsmitglieder und der Hilfspersonen; c. der geschleppten Wasserskifahrer. 3 Der Bundesrat bestimmt die Mindestversicherungssummen. Er kann Ausnahmen von der Versicherungspflicht vorsehen. 4 Der Bundesrat erlässt Vorschriften über die Haftpflichtversicherung der konzessionierten Schifffahrtsunternehmen."
    },
    {
      "provision_ref": "art32",
      "chapter": "6. Kapitel: Haftung und Versicherung",
      "section": "32",
      "title": "Einschränkungen der Versicherung",
      "content": "Von der Versicherung können ausgenommen werden: a. Ansprüche des Eigentümers, des Halters und des Führers des Schiffes; b. Ansprüche aus Sachschäden des Ehegatten des Ersatzpflichtigen, seiner Verwandten in auf- und absteigender Linie und seiner mit ihm in gemeinsamem Haushalt lebenden Geschwister; c. Ansprüche der geschleppten Wasserskifahrer aus Unfällen beim Schleppen; d. Ansprüche aus der Beschädigung oder Zerstörung des Schiffes und der damit beförderten, geschleppten oder gestossenen Sachen e. Ansprüche aus Unfällen bei Rennen, für die eine besondere Haftpflichtversicherung besteht."
    },
    {
      "provision_ref": "art33",
      "chapter": "6. Kapitel: Haftung und Versicherung",
      "section": "33",
      "title": "Unmittelbarer Anspruch gegen den Versicherer, Einreden",
      "content": "1 Der Geschädigte hat im Rahmen der vertraglichen Versicherungsdeckung der obligatorischen Haftpflichtversicherung ein Forderungsrecht unmittelbar gegen den Versicherer. 2 Einreden aus dem Versicherungsvertrag oder aus dem Versicherungsvertragsgesetz vom 2. April 1908 können dem Geschädigten nicht entgegengehalten werden. SR 221.229.1"
    },
    {
      "provision_ref": "art34",
      "chapter": "6. Kapitel: Haftung und Versicherung",
      "section": "34",
      "title": "Rückgriffsrecht des Versicherers",
      "content": "1 Der Versicherer hat ein Rückgriffsrecht gegen den Versicherungsnehmer oder den Versicherten, soweit er nach dem Versicherungsvertrag oder dem Versicherungsvertragsgesetz vom 2. April 1908 zur Ablehnung oder Kürzung seiner Leistung befugt wäre. 2 Wird einem Geschädigten durch Versicherungsleistungen der Schaden nicht voll gedeckt, so können Versicherer ihre Rückgriffsrechte gegen die Haftpflichtigen oder ihre Haftpflichtversicherer nur geltend machen, soweit dadurch der Geschädigte nicht benachteiligt wird. 3 Der Rückgriff des Versicherers verjährt in einem Jahr vom Tage hinweg, an dem der Versicherer seine Leistung vollständig erbracht hat und der Pflichtige bekannt wurde. SR 221.229.1"
    },
    {
      "provision_ref": "art35",
      "section": "35",
      "title": "Versicherer",
      "content": "Die Haftpflichtversicherung ist bei einem vom Bundesrat ermächtigten Unternehmen abzuschliessen. Vorbehalten bleibt die Anerkennung der im Ausland abgeschlossenen Versicherungen für ausländische Schiffe."
    },
    {
      "provision_ref": "art36",
      "section": "36",
      "title": "Versicherungsnachweis, Aussetzen und Aufhören der Versicherung",
      "content": "1 Der Versicherer hat zuhanden der Behörde, die den Schiffsausweis erteilt, einen Versicherungsnachweis auszustellen. 2 Aussetzen und Aufhören der Versicherung sind vom Versicherer der Behörde zu melden, die den Schiffsausweis erteilt hat. Aussetzen und Aufhören werden gegenüber den Geschädigten erst wirksam, wenn die Versicherung durch eine andere ersetzt oder der Schiffsausweis zurückgegeben ist, jedenfalls aber 60 Tage nach dem Eingang der Meldung des Versicherers. 3 Die Behörde, welche die Meldung des Versicherers erhält, entzieht unverzüglich den Schiffsausweis. Bevor er wieder erteilt wird, ist eine neue Versicherung nachzuweisen."
    },
    {
      "provision_ref": "art37",
      "section": "37",
      "title": "Besondere Fälle",
      "content": "1 Bund und Kantone unterstehen nicht der Versicherungspflicht. 2 Dieses Kapitel gilt nicht für die in der internationalen Rheinschifffahrt verwendeten Schiffe."
    },
    {
      "provision_ref": "art38",
      "chapter": "7. Kapitel:",
      "section": "38",
      "title": "",
      "content": "Aufgehoben durch Anhang Ziff. 80 des Verwaltungsgerichtsgesetzes vom 17. Juni 2005, mit Wirkung seit 1. Jan. 2007 ( AS 2006 2197 ; BBl 2001 4202 )."
    },
    {
      "provision_ref": "art39",
      "chapter": "7. Kapitel:",
      "section": "39",
      "title": "",
      "content": "Aufgehoben durch Anhang 1 Ziff. II 23 der Zivilprozessordnung vom 19. Dez. 2008, mit Wirkung seit 1. Jan. 2011 ( AS 2010 1739 ; BBl 2006 7221 )."
    },
    {
      "provision_ref": "art40",
      "chapter": "1. Abschnitt: Vergehen und Übertretungen",
      "section": "40",
      "title": "Verletzung der Verkehrsregeln",
      "content": "1 Wer Verkehrsregeln des Gesetzes, der internationalen Vereinbarungen oder der Ausführungserlasse des Bundes oder der Kantone verletzt, wird mit Busse bestraft. 2 Wer durch grobe Verletzung der Verkehrsregeln eine ernsthafte Gefahr für die Sicherheit anderer hervorruft oder in Kauf nimmt, wird mit Freiheitsstrafe bis zu drei Jahren oder Geldstrafe bestraft. 3 Artikel 237 Ziffer 2 des Strafgesetzbuches wird in diesen Fällen nicht angewendet. Fassung gemäss Art. 333 des Strafgesetzbuches in der Fassung des BG vom 13. Dez. 2002, in Kraft seit 1. Jan. 2007 ( AS 2006 3459 ). Fassung gemäss Art. 333 des Strafgesetzbuches in der Fassung des BG vom 13. Dez. 2002, in Kraft seit 1. Jan. 2007 ( AS 2006 3459 ). SR 311.0"
    },
    {
      "provision_ref": "art41",
      "chapter": "1. Abschnitt: Vergehen und Übertretungen",
      "section": "41",
      "title": "Fahren in fahrunfähigem Zustand",
      "content": "1 Wer in angetrunkenem Zustand ein Schiff führt, sich an dessen Führung beteiligt oder einen nautischen Dienst an Bord des Schiffs ausübt, wird mit Busse bestraft. Die Strafe ist Freiheitsstrafe bis zu drei Jahren oder Geldstrafe, wenn eine qualifizierte Blutalkoholkonzentration (Art. 24 b Abs. 6 Bst. a oder b) vorliegt. 2 Wer aus anderen Gründen fahrunfähig ist und ein Schiff führt, sich an dessen Führung beteiligt oder einen nautischen Dienst an Bord des Schiffs ausübt, wird mit Freiheitsstrafe bis zu drei Jahren oder Geldstrafe bestraft. 3 Wer in fahrunfähigem Zustand ein motorloses Schiff führt, sich an dessen Führung beteiligt oder einen nautischen Dienst an Bord des Schiffs ausübt, wird mit Busse bestraft. Fassung gemäss Ziff. I 8 des BG vom 16. März 2012 über den zweiten Schritt der Bahnreform 2, in Kraft seit 1. Jan. 2014 ( AS 2012 5619 , 2013 1603 ; BBl 2011 911 )."
    },
    {
      "provision_ref": "art41a",
      "chapter": "1. Abschnitt: Vergehen und Übertretungen",
      "section": "41a",
      "title": "a Vereitelung von Massnahmen zur Feststellung der Fahrunfähigkeit",
      "content": "1 Wer ein Schiff führt, sich an der Führung des Schiffs beteiligt oder einen nautischen Dienst an Bord des Schiffs ausübt und sich vorsätzlich einer Blutprobe, einer Atemalkoholprobe oder einer anderen vom Bundesrat geregelten Voruntersuchung, die angeordnet wurde oder mit deren Anordnung gerechnet werden musste, oder einer zusätzlichen ärztlichen Untersuchung widersetzt oder entzieht oder den Zweck dieser Massnahme vereitelt, wird mit Freiheitsstrafe bis zu drei Jahren oder Geldstrafe bestraft. 2 Hat der Täter ein motorloses Schiff geführt, sich an dessen Führung beteiligt oder einen nautischen Dienst an Bord des Schiffs ausgeübt, so ist die Strafe Busse. Eingefügt durch Ziff. I 8 des BG vom 16. März 2012 über den zweiten Schritt der Bahnreform 2, in Kraft seit 1. Jan. 2014 ( AS 2012 5619 , 2013 1603 ; BBl 2011 911 )."
    },
    {
      "provision_ref": "art41b",
      "section": "41b",
      "title": "b Ergänzende Strafbestimmungen",
      "content": "Der Bundesrat kann für Übertretungen seiner Ausführungsvorschriften zu diesem Gesetz Busse androhen. Eingefügt durch Ziff. I 8 des BG vom 16. März 2012 über den zweiten Schritt der Bahnreform 2, in Kraft seit 1. Jan. 2014 ( AS 2012 5619 , 2013 1603 ; BBl 2011 911 )."
    },
    {
      "provision_ref": "art42",
      "section": "42",
      "title": "Pflichtwidriges Verhalten bei Unfall",
      "content": "1 Wer bei einem Unfall die ihm nach Gesetz obliegenden Pflichten verletzt, wird mit Busse bestraft. 2 Flüchtet ein Schiffsführer, der bei einem Unfall einen Menschen getötet oder verletzt hat, so wird er mit Freiheitsstrafe bis zu drei Jahren oder Geldstrafe bestraft. Fassung gemäss Art. 333 des Strafgesetzbuches in der Fassung des BG vom 13. Dez. 2002, in Kraft seit 1. Jan. 2007 ( AS 2006 3459 ). Fassung gemäss Art. 333 des Strafgesetzbuches (in der Fassung des BG vom 13. Dez. 2002, in Kraft seit 1. Jan. 2007 ( AS 2006 3459 )."
    },
    {
      "provision_ref": "art43",
      "section": "43",
      "title": "Nicht betriebssichere Schiffe",
      "content": "1 Wer vorsätzlich die Betriebssicherheit eines Schiffes beeinträchtigt, so dass die Gefahr eines Unfalles entsteht, wird mit Freiheitsstrafe bis zu drei Jahren oder Geldstrafe bestraft. 2 Handelt der Täter fahrlässig, so ist die Strafe Busse. 3 Wer ein Schiff führt, von dem er weiss oder bei pflichtgemässer Aufmerksamkeit wissen kann, dass es den Vorschriften über die Betriebssicherheit nicht entspricht oder wer aus Sorglosigkeit den Gebrauch eines solchen Schiffes duldet, wird mit Busse bestraft. Fassung gemäss Art. 333 des Strafgesetzbuches in der Fassung des BG vom 13. Dez. 2002, in Kraft seit 1. Jan. 2007 ( AS 2006 3459 ). Fassung gemäss Art. 333 des Strafgesetzbuches in der Fassung des BG vom 13. Dez. 2002, in Kraft seit 1. Jan. 2007 ( AS 2006 3459 ). Fassung gemäss Art. 333 des Strafgesetzbuches in der Fassung des BG vom 13. Dez. 2002, in Kraft seit 1. Jan. 2007 ( AS 2006 3459 )."
    },
    {
      "provision_ref": "art44",
      "section": "44",
      "title": "Entwendung zum Gebrauch",
      "content": "1 Wer ein Schiff zum Gebrauch entwendet und wer ein solches Schiff führt oder darin mitfährt, obwohl er bei Antritt der Fahrt von der Entwendung Kenntnis hatte, wird mit Freiheitsstrafe bis zu drei Jahren oder Geldstrafe bestraft. 2 Ist einer der Täter ein Angehöriger oder Familiengenosse des Halters oder des Eigentümers des Schiffes, so erfolgt die Bestrafung nur auf Antrag; die Strafe ist Busse. 3 Wer ein ihm anvertrautes Schiff zu Fahrten verwendet, zu denen er offensichtlich nicht ermächtigt ist, wird auf Antrag mit Busse bestraft. 4 Artikel 143 des Strafgesetzbuches wird in diesen Fällen nicht angewendet. Fassung gemäss Art. 333 des Strafgesetzbuches in der Fassung des BG vom 13. Dez. 2002, in Kraft seit 1. Jan. 2007 ( AS 2006 3459 ). Fassung gemäss Art. 333 des Strafgesetzbuches in der Fassung des BG vom 13. Dez. 2002, in Kraft seit 1. Jan. 2007 ( AS 2006 3459 ). Fassung gemäss Art. 333 des Strafgesetzbuches in der Fassung des BG vom 13. Dez. 2002, in Kraft seit 1. Jan. 2007 ( AS 2006 3459 ). SR 311.0 . Heute: Art. 141."
    },
    {
      "provision_ref": "art45",
      "section": "45",
      "title": "Führen eines Schiffes ohne Führerausweis",
      "content": "Wer ein Schiff ohne den erforderlichen Führerausweis führt, wer die mit dem Ausweis im Einzelfall verbundenen Beschränkungen oder Auflagen missachtet, wer ein Schiff einem Führer überlässt, von dem er weiss oder bei pflichtgemässer Aufmerksamkeit wissen kann, dass er den erforderlichen Ausweis nicht hat, wird mit Busse bestraft. Fassung gemäss Art. 333 des Strafgesetzbuches in der Fassung des BG vom 13. Dez. 2002, in Kraft seit 1. Jan. 2007 ( AS 2006 3459 )."
    },
    {
      "provision_ref": "art46",
      "section": "46",
      "title": "Führen eines Schiffes ohne Schiffsausweis, Kennzeichen oder Haftpflichtversicherung",
      "content": "Wer ein Schiff ohne den erforderlichen Schiffsausweis, ohne eine zusätzlich nötige kantonale Bewilligung, ohne Kennzeichen oder mit falschem Kennzeichen führt, wer die mit dem Schiffsausweis verbundenen Beschränkungen oder Auflagen, namentlich über die zulässige Zahl der beförderten Personen oder das zulässige Gesamtgewicht, missachtet, wer ein Schiff führt, obwohl er wusste oder bei pflichtgemässer Aufmerksamkeit wissen konnte, dass die vorgeschriebene Haftpflichtversicherung nicht besteht, wird mit Busse bestraft. Fassung gemäss Art. 333 des Strafgesetzbuches in der Fassung des BG vom 13. Dez. 2002, in Kraft seit 1. Jan. 2007 ( AS 2006 3459 )."
    },
    {
      "provision_ref": "art47",
      "section": "47",
      "title": "Signale und Zeichen",
      "content": "Wer vorsätzlich ein Signal oder ein Zeichen für die Schifffahrt versetzt, beschädigt, entfernt oder verändert, wer ohne behördliche Ermächtigung ein Signal oder Zeichen anbringt, wird mit Busse bestraft. Fassung gemäss Art. 333 des Strafgesetzbuches in der Fassung des BG vom 13. Dez. 2002, in Kraft seit 1. Jan. 2007 ( AS 2006 3459 )."
    },
    {
      "provision_ref": "art48",
      "section": "48",
      "title": "Weitere Widerhandlungen",
      "content": "Wer in anderer Weise diesem Gesetz, den Ausführungsbestimmungen des Bundes oder der Kantone oder den schifffahrtspolizeilichen oder verkehrswirtschaftlichen Bestimmungen internationaler Vereinbarungen zuwiderhandelt, ohne dass ein Vergehen oder eine Übertretung im Sinne der Artikel 40–47 dieses Gesetzes vorliegt, wird mit Busse bestraft. Fassung gemäss Ziff. II des BG vom 4. Okt. 1985, in Kraft seit 15. Juli 1986 ( AS 1986 1130 ; BBl 1984 II 1453 )."
    },
    {
      "provision_ref": "art49",
      "section": "49",
      "title": "Unerlaubte Personenbeförderung",
      "content": "1 Wer die Bestimmungen über die regelmässige gewerbsmässige Personenbeförderung mit Schiffen verletzt, wird mit Busse bestraft. 2 Erfolgt die Verletzung fahrlässig, so ist die Strafe Busse bis 5000 Franken. Fassung gemäss Art. 333 des Strafgesetzbuches in der Fassung des BG vom 13. Dez. 2002, in Kraft seit 1. Jan. 2007 ( AS 2006 3459 )."
    },
    {
      "provision_ref": "art50",
      "chapter": "2. Abschnitt: Strafbarkeit",
      "section": "50",
      "title": "Fahrlässigkeit",
      "content": "1 Bestimmt es dieses Gesetz nicht ausdrücklich anders, so ist auch die fahrlässige Handlung strafbar. 2 In besonders leichten Fällen kann von einer Bestrafung Umgang genommen werden."
    },
    {
      "provision_ref": "art51",
      "chapter": "2. Abschnitt: Strafbarkeit",
      "section": "51",
      "title": "Widerhandlungen von Arbeitgebern und Vorgesetzten",
      "content": "Der Arbeitgeber oder Vorgesetzte der eine nach diesem Gesetz strafbare Handlung des Schiffsführers veranlasst oder nicht nach seinen Möglichkeiten verhindert hat, untersteht der gleichen Strafandrohung wie der Führer."
    },
    {
      "provision_ref": "art52",
      "chapter": "2. Abschnitt: Strafbarkeit",
      "section": "52",
      "title": "Lernfahrten",
      "content": "1 Für Widerhandlungen auf Lernfahrten ist der Schiffsführer verantwortlich, wenn er die Pflichten verletzt hat, die ihm als Leiter der Lernfahrt oblagen. 2 Der Fahrschüler ist verantwortlich, soweit er eine Widerhandlung nach dem Stand seiner Ausbildung hätte vermeiden können."
    },
    {
      "provision_ref": "art53",
      "chapter": "2. Abschnitt: Strafbarkeit",
      "section": "53",
      "title": "Dringliche Dienstfahrten",
      "content": "Der Führer eines Rettungs-, Feuerlösch-, Polizei- oder Zollbootes ist auf einer dringlichen Dienstfahrt wegen Missachtung der Verkehrsregeln nicht strafbar, wenn er die erforderlichen Warnsignale gibt und alle Sorgfalt beachtet, die nach den besonderen Verhältnissen erforderlich ist."
    },
    {
      "provision_ref": "art54",
      "chapter": "2. Abschnitt: Strafbarkeit",
      "section": "54",
      "title": "Verhältnis zu andern Strafgesetzen",
      "content": "1 Für Widerhandlungen nach den Artikeln 40–48 gelten die allgemeinen Bestimmungen des Strafgesetzbuches. 2 Für Widerhandlungen nach Artikel 49 gelten die allgemeinen Bestimmungen des Bundesgesetzes vom 22. März 1974 über das Verwaltungsstrafrecht. 3 Für Widerhandlungen gegen schifffahrtspolizeiliche Vorschriften auf der Rheinstrecke, die der revidierten Rheinschifffahrtsakte vom 17. Oktober 1868 untersteht, können nur die darin vorgesehenen Strafen ausgesprochen werden. SR 311.0 SR 313.0 SR 0.747.224.101"
    },
    {
      "provision_ref": "art55",
      "chapter": "2. Abschnitt: Strafbarkeit",
      "section": "55",
      "title": "Strafverfolgung",
      "content": "1 Die Kantone verfolgen und beurteilen die Widerhandlungen nach den Artikeln 40–48. 2 Das Eidgenössische Departement für Umwelt, Verkehr, Energie und Kommunikation verfolgt und beurteilt im Verfahren nach dem Bundesgesetz über das Verwaltungsstrafrecht vom 22. März 1974 die Widerhandlungen nach Artikel 49. Es kann für bestimmte Widerhandlungen die Verfolgung, die Beurteilung und den Strafvollzug nachgeordneten Dienststellen übertragen. SR 313.0"
    },
    {
      "provision_ref": "art56",
      "chapter": "1. Abschnitt: Zuständigkeit der Bundesbehörden",
      "section": "56",
      "title": "",
      "content": "1 Der Bundesrat erlässt die Ausführungsbestimmungen nach Anhören der Kantone und der interessierten Verbände. 2 Er kann die durch das internationale Recht bedingten Vorschriften für die Schifffahrt erlassen. 3 Das Eidgenössische Departement für Umwelt, Verkehr, Energie und Kommunikation erlässt Bestimmungen über die Gebühren für Amtshandlungen der Bundesbehörden. Aufgehoben durch Ziff. II 20 des BG vom 20. März 2009 über die Bahnreform 2, mit Wirkung seit 1. Jan. 2010 ( AS 2009 5597 ; BBl 2005 2415 , 2007 2681 ). Fassung gemäss Anh. Ziff. II 7 des BG vom 22. März 2002 über die Anpassung von Organisationsbestimmungen des Bundesrechts, in Kraft seit 1. Febr. 2003 ( AS 2003 187 ; BBl 2001 3845 ). Eingefügt durch Anh. Ziff. II 7 des BG vom 22. März 2002 über die Anpassung von Organisationsbestimmungen des Bundesrechts, in Kraft seit 1. Febr. 2003 ( AS 2003 187 ; BBl 2001 3845 )."
    },
    {
      "provision_ref": "art57",
      "chapter": "1. Abschnitt: Zuständigkeit der Bundesbehörden",
      "section": "57",
      "title": "",
      "content": "Aufgehoben durch Ziff. II 20 des BG vom 20. März 2009 über die Bahnreform 2, mit Wirkung seit 1. Jan. 2010 ( AS 2009 5597 ; BBl 2005 2415 , 2007 2681 )."
    },
    {
      "provision_ref": "art58",
      "chapter": "2. Abschnitt: Zuständigkeit kantonaler Behörden",
      "section": "58",
      "title": "Im Allgemeinen",
      "content": "1 Die Kantone vollziehen dieses Gesetz, die internationalen Vereinbarungen und die Ausführungsvorschriften, soweit dies nicht dem Bund übertragen ist. 2 Prüfung und Eichung der Schiffe sowie Erteilung und Entzug der Schiffsausweise obliegen dem Kanton, in dem das Schiff seinen Standort hat. Der Bundesrat umschreibt, wie der Standort zu bestimmen ist. 3 Die Ausweise für Schiffsführer und Besatzungsmitglieder werden von dem Kanton erteilt und entzogen, in dem der Bewerber oder der Inhaber des Ausweises seinen Wohnsitz oder, wenn dieser fehlt, seinen Aufenthalt hat. Stellt dieser Kanton keine Ausweise aus, so ist der Standortkanton des Schiffes zuständig. 4 Vereinbarungen zwischen Kantonen über die gemeinsame Organisation der Behörden bleiben vorbehalten."
    },
    {
      "provision_ref": "art59",
      "chapter": "2. Abschnitt: Zuständigkeit kantonaler Behörden",
      "section": "59",
      "title": "Besondere Befugnisse der Polizei",
      "content": "1 Stellt die Polizei Schiffe im Verkehr fest, die nicht zugelassen sind oder deren Zustand oder Ladung den Verkehr gefährdet oder die Vorschriften des Umweltschutzes grob verletzt, so verhindert sie die Weiterfahrt. Sie kann den Schiffsausweis abnehmen und nötigenfalls das Schiff sicherstellen. 2 Befindet sich ein Schiffsführer in einem Zustand, der die sichere Fahrt ausschliesst, oder darf er aus einem andern gesetzlichen Grund nicht führen, so verhindert die Polizei die Weiterfahrt und nimmt ihm den Führerausweis ab. 3 Hat sich ein Schiffsführer durch grobe Verletzung wichtiger Verkehrsregeln als besonders gefährlich erwiesen oder verstösst er mutwillig gegen Vorschriften über den Gewässer- oder den Umweltschutz, so kann ihm die Polizei den Führerausweis auf der Stelle abnehmen. 4 Die Polizei stellt abgenommene Ausweise sofort der Entzugsbehörde zu. Diese entscheidet unverzüglich über den Entzug. Bis zu ihrem Entscheid wirkt die polizeiliche Abnahme eines Ausweises wie ein Entzug. 5 Vorbehalten bleiben internationale Vereinbarungen über die Schifffahrt auf internationalen Gewässern."
    },
    {
      "provision_ref": "art60",
      "chapter": "3. Abschnitt: Zusammenarbeit der Behörden",
      "section": "60",
      "title": "Rechtshilfe und Meldungen",
      "content": "1 Die Vollzugsbehörden des Bundes und der Kantone gewähren einander unentgeltliche Rechts- und Amtshilfe und erstatten der zuständigen Behörde alle erforderlichen Meldungen und Auskünfte. Die kantonalen Behörden melden der Zollverwaltung die bei ihnen immatrikulierten Schiffe ausländischer Herkunft. 2 Die Polizei- und Strafbehörden melden den zuständigen Behörden die Widerhandlungen, die eine Massnahme nach sich ziehen können."
    },
    {
      "provision_ref": "art61",
      "chapter": "4. Abschnitt: Steuern und Gebühren",
      "section": "61",
      "title": "Steuern",
      "content": "1 Die Kantone können Schiffe besteuern, a. die ihren Standort in ihrem Gebiet haben; b. die ihren Standort in einem andern Kanton haben und länger als einen Monat auf ihrem Gebiet verwendet werden. 2 Vom Beginn des Monats an, in dem der Standort eines Schiffes in einen andern Kanton verlegt wird, ist dieser zur Steuererhebung befugt. Der bisherige Standortkanton hat Steuern zurückzuerstatten, die er für eine weitere Zeit erhoben hat. 3 Der Standortkanton hat Steuern zurückzuerstatten, die er für die Zeit erhoben hat, während der ein Schiff nach Absatz 1 Buchstabe b in einem andern Kanton besteuert worden ist. 4 Der Bundesrat bestimmt nach Anhören der Kantone die Voraussetzungen für die Besteuerung ausländischer Schiffe, die längere Zeit in der Schweiz bleiben. Die Erhebung steht dem Kanton zu, in dem sich ein solches Schiff vorwiegend befindet. 5 Schiffe des Bundes und der konzessionierten Schifffahrtsunternehmen und die in der internationalen Rheinschifffahrt verwendeten Schiffe können von den Kantonen nicht besteuert werden."
    },
    {
      "provision_ref": "art62",
      "chapter": "4. Abschnitt: Steuern und Gebühren",
      "section": "62",
      "title": "Gebühren",
      "content": "1 Das Recht der Kantone, Gebühren zu erheben, bleibt gewahrt. 2 Für die Schifffahrt im Rahmen des Gemeingebrauchs, die konzessionierte Schifffahrt, die Schifffahrt des Bundes und die blosse Durchfahrt dürfen keine Gebühren erhoben werden. 3 Die Gebühren für die Benützung von Hafen-, Umschlags- und Landungsanlagen durch die gewerbsmässige Schifffahrt müssen am selben Gewässer bei gleichen Verhältnissen gleich sein."
    },
    {
      "provision_ref": "art63",
      "chapter": "10. Kapitel:",
      "section": "63",
      "title": "Aufhebung bisherigen Rechts",
      "content": "Alle diesem Gesetz widersprechenden Bestimmungen sind aufgehoben, insbesondere Artikel 66 Absatz 2 des Bundesgesetzes vom 28. September 1923 über das Schiffsregister. SR 747.11 . Abs. 2 hat heute eine neue Fassung."
    },
    {
      "provision_ref": "art63a",
      "chapter": "10. Kapitel:",
      "section": "63a",
      "title": "a Übergangsbestimmungen zur Änderung vom 18. Juni 1999",
      "content": "1 Plangenehmigungsgesuche, die im Zeitpunkt des Inkrafttretens dieser Änderung hängig sind, werden nach neuem Verfahrensrecht beurteilt. 2 Auf hängige Beschwerden ist das alte Verfahrensrecht anwendbar. Eingefügt durch Ziff. I 12 des BG vom 18. Juni 1999 über die Koordination und Vereinfachung von Entscheidverfahren, in Kraft seit 1. Jan. 2000 ( AS 1999 3071 ; BBl 1998 2591 )."
    },
    {
      "provision_ref": "art64",
      "chapter": "10. Kapitel:",
      "section": "64",
      "title": "Referendum und Inkrafttreten",
      "content": "1 Dieses Gesetz untersteht dem fakultativen Referendum. 2 Der Bundesrat bestimmt das Inkrafttreten. Datum des Inkrafttretens: 4. Kap., Art. 56, 7. Kap., Art. 63: 1. April 1976 alle übrigen Bestimmungen: 1. April 1979 BRB vom 12. März 1976 BRB vom 8. Nov. 1978 ( AS 1979 736 )."
    }
  ],
  "definitions": []
}