{
  "id": "sr-741-272",
  "type": "statute",
  "title": "Durchgangsstrassenverordnung vom 18. Dezember 1991",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1992/341_341_341/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Durchgangsstrassen",
      "content": "Für den allgemeinen Durchgangsverkehr offen (Art. 2 Abs. 1 Bst. a und Abs. 3 SVG) sind die in den Anhängen 1 und 2 aufgeführten Strassen (Autobahnen, Autostrassen und Hauptstrassen). Signalisierte Verkehrsanordnungen, wie Mass- und Gewichtsbeschränkungen, bleiben vorbehalten."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Nur für Motorfahrzeuge offene Strassen",
      "content": "Nur für Motorfahrzeuge offen (Art. 2 Abs. 3 SVG) sind die in Anhang 1 aufgeführten Strassen (Autobahnen und Autostrassen)."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Hauptstrassen",
      "content": "1 Hauptstrassen (Art. 57 Abs. 2 SVG) sind die in Anhang 2 Buchstaben A–C aufgeführten Strassen. Die nur für Fahrzeuge bis 2,30 m Breite offenen Hauptstrassen (Art. 5 Abs. 1 und 9 Abs. 4 SVG) sind in diesem Anhang unter Buchstabe C aufgeführt. 2 Die in Anhang 2 nicht aufgeführten kurzen Verbindungsstrecken zu Autobahnen und Autostrassen gelten ebenfalls als Hauptstrassen, sofern sie als solche signalisiert sind. Fassung gemäss Ziff. I der V vom 19. Juni 2015, in Kraft seit 1. Jan. 2016 ( AS 2015 2281 )."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Europastrassen",
      "content": "1 Die auf Schweizer Gebiet verlaufenden Abschnitte der Europastrassen und die ihnen zugeteilten Nummern sind in Anhang 3 aufgeführt. 2 Das Eidgenössische Departement für Umwelt, Verkehr, Energie und Kommunikation bestimmt die genaue Streckenführung. Fassung gemäss Art. 3 der V vom 22. Juni 1998, in Kraft seit 1. Jan. 1998 ( AS 1998 1796 )."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Verbindlichkeit für den Strassenbenützer",
      "content": "Eine Strasse gilt für den Strassenbenützer als Autobahn, Autostrasse, Hauptstrasse oder Europastrasse, sobald sie entsprechend signalisiert ist."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Ergänzung der Anhänge",
      "content": "1 Die Anhänge werden in angemessenen Abständen angepasst. 2 Das Bundesamt für Strassen kann, nach Anhören der betroffenen Kantone, bis zur nächsten Anpassung der Anhänge weitere Strassen im Sinn dieser Verordnung bezeichnen oder Strassen vom Geltungsbereich der Verordnung ausnehmen. Fassung gemäss Anhang Ziff. 9 der Organisationsverordnung vom 6. Dez. 1999 für das Eidgenössische Departement für Umwelt, Verkehr, Energie und Kommunikation ( AS 2000 243 )."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Aufhebung bisherigen Rechts",
      "content": "Die Verordnung vom 6. Juni 1983 über die Durchgangsstrassen wird aufgehoben. [ AS 1983 678 ]"
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 1. Februar 1992 in Kraft."
    }
  ],
  "definitions": []
}