{
  "id": "sr-741-11",
  "type": "statute",
  "title": "Verkehrsregelnverordnung vom 13. November 1962 (VRV)",
  "title_en": "",
  "short_name": "VRV",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1962/1364_1409_1420/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Einleitung",
      "section": "1",
      "title": "",
      "content": "(Art. 1 SVG) 1 Strassen sind die von Motorfahrzeugen, motorlosen Fahrzeugen oder Fussgängern benützten Verkehrsflächen. 2 Öffentlich sind Strassen, die nicht ausschliesslich privatem Gebrauch dienen. 3 Autobahnen und Autostrassen sind die dem Motorfahrzeugverkehr vorbehaltenen und entsprechend signalisierten Strassen (Art. 45 Abs. 1 der V vom 5. Sept. 1979 über die Strassensignalisation, SSV) Autobahnen weisen eine getrennte Fahrbahn für jede der beiden Richtungen auf und sind frei von höhengleichen Kreuzungen. 4 Fahrbahn ist der dem Fahrverkehr dienende Teil der Strasse. 5 Fahrstreifen sind markierte Teile der Fahrbahn, die für die Fortbewegung einer Fahrzeugkolonne Raum bieten (Art. 74 SSV). 6 Radwege sind die für Radfahrer bestimmten, von der Fahrbahn durch bauliche Massnahmen getrennten und entsprechend signalisierten Wege (Art. 33 Abs. 1 SSV). 7 Radstreifen sind die für Radfahrer bestimmten Fahrstreifen, die normalerweise durch gelbe unterbrochene oder ausnahmsweise durch ununterbrochene Linien gekennzeichnet sind (Art. 74 Abs. 5 SSV). 8 Verzweigungen sind Kreuzungen, Gabelungen oder Einmündungen von Fahrbahnen. Das Zusammentreffen von Rad- oder Feldwegen, von Garage‑, Parkplatz‑, Fabrik- oder Hofausfahrten usw. mit der Fahrbahn gilt nicht als Verzweigung. 9 Verkehrsregelung* ist das Anhalten und Freigeben des Verkehrs durch Polizei oder Lichtsignale. 10 Fahrzeugähnliche Geräte sind Rollschuhe, Inline-Skates, Trottinette oder ähnliche mit Rädern oder Rollen ausgestattete Fortbewegungsmittel, welche ausschliesslich durch die Körperkraft des Benützers angetrieben werden. Kinderräder sind den fahrzeugähnlichen Geräten gleichgestellt. * Vgl. z.B. die Art. 6 Abs. 1 und 2, 47 Abs. 2 und 6. Gemäss Ziff. I der V vom 15. Mai 2002, in Kraft seit 1. Aug. 2002 ( AS 2002 1931 ) wurden im ganzen Erlass die Randtitel in Sachüberschriften umgewandelt. SR 741.21 . Heute: Signalisationsverordnung Fassung gemäss Ziff. I der V vom 25. Jan. 1989, in Kraft seit 1. Mai 1989 ( AS 1989 410 ). Fassung gemäss Ziff. I der V vom 25. Jan. 1989, in Kraft seit 1. Mai 1989 ( AS 1989 410 ). Fassung gemäss Ziff. I der V vom 25. Jan. 1989, in Kraft seit 1. Mai 1989 ( AS 1989 410 ). Heute: Art. 74 a Abs. 1 SSV. Fassung gemäss Ziff. I der V vom 25. Jan. 1989, in Kraft seit 1. Mai 1989 ( AS 1989 410 ). Eingefügt durch Ziff. I der V vom 15. Mai 2002 ( AS 2002 1931 ). Fassung gemäss Ziff. I der V vom 20. Mai 2020, in Kraft seit 1. Jan. 2021 ( AS 2020 2139 )."
    },
    {
      "provision_ref": "art1a",
      "section": "1a",
      "title": "a Ziffern bei Bezeichnungen von Signalen und Markierungen",
      "content": "Die Ziffern in Klammern nach Bezeichnungen von Signalen und Markierungen beziehen sich auf die Abbildungen in Anhang 2 SSV. Eingefügt durch Ziff. I der V vom 20. Mai 2020, in Kraft seit 1. Jan. 2021 ( AS 2020 2139 ). SR 741.21"
    },
    {
      "provision_ref": "art2",
      "chapter": "1. Abschnitt: Allgemeine Fahrregeln",
      "section": "2",
      "title": "Zustand des Führers",
      "content": "(Art. 31 Abs. 2 und 55 Abs. 7 Bst. a SVG) 1 Wer wegen Übermüdung, Einwirkung von Alkohol, Arznei- oder Betäubungsmitteln oder aus einem anderen Grund nicht fahrfähig ist, darf kein Fahrzeug führen. 2 Fahrunfähigkeit gilt als erwiesen, wenn im Blut des Fahrzeuglenkers nachgewiesen wird: a. Tetrahydrocannabinol (Cannabis); b. freies Morphin (Heroin/Morphin); c. Kokain; d. Amphetamin (Amphetamin); e. Methamphetamin; f. MDEA (Methylendioxyethylamphetamin); oder g. MDMA (Methylendioxymethamphetamin). 2bis Das Bundesamt für Strassen (ASTRA) erlässt nach Rücksprache mit Fachexperten Weisungen über den Nachweis der Substanzen nach Absatz 2. 2ter Für Personen, die nachweisen können, dass sie eine oder mehrere der in Absatz 2 aufgeführten Substanzen gemäss ärztlicher Verschreibung einnehmen, gilt Fahrunfähigkeit nicht bereits beim Nachweis einer Substanz nach Absatz 2 als erwiesen. 3 Niemand darf ein Fahrzeug einem Führer überlassen, der nicht fahrfähig ist. 4 ... 5 ... Fassung gemäss Ziff. I der V vom 14. Nov. 1979, in Kraft seit 1. Jan. 1980 ( AS 1979 1583 ). Fassung gemäss Ziff. I der V vom 29. Nov. 2013, in Kraft seit 1. Jan. 2014 ( AS 2013 4687 ). Fassung gemäss Ziff. I der V vom 28. März 2007, in Kraft seit 1. Juli 2007 ( AS 2007 2101 ). Fassung gemäss Ziff. I der V vom 28. April 2004, in Kraft seit 1. Jan. 2005 ( AS 2004 2851 ). Eingefügt durch Ziff. I der V vom 28. April 2004, in Kraft seit 1. Jan. 2005 ( AS 2004 2851 ). Eingefügt durch Ziff. I der V vom 28. April 2004, in Kraft seit 1. Jan. 2005 ( AS 2004 2851 ). Aufgehoben durch Ziff. I der V vom 29. Nov. 2013, mit Wirkung seit 1. Jan. 2014 ( AS 2013 4687 ). Eingefügt durch Ziff. I 2 der V vom 4. Nov. 2009 (erste Phase der Bahnreform 2) ( AS 2009 5959 ). Aufgehoben durch Ziff. I der V vom 29. Nov. 2013, mit Wirkung seit 1. Jan. 2014 ( AS 2013 4687 )."
    },
    {
      "provision_ref": "art2a",
      "chapter": "1. Abschnitt: Allgemeine Fahrregeln",
      "section": "2a",
      "title": "a Verbot des Fahrens unter Alkoholeinfluss",
      "content": "(Art. 31 Abs. 2 bis und 2 ter SVG) 1 Das Fahren unter Alkoholeinfluss ist verboten: a. auf Fahrten des konzessionierten oder grenzüberschreitenden Personenverkehrs auf der Strasse; b. im berufsmässigen Personentransport; c. mit Lastwagen, schweren Sattelschleppern und Traktoren mit einem Gesamtgewicht von über 3,5 t; d. beim Transport gefährlicher Güter mit kennzeichnungspflichtigen Beförderungseinheiten; e. Fahrlehrern während der Berufsausübung; f. Fahrzeugführern auf Lern- und Übungsfahrten; g. Begleitpersonen auf Lernfahrten; h. Inhabern des Führerausweises auf Probe, ausgenommen auf Fahrten mit Fahrzeugen der Spezialkategorien F, G und M. 1bis Nicht vom Verbot nach Absatz 1 Buchstabe c erfasst sind: a. dringliche Dienstfahrten und damit zusammenhängende Fahrten durch Angehörige der Milizfeuerwehr; b. dringliche Dienstfahrten und damit zusammenhängende Fahrten durch Angehörige der Berufsfeuerwehr, der Polizei, des Zolls, des Zivilschutzes und der Sanität oder durch Personen im Auftrag dieser Organisationen, sofern sie dazu aufgeboten werden und weder Dienst haben noch auf Pikett sind; c. Fahrten mit Fahrzeugen, deren bauartbedingte Höchstgeschwindigkeit nicht mehr als 45 km/h beträgt; d. Fahrten mit Fahrzeugen, die nach Artikel 13 Absatz 2 der Verordnung vom 19. Juni 1995 über die technischen Anforderungen an Strassenfahrzeuge (VTS) den Arbeitsmotorwagen gleichgestellt sind. 2 Alkoholeinfluss liegt vor, wenn die Person: a. eine Atemalkoholkonzentration von 0,05 mg/l oder mehr aufweist; b. eine Blutalkoholkonzentration von 0,10 Promille oder mehr aufweist; oder c. eine Alkoholmenge im Körper hat, die zu einer Blutalkoholkonzentration nach Buchstabe b führt. Eingefügt durch Ziff. I der V vom 29. Nov. 2013, in Kraft seit 1. Jan. 2014 ( AS 2013 4687 ). Fassung gemäss Ziff. I der V vom 26. Okt. 2016, in Kraft seit 1. Jan. 2017 ( AS 2016 3837 ). SR 741.41 Eingefügt durch Ziff. I der V vom 26. Okt. 2016, in Kraft seit 1. Jan. 2017 ( AS 2016 3837 ). Fassung gemäss Ziff. I der V vom 1. Juli 2015, in Kraft seit 1. Okt. 2016 ( AS 2015 2595 )."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Bedienung des Fahrzeugs",
      "content": "(Art. 31 Abs. 1 SVG) 1 Der Fahrzeugführer muss seine Aufmerksamkeit der Strasse und dem Verkehr zuwenden. Er darf beim Fahren keine Verrichtung vornehmen, welche die Bedienung des Fahrzeugs erschwert. Er hat ferner dafür zu sorgen, dass seine Aufmerksamkeit insbesondere durch Tonwiedergabegeräte sowie Kommunikations- und Informationssysteme nicht beeinträchtigt wird. 2 Die Führer von Gesellschaftswagen dürfen im dichten Verkehr oder auf schwierigen Strassen die Fahrgäste nicht über Sehenswürdigkeiten u. dgl. orientieren. Sie dürfen kein Handmikrophon verwenden. 3 Die Führer von Motorfahrzeugen und Fahrrädern dürfen die Lenkvorrichtung nicht loslassen. 3bis Bei Verwendung eines Einparkassistenzsystems darf der Führer während des Parkierungsmanövers die Lenkvorrichtung loslassen und das Fahrzeug verlassen, sofern das Assistenzsystem dies vorsieht. Er muss das Parkierungsmanöver überwachen und bei Bedarf abbrechen. 4 Der Fahrzeugführer hat den vorgeschriebenen Fahrtschreiber ständig in Betrieb zu halten und richtig zu bedienen. Ist: a. das Fahrzeug mit einem analogen Fahrtschreiber ausgerüstet, so darf ihn der Fahrzeugführer unterwegs zu Kontrollzwecken und muss ihn auf Verlangen der Polizei öffnen. Der Halter hat Schlüssel und Einlageblätter zur Verfügung zu stellen. Jedes Einlageblatt darf nur einmal verwendet werden; freiwillige Vermerke dürfen die Auswertung nicht erschweren. Es müssen genügend leere Einlageblätter mitgeführt werden; b. das Fahrzeug mit einem digitalen Fahrtschreiber ausgerüstet, so müssen die Fahrerkarten von Führer und Mitfahrer während der gesamten beruflichen Tätigkeit eingesteckt bleiben. Ohne Fahrerkarte darf ein Fahrzeug ausser bei Beschädigung, Fehlfunktion, Verlust oder Diebstahl der Karte nicht geführt werden. Es muss genügend Druckerpapier mitgeführt werden. Fassung gemäss Ziff. I der V vom 17. Aug. 2005, in Kraft seit 1. März 2006 ( AS 2005 4487 ). Fassung gemäss Ziff. I der V vom 20. Mai 2020, in Kraft seit 1. Jan. 2021 ( AS 2020 2139 ). Eingefügt durch Ziff. I der V vom 20. Mai 2020, in Kraft seit 1. Jan. 2021 ( AS 2020 2139 ). Eingefügt durch Art. 36 Ziff. I des BRB vom 27. Aug. 1969 über administrative Ausführungsbestimmungen zum Strassenverkehrsgesetz ( AS 1969 793 ). Fassung gemäss Ziff. I der V vom 10. Juni 2005, in Kraft seit 1. Okt. 2005 ( AS 2005 4109 )."
    },
    {
      "provision_ref": "art3a",
      "section": "3a",
      "title": "a Tragen von Sicherheitsgurten",
      "content": "(Art. 57 Abs. 5 SVG) 1 Bei Fahrzeugen, die mit Sicherheitsgurten ausgerüstet sind, müssen Führer und mitfahrende Personen die vorhandenen Sicherheitsgurten während der Fahrt tragen. Die Fahrzeugführer haben sicherzustellen, dass Kinder unter zwölf Jahren ordnungsgemäss gesichert sind. 2 Von der Gurtentragpflicht in Absatz 1 sind ausgenommen: a. Personen, die durch ein ärztliches Zeugnis nachweisen, dass ihnen das Tragen der Sicherheitsgurten nicht zugemutet werden kann; für Fahrten im Ausland erteilt die kantonale Behörde diesen Personen ein ärztliches Befreiungsattest nach der Richtlinie 91/671/EWG; b. Von-Haus-zu-Haus-Lieferanten im Auslieferungsquartier, wenn nicht schneller als 25 km/h gefahren wird; c. Führer und Mitfahrer bei Fahrten auf Feld- und Waldwegen und im Werkareal, wenn nicht schneller als 25 km/h gefahren wird; d. Führer beim Manövrieren im Schritttempo; e. Führer und mitfahrende Personen von Motorwagen im regionalen fahrplanmässigen Verkehr konzessionierter Transportunternehmungen; f. Begleitpersonen von besonders betreuungsbedürftigen Personen in Fahrzeugen der Sanität und der Behindertenfahrdienste; g. Führer und mitfahrende Personen von Arbeitsmotorwagen, Traktoren und Motorkarren, wenn nicht schneller als 25 km/h gefahren wird. 3 Mitfahrende Personen in Gesellschaftswagen und Kleinbussen sind auf geeignete Art und Weise auf die Gurtentragpflicht aufmerksam zu machen. 4 Auf Plätzen mit Sicherheitsgurten muss für Kinder unter zwölf Jahren eine geeignete Kinderrückhaltevorrichtung, zum Beispiel ein Kindersitz, verwendet werden, die nach dem UNECE-Reglement Nr. 44 oder Nr. 129 gemäss Anhang 2 VTS zugelassen ist. Keine Kinderrückhaltevorrichtung muss verwendet werden: a. für Kinder, die mindestens 150 cm gross sind; b. für Kinder ab vier Jahren auf speziell für Kinder zugelassenen Sitzplätzen; c. für Kinder ab vier Jahren in Gesellschaftswagen; d. für Kinder ab sieben Jahren auf Sitzplätzen mit Beckengurten. Eingefügt durch Ziff. I der V vom 10. März 1975 ( AS 1975 541 ). Fassung gemäss Ziff. I der V vom 17. Aug. 2005, in Kraft seit 1. März 2006 ( AS 2005 4487 ). Fassung gemäss Ziff. I der V vom 14. Okt. 2009, in Kraft seit 1. April 2010 ( AS 2009 5701 ). Fassung gemäss Ziff. I der V vom 20. Mai 2020, in Kraft seit 1. Jan. 2021 ( AS 2020 2139 ). Richtlinie 91/671/EWG des Rates vom 16. Dezember 1991 zur Angleichung der Rechtsvorschriften der Mitgliedstaaten über die Gurtanlegepflicht in Kraftfahrzeugen mit einem Gewicht von weniger als 3,5 Tonnen, ABl. L 373 vom 31.12.1991, S. 26; zuletzt geändert durch Richtlinie 2014/37/EU, ABl. L 59 vom 28.02.2014, S. 32. Eingefügt durch Ziff. I der V vom 16. Nov. 2016, in Kraft seit 15. Jan. 2017 ( AS 2016 5129 ). SR 741.41 Fassung gemäss Ziff. I der V vom 20. Mai 2020, in Kraft seit 1. Jan. 2021 ( AS 2020 2139 )."
    },
    {
      "provision_ref": "art3b",
      "section": "3b",
      "title": "b Tragen von Schutzhelmen",
      "content": "(Art. 57 Abs. 5 SVG) 1 Die Führer und Mitfahrer von Motorrädern mit oder ohne Seitenwagen, von Leicht‑, Klein- und dreirädrigen Motorfahrzeugen sowie die Führer von Motorfahrrädern müssen während der Fahrt Schutzhelme tragen. Die Fahrzeugführer haben sicherzustellen, dass mitfahrende Kinder unter zwölf Jahren einen Schutzhelm tragen. 2 Von der Helmtragpflicht sind ausgenommen: a. Von-Haus-zu-Haus-Lieferanten im Auslieferungsquartier, wenn nicht schneller als 25 km/h gefahren wird; b. Personen bei Fahrten im Werkareal, wenn nicht schneller als 25 km/h gefahren wird; c. Personen in geschlossenen Kabinen; d. Personen auf Sitzen, die mit Sicherheitsgurten versehen sind; e. Personen auf Fahrzeugen mit einer bauartbedingten Höchstgeschwindigkeit bis 20 km/h und einer allfälligen Tretunterstützung, die bis maximal 25 km/h wirkt; f. Führer von Motorfahrrädern, die durch ein ärztliches Zeugnis nachweisen, dass ihnen das Tragen eines Schutzhelmes nicht zugemutet werden kann; g. Führer von motorisierten Rollstühlen (Art. 18 Bst. c VTS). 3 Auf Motorrädern mit oder ohne Seitenwagen, auf Leicht-, Klein- und dreirädrigen Motorfahrzeugen und auf Motorfahrrädern ist ein Schutzhelm zu tragen, der nach dem UNECE-Reglement Nr. 22 in der Fassung nach Anhang 2 VTS geprüft ist. Auf Raupenfahrzeugen genügt ein Helm, der nach der Norm SN EN 1077 oder SN EN 1078 geprüft ist, auf Motorfahrrädern ein Fahrradhelm, der nach der Norm SN EN 1078 geprüft ist. Eingefügt durch Ziff. I der V vom 20. Mai 1981 ( AS 1981 507 ). Fassung gemäss Ziff. I der V vom 24. Juni 2015, in Kraft seit 1. Jan. 2016 ( AS 2015 2451 ). SR 741.41 SN EN 1077, 2007, Helme für alpine Skiläufer und für Snowboarder. Diese Norm kann gegen Bezahlung bezogen werden bei der Schweizerischen Normen-Vereinigung (SNV), Sulzerallee 70, 8404 Winterthur; www.snv.ch. SN EN 1078, 2013, Helme für Radfahrer und für Benutzer von Skateboards und Rollschuhen. Diese Norm kann gegen Bezahlung bezogen werden bei der Schweizerischen Normen-Vereinigung (SNV), Sulzerallee 70, 8404 Winterthur; www.snv.ch. Fassung gemäss Ziff. I der V vom 21. Nov. 2018, in Kraft seit 1. Febr. 2019 ( AS 2019 243 )."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Angemessene Geschwindigkeit",
      "content": "(Art. 32 Abs. 1 SVG) 1 Der Fahrzeugführer darf nur so schnell fahren, dass er innerhalb der überblickbaren Strecke halten kann; wo das Kreuzen schwierig ist, muss er auf halbe Sichtweite halten können. 2 und 3 ... 4 ... 5 Der Fahrzeugführer darf ohne zwingende Gründe nicht so langsam fahren, dass er einen gleichmässigen Verkehrsfluss hindert. Aufgehoben durch Ziff. I der V vom 20. Mai 2020, mit Wirkung seit 1. Jan. 2021 ( AS 2020 2139 ). Aufgehoben durch Ziff. I der V vom 24. Juni 2015, mit Wirkung seit 1. Jan. 2016 ( AS 2015 2451 )."
    },
    {
      "provision_ref": "art4a",
      "section": "4a",
      "title": "a Allgemeine Höchstgeschwindigkeiten; Grundregel",
      "content": "(Art. 32 Abs. 2 SVG) 1 Die allgemeine Höchstgeschwindigkeit für Fahrzeuge beträgt unter günstigen Strassen‑, Verkehrs- und Sichtverhältnissen: a. 50 km/h in Ortschaften; b. 80 km/h ausserhalb von Ortschaften, ausgenommen auf Autostrassen und Autobahnen; c. 100 km/h auf Autostrassen; d. 120 km/h auf Autobahnen. 2 Die allgemeine Höchstgeschwindigkeit von 50 km/h (Abs. 1 Bst. a ) gilt im ganzen dichtbebauten Gebiet der Ortschaft; sie beginnt beim Signal «Höchstgeschwindigkeit 50) generell» (2.30.1) und endet beim Signal «Ende der Höchstgeschwindigkeit 50 generell» (2.53.1). Für Fahrzeugführer, die aus unbedeutenden Nebenstrassen (wie Strassen, die nicht Ortschaften oder Ortsteile direkt verbinden, landwirtschaftliche Erschliessungsstrassen, Waldwege u. dgl.) in eine Ortschaft einfahren, gilt sie auch ohne Signalisation, sobald die dichte Überbauung beginnt. 3 Die allgemeine Höchstgeschwindigkeit von 80 km/h (Abs. 1 Bst. b ) gilt ab dem Signal «Ende der Höchstgeschwindigkeit 50 generell» (2.53.1) oder «Ende der Höchstgeschwindigkeit» (2.53), beim Verlassen einer Autostrasse oder Autobahn ab dem Signal «Ende der Autostrasse» (4.04) oder dem Signal «Ende der Autobahn» (4.02). 3bis Die allgemeine Höchstgeschwindigkeit von 100 km/h (Abs. 1 Bst. c ) gilt ab dem Signal «Autostrasse» (4.03) und endet beim Signal «Ende der Autostrasse» (4.04) 4 Die allgemeine Höchstgeschwindigkeit von 120 km/h (Abs. 1 Bst. d ) gilt ab dem Signal «Autobahn» (4.01) und endet beim Signal «Ende der Autobahn» (4.02). 5 Abweichende signalisierte Höchstgeschwindigkeiten gehen den allgemeinen Höchstgeschwindigkeiten (Abs. 1) vor, ebenso niedrigere Höchstgeschwindigkeiten für einzelne Fahrzeugarten nach Artikel 5 und für einzelne Fahrzeuge nach Anordnung der zuständigen Behörde. Eingefügt durch Ziff. I der V vom 22. Dez. 1976 ( AS 1976 2810 ). Fassung gemäss Ziff. I der V vom 19. Okt. 1983, in Kraft seit 1. Jan. 1984 ( AS 1983 1651 ). Fassung gemäss Ziff. I der V vom 20. Dez. 1989, in Kraft seit 1. Jan. 1990 ( AS 1990 66 ). Fassung gemäss Ziff. I der V vom 20. Dez. 1989, in Kraft seit 1. Jan. 1990 ( AS 1990 66 ). Eingefügt durch Ziff. I der V vom 20. Dez. 1989, in Kraft seit 1. Jan. 1990 ( AS 1990 66 ). Fassung gemäss Ziff. I der V vom 20. Dez. 1989, in Kraft seit 1. Jan. 1990 ( AS 1990 66 )."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Höchstgeschwindigkeit für einzelne Fahrzeugarten",
      "content": "(Art. 32 Abs. 2 SVG) 1 Die Höchstgeschwindigkeit beträgt: a. 80 km/h für 1. schwere Motorwagen, ausgenommen schwere Personenwagen, 2. Anhängerzüge, 3. Sattelmotorfahrzeuge, 4. Fahrzeuge mit Spikesreifen; b. 60 km/h für gewerbliche Traktoren; c. 40 km/h beim 1. Abschleppen von Fahrzeugen, auch mittels Abschlepprolli oder aufgesattelt; die zuständige Behörde kann in besonderen Fällen höhere Schleppgeschwindigkeiten gestatten, namentlich für feste Abschleppvorrichtungen, welche die Lenkung des geschleppten Fahrzeuges gewährleisten, 2. Nachziehen eines leeren Abschlepprollis; die zuständige Behörde kann in besonderen Fällen, namentlich für den Einsatz auf Autobahnen und Autostrassen, höhere Geschwindigkeiten gestatten; d. 30 km/h 1. beim Mitführen von land- und forstwirtschaftlichen Anhängern, die nicht immatrikuliert sind, 2. beim Mitführen von immatrikulierten land- und forstwirtschaftlichen Anhängern, sofern deren Fahrzeugausweis keine höhere Geschwindigkeit zulässt, 3. für Fahrzeuge mit Metall- oder Vollgummireifen. 2 Auf Autobahnen und Autostrassen beträgt die Höchstgeschwindigkeit 100 km/h für: a. Gesellschaftswagen, ausgenommen Gelenkbusse sowie Busse im öffentlichen, konzessionierten Linienverkehr mit bewilligten Stehplätzen; b. schwere Wohnmotorwagen; c. leichte Motorwagen mit Anhänger, sofern das Gesamtgewicht des Anhängers 3,5 t nicht übersteigt. 2bis ... 3 Die vorstehenden Höchstgeschwindigkeiten dürfen auch nicht überschritten werden, wo eine höhere Geschwindigkeitsgrenze signalisiert ist. 4 Wenn ein Führer die für die Kategorieeinteilung seines Fahrzeugs massgebende Höchstgeschwindigkeit überschreitet, verletzt er eine Verkehrsregel; dies gilt nicht für die Führer von Motorfahrrädern. Fassung gemäss Ziff. I der V vom 22. Dez. 1976, in Kraft seit 1. Jan. 1977 ( AS 1976 2810 ). Ausdruck gemäss Ziff. I der V vom 21. Nov. 2018, in Kraft seit 1. Febr. 2019 ( AS 2019 243 ). Diese Änd. wurde in den in der AS genannten Bestimmungen vorgenommen. Fassung gemäss Ziff. I der V vom 15. Nov. 2000, in Kraft seit 1. Jan. 2001 ( AS 2000 2883 ). Fassung gemäss Ziff. I der V vom 14. Okt. 2009, in Kraft seit 1. April 2010 ( AS 2009 5701 ). Eingefügt durch Ziff. I der V vom 20. Mai 2020, in Kraft seit 1. Jan. 2021 ( AS 2020 2139 ). Fassung gemäss Ziff. I der V vom 15. Nov. 2000, in Kraft seit 1. Jan. 2001 ( AS 2000 2883 ). Eingefügt durch Anhang 1 Ziff. II 4 der V vom 19. Juni 1995 über die technischen Anforderungen an Strassenfahrzeuge ( AS 1995 4425 ). Aufgehoben durch Ziff. I der V vom 15. Nov. 2000, mit Wirkung seit 1. Jan. 2010 ( AS 2000 2883 ). Fassung gemäss Ziff. I der V vom 2. März 2012, in Kraft seit 1. Juli 2012 ( AS 2012 1821 )."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "",
      "content": "(Art. 33 SVG) 1 Vor Fussgängerstreifen ohne Verkehrsregelung muss der Fahrzeugführer jedem Fussgänger oder Benützer eines fahrzeugähnlichen Gerätes, der sich bereits auf dem Streifen befindet oder davor wartet und ersichtlich die Fahrbahn überqueren will, den Vortritt gewähren. Er muss die Geschwindigkeit rechtzeitig mässigen und nötigenfalls anhalten, damit er dieser Pflicht nachkommen kann. 2 Bei Verzweigungen mit Verkehrsregelung haben abbiegende Fahrzeugführer den Fussgängern oder Benützern von fahrzeugähnlichen Geräten für das Überqueren der Querstrasse den Vortritt zu lassen. Dies gilt bei Lichtsignalen nicht, wenn die Fahrt durch einen grünen Pfeil freigegeben wird und kein gelbes Warnlicht blinkt. 3 Auf Strassen ohne Fussgängerstreifen hat der Fahrzeugführer im Kolonnenverkehr nötigenfalls zu halten, wenn Fussgänger oder Benützer von fahrzeugähnlichen Geräten darauf warten, die Fahrbahn zu überqueren. 4 Unbegleiteten Blinden ist der Vortritt stets zu gewähren, wenn sie durch Hochhalten des weissen Stockes anzeigen, dass sie die Fahrbahn überqueren wollen. 5 Die Führer dürfen gekennzeichnete Schulbusse, die halten und die Warnblinklichter eingeschaltet haben (Art. 23 Abs. 3 Bst. a), nur langsam und besonders vorsichtig überholen; nötigenfalls müssen sie halten. Fassung gemäss Ziff. I der V vom 15. Mai 2002, in Kraft seit 1. Aug. 2002 ( AS 2002 1931 ). Fassung gemäss Ziff. I der V vom 15. Mai 2002, in Kraft seit 1. Aug. 2002 ( AS 2002 1931 ). Fassung gemäss Ziff. I der V vom 7. März 1994, in Kraft seit 1. Juni 1994 ( AS 1994 816 ). Fassung gemäss Ziff. I der V vom 15. Mai 2002, in Kraft seit 1. Aug. 2002 ( AS 2002 1931 ). Fassung gemäss Ziff. I der V vom 15. Mai 2002, in Kraft seit 1. Aug. 2002 ( AS 2002 1931 ). Eingefügt durch Ziff. I der V vom 25. Jan. 1989, in Kraft seit 1. Mai 1989 ( AS 1989 410 )."
    },
    {
      "provision_ref": "art7",
      "chapter": "2. Abschnitt: Einzelne Verkehrsvorgänge",
      "section": "7",
      "title": "",
      "content": "Aufgehoben durch Ziff. I der V vom 20. Mai 2020, mit Wirkung seit 1. Jan. 2021 ( AS 2020 2139 )."
    },
    {
      "provision_ref": "art8",
      "chapter": "2. Abschnitt: Einzelne Verkehrsvorgänge",
      "section": "8",
      "title": "",
      "content": "(Art. 44 SVG) 1 Auf Strassen mit mehreren Fahrstreifen in der gleichen Richtung ist der äusserste Streifen rechts zu benützen. Dies gilt nicht beim Überholen, Einspuren, Fahren in parallelen Kolonnen sowie innerorts. 2 Das Fahren in parallelen Kolonnen ist bei dichtem Verkehr gestattet, wenn die rechte Fahrbahnhälfte dafür genügend Raum bietet. Mit langsamen Fahrzeugen ist in der äussersten Kolonne rechts zu fahren. 3 Beim Fahren in parallelen Kolonnen sowie innerorts auf Strassen mit mehreren Fahrstreifen in der gleichen Richtung ist das Rechtsvorbeifahren an andern Fahrzeugen gestattet, sofern diese nicht halten, um Fussgängern oder Benützern von fahrzeugähnlichen Geräten den Vortritt zu lassen. Das Rechtsüberholen durch Ausschwenken und Wiedereinbiegen ist jedoch untersagt. 4 Benützen mehrspurige Motorfahrzeuge und Radfahrer denselben Fahrstreifen, so müssen die Motorfahrzeuge links, die Radfahrer rechts fahren. Radfahrer können vom Gebot des Rechtsfahrens abweichen: a. auf Fahrstreifen, die das Linksabbiegen gestatten; b. auf Rechtsabbiegestreifen, auf denen die Fahrräder gemäss der Markierung (Art. 74 a Abs. 7 Bst. e SSV) entgegen dem allgemeinen Verkehr geradeaus fahren dürfen. 5 Ist auf Strassen mit mehreren Fahrstreifen in eine Richtung das durchgehende Befahren eines Fahrstreifens nicht möglich oder endet ein Fahrstreifen, so ist unmittelbar vor Beginn der Verengung den am Weiterfahren gehinderten Fahrzeugen abwechslungsweise der Übergang auf den benachbarten Fahrstreifen zu ermöglichen. Fassung gemäss Ziff. I der V vom 20. Mai 2020, in Kraft seit 1. Jan. 2021 ( AS 2020 2139 ). Fassung gemäss Ziff. I der V vom 14. Nov. 1979, in Kraft seit 1. Jan. 1980 ( AS 1979 1583 ). Fassung gemäss Ziff. I der V vom 25. Jan. 1989, in Kraft seit 1. Mai 1989 ( AS 1989 410 ). Fassung gemäss Ziff. I der V vom 15. Mai 2002, in Kraft seit 1. Aug. 2002 ( AS 2002 1931 ). Fassung des zweiten Satzes gemäss Ziff. I der V vom 25. Jan. 1989, in Kraft seit 1. Mai 1989 ( AS 1989 410 ). SR 741.21 Fassung gemäss Ziff. I der V vom 24. Juni 2015, in Kraft seit 1. Jan. 2016 ( AS 2015 2451 ). Fassung gemäss Ziff. I der V vom 20. Mai 2020, in Kraft seit 1. Jan. 2021 ( AS 2020 2139 )."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Kreuzen",
      "content": "(Art. 34 Abs. 4 und 35 Abs. 1 SVG) 1 Der Fahrzeugführer hat dem Gegenverkehr den Vortritt zu lassen, wenn das Kreuzen durch ein Hindernis auf seiner Fahrbahnhälfte erschwert wird. 2 Ist auf schmaler Strasse das Kreuzen nicht möglich, so haben Anhängerzüge den Vortritt vor andern Fahrzeugen, schwere Motorfahrzeuge vor leichten und Gesellschaftswagen vor Lastwagen. Unter gleichartigen Fahrzeugen muss jenes zurückfahren, das sich näher bei einer Ausweichstelle befindet; für das Kreuzen auf steilen Strassen und Bergstrassen gilt Artikel 38 Absatz 1 erster Satz. Fassung gemäss Anhang 1 Ziff. II 4 der V vom 19. Juni 1995 über die technischen Anforderungen an Strassenfahrzeuge, in Kraft seit 1. Okt. 1995 ( AS 1995 4425 ). Fassung des zweiten Satzes gemäss Ziff. I der V vom 25. Jan. 1989, in Kraft seit 1. Mai 1989 ( AS 1989 410 )."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Überholen im Allgemeinen",
      "content": "(Art. 34 Abs. 3 und 4, 35 SVG) 1 Der Fahrzeugführer, der überholen will, muss vorsichtig ausschwenken* und darf nachfolgende Fahrzeuge nicht behindern. Er darf nicht überholen, wenn sich vor dem voranfahrenden Fahrzeug Hindernisse befinden, wie Baustellen, eingespurte Fahrzeuge oder Fussgänger, welche die Strasse überqueren. 2 Nach dem Überholen hat der Fahrzeugführer wieder einzubiegen, sobald für den überholten Strassenbenützer keine Gefahr mehr besteht ... 3 Die Führer schwerer Motorwagen haben ausserorts den schnelleren Motorfahrzeugen das Überholen angemessen zu erleichtern, indem sie ganz rechts fahren, unter sich einen Abstand von wenigstens 100 m wahren und nötigenfalls auf Ausweichplätzen halten. Dies gilt auch für andere Motorfahrzeuge, wenn sie langsam fahren. * Für die Zeichengebung vgl. Art. 28. Zweiter Satz aufgehoben durch Ziff. I der V vom 25. Jan. 1989, mit Wirkung seit 1. Mai 1989 ( AS 1989 410 )."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Überholen in besondern Fällen",
      "content": "(Art. 35 Abs. 4 SVG) 1 Auf nicht richtungsgetrennten Strassen mit drei Fahrstreifen darf der Fahrzeugführer den äussersten Streifen links, auf solchen mit vier Fahrstreifen die linke Fahrbahnhälfte nicht zum Überholen benützen. 2 Der Fahrzeugführer darf kein Fahrzeug überholen, das ein anderes Fahrzeug überholt, ausser wenn: a. beide überholten Fahrzeuge nicht breiter als je ein Meter sind und die Strasse breit und übersichtlich ist; b. er sich auf einer richtungsgetrennten Strasse mit mindestens drei Fahrstreifen in der gleichen Richtung befindet. 3 Wenn die Benützer der eigenen Fahrbahnhälfte nicht behindert werden, darf rechts von Sicherheitslinien auch in Kurven und vor Kuppen überholt werden. Auf Bahnübergängen ohne Schranken darf der Fahrzeugführer niemanden überholen, ausgenommen Fussgänger, Benützer von fahrzeugähnlichen Geräten und Radfahrer bei guter Übersicht. 4 Im Bereich von Strassenverzweigungen, wo der Fahrzeugführer die einmündenden Strassen nicht überblicken kann, darf er nur überholen, wenn er sich auf einer Strasse mit Vortrittsrecht befindet oder der Verkehr durch Polizei oder Lichtsignale geregelt wird. Fassung gemäss Ziff. I der V vom 25. Jan. 1989, in Kraft seit 1. Mai 1989 ( AS 1989 410 ). Fassung gemäss Ziff. I der V vom 17. Aug. 2005, in Kraft seit 1. März 2006 ( AS 2005 4487 ). Fassung gemäss Ziff. I der V vom 25. Jan. 1989, in Kraft seit 1. Mai 1989 ( AS 1989 410 ). Fassung des zweiten Satzes gemäss Ziff. I der V vom 15. Mai 2002, in Kraft seit 1. Aug. 2002 ( AS 2002 1931 ). Fassung gemäss Ziff. I der V vom 25. Jan. 1989, in Kraft seit 1. Mai 1989 ( AS 1989 410 )."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Hintereinanderfahren",
      "content": "(Art. 34 Abs. 4 und 37 Abs. 1 SVG) 1 Der Fahrzeugführer hat beim Hintereinanderfahren einen ausreichenden Abstand zu wahren, so dass er auch bei überraschendem Bremsen des voranfahrenden Fahrzeugs rechtzeitig halten kann. 2 Brüskes Bremsen und Halten sind nur gestattet, wenn kein Fahrzeug folgt und im Notfall. 3 Stockt der Verkehr, so darf der Fahrzeugführer nicht auf Fussgängerstreifen und, bei Strassenverzweigungen, nicht auf der Fahrbahn für den Querverkehr halten."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Einspuren und Abbiegen",
      "content": "(Art. 34 Abs. 3, 36 Abs. 1 und 3 SVG) 1 Die Fahrzeugführer müssen beim Abbiegen frühzeitig einspuren. Dies gilt auch beim Abbiegen ausserhalb von Strassenverzweigungen und, soweit möglich, auf schmalen Strassen. 2 Beim Einspuren nach links darf der Fahrzeugführer den für den Gegenverkehr bestimmten Raum nicht beanspruchen. Auf dreispurigen Strassen mit oder ohne Markierung darf er mit der gebotenen Vorsicht die mittlere Spur benützen. 3 Das Wechseln auf andere Fahrstreifen zum Überholen ist auf Einspurstrecken untersagt, ausgenommen auf Fahrstreifen, die mit den gleichen Fahrzielen bezeichnet sind. 4 Der Fahrzeugführer darf beim Abbiegen nach links auf Strassenverzweigungen die Kurve nicht schneiden. Fahrzeuge aus entgegengesetzten Richtungen, die beide auf einer Kreuzung nach links abbiegen wollen, haben sich links zu kreuzen. 5 Muss der Fahrzeugführer wegen der Grösse seines Fahrzeugs oder der örtlichen Verhältnisse vor dem Abbiegen nach der Gegenseite ausholen, so hat er besonders vorsichtig zu fahren und nötigenfalls zu halten. 6 Befördern Motorfahrzeuge oder ihre Anhänger sichthemmende Ladungen, ist beim Einspuren und Abbiegen besondere Vorsicht geboten. Nötigenfalls ist eine Hilfsperson beizuziehen, die das Fahrmanöver überwacht. Fassung gemäss Ziff. I der V vom 20. Mai 2020, in Kraft seit 1. Jan. 2021 ( AS 2020 2139 ). Fassung gemäss Ziff. I der V vom 25. Jan. 1989, in Kraft seit 1. Mai 1989 ( AS 1989 410 ). Eingefügt durch Ziff. I der V vom 25. Jan. 1989, in Kraft seit 1. Mai 1989 ( AS 1989 410 )."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Ausübung des Vortritts",
      "content": "(Art. 36 Abs. 2–4 SVG) 1 Wer zur Gewährung des Vortritts verpflichtet ist, darf den Vortrittsberechtigten in seiner Fahrt nicht behindern. Er hat seine Geschwindigkeit frühzeitig zu mässigen und, wenn er warten muss, vor Beginn der Verzweigung zu halten. 2 Der Vortrittsberechtigte hat auf Strassenbenützer Rücksicht zu nehmen, welche die Strassenverzweigungen erreichten, bevor sie ihn erblicken konnten. 3 Dem vortrittsberechtigten Verkehr in parallelen Kolonnen ist der Vortritt auch zu lassen, wenn die nähere Kolonne stillsteht. 4 Reiter sowie Führer von Pferden und anderen grösseren Tieren sind den Fahrzeugführern beim Vortritt gleichgestellt. 5 In nicht geregelten Fällen, zum Beispiel wenn auf einer Verzweigung zugleich aus allen Richtungen Fahrzeuge eintreffen, haben die Führer besonders vorsichtig zu fahren und sich über den Vortritt zu verständigen. Fassung gemäss Ziff. I der V vom 20. Mai 2020, in Kraft seit 1. Jan. 2021 ( AS 2020 2139 )."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Besondere Fälle des Vortritts",
      "content": "(Art. 36 Abs. 2–4 SVG) 1 Ändert die Hauptstrasse die Richtung und münden zugleich Nebenstrassen ein, so hat der Fahrzeugführer, der aus der Hauptstrasse in eine Nebenstrasse fährt, nur dem Gegenverkehr auf der Hauptstrasse den Vortritt zu lassen. 2 Münden am gleichen Ort zwei oder mehr Strassen mit dem Signal «Stop» (3.01) oder «Kein Vortritt» (3.02) in eine Strasse mit Vortrittsrecht ein, so haben die Benützer der einmündenden Strassen unter sich den Rechtsvortritt zu beachten. 3 Wer aus Fabrik‑, Hof- oder Garageausfahrten, aus Feldwegen, Radwegen, Parkplätzen, Tankstellen und dergleichen oder über ein Trottoir auf eine Haupt- oder Nebenstrasse fährt, muss den Benützern dieser Strassen den Vortritt gewähren. Ist die Stelle unübersichtlich, so muss der Fahrzeugführer anhalten; wenn nötig, muss er eine Hilfsperson beiziehen, die das Fahrmanöver überwacht. Fassung gemäss Ziff. I der V vom 25. Jan. 1989, in Kraft seit 1. Mai 1989 ( AS 1989 410 ). Siehe jedoch Art. 74 a Abs. 4 SSV ( SR 741.21 )."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Vortrittsberechtigte Fahrzeuge",
      "content": "(Art. 27 Abs. 2 SVG) 1 Den Fahrzeugen der Feuerwehr, Sanität, Polizei und des Zolls die sich durch Blaulicht und Wechselklanghorn ankündigen, müssen alle Strassenbenützer den Vortritt lassen, auch bei Verkehrsregelung durch Lichtsignale. 2 Wenn es zur sofortigen Freigabe der Fahrbahn unerlässlich ist, müssen die Fahrzeugführer mit der gebotenen Vorsicht auf das Trottoir ausweichen. 3 Blaulicht und Wechselklanghorn dürfen nur gebraucht werden, solange die Dienstfahrt dringlich ist und die Verkehrsregeln nicht eingehalten werden können. 4 Bei nächtlichen dringlichen Dienstfahrten darf das Blaulicht ohne Wechselklanghorn verwendet werden, solange der Fahrzeugführer nicht wesentlich von den Verkehrsregeln abweicht und sein besonderes Vortrittsrecht nicht beansprucht. Fassung gemäss Anhang 4 Ziff. 33 der Zollverordnung vom 1. Nov. 2006, in Kraft seit 1. Mai 2007 ( AS 2007 1469 ). Fassung gemäss Ziff. I der V vom 24. Juni 2015, in Kraft seit 1. Jan. 2016 ( AS 2015 2451 ). Fassung gemäss Ziff. I der V vom 25. Jan. 1989, in Kraft seit 1. Mai 1989 ( AS 1989 410 ). Eingefügt durch Ziff. I der V vom 21. Nov. 2018, in Kraft seit 1. Febr. 2019 ( AS 2019 243 )."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Wegfahren, Rückwärtsfahren, Wenden",
      "content": "(Art. 36 Abs. 4 SVG) 1 Der Fahrzeugführer hat sich vor dem Wegfahren zu vergewissern, dass er keine Kinder oder andere Strassenbenützer gefährdet. Bei Fahrzeugen mit beschränkter Sicht nach hinten ist zum Rückwärtsfahren eine Hilfsperson beizuziehen, wenn nicht jede Gefahr ausgeschlossen ist. 2 Rückwärts darf nur im Schritttempo gefahren werden. Das Rückwärtsfahren über Bahnübergänge und unübersichtliche Strassenverzweigungen ist untersagt. 3 Über längere Strecken ist das Rückwärtsfahren nur zulässig, wenn das Weiterfahren oder Wenden nicht möglich ist. 4 Der Führer vermeidet es, das Fahrzeug auf der Fahrbahn zu wenden. An unübersichtlichen Stellen und bei dichtem Verkehr ist das Wenden untersagt. 5 Kündigt der Führer eines Busses im Linienverkehr innerorts bei einer gekennzeichneten Haltestelle mit den Richtungsblinkern an, dass er wegfahren will, so müssen die von hinten herannahenden Fahrzeugführer nötigenfalls die Geschwindigkeit mässigen oder halten, um ihm die Wegfahrt zu ermöglichen; dies gilt nicht, wenn sich die Haltestelle am linken Fahrbahnrand befindet. Der Busführer darf die Richtungsblinker erst betätigen, wenn er zur Wegfahrt bereit ist; er muss warten, wenn von hinten herannahende Fahrzeuge nicht rechtzeitig halten können. Fassung gemäss Ziff. I der V vom 24. Juni 2015, in Kraft seit 1. Jan. 2016 ( AS 2015 2451 ). Fassung gemäss Ziff. I der V vom 10. Dez. 1973, in Kraft seit 1. Jan. 1974 ( AS 1973 2155 )."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Halten",
      "content": "(Art. 37 Abs. 2 SVG) 1 Fahrzeugführer haben nach Möglichkeit ausserhalb der Strasse zu halten. Auf der Fahrbahn halten sie nur am Rand und parallel dazu. Das Halten auf der linken Strassenseite ist nur zulässig: a. wenn rechts ein Strassenbahngeleise verläuft; b. wenn rechts ein Halte- oder Parkverbot signalisiert oder markiert ist; c. in schmalen Strassen mit schwachem Verkehr; d. in Einbahnstrassen. 2 Das freiwillige Halten ist untersagt * : a. an unübersichtlichen Stellen, namentlich im Bereich von Kurven und Kuppen; b. in Engpässen und neben Hindernissen in der Fahrbahn; c. auf Einspurstrecken sowie neben Sicherheitslinien, ununterbrochenen Längslinien und Doppellinien, wenn nicht eine wenigstens 3 m breite Durchfahrt frei bleibt; d. auf Strassenverzweigungen sowie vor und nach Strassenverzweigungen näher als 5 m von der Querfahrbahn; e. auf und seitlich angrenzend an Fussgängerstreifen sowie, wo keine Halteverbotslinie angebracht ist, näher als 5 m vor dem Fussgängerstreifen auf der Fahrbahn und dem angrenzenden Trottoir; f. auf Bahnübergängen und in Unterführungen; g. vor Signalen, wenn sie verdeckt würden. 3 Näher als 10 m vor und nach Haltestelltafeln öffentlicher Verkehrsbetriebe sowie vor Feuerwehrlokalen und Löschgerätemagazinen ist das Halten nur zum Ein- und Aussteigenlassen von Personen erlaubt; öffentliche Verkehrsmittel und Feuerwehr dürfen nicht behindert werden. 4 Das Halten zum Güterumschlag neben Fahrzeugen, die längs des Strassenrandes parkiert sind, ist nur zulässig, wenn der Verkehr nicht behindert wird. Parkierten Wagen ist die Wegfahrt auf Verlangen unverzüglich zu gestatten. * Für das Halten bei Strassenbahngeleisen vgl. Art. 25 Abs. 5; für das Halten in Tunneln vgl. Art. 39 Abs. 3. Letzter Satz eingefügt durch Ziff. I der V vom 25. Jan. 1989, in Kraft seit 1. Mai 1989 ( AS 1989 410 ). Fassung gemäss Ziff. I der V vom 7. März 1994, in Kraft seit 1. April 1994 ( AS 1994 816 ). Fassung gemäss Ziff. I der V vom 22. Dez. 1976, in Kraft seit 1. Jan. 1977 ( AS 1976 2810 ). Fassung gemäss Ziff. II der V vom 7. März 1994, in Kraft seit 1. April 1994 ( AS 1994 1103 ). Fassung gemäss Ziff. I der V vom 24. Juni 2015, in Kraft seit 1. Jan. 2016 ( AS 2015 2451 )."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Parkieren im allgemeinen",
      "content": "(Art. 37 Abs. 2 SVG) 1 Parkieren ist das Abstellen des Fahrzeugs, das nicht bloss dem Ein- und Aussteigenlassen von Personen oder dem Güterumschlag dient. 2 Das Parkieren ist untersagt: a. wo das Halten verboten ist *) ;* b. auf Hauptstrassen ausserorts; c. auf Hauptstrassen innerorts, wenn für das Kreuzen von zwei Motorwagen nicht genügend Raum bliebe; d. auf Radstreifen und auf der Fahrbahn neben solchen Streifen; e. näher als 20 m bei Bahnübergängen; f. auf Brücken; g. vor Zufahrten zu fremden Gebäuden oder Grundstücken. 3 In schmalen Strassen dürfen Fahrzeuge nur auf einer Seite parkiert werden, wenn sonst die Vorbeifahrt anderer Fahrzeuge erschwert würde. 4 Es ist platzsparend zu parkieren, doch darf die Wegfahrt anderer Fahrzeuge nicht behindert werden. * Vgl. Art. 18. Fassung gemäss Ziff. I der V vom 24. Juni 2015, in Kraft seit 1. Jan. 2016 ( AS 2015 2451 )."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Parkieren in besondern Fällen",
      "content": "(Art. 37 Abs. 2 SVG) 1 Fahrzeuge ohne die vorgeschriebenen Kontrollschilder dürfen nicht auf öffentlichen Strassen oder Parkplätzen abgestellt werden; ausgenommen sind öffentliche Parkplätze privater Eigentümer, wenn diese das Abstellen gestatten. In besonderen Fällen kann die zuständige Behörde Ausnahmen bewilligen. 2 ... 3 ... Fassung gemäss Ziff. I der V vom 22. Dez. 1976, in Kraft seit 1. Jan. 1977 ( AS 1976 2810 ). Aufgehoben durch Ziff. I der V vom 24. Juni 2015, mit Wirkung seit 1. Jan. 2016 ( AS 2015 2451 ). Aufgehoben durch Ziff. I der V vom 17. Aug. 2005, mit Wirkung seit 1. März 2006 ( AS 2005 4487 )."
    },
    {
      "provision_ref": "art20a",
      "section": "20a",
      "title": "a Parkierungserleichterungen für gehbehinderte Personen",
      "content": "(Art. 57 Abs. 1 SVG) 1 Gehbehinderte Personen und Personen, die sie transportieren, können die folgenden Parkierungserleichterungen in Anspruch nehmen, wenn sie über eine «Parkkarte für behinderte Personen» (Anhang 3 Ziff. 2 SSV) verfügen: a. an Stellen, die mit einem Parkverbot signalisiert oder markiert sind, höchstens drei Stunden parkieren; Parkierungsbeschränkungen gemäss Artikel 19 Absätze 2–4 sind in jedem Fall zu beachten; b. auf Parkplätzen zeitlich unbeschränkt parkieren; c. in Begegnungszonen auch ausserhalb der durch entsprechende Signale oder Markierungen gekennzeichneten Stellen höchstens zwei Stunden parkieren; in Fussgängerzonen gilt dieselbe Berechtigung, falls ausnahmsweise das Befahren der Zone erlaubt ist. 2 Die Parkierungserleichterungen können nur beansprucht werden: a. wenn der übrige Verkehr weder gefährdet noch unnötig behindert wird; b. wenn in der unmittelbaren Nähe keine zur zeitlich unbeschränkten allgemeinen Benutzung offen stehenden Parkplätze frei sind; c. wenn und solange der Fahrzeugführer, sofern er nicht selber gehbehindert ist, gehbehinderte Personen transportiert und begleitet. 3 Die Parkierungserleichterungen gelten nicht auf privat bewirtschafteten Parkflächen. 4 Die Parkkarte für behinderte Personen ist gut sichtbar hinter der Frontscheibe des Fahrzeugs anzubringen. 5 Eine Parkkarte wird ausgestellt für Personen, die mittels ärztlichem Zeugnis eine erhebliche Gehbehinderung nachweisen, und für Halter von Fahrzeugen, die nachweislich für den häufigen Transport von erheblich gehbehinderten Personen eingesetzt werden. Die Parkkarte wird durch die kantonale Behörde erteilt. Eingefügt durch Ziff. I der V vom 17. Aug. 2005, in Kraft seit 1. März 2006 ( AS 2005 4487 ). SR 741.21 Fassung gemäss Ziff. I der V vom 2. März 2012, in Kraft seit 1. Juli 2012 ( AS 2012 1821 ). Fassung gemäss Ziff. I der V vom 2. März 2012, in Kraft seit 1. Juli 2012 ( AS 2012 1821 ). Fassung gemäss Ziff. I der V vom 2. März 2012, in Kraft seit 1. Juli 2012 ( AS 2012 1821 )."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Ein- und Aussteigen, Güterumschlag",
      "content": "(Art. 37 Abs. 2 SVG) 1 Strassenbenützer dürfen durch das Ein- und Aussteigen nicht gefährdet werden; beim Öffnen der Türen ist besonders auf den Verkehr von hinten zu achten. 2 Können Fahrzeuge zum Güterumschlag nicht ausserhalb der Strasse oder abseits vom Verkehr halten, so ist die Behinderung anderer Strassenbenützer möglichst zu vermeiden und die Ladetätigkeit ohne Verzug zu beenden. 3 Muss ein Fahrzeug zum Güterumschlag halten, wo es den Verkehr gefährden könnte, z.B. auf kurvenreicher Bergstrasse, so sind Pannensignale oder Warnposten aufzustellen."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Sichern des Fahrzeugs",
      "content": "(Art. 37 Abs. 3 SVG) 1 Der Führer hat den Motor abzustellen, wenn er das Fahrzeug verlässt. Bevor er sich entfernt, muss er es gegen das Wegrollen und gegen die Verwendung durch Unbefugte sichern. 2 Im Gefälle ist die Bremse anzuziehen und eine weitere wirksame Sicherung gegen das Wegrollen zu treffen, wie Einschalten des niedrigsten Ganges oder Ablenken der Räder gegen ein Hindernis am Fahrbahnrand. 3 In starken Gefällen sind die Wagen ausserdem durch Unterlegkeile oder behelfsmässige Unterlagen zu sichern. Bei schweren Motorwagen, Anhängerzügen und losgelösten Anhängern sind auch in leichteren Gefällen Unterlegkeile anzubringen. Die Unterlagen sind vor der Wegfahrt von der Strasse zu entfernen."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Verwendung von Pannensignal und Warnblinklichtern",
      "content": "(Art. 4 Abs. 1 SVG) 1 Das vorgeschriebene Pannensignal (Art. 90 Abs. 2 VTS) muss im Fahrzeug leicht erreichbar sein. 2 Das Pannensignal ist am Fahrbahnrand aufzustellen, sobald ein Fahrzeug aus zwingenden Gründen vorschriftswidrig auf der Fahrbahn abgestellt wird, ferner zur Kennzeichnung des auf einem Pannenstreifen abgestellten Fahrzeugs. Es muss mindestens 50 m, auf Strassen mit schnellem Verkehr mindestens 100 m hinter dem Fahrzeug aufgestellt werden, auf dem Pannenstreifen an dessen rechtem Rand. Beim Nothalt auf signalisierten Abstellplätzen für Pannenfahrzeuge (4.16) muss das Pannensignal nicht aufgestellt werden. 3 Warnblinklichter (Art. 110 Abs. 1 Bst. g VTS) dürfen nur zur Warnung vor Gefahren wie folgt verwendet werden: a. am stehenden Fahrzeug zusätzlich zum Pannensignal sowie am gekennzeichneten Schulbus beim Ein- und Aussteigenlassen der Schüler (Art. 6 Abs. 5); b. am fahrenden Fahrzeug, namentlich vor einer unvermutet auftauchenden Unfallstelle, einem Fahrzeugstau oder auf Autobahnen und Autostrassen beim Abschleppen. 4 und 5 ... 6 Das Pannensignal ist auch an der Rückseite abgeschleppter Fahrzeuge anzubringen. Fassung gemäss Ziff. I der V vom 22. Dez. 1976, in Kraft seit 1. Jan. 1977 ( AS 1976 2810 ). SR 741.41 Fassung gemäss Anhang 1 Ziff. II 4 der V vom 19. Juni 1995 über die technischen Anforderungen an Strassenfahrzeuge, in Kraft seit 1. Okt. 1995 ( AS 1995 4425 ). Fassung gemäss Ziff. I der V vom 24. Juni 2015, in Kraft seit 1. Jan. 2016 ( AS 2015 2451 ). Fassung gemäss Anhang 1 Ziff. II 4 der V vom 19. Juni 1995 über die technischen Anforderungen an Strassenfahrzeuge, in Kraft seit 1. Okt. 1995 ( AS 1995 4425 ). Fassung gemäss Ziff. I der V vom 25. Jan. 1989, in Kraft seit 1. Mai 1989 ( AS 1989 410 ). Aufgehoben durch Ziff. I der V vom 24. Juni 2015, mit Wirkung seit 1. Jan. 2016 ( AS 2015 2451 )."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Verhalten bei Bahnübergängen und Schranken",
      "content": "(Art. 28, 32 Abs. 1 SVG) 1 ... 2 Beim Überqueren von Bahnübergängen ist jede Verzögerung zu vermeiden; Fahrzeuge mit Reifen oder Raupen aus Metall sowie Tierfuhrwerke und Reiter dürfen den Übergang nur im Schritttempo überqueren. 3 Die Strassenbenützer dürfen Schranken, auch solche bei Flugplätzen und dergleichen, nicht öffnen, umfahren, umgehen, übersteigen oder unter ihnen durchgehen. Den Schranken sind die Halbschranken und Bedarfsschranken gleichgestellt, wobei Bedarfsschranken mit der vorgesehenen Bedienung geöffnet werden dürfen. 4 ... * Vgl. auch Art. 52 Abs. 4. Aufgehoben durch Ziff. I der V vom 24. Juni 2015, mit Wirkung seit 1. Jan. 2016 ( AS 2015 2451 ). Fassung gemäss Ziff. I der V vom 24. Juni 2015, in Kraft seit 1. Jan. 2016 ( AS 2015 2451 ). Fassung gemäss Anhang Ziff. II 2 der V vom 12. Nov. 2003, in Kraft seit 14. Dez. 2003 ( AS 2003 4289 ). Aufgehoben durch Anhang Ziff. II 2 der V vom 12. Nov. 2003, mit Wirkung seit 14. Dez. 2003 ( AS 2003 4289 )."
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Verhalten gegenüber der Strassenbahn",
      "content": "(Art. 38 SVG) 1 Die Strassenbahn, die nicht am Strassenrand fährt, darf links nur überholt werden, wo keine Strasse einmündet und wenn jede Behinderung des Gegenverkehrs ausgeschlossen ist. 2 Fährt die Strassenbahn links, so muss der in der gleichen Richtung fahrende Fahrzeugführer genügend Raum lassen, damit der Gegenverkehr links ausweichen kann. 3 Müssen bei Haltestellen ohne Schutzinsel die Fahrgäste einer Bahn oder Strassenbahn auf die Verkehrsseite aussteigen, so haben die auf der gleichen Strassenhälfte verkehrenden Fahrzeuge zu halten, bis die Fahrgäste die Fahrbahn freigegeben haben. 4 Wenn keine Strassenbahn herannaht, dürfen Linksabbieger zum Einspuren deren Fahrraum benützen. 5 Fahrzeuge dürfen nicht auf dem Strassenbahngeleise und nicht näher als 1,50 m neben der nächsten Schiene halten. Fassung gemäss Ziff. I der V vom 24. Juni 2015, in Kraft seit 1. Jan. 2016 ( AS 2015 2451 )."
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "",
      "content": "Aufgehoben durch Ziff. I der V vom 24. Juni 2015, mit Wirkung seit 1. Jan. 2016 ( AS 2015 2451 )."
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "Lernfahrten",
      "content": "(Art. 15 SVG) 1 Solange Motorfahrzeuge von Inhabern eines Lernfahrausweises geführt werden, müssen sie auf der Rückseite an gut sichtbarer Stelle eine blaue Tafel mit weissem «L» tragen. Die Tafel ist zu entfernen, wenn keine Lernfahrt stattfindet. 2 Auf Lern- und Prüfungsfahrten mit Motorwagen muss der Begleiter neben dem Führer Platz nehmen, ausgenommen auf Übungsplätzen, beim Rückwärtsfahren oder beim Parkieren; der Begleiter muss wenigstens die Handbremse leicht erreichen können. 3 Der Inhaber eines Lernfahrausweises darf auf Motorrädern sowie auf oder in anderen Motorfahrzeugen, mit welchen er Lernfahrten ohne Begleitperson ausführen darf, keine Passagiere mitführen, die nicht selber über den entsprechenden Führerausweis verfügen. 4 Fahrschüler dürfen verkehrsreiche Strassen erst befahren, wenn sie genügend ausgebildet sind, Autobahnen und Autostrassen erst, wenn sie prüfungsreif sind. 5 Auf verkehrsreichen Strassen sind Anfahren in Steigungen, Wenden, Rückwärtsfahren und ähnliche Übungen untersagt, in Wohngebieten sind sie möglichst zu vermeiden. 6 Auf Lern- und Prüfungsfahrten darf auch dann über längere Strecken rückwärts gefahren werden, wenn das Weiterfahren oder Wenden möglich ist. Fassung gemäss Ziff. I der V vom 22. Dez. 1976, in Kraft seit 1. Jan. 1977 ( AS 1976 2810 ). Fassung gemäss Ziff. I der V vom 3. Juli 2002, in Kraft seit 1. April 2003 ( AS 2002 3212 ). Eingefügt durch Ziff. I der V vom 20. Mai 2020, in Kraft seit 1. Jan. 2021 ( AS 2020 2139 )."
    },
    {
      "provision_ref": "art28",
      "chapter": "3. Abschnitt: Sicherungsvorkehren",
      "section": "28",
      "title": "Zeichengebung",
      "content": "(Art. 39 SVG) 1 Der Fahrzeugführer hat alle Richtungsänderungen anzukündigen, auch das Abbiegen nach rechts. Selbst der Radfahrer, der zum Überholen eines andern ausschwenkt, hat dies anzuzeigen. 2 Die Zeichengebung ist nach der Richtungsänderung unverzüglich einzustellen. Radfahrer können die Zeichengebung bereits während der Richtungsänderung einstellen. 3 Hat ein Fahrzeug keine Richtungsanzeiger oder sind sie nicht wirksam, so zeigt der Führer oder ein Mitfahrer mit dem Arm nach der einzuschlagenden Richtung. Ist dies nicht möglich, so muss er besonders vorsichtig abschwenken. 4 Befördern Motorkarren, Arbeitskarren, land- und forstwirtschaftliche Motorfahrzeuge oder ihre Anhänger sichthemmende Ladungen, so hat der Führer eine Winkkelle (Anhang 4 VTS) zu verwenden, sofern nicht das Fahrzeug mit einem besondern Anzeigegerät versehen ist, mit dem der Führer gleichzeitig nach hinten blicken und das Abschwenken nach links anzeigen kann, oder am Ende des Zuges keine Richtungsblinker vorhanden und diejenigen des Zugfahrzeuges nicht sichtbar sind. Durch Kelle oder Anzeigegerät dürfen andere Strassenbenützer nicht gefährdet werden. Zweiter Satz eingefügt durch Ziff. I der V vom 22. Okt. 1997, in Kraft seit 1. Nov. 1997 ( AS 1997 2404 ). SR 741.41 Fassung gemäss Anhang 1 Ziff. II 4 der V vom 19. Juni 1995 über die technischen Anforderungen an Strassenfahrzeuge, in Kraft seit 1. Okt. 1995 ( AS 1995 4425 ). Fassung gemäss Art. 36 Ziff. I des BRB vom 27. Aug. 1969 über administrative Ausführungsbestimmungen zum Strassenverkehrsgesetz, in Kraft seit 1. Okt. 1969 ( AS 1969 793 )."
    },
    {
      "provision_ref": "art29",
      "chapter": "3. Abschnitt: Sicherungsvorkehren",
      "section": "29",
      "title": "Warnsignale",
      "content": "(Art. 40 SVG) 1 Der Fahrzeugführer hat sich so zu verhalten, dass akustische Warnsignale oder Lichtsignale möglichst nicht notwendig sind. Er darf solche Signale nur geben, wo die Sicherheit des Verkehrs es erfordert; dies gilt auch für Gefahrenlichter (Art. 109 Abs. 6 und 110 Abs. 3 Bst. b VTS). 2 Der Fahrzeugführer hat akustische Warnsignale zu geben, wenn Kinder im Bereich der Strasse nicht auf den Verkehr achten und vor unübersichtlichen, engen Kurven ausserorts. 3 Nach Eintritt der Dunkelheit dürfen nur Lichtsignale gegeben werden. Akustische Warnsignale sind nur in Notfällen zulässig. Fassung gemäss Ziff. I der V vom 25. Jan. 1989, in Kraft seit 1. Mai 1989 ( AS 1989 410 ). SR 741.41 Fassung gemäss Ziff. I der V vom 21. Nov. 2018, in Kraft seit 1. Febr. 2019 ( AS 2019 243 )."
    },
    {
      "provision_ref": "art30",
      "section": "30",
      "title": "Verwendung der Lichter während der Fahrt",
      "content": "(Art. 41 SVG) 1 Vom Beginn der Abenddämmerung bis zur Tageshelle, bei schlechten Sichtverhältnissen und in Tunneln sind während der Fahrt die Abblendlichter zu verwenden. Bei Fahrzeugen ohne Abblendlicht sind die für die entsprechende Fahrzeugart vorgeschriebenen Lichter zu verwenden. 2 Im Übrigen sind bei Motorfahrzeugen die Tagfahrlichter oder die Abblendlichter zu verwenden. Ausgenommen sind andere Fahrzeugarten als Motorwagen und Motorräder sowie die vor dem 1. Januar 1970 erstmals zum Verkehr zugelassenen Motorwagen und Motorräder. 3 Bei Bedarf können die Fernlichter verwendet werden; in Ortschaften ist jedoch nach Möglichkeit darauf zu verzichten. Die Fernlichter sind auszuschalten: a. rechtzeitig vor dem Kreuzen mit anderen Strassenbenützern oder einer neben der Strasse entgegenkommenden Bahn; b. beim Hintereinanderfahren oder beim Rückwärtsfahren. 4 Nebellichter und Nebelschlusslichter dürfen nur verwendet werden, wenn die Sicht wegen Nebels, Schneetreibens oder starken Regens erheblich eingeschränkt ist. 5 Bei längerem Halten kann auf die Standlichter umgeschaltet werden. Fassung gemäss Ziff. I der V vom 29. Nov. 2013, in Kraft seit 1. Jan. 2014 ( AS 2013 4687 )."
    },
    {
      "provision_ref": "art31",
      "section": "31",
      "title": "Verwendung der Lichter an abgestellten Fahrzeugen",
      "content": "(Art. 41 SVG) 1 An ausserorts abgestellten mehrspurigen Fahrzeugen sind die Standlichter oder die Parklichter auf der Seite des Verkehrs zu verwenden. Bei Fahrzeugen ohne derartige Lichter sind die für die entsprechende Fahrzeugart vorgeschriebenen Lichter zu verwenden. 2 Bei mehrspurigen nicht motorisierten Fahrzeugen ist ein von vorn und hinten sichtbares, nicht blendendes gelbes Licht auf der Seite des Verkehrs ausreichend. 3 Innerorts und an Fahrzeugen mit einer Breite bis 1,00 m sind Rückstrahler ausreichend. Fassung gemäss Ziff. I der V vom 29. Nov. 2013, in Kraft seit 1. Jan. 2014 ( AS 2013 4687 )."
    },
    {
      "provision_ref": "art32",
      "section": "32",
      "title": "Beleuchtung von Anhängern und geschleppten Fahrzeugen sowie Verwendung von Arbeitslichtern und Suchlampen",
      "content": "(Art. 41 SVG) 1 Anhänger und geschleppte Fahrzeuge sind gleichzeitig mit dem Zugfahrzeug zu beleuchten, ausser wenn am Zugfahrzeug nur Tagfahrlichter verwendet werden. Bei mehreren Anhängern eines Zugs müssen rückwärtige Lichter nur am letzten Anhänger brennen. 2 Arbeitslichter und Suchlampen dürfen verwendet werden, soweit sie für die entsprechende Tätigkeit unerlässlich sind. Fassung gemäss Ziff. I der V vom 29. Nov. 2013, in Kraft seit 1. Jan. 2014 ( AS 2013 4687 )."
    },
    {
      "provision_ref": "art33",
      "section": "33",
      "title": "Vermeiden von Lärm",
      "content": "(Art. 42 Abs. 1 SVG) Fahrzeugführer, Mitfahrende und Hilfspersonen dürfen, namentlich in Wohn- und Erholungsgebieten und nachts, keinen vermeidbaren Lärm erzeugen. Untersagt sind vor allem: a. andauerndes, unsachgemässes Benützen des Anlassers und unnötiges Vorwärmen und Laufenlassen des Motors stillstehender Fahrzeuge; b. hohe Drehzahlen des Motors im Leerlauf, beim Fahren in niedrigen Gängen; c. zu schnelles Beschleunigen des Fahrzeugs, namentlich beim Anfahren; d. fortgesetztes unnötiges Herumfahren in Ortschaften; e. zu schnelles Fahren, namentlich mit metallbereiften Fahrzeugen, beim Mitführen von unbefestigten Ladungen und von Anhängern, beim Befahren von Kurven und Steigungen; f. unsorgfältiges Beladen und Entladen von Fahrzeugen sowie Mitführen von Kannen und ähnlichen lärmerzeugenden Ladungen ohne Befestigung oder Zwischenlagen; g. Zuschlagen von Wagentüren, Motorhauben, Kofferdeckeln und dgl.; h. Störungen durch Radioapparate und andere Tonwiedergabegeräte, die im Fahrzeug eingebaut sind oder mitgeführt werden."
    },
    {
      "provision_ref": "art34",
      "section": "34",
      "title": "Vermeiden anderer Belästigungen",
      "content": "(Art. 42 Abs. 1 SVG) 1 Motorfahrzeuge sind so zu unterhalten und zu benützen, dass sie keinen vermeidbaren Rauch entwickeln. 2 Der Motor ist auch bei kürzeren Halten abzustellen, wenn dies das Wegfahren nicht verzögert. 3 Der Fahrzeugführer hat auf staubigen, schmutzigen oder nassen Strassen, besonders bei Schneeschmelze, so zu fahren, dass Strassenbenützer und Anwohner nicht belästigt werden."
    },
    {
      "provision_ref": "art35",
      "chapter": "4. Abschnitt: Besondere Strassenverhältnisse",
      "section": "35",
      "title": "Benützung der Autobahnen und Autostrassen",
      "content": "(Art. 43 Abs. 3 SVG) 1 Auf Autobahnen und Autostrassen sind nur Motorfahrzeuge zugelassen, die eine Geschwindigkeit von wenigstens 80 km/h erreichen können und dürfen. Dies gilt nicht für Fahrzeuge zum Unterhalt der Strassen sowie für Ausnahmefahrzeuge und Ausnahmetransporte. 2 Traktoren, Raupenfahrzeuge, Fahrzeuge mit Spikesreifen sowie Motorräder bis 50 cm 3 Hubraum oder einer Motorleistung von höchstens 4,00 kW dürfen Autobahnen und Autostrassen nicht benützen. 3 Pannenfahrzeuge dürfen nur bis zur nächsten Ausfahrt geschleppt werden. 4 Versuchsfahrten und sportliche Veranstaltungen sind auf Autobahnen und Autostrassen nicht zugelassen. Fassung gemäss Ziff. I der V vom 17. Aug. 2005, in Kraft seit 1. März 2006 ( AS 2005 4487 ). Fassung gemäss Ziff. I der V vom 20. Mai 2020, in Kraft seit 1. Jan. 2021 ( AS 2020 2139 ). Fassung gemäss Ziff. I der V vom 22. Okt. 1997, in Kraft seit 1. Nov. 1997 ( AS 1997 2404 )."
    },
    {
      "provision_ref": "art36",
      "chapter": "4. Abschnitt: Besondere Strassenverhältnisse",
      "section": "36",
      "title": "Sonderregeln für Autobahnen und Autostrassen",
      "content": "(Art. 43 Abs. 3 SVG) 1 Auf Autobahnen und Autostrassen ist das Abbiegen nur an den dafür gekennzeichneten Stellen gestattet. Wenden und Rückwärtsfahren sind untersagt. 2 Mittelstreifen von Autobahnen dürfen auch auf den vorhandenen Durchfahrten nicht überquert werden. 3 Der Fahrzeugführer darf Pannenstreifen und signalisierte Abstellplätze für Pannenfahrzeuge nur für Nothalte benützen; sonst darf er nur auf signalisierten Parkplätzen halten. Die Fahrzeuginsassen dürfen die Fahrbahn nicht betreten. 4 Benützer der Autobahnen und Autostrassen haben den Vortritt vor Fahrzeugen auf den Zufahrtsstrecken. Bei stockendem Verkehr ist Artikel 8 Absatz 5 anwendbar. 5 Das Rechtsüberholen durch Ausschwenken und Wiedereinbiegen ist untersagt. Der Fahrzeugführer darf jedoch mit der gebotenen Vorsicht in folgenden Fällen rechts an andern Fahrzeugen vorbeifahren: a. bei Kolonnenverkehr auf dem linken oder mittleren Fahrstreifen; b. auf Einspurstrecken, sofern für die einzelnen Fahrstreifen unterschiedliche Fahrziele signalisiert sind; c. sofern der links liegende Fahrstreifen mit einer Sicherheitslinie (6.01) oder bei Doppellinien-Markierung (6.04) mit einer linksseitig angebrachten Sicherheitslinie abgegrenzt ist, bis zum Ende der entsprechenden Markierung, insbesondere auf dem Beschleunigungsstreifen von Einfahrten; d. auf dem Verzögerungsstreifen von Ausfahrten. 6 Auf Autobahnen mit mindestens drei Fahrstreifen in der gleichen Richtung darf der äusserste Streifen links nur von Motorfahrzeugen benützt werden, die eine Geschwindigkeit von mehr als 100 km/h erreichen dürfen. 7 Fahren auf Autobahnen und Autostrassen mit mindestens zwei Fahrstreifen in eine Richtung die Fahrzeuge mit Schrittgeschwindigkeit oder befinden sie sich im Stillstand, so müssen diese Fahrzeuge für die Durchfahrt von Polizei-, Sanitäts-, Feuerwehr-, Zoll- und Hilfsfahrzeugen zwischen dem äussersten linken und dem unmittelbar rechts danebenliegenden Fahrstreifen eine freie Gasse bilden. Fassung gemäss Ziff. I der V vom 14. Nov. 1979, in Kraft seit 1. Jan. 1980 ( AS 1979 1583 ). Fassung gemäss Ziff. I der V vom 20. Mai 2020, in Kraft seit 1. Jan. 2021 ( AS 2020 2139 ). Fassung gemäss Ziff. I der V vom 20. Mai 2020, in Kraft seit 1. Jan. 2021 ( AS 2020 2139 ). Eingefügt durch Ziff. I der V vom 22. Dez. 1976 ( AS 1976 2810 ). Fassung gemäss Ziff. I der V vom 24. Juni 2015, in Kraft seit 1. Jan. 2016 ( AS 2015 2451 ). Eingefügt durch Ziff. I der V vom 20. Mai 2020, in Kraft seit 1. Jan. 2021 ( AS 2020 2139 ). Die Berichtigung vom 9. Febr. 2021 betrifft nur den französischen Text ( AS 2021 76 )."
    },
    {
      "provision_ref": "art37",
      "section": "37",
      "title": "Einbahnstrassen",
      "content": "(Art. 57 Abs. 1 SVG) 1 Einbahnstrassen sind der rechten Hälfte einer für den Verkehr in beiden Richtungen offenen Strasse gleichgestellt. 2 An Verkehrsinseln und Hindernissen sowie an der fahrenden Strassenbahn darf rechts oder links vorbeigefahren werden. 3 Auf Einbahnstrassen darf der Fahrzeugführer nicht rückwärtsfahren, ausser beim Parkieren, Ankuppeln von Anhängern u. dgl."
    },
    {
      "provision_ref": "art38",
      "section": "38",
      "title": "Steile Strassen und Bergstrassen",
      "content": "(Art. 45 SVG) 1 Können auf steilen Strassen und Bergstrassen gleichartige Fahrzeuge* nicht kreuzen, so muss das abwärtsfahrende zurückfahren, ausser das andere befinde sich nahe bei einer Ausweichstelle. Für das Kreuzen mit ungleichartigen Fahrzeugen gilt Artikel 9 Absatz 2 erster Satz. 2 ... 3 Auf Bergpoststrassen müssen die Fahrzeugführer bei schwierigem Kreuzen und Überholen die Zeichen und Weisungen der Führer von Fahrzeugen im Linienverkehr beachten. * ... Zweiter Satz eingefügt durch Ziff. I der V vom 25. Jan. 1989, in Kraft seit 1. Mai 1989 ( AS 1989 410 ). Aufgehoben durch Ziff. I der V vom 24. Juni 2015, mit Wirkung seit 1. Jan. 2016 ( AS 2015 2451 ). Fassung gemäss Ziff. I der V vom 14. Nov. 1979, in Kraft seit 1. Jan. 1980 ( AS 1979 1583 ). Note aufgehoben durch Ziff. I der V vom 25. Jan. 1989, mit Wirkung seit 1. Mai 1989 ( AS 1989 410 )."
    },
    {
      "provision_ref": "art39",
      "section": "39",
      "title": "Tunnel",
      "content": "(Art. 57 Abs. 1 SVG) 1 In Tunneln sind das Rückwärtsfahren und das Wenden untersagt. 2 Fahrzeuge müssen stets beleuchtet sein. 3 Fahrzeugführer dürfen in Tunneln nur in Notfällen halten. Der Motor ist unverzüglich abzustellen. Fassung gemäss Ziff. I der V vom 24. Juni 2015, in Kraft seit 1. Jan. 2016 ( AS 2015 2451 ). Fassung gemäss Ziff. I der V vom 29. Nov. 2013, in Kraft seit 1. Jan. 2014 ( AS 2013 4687 )."
    },
    {
      "provision_ref": "art40",
      "section": "40",
      "title": "Radwege und Radstreifen",
      "content": "(Art. 43 Abs. 2 und 46 Abs. 1 SVG) 1 Die Radfahrer haben den Vortritt zu gewähren, wenn sie aus einem Radweg oder Radstreifen auf die anliegende Fahrbahn fahren und wenn sie beim Überholen den Radstreifen verlassen. 2 Fussgänger dürfen Radwege benützen, wo Trottoir und Fussweg fehlen. 3 Führer anderer Fahrzeuge dürfen auf dem mit einer unterbrochenen Linie abgegrenzten Radstreifen (6.09) fahren, sofern sie den Fahrradverkehr dadurch nicht behindern. 4 Ausserhalb von Verzweigungen, z.B. bei Einfahrten zu Liegenschaften, müssen Führer anderer Fahrzeuge beim Überqueren von Radwegen oder Radstreifen den Radfahrern den Vortritt lassen. 5 Verläuft ein Radweg in einem Abstand von nicht mehr als 2 m entlang einer Fahrbahn für den Motorfahrzeugverkehr, gelten bei Verzweigungen für die Radfahrer die gleichen Vortrittsregeln wie für die Fahrzeugführer der anliegenden Fahrbahn. Die Motorfahrzeugführer der anliegenden Fahrbahn haben beim Abbiegen den Radfahrern den Vortritt zu gewähren. Fassung gemäss Ziff. I der V vom 24. Juni 2015, in Kraft seit 1. Jan. 2016 ( AS 2015 2451 ). Fassung gemäss Ziff. I der V vom 25. Jan. 1989, in Kraft seit 1. Mai 1989 ( AS 1989 410 ). Eingefügt durch Ziff. I der V vom 14. Nov. 1979 ( AS 1979 1583 ). Fassung gemäss Ziff. I der V vom 25. Jan. 1989, in Kraft seit 1. Mai 1989 ( AS 1989 410 ). Eingefügt durch Ziff. I der V vom 25. Jan. 1989, in Kraft seit 1. Mai 1989 ( AS 1989 410 )."
    },
    {
      "provision_ref": "art41",
      "section": "41",
      "title": "Fusswege, Trottoirs",
      "content": "(Art. 43 Abs. 1 und 2 SVG) 1 Fahrräder dürfen auf dem Trottoir abgestellt werden, sofern für die Fussgänger ein mindestens 1,50 m breiter Raum frei bleibt. 1bis Das Parkieren der anderen Fahrzeuge auf dem Trottoir ist untersagt, sofern es Signale oder Markierungen nicht ausdrücklich zulassen. Ohne eine solche Signalisation dürfen sie auf dem Trottoir nur halten zum Güterumschlag oder zum Ein- und Aussteigenlassen von Personen; für Fussgänger muss stets ein mindestens 1,50 m breiter Raum frei bleiben. Die Ladetätigkeit und das Ein- und Aussteigenlassen ist ohne Verzug zu beenden. 2 Muss mit einem Fahrzeug das Trottoir benützt werden, so ist der Führer gegenüber den Fussgängern und Benützern von fahrzeugähnlichen Geräten zu besonderer Vorsicht verpflichtet; er hat ihnen den Vortritt zu lassen. 3 Längsstreifen für Fussgänger (6.19) dürfen von Fahrzeugen nur benützt werden, wenn der Fussgängerverkehr nicht behindert wird. 4 Sind weder Radweg noch Radstreifen vorhanden, so dürfen Kinder bis 12 Jahre auf Fusswegen und Trottoirs Rad fahren. Sie müssen ihre Geschwindigkeit und Fahrweise den Umständen anpassen. Insbesondere müssen sie auf die Fussgänger Rücksicht nehmen und diesen den Vortritt gewähren. Fassung gemäss Ziff. I der V vom 25. Jan. 1989, in Kraft seit 1. Mai 1989 ( AS 1989 410 ). Siehe auch die SchlB am Schluss dieser V. Eingefügt durch Ziff. I der V vom 25. Jan. 1989, in Kraft seit 1. Mai 1989 ( AS 1989 410 ). Siehe auch die SchlB am Schluss dieser V. Fassung gemäss Ziff. I der V vom 15. Mai 2002, in Kraft seit 1. Aug. 2002 ( AS 2002 1931 ). Fassung gemäss Ziff. I der V vom 25. Jan. 1989, in Kraft seit 1. Mai 1989 ( AS 1989 410 ). Fassung gemäss Ziff. I der V vom 20. Mai 2020, in Kraft seit 1. Jan. 2021 ( AS 2020 2139 )."
    },
    {
      "provision_ref": "art41a",
      "section": "41a",
      "title": "a Wohnquartiere und dergleichen",
      "content": "Auf Nebenstrassen in Wohnquartieren oder auf Nebenstrassen, wo der Fahrzeugverkehr nur beschränkt zugelassen ist, haben die Fahrzeugführer besonders vorsichtig und rücksichtsvoll zu fahren. Eingefügt durch Ziff. I der V vom 25. Jan. 1989 ( AS 1989 410 ). Fassung gemäss Ziff. II der V vom 7. März 1994, in Kraft seit 1. April 1994 ( AS 1994 1103 )."
    },
    {
      "provision_ref": "art41b",
      "section": "41b",
      "title": "b Kreisverkehrsplätze",
      "content": "(Art. 57 Abs. 1 SVG) 1 Vor der Einfahrt in einen Kreisverkehrsplatz (Signal 2.41.1 in Verbindung mit Signal 3.02) muss der Führer die Geschwindigkeit mässigen und den im Kreis von links herannahenden Fahrzeugen den Vortritt lassen. 2 Bei der Einfahrt in den Kreisverkehrsplatz und, sofern kein Fahrstreifenwechsel erfolgt, bei der Fahrt im Kreis muss der Führer die Richtung nicht anzeigen. Das Verlassen des Kreises muss angezeigt werden. 3 Auf Kreisverkehrsplätzen können Radfahrer vom Gebot des Rechtsfahrens abweichen. Eingefügt durch Ziff. I der V vom 7. März 1994, in Kraft seit 1. April 1994 ( AS 1994 816 ). Eingefügt durch Anhang 1 Ziff. II 4 der V vom 19. Juni 1995 über die technischen Anforderungen an Strassenfahrzeuge, in Kraft seit 1. Okt. 1995 ( AS 1995 4425 ). Fassung gemäss Ziff. I der V vom 24. Juni 2015, in Kraft seit 1. Jan. 2016 ( AS 2015 2451 )."
    },
    {
      "provision_ref": "art42",
      "chapter": "5. Abschnitt: Besondere Fahrzeugarten",
      "section": "42",
      "title": "Motorräder, Motorfahrräder und Fahrräder; Allgemeines",
      "content": "(Art. 19 Abs. 1, 46 Abs. 4, 47 Abs. 2 SVG) 1 Motorradfahrer und Radfahrer müssen den für sie bestimmten Platz einnehmen. Kinder dürfen ein Fahrrad nur benützen, wenn sie die Pedale treten können. 2 Motorradfahrer und Radfahrer dürfen keine Gegenstände mitführen, welche die Zeichengebung verunmöglichen oder andere Strassenbenützer gefährden. Mitgeführte Gegenstände dürfen höchstens 1 m breit sein. 3 Radfahrer dürfen rechts neben einer Motorfahrzeugkolonne vorbeifahren, wenn genügend freier Raum vorhanden ist; das slalomartige Vorfahren ist untersagt. Sie dürfen die Weiterfahrt der Kolonne nicht behindern und sich namentlich nicht vor haltende Wagen stellen. 4 Die Führer von Motorfahrrädern sowie die Führer von Elektro-Rikschas mit einer Breite bis 1,00 m haben die Vorschriften für Radfahrer zu beachten. Fassung gemäss Ziff. I der V vom 15. April 2015, in Kraft seit 1. Juni 2015 ( AS 2015 1315 ). Fassung gemäss Ziff. I der V vom 16. Nov. 2016, in Kraft seit 15. Jan. 2017 ( AS 2016 5129 ). Fassung gemäss Ziff. I der V vom 22. Dez. 1976, in Kraft seit 1. Jan. 1977 ( AS 1976 2810 ). Fassung gemäss Ziff. I der V vom 15. April 2015, in Kraft seit 1. Juni 2015 ( AS 2015 1315 )."
    },
    {
      "provision_ref": "art43",
      "chapter": "5. Abschnitt: Besondere Fahrzeugarten",
      "section": "43",
      "title": "Motorräder, Motorfahrräder und Fahrräder; Hintereinanderfahren",
      "content": "(Art. 46 Abs. 2 und 47 Abs. 1 SVG) 1 Die Führer von Fahrrädern und Motorfahrrädern dürfen nicht neben andern Fahr-rädern oder Motorfahrrädern fahren. Sofern der übrige Verkehr nicht behindert wird, ist das Nebeneinanderfahren zu zweit jedoch gestattet: a. in geschlossenem Verband von mehr als zehn Fahrrädern oder Motorfahr-rädern; b. bei dichtem Fahrrad- oder Motorfahrradverkehr; c. auf Radwegen und auf signalisierten Rad-Wanderwegen auf Nebenstrassen; d. in Begegnungszonen. 2 Die Führer von Motorrädern dürfen weder nebeneinander noch neben Fahrrädern oder Motorfahrrädern fahren. Radfahrer und Motorfahrradfahrer dürfen nicht neben Motorrädern fahren. Fassung gemäss Ziff. I der V vom 22. Dez. 1976, in Kraft seit 1. Jan. 1977 ( AS 1976 2810 ). Eingefügt durch Ziff. I der V vom 17. Aug. 2005, in Kraft seit 1. März 2006 ( AS 2005 4487 ). Fassung gemäss Ziff. I der V vom 22. Okt. 1997, in Kraft seit 1. Nov. 1997 ( AS 1997 2404 )."
    },
    {
      "provision_ref": "art43a",
      "chapter": "5. Abschnitt: Besondere Fahrzeugarten",
      "section": "43a",
      "title": "a Rollstühle und Elektro-Stehroller",
      "content": "(Art. 43 Abs. 2 SVG) 1 Nicht motorisierte Rollstühle dürfen von jedermann, motorisierte Rollstühle und Elektro-Stehroller nur von gehbehinderten Personen auf den für die Fussgänger bestimmten Verkehrsflächen verwendet werden. Dabei gelten die für Fussgänger anwendbaren Bestimmungen sinngemäss. Geschwindigkeit und Fahrweise sind den Umständen anzupassen. 2 Rollstühle dürfen auf den für den Fahrverkehr bestimmten Verkehrsflächen verwendet werden. Dabei gelten die für Radfahrer anwendbaren Bestimmungen sinngemäss. Wenn die Fahrbahn oder ein Radweg benützt wird, müssen die Rollstühle nachts und bei schlechten Sichtverhältnissen mit einem nach vorn weiss und nach hinten rot leuchtenden, gut erkennbaren Licht versehen sein. Eingefügt durch Ziff. I der V vom 17. Aug. 2005, in Kraft seit 1. März 2006 ( AS 2005 4487 ). Fassung gemäss Ziff. I der V vom 15. April 2015, in Kraft seit 1. Juni 2015 ( AS 2015 1315 ). Fassung gemäss Ziff. I der V vom 15. April 2015, in Kraft seit 1. Juni 2015 ( AS 2015 1315 )."
    },
    {
      "provision_ref": "art44",
      "section": "44",
      "title": "",
      "content": "Aufgehoben durch Ziff. I der V vom 20. Mai 2020, mit Wirkung seit 1. Jan. 2021 ( AS 2020 2139 )."
    },
    {
      "provision_ref": "art45",
      "section": "45",
      "title": "Strassenbahnen",
      "content": "(Art. 48 SVG) 1 Die Führer von Strassenbahnen haben besonders vorsichtig zu fahren bei Tramschleifen und beim Wechseln der Fahrbahnseite, beim Kreuzen auf schmalen Strassen und beim Fahren gegen die Richtung des übrigen Verkehrs. Vor dem Überholen müssen sie sich vergewissern, dass genügend Raum vorhanden ist. 2 Die Strassenbahn hat den Fahrzeugen der Feuerwehr, Sanität, Polizei und des Zolls, die sich durch die besonderen Warnsignale ankündigen, den Vortritt zu lassen. Fährt sie auf der Nebenstrasse, so hat sie den Fahrzeugen auf der Hauptstrasse den Vortritt zu gewähren. 3 Wo die Sicherheit des Verkehrs es erfordert, sind die übrigen Strassenbenützer durch optische oder akustische Signale zu warnen, namentlich vor dem Anfahren. Fassung gemäss Anhang 4 Ziff. 33 der Zollverordnung vom 1. Nov. 2006, in Kraft seit 1. Mai 2007 ( AS 2007 1469 )."
    },
    {
      "provision_ref": "art46",
      "chapter": "1. Abschnitt: Fussgänger",
      "section": "46",
      "title": "Strassenbenützung",
      "content": "(Art. 49 Abs. 1 SVG) 1 Auf der Fahrbahn gehen die Fussgänger rechts statt links, wenn sie nur dort die Möglichkeit zum Ausweichen haben oder wenn sie ein Fahrzeug, ausgenommen einen Kinderwagen, mitführen. Sie vermeiden ein häufiges Wechseln der Strassenseite. 2 Die Fussgänger vermeiden es, unnötig auf der Fahrbahn zu verweilen, namentlich an unübersichtlichen und engen Stellen, an Strassenverzweigungen sowie bei Nacht und schlechter Witterung. 2bis Für Tätigkeiten, namentlich Spiele, die auf einer begrenzten Fläche stattfinden, darf die für die Fussgänger bestimmte Verkehrsfläche und auf verkehrsarmen Nebenstrassen (z. B. in Wohnquartieren) der gesamte Bereich der Fahrbahn benützt werden, sofern die übrigen Verkehrsteilnehmer dadurch weder behindert noch gefährdet werden. 3 Fussgänger dürfen bei Haltestellen von Strassenbahnen ohne Insel das Trottoir erst verlassen, wenn die Strassenbahn stillsteht. Eingefügt durch Ziff. I der V vom 15. Mai 2002, in Kraft seit 1. Aug. 2002 ( AS 2002 1931 )."
    },
    {
      "provision_ref": "art47",
      "chapter": "1. Abschnitt: Fussgänger",
      "section": "47",
      "title": "Überschreiten der Fahrbahn",
      "content": "(Art. 49 Abs. 2 SVG) 1 Die Fussgänger müssen, besonders vor und hinter haltenden Wagen, behutsam auf die Fahrbahn treten; sie haben die Strasse ungesäumt zu überschreiten. Sie müssen Fussgängerstreifen, Über- oder Unterführungen benützen, wenn diese weniger als 50 m entfernt sind. 2 Auf Fussgängerstreifen ohne Verkehrsregelung haben die Fussgänger den Vortritt, ausser gegenüber der Strassenbahn. Sie dürfen jedoch vom Vortrittsrecht nicht Gebrauch machen, wenn das Fahrzeug bereits so nahe ist, dass es nicht mehr rechtzeitig anhalten könnte. 3 Bei Fussgängerstreifen ohne Verkehrsregelung, die durch eine Verkehrsinsel unterteilt sind, gilt jeder Teil des Überganges als selbständiger Streifen. 4 ... 5 Ausserhalb von Fussgängerstreifen haben die Fussgänger den Fahrzeugen den Vortritt zu lassen. 6 ... Fassung gemäss Ziff. I der V vom 7. März 1994, in Kraft seit 1. Juni 1994 ( AS 1994 816 ). Fassung gemäss Ziff. I der V vom 7. März 1994, in Kraft seit 1. Juni 1994 ( AS 1994 816 ). Aufgehoben durch Ziff. I der V vom 24. Juni 2015, mit Wirkung seit 1. Jan. 2016 ( AS 2015 2451 ). Aufgehoben durch Ziff. I der V vom 24. Juni 2015, mit Wirkung seit 1. Jan. 2016 ( AS 2015 2451 )."
    },
    {
      "provision_ref": "art48",
      "chapter": "1. Abschnitt: Fussgänger",
      "section": "48",
      "title": "Besondere Fälle",
      "content": "(Art. 49 SVG) 1 Die Führer von Handwagen mit höchstens 1 m Breite, von Kinderwagen, geschobenen Rollstühlen und geschobenen Fahrrädern haben wenigstens die Vorschriften und Signale für Fussgänger zu beachten. Auf der Fahrbahn müssen sie jedoch stets hintereinandergehen. 1bis Ski und Schlitten dürfen als Verkehrsmittel benützt werden, wo dies ortsüblich ist. 2 ... 3 Personen, die auf der Fahrbahn oder in deren Bereich arbeiten, müssen nötigenfalls Signale aufstellen; bei Planungs-, Bau- oder Unterhaltsarbeiten müssen sie fluoreszierende und rückstrahlende Kleidung tragen, durch die sie sowohl bei Tag als auch bei Nacht gut sichtbar sind. 4 ... Eingefügt durch Ziff. I der V vom 15. Mai 2002, in Kraft seit 1. Aug. 2002 ( AS 2002 1931 ). Aufgehoben durch Ziff. I der V vom 24. Juni 2015, mit Wirkung seit 1. Jan. 2016 ( AS 2015 2451 ). Fassung gemäss Ziff. I der V vom 20. Mai 2020, in Kraft seit 1. Jan. 2021 ( AS 2020 2139 ). Aufgehoben durch Ziff. I der V vom 17. Aug. 2005, mit Wirkung seit 1. März 2006 ( AS 2005 4487 )."
    },
    {
      "provision_ref": "art49",
      "section": "49",
      "title": "",
      "content": "Aufgehoben durch Ziff. I der V vom 24. Juni 2015, mit Wirkung seit 1. Jan. 2016 ( AS 2015 2451 )."
    },
    {
      "provision_ref": "art50",
      "chapter": "184",
      "section": "50",
      "title": "Strassenbenützung",
      "content": "1 Fahrzeugähnliche Geräte dürfen als Verkehrsmittel verwendet werden auf: a. den für die Fussgänger bestimmten Verkehrsflächen wie Trottoirs, Fusswege, Längsstreifen für Fussgänger, Fussgängerzonen; b. Radwegen; c. der Fahrbahn von Tempo-30-Zonen und Begegnungszonen; d. der Fahrbahn von Nebenstrassen, wenn entlang der Strasse Trottoirs sowie Fuss- und Radwege fehlen und das Verkehrsaufkommen im Zeitpunkt der Benutzung gering ist. 2 Für Tätigkeiten, namentlich Spiele, die auf einer begrenzten Fläche stattfinden, darf die für die Fussgänger bestimmte Verkehrsfläche und auf verkehrsarmen Nebenstrassen (z.B. in Wohnquartieren) der gesamte Bereich der Fahrbahn benützt werden, sofern die übrigen Verkehrsteilnehmer dadurch weder behindert noch gefährdet werden. 3 ... Fassung gemäss Ziff. I der V vom 15. Mai 2002, in Kraft seit 1. Aug. 2002 ( AS 2002 1931 ). Aufgehoben durch Ziff. I der V vom 29. Nov. 2013, mit Wirkung seit 1. Jan. 2014 ( AS 2013 4687 )."
    },
    {
      "provision_ref": "art50a",
      "chapter": "184",
      "section": "50a",
      "title": "a Verwendung als Verkehrsmittel",
      "content": "1 Für die Benützer von fahrzeugähnlichen Geräten gelten die für Fussgänger anwendbaren Verkehrsregeln. 2 Die Benützer von fahrzeugähnlichen Geräten müssen die Geschwindigkeit und die Fahrweise stets den Umständen und den Besonderheiten des Geräts anpassen. Insbesondere müssen sie auf Fussgänger Rücksicht nehmen und diesen den Vortritt gewähren. Beim Überqueren der Fahrbahn dürfen sie nur im Schritttempo fahren. 3 Sie müssen auf der Fahrbahn rechts fahren. Auf Radwegen haben sie die für die Radfahrer vorgeschriebene Fahrtrichtung einzuhalten. 4 Nachts und wenn die Sichtverhältnisse es erfordern, sind fahrzeugähnliche Geräte oder ihre Benützer auf der Fahrbahn und auf Radwegen mit einem nach vorne weiss und nach hinten rot leuchtenden, gut erkennbaren Licht zu versehen. Eingefügt durch Ziff. I der V vom 15. Mai 2002, in Kraft seit 1. Aug. 2002 ( AS 2002 1931 )."
    },
    {
      "provision_ref": "art51",
      "chapter": "2. Abschnitt: Reiter, Tiere",
      "section": "51",
      "title": "Reiter",
      "content": "(Art. 50 Abs. 1 und 4 SVG) 1 Auf Strassen mit starkem Verkehr dürfen nur geübte Reiter und nur auf verkehrsgewohnten Tieren reiten. Ein Reiter darf höchstens ein Handpferd mitführen. 2 Das Reiten zu zweit nebeneinander ist nur gestattet in einem geschlossenen Verband von wenigstens sechs Reitern sowie ausserorts bei Tag auf Strassen mit schwachem Verkehr."
    },
    {
      "provision_ref": "art52",
      "chapter": "2. Abschnitt: Reiter, Tiere",
      "section": "52",
      "title": "Einzelne Tiere, Herden",
      "content": "(Art. 50 Abs. 2–4 SVG) 1 Wer ein Tier führt, muss es ständig in seiner Gewalt haben. Tiere dürfen nur geeigneten Führern anvertraut werden. 2 Ein einzelnes Tier darf in Berggegenden am linken Strassenrand geführt werden, wenn Führer und Tier dort sicherer sind. 3 Stillstehende Tiere dürfen den Verkehr nicht behindern; sind sie unbeaufsichtigt, so müssen sie zuverlässig angebunden werden. 4 Die Begleiter von Herden haben auf Hauptstrassen dafür zu sorgen, dass die linke Strassenseite frei bleibt. Bei Bahnübergängen ist die Herde nötigenfalls zu unterteilen."
    },
    {
      "provision_ref": "art53",
      "chapter": "2. Abschnitt: Reiter, Tiere",
      "section": "53",
      "title": "Gemeinsame Bestimmungen",
      "content": "(Art. 50 SVG) 1 Reiterkolonnen und Tierherden sind nach Möglichkeit zu unterteilen, um das Überholen zu erleichtern. 2 Nachts und wenn die Witterung es erfordert, hat der Reiter und der Führer eines Tieres wenigstens auf der dem Verkehr zugewendeten Seite ein von vorne und hinten sichtbares, nicht blendendes gelbes Licht zu tragen. Das Reittier ist zudem mit rückstrahlenden Gamaschen zu versehen. Bei Reiterkolonnen und Tiergruppen muss wenigstens links vorne und hinten ein gelbes Licht verwendet werden. Fassung gemäss Ziff. I der V vom 25. Jan. 1989, in Kraft seit 1. Mai 1989 ( AS 1989 410 )."
    },
    {
      "provision_ref": "art54",
      "chapter": "3. Teil: Verhalten bei Unfällen",
      "section": "54",
      "title": "Sicherung der Unfallstelle",
      "content": "(Art. 51 Abs. 1 und 4 SVG) 1 Entstehen durch Unfälle, Fahrzeugpannen, herabgefallene Ladungen, ausgeflossenes Öl usw. Verkehrshindernisse oder andere Gefahren, so müssen die Beteiligten, namentlich auch Mitfahrende, sofort Sicherheitsmassnahmen treffen. 2 Die Polizei ist sofort zu benachrichtigen, wenn eine Gefahr nicht unverzüglich beseitigt werden kann, namentlich auch, wenn ausfliessende Flüssigkeiten offene Gewässer oder Grundwasser verunreinigen könnten. Wird der Bahnbetrieb behindert, z.B. wenn Fahrzeuge oder Ladungen auf Bahnanlagen fallen, so ist die Bahnverwaltung sofort zu verständigen. 3 ... Aufgehoben durch Ziff. I der V vom 24. Juni 2015, mit Wirkung seit 1. Jan. 2016 ( AS 2015 2451 )."
    },
    {
      "provision_ref": "art55",
      "chapter": "3. Teil: Verhalten bei Unfällen",
      "section": "55",
      "title": "Unfälle mit Personenschaden",
      "content": "(Art. 51 Abs. 1 und 2 SVG) 1 Bei Unfällen mit Personenschaden ist die Polizei sofort zu benachrichtigen, wenn jemand äussere Verletzungen aufweist oder wenn mit inneren Verletzungen zu rechnen ist. 2 Die Meldung an die Polizei ist nicht erforderlich bei kleinen Schürfungen oder Prellungen; der Schädiger muss aber dem Verletzten Namen und Adresse angeben. Die Polizei muss ebenfalls nicht beigezogen werden, wenn nur der Fahrzeugführer, seine Angehörigen oder Familiengenossen geringfügig verletzt wurden und keine Drittpersonen am Unfall beteiligt sind. 3 ... Aufgehoben durch Ziff. I der V vom 20. Mai 2020, mit Wirkung seit 1. Jan. 2021 ( AS 2020 2139 )."
    },
    {
      "provision_ref": "art56",
      "chapter": "3. Teil: Verhalten bei Unfällen",
      "section": "56",
      "title": "Feststellung des Tatbestandes",
      "content": "(Art. 51 Abs. 2 und 3 SVG) 1 Die Lage an der Unfallstelle darf bis zum Eintreffen der Polizei nur verändert werden zum Schutz von Verletzten oder zur Sicherung des Verkehrs. Die ursprüngliche Lage soll vorher auf der Strasse angezeichnet werden. 1bis Die Polizei nimmt den Tatbestand auf bei Verkehrsunfällen, die nach Artikel 51 SVG zu melden sind; in andern Fällen hat sie den Tatbestand aufzunehmen, wenn ein Beteiligter es verlangt. Die strafrechtliche Verfolgung bleibt vorbehalten. 2 Will ein Geschädigter die Polizei beiziehen, obwohl keine Meldepflicht besteht, so haben die übrigen Beteiligten bei der Feststellung des Sachverhalts mitzuwirken, bis sie von der Polizei entlassen werden. 3 Die Führer von Feuerwehr-, Sanitäts-, Polizei- und Zollfahrzeugen auf dringlicher Fahrt und die Führer von Fahrzeugen öffentlicher Verkehrsbetriebe im fahrplanmässigen Verkehr dürfen weiterfahren, wenn die Hilfe an Verletzte und die Feststellung des Sachverhaltes gewährleistet sind. 4 Erfährt ein Fahrzeugführer erst nachträglich, dass er an einem Unfall beteiligt war oder beteiligt sein konnte, so hat er unverzüglich zur Unfallstelle zurückzukehren oder sich beim nächsten Polizeiposten zu melden. Eingefügt durch Ziff. I der V vom 28. März 2007, in Kraft seit 1. Jan. 2008 ( AS 2007 2101 ). Fassung gemäss Anhang 4 Ziff. 33 der Zollverordnung vom 1. Nov. 2006, in Kraft seit 1. Mai 2007 ( AS 2007 1469 )."
    },
    {
      "provision_ref": "art57",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "57",
      "title": "Allgemeines",
      "content": "(Art. 29 SVG) 1 Der Führer hat sich zu vergewissern, dass Fahrzeug und Ladung in vorschriftsgemässem Zustand sind und das erforderliche Zubehör, wie das Pannensignal, vorhanden ist. 2 Kontrollschilder, Geschwindigkeitstafeln und ähnliche Zeichen müssen in gut lesbarem Zustand, Lichter, Rückstrahler, Scheiben und Rückspiegel sauber gehalten werden. Ladung, Lastenträger, Arbeitsgeräte und dergleichen dürfen weder die Kontrollschilder noch die Beleuchtungsvorrichtungen verdecken. 3 Treten unterwegs leichtere Mängel auf, so darf der Führer mit besonderer Vorsicht weiterfahren; die Reparatur ist ohne Verzug zu veranlassen. 4 Mit Motorfahrzeugen, die sich im Bau, Umbau oder in Reparatur befinden, dürfen Überführungsfahrten ausgeführt werden, wenn wenigstens Lenkung und Bremsen betriebssicher sind, ein Bremslicht vorhanden ist, bei Nacht oder schlechter Witterung die Beleuchtung den Vorschriften entspricht und kein übermässiger Lärm entsteht. Fassung gemäss Ziff. I der V vom 24. Juni 2015, in Kraft seit 1. Jan. 2016 ( AS 2015 2451 ). Zweiter Satz eingefügt durch Ziff. I der V vom 15. Nov. 2000, in Kraft seit 1. Jan. 2001 ( AS 2000 2883 ). Fassung gemäss Ziff. I der V vom 7. März 1994, in Kraft seit 1. April 1994 ( AS 1994 816 ). Fassung gemäss Ziff. I der V vom 10. Dez. 1973, in Kraft seit 1. Jan. 1973 ( AS 1973 2155 )."
    },
    {
      "provision_ref": "art58",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "58",
      "title": "Schutzvorkehren",
      "content": "(Art. 29 SVG) 1 Bestandteile, Arbeitsgeräte oder Ladestücke, die bei Zusammenstössen gefährlich werden könnten, namentlich wegen Spitzen, Schneiden oder Kanten, müssen mit Schutzvorrichtungen versehen werden. 2 Stehen Ladungen, Einzelteile oder Anhänger nicht leicht erkennbar seitlich vor, so sind die äussersten Stellen deutlich zu kennzeichnen, tags mit Wimpeln oder Tafeln, nachts und wenn die Witterung es erfordert, mit Licht oder Rückstrahlern, die nach vorne weiss und nach hinten rot leuchten; die Rückstrahler dürfen sich höchstens 90 cm über dem Boden befinden. Bei Ausnahmetransporten sind überbreite Ladungen oder Anhänger mit rechteckigen Flaggen oder Tafeln von mindestens 40 cm Seitenlänge zu kennzeichnen, die schräge, rund 10 cm breite rot-weisse Streifen aufweisen; nachts und wenn die Witterung es erfordert, sind die Zeichen zu beleuchten oder Markierlichter anzubringen. 2bis Das Ende von Ladungen oder Einzelteilen, die das Fahrzeug auf der Rückseite um mehr als 1 m überragen, ist deutlich zu kennzeichnen. 3 Bewegliche Teile, wie Kranarme oder Haken, sind für die Fahrt zu sichern; Hebegabeln müssen hochgeklappt sein oder gut sichtbare Schutzkasten tragen. 4 ... 5 Motorfahrzeuge, die sichthemmende Ladungen oder Anhänger mitführen, müssen links und rechts aussen je einen Rückspiegel tragen, der dem Fahrer erlaubt, die Fahrbahn seitlich neben den Ladungen oder Anhängern und nach hinten mindestens 100 m weit zu überblicken. Fassung gemäss Ziff. I der V vom 25. Jan. 1989, in Kraft seit 1. Mai 1989 ( AS 1989 410 ). Fassung gemäss Ziff. I der V vom 20. Mai 2020, in Kraft seit 1. Jan. 2021 ( AS 2020 2139 ). Eingefügt durch Ziff. I der V vom 20. Mai 2020, in Kraft seit 1. Jan. 2021 ( AS 2020 2139 ). Eingefügt durch Ziff. I der V vom 25. Jan. 1989 ( AS 1989 410 ). Aufgehoben durch Ziff. I der V vom 20. Mai 2020, mit Wirkung seit 1. Jan. 2021 ( AS 2020 2139 ). Eingefügt durch Ziff. I der V vom 7. März 1994 ( AS 1994 816 ). Fassung gemäss Ziff. I der V vom 24. Juni 2015, in Kraft seit 1. Jan. 2016 ( AS 2015 2451 )."
    },
    {
      "provision_ref": "art59",
      "section": "59",
      "title": "Schutz der Fahrbahn",
      "content": "(Art. 29 SVG) Die Fahrzeugführer haben jede Beschmutzung der Fahrbahn zu vermeiden. Ist eine Fahrbahn beschmutzt worden, so ist für die Warnung der anderen Strassenbenützer und eine rasche Reinigung zu sorgen. Fassung gemäss Ziff. I der V vom 24. Juni 2015, in Kraft seit 1. Jan. 2016 ( AS 2015 2451 )."
    },
    {
      "provision_ref": "art59a",
      "section": "59a",
      "title": "a Pflicht zur Abgaswartung",
      "content": "1 Für in der Schweiz zugelassene Motorwagen gilt eine Pflicht zur Abgaswartung (Art. 35 VTS). Davon ausgenommen sind: a. Motorwagen mit einem anerkannten On-Board-Diagnosesystem (OBD-System); b. Motorwagen mit Fremdzündungsmotor und einer bauartbedingten Höchstgeschwindigkeit von weniger als 50 km/h sowie schwere Motorwagen mit Fremdzündungsmotor; c. land- und forstwirtschaftliche Arbeitskarren; d. vor dem 1. Januar 1976 erstmals zugelassene Motorwagen; e. Fahrzeuge von Haltern, die diplomatische oder konsularische Vorrechte geniessen. 2 Ein OBD-System ist anerkannt bei folgenden Motorwagen: a. leichten Motorwagen mit Fremdzündungsmotor, die mindestens die Abgasvorschriften Euro 3 erfüllen; b. leichten Motorwagen mit Selbstzündungsmotor, die mindestens die Abgasvorschriften Euro 4 erfüllen; c. schweren Motorwagen, die mindestens die Abgasvorschriften Euro 4 erfüllen und nach dem 30. September 2006 erstmals zum Verkehr zugelassen wurden. Eingefügt durch Ziff. I der V vom 13. Nov. 1985 ( AS 1985 1841 ). Fassung gemäss Ziff. I der V vom 30. Nov. 2012, in Kraft seit 1. Jan. 2013 ( AS 2012 7085 )."
    },
    {
      "provision_ref": "art59b",
      "section": "59b",
      "title": "b Wartungsfristen",
      "content": "Der Halter muss Fahrzeuge, die der Abgaswartung unterstehen, innerhalb der folgenden Fristen warten lassen: a. leichte Motorwagen mit Fremdzündungsmotor und einer bauartbedingten Höchstgeschwindigkeit von 50 km/h und mehr: 1. ohne Katalysator: alle 12 Monate, 2. mit Katalysator: alle 24 Monate; b. Motorwagen mit Selbstzündungsmotor und einer bauartbedingten Höchstgeschwindigkeit von mehr als 30 km/h: alle 24 Monate; c. Motorwagen mit Selbstzündungsmotor und einer bauartbedingten Höchstgeschwindigkeit von 30 km/h und weniger: alle 48 Monate. Eingefügt durch Ziff. I der V vom 30. Nov. 2012, in Kraft seit 1. Jan. 2013 ( AS 2012 7085 )."
    },
    {
      "provision_ref": "art59c",
      "section": "59c",
      "title": "c Pflichten des Führers und des Halters",
      "content": "1 Für Fahrzeuge, die der Abgaswartung unterstehen, muss der Führer das Abgas-Wartungsdokument mitführen und den Kontrollorganen auf Verlangen vorweisen. 2 Für Fahrzeuge mit einem anerkannten OBD-System muss der Halter, wenn die Fehlfunktionsanzeige des OBD-Systems einen Fehler der abgasrelevanten Ausrüstung anzeigt, das Fahrzeug innert Monatsfrist nach dem erstmaligen Auftreten des Fehlers überprüfen und in Stand stellen lassen. Eingefügt durch Ziff. I der V vom 30. Nov. 2012, in Kraft seit 1. Jan. 2013 ( AS 2012 7085 )."
    },
    {
      "provision_ref": "art60",
      "section": "60",
      "title": "Allgemeines",
      "content": "(Art. 30 Abs. 1 SVG) 1 ... 2 In und auf Motorfahrzeugen und ihren Anhängern dürfen nur so viele Personen mitgeführt werden, als Plätze bewilligt sind. Während der Fahrt müssen die bewilligten Plätze benützt werden; in Gesellschaftswagen ist das kurzzeitige Verlassen des Sitzplatzes gestattet. 3 Auf Raupenfahrzeugen dürfen ausserhalb der bewilligten Plätze ausnahmsweise Verletzte und weitere Personen zu Hilfeleistungen transportiert werden, wenn ein angemessener Schutz sichergestellt ist. 4 In Räumen, die sich nicht von innen öffnen lassen, dürfen keine Personen mitfahren; polizeiliche Transporte sind ausgenommen. 5 Das Besteigen und Verlassen fahrender Motorfahrzeuge und Strassenbahnen ist untersagt, ebenso das Hinauslehnen. 6 Führer und Mitfahrende dürfen keine Gegenstände zum Fahrzeug hinaushalten oder hinauswerfen, ausser bei Umzügen auf abgesperrten Strassen. Fassung gemäss Ziff. I der V vom 22. Dez. 1976, in Kraft seit 1. Jan. 1977 ( AS 1976 2810 ). Aufgehoben durch Ziff. I der V vom 7. März 1994, in Kraft seit 1. Okt. 1994 ( AS 1994 816 ). Fassung gemäss Ziff. I der V vom 28. März 2007, in Kraft seit 1. Juli 2007 ( AS 2007 2101 ). Fassung gemäss Ziff. I der V vom 21. Nov. 2018, in Kraft seit 1. Febr. 2019 ( AS 2019 243 )."
    },
    {
      "provision_ref": "art61",
      "section": "61",
      "title": "Mitfahren auf Fahrzeugen zum Sachentransport und auf land- und forstwirtschaftlichen Fahrzeugen",
      "content": "(Art. 30 Abs. 1 SVG) 1 Auf bewilligten Stehplätzen von Fahrzeugen zum Sachentransport darf nur das zum Auf- und Abladen und zur Überwachung der Ladung erforderliche Personal mitgeführt werden. 2 Auf folgenden Fahrzeugen müssen Kinder bis zum vollendeten 7. Altersjahr von einem mehr als 14 Jahre alten Mitfahrenden beaufsichtigt werden oder auf einem sicheren Kindersitz mitfahren: a. auf land- und forstwirtschaftlichen Motorfahrzeugen und Anhängern; b. auf gewerblichen Traktoren mit einer Höchstgeschwindigkeit bis 40 km/h, Motorkarren und Arbeitskarren sowie deren Anhänger, wenn sie für land- und forstwirtschaftliche Fahrten verwendet werden. 3 Auf Fahrzeugen nach Absatz 2 dürfen Personen im Rahmen von Artikel 86 Absatz 1 Buchstabe c im Nahverkehr auch auf der Ladebrücke oder der Ladung mitgeführt werden, wenn ein angemessener Schutz sichergestellt ist und die bewilligten Plätze nicht ausreichen. 4 Für Fahrten der Feuerwehr, des Zivilschutzes oder der Polizei, für Fahrten mit Raupenfahrzeugen, für Fahrten im Rahmen von nichtmilitärischen Veranstaltungen mit militärischen Fahrzeugen, die nicht unter der Obhut des Eidgenössischen Departements für Verteidigung, Bevölkerungsschutz und Sport stehen, oder für Umzüge und dergleichen kann die kantonale Behörde weitere Personentransporte auf Motorwagen zum Sachentransport, land- und forstwirtschaftlichen Fahrzeugen und deren Anhängern gestatten. Sie verfügt die nötigen Sicherheitsmassnahmen. 5 Mehr als neun Personen dürfen auf Motorwagen zum Sachentransport und Anhängerzügen nur mitgeführt werden, wenn dies gemäss Fahrzeugausweis gestattet ist; vorausgesetzt ist eine genügende Haftpflichtversicherung. Fassung gemäss Ziff. I der V vom 17. Aug. 2005, in Kraft seit 1. März 2006 und für Abs. 1 seit 1. Jan. 2008 ( AS 2005 4487 ). Fassung gemäss Ziff. I der V vom 14. Okt. 2009, in Kraft seit 1. April 2010 ( AS 2009 5701 ). Fassung gemäss Ziff. I der V vom 14. Okt. 2009, in Kraft seit 1. April 2010 ( AS 2009 5701 ). Fassung gemäss Ziff. I der V vom 21. Nov. 2018, in Kraft seit 1. Febr. 2019 ( AS 2019 243 )."
    },
    {
      "provision_ref": "art62",
      "section": "62",
      "title": "",
      "content": "Aufgehoben durch Ziff. I der V vom 17. Aug. 2005, mit Wirkung seit 1. März 2006 ( AS 2005 4487 )."
    },
    {
      "provision_ref": "art63",
      "section": "63",
      "title": "Mitfahren auf Motorrädern und Fahrrädern",
      "content": "(Art. 30 Abs. 1 SVG) 1 Mitfahrer auf Motorrädern, motorradähnlichen Leicht-, Klein- und dreirädrigen Motorfahrzeugen haben rittlings zu sitzen und müssen Trittbretter oder Fussrasten benutzen können. Ein Kind unter sieben Jahren darf nur auf einem durch die Zulassungsbehörde bewilligten Kindersitz mitgeführt werden. 2 Im Seitenwagen von Motorrädern dürfen nur so viele Personen mitgeführt werden, als Plätze bewilligt sind. Auf Anhängern von Motorrädern dürfen keine Personen befördert werden. 3 Fahrradfahrer über 16 Jahre dürfen mitführen: a. auf mehrplätzigen Fahrrädern so viele Personen, wie zusätzliche Pedalpaare vorhanden sind; Kinder dürfen nur mitgeführt werden, wenn sie die Pedale sitzend treten können; b. auf einem Nachlaufteil gemäss Artikel 210 Absatz 5 VTS an ein- und zweiplätzigen Fahrrädern ein Kind, wenn es die Pedale sitzend treten kann, oder eine behinderte Person im Rollstuhl; c. auf einem speziell eingerichteten Fahrrad bzw. einer speziellen Fahrrad-Rollstuhl-Kombination eine behinderte Person; oder d. in einem Fahrradanhänger an ein- und zweiplätzigen Fahrrädern oder auf einem speziell eingerichteten Fahrrad: höchstens zwei Kinder auf geschützten Sitzplätzen. 4 Fahrradfahrer über 16 Jahre dürfen zusätzlich zu den Möglichkeiten nach Absatz 3 ein Kind auf einem sicheren Kindersitz mitführen. Der Sitz muss namentlich die Beine des Kindes schützen und darf den Radfahrer nicht behindern. 5 ... 6 Auf mehrspurigen Fahrrädern kann die kantonale Behörde mehr Plätze bewilligen als Pedalpaare vorhanden sind. Fassung gemäss Ziff. I der V vom 17. Aug. 2005, in Kraft seit 1. März 2006 ( AS 2005 4487 ). SR 741.41 Fassung gemäss Ziff. I der V vom 15. April 2015, in Kraft seit 1. Juni 2015 ( AS 2015 1315 ). Fassung gemäss Ziff. I der V vom 29. Nov. 2013, in Kraft seit 1. Jan. 2014 ( AS 2013 4687 ). Aufgehoben durch Ziff. I der V vom 2. März 2012, mit Wirkung seit 1. Juli 2012 ( AS 2012 1821 )."
    },
    {
      "provision_ref": "art64",
      "section": "64",
      "title": "Breite",
      "content": "(Art. 9 Abs. 1 und 4, 20, 25 SVG) 1 Motorfahrzeuge und Anhänger dürfen 2,55 m, klimatisierte Fahrzeuge, deren feste oder abnehmbare Aufbauten besonders für die Beförderung von Gütern in temperaturgeführtem Zustand ausgerüstet sind und deren Seitenwände einschliesslich der Wärmedämmung mindestens 45 mm dick sind, 2,60 m breit sein. Für den seitlichen Überhang der Ladung gilt Artikel 73 Absatz 2. 2 Arbeitsfahrzeuge, Tiertransportfahrzeuge, Fahrzeuge mit einer Höchstgeschwindigkeit bis 30 km/h, land- und forstwirtschaftliche Fahrzeuge mit einer Höchstgeschwindigkeit bis 40 km/h und Tierfuhrwerke dürfen eine Breite von 2,55 m auch auf Strassen aufweisen, auf denen eine Höchstbreite von 2,30 m signalisiert ist. 3 Schneeräumgeräte dürfen breiter sein als die zu ihrem Einsatz verwendeten Fahrzeuge, müssen jedoch auffällig gekennzeichnet sein. Fassung gemäss Ziff. I der V vom 7. März 1994, in Kraft seit 1. April 1994 ( AS 1994 816 ). Eingefügt durch Anhang 1 Ziff. II 4 der V vom 19. Juni 1995 über die technischen Anforderungen an Strassenfahrzeuge ( AS 1995 4425 ). Fassung gemäss Ziff. I der V vom 30. Juni 2004, in Kraft seit 1. Jan. 2005 ( AS 2004 3519 ). Fassung gemäss Ziff. I der V vom 6. Mai 1998, in Kraft seit 15. Mai 1998 ( AS 1998 1465 ). Fassung gemäss Anhang 1 Ziff. 1 der V vom 2. Sept. 1998, in Kraft seit 1. Okt. 1998 ( AS 1998 2352 )."
    },
    {
      "provision_ref": "art65",
      "section": "65",
      "title": "Länge",
      "content": "(Art. 9 Abs. 1 SVG) 1 Die Länge der Fahrzeuge darf ohne Ladung höchstens betragen für: Meter a. Motorwagen, ausgenommen Gesellschaftswagen 12,00 b. Anhänger, ausgenommen Sattelanhänger 12,00 c. Gesellschaftswagen mit zwei Achsen 13,50 d. Gesellschaftswagen mit mehr als zwei Achsen 15,00 e. Sattelmotorfahrzeuge 16,50 f. Anhängerzüge 18,75 g. Gelenkbusse 18,75. 2 Die Länge der Gelenkbusse und der anderen Gesellschaftswagen darf einschliesslich der Länge von abnehmbaren Zubehörteilen wie Skiboxen die Höchstlänge nach Absatz 1 nicht überschreiten. 3 Bei Fahrzeugen, die für den Transport von mehrspurigen Motorfahrzeugen besonders eingerichtet sind, dürfen Stützvorrichtungen zur Sicherung der beförderten Fahrzeuge die zulässige Länge im Rahmen des zulässigen Überhanges (Art. 73 Abs. 3) um höchstens 1,10 m nach hinten und um höchstens 0,50 m nach vorne überschreiten. 4 Bei Sattelmotorfahrzeugen, die im unbegleiteten kombinierten Verkehr 45-Fuss-Container und vergleichbare Transportbehälter von 45 Fuss Länge befördern, darf, auch im leeren Zustand, die zulässige Länge nach Absatz 1 Buchstabe e um höchstens 0,15 m überschritten werden. Fassung gemäss Anhang 1 Ziff. II 4 der V vom 19. Juni 1995 über die technischen Anforderungen an Strassenfahrzeuge, in Kraft seit 1. Okt. 1995 ( AS 1995 4425 ). Fassung gemäss Ziff. I der V vom 30. Juni 2004, in Kraft seit 1. Jan. 2005 ( AS 2004 3519 ). Fassung gemäss Ziff. I der V vom 16. Okt. 2002, in Kraft seit 1. Dez. 2002 ( AS 2002 3565 ). Fassung gemäss Ziff. I der V vom 16. Okt. 2002, in Kraft seit 1. Dez. 2002 ( AS 2002 3565 ). Eingefügt durch Ziff. I der V vom 5. April 2017, in Kraft seit 7. Mai 2017 ( AS 2017 2649 )."
    },
    {
      "provision_ref": "art65a",
      "section": "65a",
      "title": "a Kreisfahrt",
      "content": "Motorfahrzeuge und Fahrzeugkombinationen im Fahrzustand müssen sich in einer Kreisringfläche mit einem äusseren Durchmesser von 25 m und einem inneren Durchmesser von 10,60 m bewegen können, ohne dass die Projektion eines Fahrzeugteils (ausgenommen Rückspiegel und vordere Richtungsblinker) auf der Fahrbahn ausserhalb der Kreisringfläche zu liegen kommt. Von dieser Regelung ausgenommen sind land- und forstwirtschaftliche Motorfahrzeuge und land- und forstwirtschaftliche Fahrzeugkombinationen. Eingefügt durch Ziff. I der V vom 7. März 1994, in Kraft seit 1. April 1994 ( AS 1994 816 ). Zweiter Satz eingefügt durch Ziff. I der V vom 15. Nov. 2000, in Kraft seit 1. Jan. 2001 ( AS 2000 2883 )."
    },
    {
      "provision_ref": "art66",
      "section": "66",
      "title": "Höhe",
      "content": "(Art. 9 Abs. 1 und 4 SVG) Die Höhe der Fahrzeuge darf mit der Ladung höchstens 4 m betragen. ... Fassung gemäss Ziff. I der V vom 30. Juni 2004, in Kraft seit 1. Jan. 2005 ( AS 2004 3519 ). Letzter Satz aufgehoben durch Ziff. I der V vom 7. März 1994, mit Wirkung seit 1. April 1994 ( AS 1994 816 )."
    },
    {
      "provision_ref": "art67",
      "section": "67",
      "title": "Gewichte",
      "content": "(Art. 9 Abs. 1, 2 und 4 SVG) 1 Das Betriebsgewicht von Fahrzeugen und Fahrzeugkombinationen darf höchstens betragen: a. 40,00 t bei Motorfahrzeugen mit mehr als vier Achsen, Anhängerzügen und Sattelmotorfahrzeugen bzw. 44,00 t bei diesen Fahrzeugen im unbegleiteten kombinierten Verkehr; b. 32,00 t bei Motorfahrzeugen mit vier Achsen; c. 28,00 t bei dreiachsigen Gelenkbussen; d. 25,00 t bei dreiachsigen Motorfahrzeugen im Normalfall, 26,00 t bei dreiachsigen Motorfahrzeugen, wenn die Antriebsachse mit Doppelbereifung und Luftfederung oder mit einer als gleichwertig anerkannten Federung ausgerüstet ist oder wenn beide hinteren Antriebsachsen mit Doppelbereifung ausgerüstet sind und die maximale Achslast von 9,50 t je Achse nicht überschritten wird; d bis . 19,50 t bei zweiachsigen Gesellschaftswagen; e. 18,00 t bei zweiachsigen Motorfahrzeugen; f. 32,00 t bei Anhängern mit mehr als drei Achsen, ausgenommen Sattelanhänger, Zentralachsanhänger und Starrdeichselanhänger; g. 24,00 t bei Anhängern mit drei Achsen, ausgenommen Sattelanhänger, Zentralachsanhänger und Starrdeichselanhänger; h. 18,00 t bei Anhängern mit zwei Achsen, ausgenommen Sattelanhänger, Zentralachsanhänger und Starrdeichselanhänger. 1bis Als unbegleiteter kombinierter Verkehr gilt die Beförderung von Ladebehältern (Container, Wechselaufbau) oder die Überführung eines Sattelanhängers von oder zu einer beliebigen schweizerischen Umladestation der Bahn bzw. von oder zu einem schweizerischen Hafen, ohne dass das Ladegut beim Übergang vom einen zum anderen Verkehrsträger das Transportgefäss wechselt. Das UVEK kann festlegen, welche in Grenznähe liegenden ausländischen Umladestationen den schweizerischen gleichgestellt sind. Der Fahrzeugführer muss im unbegleiteten kombinierten Verkehr ein geeignetes Nachweisdokument (z. B. Frachtbrief der Bahn) mitführen. 1 ter Das Betriebsgewicht von Fahrzeugen nach Absatz 1 Buchstaben c, d und e mit alternativem Antrieb (Art. 95 Abs. 1 bis VTS) darf um das zusätzliche, für die alternative Antriebstechnik erforderliche Gewicht, höchstens jedoch 1 t, höher sein. 2 Die Achslasten dürfen höchstens betragen für: Tonnen a. Einzelachsen 10,00 b. angetriebene Einzelachsen bei: 1. land- und forstwirtschaftlichen Erntemaschinen mit Breitreifen (Art. 60 Abs. 6 VTS) 14,00 2. Arbeitskarren mit Breitreifen (Art. 60 Abs. 6 VTS) 14,00 3. den übrigen Motorwagen 11,50 4. Anhängern, die für den Einsatz im Gelände gebaut sind 11,50 c. Doppelachsen mit einem Achsabstand von weniger als 1,00 m 1. von Motorfahrzeugen 11,50 2. von Anhängern 11,00 d. Doppelachsen mit einem Achsabstand von 1,00 m bis weniger als 1,30 m 16,00 e. Doppelachsen mit einem Achsabstand von 1,30 m bis weniger als 1,80 m 18,00 f. Doppelachsen mit einem Achsabstand von 1,30 m bis weniger als 1,80 m, wenn die Antriebsachse mit Doppelbereifung und Luftfederung oder einer als gleichwertig anerkannten Federung nach Artikel 57 VTS ausgerüstet ist oder wenn jede Antriebsachse mit Doppelbereifung ausgerüstet ist und dabei die höchstzulässige Achslast von 9,50 t je Achse nicht überschritten wird 19,00 g. Doppelachsen von Anhängern mit einem Achsabstand von 1,80 m oder mehr 20,00 h. Dreifachachsen mit Achsabständen von nicht mehr als 1,30 m 21,00 i. Dreifachachsen mit Achsabständen von mehr als 1,30 m und nicht mehr als 1,40 m 24,00 k. Dreifachachsen mit einem Achsabstand von mehr als 1,40 m 27,00 3 Sind im Fahrzeugausweis tiefere als die in den Absätzen 1, 2, 6 und 7 genannten Höchstwerte eingetragen, so dürfen diese nicht überschritten werden. 4 Das Gewicht auf den Antriebsachsen muss mindestens betragen (minimales Adhäsionsgewicht): a. 22 Prozent des Betriebsgewichts für Fahrzeugkombinationen mit einer bauartbedingten Höchstgeschwindigkeit über 25 km/h bis 40 km/h; b. 25 Prozent des Betriebsgewichts für Fahrzeuge und Fahrzeugkombinationen mit einer bauartbedingten Höchstgeschwindigkeit über 40 km/h. 5 Das Betriebsgewicht der Anhänger darf die im Fahrzeugausweis des Zugfahrzeuges eingetragene Anhängelast nicht übersteigen. 6 und 7 ... 8 Die nach den Absätzen 2 und 3 zulässigen Achslasten dürfen um höchstens 2 Prozent überschritten werden, wenn das Betriebsgewicht der Fahrzeuge und der Fahrzeugkombinationen nach den Absätzen 1 und 3 eingehalten ist. 9 Das ASTRA kann Weisungen erlassen über die höchstzulässigen Achsbelastungen und das minimale Adhäsionsgewicht bei Ausnahmefahrzeugen und Ausnahmetransporten. Fassung gemäss Anhang 1 Ziff. II 4 der V vom 19. Juni 1995 über die technischen Anforderungen an Strassenfahrzeuge, in Kraft seit 1. Okt. 1995 ( AS 1995 4425 ). Fassung gemäss Ziff. I der V vom 30. Juni 2004, in Kraft seit 1. Jan. 2005 ( AS 2004 3519 ). Fassung gemäss Ziff. I der V vom 1. Nov. 2000, in Kraft seit 1. Jan. 2001 ( AS 2000 2882 ). Fassung gemäss Ziff. I der V vom 30. Juni 2004, in Kraft seit 1. Jan. 2005 ( AS 2004 3519 ). Fassung gemäss Ziff. I der V vom 30. Juni 2004, in Kraft seit 1. Jan. 2005 ( AS 2004 3519 ). Eingefügt durch Ziff. I der V vom 5. April 2017, in Kraft seit 7. Mai 2017 ( AS 2017 2649 ). Fassung gemäss Ziff. I der V vom 21. Nov. 2018, in Kraft seit 1. Febr. 2019 ( AS 2019 243 ). Fassung gemäss Ziff. I der V vom 21. Nov. 2018, in Kraft seit 1. Febr. 2019 ( AS 2019 243 ). Fassung gemäss Ziff. I der V vom 21. Nov. 2018, in Kraft seit 1. Febr. 2019 ( AS 2019 243 ). Eingefügt durch Ziff. I der V vom 30. Juni 2004, in Kraft seit 1. Jan. 2005 ( AS 2004 3519 ). Eingefügt durch Ziff. I der V vom 5. April 2017, in Kraft seit 7. Mai 2017 ( AS 2017 2649 ). Fassung gemäss Ziff. I der V vom 16. Nov. 2016, in Kraft seit 15. Jan. 2017 ( AS 2016 5129 ). SR 741.41 Eingefügt durch Ziff. I der V vom 21. Nov. 2018, in Kraft seit 1. Febr. 2019 ( AS 2019 243 ). Fassung gemäss Ziff. I der V vom 30. Juni 2004, in Kraft seit 1. Jan. 2005 ( AS 2004 3519 ). Fassung gemäss Ziff. I der V vom 21. Nov. 2018, in Kraft seit 1. Febr. 2019 ( AS 2019 243 ). Aufgehoben durch Ziff. I der V vom 24. Juni 2015, mit Wirkung seit 1. Jan. 2016 ( AS 2015 2451 ). Fassung gemäss Ziff. I der V vom 24. Juni 2015, in Kraft seit 1. Jan. 2016 ( AS 2015 2451 ). Fassung gemäss Ziff. I der V vom 30. Juni 2004, in Kraft seit 1. Jan. 2005 ( AS 2004 3519 )."
    },
    {
      "provision_ref": "art68",
      "section": "68",
      "title": "",
      "content": "1 An Motorfahrzeugen und Fahrrädern darf nur ein Anhänger mitgeführt werden. 2 Es gelten folgende Ausnahmen: a. Gewerbliche Motorkarren dürfen zwei, mit kantonaler Bewilligung drei Anhänger ziehen. b. Gewerbliche Traktoren dürfen zwei gewerbliche oder zwei land- und forstwirtschaftliche Anhänger ziehen. c. Im Nahverkehr kann die kantonale Behörde, für Bundesfahrzeuge der Bund, zwei gewerbliche Anhänger bewilligen. 3 An land- und forstwirtschaftlichen Traktoren und Motorkarren sind zwei land- und forstwirtschaftliche Anhänger gestattet, ebenso an land- und forstwirtschaftlichen Motoreinachsern, wenn die Achse des ersten Anhängers vom Motor angetrieben wird. Auf land- und forstwirtschaftlichen Fahrten kann an land- und forstwirtschaftlichen Anhängerzügen zusätzlich ein unbeladener Anhänger oder ein leichter Arbeitsanhänger mitgeführt werden. 4 Anhänger zum Personentransport dürfen nur im regionalen fahrplanmässigen Verkehr konzessionierter Transportunternehmungen verwendet werden. An Gesellschaftswagen ist nur ein Gepäckanhänger bis 3,50 t Gesamtgewicht zulässig. 5 Sattelanhänger dürfen an leichten Sattelschleppern nur mitgeführt werden, wenn das eingetragene Gewicht des Zuges nicht überschritten wird. 6 Im Ernstfall und bei Ernstfallübungen dürfen an Motorwagen zwei Feuerwehr- oder Zivilschutzanhänger oder zwei für Hand- oder Pferdezug eingerichtete Feuerwehrgeräte mitgeführt werden. 7 Anhänger an Fahrrädern dürfen mit der Ladung höchstens 1,00 m breit sein. Nach hinten ist ein Überhang der Ladung von höchstens 50 cm gestattet. Das Betriebsgewicht darf höchstens 80 kg betragen. Fassung gemäss Ziff. I der V vom 7. März 1994, in Kraft seit 1. April 1994 ( AS 1994 816 ). Fassung gemäss Ziff. I der V vom 24. Juni 2015, in Kraft seit 1. Jan. 2016 ( AS 2015 2451 ). Fassung gemäss Ziff. I der V vom 24. Juni 2015, in Kraft seit 1. Jan. 2016 ( AS 2015 2451 ). Fassung gemäss Ziff. I der V vom 24. Juni 2015, in Kraft seit 1. Jan. 2016 ( AS 2015 2451 ). Fassung gemäss Ziff. I der V vom 21. Nov. 2018, in Kraft seit 1. Febr. 2019 ( AS 2019 243 ). Fassung gemäss Anhang 1 Ziff. 1 der V vom 2. Sept. 1998, in Kraft seit 1. Okt. 1998 ( AS 1998 2352 ). Fassung gemäss Anhang 1 Ziff. II 4 der V vom 19. Juni 1995 über die technischen Anforderungen an Strassenfahrzeuge, in Kraft seit 1. Okt. 1995 ( AS 1995 4425 ). Eingefügt durch Anhang 1 Ziff. II 4 der V vom 19. Juni 1995 über die technischen Anforderungen an Strassenfahrzeuge, in Kraft seit 1. Okt. 1995 ( AS 1995 4425 ). Eingefügt durch Ziff. I der V vom 24. Juni 2015, in Kraft seit 1. Jan. 2016 ( AS 2015 2451 )."
    },
    {
      "provision_ref": "art69",
      "section": "69",
      "title": "",
      "content": "Aufgehoben durch Ziff. I der V vom 24. Juni 2015, mit Wirkung seit 1. Jan. 2016 ( AS 2015 2451 )."
    },
    {
      "provision_ref": "art70",
      "section": "70",
      "title": "Sicherheitsvorkehren bei Anhängern",
      "content": "1 Vor dem Wegfahren hat der Führer zu prüfen, ob der Anhänger oder Sattelanhänger zuverlässig angekuppelt ist, Bremsen und Beleuchtung einwandfrei wirken und bei Vorwärtsfahrt auch in Kurven ein Anstossen am Zugfahrzeug ausgeschlossen ist. 2 Der Fahrzeugführer und seine Hilfspersonen haben nötigenfalls Sicherheitsmassnahmen zu treffen und namentlich eine allfällige Lenkung des Anhängers ordnungsgemäss zu bedienen, wenn bei ungünstigem Nachlauf eines Anhängers enge Kurven befahren werden müssen. 3 ... Fassung gemäss Ziff. I der V vom 7. März 1994, in Kraft seit 1. April 1994 ( AS 1994 816 ). Fassung gemäss Art. 36 Ziff. 1 des BRB vom 27. Aug. 1969 über administrative Ausführungsbestimmungen zum Strassenverkehrsgesetz, in Kraft seit 1. Okt. 1969 ( AS 1969 793 ). Aufgehoben durch Ziff. I der V vom 7. März 1994, mit Wirkung seit 1. April 1994 ( AS 1994 816 )."
    },
    {
      "provision_ref": "art71",
      "section": "71",
      "title": "Schleppen und Stossen allgemein",
      "content": "1 Führer von Motorfahrzeugen und Fahrrädern* sowie Mitfahrende dürfen keine Fahrzeuge und Gegenstände stossen, ziehen oder schleppen. Untersagt ist auch das Ziehen von Skifahrern, Sportschlitten u. dgl. sowie das Führen von Tieren. Erwachsene Radfahrer dürfen jedoch mit der gebotenen Vorsicht einen Hund an der Leine führen. 2 Die kantonale Behörde kann das Schleppen von Holz und dergleichen gestatten, ebenso das Ziehen von Skifahrern in Wintersportgebieten. 3 ... * Für die Fahrräder vgl. auch Art. 46 Abs. 4 SVG. Fassung gemäss Ziff. I der V vom 24. Juni 2015, in Kraft seit 1. Jan. 2016 ( AS 2015 2451 ). Aufgehoben durch Ziff. I der V vom 24. Juni 2015, mit Wirkung seit 1. Jan. 2016 ( AS 2015 2451 )."
    },
    {
      "provision_ref": "art72",
      "section": "72",
      "title": "Schleppen von Motorfahrzeugen",
      "content": "1 Motorfahrzeuge (ausgenommen Motorräder) dürfen höchstens ein anderes Motorfahrzeug ohne Anhänger schleppen, Motorräder höchstens ein Motorrad. Das Schleppen von Fahrzeugen, die gebrauchsfähige Tretpedale aufweisen, ist untersagt. Die kantonale Behörde kann das Schleppen von zwei Traktoren oder leichten Motorfahrzeugen – ausgenommen Motorräder – bewilligen. 2 Das geschleppte Fahrzeug muss von einem Führer mit Ausweis gelenkt werden, wenn die Abschleppvorrichtung seine Lenkung nicht gewährleistet. Auf Motorfahrzeugen, die ganz oder teilweise auf einer fahrbaren Abschleppvorrichtung aufliegen, dürfen keine Personen Platz nehmen. 3 Motorfahrzeuge, die nicht selbst gebremst werden können, müssen mit dem Schleppfahrzeug durch eine feste Vorrichtung verbunden sein; ihr Gewicht darf das Betriebsgewicht des Schleppfahrzeugs in der Regel nicht übersteigen. 4 Motorräder dürfen aufgesattelt an einem Motorfahrzeug – ausgenommen einem Motorrad ohne Seitenwagen – geschleppt werden. Auf dem aufgesattelten Fahrzeug darf niemand Platz nehmen; es darf weder sich lösen noch umkippen können. Mit einem Seil darf nur ein Motorrad in Panne geschleppt werden; sein Führer muss das Seil nötigenfalls sofort lösen können. 5 Schleppstangen dürfen höchstens 5 m, Schleppseile höchstens 8 m lang sein. Das Seil ist in der Mitte auffällig zu kennzeichnen. Ketten dürfen nicht verwendet werden, bei Motorrädern auch keine metallischen Seile. Fassung gemäss Anhang 1 Ziff. II 4 der V vom 19. Juni 1995 über die technischen Anforderungen an Strassenfahrzeuge, in Kraft seit 1. Okt. 1995 ( AS 1995 4425 ). Fassung gemäss Ziff. I der V vom 21. Nov. 2018, in Kraft seit 1. Febr. 2019 ( AS 2019 243 ). Fassung gemäss Anhang 1 Ziff. II 4 der V vom 19. Juni 1995 über die technischen Anforderungen an Strassenfahrzeuge, in Kraft seit 1. Okt. 1995 ( AS 1995 4425 ). Fassung gemäss Anhang 1 Ziff. II 4 der V vom 19. Juni 1995 über die technischen Anforderungen an Strassenfahrzeuge, in Kraft seit 1. Okt. 1995 ( AS 1995 4425 )."
    },
    {
      "provision_ref": "art73",
      "section": "73",
      "title": "Ladung; Allgemeines",
      "content": "(Art. 30 Abs. 2 SVG) 1 Die Ladung ist so anzuordnen, dass die Lenkachsen wenigstens 20 Prozent des Betriebsgewichtes tragen und bei Zentralachsanhängern der Schwerpunkt vor der Achse liegt. 2 Die Ladung darf mehrspurige Motorfahrzeuge und Anhänger seitlich nicht überragen. Es gelten folgende Ausnahmen: a. unteilbare Sportgeräte von höchstens 2,55 m Breite auf Sportgeräteanhängern; b. Heu- und Strohballen und dergleichen bis zu einer Breite von 2,55 m auf land- und forstwirtschaftlichen Fahrten; c. loses Heu, Stroh und dergleichen auf land- und forstwirtschaftlichen Fahrten, wenn keine festen Gegenstände über den Fahrzeugrand vorstehen; d. Fahrräder, die hinten an Motorfahrzeugen befestigt sind, sofern die Überragung nicht mehr als 20 cm pro Seite (Art. 38 Abs. 1 bis VTS) und die Gesamtbreite nicht mehr als 2 m beträgt. 3 Die Ladung darf bei Motorfahrzeugen, von der Mitte der Lenkvorrichtung gemessen, höchstens 3,00 m nach vorne und bei Motorfahrzeugen und Anhängern höchstens 5,00 m hinter die Mitte der Hinterachse oder den Drehpunkt der Hinterachsen hinausreichen, wenn sie über die Ladefläche hinausragt. 4 Waren dürfen mit Motorfahrzeugen nur auf einer Ladefläche befördert werden. Die kantonale Behörde kann aus zwingenden Gründen für den Transport besonderer Güter an Kranen, auf Ladegabeln u. dgl. Ausnahmen bewilligen. Sie trifft die erforderlichen Sicherheitsmassnahmen. 5 Durch geeignete Massnahmen ist sicherzustellen, dass Ladungen und Teile von Ladungen nicht leicht abgeweht werden können; dies gilt nicht für Fahrzeuge mit einer bauartbedingten Höchstgeschwindigkeit von maximal 40 km/h. 6 Auf Ladeflächen vor und neben dem Führersitz sind nur Ladungen gestattet, welche die Sicht nicht behindern. 7 Wo wegen Vereisung Gleitgefahr besteht, darf keine Ware transportiert werden, von der Wasser auf die öffentliche Strasse abtropft, z.B. nasser Kies, Sand u. dgl. Fassung gemäss Anhang 1 Ziff. II 4 der V vom 19. Juni 1995 über die technischen Anforderungen an Strassenfahrzeuge, in Kraft seit 1. Okt. 1995 ( AS 1995 4425 ). Fassung gemäss Anhang 1 Ziff. II 4 der V vom 19. Juni 1995 über die technischen Anforderungen an Strassenfahrzeuge, in Kraft seit 1. Okt. 1995 ( AS 1995 4425 ). Fassung gemäss Ziff. I der V vom 6. Mai 1998, in Kraft seit 15. Mai 1998 ( AS 1998 1465 ). Fassung gemäss Ziff. I der V vom 6. Mai 1998, in Kraft seit 15. Mai 1998 ( AS 1998 1465 ). Eingefügt durch Ziff. I der V vom 15. Nov. 2000, in Kraft seit 1. Jan. 2001 ( AS 2000 2883 ). Fassung gemäss Ziff. II der V vom 19. Febr. 1992, in Kraft seit 1. April 1992 ( AS 1992 536 ). Fassung gemäss Anhang 1 Ziff. II 4 der V vom 19. Juni 1995 über die technischen Anforderungen an Strassenfahrzeuge, in Kraft seit 1. Okt. 1995 ( AS 1995 4425 ). Fassung gemäss Ziff. I der V vom 24. Juni 2015, in Kraft seit 1. Jan. 2016 ( AS 2015 2451 )."
    },
    {
      "provision_ref": "art74",
      "section": "74",
      "title": "Transport von Tieren",
      "content": "(Art. 30 Abs. 4 SVG) 1 Beim Transport von Tieren dürfen keine Ausscheidungen nach aussen gelangen. Nötigenfalls muss der Boden mit genügend saugfähigem Material versehen sein. 2 Motorfahrzeuge und Anhänger dürfen zu regelmässigen Transporten von Klauen- oder Huftieren nur verwendet werden, wenn sie gemäss Eintrag im Ausweis dafür zugelassen sind. Die Wände bis zur vorgeschriebenen Höhe und der Boden müssen so dicht sein, dass keine Ausscheidungen nach aussen gelangen. 3 Auf Motorrädern und Fahrrädern dürfen Tiere nur in Käfigen oder Körben befördert werden. 4 Vorbehalten bleiben die Bestimmungen der Tierseuchenverordnung vom 27. Juni 1995 und der Tierschutzverordnung vom 23. April 2008. Fassung gemäss Art. 72 Ziff. 2 der Tierschutzverordnung vom 27. Mai 1981, in Kraft seit 1. Juli 1981 ( AS 1981 572 ). Fassung gemäss Ziff. I der V vom 24. Juni 2015, in Kraft seit 1. Jan. 2016 ( AS 2015 2451 ). SR 916.401 SR 455.1 Fassung gemäss Ziff. I der V vom 24. Juni 2015, in Kraft seit 1. Jan. 2016 ( AS 2015 2451 )."
    },
    {
      "provision_ref": "art75",
      "section": "75",
      "title": "",
      "content": "Aufgehoben durch Ziff. I der V vom 24. Juni 2015, mit Wirkung seit 1. Jan. 2016 ( AS 2015 2451 )."
    },
    {
      "provision_ref": "art76",
      "section": "76",
      "title": "Linienverkehr",
      "content": "(Art. 9 Abs. 3 SVG) 1 Wenn es die örtlichen Verhältnisse gestatten, können die Kantone auf ihrem Gebiet für Fahrzeuge zum Personentransport, die ausschliesslich im regionalen fahrplanmässigen Verkehr konzessionierter Transportunternehmungen eingesetzt werden, Ausnahmen bewilligen hinsichtlich Gesamtgewicht, Achsbelastung und Kreisfahrbedingungen und nach den Absätzen 2–4 auch hinsichtlich des Mitführens von Anhängern und der Ausmasse der Fahrzeuge. Werden Nationalstrassen befahren, so dürfen die Ausnahmen nur mit Zustimmung des ASTRA bewilligt werden. 2 Die Kantone können an Gesellschaftswagen bewilligen: a. einen Normalanhänger zum Personentransport und zusätzlich einen Gepäckanhänger bis 3,5 t Gesamtgewicht; oder b. einen Anhänger zum Sachentransport. 3 Sie können an Gelenkbussen und Sattelmotorfahrzeugen zum Personentransport höchstens einen Gepäckanhänger bis 3,5 t Gesamtgewicht bewilligen. 4 Sie können eine Breite bis 2,55 m auch auf Strassen mit einer signalisierten Höchstbreite bewilligen sowie die folgenden Höchstlängen: a. 25 m beim Gelenkbus; b. 18,75 m beim Sattelmotorfahrzeug mit Gepäckanhänger; c. 25 m beim Gesellschaftswagen mit Anhänger zum Personentransport; d. 28 m beim Gesellschaftswagen, wenn ein Anhänger zum Personen transport und ein Gepäckanhänger mitgeführt werden, und beim Gelenkbus mit Gepäckanhänger. 5 ... Fassung gemäss Ziff. I der V vom 22. Okt. 1997, in Kraft seit 1. Nov. 1997 ( AS 1997 2404 ). Fassung gemäss Ziff. I der V vom 30. Juni 2004, in Kraft seit 1. Jan. 2005 ( AS 2004 3519 ). Fassung gemäss Anhang 4 Ziff. II 5 der Nationalstrassenverordnung vom 7. Nov. 2007, in Kraft seit 1. Jan. 2008 ( AS 2007 5957 ). Fassung gemäss Ziff. I der V vom 30. Juni 2004, in Kraft seit 1. Jan. 2005 ( AS 2004 3519 ). Fassung gemäss Ziff. I der V vom 6. Mai 1998, in Kraft seit 15. Mai 1998 ( AS 1998 1465 ). Aufgehoben durch Ziff. I der V vom 16. Okt. 2002, mit Wirkung seit 1. Dez. 2002 ( AS 2002 3565 )."
    },
    {
      "provision_ref": "art77",
      "section": "77",
      "title": "",
      "content": "(Art. 57 Abs. 1 SVG) 1 Auf Arbeitsmotorwagen und ihren Anhängern dürfen ausser Betriebsstoffen und Bestandteilen für die Maschine sowie Werkzeugen und Arbeitsgeräten keine Waren befördert werden; dies gilt nicht für Fahrzeuge der Feuerwehr und des Zivilschutzes. 2 Die kantonale Behörde kann die Beförderung von Waren gestatten für den werkinternen Verkehr auf öffentlicher Strasse, zum Warenumschlag zwischen benachbarten Stationen öffentlicher Transportunternehmungen und für Erdbewegungen über die Strasse und längs eines Bauplatzes durch Fahrzeuge mit Lademulden. 3 Das Mitführen von Schlittenanhängern ist nur an Traktoren, Motorwagen mit Allradantrieb und Raupenfahrzeugen zulässig. Es ist von der für Ausnahmebewilligungen zuständigen Behörde (Art. 79) zu bewilligen. Die Behörde bestimmt die Strecken und verfügt die zur Sicherheit nötigen Auflagen. Sie kann Personentransporte bewilligen. 3bis Keiner Bewilligung bedarf das Mitführen der folgenden Anhänger, wenn sie die Breite des Zugfahrzeugs nicht überschreiten: a. Schlittenanhänger für den Warentransport bis zu einem Betriebsgewicht von höchstens 150 kg; b. Schlittenanhänger auf land- und forstwirtschaftlichen Fahrten; c. einplätzige Handrettungsschlitten. 4 Fahrbare Transportbehälter dürfen mit Bewilligung des Kantons, auf dessen Gebiet die Fahrten stattfinden, mit geeigneten Zugfahrzeugen von der und zur Verladestation geschleppt werden. Die Bewilligung wird auf das Zugfahrzeug ausgestellt und auf bestimmte Arten von Behältern beschränkt. Fassung gemäss Ziff. I der V vom 7. März 1994, in Kraft seit 1. April 1994 ( AS 1994 816 ). Fassung gemäss Ziff. I der V vom 7. März 1994, in Kraft seit 1. April 1994 ( AS 1994 816 ). Fassung gemäss Ziff. I der V vom 21. Nov. 2018, in Kraft seit 1. Febr. 2019 ( AS 2019 243 ). Eingefügt durch Ziff. I der V vom 21. Nov. 2018, in Kraft seit 1. Febr. 2019 ( AS 2019 243 ). Eingefügt durch Ziff. I der V vom 7. März 1994, in Kraft seit 1. April 1994 ( AS 1994 816 )."
    },
    {
      "provision_ref": "art78",
      "chapter": "2. Abschnitt: Ausnahmefahrzeuge und Ausnahmetransporte",
      "section": "78",
      "title": "Bewilligungen",
      "content": "1 Fahrzeuge, die wegen der Ladung den Vorschriften über Masse und Gewichte nicht entsprechen, sowie Ausnahmefahrzeuge (Art. 25 VTS) dürfen auf öffentlichen Strassen nur auf Grund einer schriftlichen Bewilligung verkehren. Einzelbewilligungen werden für eine oder mehrere bestimmte Fahrten und Dauerbewilligungen für beliebig häufige Fahrten erteilt. Bewilligungen für Übergewicht dürfen nur für Fahrzeuge bzw. Fahrzeugkombinationen erteilt werden, die gemäss Fahrzeugausweis für das gesetzlich zulässige Höchstgewicht zugelassen sind. 2 Für Fahrten, bei denen Höchstbreite, Höchsthöhe oder Höchstgewicht überschritten werden, sind nur Einzelbewilligungen zulässig. Dauerbewilligungen können jedoch erteilt werden für: a. zusammengehörende Transporte auf derselben Strecke; b. Überführung, Transport und Verwendung von Arbeitsfahrzeugen innerhalb des Kantonsgebietes; c. die Verwendung von Raupenfahrzeugen in Wintersportgebieten; Dauerbewilligungen für Raupenfahrzeuge können mit Zustimmung der betroffenen Kantone auch für Wintersportgebiete, die Teile mehrerer Kantone umfassen, erteilt werden; d. den Transport unteilbarer Güter innerhalb des Kantonsgebietes; e. die Beförderung von beladenen Eisenbahnwagen mit Rollschemeln innerhalb des Kantonsgebietes und mit Zustimmung der betroffenen Kantone auch für ausserkantonale Strecken; f. den Transport unteilbarer Güter und die Verwendung von Ausnahmefahrzeugen im Rahmen der Limiten von Artikel 79 Absatz 2 Buchstabe a. 2bis Bei Ausnahmefahrzeugen, deren Abmessungen und Gewichte die Limiten nach Artikel 79 Absatz 2 Buchstabe a nicht überschreiten, kann die Dauerbewilligung im Fahrzeugausweis als Verfügung der Behörde eingetragen werden, sofern die Kreisfahrbedingungen nach Artikel 65 a eingehalten sind. 3 Von den Einzelbewilligungen für mehrere Fahrten und von den Dauerbewilligungen ist dem ASTRA und, soweit auf interkantonalen Fahrten die gesetzlichen Masse und Gewichte überschritten werden (Art. 79 Abs. 2), auch den berührten Kantonen eine Kopie zuzustellen. 4 Die Bewilligung kann jederzeit entzogen werden, namentlich wenn sie missbraucht wurde, die Fahrzeuge im Verkehr Schwierigkeiten verursachen oder die bewilligten Fahrten nicht mehr nötig sind. SR 741.41 Fassung gemäss Anhang 1 Ziff. II 4 der V vom 19. Juni 1995 über die technischen Anforderungen an Strassenfahrzeuge, in Kraft seit 1. Okt. 1995 ( AS 1995 4425 ). Zweiter Satz eingefügt durch Ziff. I der V vom 15. Nov. 2000, in Kraft seit 1. Jan. 2001 ( AS 2000 2883 ). Dritter Satz eingefügt durch Ziff. I der V vom 3. Juli 2002, in Kraft seit 1. April 2003 ( AS 2002 3212 ). Fassung gemäss Ziff. I der V vom 30. Juni 2004, in Kraft seit 1. Jan. 2005 ( AS 2004 3519 ). Fassung gemäss Ziff. I der V vom 15. Nov. 2000, in Kraft seit 1. Jan. 2001 ( AS 2000 2883 ). Fassung gemäss Ziff. I der V vom 15. Nov. 2000, in Kraft seit 1. Jan. 2001 ( AS 2000 2883 ). Fassung gemäss Ziff. I der V vom 30. Juni 2004, in Kraft seit 1. Jan. 2005 ( AS 2004 3519 ). Fassung gemäss Ziff. I der V vom 15. Nov. 2000, in Kraft seit 1. Jan. 2001 ( AS 2000 2883 ). Fassung gemäss Ziff. I der V vom 30. Juni 2004, in Kraft seit 1. Jan. 2005 ( AS 2004 3519 ). Eingefügt durch Ziff. I der V vom 30. Juni 2004, in Kraft seit 1. Jan. 2005 ( AS 2004 3519 ). Fassung gemäss Ziff. I der V vom 15. Nov. 2000, in Kraft seit 1. Jan. 2001 ( AS 2000 2883 ). Eingefügt durch Ziff. I der V vom 15. Nov. 2000 ( AS 2000 2883 ). Fassung gemäss Ziff. I der V vom 30. Juni 2004, in Kraft seit 1. Jan. 2005 ( AS 2004 3519 ). Fassung gemäss Ziff. I der V vom 7. März 1994, in Kraft seit 1. April 1994 ( AS 1994 816 )."
    },
    {
      "provision_ref": "art79",
      "section": "79",
      "title": "Zuständigkeit",
      "content": "1 Der Standortkanton oder der Kanton, in dem die bewilligungspflichtige Fahrt beginnt, erteilt die Bewilligungen für Export- und Binnenfahrten, das ASTRA für Fahrzeuge im Dienste des Bundes sowie für Import- und grenzüberschreitende Transitfahrten. 2 Werden die gesetzlichen Masse und Gewichte überschritten, so können die Bewilligungen unter folgenden Voraussetzungen für die ganze Schweiz erteilt werden: a. Fahrzeuge und Fahrzeugkombinationen dürfen höchstens 30 m lang, 3 m breit und 4 m hoch sein sowie höchstens 44 t Betriebsgewicht aufweisen; die Achsbelastung darf je Achse 12 t nicht übersteigen; b. es dürfen nur Durchgangsstrassen nach den Anhängen 1 und 2 Buchstaben A und B der Durchgangsstrassenverordnung vom 18. Dezember 1991 und von solchen Strassen berührte Ortschaften benützt werden. 3 Bei Einzelbewilligungen kann das Betriebsgewicht nach Absatz 2 Buchstabe a bis 50 t betragen, wenn der Transit durch die von der ausserkantonalen Fahrstrecke berührten Kantone ausschliesslich auf der Autobahn erfolgt. 4 Sind die Voraussetzungen nach Absatz 2 nicht erfüllt, so erteilt jeder von der Fahrt betroffene Kanton eine Bewilligung für sein Kantonsgebiet oder gibt für Bewilligungen des ASTRA seine Zustimmung. 5 Werden die Masse und Gewichte nach Absatz 2 Buchstabe a überschritten, so darf die Bewilligung für das Befahren von Nationalstrassen nur mit Zustimmung des ASTRA erteilt werden. Fassung gemäss Anhang 4 Ziff. II 5 der Nationalstrassenverordnung vom 7. Nov. 2007, in Kraft seit 1. Jan. 2008 ( AS 2007 5957 ). Fassung gemäss Anhang 4 Ziff. II 5 der Nationalstrassenverordnung vom 7. Nov. 2007, in Kraft seit 1. Jan. 2008 ( AS 2007 5957 ). Fassung gemäss Ziff. I der V vom 30. Juni 2004, in Kraft seit 1. Jan. 2005 ( AS 2004 3519 ). SR 741.272 Fassung gemäss Ziff. I der V vom 7. März 1994, in Kraft seit 1. April 1994 ( AS 1994 816 ). Fassung gemäss Ziff. I der V vom 30. Juni 2004, in Kraft seit 1. Jan. 2005 ( AS 2004 3519 ). Eingefügt durch Ziff. I der V vom 1. Juli 1992 ( AS 1993 1142 ). Fassung gemäss Anhang 4 Ziff. II 5 der Nationalstrassenverordnung vom 7. Nov. 2007, in Kraft seit 1. Jan. 2008 ( AS 2007 5957 ). Eingefügt durch Anhang 4 Ziff. II 5 der Nationalstrassenverordnung vom 7. Nov. 2007, in Kraft seit 1. Jan. 2008 ( AS 2007 5957 )."
    },
    {
      "provision_ref": "art80",
      "section": "80",
      "title": "Übermasse und Übergewichte",
      "content": "1 Ausnahmen von den gesetzlichen Höchstmassen und Höchstgewichten (Art. 64–67) sind nur zulässig: a. für die Überführung und Verwendung von Ausnahmefahrzeugen, namentlich Arbeits- und Raupenfahrzeugen, die wegen ihrer Zweckbestimmung den Vorschriften nicht entsprechen können; b. für die Beförderung eines unteilbaren Gutes, wenn die Vorschriften trotz Verwendung geeigneter Fahrzeuge nicht eingehalten werden können; von dieser Regel kann zur Vermeidung eines zweiten Transportes abgewichen werden, wenn ein Arbeitsmotorwagen eigene Bestandteile, z. B. Kranarme, mitführt; c. für die Beförderung von Kranzubehör, namentlich Gegengewichte, zum oder vom Arbeitsort des Krans. 2 Wird der Verkehr erheblich behindert, so ist die Bewilligung zu verweigern, ausser wenn die Wahl eines andern Verkehrsmittels wegen der Natur des Gutes, der Dringlichkeit der Fahrt, der Länge des Weges oder wegen Umladeschwierigkeiten usw. unzumutbar wäre. 3 Innerhalb des Kantonsgebietes kann die kantonale Behörde auf Strassen mit einer signalisierten Höchstbreite Fahrten mit breiteren Fahrzeugen bewilligen, soweit die Strassenverhältnisse es zulassen. 4 ... Fassung gemäss Ziff. I der V vom 7. März 1994, in Kraft seit 1. April 1994 ( AS 1994 816 ). Fassung gemäss Ziff. I der V vom 30. Juni 2004, in Kraft seit 1. Jan. 2005 ( AS 2004 3519 ). Fassung gemäss Ziff. I der V vom 7. März 1994, in Kraft seit 1. April 1994 ( AS 1994 816 ). Eingefügt durch Ziff. I der V vom 14. Okt. 2009, in Kraft seit 1. April 2010 ( AS 2009 5701 ). Fassung gemäss Ziff. I der V vom 25. Jan. 1989, in Kraft seit 1. Mai 1989 ( AS 1989 410 ). Fassung gemäss Ziff. I der V vom 3. Dez. 1990, in Kraft seit 1. Febr. 1991 ( AS 1991 78 ). Aufgehoben durch Ziff. I der V vom 30. Juni 2004, mit Wirkung seit 1. Jan. 2005 ( AS 2004 3519 )."
    },
    {
      "provision_ref": "art81",
      "section": "81",
      "title": "",
      "content": "Aufgehoben durch Ziff. I der V vom 7. März 1994, mit Wirkung seit 1. April 1994 ( AS 1994 816 )."
    },
    {
      "provision_ref": "art82",
      "section": "82",
      "title": "Bedingungen für Ausnahmeanhänger",
      "content": "1 Für die Begrenzung des Betriebsgewichts der Ausnahmeanhänger gilt Artikel 67 Absatz 5 oder das in der Bewilligung nach Artikel 78 eingetragene Gesamtzugsgewicht. 2 Beim Mitführen eines Ausnahmeanhängers ist kein weiterer Anhänger zulässig. Die Behörde kann jedoch in begründeten Fällen an Traktoren und Lastwagen höchstens zwei Ausnahmeanhänger, an den übrigen Motorfahrzeugen, ausser an Motorrädern, höchstens zwei kleine fahrbare Behälter bewilligen. Schaustellern kann sie zwei Anhänger bis zu einer Gesamtlänge der Fahrzeugkombination von 30 m bewilligen. 3 Die Bewilligung für Ausnahmeanhänger, ausgenommen fahrbare Behälter (Art. 77 Abs. 4), wird auf den Anhänger ausgestellt und auf bestimmte Zugfahrzeuge beschränkt. Fassung gemäss Ziff. I der V vom 7. März 1994, in Kraft seit 1. April 1994 ( AS 1994 816 ). Fassung gemäss Ziff. I der V vom 22. Okt. 1997, in Kraft seit 1. Nov. 1997 ( AS 1997 2404 ). Fassung gemäss Ziff. I der V vom 24. Juni 2015, in Kraft seit 1. Jan. 2016 ( AS 2015 2451 )."
    },
    {
      "provision_ref": "art83",
      "section": "83",
      "title": "",
      "content": "Aufgehoben durch Ziff. I der V vom 30. Juni 2004, mit Wirkung seit 1. Jan. 2005 ( AS 2004 3519 )."
    },
    {
      "provision_ref": "art84",
      "section": "84",
      "title": "Schutzanordnungen",
      "content": "1 Die Bewilligungsbehörde ordnet die Vorkehren an, die wegen der Besonderheit der Fahrzeuge nötig sind für die Sicherheit des Verkehrs und den Schutz der Fahrbahn sowie zur Vermeidung von Lärm und Verkehrsstörungen. Das ASTRA erlässt hiefür einheitliche Richtlinien. 2 Bei schwierigen Strassen- und Verkehrsverhältnissen haben Fahrzeugführer und Hilfspersonen von sich aus die erforderlichen weiteren Sicherheitsmassnahmen zu treffen."
    },
    {
      "provision_ref": "art85",
      "section": "85",
      "title": "Verhalten im Verkehr",
      "content": "1 Die Fahrzeugführer müssen so fahren, dass die andern Strassenbenützer möglichst wenig behindert werden. Andern Fahrzeugen ist das Kreuzen und Überholen zu erleichtern, nötigenfalls durch Halten ausserhalb der Fahrbahn. 2 ... 3 Mit Ausnahmefahrzeugen und auf Ausnahmetransporten darf aus zwingenden Gründen und bei genügenden Sicherheitsmassnahmen von den Verkehrsregeln sowie signalisierten oder markierten Anordnungen abgewichen werden. Dies gilt sinngemäss für deren Begleitfahrzeuge sowie für Fahrzeuge zum Bau, zum Unterhalt und zur Reinigung der Strasse. Aufgehoben durch Ziff. I der V vom 28. März 2007, mit Wirkung seit 1. Juli 2007 ( AS 2007 2101 ). Fassung gemäss Ziff. I der V vom 16. Nov. 2016, in Kraft seit 15. Jan. 2017 ( AS 2016 5129 )."
    },
    {
      "provision_ref": "art86",
      "chapter": "3. Abschnitt: Land- und forstwirtschaftliche Fahrzeuge",
      "section": "86",
      "title": "Zulässige Fahrten",
      "content": "1 Mit land- und forstwirtschaftlichen Motorfahrzeugen und Anhängern (land- und forstwirtschaftliche Fahrzeuge) dürfen auf öffentlichen Strassen nur land- und forstwirtschaftliche Fahrten durchgeführt werden, nämlich: a. Gütertransporte im Zusammenhang mit der Bewirtschaftung eines Land- oder Forstwirtschaftsbetriebs; b. Überführungsfahrten von Arbeitsstelle zu Arbeitsstelle oder bei der Anschaffung und zum Unterhalt der Fahrzeuge u. dgl.; c. Personentransporte im Zusammenhang mit der Bewirtschaftung eines Land- oder Forstwirtschaftsbetriebs. 2 Den Land- und Forstwirtschaftsbetrieben sind gleichgestellt: a. ... b. die dem Pflanzenbau, namentlich dem Gemüse‑, Obst- und Weinbau dienenden Betriebe; c. die Gärtnereien; d. die Imkereien. 3 Land- und forstwirtschaftliche Fahrzeuge dürfen auch zu land- und forstwirtschaftlichen Fahrten für Dritte, selbst gegen Entgelt, verwendet werden. Personen und Betriebe, die nicht in der Land- oder Forstwirtschaft tätig sind, können land- und forstwirtschaftliche Fahrzeuge halten, wenn sie damit nur land- und forstwirtschaftliche Fahrten und Arbeiten für Dritte ausführen. Fassung gemäss Ziff. I der V vom 21. Nov. 2018, in Kraft seit 1. Febr. 2019 ( AS 2019 243 ). Fassung gemäss Ziff. I der V vom 21. Nov. 2018, in Kraft seit 1. Febr. 2019 ( AS 2019 243 ). Fassung gemäss Ziff. I der V vom 21. Nov. 2018, in Kraft seit 1. Febr. 2019 ( AS 2019 243 ). Fassung gemäss Ziff. I der V vom 21. Nov. 2018, in Kraft seit 1. Febr. 2019 ( AS 2019 243 ). Aufgehoben durch Ziff. I der V vom 21. Nov. 2018, mit Wirkung seit 1. Febr. 2019 ( AS 2019 243 ). Fassung gemäss Ziff. I der V vom 22. Okt. 1997, in Kraft seit 1. Nov. 1997 ( AS 1997 2404 ). Fassung gemäss Ziff. I der V vom 21. Nov. 2018, in Kraft seit 1. Febr. 2019 ( AS 2019 243 )."
    },
    {
      "provision_ref": "art87",
      "chapter": "3. Abschnitt: Land- und forstwirtschaftliche Fahrzeuge",
      "section": "87",
      "title": "",
      "content": "1 Mit der Bewirtschaftung eines Land- oder Forstwirtschaftsbetriebs im Zusammenhang stehen die Fahrten zwischen den verschiedenen Teilen des Betriebes, namentlich zwischen dem Betrieb und dem bewirtschafteten Einsatzgebiet. 2 Zur Bewirtschaftung eines Land- oder Forstwirtschaftsbetriebs gehören auch die folgenden Fahrten, wenn sie nicht für Lieferanten oder Abnehmer erfolgen, die mit dem Transportgut gewerbsmässig Handel treiben, es gewerbsmässig herstellen oder verarbeiten: a. Zu- und Abfuhr von Betriebsmitteln wie Futter, Streue, Dünger und Samen, von land-, haus- und forstwirtschaftlichen Maschinen oder Geräten, von Hausrat und Baumaterialien; b. Zu- und Abfuhr von Vieh, z.B. im Zusammenhang mit der Sömmerung, mit Märkten oder Ausstellungen; c. Abfuhr der Produkte des Betriebes zur Verarbeitung oder Verwertung bis zum ersten Abnehmer; d. Transporte für eine Kiesgrube, einen Torfstich, eine Schweine-, Geflügel- oder Bienenhaltung, die als Nebengewerbe zu einem Land- oder Forstwirtschaftsbetrieb gehören. 3 Den Fahrten zur Bewirtschaftung eines Land- oder Forstwirtschaftsbetriebs sind gleichgestellt: a. Transporte für Meliorationen oder Neulandgewinnung, Güterzusammenlegungen und Rodungen zur land- und forstwirtschaftlichen Nutzung des Bodens; b. Fuhren für Wuhrarbeiten und Verbauungen, an denen der Fahrzeughalter unmittelbar beteiligt ist; c. Transporte im Zusammenhang mit Gemeindewerk und Fronarbeiten, zu denen der Fahrzeughalter gegenüber dem Gemeinwesen verpflichtet ist; d. Transporte von Brennholz und sogenanntem Bürgerholz vom Wald zum ersten Abnehmer; e. Fahrten für die Feuerwehr und den Zivilschutz; f. unentgeltliche Fahrten, die gemeinnützigen Zwecken oder der Erhaltung alter land- und forstwirtschaftlicher Fahrzeuge als technisches Kulturgut dienen. Fassung gemäss Ziff. I der V vom 21. Nov. 2018, in Kraft seit 1. Febr. 2019 ( AS 2019 243 ). Fassung gemäss Ziff. I der V vom 21. Nov. 2018, in Kraft seit 1. Febr. 2019 ( AS 2019 243 ). Fassung gemäss Ziff. I der V vom 21. Nov. 2018, in Kraft seit 1. Febr. 2019 ( AS 2019 243 ). Fassung gemäss Ziff. I der V vom 21. Nov. 2018, in Kraft seit 1. Febr. 2019 ( AS 2019 243 ). Fassung gemäss Ziff. I der V vom 21. Nov. 2018, in Kraft seit 1. Febr. 2019 ( AS 2019 243 ). Fassung gemäss Ziff. I der V vom 21. Nov. 2018, in Kraft seit 1. Febr. 2019 ( AS 2019 243 ). Fassung gemäss Ziff. I der V vom 15. Nov. 2000, in Kraft seit 1. Jan. 2001 ( AS 2000 2883 ). Eingefügt durch Ziff. I der V vom 7. April 1982, in Kraft seit 1. Mai 1982 ( AS 1982 531 ). Eingefügt durch Ziff. I der V vom 7. März 1994 ( AS 1994 816 ). Fassung gemäss Ziff. I der V vom 15. Nov. 2000, in Kraft seit 1. Jan. 2001 ( AS 2000 2883 )."
    },
    {
      "provision_ref": "art88",
      "section": "88",
      "title": "Verbotene Fahrten",
      "content": "Nichtlandwirtschaftliche und nichtforstwirtschaftliche Fahrten mit land- und forstwirtschaftlichen Fahrzeugen sind untersagt, namentlich: a. Fahrten für ein anderes als in Artikel 87 Absatz 2 Buchstabe d genanntes Nebengewerbe, z.B. Mosterei, Sägerei, Futter- und Viehhandel; b. Fahrten für Betriebe, die nicht in der Land- oder Forstwirtschaft tätig sind, wie Einsammeln von Milch oder andern landwirtschaftlichen Erzeugnissen für eine Sammelstelle und Weitertransport der Produkte, Transport von Holz für Sägereien oder Händler, Abholen des Getreides und Rücktransport der Mahlprodukte für Kundenmühlen; c. Fahrten, die auf dem Submissionsweg übernommen werden oder in Zusammenhang stehen mit gewerblichen Aufgaben öffentlicher Verwaltungen, ausgenommen in den Fällen von Artikel 87 Absatz 3. Fassung gemäss Ziff. I der V vom 21. Nov. 2018, in Kraft seit 1. Febr. 2019 ( AS 2019 243 ). Fassung gemäss Ziff. I der V vom 21. Nov. 2018, in Kraft seit 1. Febr. 2019 ( AS 2019 243 )."
    },
    {
      "provision_ref": "art89",
      "section": "89",
      "title": "Genossenschaften",
      "content": "Landwirtschaftliche und forstwirtschaftliche Genossenschaften können land- und forstwirtschaftliche Fahrzeuge halten und damit land- und forstwirtschaftliche Fahrten und Arbeiten für Genossenschaftsmitglieder oder andere in der Land- oder Forstwirtschaft tätige Betriebe ausführen. Die Fahrzeuge dürfen dagegen nicht für einen Handels- oder Gewerbebetrieb der Genossenschaft verwendet werden. Fassung gemäss Ziff. I der V vom 21. Nov. 2018, in Kraft seit 1. Febr. 2019 ( AS 2019 243 )."
    },
    {
      "provision_ref": "art90",
      "section": "90",
      "title": "Ausnahmebewilligungen",
      "content": "1 Die kantonale Behörde kann die gewerbliche Verwendung land- und forstwirtschaftlicher Fahrzeuge bewilligen: a. zu Fahrten für Staat und Gemeinde, namentlich für Bau und Unterhalt von Strassen und Wegen, für Kehrichtabfuhr und Schneeräumung; b. zu anderen einem allgemeinen Bedürfnis entsprechenden Fahrten, wie Einsammeln der Milch und Transport von der Sammelstelle zur Bahn, Bahncamionnage für abgelegene Gemeinden. 2 Solche Bewilligungen dürfen nur aus zwingenden Gründen und nur für Orte erteilt werden, wo gewerbliche Fahrzeuge für eine zweckmässige Ausführung der Fahrten nicht zur Verfügung stehen. Voraussetzung ist, dass die bewilligten Fahrten unbedeutend sind und die land- und forstwirtschaftliche Verwendung des Fahrzeugs überwiegt. Die Bewilligung kann jederzeit widerrufen werden. 3 Die kantonale Behörde kann die Verwendung land- und forstwirtschaftlicher Fahrzeuge bei Umzügen und dergleichen gestatten; sie ordnet nötigenfalls Sicherheitsmassnahmen an. Für die Versicherung gilt Artikel 3 Absatz 2 der Verkehrsversicherungsverordnung vom 20. November 1959 sinngemäss. 4 Eine Kopie jeder Bewilligung ist dem Versicherer des Fahrzeugs zuzustellen, eine weitere dem ASTRA zuhanden der interessierten Bundesstellen. Fassung gemäss Ziff. I der V vom 7. April 1982, in Kraft seit 1. Mai 1982 ( AS 1982 531 ). SR 741.31 Fassung gemäss Ziff. I der V vom 17. Aug. 2005, in Kraft seit 1. März 2006 ( AS 2005 4487 )."
    },
    {
      "provision_ref": "art91",
      "chapter": "1. Abschnitt: Sonntags- und Nachtfahrverbot",
      "section": "91",
      "title": "Grundsatz",
      "content": "1 Das Sonntagsfahrverbot gilt an allen Sonntagen und an den folgenden Feiertagen: Neujahr, Karfreitag, Ostermontag, Auffahrt, Pfingstmontag, 1. August, Weihnachten sowie 26. Dezember, wenn Weihnachten nicht auf einen Montag oder Freitag fällt. Wird in einem Kanton oder Kantonsteil einer dieser Tage nicht gefeiert, so gilt dort auch das Sonntagsfahrverbot nicht. 2 Das Nachtfahrverbot gilt von 22.00 Uhr bis 05.00 Uhr. 3 Unter das Sonntags- und Nachtfahrverbot fallen: a. schwere Motorwagen (Art. 10 Abs. 2 VTS ); b. gewerbliche Traktoren und Arbeitsmotorwagen; c. Sattelmotorfahrzeuge mit einem zulässigen Gesamtzugsgewicht (Art. 7 Abs. 6 VTS ) von über 5 t; d. Fahrzeuge, die einen Anhänger mit einem zulässigen Gesamtgewicht (Art. 7 Abs. 4 VTS ) von mehr als 3,5 t mitführen. Fassung gemäss Ziff. I der V vom 1. Okt. 2010, in Kraft seit 1. Jan. 2011 ( AS 2010 4569 ). SR 741.41"
    },
    {
      "provision_ref": "art91a",
      "chapter": "1. Abschnitt: Sonntags- und Nachtfahrverbot",
      "section": "91a",
      "title": "a Ausnahmen vom Verbot",
      "content": "1 Vom Sonntags- und Nachtfahrverbot sind ausgenommen: a. Fahrzeuge zum Personentransport; b. land- und forstwirtschaftliche Fahrzeuge; c. Fahrzeuge, die einen Sattelanhänger mit einem zum Wohnen dienenden Aufbau mitführen; d. Fahrten der Feuerwehr, des Zivilschutzes, der Sanität, der Polizei und des Militärs sowie Fahrten zur Hilfeleistung bei Katastrophen; e. gewerbliche Traktoren, Motorkarren und Arbeitskarren sowie ihre Anhänger, sofern die Fahrzeuge während den Verbotszeiten ausschliesslich für land- und forstwirtschaftliche Fahrten verwendet werden (Art. 86–90); f. Fahrten der Schweizerischen Post AG und der Postkonzerngesellschaften nach Artikel 1 Buchstabe e der Postverordnung vom 29. August 2012 (VPG) im Rahmen der Verpflichtung der Schweizerischen Post AG zur Grundversorgung mit Postdiensten (Art. 13 des Postgesetzes vom 17. Dezember 2010); g. Transporte von Lebensmitteln (Art. 4 des Lebensmittelgesetzes vom 20. Juni 2014, LMG), die nicht tiefgefroren, ultrahocherhitzt oder sterilisiert sind und deren Verbrauchsfrist höchstens 30 Tage beträgt; h. Transporte von Schlachttieren und Sportpferden; i. Transporte von Schnittblumen; j. Transporte von Tageszeitungen mit redaktionellem Inhalt sowie Fahrten für aktuelle Fernsehreportagen; k. Fahrten mit Raupenfahrzeugen zur Pistenbereitung; l. Fahrzeuge mit aufgebautem Nutzraum, der speziell zum Blutspenden eingerichtet ist. 2 Vom Sonntags- und Nachtfahrverbot ausgenommen sind ferner Fahrten zur Hilfeleistung bei Unfällen, Fahrzeugpannen und Betriebsstörungen, namentlich in öffentlichen Transportunternehmungen und im Flugverkehr, sowie Fahrten bei Winterdiensteinsätzen. 2bis Vom Sonntagsfahrverbot ausgenommen sind Veteranenfahrzeuge, die gemäss Eintrag im Fahrzeugausweis als solche anerkannt sind. 3 Bei den Fahrten nach Absatz 1 Buchstaben f–j kann ein Viertel des Ladevolumens des Fahrzeugs mit anderen Gütern aufgefüllt werden. Dem Transport darf eine Leerfahrt von höchstens 30 Minuten vorangehen oder nachfolgen. Für längere Leerfahrten ist eine Bewilligung nach Artikel 92 Absatz 1 erforderlich. 4 Bei Fahrten während des Sonntags- oder Nachtfahrverbots ist jede vermeidbare Ruhestörung zu unterlassen. Eingefügt durch Ziff. I der V vom 1. Okt. 2010, in Kraft seit 1. Jan. 2011 ( AS 2010 4569 ). Fassung gemäss Anhang 2 Ziff. II 4 der Postverordnung vom 29. Aug. 2012, in Kraft seit 1. Okt. 2012 ( AS 2012 5009 ). SR 783.01 SR 783.0 Fassung gemäss Ziff. I der V vom 21. Nov. 2018, in Kraft seit 1. Febr. 2019 ( AS 2019 243 ). SR 817.0 Eingefügt durch Ziff. I der V vom 21. Nov. 2018, in Kraft seit 1. Febr. 2019 ( AS 2019 243 ). Eingefügt durch Ziff. I der V vom 20. Mai 2020, in Kraft seit 1. Jan. 2021 ( AS 2020 2139 ). Eingefügt durch Ziff. I der V vom 20. Mai 2020, in Kraft seit 1. Jan. 2021 ( AS 2020 2139 )."
    },
    {
      "provision_ref": "art92",
      "section": "92",
      "title": "Transporte mit Bewilligungen",
      "content": "1 Sonntags- und Nachtfahrbewilligungen werden erteilt, wenn eine Fahrt am Sonntag oder zur Nachtzeit dringend ist und weder durch organisatorische Massnahmen noch durch die Wahl eines anderen Verkehrsmittels vermieden werden kann. Sie werden erteilt für den Transport auf kürzester Strecke und nötigenfalls für eine unumgängliche Leerfahrt. 2 Bewilligungen werden für folgende Fahrten erteilt: a. Transport von Postsendungen durch Subunternehmerinnen nach Artikel 1 Buchstabe b VPG im Rahmen der Verpflichtung der Schweizerischen Post AG zur Grundversorgung mit Postdiensten; a bis . Transport von Postsendungen durch Anbieterinnen nach Artikel 3 Absatz 1 und 8 Absatz 1 VPG oder durch deren Subunternehmerinnen nach Artikel 1 Buchstabe b VPG, sofern der Transport einem Angebot der Grundversorgung mit Postdiensten entspricht (Art. 13 des Postgesetzes vom 17. Dez. 2010); b. Transport von Zirkus‑, Schausteller‑, Marktfahrer‑, Orchester‑, Theatermaterial und dergleichen; c. Fahrten beim Bau und Unterhalt von Strassen und Gleisanlagen sowie von Werkleitungen wie Strom‑, Wasser‑, Telekomleitungen; d. Verschiebung von verkehrsstörenden Ausnahmefahrzeugen und für verkehrsstörende Ausnahmetransporte; e. Fahrten bei Veranstaltungen, namentlich zum Transport von Lebensmitteln und Getränken. 3 Bewilligungen für andere Fahrten als nach Absatz 2 darf der Kanton nur mit Zustimmung des ASTRA erteilen. In einem dringenden Fall kann der Kanton eine unerlässliche Fahrt von sich aus gestatten unter Mitteilung an das ASTRA. 4 Der Standortkanton oder der Kanton, in dem die bewilligungspflichtige Fahrt beginnt, erteilt die Bewilligung mit Gültigkeit für die ganze Schweiz. Die Zuständigkeit des Standortkantons entfällt, wenn sein Gebiet nicht berührt wird. Für Fahrzeuge des Bundes und für Fahrten nach Absatz 2 Buchstabe a bis ist das ASTRA zuständig. 5 Bei jedem Transport kann ein Viertel des Ladevolumens des Fahrzeugs mit andern Gütern aufgefüllt werden. Fassung gemäss Ziff. I der V vom 1. Okt. 2010, in Kraft seit 1. Jan. 2011 ( AS 2010 4569 ). Fassung gemäss Anhang 2 Ziff. II 4 der Postverordnung vom 29. Aug. 2012, in Kraft seit 1. Okt. 2012 ( AS 2012 5009 ). SR 783.01 Eingefügt durch Anhang 2 Ziff. II 4 der Postverordnung vom 29. Aug. 2012, in Kraft seit 1. Okt. 2012 ( AS 2012 5009 ). SR 783.0 Fassung gemäss Anhang 2 Ziff. II 4 der Postverordnung vom 29. Aug. 2012, in Kraft seit 1. Okt. 2012 ( AS 2012 5009 )."
    },
    {
      "provision_ref": "art93",
      "section": "93",
      "title": "Verfahren",
      "content": "1 Es dürfen Einzelbewilligungen für eine oder mehrere bestimmte Fahrten und Dauerbewilligungen für beliebig häufige Fahrten erteilt werden. Die Dauerbewilligungen sind auf höchstens zwölf Monate zu befristen. 2 In der Bewilligung sind anzugeben: a bei Einzelbewilligungen: die Art des Ladegutes, die Zeit der Fahrt und die Fahrstrecke; b. bei Dauerbewilligungen: die Art des Ladegutes, das Gebiet und die Zeit der Fahrten. 3 ... 4 Die Bewilligung kann jederzeit entzogen werden, namentlich wenn sie missbraucht wurde oder bewilligte Fahrten nicht mehr nötig sind. Fassung gemäss Ziff. I der V vom 28. März 2007, in Kraft seit 1. Juli 2007 ( AS 2007 2101 ). Fassung gemäss Ziff. I der V vom 28. März 2007, in Kraft seit 1. Juli 2007 ( AS 2007 2101 ). Aufgehoben durch Ziff. II 62 der V vom 8. Nov. 2006 über die Anpassung von Bun-desratsverordnungen an die Totalrevision der Bundesrechtspflege, mit Wirkung seit 1. Jan. 2007 ( AS 2006 4705 )."
    },
    {
      "provision_ref": "art94",
      "chapter": "2. Abschnitt: Sportliche Veranstaltungen",
      "section": "94",
      "title": "Verbotene Veranstaltungen; Ausnahmen",
      "content": "1 Unter das Verbot der öffentlichen Rundstreckenrennen mit Motorfahrzeugen fallen alle Rennen, bei denen die gleiche Strecke ununterbrochen mehrmals zu befahren ist, wenn Zuschauer zugelassen sind. 2 Untersagt sind ferner Veranstaltungen, bei denen die Teilnehmer einander gemäss Reglement durch gegenseitige Beschädigung zum Ausscheiden zwingen dürfen (sogenannte Stock-Car-Veranstaltungen u. dgl.) sowie Ballonverfolgungsfahrten auf Zeit. 3 Gestattet sind jedoch mit Bewilligung der kantonalen Behörde: a. Rasenrennen mit Motorrädern; b. Geschicklichkeitswettfahrten im Gelände; c. Rennen mit besonderen Fahrzeugen von höchstens 250 cm 3 Zylinderinhalt wie sogenannte Karts; d. Autoslaloms; e. Rennen im Rahmen der Formel-E-Meisterschaft. Fassung gemäss Ziff. I der V vom 18. Dez. 2015, in Kraft seit 1. April 2016 ( AS 2016 403 ). Bst. e gilt nur bis zum 31. März 2026 ( AS 2020 2139 )."
    },
    {
      "provision_ref": "art95",
      "chapter": "2. Abschnitt: Sportliche Veranstaltungen",
      "section": "95",
      "title": "Bewilligungen",
      "content": "1 Gesuche für bewilligungspflichtige Veranstaltungen müssen der kantonalen Behörde spätestens einen Monat vor der Durchführung eingereicht werden. Beizulegen sind der Entwurf des Reglements, der Strecken- und Zeitplan sowie Angaben über die vorgesehenen Sicherheitsmassnahmen, die Organisation des Sanitätsdienstes und die ungefähre Zahl der Teilnehmer.* 2 Es besteht kein Anspruch auf die Bewilligung. Sie ist namentlich zu verweigern, wenn eine Belästigung durch übermässigen oder langandauernden Lärm zu befürchten ist. Für Veranstaltungen auf Pisten ist sie ferner zu versagen, wenn der nicht bewilligungspflichtige Betrieb der Piste den Zielen der Verkehrserziehung und Lärmbekämpfung zuwiderläuft. 3 Schnitzelfahrten, Orientierungsfahrten u. dgl. werden nur bewilligt, wenn die Bewertung nicht nach der kürzesten Fahrzeit erfolgt. Geschwindigkeitsprüfungen mit Motorfahrzeugen, wie Bergrennen, sind nur auf abgesperrten Strassen gestattet. 4 Sind Durchschnittsgeschwindigkeiten vorgesehen, so hat der Veranstalter geheime Kontrollen vorzunehmen und Überschreitungen bei der Bewertung angemessen zu berücksichtigen. 5 Für Rennen im Rahmen der Formel-E-Meisterschaft legt die kantonale Behörde in der Bewilligung eine für Rennkurs und Fahrzeuge angemessene Höchstgeschwindigkeit fest. Die kantonale Behörde stellt sicher, dass die Höchstgeschwindigkeit kontrolliert und durchgesetzt wird. * Für den Versicherungsnachweis vgl. die Art. 30 und 31 der Verkehrsversicherungsverordnung vom 20. Nov. 1959 (SR 741.31 ). Eingefügt durch Ziff. I der V vom 18. Dez. 2015, in Kraft vom 1. April 2016 bis zum 31. März 2026 ( AS 2016 403 , 2020 2139 )."
    },
    {
      "provision_ref": "art96",
      "chapter": "3. Abschnitt: Strafbestimmung",
      "section": "96",
      "title": "",
      "content": "(Art. 103 Abs. 1 SVG) Wer Vorschriften dieser Verordnung verletzt, wird, wenn keine andere Strafbestimmung anwendbar ist, mit Busse bestraft. Ausdruck gemäss Ziff. I der V vom 28. März 2007, in Kraft seit 1. Juli 2007 ( AS 2007 2101 )."
    },
    {
      "provision_ref": "art97",
      "chapter": "4. Abschnitt: Übergangs- und Schlussbestimmungen",
      "section": "97",
      "title": "Weisungen; Ausnahmen",
      "content": "(Art. 106 Abs. 1 SVG) 1 Das ASTRA kann für die Durchführung dieser Verordnung technische Einzelheiten regeln und Weisungen erlassen. In Einzelfällen kann es Ausnahmen von einzelnen Bestimmungen, namentlich für die Verwendung der Fahrzeuge, bewilligen. 2 Sondervorschriften für den militärischen Strassenverkehr bleiben vorbehalten. Fassung gemäss Ziff. I der V vom 24. Juni 2015, in Kraft seit 1. Jan. 2016 ( AS 2015 2451 )."
    },
    {
      "provision_ref": "art97a",
      "chapter": "4. Abschnitt: Übergangs- und Schlussbestimmungen",
      "section": "97a",
      "title": "a Informationssysteme der Bewilligungsbehörden",
      "content": "1 Zur Erteilung von Bewilligungen können die Bewilligungsbehörden im Rahmen ihrer Zuständigkeit eigenständige Informationssysteme betreiben zu: a. Bewilligungen für Ausnahmefahrzeuge und Ausnahmetransporte; b. Sonntags- und Nachtfahrbewilligungen. 2 Diese Informationssysteme enthalten insbesondere folgende Daten: a. Name und Adresse des Gesuchstellers, des Rechnungsempfängers und des Bewilligungsinhabers; b. Datum und Strecke der Fahrt; c. Fahrzeugart; d. technische Angaben zum verwendeten Fahrzeug; e. Angaben zum Ladegut. 3 Die Informationssysteme enthalten überdies die Adressen aller kantonalen Verkehrspolizeien und Bewilligungsbehörden sowie die Adressverzeichnisse der zuständigen Mitarbeitenden. 4 Die Daten nach Absatz 2 können zwischen den Bewilligungsbehörden über eine Schnittstelle elektronisch ausgetauscht werden. 5 Im Rahmen ihrer Kontrolltätigkeit erhalten die zuständigen Vollzugsbehörden auf Anfrage Zugriff auf bestimmte vom ASTRA ausgestellte Bewilligungen. 6 Zur Überprüfung der Angaben der Gesuchsteller kann das ASTRA über eine Schnittstelle auf die dafür notwendigen Fahrzeugdaten des Informationssystems Verkehrszulassung zugreifen. Eingefügt durch Ziff. I der V vom 20. Mai 2020, in Kraft seit 1. Jan. 2021 ( AS 2020 2139 )."
    },
    {
      "provision_ref": "art98",
      "chapter": "4. Abschnitt: Übergangs- und Schlussbestimmungen",
      "section": "98",
      "title": "Übergangsbestimmung zur Änderung vom 15. Mai 2002",
      "content": "Bereits in Verkehr stehende Fahrzeuge, welche der vor dem 1. August 2002 geltenden Fahrraddefinition nach Artikel 24 Absatz 1 VTS entsprechen und alle technischen Anforderungen an Fahrräder erfüllen, dürfen noch bis zum 31. Dezember 2003 wie Fahrräder verwendet werden, sofern sie eine Fahrradvignette tragen. Aufgehoben durch Ziff. I der V vom 10. Juli 1972 ( AS 1972 1573 ). Fassung gemäss Ziff. I der V vom 15. Mai 2002, in Kraft seit 1. Aug. 2002 ( AS 2002 1931 ). SR 741.41"
    },
    {
      "provision_ref": "art98a",
      "chapter": "4. Abschnitt: Übergangs- und Schlussbestimmungen",
      "section": "98a",
      "title": "a Übergangsbestimmung zur Änderung vom 24. Juni 2015",
      "content": "1 Schutzhelme für Führerinnen und Führer von Motorfahrrädern, die nach bisherigem Recht zulässig waren, dürfen noch bis zum 31. Dezember 2020 verwendet werden. 2 Bei Motorfahrzeugen, die vor dem 1. Oktober 1997 erstmals zum Verkehr zugelassen worden sind, darf die Achslast nach Artikel 67 Absatz 2 Buchstaben b und c bis zum 31. Dezember 2022 maximal 12,00 t betragen, soweit dabei die im Fahrzeugausweis eingetragenen Höchstwerte nicht überschritten werden. 3 Bei Motorfahrzeugen, die vor dem 1. Oktober 1997 erstmals zum Verkehr zugelassen worden sind, darf die zulässige Achslast nach Artikel 67 Absatz 2 Buchstabe f bis zum 31. Dezember 2022 maximal 20,00 t betragen, wenn dabei die höchstzulässige Achslast von 10,00 t je Achse und die im Fahrzeugausweis eingetragenen Höchstwerte nicht überschritten werden. Eingefügt durch Ziff. I der V vom 24. Juni 2015, in Kraft seit 1. Jan. 2016 ( AS 2015 2451 ). Die Berichtigung vom 15. Sept. 2015 betrifft nur den französischen Text ( AS 2015 3145 )."
    },
    {
      "provision_ref": "art99",
      "section": "99",
      "title": "Inkrafttreten, Aufhebung bisherigen Rechts",
      "content": "(Art. 107 Abs. 1 und 3 SVG) 1 Diese Verordnung tritt am 1. Januar 1963 in Kraft. 2 Am gleichen Tage treten die noch nicht in Geltung stehenden Bestimmungen des SVG und das Bundesgesetz vom 23. Juni 1961 betreffend Änderung des Bundesgesetzes über den Strassenverkehr in Kraft. Artikel 12 SVG ist jedoch auf Motorfahrzeuge und Anhänger erst anwendbar, wenn der Bundesrat die erforderlichen Ausführungsvorschriften erlässt. 3 Aufgehoben sind das Bundesgesetz vom 15. März 1932 über den Motorfahrzeug- und Fahrradverkehr sowie alle Verkehrsregeln des bisherigen Rechts, ferner der Bundesratsbeschluss vom 14. Februar 1939 über die zum Transport von lebenden Tieren verwendeten Motorfahrzeuge. 4 Die Verordnungen und Beschlüsse, die der Bundesrat in Ausführung des Bundesgesetzes vom 15. März 1932 über den Motorfahrzeug- und Fahrradverkehr erlassen hat, bleiben, mit Ausnahme der darin enthaltenen Verkehrsregeln, bis auf weiteres in Kraft, soweit sie dem SVG oder dessen Ausführungsvorschriften nicht widersprechen. Das UVEK stellt eine Liste der noch in Kraft bleibenden Bestimmungen auf. AS 1962 1362 (SVG 33 Abs. 1 und 2, 49 Abs. 2) [BS 7 595 614; AS 1948 531 , 1949 II 1491 Art. 4, 1959 679 Art. 107 Abs. 3, 1960 1157 Art. 28 Abs. 1 Ziff. 1, 1308 Art. 4 Abs. 6] [BS 9 360]"
    }
  ],
  "definitions": []
}