{
  "id": "sr-747-224-26",
  "type": "statute",
  "title": "Verordnung vom 31. Oktober 2007 über die Durchführung des Übereinkommens vom 9. September 1996 über die Sammlung, Abgabe und Annahme von Abfällen in der Rhein- und Binnenschifffahrt",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2009/617/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Räumlicher Geltungsbereich",
      "content": "Das Übereinkommen gilt auf dem Rhein ab Landesgrenze (Basel-Stadt) bis zur Strassenbrücke Rheinfelden (Aargau)."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Vollzug",
      "content": "Die Kantone Basel-Stadt, Basel-Landschaft und Aargau vollziehen das Übereinkommen und diese Verordnung."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Einrichtungen gemäss Übereinkommen",
      "content": "1 Die Kantone sind verantwortlich für die Errichtung, den Betrieb und die Überwachung der notwendigen Einrichtungen gemäss Übereinkommen. 2 Sie können vereinbaren, dass die Errichtung und der Betrieb einem der Kantone übertragen werden. 3 Sie kommen gemeinsam für die aus der Errichtung, dem Betrieb und der Überwachung entstehenden Kosten auf."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Annahmestellen und Umschlagsanlagen",
      "content": "1 Die Kantone bestimmen die Anzahl und die Art der für die Schweiz nötigen Annahmestellen und Umschlagsanlagen. 2 Sie passen das schweizerische Netz der Annahmestellen und Umschlagsanlagen gemäss Empfehlung der Konferenz der Vertragsparteien an. 3 Sie führen eine im Internet zugängliche Liste der Annahmestellen und Umschlagsanlagen."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Innerstaatliche Institution",
      "content": "1 Die Kantone schaffen eine innerstaatliche Institution (Art. 9 des Übereinkommens). Sie sorgen dafür, dass das Binnenschifffahrtsgewerbe in dieser Institution angemessen vertreten ist. 2 Sie erlassen die nötigen Vollzugsbestimmungen und sorgen insbesondere für eine angemessene Verteilung der Beträge aus dem internationalen Finanzausgleich."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Internationale Ausgleichs- und Koordinationsstelle",
      "content": "1 Die innerstaatliche Institution vertritt die schweizerischen Interessen in der internationalen Ausgleichs- und Koordinationsstelle (IAKS). 2 Der Bund trägt den schweizerischen Anteil der Kosten für die IAKS."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Kontrollbehörde",
      "content": "1 Die Kantone bestimmen eine Behörde zur Kontrolle der Bunkerstellen bei der Erhebung der Entsorgungsgebühren. 2 Sie können der Behörde andere Kontrollaufgaben übertragen. 3 Sie erlassen die nötigen Vollzugsbestimmungen, um eine einheitliche Erhebung der Entsorgungsgebühren zu gewährleisten."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Konferenz der Vertragsparteien",
      "content": "Die schweizerische Delegation an der Konferenz der Vertragsparteien setzt sich aus Vertretern und Vertreterinnen des Bundes, der zuständigen Kantone und des Binnenschifffahrtsgewerbes zusammen. Jede Partei trägt ihre eigenen Kosten."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt gleichzeitig mit dem Übereinkommen in Kraft. Das Übereinkommen tritt am 1. Nov. 2009 in Kraft."
    }
  ],
  "definitions": []
}