{
  "id": "sr-747-201-55",
  "type": "statute",
  "title": "Verordnung des UVEK vom 2. Juli 2001 über die Gebühren der Typenprüfstelle für Schiffe (GebV-TPS)",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2001/290/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Gegenstand",
      "content": "Diese Verordnung regelt die Gebühren für die Typenprüfung und für weitere Amts-handlungen der Typenprüfstelle für Schiffe."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Gebührenpflicht",
      "content": "1 Eine Gebühr muss bezahlen, wer eine Amtshandlung der Typenprüfstelle veranlasst. 2 Sind für eine Amtshandlung mehrere Personen gebührenpflichtig, so haften sie solidarisch. 3 Die Person, welche ein Prüfungsgesuch eingereicht hat und das Schiff nicht zum vereinbarten Zeitpunkt vorführt, muss die Grundgebühr bezahlen, sofern sie nicht mindestens zwei Werktage vor diesem Zeitpunkt das Schiff bei der Typenprüfstelle abgemeldet oder auf die Prüfung verzichtet hat."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Auslagen",
      "content": "1 Die Auslagen können separat und nach den effektiven Kosten berechnet werden. Sie werden zusammen mit den Gebühren in Rechnung gestellt. 2 Als Auslagen gelten Kosten, die von den Gebührenansätzen nicht abgedeckt werden. Fassung gemäss Ziff. I der V des UVEK vom 4. April 2025, in Kraft seit 1. Mai 2025 ( AS 2025 233 )."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Administrative Gebühren",
      "content": "Die administrativen Gebühren betragen für: Franken a. das technische Prüfungsprotokoll b. den Typenschein c. den Nachtrag im Typenschein 50.– 70.– 40.– Fassung gemäss Ziff. I der V des UVEK vom 4. April 2025, in Kraft seit 1. Mai 2025 ( AS 2025 233 )."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Gebühren für die technische Prüfung",
      "content": "1 Die Grundgebühr für die technische Prüfung von Sportbooten und Vergnügungsschiffen beträgt: Franken a. bis 10 m Länge b. über 10 m Länge 150.– 180.– 2 Bei Sportbooten und Vergnügungsschiffen werden folgende Zuschläge erhoben: Franken a. für Schiffe mit Innenbordmotoren b. für die Kontrolle: 40.– 1. der Lichterführung 2. des Gewässerschutzes 3. der sanitären Einrichtungen 4. der fest eingebauten Treibstoffanlagen 5. der fest eingebauten Fäkalientanks 40.– 40.– 40.– 40.– 40.– c. für die Messung des Betriebsgeräusches d. für die Segelvermessung: 250.– 1. bis 15 m 2 Segelfläche 2. über 15 m 2 Segelfläche 100.– 150.– 3 Bei Vergnügungsschiffen werden zusätzlich folgende Zuschläge erhoben für die Berechnung: Franken a. der Personenzahl b. der Antriebsleistung c. des Freibords d. der Stabilität 40.– 40.– 40.– 40.– 4 Für Nachkontrollen werden nur die Gebühren nach den Absätzen 2 und 3 erhoben. 5 Für die übrigen Schiffe wird die Gebühr nach Artikel 7 berechnet. Fassung gemäss Ziff. I der V des UVEK vom 4. April 2025, in Kraft seit 1. Mai 2025 ( AS 2025 233 )."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "",
      "content": "Aufgehoben durch Ziff. I der V des UVEK vom 8. Febr. 2008, in Kraft seit 1. März 2008 ( AS 2008 553 )."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Gebühren für die übrigen Amtshandlungen",
      "content": "1 Die Gebühr für die übrigen Amtshandlungen wird nach Zeitaufwand berechnet. 2 Als übrige Amtshandlungen gelten Handlungen, die über den üblichen Prüfungsumfang hinausgehen, insbesondere Dokumentenüberprüfungen, technische Abklärungen und Anfahrtszeiten in Form von Wegpauschalen. 3 Die Gebühr beträgt je aufgewendete Arbeitsstunde 100–200 Franken. Die Höhe richtet sich nach dem Umfang und der Schwierigkeit der Amtshandlung. Fassung gemäss Ziff. I der V des UVEK vom 4. April 2025, in Kraft seit 1. Mai 2025 ( AS 2025 233 )."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Gebührenermässigung oder Gebührenerlass",
      "content": "Die Typenprüfstelle kann die Gebühren aus wichtigen Gründen ermässigen oder erlassen, namentlich wenn: a. die Amtshandlung in ihrem Interesse liegt; b. eine Nachkontrolle ohne Verschulden der Inhaberin oder des Inhabers des Typenscheins vorgenommen wird."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "",
      "content": "1 2 Fassung gemäss Ziff. V 6 der V vom 22. Aug. 2007 zur formellen Bereinigung des Bundesrechts, in Kraft seit 1. Jan. 2008 ( AS 2007 4477 ). Aufgehoben durch Ziff. V 5 der V vom 22. Aug. 2007 zur formellen Bereinigung des Bundesrechts, mit Wirkung seit 1. Jan. 2008 ( AS 2007 4477 )."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Fälligkeit und Zahlungsfrist",
      "content": "1 Die Gebühr wird fällig: a. mit der schriftlichen Mitteilung an die gebührenpflichtige Person; b. im Falle der Anfechtung mit der Rechtskraft des Beschwerdeentscheides. 2 Die Zahlungsfrist beträgt 30 Tage vom Eintritt der Fälligkeit an."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Verjährung",
      "content": "1 Die Gebührenforderung verjährt fünf Jahre nach Eintritt der Fälligkeit. 2 Die Verjährung wird durch jede Verwaltungshandlung unterbrochen, mit der die Gebührenforderung bei der pflichtigen Person geltend gemacht wird."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Aufhebung bisherigen Rechts",
      "content": "Die Verordnung vom 5. August 1997 über die Gebühren der Kommission für eidgenössische Schiffstypenprüfungen wird aufgehoben. [ AS 1997 2017 ]"
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Übergangsbestimmung",
      "content": "1 Für Prüfungen, die bei Inkrafttreten dieser Verordnung noch nicht abgeschlossen sind, gilt die bisherige Regelung. 2 Für die Prüfung von Sportbooten, für welche ab dem 1. Mai 2001 ein Gesuch um Typenprüfung eingereicht wurde, gelten die Gebühren nach dieser Verordnung."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 16. Juli 2001 in Kraft."
    }
  ],
  "definitions": []
}