{
  "id": "sr-742-31",
  "type": "statute",
  "title": "Bundesgesetz vom 20. März 1998 über die Schweizerischen Bundesbahnen (SBBG)",
  "title_en": "",
  "short_name": "SBBG",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1998/2847_2847_2847/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "1",
      "title": "Gegenstand",
      "content": "Dieses Gesetz regelt die Errichtung, den Zweck und die Organisation der Schweizerischen Bundesbahnen (SBB)."
    },
    {
      "provision_ref": "art2",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "2",
      "title": "Firma, Rechtsform und Sitz",
      "content": "1 Unter der Firma «Schweizerische Bundesbahnen SBB, Chemins de fer fédéraux CFF, Ferrovie federali svizzere FFS» besteht eine spezialgesetzliche Aktiengesellschaft mit Sitz in Bern. 2 Die Aktiengesellschaft wird im Handelsregister eingetragen. 3 Die SBB sind ein Eisenbahnunternehmen im Sinne von Artikel 2 des Eisenbahngesetzes vom 20. Dezember 1957. SR 742.101 Eingefügt durch Ziff. II 17 des BG vom 20. März 2009 über die Bahnreform 2 ( AS 2009 5597 ; BBl 2005 2415 , 2007 2681 ). Fassung gemäss Ziff. I 5 des BG vom 28. Sept. 2018 über die Organisation der Bahninfrastruktur, in Kraft seit 1. Juli 2020 ( AS 2020 1889 ; BBl 2016 8661 )."
    },
    {
      "provision_ref": "art3",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "3",
      "title": "Zweck und Unternehmensgrundsätze",
      "content": "1 Die SBB erbringen als Kernaufgabe Dienstleistungen im öffentlichen Verkehr, namentlich in der Bereitstellung der Infrastruktur, im Personenfernverkehr, im regionalen Personenverkehr und im Güterverkehr sowie in den damit zusammenhängenden Bereichen. 2 Die SBB können alle Rechtsgeschäfte tätigen, die mit dem Zweck des Unternehmens direkt oder indirekt im Zusammenhang stehen oder die geeignet sind, diesen zu fördern. Sie können namentlich Gesellschaften gründen, sich an solchen beteiligen oder auf andere Weise mit Dritten zusammenarbeiten. Sie können Grundstücke und Anlagen erwerben, verwalten und veräussern. 3 Die SBB sind nach betriebswirtschaftlichen Grundsätzen zu führen. Sie erhalten die Eisenbahninfrastruktur in gutem Zustand und passen sie den Erfordernissen des Verkehrs und dem Stand der Technik an. 4 ... Aufgehoben durch Ziff. II 5 des BG vom 21. Juni 2013 über die Finanzierung und den Ausbau der Eisenbahninfrastruktur, mit Wirkung seit 1. Jan. 2016 ( AS 2015 651 ; BBl 2012 1577 )."
    },
    {
      "provision_ref": "art45",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "45",
      "title": "",
      "content": "Aufgehoben durch Ziff. II 17 des BG vom 20. März 2009 über die Bahnreform 2, mit Wirkung seit 1. Jan. 2010 ( AS 2009 5597 ; BBl 2005 2415 , 2007 2681 )."
    },
    {
      "provision_ref": "art6",
      "chapter": "2. Abschnitt: Aktienkapital und Aktionärskreis",
      "section": "6",
      "title": "Aktienkapital",
      "content": "Der Bundesrat legt die Höhe des Aktienkapitals sowie Art, Nennwert und Anzahl der Beteiligungspapiere fest."
    },
    {
      "provision_ref": "art7",
      "chapter": "2. Abschnitt: Aktienkapital und Aktionärskreis",
      "section": "7",
      "title": "Aktionärskreis",
      "content": "1 Der Bund ist Aktionär der SBB. 2 Der Bundesrat kann beschliessen, Aktien an Dritte zu veräussern oder von Dritten zeichnen zu lassen. 3 Der Bund muss zu jeder Zeit die kapital- und die stimmenmässige Mehrheit besitzen."
    },
    {
      "provision_ref": "art7a",
      "chapter": "3. Abschnitt: Strategische Ziele",
      "section": "7a",
      "title": "",
      "content": "Eingefügt durch Ziff. II 17 des BG vom 20. März 2009 über die Bahnreform 2 ( AS 2009 5597 ; BBl 2005 2415 , 2007 2681 ). Aufgehoben durch Ziff. II 5 des BG vom 21. Juni 2013 über die Finanzierung und den Ausbau der Eisenbahninfrastruktur, mit Wirkung seit 1. Jan. 2016 ( AS 2015 651 ; BBl 2012 1577 )."
    },
    {
      "provision_ref": "art8",
      "chapter": "3. Abschnitt: Strategische Ziele",
      "section": "8",
      "title": "",
      "content": "1 Der Bundesrat legt für jeweils vier Jahre fest, welche strategischen Ziele der Bund als Eigner der SBB erreichen will. 2 Der Verwaltungsrat sorgt für die Umsetzung der strategischen Ziele. Er erstattet dem Bundesrat jährlich Bericht über die Zielerreichung und stellt die notwendigen Informationen für deren Überprüfung zur Verfügung. Fassung gemäss Ziff. II 5 des BG vom 21. Juni 2013 über die Finanzierung und den Aus-bau der Eisenbahninfrastruktur, in Kraft seit 1. Jan. 2016 ( AS 2015 651 ; BBl 2012 1577 )."
    },
    {
      "provision_ref": "art9",
      "chapter": "4. Abschnitt: Organe und Verantwortlichkeit",
      "section": "9",
      "title": "Organe",
      "content": "Die Organe der SBB sind die Generalversammlung, der Verwaltungsrat, die Generaldirektion und die Revisionsstelle."
    },
    {
      "provision_ref": "art10",
      "chapter": "4. Abschnitt: Organe und Verantwortlichkeit",
      "section": "10",
      "title": "Generalversammlung",
      "content": "1 Die Befugnisse der Generalversammlung richten sich nach den Vorschriften des Obligationenrechts über die Aktiengesellschaft. 2 Solange der Bund alleiniger Aktionär bleibt, nimmt der Bundesrat die Befugnisse der Generalversammlung wahr. 3 Die Generalversammlung ist befugt, die vom Bundesrat beschlossenen ersten Statuten der SBB im Rahmen dieses Gesetzes zu ändern. SR 220"
    },
    {
      "provision_ref": "art11",
      "chapter": "4. Abschnitt: Organe und Verantwortlichkeit",
      "section": "11",
      "title": "Verwaltungsrat",
      "content": "1 Der Verwaltungsrat hat die nach Artikel 716 a Absatz 1 des Obligationenrechts unübertragbaren und unentziehbaren Aufgaben, soweit dieses Gesetz nichts Abweichendes bestimmt. 2 Die Mitglieder müssen nicht Aktionäre sein. 3 Dem Personal der Unternehmung ist eine angemessene Vertretung im Verwaltungsrat zu gewähren. SR 220"
    },
    {
      "provision_ref": "art12",
      "chapter": "4. Abschnitt: Organe und Verantwortlichkeit",
      "section": "12",
      "title": "Geschäftsführung",
      "content": "1 Der Verwaltungsrat überträgt die Geschäftsführung in einem Organisationsreglement auf die Generaldirektion. Das Organisationsreglement ordnet die Geschäftsführung, bestimmt die hierfür erforderlichen Stellen, umschreibt deren Aufgaben und regelt die Berichterstattung sowie die Vertretung der SBB. 2 Die Generaldirektion kann weitere vertretungsberechtigte Personen ernennen."
    },
    {
      "provision_ref": "art13",
      "chapter": "4. Abschnitt: Organe und Verantwortlichkeit",
      "section": "13",
      "title": "Revisionsstelle",
      "content": "1 Die Generalversammlung wählt eine Revisionsstelle. 2 Die Aufgaben der Revisionsstelle bestimmen sich nach Artikel 728ff. des Obligationenrechts. SR 220"
    },
    {
      "provision_ref": "art14",
      "chapter": "4. Abschnitt: Organe und Verantwortlichkeit",
      "section": "14",
      "title": "Verantwortlichkeit",
      "content": "Für die Verantwortlichkeit der Mitglieder des Verwaltungsrates und der Generaldirektion der SBB sowie der Revisionsstelle gelten die Artikel 752ff. des Obligationenrechts über die Verantwortlichkeit. SR 220"
    },
    {
      "provision_ref": "art15",
      "chapter": "5. Abschnitt: Personal",
      "section": "15",
      "title": "Anstellungsverhältnisse",
      "content": "1 Die Bestimmungen über das Dienstverhältnis des Bundespersonals finden auch auf das Personal der SBB Anwendung. 2 Der Bundesrat kann die SBB ermächtigen, das Anstellungsverhältnis im Rahmen von Gesamtarbeitsverträgen abweichend oder ergänzend zu regeln. 3 In begründeten Einzelfällen können Verträge nach Obligationenrecht abgeschlossen werden. SR 220"
    },
    {
      "provision_ref": "art16",
      "chapter": "5. Abschnitt: Personal",
      "section": "16",
      "title": "Berufliche Vorsorge",
      "content": "1 Die SBB führen eine eigene Pensionskasse. 2 Die Pensionskasse kann als organisatorische Einheit der SBB, in der Rechtsform einer Stiftung oder Genossenschaft oder als Einrichtung des öffentlichen Rechts, geführt werden. Mit Zustimmung des Bundesrates kann sie sich einer andern Pensionskasse anschliessen. 3 Die Pensionskasse der SBB wird nach dem Grundsatz der Bilanzierung in geschlossener Kasse geführt. 4 ... Fassung gemäss Ziff. I des BG vom 18. März 2011, in Kraft seit 1. Dez. 2011 ( AS 2011 5031 ; BBl 2010 2523 ). Aufgehoben durch Ziff. I des BG vom 18. März 2011, mit Wirkung seit 1. Dez. 2011 ( AS 2011 5031 ; BBl 2010 2523 )."
    },
    {
      "provision_ref": "art1719",
      "chapter": "6. Abschnitt: Rechnungswesen",
      "section": "1719",
      "title": "",
      "content": "Aufgehoben durch Ziff. II 17 des BG vom 20. März 2009 über die Bahnreform 2, mit Wirkung seit 1. Jan. 2010 ( AS 2009 5597 ; BBl 2005 2415 , 2007 2681 )."
    },
    {
      "provision_ref": "art20",
      "chapter": "6. Abschnitt: Rechnungswesen",
      "section": "20",
      "title": "Finanzierung",
      "content": "1 Die Investitionen ausserhalb der Sparte Infrastruktur werden über vollverzinsliche und rückzahlbare Darlehen des Bundes finanziert. Im Einvernehmen mit der Eidgenössischen Finanzverwaltung können die SBB im Einzelfall andere Finanzierungsmodalitäten anwenden, wenn sich diese wirtschaftlich als vorteilhaft erweisen. 2 Der Bundesrat legt in den strategischen Zielen den maximal zulässigen Umfang der Mittelaufnahme beim Bund fest. Fassung gemäss Ziff. II 5 des BG vom 21. Juni 2013 über die Finanzierung und den Aus-bau der Eisenbahninfrastruktur, in Kraft seit 1. Jan. 2016 ( AS 2015 651 ; BBl 2012 1577 )."
    },
    {
      "provision_ref": "art21",
      "chapter": "6. Abschnitt: Rechnungswesen",
      "section": "21",
      "title": "",
      "content": "1 ... 2 Die SBB sind den Vorschriften der Kantone und Gemeinden über die Versicherungspflicht nicht unterworfen. 3 Die aufgrund des Bundesgesetzes vom 22. Dezember 1916 über die Nutzbarmachung der Wasserkräfte zu leistende Entschädigung bleibt vorbehalten. Fassung gemäss Ziff. II 17 des BG vom 20. März 2009 über die Bahnreform 2, in Kraft seit 1. Jan. 2010 ( AS 2009 5597 ; BBl 2005 2415 , 2007 2681 ). Aufgehoben durch Ziff. II 17 des BG vom 20. März 2009 über die Bahnreform 2, mit Wirkung seit 1. Jan. 2010 ( AS 2009 5597 ; BBl 2005 2415 , 2007 2681 ). SR 721.80"
    },
    {
      "provision_ref": "art22",
      "chapter": "7. Abschnitt: Anwendbares Recht",
      "section": "22",
      "title": "",
      "content": "1 Soweit dieses Gesetz keine abweichenden Bestimmungen vorsieht, gelten für die SBB sinngemäss die Vorschriften des Obligationenrechts über die Aktiengesellschaft sowie das Fusionsgesetz vom 3. Oktober 2003 mit Ausnahme der Artikel 99–101. 2 Soweit dieses Gesetz nichts Abweichendes bestimmt, findet die Eisenbahngesetzgebung auch auf die SBB Anwendung. Fassung gemäss Ziff. II 17 des BG vom 20. März 2009 über die Bahnreform 2, in Kraft seit 1. Jan. 2010 ( AS 2009 5597 ; BBl 2005 2415 , 2007 2681 ). SR 220 SR 221.301"
    },
    {
      "provision_ref": "art23",
      "chapter": "8. Abschnitt: Schlussbestimmungen",
      "section": "23",
      "title": "Vollzug",
      "content": "Der Bundesrat wird mit dem Vollzug beauftragt."
    },
    {
      "provision_ref": "art24",
      "chapter": "8. Abschnitt: Schlussbestimmungen",
      "section": "24",
      "title": "Errichtung der SBB",
      "content": "1 Mit ihrer Errichtung als spezialgesetzliche Aktiengesellschaft führen die SBB die bisherige Anstalt des Bundes weiter. 2 Auf den Zeitpunkt des Inkrafttretens dieses Gesetzes sind folgende Vorkehrungen zu treffen: a. Der Bundesrat beschliesst über die Eröffnungsbilanz der SBB. b. Der Bundesrat bezeichnet die Grundstücke und benennt die beschränkten dinglichen Rechte sowie die obligatorischen Vereinbarungen, die auf die SBB oder die von ihr bezeichneten und beherrschten Gesellschaften übertragen werden. c. Der Bundesrat wählt den Verwaltungsrat und bezeichnet dessen Präsidenten oder Präsidentin, beschliesst die ersten Statuten, bestimmt die Revisionsstelle und genehmigt das Budget. d. Der Verwaltungsrat der SBB ernennt die mit der Geschäftsführung und Vertretung betrauten Personen, erstellt das Budget zur Genehmigung durch den Bundesrat und erlässt das Organisationsreglement. 3 Das Departement kann die Zuweisungen nach Absatz 2 Buchstabe b innert 15 Jahren nach Inkrafttreten dieses Gesetzes mittels Verfügung bereinigen. 4 Die SBB führen als Arbeitgeberin die bestehenden Dienst- und Anstellungsverhältnisse weiter. 5 Die SBB sind für das Aktienkapital der Gründungsbilanz von der Emissionsabgabe befreit."
    },
    {
      "provision_ref": "art25",
      "chapter": "8. Abschnitt: Schlussbestimmungen",
      "section": "25",
      "title": "Rechtspersönlichkeit",
      "content": "Mit Inkrafttreten dieses Gesetzes erlangen die SBB Rechtspersönlichkeit."
    },
    {
      "provision_ref": "art26",
      "chapter": "8. Abschnitt: Schlussbestimmungen",
      "section": "26",
      "title": "Weiterführung der Aktiven und Passiven",
      "content": "1 Mit Inkrafttreten dieses Gesetzes übernehmen die SBB die Aktiven und Passiven der Anstalt SBB, unter Vorbehalt des Bundesbeschlusses vom 20. März 1998 über die Refinanzierung der Schweizerischen Bundesbahnen. 2 Der Grundbucheintrag derjenigen Grundstücke und beschränkten dinglichen Rechte, die auf die SBB oder die von ihr bezeichneten und beherrschten Gesellschaften übertragen werden, ist nach entsprechender Anmeldung steuer- und gebührenfrei auf diese umzuschreiben. [ AS 1998 2845 ; AS 2008 3437 Ziff. I 13]"
    },
    {
      "provision_ref": "art26a",
      "chapter": "8. Abschnitt: Schlussbestimmungen",
      "section": "26a",
      "title": "a Übergangsbestimmung",
      "content": "Die erste Leistungsvereinbarung nach Inkrafttreten der Änderung vom 17. Dezember 2010 dieses Gesetzes gilt zwei Jahre. Eingefügt durch Ziff. I des BG vom 17. Dez. 2010, in Kraft seit 1. Jan. 2011 ( AS 2011 1389 ; BBl 2010 4933 )."
    },
    {
      "provision_ref": "art27",
      "chapter": "8. Abschnitt: Schlussbestimmungen",
      "section": "27",
      "title": "Referendum und Inkrafttreten",
      "content": "1 Dieses Gesetz untersteht dem fakultativen Referendum. 2 Der Bundesrat bestimmt das Inkrafttreten. Datum des Inkrafttretens: Art. 16: 1. Dezember 1998 Alle übrigen Bestimmungen: 1. Januar 1999 BRB vom 25. Nov. 1998"
    }
  ],
  "definitions": []
}