{
  "id": "sr-742-123",
  "type": "statute",
  "title": "Verordnung vom 13. Mai 2020 über die Trassenvergabestelle (TVSV)",
  "title_en": "",
  "short_name": "TVSV",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2020/402/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Zuständigkeit",
      "content": "1 Die Trassenvergabestelle ist zuständig für: a. die interoperablen normalspurigen Strecken nach Artikel 15 a Absatz 1 Buchstabe a der Eisenbahnverordnung vom 23. November 1983; b. die nicht interoperablen normalspurigen Strecken Emmenbrücke-Hübeli–Lenzburg und Zürich-Selnau–Zürich-Giesshübel (Abzw). 2 Auf den übrigen nicht interoperablen Strecken nimmt die Infrastrukturbetreiberin die Aufgaben der Trassenvergabestelle wahr. 3 Die Trassenvergabestelle ist nicht zuständig für die Grenzbetriebsstrecken, auf denen sich die Trassenzuteilung nach Staatsverträgen richtet. 4 Sie kann mit den zuständigen Stellen der Nachbarländer Verträge über die Regelung auf den übrigen Grenzbetriebsstrecken und in Grenzbahnhöfen abschliessen. SR 742.141.1"
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Aufgaben",
      "content": "Die Trassenvergabestelle hat insbesondere folgende Aufgaben: a. Sie regelt und publiziert die Bedingungen bezüglich der Bestellung und Abbestellung von Trassen und Zusatzleistungen sowie der Einreichung von Trassenstudien. b. Sie begleitet die Bearbeitung von Trassenstudien, die auf Anfrage von Unternehmen, die nach Artikel 9 a Absatz 4 EBG Trassen beantragen können, erstellt werden. c. Sie erstellt die Kapazitätserklärung und erfüllt hinsichtlich der Rahmenvereinbarungen die Aufgaben nach Artikel 12 b der Eisenbahn-Netzzugangsverordnung vom 25. November 1998 (NZV). d. Sie erarbeitet und publiziert die nationalen Trassenkataloge. Sie stimmt diese mit den an die Strecken nach Artikel 1 Absatz 1 anschliessenden Infrastrukturbetreiberinnen ab. e. Sie nimmt die Bestellungen und Abbestellungen von Leistungen nach den Artikeln 21 und 22 NZV entgegen. Sie teilt die Leistungen zu und storniert die abbestellten Leistungen. f. Sie regelt Trassenbestellkonflikte nach Artikel 12 c NZV. g. Sie überprüft die operativen Anordnungen der Infrastrukturbetreiberinnen sowie die Zuteilung von Trassen für Extrazüge. h. Sie erklärt Strecken für überlastet und führt Kapazitätsanalysen unter Einbezug der betroffenen Infrastrukturbetreiberinnen durch. i. Sie ordnet bei überlasteten Strecken die Massnahmen nach Artikel 12 a Absatz 4 NZV an. j. Sie nimmt Stellung zu den Entwürfen des Netznutzungskonzepts und der Netznutzungspläne. k. Sie begleitet die Baustellen- und Intervallplanung der Infrastrukturbetreiberinnen. Sie kann in entsprechenden Koordinationsgremien Einsitz nehmen. l. Sie zieht den Trassenpreis und das Stornierungsentgelt im Namen und auf Rechnung der Infrastrukturbetreiberinnen ein. m. Sie führt das nationale Infrastrukturregister nach den vom Bundesamt für Verkehr (BAV) erlassenen Richtlinien. n. Sie publiziert die Investitionspläne der Infrastrukturbetreiberinnen. o. Sie erarbeitet zuhanden des BAV Grundlagen für die Planung der Infrastruktur. SR 742.122"
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Beizug Dritter",
      "content": "1 Von der Trassenvergabestelle beigezogene Dritte müssen: a. alle Infrastrukturbetreiberinnen sowie die Unternehmen einbeziehen, die nach Artikel 9 a Absatz 4 EBG Trassen beantragen können; b. Trassenstudien und Fahrpläne diskriminierungsfrei erstellen. 2 Der Beizug Dritter erfolgt mittels eines schriftlichen Auftrags. Darin regelt die Trassenvergabestelle insbesondere: a. die übertragenen Aufgaben; b. die zu liefernden Informationen und Dokumente; c. die Termine; d. die Anforderungen an den Einbezug der Infrastrukturbetreiberinnen und der Unternehmen, die Trassen beantragen können; e. die Begleitung und Überwachung durch die Trassenvergabestelle; f. die Vergütung. 3 Der Auftrag ist befristet. Er kann erneuert werden. 4 Erfüllen Dritte den Auftrag nicht oder nur mangelhaft, so kann die Trassenvergabestelle ihnen eine angemessene Nachfrist zur Abhilfe setzen. Wird der vertragsgemässe Zustand nicht innert der gesetzten Frist wiederhergestellt, so kann sie nach Rücksprache mit dem Eidgenössischen Departement für Umwelt, Verkehr, Energie und Kommunikation den Auftrag entziehen."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Übermittlung von Informationen",
      "content": "1 Die Infrastrukturbetreiberinnen gewähren der Trassenvergabestelle jederzeit Einsicht in die Daten für die Fahrplanerstellung, die Baustellen- und Intervallplanung, das Einziehen des Trassenpreises sowie für die Erhebung der Gebühren. 2 Sie beziehen die Trassenvergabestelle bei Weiterentwicklungen der Systeme zur Bearbeitung dieser Daten ein."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Gebühren",
      "content": "1 Die Trassenvergabestelle erhebt zur Deckung ihrer gemäss Planrechnung ungedeckten Kosten Gebühren bei den Infrastrukturbetreiberinnen, auf deren Strecken sie für die Trassenvergabe zuständig ist. 2 Sie verrechnet die Gebühren den Infrastrukturbetreiberinnen im Verhältnis der auf deren Netzen zugeteilten Trassenkilometer. 3 Sie informiert die Infrastrukturbetreiberinnen und das BAV jährlich nach Genehmigung des Budgets und des Finanzplans über die für das nächste Jahr in Rechnung gestellten Gebühren und die Planwerte für die folgenden drei Jahre. 4 Im Übrigen gilt die Allgemeine Gebührenverordnung vom 8. September 2004. SR 172.041.1"
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Übergangsbestimmung",
      "content": "Die im Zeitpunkt des Inkrafttretens dieser Verordnung laufenden Trassenzuteilungen erfolgen nach bisherigem Recht."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 1. Januar 2021 in Kraft."
    }
  ],
  "definitions": []
}