{
  "id": "sr-742-412",
  "type": "statute",
  "title": "Verordnung vom 31. Oktober 2012 über die Beförderung gefährlicher Güter mit Eisenbahnen und Seilbahnen (RSD)",
  "title_en": "",
  "short_name": "RSD",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2012/785/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Gegenstand und Geltungsbereich",
      "content": "1 Diese Verordnung regelt die Beförderung gefährlicher Güter mit Eisenbahnen und Seilbahnen. 2 Sie gilt für: a. natürliche und juristische Personen, die gefährliche Güter herstellen, befördern, verpacken, einfüllen, versenden, laden, entladen oder empfangen; b. Hersteller und Benützer von Verpackungen, Tanks oder Transportmitteln zur Beförderung gefährlicher Güter; c. Betreiber von Eisenbahn- und Seilbahninfrastrukturen."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Verhältnis zur Gefahrgutbeauftragtenverordnung",
      "content": "Für natürliche und juristische Personen, die gefährliche Güter befördern, verpacken, einfüllen, versenden, laden oder entladen, gelten zusätzlich die Bestimmungen der Gefahrgutbeauftragtenverordnung vom 15. Juni 2001. SR 741.622"
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Internationales Recht",
      "content": "1 Für die Beförderung gefährlicher Güter mit Eisenbahnen und Seilbahnen gilt die Ordnung für die internationale Eisenbahnbeförderung gefährlicher Güter (RID), Anhang C zum Übereinkommen vom 9. Mai 1980 über den internationalen Eisenbahnverkehr (COTIF) in der Fassung des Änderungsprotokolls vom 3. Juni 1999 auch im nationalen Verkehr. 2 Die gültige Fassung des RID ist in Anhang 1 festgehalten. SR 0.742.403.1 SR 0.742.403.12"
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Zuständige Behörden",
      "content": "Als zuständige Behörde im Sinne des RID gilt: a. das Eidgenössische Nuklearsicherheitsinspektorat: für die Genehmigung von Versandstückmustern sowie für gefahrgutrechtliche Genehmigungen für den Versand radioaktiver Stoffe; b. das Bundesamt für Verkehr (BAV) oder eine vom BAV bestimmte Stelle: für alle übrigen Fälle."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Ausnahmen und Abweichungen",
      "content": "1 Ausnahmen und Abweichungen vom RID und weitere Vorschriften, die nur für den nationalen Verkehr gelten, sind für Eisenbahnen in Anhang 2.1 und für Seilbahnen in Anhang 2.2 geregelt. 2 Das Eidgenössische Departement für Umwelt, Verkehr, Energie und Kommunikation (UVEK) kann die Anhänge 2.1 und 2.2 neuen Verhältnissen anpassen. 3 Das BAV kann mit zuständigen Behörden anderer RID-Vertragsstaaten zeitweilige Abweichungen nach Abschnitt 1.5.1 RID vereinbaren. 4 Es kann in Einzelfällen Ausnahmen von dieser Verordnung gestatten, wenn deren Zweck gewahrt bleibt. 5 Ersucht der Gesuchsteller um eine Ausnahme oder Abweichung von Vorschriften zur Klassifizierung von Gefahrgütern nach Teil 2 RID, so muss er zusammen mit dem Gesuch einen Sachverständigenprüfbericht einreichen. Dieser muss von Sachverständigen erstellt werden, die die Anforderungen nach Anhang 3 der Gefahrgutumschliessungsverordnung vom 31. Oktober 2012 erfüllen. SR 930.111.4"
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Änderungen des RID",
      "content": "1 Bei Änderungen des RID entscheidet das BAV, ob diesen Änderungen zugestimmt wird oder nicht. 2 Das UVEK passt den Anhang 1 an die Änderungen des RID an."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Auskunftspflicht",
      "content": "Die unter den Geltungsbereich dieser Verordnung fallenden Personen müssen der zuständigen Behörde alle notwendigen Auskünfte zum Vollzug dieser Verordnung erteilen sowie Zutritt zum Betrieb für die notwendigen Untersuchungen ermöglichen."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Verletzung der Bestimmungen über den Versand der Güter",
      "content": "Mit Freiheitsstrafe bis zu drei Jahren oder Geldstrafe wird bestraft, wer: a. ein gefährliches Gut, das nach Anhang 2.1 oder 2.2 dieser Verordnung beziehungsweise nach Teil 2 oder 4 RID nicht befördert werden darf, versendet oder selbst befördert; b. ein gefährliches Gut versendet, ohne sich zu vergewissern, dass der Transport nach Anhang 2.1 oder 2.2 dieser Verordnung beziehungsweise nach den Kapiteln 7.1–7.4 RID durchgeführt wird; c. die geforderten Sicherheits- und Dokumentationspflichten sowie die übrigen Pflichten nach Anhang 2.1 oder 2.2 dieser Verordnung beziehungsweise nach Kapitel 1.4, 1.7 oder 5.4 RID nicht oder nur mangelhaft wahrnimmt; d. ein gefährliches Gut versendet , ohne den Beförderer über den Zustand, die Beschaffenheit und die Klassierung des Gutes zu orientieren."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Verletzung der Bestimmungen über die Handhabung der Güter",
      "content": "Mit Freiheitsstrafe bis zu drei Jahren oder Geldstrafe wird bestraft, wer: a. ein gefährliches Gut verpackt, einfüllt, lädt oder entlädt, ohne die Pflichten nach Kapitel 1.4 oder 1.7 RID zu beachten; der gleichen Strafe unterliegt die für diese Verrichtungen verantwortliche Person, wenn sie sich nicht vergewissert hat, dass diesen Pflichten nachgekommen worden ist; b. es als beladende oder entladende Person unterlässt, die zweckmässigen Schutzmassnahmen für den Fall zu treffen, dass ein freigesetzter Stoff die Umwelt gefährdet; c. die Meldepflichten nach Abschnitt 1.8.5 RID nicht oder nur mangelhaft wahrnimmt."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Verletzung der Bestimmungen über die Beförderung der Güter",
      "content": "Mit Freiheitsstrafe bis zu drei Jahren oder Geldstrafe wird bestraft, wer: a. gefährliche Güter in Tanks befördert oder befördern lässt, die den besonderen Erfordernissen über den Bau und die Ausrüstung nach Anhang 2.1 oder 2.2 dieser Verordnung beziehungsweise nach Teil 4, Teil 6 oder Kapitel 1.6 RID nicht entsprechen, oder Beförderungsmittel benützt, die nicht ordnungsgemäss geprüft sind; b. die geforderten Sicherheits-, Melde- und Dokumentationspflichten sowie die übrigen Pflichten nach Anhang 2.1 und 2.2 dieser Verordnung beziehungsweise nach Kapitel 1.4, 1.7 oder 5.4 oder Abschnitt 1.8.5 RID nicht oder nur mangelhaft wahrnimmt; c. die Bestimmungen über die Kennzeichnung und Identifikation von Beförderungsmitteln nach Anhang 2.1 oder 2.2 dieser Verordnung beziehungsweise nach Teil 5 RID, in denen gefährliche Güter befördert werden oder wurden, missachtet."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Vollzug",
      "content": "Das BAV vollzieht diese Verordnung."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Aufhebung und Änderung bisherigen Rechts",
      "content": "Die Aufhebung und die Änderung bisherigen Rechts werden in Anhang 3 geregelt."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 1. Januar 2013 in Kraft."
    }
  ],
  "definitions": []
}