{
  "id": "sr-784-101-115",
  "type": "statute",
  "title": "Geschäftsreglement der ComCom vom 6. November 1997",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1998/65_65_65/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "1",
      "title": "Gegenstand",
      "content": "Dieses Reglement regelt die Organisation und den Vollzug der Aufgaben der ComCom sowie das Verhältnis des Bundesamtes für Kommunikation (BAKOM) zur ComCom im Zusammenhang mit deren Aufgaben. Ausdruck gemäss Ziff. I der V der ComCom vom 23. Okt. 2020, vom BR genehmigt am 18. Nov. 2020, in Kraft seit 1. Jan. 2021 ( AS 2020 6209 ). Diese Änderung wurde im ganzen Erlass berücksichtigt. Ausdruck gemäss Ziff. I der V der ComCom vom 24. Sept. 2009, vom BR genehmigt am 4. Nov. 2009, in Kraft seit 1. Jan. 2010 ( AS 2009 5835 ). Diese Änderung wurde im ganzen Erlass berücksichtigt."
    },
    {
      "provision_ref": "art2",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "2",
      "title": "Die ComCom",
      "content": "1 Die ComCom besteht aus den vom Bundesrat gewählten Mitgliedern. Sie hat ihren Sitz in Bern. 2 Die ComCom kann zur Prüfung bestimmter Geschäfte Ausschüsse bilden. Fassung gemäss Ziff. I der V der ComCom vom 12. Dez. 2006, vom BR genehmigt am 9. März 2007, in Kraft seit 1. April 2007 ( AS 2007 993 )."
    },
    {
      "provision_ref": "art3",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "3",
      "title": "Das Sekretariat",
      "content": "Das Sekretariat setzt sich zusammen aus: a. dem Leiter oder der Leiterin; b. den Angestellten."
    },
    {
      "provision_ref": "art4",
      "chapter": "2. Abschnitt: Zuständigkeiten",
      "section": "4",
      "title": "ComCom",
      "content": "Insbesondere ist die ComCom zuständig für: a. die Erteilung von Grundversorgungskonzessionen (Art. 14 Abs. 1 FMG) und Konzessionen für die Nutzung des Funkfrequenzspektrums, das zur Erbringung von Fernmeldediensten dient (Art. 22 a Abs. 1 FMG); b. den Erlass einer Zugangsverfügung sowie der nötigen vorsorglichen Massnahmen (Art. 11 a Abs. 1 FMG); c. den Entscheid über Streitigkeiten zwischen Anbieterinnen von Fernmeldediensten betreffend den Zugang zum Gebäudeeinführungspunkt oder die Bedingungen der Mitbenutzung gebäudeinterner Anlagen (Art. 35 b Abs. 5 FMG); d. … e. die Regelung der Art und der Form der Rechnungslegungs- und Finanzinformationen, die marktbeherrschende Anbieterinnen von Fernmeldediensten im Zugangsverfahren vorlegen müssen (Art. 11 a Abs. 4 FMG); f. … g. das Ergreifen von Aufsichtsmassnahmen und Verwaltungssanktionen (Art. 58 Abs. 4 und 60 Abs. 2 FMG); h. das Untersagen der Nutzung konzessionspflichtiger Funkfrequenzen oder auf nationaler Ebene verwalteter Adressierungselemente durch nach ausländischem Recht organisierte Anbieterinnen von Fernmeldediensten, wenn kein Gegenrecht gewährt wird (Art. 5 FMG); i. die Wahrnehmung der in ihrem Zuständigkeitsbereich liegenden Aufgaben im internationalen Bereich und die Vertretung der Schweiz in den entsprechenden internationalen Organisationen (Art. 64 Abs. 3 FMG). Fassung gemäss Ziff. I der V der ComComvom 12. Dez. 2006, vom BR genehmigt am 9. März 2007, in Kraft seit 1. April 2007 ( AS 2007 993 ). Fassung gemäss Ziff. I der V der ComCom vom 23. Okt. 2020, vom BR genehmigt am 18. Nov. 2020, in Kraft seit 1. Jan. 2021 ( AS 2020 6209 ). Fassung gemäss Ziff. I der V der ComCom vom 23. Okt. 2020, vom BR genehmigt am 18. Nov. 2020, in Kraft seit 1. Jan. 2021 ( AS 2020 6209 ). Fassung gemäss Ziff. I der V der ComCom vom 23. Okt. 2020, vom BR genehmigt am 18. Nov. 2020, in Kraft seit 1. Jan. 2021 ( AS 2020 6209 ). Aufgehoben durch Ziff. I der V der ComCom vom 23. Okt. 2020, vom BR genehmigt am 18. Nov. 2020, mit Wirkung seit 1. Jan. 2021 ( AS 2020 6209 ). Aufgehoben durch Ziff. I der V der ComCom vom 23. Okt. 2020, vom BR genehmigt am 18. Nov. 2020, mit Wirkung seit 1. Jan. 2021 ( AS 2020 6209 ). Fassung gemäss Ziff. I der V der ComCom vom 23. Okt. 2020, vom BR genehmigt am 18. Nov. 2020, in Kraft seit 1. Jan. 2021 ( AS 2020 6209 ). Eingefügt durch Ziff. I der V der ComCom vom 23. Okt. 2020, vom BR genehmigt am 18. Nov. 2020, in Kraft seit 1. Jan. 2021 ( AS 2020 6209 )."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Fachleute",
      "content": "Die ComCom kann in allen Verfahren Fachleute beiziehen."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Informationskonzept und Informationspolitik",
      "content": "1 Die ComCom erarbeitet ein Konzept über die internen Informationsabläufe. 2 Sie legt die Grundsätze ihrer Informationspolitik fest."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Das Sekretariat",
      "content": "1 Das Sekretariat ist die Ansprechstelle der ComCom und begleitet die Geschäfte fachlich und administrativ. Es koordiniert die Geschäfte zwischen der ComCom und dem BAKOM. 2 Die ComCom wählt das Personal des Sekretariates. Das Dienstverhältnis richtet sich nach der Personalgesetzgebung des Bundes."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "BAKOM",
      "content": "1 Das BAKOM bereitet die Geschäfte der ComCom vor, stellt ihr Anträge und vollzieht ihre Entscheide. Es führt diese Aufgaben unter Vorbehalt der Kompetenzen und der Weisungsbefugnis der ComCom selbstständig durch. Es hat insbesondere folgende Aufgaben: a. es erteilt Funkkonzessionen für die Nutzung des Funkfrequenzspektrums, das nicht zur Erbringung von Fernmeldediensten dient (Art. 22 Abs. 2 Bst. a FMG), und Funkkonzessionen für die Erbringung von Fernmeldediensten, wenn die ComCom ihm diese Kompetenz überträgt (Art. 22 a Abs. 3 FMG); b. es bereitet die Verfahren für die Konzessionserteilung durch die ComCom vor, namentlich die Ausschreibungsverfahren; c. es bereitet die Entscheide über Zugangsgesuche (Art. 11 a Abs. 1 FMG) und über Streitigkeiten betreffend den Zugang zum Gebäudeeinführungspunkt oder die Bedingungen der Mitbenutzung gebäudeinterner Anlagen (Art. 35 b Abs. 5 FMG) vor; d. es stellt Antrag auf Erlass von vorsorglichen Massnahmen; e. … f. es konsultiert bei Fragen der Marktbeherrschung die Wettbewerbskommission (Art. 11 a Abs. 2 FMG); g. es führt die Aufsichtsverfahren durch, für die die ComCom zuständig ist (Art. 58 Abs. 4 und 60 Abs. 2 FMG), und setzt die von ihr angeordneten Massnahmen um; h. es legt andere Entscheidentwürfe mit einem begründeten Antrag der ComCom zum Entscheid vor; i. es veröffentlicht Informationen über die Grundversorgungs- und Funkkonzessionärinnen (Art. 19 b und 24 f FMG). 2 Es kann wichtige Fragen schon vor oder unabhängig von einer Antragstellung mit der ComCom oder dem Präsidium erörtern. Fassung gemäss Ziff. I der V der ComCom vom 23. Okt. 2020, vom BR genehmigt am 18. Nov. 2020, in Kraft seit 1. Jan. 2021 ( AS 2020 6209 ). Fassung gemäss Ziff. I der V der ComCom vom 23. Okt. 2020, vom BR genehmigt am 18. Nov. 2020, in Kraft seit 1. Jan. 2021 ( AS 2020 6209 ). Fassung gemäss Ziff. I der V der ComCom vom 24. Sept. 2009, vom BR genehmigt am 4. Nov. 2009, in Kraft seit 1. Jan. 2010 ( AS 2009 5835 ). Fassung gemäss Ziff. I der V der ComCom vom 23. Okt. 2020, vom BR genehmigt am 18. Nov. 2020, in Kraft seit 1. Jan. 2021 ( AS 2020 6209 ). Aufgehoben durch Ziff. I der V der ComCom vom 12. Dez. 2006, vom BR genehmigt am 9. März 2007, mit Wirkung seit 1. April 2007 ( AS 2007 993 ). Fassung gemäss Ziff. I der V der ComCom vom 12. Dez. 2006, vom BR genehmigt am 9. März 2007, in Kraft seit 1. April 2007 ( AS 2007 993 ). Fassung gemäss Ziff. I der V der ComCom vom 12. Dez. 2006, vom BR genehmigt am 9. März 2007, in Kraft seit 1. April 2007 ( AS 2007 993 ). Fassung gemäss Ziff. I der V der ComCom vom 12. Dez. 2006, vom BR genehmigt am 9. März 2007, in Kraft seit 1. April 2007 ( AS 2007 993 )."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Berichterstattung",
      "content": "1 Der Jahresbericht der ComCom an den Bundesrat wird von der ComCom auf Antrag des Präsidenten oder der Präsidentin genehmigt. Er befasst sich insbesondere mit den im Berichtsjahr behandelten wichtigen Fragen, der Politik der ComCom und ihren Zielen. Die ComCom bestimmt über Form und Umfang der Veröffentlichung. 2 Das BAKOM verfasst auf Verlangen der ComCom ausführliche Berichte über die Geschäftstätigkeit oder Berichte über bestimmte wichtige Vorkommnisse."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Voranschlag",
      "content": "Die ComCom erstellt auf Antrag des Sekretariates ihren Voranschlag."
    },
    {
      "provision_ref": "art11",
      "chapter": "3. Abschnitt: Sitzungen und Verfahren",
      "section": "11",
      "title": "Einberufung",
      "content": "1 Der Präsident oder die Präsidentin beruft die ComCom jeweils nach Bedarf ein. 2 Er oder sie muss die ComCom einberufen, wenn ein ComComsmitglied dies unter Angabe seiner Gründe verlangt. 3 Die Verhandlungen sind nicht öffentlich."
    },
    {
      "provision_ref": "art12",
      "chapter": "3. Abschnitt: Sitzungen und Verfahren",
      "section": "12",
      "title": "Beschlussfassung",
      "content": "1 Die ComCom ist beschlussfähig, wenn mindestens zwei Drittel der Mitglieder anwesend sind. 2 Sie fasst ihre Beschlüsse mit dem einfachen Mehr der anwesenden Mitglieder; bei Stimmengleichheit gibt der Präsident oder die Präsidentin den Stichentscheid. 3 Sie kann ihre Beschlüsse auf dem Zirkulationsweg fällen, wenn kein Mitglied die Einberufung einer Sitzung verlangt. 4 Sie kann ein Mitglied im Einzelfall ermächtigen, dringliche Fälle oder Fälle untergeordneter Bedeutung direkt zu erledigen. Fassung gemäss Ziff. I der V der ComCom vom 9. Nov. 1998, vom BR genehmigt am 14. Dez. 1998, in Kraft seit 1. Febr. 1999 ( AS 1999 599 )."
    },
    {
      "provision_ref": "art13",
      "chapter": "3. Abschnitt: Sitzungen und Verfahren",
      "section": "13",
      "title": "Zwischenverfügungen",
      "content": "1 Zwischenverfügungen über den Ausstand von Mitgliedern der ComCom erlässt die ComCom unter Ausschluss des betreffenden Mitglieds (Art. 10 Abs. 2 des BG vom 20. Dez. 1968 über das Verwaltungsverfahren). 2 Zwischenverfügungen über die Zuständigkeit und über einzelne Rechts- oder Tatsachenfragen, insbesondere Entscheide über die Marktbeherrschung, erlässt die ComCom gestützt auf Artikel 12. 3 Zwischenverfügungen über vorsorgliche Massnahmen erlässt der Präsident oder die Präsidentin zusammen mit einem anderen Mitglied der ComCom. Die übrigen Mitglieder der ComCom sind über die erlassenen Verfügungen sofort zu informieren. 4 Alle übrigen Zwischenverfügungen, insbesondere solche über den Schriftenwechsel, die Sistierung des Verfahrens, Beweismassnahmen, die Akteneinsicht oder die unentgeltliche Rechtspflege, erlässt das BAKOM. Die Weisungsbefugnis der ComCom bleibt vorbehalten. Fassung gemäss Ziff. I der V der ComCom vom 24. Sept. 2009, vom BR genehmigt am 4. Nov. 2009, in Kraft seit 1. Jan. 2010 ( AS 2009 5835 ). SR 172.021"
    },
    {
      "provision_ref": "art14",
      "chapter": "3. Abschnitt: Sitzungen und Verfahren",
      "section": "14",
      "title": "Teilnahme des BAKOM",
      "content": "Der Direktor oder die Direktorin des BAKOM nimmt in der Regel an den Sitzungen der ComCom mit beratender Stimme teil und zieht die verantwortlichen Mitarbeiterinnen und Mitarbeiter bei."
    },
    {
      "provision_ref": "art15",
      "chapter": "3. Abschnitt: Sitzungen und Verfahren",
      "section": "15",
      "title": "Vorbereitung",
      "content": "1 Das Sekretariat stellt den Mitgliedern und dem BAKOM für jede Sitzung eine schriftliche Tagesordnung zu. In dringenden Fällen kann die ComCom auch über Geschäfte Beschluss fassen, die nicht auf der Tagesordnung stehen. 2 Über jedes zu beratende Geschäft erstattet das BAKOM oder das Sekretariat einen Bericht."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Protokoll",
      "content": "1 Das Sekretariat führt über die Beratungen der ComCom Protokoll. Dieses wird nach seiner Genehmigung von dem oder der Vorsitzenden und vom Protokollführer oder von der Protokollführerin unterzeichnet. 2 Im Protokoll sind mindestens die Namen der anwesenden Mitglieder, die gestellten Anträge, die gefassten Beschlüsse und eine Zusammenfassung der Begründung aufzuführen."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Ausstand von Mitgliedern der ComCom",
      "content": "1 … 2 Ein persönliches Interesse oder ein anderer Grund der Befangenheit ist in der Regel nicht gegeben, wenn ein Mitglied der ComCom einem übergeordneten Verband angehört. 3 … Aufgehoben durch Ziff. I der V der ComCom vom 12. Dez. 2006, vom BR genehmigt am 9. März 2007, mit Wirkung seit 1. April 2007 ( AS 2007 993 ). Aufgehoben durch Ziff. I der V der ComCom vom 12. Dez. 2006, vom BR genehmigt am 9. März 2007, mit Wirkung seit 1. April 2007 ( AS 2007 993 )."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "",
      "content": "Aufgehoben durch Ziff. I der V der ComCom vom 12. Dez. 2006, vom BR genehmigt am 9. März 2007, mit Wirkung seit 1. April 2007 ( AS 2007 993 )."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Entschädigung der Kommissionsmitglieder",
      "content": "Die Taggeldentschädigung der Kommissionsmitglieder richtet sich nach den Artikeln 8 l –8 t der Regierungs- und Verwaltungsorganisationsverordnung vom 25. November 1998. Fassung gemäss Ziff. I der V der ComCom vom 23. Okt. 2020, vom BR genehmigt am 18. Nov. 2020, in Kraft seit 1. Jan. 2021 ( AS 2020 6209 ). SR 172.010.1"
    },
    {
      "provision_ref": "art20",
      "chapter": "4. Abschnitt: Inkrafttreten",
      "section": "20",
      "title": "",
      "content": "Dieses Reglement tritt am 15. Dezember 1997 in Kraft."
    }
  ],
  "definitions": []
}