{
  "id": "sr-748-127-2",
  "type": "statute",
  "title": "Verordnung des UVEK vom 25. August 2000 über das Luftfahrzeug-Instandhaltungspersonal (VLIp)",
  "title_en": "",
  "short_name": "VLIp",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2000/385/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "1. Kapitel: Geltungsbereich und Begriffe",
      "section": "1",
      "title": "Geltungsbereich und anwendbares Recht",
      "content": "1 Diese Verordnung regelt die Ausweise und die persönlichen Ermächtigungen von Personen, die an Luftfahrzeugen oder an Komponenten von Luftfahrzeugen Instandhaltungsarbeiten durchführen, überwachen, bescheinigen oder besondere Arbeitsverfahren anwenden. 2 Sie gilt nur, soweit nicht gemäss Ziffer 3 des Anhangs zum Abkommen vom 21. Juni 1999 zwischen der Schweizerischen Eidgenossenschaft und der Europäischen Gemeinschaft über den Luftverkehr eine der folgenden EG-Verordnungen in der für die Schweiz jeweils verbindlichen Fassung anwendbar ist: a. Verordnung (EG) Nr. 1592/2002; b. Verordnung (EG) Nr. 2042/2003. 3 Sie gilt für Personen, die einen schweizerischen Ausweis oder eine schweizerische persönliche Ermächtigung für die Ausübung der in Artikel 1 aufgeführten Tätigkeiten besitzen, sofern sie diese ausüben: a. in der Schweiz oder auf dem Flughafen Basel-Mülhausen; b. im Ausland, soweit dies unter ausländischem Recht zulässig ist und dort nicht strengere ausländische Vorschriften anwendbar sind. Fassung gemäss Ziff. I der V des UVEK vom 14. Juli 2008, in Kraft seit 1. Aug. 2008 ( AS 2008 3611 ). SR 0.748.127.192.68 . Die für die Schweiz jeweils verbindliche Fassung ist im Anhang zu diesem Abkommen genannt und kann beim BAZL eingesehen oder bezogen werden. Adresse: Bundesamt für Zivilluftfahrt, 3003 Bern (www.bazl.admin.ch)."
    },
    {
      "provision_ref": "art2",
      "chapter": "1. Kapitel: Geltungsbereich und Begriffe",
      "section": "2",
      "title": "",
      "content": "Aufgehoben durch Ziff. I der V des UVEK vom 14. Juli 2008, mit Wirkung seit 1. Aug. 2008 ( AS 2008 3611 )."
    },
    {
      "provision_ref": "art3",
      "chapter": "1. Kapitel: Geltungsbereich und Begriffe",
      "section": "3",
      "title": "Begriffe",
      "content": "In dieser Verordnung bedeuten: a. freigabeberechtigtes Personal : Instandhaltungspersonal, das vom Bundesamt für Zivilluftfahrt (BAZL) ermächtigt worden ist, Freigabebescheinigungen auszustellen; b. Komponenten : Triebwerke, Propeller, Luftfahrzeugteile, Baugruppen, Bauelemente und Ausrüstungen einschliesslich Notausrüstungen; abwerfbare Aussenlasten bei Helikoptern, die ausschliesslich dem Materialtransport dienen, gelten nicht als Komponenten; c. persönliche Ermächtigung : vom BAZL ausgestelltes Dokument, das den Inhaber oder die Inhaberin ermächtigt, Instandhaltungsarbeiten nur an ausgewählten Komponenten oder nur ausgewählte Tätigkeiten zu bescheinigen; d. Instandhaltungsarbeiten : Kontroll-, Überholungs-, Änderungs-, Austausch- und Reparaturarbeiten an Luftfahrzeugen und Komponenten; e. komplexe und nicht komplexe Instandhaltungsarbeiten : Instandhaltungsarbeiten im Sinne der Richtlinien des BAZL (Technische Mitteilung, Art. 29); f. Freigabebescheinigung : Bestätigung, dass die an einem Luftfahrzeug oder an einer Komponente vorgenommenen Instandhaltungsarbeiten nach den massgebenden Instandhaltungsunterlagen durchgeführt und abgeschlossen worden sind; g. Instandhaltungsunterlagen : Alle Angaben, die notwendig sind, um ein Luftfahrzeug oder eine Komponente so instand zu halten, dass dessen Lufttüchtigkeit gewährleistet ist. Fassung gemäss Ziff. I der V des UVEK vom 14. Juli 2008, in Kraft seit 1. Aug. 2008 ( AS 2008 3611 )."
    },
    {
      "provision_ref": "art4",
      "chapter": "1. Abschnitt: Ausweispflicht",
      "section": "4",
      "title": "Grundsatz",
      "content": "1 Wer nach dieser Verordnung Instandhaltungsarbeiten durchführen, überwachen, bescheinigen oder selbständig besondere Arbeitsverfahren anwenden will, bedarf eines vom BAZL ausgestellten oder anerkannten Ausweises oder einer von ihm ausgestellten persönlichen Ermächtigung. 2 Personen ohne Ausweis oder persönliche Ermächtigung für Instandhaltungspersonal dürfen nur unter unmittelbarer Aufsicht eines Trägers oder einer Trägerin eines Ausweises, einer persönlichen Ermächtigung nach dieser Verordnung oder einer Lizenz gemäss Anhang III der Verordnung (EG) Nr. 2042/2003 Instandhaltungsarbeiten durchführen. 3 Vorbehalten bleiben die Artikel 33 und 34 der Verordnung des UVEK vom 18. September 1995 über die Lufttüchtigkeit von Luftfahrzeugen (VLL). Ausdruck gemäss Ziff. I der V des UVEK vom 14. Juli 2008, in Kraft seit 1. Aug. 2008 ( AS 2008 3611 ). Diese Änd. wurde im ganzen Erlass berücksichtigt. Gemäss Ziffer 3 des Anhangs zum Luftverkehrsabkommen ( SR 0.748.127.192.68 ). Fassung gemäss Ziff. I der V des UVEK vom 14. Juli 2008, in Kraft seit 1. Aug. 2008 ( AS 2008 3611 ). SR 748.215.1 ; AS 2008 3629 Fassung gemäss Ziff. I der V des UVEK vom 14. Juli 2008, in Kraft seit 1. Aug. 2008 ( AS 2008 3611 )."
    },
    {
      "provision_ref": "art5",
      "chapter": "1. Abschnitt: Ausweispflicht",
      "section": "5",
      "title": "Ausländische Ausweise",
      "content": "1 Für die dauernde Ausübung einer ausweispflichtigen Tätigkeit ist die schriftliche Anerkennung der ausländischen Berechtigung durch das BAZL erforderlich. Diese Anerkennung wird für eine Dauer von höchstens zwei Jahren ausgestellt, sofern vom beteiligten Drittstaat Gegenrecht gewährt wird. 2 Das BAZL kann Personen, die einen ausländischen Ausweis oder eine ausländische Berechtigung für Instandhaltungspersonal besitzen, in begründeten Ausnahmefällen eine ausweispflichtige Tätigkeit vorübergehend gestatten, sofern diese Personen über entsprechende Kenntnisse und Erfahrung verfügen. Fassung gemäss Ziff. I der V des UVEK vom 14. Juli 2008, in Kraft seit 1. Aug. 2008 ( AS 2008 3611 )."
    },
    {
      "provision_ref": "art6",
      "chapter": "1. Abschnitt: Ausweispflicht",
      "section": "6",
      "title": "Art der Ausweise und persönliche Ermächtigung",
      "content": "1 Das BAZL stellt folgende Ausweise für Instandhaltungspersonal aus: a. Luftfahrzeugmechaniker; b. ... c. Fachspezialist. 2 Anstelle eines Ausweises für Fachspezialisten kann das BAZL eine persönliche Ermächtigung ausstellen, wenn die Tätigkeit des Bewerbers oder der Bewerberin sich nur auf ausgewählte Komponenten oder eingeschränkte Fachgebiete erstreckt. 3 Die Ausweise und persönlichen Ermächtigungen können mit Auflagen oder Einschränkungen verbunden werden. Fassung gemäss Ziff. I der V des UVEK vom 14. Juli 2008, in Kraft seit 1. Aug. 2008 ( AS 2008 3611 ). Aufgehoben durch Ziff. I der V des UVEK vom 14. Juli 2008, mit Wirkung seit 1. Aug. 2008 ( AS 2008 3611 ). Ausdruck gemäss Ziff. I der V des UVEK vom 14. Juli 2008, in Kraft seit 1. Aug. 2008 ( AS 2008 3611 ). Diese Änd. wurde im ganzen Erlass berücksichtigt."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Eintragungen",
      "content": "1 Im Ausweis oder in der persönlichen Ermächtigung wird eingetragen, auf welche Luftfahrzeuge, Komponenten oder Tätigkeitsgebiete sich die Berechtigung erstreckt. 2 Das BAZL erlässt Richtlinien über die möglichen Eintragungen (Art. 29)."
    },
    {
      "provision_ref": "art8",
      "chapter": "2. Abschnitt: Voraussetzungen für die Erteilung oder Erweiterung",
      "section": "8",
      "title": "Persönliche Eignung",
      "content": "Das BAZL kann ein Gesuch um Erteilung eines Ausweises oder einer persönlichen Ermächtigung ablehnen, wenn zu befürchten ist, dass der Bewerber oder die Bewerberin bei der Ausübung seiner oder ihrer Tätigkeit die Sicherheit gefährden würde. Es kann den Bewerber oder die Bewerberin verpflichten, zusätzliche Angaben zu machen, namentlich über seinen oder ihren Gesundheitszustand oder erlittene Vorstrafen."
    },
    {
      "provision_ref": "art9",
      "chapter": "2. Abschnitt: Voraussetzungen für die Erteilung oder Erweiterung",
      "section": "9",
      "title": "Vorbildung",
      "content": "1 Das BAZL kann ausländische Ausweise und Berechtigungen oder im Ausland abgelegte Prüfungen als Grundlage für den Erwerb eines Ausweises oder einer persönlichen Ermächtigung ganz oder teilweise anerkennen, sofern sie mindestens den Anforderungen dieser Verordnung entsprechen. 2 In besonderen Fällen, namentlich wenn es die Vorbildung des Bewerbers oder der Bewerberin rechtfertigt, kann das BAZL: a. eine verkürzte Ausbildungszeit zulassen; b. eine abgekürzte Prüfung anordnen; c. von einer Prüfung absehen. Fassung gemäss Ziff. I der V des UVEK vom 14. Juli 2008, in Kraft seit 1. Aug. 2008 ( AS 2008 3611 )."
    },
    {
      "provision_ref": "art10",
      "chapter": "3. Abschnitt: Fähigkeitsprüfung",
      "section": "10",
      "title": "Durchführung",
      "content": "1 Das BAZL bestimmt Programm, Ort und Zeit der Fähigkeitsprüfung. 2 Es kann gestatten, dass eine Fähigkeitsprüfung in Teilprüfungen abgelegt wird. Die Prüfung muss innerhalb von fünf Jahren abgeschlossen werden. 3 Wird diese Frist nicht eingehalten, so legt das BAZL fest, welche der bereits abgelegten Teilprüfungen wiederholt werden müssen."
    },
    {
      "provision_ref": "art11",
      "chapter": "3. Abschnitt: Fähigkeitsprüfung",
      "section": "11",
      "title": "Anmeldung",
      "content": "Die Anmeldung für die Fähigkeitsprüfung ist an das BAZL oder eine vom BAZL bezeichnete Stelle zu richten."
    },
    {
      "provision_ref": "art12",
      "chapter": "3. Abschnitt: Fähigkeitsprüfung",
      "section": "12",
      "title": "Externe Sachverständige",
      "content": "1 Das BAZL kann externe Sachverständige beiziehen, welche die Prüfungen abnehmen. 2 Es kann die Abnahme von Prüfungen ganz oder teilweise an geeignete Stellen übertragen."
    },
    {
      "provision_ref": "art13",
      "chapter": "3. Abschnitt: Fähigkeitsprüfung",
      "section": "13",
      "title": "Ergebnis",
      "content": "1 Über den Verlauf der Prüfung führt der oder die Sachverständige ein Protokoll, das innert fünf Tagen an das BAZL weiterzuleiten ist. 2 Nicht bestandene Prüfungen können zweimal wiederholt werden. Die zweite und die dritte Prüfung beschränken sich auf diejenigen Fächer, in welchen der Bewerber oder die Bewerberin in der ersten Prüfung nicht mindestens 75 % der Prüfungsfragen richtig beantwortet hat. 3 Das BAZL bestimmt die Frist, innert welcher sich der Bewerber oder die Bewerberin wieder zur Prüfung melden kann. In der Regel beträgt die Wartefrist mindestens drei Monate. Fassung gemäss Ziff. I der V des UVEK vom 14. Juli 2008, in Kraft seit 1. Aug. 2008 ( AS 2008 3611 )."
    },
    {
      "provision_ref": "art14",
      "chapter": "3. Abschnitt: Fähigkeitsprüfung",
      "section": "14",
      "title": "Richtlinien",
      "content": "Das BAZL erlässt über die Durchführung von Fähigkeitsprüfungen Richtlinien in Form eines Prüfungsregelements (Technische Mitteilung, Art. 29). Fassung gemäss Ziff. I der V des UVEK vom 14. Juli 2008, in Kraft seit 1. Aug. 2008 ( AS 2008 3611 )."
    },
    {
      "provision_ref": "art15",
      "chapter": "4. Abschnitt: Gültigkeit des Ausweises und der persönlichen Ermächtigung",
      "section": "15",
      "title": "Genügender Erfahrungsstand",
      "content": "1 Der Träger oder die Trägerin eines Ausweises oder einer persönlichen Ermächtigung darf eine Tätigkeit, zu der er oder sie berechtigt ist, nur so lange ausüben, als er oder sie über die erforderlichen Kenntnisse und Fähigkeiten verfügt. 2 War der Träger oder die Trägerin während längerer Zeit auf einem gewissen Gebiet nicht mehr tätig oder bestehen aus anderen Gründen berechtigte Zweifel an seinen oder ihren Kenntnissen und Fähigkeiten, so kann das BAZL verlangen, dass er oder sie an einem Wiederholungs- oder Fachkurs teilnimmt oder eine entsprechende Prüfung besteht."
    },
    {
      "provision_ref": "art16",
      "chapter": "4. Abschnitt: Gültigkeit des Ausweises und der persönlichen Ermächtigung",
      "section": "16",
      "title": "Genügende Leistungsfähigkeit",
      "content": "Der Träger oder die Trägerin eines Ausweises oder einer persönlichen Ermächtigung darf die Tätigkeit, zu der er oder sie berechtigt ist, nicht ausüben, wenn seine oder ihre Leistungsfähigkeit durch Krankheit oder Übermüdung oder durch Einfluss von alkoholischen Getränken, Betäubungsmitteln oder Medikamenten beeinträchtigt ist."
    },
    {
      "provision_ref": "art17",
      "chapter": "4. Abschnitt: Gültigkeit des Ausweises und der persönlichen Ermächtigung",
      "section": "17",
      "title": "Gültigkeitsdauer des Ausweises und der persönlichen Ermächtigung",
      "content": "1 Der Ausweis und die persönliche Ermächtigung sind fünf Jahre gültig. 2 Sie werden auf Gesuch hin jeweils um fünf Jahre verlängert, wenn der Träger oder die Trägerin nachweist, dass er oder sie in den letzten zwei Jahren während mindestens eines halben Jahres auf den entsprechenden Gebieten tätig gewesen ist. 3 Über die Erneuerung verfallener Ausweise oder persönlicher Ermächtigungen von Personen, welche die für die Erneuerung vorgeschriebene praktische Tätigkeit nicht nachweisen können, entscheidet das BAZL im Einzelfall. 4 Das BAZL kann die Erneuerung des Ausweises oder der persönlichen Ermächtigung davon abhängig machen, dass der Bewerber oder die Bewerberin an einem Wiederholungs- oder Fachkurs teilgenommen oder eine entsprechende Prüfung bestanden hat. Fassung gemäss Ziff. I der V des UVEK vom 14. Juli 2008, in Kraft seit 1. Aug. 2008 ( AS 2008 3611 )."
    },
    {
      "provision_ref": "art18",
      "chapter": "4. Abschnitt: Gültigkeit des Ausweises und der persönlichen Ermächtigung",
      "section": "18",
      "title": "Entzug des Ausweises oder der persönlichen Ermächtigung und Einschränkung des Geltungsbereiches",
      "content": "Das BAZL kann in Anwendung von Artikel 92 LFG den befristeten oder dauernden Entzug eines Ausweises oder einer persönlichen Ermächtigung verfügen oder deren Geltungsbereich und die damit verbundenen Rechte beschränken, namentlich wenn: a. die für die Erteilung des Ausweises oder der persönlichen Ermächtigung massgebenden Voraussetzungen nicht mehr erfüllt sind; b. die massgebenden Vorschriften in schwerwiegender Weise oder wiederholt verletzt wurden; c. ihm die Unterlagen vorenthalten werden, die zur Überprüfung der Befolgung dieser Vorschriften notwendig sind."
    },
    {
      "provision_ref": "art19",
      "chapter": "5. Abschnitt: Besondere Arbeitsverfahren",
      "section": "19",
      "title": "",
      "content": "1 Das BAZL bestimmt die besonderen Arbeitsverfahren, für welche ein Ausweis für Fachspezialisten (Art. 26) oder eine von ihm anerkannte persönliche Ermächtigung erforderlich ist. Es kann die Erteilung eines Ausweises oder einer Ermächtigung von der Erfüllung bestimmter Auflagen abhängig machen. 2 Das BAZL erlässt Richtlinien über die besonderen Arbeitsverfahren (Technische Mitteilung, Art. 29). Fassung gemäss Ziff. I der V des UVEK vom 14. Juli 2008, in Kraft seit 1. Aug. 2008 ( AS 2008 3611 )."
    },
    {
      "provision_ref": "art20",
      "chapter": "1. Abschnitt: Ausweis für Luftfahrzeugmechaniker",
      "section": "20",
      "title": "Voraussetzungen für den Erwerb",
      "content": "1 Eine Person, die sich um einen Ausweis für Luftfahrzeugmechaniker bewirbt, muss die Anforderungen der Artikel 8 und 9 erfüllen sowie: a. mindestens 21 Jahre alt sein; b. sich über eine Berufslehre oder eine gleichwertige Ausbildung ausweisen, die für die Tätigkeit als Luftfahrzeugmechaniker zweckmässig ist; c. nachweisen können, dass sie während dreier Jahre in der Instandhaltung von Luftfahrzeugen tätig war, wovon zwei Jahre auf dem beantragten Tätigkeitsgebiet, oder dass sie an einem vom BAZL anerkannten Kurs teilgenommen hat und während zweier Jahre in der Instandhaltung von Luftfahrzeugen auf dem beantragten Tätigkeitsgebiet tätig war; die letztmalige praktische Tätigkeit darf in beiden Fällen nicht mehr als zwölf Monate zurückliegen; d. die Fähigkeitsprüfung bestanden haben; e. über die für das Verstehen von Instandhaltungsunterlagen erforderlichen Fremdsprachenkenntnisse verfügen. 2 Das BAZL entscheidet im Einzelfall, ob die Tätigkeit in einem Herstellerbetrieb oder an militärischen Luftfahrzeugen an die geforderte praktische Erfahrung angerechnet werden kann. Ausdruck gemäss Ziff. I der V des UVEK vom 14. Juli 2008, in Kraft seit 1. Aug. 2008 ( AS 2008 3611 ). Diese Änd. wurde im ganzen Erlass berücksichtigt. Eingefügt durch Ziff. I der V des UVEK vom 14. Juli 2008, in Kraft seit 1. Aug. 2008 ( AS 2008 3611 )."
    },
    {
      "provision_ref": "art21",
      "chapter": "1. Abschnitt: Ausweis für Luftfahrzeugmechaniker",
      "section": "21",
      "title": "Fähigkeitsprüfung",
      "content": "Die Fähigkeitsprüfung umfasst eine theoretische und eine praktische Prüfung über: a. die luftrechtlichen Vorschriften über die Instandhaltung von Luftfahrzeugen; b. Material- und Normenkenntnisse; c. allgemeine Kenntnisse der Luftfahrzeuge; d. Kenntnisse der Komponenten und der Luftfahrzeugsysteme aus dem Bereich der von der Gesuchstellerin oder vom Gesuchsteller beantragten Tätigkeitsgebiete; e. die Anwendung von Instandhaltungsunterlagen; f. Arbeits- und Prüfverfahren, einschliesslich Kenntnisse der erforderlichen administrativen Arbeiten; g. englische Sprachkenntnisse, soweit sie für das Verstehen der Instandhaltungsunterlagen erforderlich sind. Fassung gemäss Ziff. I der V des UVEK vom 14. Juli 2008, in Kraft seit 1. Aug. 2008 ( AS 2008 3611 ). Ausdruck gemäss Ziff. I der V des UVEK vom 14. Juli 2008, in Kraft seit 1. Aug. 2008 ( AS 2008 3611 ). Diese Änd. wurde im ganzen Erlass berücksichtigt."
    },
    {
      "provision_ref": "art22",
      "chapter": "1. Abschnitt: Ausweis für Luftfahrzeugmechaniker",
      "section": "22",
      "title": "Rechte des Trägers oder der Trägerin eines Ausweises",
      "content": "1 Der Träger oder die Trägerin eines Ausweises für Luftfahrzeugmechaniker ist berechtigt: a. selbstständig nicht komplexe Instandhaltungsarbeiten an den in seinem oder ihrem Ausweis eingetragenen Luftfahrzeugen durchzuführen, zu überwachen und zu bescheinigen; b. komplexe Instandhaltungsarbeiten an Luftfahrzeugen unter Aufsicht eines entsprechend berechtigten Instandhaltungsbetriebes durchzuführen, zu überwachen und zu bescheinigen. 2 Das BAZL kann einem Träger oder einer Trägerin eines Ausweises für Luftfahrzeugmechaniker im Einzelfall bewilligen, an den in seinem oder ihrem Ausweis eingetragenen Luftfahrzeugen bestimmte komplexe Instandhaltungsarbeiten selbstständig durchzuführen und zu bescheinigen. 3 Unter Vorbehalt der zusätzlichen Anforderungen der zuständigen Flugplatzorgane ist ein Träger oder eine Trägerin eines Ausweises für Luftfahrzeugmechaniker ausserdem berechtigt: a. mit einem Luftfahrzeug zu rollen, sofern er oder sie eine entsprechende Einweisung erhalten hat und in die Flugplatzverfahren eingeführt worden ist; b. mit den Verkehrsdienststellen der Flugsicherung in radiotelefonische Verbindung zu treten, sofern er oder sie eine Einführung in die Verfahren des radiotelefonischen Verkehrs erhalten hat und die beim Rollen gebräuchlichen Redewendungen kennt. Fassung gemäss Ziff. I der V des UVEK vom 14. Juli 2008, in Kraft seit 1. Aug. 2008 ( AS 2008 3611 ). Fassung gemäss Ziff. I der V des UVEK vom 14. Juli 2008, in Kraft seit 1. Aug. 2008 ( AS 2008 3611 )."
    },
    {
      "provision_ref": "art26",
      "chapter": "3. Abschnitt: Ausweis für Fachspezialisten oder persönliche Ermächtigung",
      "section": "26",
      "title": "Voraussetzungen für den Erwerb",
      "content": "1 Eine Person, die sich um einen Ausweis für Fachspezialisten oder eine persönliche Ermächtigung bewirbt, muss die Anforderungen der Artikel 8 und 9 erfüllen sowie: a. mindestens 21 Jahre alt sein; b. sich über eine Berufslehre oder eine gleichwertige Ausbildung ausweisen, die für die Tätigkeit eines Fachspezialisten im beantragten Tätigkeitsgebiet zweckmässig ist; c. nachweisen, dass sie während zweier Jahre auf ihrem Fachgebiet in der Instandhaltung von Luftfahrzeugen oder Komponenten tätig war, davon mindestens ein Jahr auf dem beantragten Tätigkeitsgebiet; die letztmalige praktische Tätigkeit darf nicht mehr als zwölf Monate zurückliegen; d. die Fähigkeitsprüfung bestanden haben oder eine persönliche Berechtigung einer vom BAZL anerkannten Fachorganisation vorlegen; e. über die für das Verstehen von Instandhaltungsunterlagen erforderlichen Fremdsprachenkenntnisse verfügen. 2 Das BAZL kann im Einzelfall von der Erfüllung bestimmter Voraussetzungen nach Absatz 1 Buchstabe c teilweise absehen, sofern der Bewerber oder die Bewerberin eine gleichwertige praktische Tätigkeit nachweist. Eingefügt durch Ziff. I der V des UVEK vom 14. Juli 2008, in Kraft seit 1. Aug. 2008 ( AS 2008 3611 )."
    },
    {
      "provision_ref": "art27",
      "chapter": "3. Abschnitt: Ausweis für Fachspezialisten oder persönliche Ermächtigung",
      "section": "27",
      "title": "Fähigkeitsprüfung",
      "content": "Die Fähigkeitsprüfung umfasst eine theoretische und eine praktische Prüfung über: a. die luftrechtlichen Vorschriften über die Instandhaltung von Luftfahrzeugen und Komponenten; b. die Anwendung der Instandhaltungsunterlagen; c. die Lufttüchtigkeitsanforderungen für das Tätigkeitsgebiet; d. Material- und Normenkenntnisse sowie Kenntnisse der Komponenten und der Luftfahrzeugsysteme aus dem Bereich des Tätigkeitsgebietes; e. Arbeits- und Prüfverfahren, einschliesslich über Kenntnisse der erforderlichen administrativen Arbeiten; f. englische Sprachkenntnisse, soweit sie für das Verstehen der Instandhaltungsunterlagen erforderlich sind. Fassung gemäss Ziff. I der V des UVEK vom 14. Juli 2008, in Kraft seit 1. Aug. 2008 ( AS 2008 3611 )."
    },
    {
      "provision_ref": "art28",
      "chapter": "3. Abschnitt: Ausweis für Fachspezialisten oder persönliche Ermächtigung",
      "section": "28",
      "title": "Rechte des Trägers oder der Trägerin eines Ausweises",
      "content": "1 Der Träger oder die Trägerin eines Ausweises für Fachspezialisten oder einer persönlichen Ermächtigung ist berechtigt, für die in seinem oder ihrem Ausweis oder seiner oder ihrer persönlichen Ermächtigung eingetragenen Tätigkeitsgebiete Instandhaltungsarbeiten an Luftfahrzeugen und Komponenten durchzuführen oder zu überwachen und zu bescheinigen. 2 Für das Rollen mit Luftfahrzeugen gilt Artikel 22 Absatz 3 sinngemäss. Fassung gemäss Ziff. I der V des UVEK vom 14. Juli 2008, in Kraft seit 1. Aug. 2008 ( AS 2008 3611 )."
    },
    {
      "provision_ref": "art29",
      "chapter": "4. Kapitel: Technische Mitteilungen",
      "section": "29",
      "title": "",
      "content": "1 Das BAZL kann ergänzende Richtlinien und Mitteilungen über das Instandhaltungspersonal als Technische Mitteilungen erlassen. 2 Es veröffentlicht die Technischen Mitteilungen. 3 Eine Kopie der Technischen Mitteilungen kann beim BAZL gegen Entgelt bezogen werden. Fassung gemäss Ziff. I der V des UVEK vom 14. Juli 2008, in Kraft seit 1. Aug. 2008 ( AS 2008 3611 ). Bezugsquelle: Bundesamt für Zivilluftfahrt, 3003 Bern (www.bazl.admin.ch)."
    },
    {
      "provision_ref": "art30",
      "chapter": "5. Kapitel: Schlussbestimmungen",
      "section": "30",
      "title": "Aufhebung bisherigen Rechts",
      "content": "Die Verordnung vom 8. Juli 1985 über das Luftfahrzeug-Unterhaltspersonal (VUP) wird aufgehoben. [ AS 1985 1548 , 1993 2311 , 1995 123 4892 Art. 9]"
    },
    {
      "provision_ref": "art31",
      "chapter": "5. Kapitel: Schlussbestimmungen",
      "section": "31",
      "title": "Übergangsbestimmungen",
      "content": "1 Bisherige Ausweise für Luftfahrzeug-Instandhaltungspersonal werden nach dem Inkrafttreten dieser Verordnung gemäss Artikel 17 erneuert. 2 Die Erweiterung eines nationalen Ausweises auf eine Lizenz gemäss JAR-66 richtet sich nach der VJAR-66. [ AS 2000 2407 . AS 2008 3611 Ziff. III 1]"
    },
    {
      "provision_ref": "art31a",
      "chapter": "5. Kapitel: Schlussbestimmungen",
      "section": "31a",
      "title": "a Übergangsbestimmungen zur Änderung vom 14. Juli 2008",
      "content": "1 Die nach bisherigem Recht ausgestellten Ausweise für Luftfahrzeugkontrolleure behalten nach Inkrafttreten der Änderung vom 14. Juli 2008 dieser Verordnung ihre Gültigkeit. 2 Das BAZL kann sie unter den Voraussetzungen von Artikel 17 erneuern. Eingefügt durch Ziff. I der V des UVEK vom 14. Juli 2008, in Kraft seit 1. Aug. 2008 ( AS 2008 3611 )."
    },
    {
      "provision_ref": "art32",
      "chapter": "5. Kapitel: Schlussbestimmungen",
      "section": "32",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 1. Oktober 2000 in Kraft."
    }
  ],
  "definitions": [
    {
      "term": "freigabeberechtigtes Personal",
      "definition": "freigabeberechtigtes Personal : Instandhaltungspersonal, das vom Bundesamt für Zivilluftfahrt (BAZL) ermächtigt worden ist, Freigabebescheinigungen auszustellen;",
      "source_provision": "art3"
    },
    {
      "term": "Komponenten",
      "definition": "Komponenten : Triebwerke, Propeller, Luftfahrzeugteile, Baugruppen, Bauelemente und Ausrüstungen einschliesslich Notausrüstungen; abwerfbare Aussenlasten bei Helikoptern, die ausschliesslich dem Materialtransport dienen, gelten nicht als Komponenten;",
      "source_provision": "art3"
    },
    {
      "term": "persönliche Ermächtigung",
      "definition": "persönliche Ermächtigung : vom BAZL ausgestelltes Dokument, das den Inhaber oder die Inhaberin ermächtigt, Instandhaltungsarbeiten nur an ausgewählten Komponenten oder nur ausgewählte Tätigkeiten zu bescheinigen;",
      "source_provision": "art3"
    },
    {
      "term": "Instandhaltungsarbeiten",
      "definition": "Instandhaltungsarbeiten : Kontroll-, Überholungs-, Änderungs-, Austausch- und Reparaturarbeiten an Luftfahrzeugen und Komponenten;",
      "source_provision": "art3"
    },
    {
      "term": "komplexe und nicht komplexe Instandhaltungsarbeiten",
      "definition": "komplexe und nicht komplexe Instandhaltungsarbeiten : Instandhaltungsarbeiten im Sinne der Richtlinien des BAZL (Technische Mitteilung, Art. 29);",
      "source_provision": "art3"
    },
    {
      "term": "Freigabebescheinigung",
      "definition": "Freigabebescheinigung : Bestätigung, dass die an einem Luftfahrzeug oder an einer Komponente vorgenommenen Instandhaltungsarbeiten nach den massgebenden Instandhaltungsunterlagen durchgeführt und abgeschlossen worden sind;",
      "source_provision": "art3"
    },
    {
      "term": "Instandhaltungsunterlagen",
      "definition": "Instandhaltungsunterlagen : Alle Angaben, die notwendig sind, um ein Luftfahrzeug oder eine Komponente so instand zu halten, dass dessen Lufttüchtigkeit gewährleistet ist.",
      "source_provision": "art3"
    }
  ]
}