{
  "id": "sr-734-91",
  "type": "statute",
  "title": "Bundesgesetz vom 30. September 2022 über subsidiäre Finanzhilfen zur Rettung systemkritischer Unternehmen der Elektrizitätswirtschaft (FiREG)",
  "title_en": "",
  "short_name": "FiREG",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2022/544/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "1",
      "title": "Zweck, Gegenstand und Geltungsbereich",
      "content": "1 Dieses Gesetz soll dazu beitragen, dass die Stromversorgung in der Schweiz auch bei unvorhergesehenen Entwicklungen gewährleistet ist. 2 Es regelt Finanzhilfen zur subsidiären Unterstützung von systemkritischen Unternehmen der Elektrizitätswirtschaft, denen aufgrund eines Liquiditätsengpasses infolge von unvorhergesehenen Entwicklungen trotz der von den Unternehmen, ihren Finanzierungspartnern und ihren direkten oder indirekten Eigentümern getroffenen Massnahmen Illiquidität droht oder die von Illiquidität betroffen sind. 3 Es gilt ausschliesslich für Unternehmen der Elektrizitätswirtschaft, die Rechtsträger des Privatrechts sind."
    },
    {
      "provision_ref": "art2",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "2",
      "title": "Systemkritische Unternehmen",
      "content": "1 Unternehmen der Elektrizitätswirtschaft gelten als systemkritisch im Sinne dieses Gesetzes, wenn sie: a. ihren Sitz in der Schweiz haben; und b. selbst, über direkt oder indirekt mit ihnen verbundene Konzerngesellschaften oder anderweitig: 1. über eine in der Schweiz installierte Kraftwerksleistung von mindestens 1200 Megawatt verfügen, und 2. an organisierten Märkten für Elektrizität teilnehmen. 2 Das Eidgenössische Departement für Umwelt, Verkehr, Energie und Kommunikation (UVEK) kann nach Anhörung der Eidgenössischen Elektrizitätskommission (ElCom) verfügen, dass weitere Unternehmen der Elektrizitätswirtschaft, die ihren Sitz in der Schweiz haben, als systemkritisch gelten, wenn diese Unternehmen: a. über ihre Handelsgeschäfte mit anderen Unternehmen der Energiewirtschaft vernetzt sind; b. Leistungen erbringen, die nicht innerhalb einer Frist, die für die schweizerische oder regionale Volkswirtschaft tragbar ist, durch andere Marktteilnehmer ersetzt werden können; c. über einen Versorgungsauftrag in der Schweiz verfügen; und d. über eine Produktion in der Schweiz verfügen, deren Produkte sie am Markt absetzen. 3 Ein Unternehmen, das die Voraussetzungen nach Absatz 2 erfüllt, kann innert sechs Monaten Inkrafttreten dieses Gesetzes beim UVEK einen Antrag auf den Erlass einer Verfügung stellen, dass das Unternehmen als systemkritisch gilt. Das UVEK entscheidet nach Anhörung der ElCom. 4 Ist ein Unternehmen Teil eines Konzerns, so gilt nur die oberste Konzerngesellschaft mit Sitz in der Schweiz, die den Konzern konsolidiert, als systemkritisches Unternehmen."
    },
    {
      "provision_ref": "art3",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "3",
      "title": "Subsidiäre Finanzhilfen des Bundes in Form von Darlehen",
      "content": "1 Droht einem systemkritischen Unternehmen aufgrund eines Liquiditätsengpasses infolge von unvorhergesehenen Entwicklungen trotz der vom Unternehmen, seinen Finanzierungspartnern und seinen direkten oder indirekten Eigentümern getroffenen Massnahmen Illiquidität, so kann der Bund subsidiär Finanzhilfen in Form von Darlehen gewähren. 2 Es besteht kein Anspruch auf Darlehen nach diesem Gesetz."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Darlehensgewährung mittels Darlehensverfügung",
      "content": "1 Das UVEK gewährt die Darlehen an systemkritische Unternehmen grundsätzlich durch Verfügung. Die Darlehensgewährung erfolgt auf Antrag der Unternehmen. 2 Das UVEK kann auch dann eine Darlehensverfügung erlassen, wenn das Unternehmen überschuldet ist oder es nicht alle zumutbaren Selbsthilfemassnahmen getroffen hat."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Darlehensgewährung mittels Darlehensvertrag",
      "content": "Das UVEK kann mit systemkritischen Unternehmen öffentlich-rechtliche Darlehensverträge abschliessen."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Darlehensempfängerin, Zweck und Währung",
      "content": "1 Darlehensempfängerin ist das systemkritische Unternehmen. 2 Die Darlehen dienen ausschliesslich zur Deckung des Liquiditätsengpasses nach Artikel 9 Absatz 3. 3 Sie werden in Schweizer Franken gewährt."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Darlehenssumme, Zins und Risikozuschlag",
      "content": "1 Die Darlehensverfügung oder der Darlehensvertrag bestimmt die maximal beziehbare Darlehenssumme. 2 Die Darlehen werden marktgerecht verzinst, zuzüglich eines Risikozuschlags. 3 Der Risikozuschlag beträgt jährlich 4–8 Prozent des jeweils vom Unternehmen bezogenen Darlehensbetrags. Er erhöht sich auf 5–10 Prozent, wenn das Unternehmen während der Dauer der Möglichkeit zum Bezug gegen Pflichten, Auflagen oder Bedingungen der Darlehensverfügung oder des Darlehensvertrags oder gegen Bestimmungen dieses Gesetzes verstösst. Innerhalb der Bandbreiten wird der Risikozuschlag nach Massgabe der Risiken festgelegt. 4 Der Risikozuschlag wird fällig mit dem Ablauf der Dauer der Möglichkeit zum Bezug."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Modalitäten des Bezugs",
      "content": "Die Darlehensverfügung oder der Darlehensvertrag regelt die Modalitäten des Bezugs der Darlehen. Es wird darin insbesondere festgelegt: a. die minimale Höhe des zu beziehenden Darlehens oder eines zu beziehenden Teilbetrags; b. die minimale Laufzeit des zu beziehenden Darlehens oder eines zu beziehenden Teilbetrags; c. der Zeitpunkt der Auszahlung; d. die Zinsberechnung."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Verfahren des Bezugs",
      "content": "1 Der Bezug des Darlehens oder eines Teilbetrags erfolgt auf Antrag der Darlehensnehmerin an das UVEK. 2 Der Antrag enthält insbesondere eine Begründung des Liquiditätsbedarfs und eine schriftliche Bestätigung eines oder mehrerer zur Vertretung befugter Mitglieder des Verwaltungsrates, dass die Darlehensnehmerin nicht überschuldet ist und alle zumutbaren Selbsthilfemassnahmen getroffen hat. Das UVEK kann bei Verdacht auf eine Überschuldung einer direkt oder indirekt mit der Darlehensnehmerin verbundenen Konzerngesellschaft zusätzlich für diese eine Bestätigung verlangen. 3 Das UVEK veranlasst die Auszahlung, wenn: a. das Unternehmen alle zumutbaren Selbsthilfemassnahmen getroffen hat und nicht überschuldet ist; b. beim Unternehmen infolge von unvorhergesehenen Entwicklungen ein Liquiditätsengpass entsteht, insbesondere weil hohe Geldsicherheiten für Energiehandelsgeschäfte geleistet werden müssen oder eine bedeutende Gegenpartei auszufallen droht; und c. dem Unternehmen in der Folge unmittelbar Illiquidität oder Überschuldung drohen und die Elektrizitätsversorgung in der Schweiz dadurch gefährdet würde."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Pflichten der Darlehensnehmerin als Folge eines Darlehens",
      "content": "1 Ab Gewährung eines Darlehens mittels Verfügung oder Vertrag und bis zum Ende der Möglichkeit zum Bezug oder bis zur vollständigen Rückzahlung der Darlehen und Zahlung der Zinsen und des Risikozuschlags sind der Darlehensnehmerin nicht erlaubt: a. die Beschlussfassung über oder die Auszahlung von Dividenden und Tantiemen an Personen ausserhalb des Konzerns der Darlehensnehmerin; b. die Rückerstattung von Kapitaleinlagen aus der obersten Konzerngesellschaft; c. die Gewährung von Darlehen an die und die Rückzahlung von Darlehen der Eigentümerinnen und Eigentümer der obersten Konzerngesellschaft; d. die Beschlussfassung über oder die Auszahlung von Sondervergütungen und variablen Lohnbestandteilen an Mitglieder der Geschäftsleitung und des Verwaltungsrats. 2 Zulässig ist jedoch das Erfüllen vorbestehender ordentlicher Zins- und Amortisationszahlungspflichten. 3 Die Darlehensnehmerin und die mit ihr direkt oder indirekt verbundenen Konzerngesellschaften dürfen während der Inanspruchnahme von Darlehen und bis zur vollständigen Begleichung des Risikozuschlags keine Veräusserung von Aktiven und keine Umstrukturierungen, insbesondere nach dem Fusionsgesetz vom 3. Oktober 2003, vornehmen, welche die Rückzahlung von Darlehen oder allfällige Sicherheiten gefährden könnten. Vor Veräusserungen im Umfang von mehr als 50 Millionen Franken und vor Umstrukturierungen muss die Darlehensnehmerin das UVEK informieren. SR 221.301"
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Sicherheiten",
      "content": "1 Die Darlehensverfügung oder der Darlehensvertrag kann vorsehen, dass die Darlehensnehmerin, die mit ihr direkt oder indirekt verbundenen Konzerngesellschaften oder die an der Darlehensnehmerin beteiligten Personen mit dem UVEK Verhandlungen im Hinblick auf den Abschluss von öffentlich-rechtlichen Vereinbarungen zur Bestellung von Sicherheiten führen muss. Die Sicherheiten bestehen namentlich darin, dass: a. Pfandrechte auf Aktiven gewährt werden; b. Forderungen abgetreten werden; oder c. die Rückzahlung des Darlehens mit Garantien von Dritten sichergestellt wird. 2 Soweit die öffentlich-rechtliche Vereinbarung keine abweichenden Bestimmungen vorsieht, sind die Bestimmungen des Zivilgesetzbuches und des Obligationenrechts auf die Sicherheiten sinngemäss anwendbar. 3 Werden angemessene Sicherheiten bestellt, reduziert sich der Risikozuschlag nach Artikel 7 Absatz 3 um mindestens einen Prozentpunkt; er beträgt jedoch nie weniger als 4 Prozent. SR 210 SR 220"
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Nachrangigkeit",
      "content": "1 Das UVEK kann im Falle der Unvereinbarkeit eines Darlehens mit bestehenden Finanzierungen des Unternehmens oder bei einer drohenden Überschuldung des Unternehmens Forderungen nach diesem Gesetz für nachrangig erklären. Das UVEK gestaltet die Nachrangigkeitserklärung so aus, dass sich die zusätzlichen finanziellen Risiken des Bundes auf das notwendige Minimum beschränken. 2 Wird die Darlehensforderung für nachrangig erklärt, erhöht sich ab diesem Zeitpunkt der Risikozuschlag nach Artikel 7 Absatz 3 um mindestens einen Prozentpunkt; er beträgt jedoch nie mehr als 10 Prozent."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Ende der Möglichkeit zum Bezug und Zeitpunkt der Rückzahlung",
      "content": "1 Die Möglichkeit zum Bezug von Darlehen endet spätestens am 31. Juli 2026. 2 Ausstehende Bezüge sind innerhalb der beantragten Laufzeit zurückzuzahlen, spätestens jedoch bis zum in der Darlehensverfügung oder dem Darlehensvertrag bestimmten Zeitpunkt."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Auflagen und Bedingungen zur Risikoreduktion des Bundes",
      "content": "Das UVEK kann in der Darlehensverfügung oder dem Darlehensvertrag kreditmarktübliche Auflagen und Bedingungen insbesondere in Bezug auf die Liquidität und das Kapital der Darlehensnehmerin und den mit ihr direkt oder indirekt verbundenen Konzerngesellschaften festlegen, um die finanziellen Risiken des Bundes zu reduzieren."
    },
    {
      "provision_ref": "art15",
      "chapter": "3. Abschnitt: Pflichten der Kantone und der Gemeinden",
      "section": "15",
      "title": "Unterlassungspflicht der Kantone und der Gemeinden",
      "content": "Die Kantone und die Gemeinden unterlassen alles, was die Rückzahlung der Darlehen verzögern oder gefährden oder allfällig gewährte Sicherheiten gefährden könnte."
    },
    {
      "provision_ref": "art16",
      "chapter": "3. Abschnitt: Pflichten der Kantone und der Gemeinden",
      "section": "16",
      "title": "Anteil der Kantone an Darlehensverlusten und Risikozuschlägen",
      "content": "1 Die Kantone erstatten dem Bund die Hälfte von allfälligen definitiven Verlusten auf Darlehen, zuzüglich Zinsen und Risikozuschläge. 2 Die vom Bund vereinnahmten Risikozuschläge werden zur Hälfte an die Kantone weitergeleitet. 3 Die Verteilung der Verluste und der Risikozuschläge auf die einzelnen Kantone richtet sich nach deren Anteil zu 2/3 nach dem Bruttoinlandprodukt des Jahres 2020 und zu 1/3 nach der Wohnbevölkerung."
    },
    {
      "provision_ref": "art17",
      "chapter": "4. Abschnitt: Finanzierung",
      "section": "17",
      "title": "Verpflichtungskredit",
      "content": "Die Bundesversammlung bewilligt mit einfachem Bundesbeschluss einen Verpflichtungskredit für Darlehen nach diesem Gesetz."
    },
    {
      "provision_ref": "art18",
      "chapter": "4. Abschnitt: Finanzierung",
      "section": "18",
      "title": "Bereitstellungspauschale",
      "content": "1 Der Bund erhebt von den systemkritischen Unternehmen eine jährliche Bereitstellungspauschale. 2 Die Bereitstellungspauschale setzt sich zusammen aus: a. einem Betrag, welcher der Rendite einer vierjährigen Bundesanleihe in der Höhe des Verpflichtungskredits zum Zeitpunkt des Inkrafttretens dieses Gesetzes entspricht, aber nicht negativ sein darf; und b. den Kosten, die dem Bund aus dem Beizug Dritter für den Vollzug dieses Gesetzes entstehen. 3 Die von den Unternehmen in einem Jahr geschuldeten Zinsen und Risikozuschläge nach Artikel 7 werden von der Bereitstellungspauschale desselben Jahres in Abzug gebracht. Übersteigen die Zinsen und Risikozuschläge die Bereitstellungspauschale, so entfällt diese. 4 Das UVEK kann die jährliche Bereitstellungspauschale erhöhen, um Wettbewerbsverzerrungen zu vermeiden, namentlich wenn die Bereitstellungspauschale ähnlich oder weniger hoch als marktübliche Bereitstellungsgebühren von Bankfinanzierungen ausfällt. 5 Die Bereitstellungspauschale wird anteilmässig auf alle jeweils am 31. Dezember als systemkritisch geltenden Unternehmen verteilt. Der Anteil der einzelnen Unternehmen berechnet sich nach ihrem Anteil an der gesamten in der Schweiz installierten Kraftwerksleistung aller systemkritischen Unternehmen zum Zeitpunkt des Inkrafttretens des Gesetzes; massgebend ist die installierte Kraftwerksleistung, über die ein systemkritisches Unternehmen selbst, über direkt oder indirekt mit ihr verbundene Konzerngesellschaften oder anderweitig verfügt. Das UVEK stellt für die Bereitstellungspauschale jährlich Rechnung; es informiert die Unternehmen über eine allfällige Erhöhung."
    },
    {
      "provision_ref": "art19",
      "chapter": "5. Abschnitt: Auskunftspflichten und Datenbearbeitung",
      "section": "19",
      "title": "Auskunftspflichten",
      "content": "1 Die systemkritischen Unternehmen und mit ihnen direkt und indirekt verbundene Konzerngesellschaften, deren Revisionsstellen sowie die für ihre Buchführungs- und Treuhandtätigkeiten beigezogenen Personen und Unternehmen sind verpflichtet, den für den Vollzug zuständigen Bundesstellen, einschliesslich der ElCom und der Eidgenössischen Finanzkontrolle (EFK), sowie den für den Vollzug dieses Gesetzes beigezogenen Dritten sämtliche für den Vollzug dieses Gesetzes erforderlichen Auskünfte zu erteilen und ihnen die notwendigen Unterlagen und Informationen zur Verfügung zu stellen. 2 Es sind insbesondere zur Verfügung zu stellen: a. Unterlagen und Informationen zur aktuellen Finanzlage; b. Unterlagen und Informationen zu den abgeschlossenen Energiehandelsgeschäften; c. eine Darstellung der Marktentwicklungen, die dazu führen könnten, dass das systemkritische Unternehmen auf zusätzliche Liquidität angewiesen ist. 3 Ab dem Zeitpunkt des Antrags auf Darlehensgewährung sind zudem insbesondere zur Verfügung zu stellen: a. die Finanzplanung für den Zeitraum der Geltungsdauer dieses Gesetzes; b. die Informationen über die Höhe und die Ausschöpfung von Darlehen und Kreditlinien der bestehenden Finanzierungspartner; c. die offenen Risikopositionen mit Gegenparteien; d. aufgeschlüsselte Informationen über Sicherheitsleistungen (Margin Calls) an allen organisierten Marktplätzen. 4 Ab Gewährung eines Darlehens mittels Verfügung oder Vertrag sind zudem die zweckmässigen Informationen in geeigneter Form auch der Bevölkerung zugänglich zu machen. 5 Für die Prüfung der Systemkritikalität nach Artikel 2 Absätze 2 und 3 sind ab dem Zeitpunkt des Antrags insbesondere die Unterlagen und Informationen nach den Absätzen 2 Buchstabe b und 3 Buchstaben b und c zur Verfügung zu stellen."
    },
    {
      "provision_ref": "art20",
      "chapter": "5. Abschnitt: Auskunftspflichten und Datenbearbeitung",
      "section": "20",
      "title": "Datenbearbeitung",
      "content": "1 Die zuständigen Bundesstellen, einschliesslich der ElCom und der EFK, sowie die für den Vollzug dieses Gesetzes beigezogenen Dritten dürfen Personendaten und andere Informationen bearbeiten, verknüpfen und untereinander bekanntgeben, soweit dies für den Vollzug dieses Gesetzes, namentlich für die Gewährung, die Verwaltung, die Überwachung und die Abwicklung der Darlehen und der Sicherheiten, für die Prüfung der Systemkritikalität von Unternehmen oder für die Marktbeobachtung notwendig ist. 2 Allfällige von den Unternehmen der Elektrizitätswirtschaft freiwillig eingereichte Informationen dürfen ebenfalls bearbeitet werden, soweit dies der Überprüfung des Liquiditätsgrades und der Überwachung der Versorgungssicherheit dient. 3 Das Bankkunden-, das Steuer-, das Statistik-, das Revisions- und das Amtsgeheimnis können in Bezug auf die Bearbeitung, die Verknüpfung und die Bekanntgabe der Personendaten und anderen Informationen nicht geltend gemacht werden. 4 Der Zugang nach dem Öffentlichkeitsgesetz vom 17. Dezember 2004 zu den von den systemkritischen Unternehmen zur Verfügung gestellten Informationen und Daten ist ausgeschlossen. Das UVEK veröffentlicht regelmässig allgemeine Informationen zu den Darlehen. Nicht veröffentlicht werden unternehmensspezifische Informationen zu den gewährten Darlehen. SR 152.3"
    },
    {
      "provision_ref": "art21",
      "chapter": "6. Abschnitt: Ausnahmen bei gleichwertigen kantonalen Massnahmen",
      "section": "21",
      "title": "Anforderungen an die kantonalen Massnahmen",
      "content": "1 Sieht kantonales Recht materiell und formell geeignete Massnahmen vor, die einen Liquiditätsengpass und die drohende Illiquidität oder Überschuldung eines systemkritischen Unternehmens infolge von unvorhergesehenen Entwicklungen beheben können, so sind für dieses Unternehmen ausschliesslich die Artikel 1, 2, 21, 22, 24 und 25 anwendbar. 2 Massnahmen des kantonalen Rechts gelten als materiell geeignet, wenn: a. dem Unternehmen dadurch genügend liquide Mittel zur Verfügung stehen, um Illiquidität oder Überschuldung infolge von unvorhergesehenen Entwicklungen jederzeit abzuwenden; b. die durch das Unternehmen beantragten liquiden Mittel innerhalb von drei Arbeitstagen ausbezahlt werden können; c. die zur Verfügung gestellten liquiden Mittel: 1. vom Unternehmen ausschliesslich dazu verwendet werden dürfen, die Illiquidität oder Überschuldung des Unternehmens infolge von unvorhergesehenen Entwicklungen abzuwenden, und 2. den mit dem Unternehmen direkt oder indirekt verbundenen Konzerngesellschaften weitergereicht werden können; und d. der Kanton die Beaufsichtigung des Unternehmens in sinngemässer Anwendung der Artikel 19 und 20 wahrnehmen kann. 3 Sie gelten als formell geeignet, wenn: a. die kantonalen Rechtsgrundlagen mindestens bis zum Ablauf der Geltungsdauer dieses Gesetzes in Kraft sind; und b. alle kantonalen finanzhaushaltsrechtlichen Anforderungen für eine Auszahlung erfüllt sind."
    },
    {
      "provision_ref": "art22",
      "chapter": "6. Abschnitt: Ausnahmen bei gleichwertigen kantonalen Massnahmen",
      "section": "22",
      "title": "Ungenügende Zusage von liquiden Mitteln",
      "content": "Erfüllen die kantonalen Massnahmen die Anforderungen nach Artikel 21 nicht mehr, sind für das entsprechende Unternehmen nach zehn Tagen sämtliche Bestimmungen dieses Gesetzes anwendbar."
    },
    {
      "provision_ref": "art23",
      "chapter": "7. Abschnitt: Verantwortlichkeit sowie Beobachtungs- und Informationspflicht",
      "section": "23",
      "title": "Verantwortlichkeit",
      "content": "1 Die Verantwortlichkeit des Bundes, seiner Organe, seines Personals sowie die vom Bund beigezogenen Dritten richtet sich unter Vorbehalt von Absatz 2 nach dem Verantwortlichkeitsgesetz vom 14. März 1958. 2 Der Bund und die von ihm beigezogenen Dritten haften nur, wenn: a. sie wesentliche Amtspflichten verletzt haben; und b. Schäden nicht auf Pflichtverletzungen einer Darlehensnehmerin zurückzuführen sind. SR 170.32"
    },
    {
      "provision_ref": "art24",
      "chapter": "7. Abschnitt: Verantwortlichkeit sowie Beobachtungs- und Informationspflicht",
      "section": "24",
      "title": "Beobachtungs- und Informationspflicht der ElCom",
      "content": "1 Die ElCom beobachtet die Entwicklung der Märkte und die möglichen Auswirkungen auf die Unternehmen der Elektrizitätswirtschaft, deren Geschäftstätigkeit und die Massnahmen nach diesem Gesetz. 2 Sie informiert regelmässig die zuständigen Bundesstellen."
    },
    {
      "provision_ref": "art25",
      "chapter": "8. Abschnitt: Schlussbestimmungen",
      "section": "25",
      "title": "Vollzug",
      "content": "1 Das UVEK vollzieht das Gesetz, soweit dieses keine andere Verwaltungseinheit des Bundes als zuständig bezeichnet. Das UVEK kann weitere Verwaltungseinheiten des Bundes, insbesondere die ElCom, und Dritte beiziehen. 2 Es gewährt die Darlehen mittels Verfügung oder Vertrag im Einvernehmen mit dem Eidgenössischen Finanzdepartement."
    },
    {
      "provision_ref": "art26",
      "chapter": "8. Abschnitt: Schlussbestimmungen",
      "section": "26",
      "title": "Aufschiebende Wirkung",
      "content": "Beschwerden gegen Verfügungen nach diesem Gesetz haben keine aufschiebende Wirkung."
    },
    {
      "provision_ref": "art27",
      "chapter": "8. Abschnitt: Schlussbestimmungen",
      "section": "27",
      "title": "Übergangsbestimmung",
      "content": "Dieses Gesetz findet auch Anwendung auf die vor dem 1. Oktober 2022 vom Bundesrat gewährten subsidiären Finanzhilfen."
    },
    {
      "provision_ref": "art28",
      "chapter": "8. Abschnitt: Schlussbestimmungen",
      "section": "28",
      "title": "Referendum und Inkrafttreten",
      "content": "1 Dieses Gesetz wird dringlich erklärt (Art. 165 Abs. 1 BV). Es untersteht dem fakultativen Referendum (Art. 141 Abs. 1 Bst. b BV). 2 Es tritt am 1. Oktober 2022 in Kraft und gilt bis zum 31. Dezember 2026."
    }
  ],
  "definitions": []
}