{
  "id": "sr-741-511",
  "type": "statute",
  "title": "Verordnung vom 19. Juni 1995 über die Typengenehmigung von Strassenfahrzeugen (TGV)",
  "title_en": "",
  "short_name": "TGV",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1995/3997_3997_3997/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "1. Kapitel: Allgemeine Bestimmungen",
      "section": "1",
      "title": "Gegenstand und Geltungsbereich",
      "content": "1 Diese Verordnung regelt das Typengenehmigungsverfahren für dem SVG unterstehende Fahrzeuge, Fahrgestelle, Fahrzeugsysteme, Fahrzeugteile, Ausrüstungsgegenstände und Schutzvorrichtungen für Fahrzeugbenützer. 2 Soweit diese Verordnung nichts anderes vorsieht, finden die Vorschriften des Bundesgesetzes vom 12. Juni 2009 über die Produktesicherheit ergänzend Anwendung. SR 930.11 Fassung gemäss Ziff. I 4 der V vom 11. Juni 2010 zur Bereinigung des sektoriellen Verordnungsrechts im Bereich Produktesicherheit, in Kraft seit 1. Juli 2010 ( AS 2010 2749 )."
    },
    {
      "provision_ref": "art2",
      "chapter": "1. Kapitel: Allgemeine Bestimmungen",
      "section": "2",
      "title": "Begriffe",
      "content": "Im Sinne dieser Verordnung gelten als: a. Typ: das Muster, das der Genehmigung serienmässig hergestellter Fahrzeuge, Fahrgestelle, Fahrzeugsysteme, Fahrzeugteile, Ausrüstungsgegenstände oder Schutzvorrichtungen zugrunde liegt; ein Typ kann in Varianten und Versionen unterteilt sein; b. Typengenehmigung: die amtliche Bestätigung der Übereinstimmung eines Typs mit den einschlägigen technischen Anforderungen und seiner Eignung zum vorgesehenen Gebrauch; c. EU-Gesamtgenehmigung: die von einer Behörde eines EU-Mitgliedstaates nach EU-Recht erteilte Fahrzeug-Typengenehmigung; d. EU- oder UNECE-Teilgenehmigung: die von einer Behörde nach EU- oder UNECE-Recht erteilte Typengenehmigung eines Fahrzeugsystems, Fahrzeugteils, Ausrüstungsgegenstandes oder einer Schutzvorrichtung; e. EU-Übereinstimmungsbescheinigung: die vom Hersteller ausgestellte Bestätigung, dass ein einzelnes Fahrzeug mit einer EU-Gesamtgenehmigung in jeder Hinsicht übereinstimmt; f. Konformitätserklärung: die vom Hersteller oder von der Herstellerin schriftlich abgegebene Erklärung, dass ein Fahrzeugteil, Fahrzeugsystem, Ausrüstungsgegenstand oder eine Schutzvorrichtung den für die Zulassung in der Schweiz einschlägigen technischen Anforderungen entspricht; g. Konformitätsüberprüfung: die aufgrund von Stichproben vorgenommene Überprüfung der Übereinstimmung eines Fahrzeugs, Fahrgestells, Fahrzeugsystems, Fahrzeugteils, Ausrüstungsgegenstandes oder einer Schutzvorrichtung mit dem genehmigten Typ; h. Konformitätszeichen: amtliches Zeichen, das bestätigt, dass ein Fahrzeugteil, Fahrzeugsystem, Ausrüstungsgegenstand oder eine Schutzvorrichtung mit den einschlägigen technischen Vorschriften übereinstimmt; i. Fahrzeugsysteme: alle Systeme für einen Fahrzeugtyp, welche technische Vorschriften erfüllen müssen, wie die Bremsanlage oder die Einrichtungen zur Abgasreinigung; k. Hersteller oder Herstellerin: die Person oder Stelle, die gegenüber der Typengenehmigungsbehörde für alle Belange des Typengenehmigungsverfahrens sowie für die Sicherstellung der Übereinstimmung der Produktion verantwortlich ist. Sie muss nicht direkt an allen Herstellungsphasen des Fahrzeugs, Systems oder Fahrzeugteils, das Gegenstand des Typengenehmigungsverfahrens ist, beteiligt sein; l. Datenblatt: Bescheinigung an Stelle einer Typengenehmigung für Fahrzeuge mit EU-Gesamtgenehmigung; m. Konformitätsbewertung: schriftlicher Nachweis anhand eines Prüfberichtes einer in Anhang 2 aufgeführten Prüfstelle, dass ein Gegenstand den schweizerischen Vorschriften entspricht; n. Konformitätsbeglaubigung: schriftlicher Nachweis anhand eines Prüfberichtes einer ausländischen Prüfstelle, dass ein Gegenstand den schweizerischen Vorschriften entspricht. Fassung gemäss Ziff. I der V vom 2. Sept. 1998, in Kraft seit 1. Okt. 1998 ( AS 1998 2501 ). Ausdruck gemäss Ziff. I Abs. 1 der V vom 21. Nov. 2018, in Kraft seit 1. Febr. 2019 ( AS 2019 325 ). Diese Änd. wurde im ganzen Erlass berücksichtigt. Ausdruck gemäss Ziff. I Abs. 2 der V vom 21. Nov. 2018, in Kraft seit 1. Febr. 2019 ( AS 2019 325 ). Diese Änd. wurde im ganzen Erlass berücksichtigt. Fassung gemäss Ziff. I der V vom 2. Sept. 1998, in Kraft seit 1. Okt. 1998 ( AS 1998 2501 ). Fassung gemäss Ziff. I der V vom 2. Sept. 1998, in Kraft seit 1. Okt. 1998 ( AS 1998 2501 ). Eingefügt durch Ziff. I der V vom 2. Sept. 1998, in Kraft seit 1. Okt. 1998 ( AS 1998 2501 ). Eingefügt durch Ziff. I der V vom 29. Nov. 2006, in Kraft seit 1. Febr. 2007 ( AS 2007 95 ). Eingefügt durch Ziff. I der V vom 29. Nov. 2006, in Kraft seit 1. Febr. 2007 ( AS 2007 95 ). Eingefügt durch Ziff. I der V vom 29. Nov. 2006, in Kraft seit 1. Febr. 2007 ( AS 2007 95 )."
    },
    {
      "provision_ref": "art3",
      "chapter": "1. Abschnitt: Allgemeines",
      "section": "3",
      "title": "Geltungsbereich",
      "content": "1 Der Typengenehmigung unterliegen die im Anhang 1 aufgeführten Gegenstände. 2 Auf Antrag können auch für weitere Gegenstände Typengenehmigungen erteilt werden. Eingefügt durch Ziff. I der V vom 2. Sept. 1998, in Kraft seit 1. Okt. 1998 ( AS 1998 2501 )."
    },
    {
      "provision_ref": "art3a",
      "chapter": "1. Abschnitt: Allgemeines",
      "section": "3a",
      "title": "a Datenblatt für Fahrzeuge mit Gesamtgenehmigung",
      "content": "Für Fahrzeuge wird an Stelle einer Typengenehmigung ein Datenblatt erteilt, wenn der Fahrzeugtyp verkehrssicher ist und: a. eine EU-Gesamtgenehmigung vorliegt, die aufgrund von Ausrüstungs- und Prüfvorschriften erteilt worden ist, welche den in der Schweiz geltenden mindestens gleichwertig sind; und b. die vom Bund und den Kantonen benötigten Daten zur Verfügung stehen. Eingefügt durch Ziff. I der V vom 29. Nov. 2006, in Kraft seit 1. Febr. 2007 ( AS 2007 95 ). Fassung gemäss Ziff. I der V vom 14. Okt. 2009, in Kraft seit 1. April 2010 ( AS 2009 5805 )."
    },
    {
      "provision_ref": "art4",
      "chapter": "1. Abschnitt: Allgemeines",
      "section": "4",
      "title": "Befreiung von der Typengenehmigung",
      "content": "1 Zum Eigengebrauch importierte Fahrzeuge und Fahrgestelle sind von der Typengenehmigung befreit und können bei der kantonalen Zulassungsstelle direkt angemeldet werden. 1bis … 2 … 3 Von der Typengenehmigung befreit sind für schweizerische Hersteller jährlich höchstens fünf von ihnen hergestellte Fahrzeuge oder Fahrgestelle des gleichen Typs, der gleichen Variante oder der gleichen Version. 4 Fahrzeuge und Fahrgestelle, die von der Typengenehmigung befreit sind, unterstehen der Einzelprüfung bei der zuständigen kantonalen Zulassungsstelle. 5 Fahrzeugteile, Ausrüstungsgegenstände und Schutzvorrichtungen, die über ein EU-, UNECE- oder OECD-Konformitätszeichen verfügen, sind von der schweizerischen Typengenehmigung befreit. 6 Fahrzeugteile, Ausrüstungsgegenstände und Schutzvorrichtungen mit anderen ausländischen oder internationalen Konformitätszeichen sind von der Typengenehmigung befreit, sofern die Konformitätszeichen aufgrund von Vorschriften erteilt wurden, die vom Bundesamt für Strassen (Bundesamt) als den schweizerischen Vorschriften mindestens gleichwertig anerkannt sind. 7 Für die Gegenstände nach Anhang 1 Ziffer 2 sowie für Fahrzeugumbauten genügt für die Zulassung eine Konformitätsbewertung oder -beglaubigung oder ein Prüfbericht einer Prüfstelle nach Anhang 2. Fassung gemäss Ziff. I der V vom 10. Juni 2005, in Kraft seit 1. Okt. 2005 ( AS 2005 4193 ). Eingefügt durch Ziff. I der V vom 2. Sept. 1998 ( AS 1998 2501 ). Aufgehoben durch Ziff. I der V vom 10. Juni 2005, mit Wirkung seit 1. Okt. 2005 ( AS 2005 4193 ). Aufgehoben durch Ziff. I der V vom 10. Juni 2005, mit Wirkung seit 1. Okt. 2005 ( AS 2005 4193 ). Fassung gemäss Ziff. I der V vom 10. Juni 2005, in Kraft seit 1. Okt. 2005 ( AS 2005 4193 ). V vom 19. Juni 1995 über die technischen Anforderungen an Strassenfahrzeuge (VTS – SR 741.41 ). Fassung gemäss Ziff. I der V vom 10. Juni 2005, in Kraft seit 1. Okt. 2005 ( AS 2005 4193 ). Eingefügt durch Ziff. I der V vom 29. Nov. 2006, in Kraft seit 1. Febr. 2007 ( AS 2007 95 )."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Zuständigkeit",
      "content": "Zuständig für die Erteilung der Typengenehmigung ist das Bundesamt. Fassung gemäss Ziff. I der V vom 29. Nov. 2006, in Kraft seit 1. Febr. 2007 ( AS 2007 95 )."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Inhaber oder Inhaberin der Typengenehmigung für Fahrzeuge und Fahrgestelle",
      "content": "1 Inhaber oder Inhaberin der Typengenehmigung ist, wer beim Bundesamt für die jeweilige Typengenehmigung registriert ist. 2 Eine Typengenehmigung wird nur an Personen mit Wohn- oder Geschäftssitz in der Schweiz erteilt. 3 Jedem Inhaber oder jeder Inhaberin der Typengenehmigung für Fahrzeuge oder Fahrgestelle wird ein Code zugeteilt. Dieser Code muss im Prüfbericht (Form. 13.20 A) eingetragen werden. 4 Der Inhaber oder die Inhaberin der Typengenehmigung kann mit Zustimmung des Bundesamtes weitere Importeure ermächtigen, die Typengenehmigung zu verwenden oder diese an einen anderen Importeur abtreten. Fassung gemäss Ziff. I der V vom 29. Nov. 2006, in Kraft seit 1. Febr. 2007 ( AS 2007 95 ). Eingefügt durch Ziff. I der V vom 29. Nov. 2006, in Kraft seit 1. Febr. 2007 ( AS 2007 95 )."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Inhaber oder Inhaberin der Typengenehmigung für Fahrzeugteile, Fahrzeugsysteme, Ausrüstungsgegenstände und Schutzvorrichtungen",
      "content": "1 Inhaber oder Inhaberin der Typengenehmigung ist, wer die Typengenehmigung erlangt. 2 Eine Typengenehmigung wird nur an Personen mit Wohn- oder Geschäftssitz in der Schweiz erteilt. Ausgenommen sind internationale Typengenehmigungen. 3 Jede Person ist berechtigt, Fahrzeugteile, Ausrüstungsgegenstände und Schutzvorrichtungen, die mit dem genehmigten Typ übereinstimmen und mit dem entsprechenden Konformitätszeichen versehen sind, in Verkehr zu bringen."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Form und Inhalt der Typengenehmigung",
      "content": "1 Die Typengenehmigung für Fahrzeuge, Fahrgestelle, Fahrzeugsysteme, Fahrzeugteile, Ausrüstungsgegenstände und Schutzvorrichtungen enthält die für die Zulassung und Überprüfung notwendigen Angaben. 2 Form und Inhalt von in der Schweiz erteilten internationalen Typengenehmigungen für Fahrzeugsysteme, Fahrzeugteile, Ausrüstungsgegenstände oder Schutzvorrichtungen richten sich nach den entsprechenden internationalen Regelungen. Fassung gemäss Ziff. I der V vom 21. Aug. 2002, in Kraft seit 1. Jan. 2003 ( AS 2002 3310 )."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Verschiedene Marken gleicher Typen",
      "content": "Werden gleiche Typen unter verschiedenen Marken in Verkehr gebracht, so wird für jede einzelne Marke eine Typengenehmigung erteilt."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Verweigerung der Typengenehmigung",
      "content": "Das Bundesamt verweigert die Typengenehmigung, wenn der Gegenstand nicht den schweizerischen Vorschriften entspricht oder die Verkehrssicherheit nicht gewährleistet ist. Fassung gemäss Ziff. I der V vom 29. Nov. 2006, in Kraft seit 1. Febr. 2007 ( AS 2007 95 )."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "",
      "content": "Aufgehoben durch Anhang 4 Ziff. II 9 der V vom 30. Nov. 2018 über das Informationssystem Verkehrszulassung, mit Wirkung seit 1. Jan. 2019 ( AS 2018 4997 )."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Änderungen in der Serie",
      "content": "1 Änderungen an genehmigten Typen sind dem Bundesamt vorgängig zu melden. 2 Dieses entscheidet anhand der relevanten Unterscheidungsmerkmale und der Zuordnung für das Informationssystem Verkehrszulassung und die Fahrzeugausweise, ob: a. die Typengenehmigung geändert oder neu erteilt werden muss; b. eine neue Prüfung erforderlich ist; oder c. eine neue oder erweiterte ausländische Typengenehmigung erforderlich ist. Fassung gemäss Ziff. I der V vom 29. Nov. 2006, in Kraft seit 1. Febr. 2007 ( AS 2007 95 ). Fassung gemäss Anhang 4 Ziff. II 9 der V vom 30. Nov. 2018 über das Informationssystem Verkehrszulassung, in Kraft seit 1. Jan. 2019 ( AS 2018 4997 )."
    },
    {
      "provision_ref": "art13",
      "chapter": "2. Abschnitt: Erteilung der Typengenehmigung",
      "section": "13",
      "title": "Grundsatz",
      "content": "1 Die Typengenehmigung wird erteilt, wenn der Fahrzeugtyp verkehrssicher ist und folgende Dokumente vorliegen: a. eine EU-Gesamtgenehmigung; b. die EU-Teilgenehmigungen; c. die Hersteller-Konformitätserklärungen mit Prüfbericht nach Artikel 14; oder d. die ausländischen oder internationalen Genehmigungen nach Artikel 15. 2 Soweit keine Dokumente nach Absatz 1 vorgelegt werden, wird die Typengenehmigung auf Grund technischer Prüfungen am Gegenstand nach dem 3. Abschnitt erteilt. Fassung gemäss Ziff. I der V vom 29. Nov. 2006, in Kraft seit 1. Febr. 2007 ( AS 2007 95 ). Fassung gemäss Ziff. I der V vom 6. Sept. 2000, in Kraft seit 1. Okt. 2000 ( AS 2000 2291 ). Eingefügt durch Ziff. I der V vom 6. Sept. 2000, in Kraft seit 1. Okt. 2000 ( AS 2000 2291 )."
    },
    {
      "provision_ref": "art14",
      "chapter": "2. Abschnitt: Erteilung der Typengenehmigung",
      "section": "14",
      "title": "Konformitätserklärung",
      "content": "Die Konformitätserklärung wird anerkannt, wenn: a. der Hersteller oder die Herstellerin über die für die Durchführung der Prüfung notwendige Infrastruktur verfügt oder die Prüfung von einer akkreditierten oder von der Genehmigungsstelle des jeweiligen Landes benannten Prüfstelle durchführen lässt; b. der Hersteller oder die Herstellerin eine systematische innerbetriebliche Qualitätskontrolle durchführt (z.B. belegt mit ISO 9001 bzw. EN 29001 Zertifizierung); und c. das Bundesamt Zugriff auf die Prüfdaten und -ergebnisse hat. Fassung gemäss Ziff. I der V vom 29. Nov. 2006, in Kraft seit 1. Febr. 2007 ( AS 2007 95 ). Fassung gemäss Ziff. I der V vom 2. Sept. 1998, in Kraft seit 1. Okt. 1998 ( AS 1998 2501 )."
    },
    {
      "provision_ref": "art15",
      "chapter": "2. Abschnitt: Erteilung der Typengenehmigung",
      "section": "15",
      "title": "Genehmigungen nach ausländischem oder internationalem Recht",
      "content": "Genehmigungen, die von ausländischen Staaten nach nationalem oder internationalem Recht erteilt wurden, werden anerkannt, wenn die angewandten Vorschriften den schweizerischen Vorschriften gleichwertig sind. Der Gesuchsteller oder die Gesuchstellerin hat den Nachweis mit der Anmeldung zu erbringen. VTS vom 19. Juni 1995 ( SR 741.41 ; AS 1998 1188 1465 2352 ), TAFV 1 vom 19. Juni 1995 ( SR 741.412 ; AS 1998 2447 ), TAFV 2 vom 19. Juni 1995 ( SR 741.413 ; AS 1998 2475 ), TAFV 3 vom 2. September 1998 ( SR 741.414 ; AS 1998 2487 ) (siehe AS 1998 2501 )."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "",
      "content": "1 Der Gesuchsteller oder die Gesuchstellerin hat die Dokumente nach Artikel 13 zusammen mit dem entsprechenden Gesuchsformular und den darin verlangten Angaben beim Bundesamt einzureichen. 2 Die Dokumente und Unterlagen müssen in deutscher, französischer, italienischer oder englischer Sprache vorliegen. Anderssprachige Dokumente und Unterlagen können anerkannt werden, wenn zusätzlich eine beglaubigte Übersetzung in einer der genannten Sprachen vorliegt. 3 Ein Gegenstand gilt als zur Typengenehmigung angemeldet, wenn das Gesuchsformular und die Unterlagen vollständig beim Bundesamt vorliegen. 4 Soll an Stelle einer Typengenehmigung ein Datenblatt erteilt werden, so hat der Gesuchsteller oder die Gesuchstellerin die EU-Gesamtgenehmigung mit dem entsprechenden Gesuchsformular und den darin verlangten Angaben beim Bundesamt einzureichen. 5 Das Bundesamt überprüft die Unterlagen und teilt Mängel oder Fehler dem Gesuchsteller oder der Gesuchstellerin mit oder schickt die Unterlagen zurück. Fassung gemäss Ziff. I der V vom 29. Nov. 2006, in Kraft seit 1. Febr. 2007 ( AS 2007 95 ). Fassung gemäss Ziff. I der V vom 29. Nov. 2006, in Kraft seit 1. Febr. 2007 ( AS 2007 95 ). Fassung gemäss Ziff. I der V vom 29. Nov. 2006, in Kraft seit 1. Febr. 2007 ( AS 2007 95 ). Eingefügt durch Ziff. I der V vom 29. Nov. 2006, in Kraft seit 1. Febr. 2007 ( AS 2007 95 ). Eingefügt durch Ziff. I der V vom 29. Nov. 2006, in Kraft seit 1. Febr. 2007 ( AS 2007 95 )."
    },
    {
      "provision_ref": "art16a",
      "section": "16a",
      "title": "a Aufbewahrung der Unterlagen",
      "content": "Die Unterlagen werden vom Bundesamt nach Erteilung der Typengenehmigung während mindestens 15 Jahren elektronisch aufbewahrt. Eingefügt durch Ziff. I der V vom 6. Sept. 2000 ( AS 2000 2291 ). Fassung gemäss Ziff. I der V vom 29. Nov. 2006, in Kraft seit 1. Febr. 2007 ( AS 2007 95 )."
    },
    {
      "provision_ref": "art17",
      "chapter": "3. Abschnitt: Technische Prüfung",
      "section": "17",
      "title": "",
      "content": "1 Die Zuständigkeit für die Durchführung der technischen Prüfung ist in Anhang 2 geregelt. 2 Das Bundesamt kann weitere Stellen für die Durchführung von technischen Prüfungen provisorisch zulassen. 3 Prüfstellen müssen auf der Basis internationaler Normen ihre Kompetenz nachweisen. Fassung gemäss Ziff. I der V vom 6. Sept. 2000, in Kraft seit 1. Okt. 2000 ( AS 2000 2291 ). Fassung gemäss Ziff. I der V vom 29. Nov. 2006, in Kraft seit 1. Febr. 2007 ( AS 2007 95 ). Fassung gemäss Ziff. I der V vom 29. Nov. 2006, in Kraft seit 1. Febr. 2007 ( AS 2007 95 ). Eingefügt durch Ziff. I der V vom 29. Nov. 2006, in Kraft seit 1. Febr. 2007 ( AS 2007 95 )."
    },
    {
      "provision_ref": "art18",
      "chapter": "3. Abschnitt: Technische Prüfung",
      "section": "18",
      "title": "Prüfung",
      "content": "1 Der Gesuchsteller oder die Gesuchstellerin hat eine nach Anhang 2 festgelegte Prüfstelle mit der Prüfung des Gegenstandes zu beauftragen. 2 Über jede technische Prüfung wird ein Protokoll aufgenommen, das die für die Zulassung notwendigen und für die Abklärung von Unfällen bedeutsamen Angaben enthält. Fassung gemäss Ziff. I der V vom 6. Sept. 2000, in Kraft seit 1. Okt. 2000 ( AS 2000 2291 ). Fassung gemäss Ziff. I der V vom 21. Nov. 2018, in Kraft seit 1. Febr. 2019 ( AS 2019 325 )."
    },
    {
      "provision_ref": "art19",
      "chapter": "3. Abschnitt: Technische Prüfung",
      "section": "19",
      "title": "Prüfvorschriften und -unterlagen",
      "content": "Die Prüfvorschriften und -unterlagen richten sich nach der Verordnung vom 19. Juni 1995 über die technischen Anforderungen an Strassenfahrzeuge (VTS) sowie den darin aufgeführten EU-Rechtsakten und UNECE-Reglementen. Fassung gemäss Ziff. I der V vom 21. Nov. 2018, in Kraft seit 1. Febr. 2019 ( AS 2019 325 ). SR 741.41"
    },
    {
      "provision_ref": "art20",
      "chapter": "3. Abschnitt: Technische Prüfung",
      "section": "20",
      "title": "Vorführung",
      "content": "1 Der Gesuchsteller oder die Gesuchstellerin führt den angemeldeten Gegenstand in Originalausführung oder unter Angabe der bereits vorgenommenen Änderungen vor. 2 Er oder Sie ist für den serienkonformen und betriebssicheren Zustand des Prüfgegenstandes und, wenn auf dem Anmeldeformular verlangt, auch für das sichere Anbringen der Ladung verantwortlich. 3 Fahrzeuge, Fahrgestelle und Fahrzeugsysteme sind von einer Person vorzuführen, die über die technische Beschaffenheit und die Ausrüstung Auskunft erteilen kann. …. Satz aufgehoben durch Ziff. I der V vom 6. Sept. 2000, mit Wirkung seit 1. Okt. 2000 ( AS 2000 2291 )."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Ort der technischen Prüfung",
      "content": "Die Prüfstelle bestimmt den Ort der Prüfung. Sofern geeignete Räume, Einrichtungen und Prüfstrecken vorhanden sind, kann sie beispielsweise auch beim Importeur oder beim Hersteller durchgeführt werden. Fassung gemäss Ziff. I der V vom 6. Sept. 2000, in Kraft seit 1. Okt. 2000 ( AS 2000 2291 )."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "",
      "content": "Aufgehoben durch Ziff. I der V vom 6. Sept. 2000, mit Wirkung seit 1. Okt. 2000 ( AS 2000 2291 )."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Durchführung der technischen Prüfung von Fahrzeugteilen, Ausrüstungsgegenständen und Schutzvorrichtungen",
      "content": "1 Die Prüfstelle kann anlässlich der technischen Prüfungen von Fahrzeugteilen, Ausrüstungsgegenständen und Schutzvorrichtungen ein Baumuster als Beleg- oder Vergleichsstück zurückbehalten. 2 Für Gegenstände, die infolge der technischen Prüfung zerstört oder beschädigt werden, besteht kein Anspruch auf Entschädigung. Die Gegenstände werden dem Gesuchsteller oder der Gesuchstellerin auf Antrag ausgehändigt."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Mitteilung der Mängel",
      "content": "Wird anlässlich der technischen Prüfung festgestellt, dass der Prüfgegenstand den schweizerischen Vorschriften nicht oder nur teilweise entspricht, so teilt die Prüfstelle die Mängel dem Gesuchsteller oder der Gesuchstellerin schriftlich mit."
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Konformitätszeichen",
      "content": "1 Die Genehmigungsstelle erteilt für Fahrzeugteile, Ausrüstungsgegenstände oder Schutzvorrichtungen gleichzeitig mit der Typengenehmigung ein Konformitätszeichen, das auf allen in den Verkehr kommenden, genehmigten Gegenständen unverwischbar angebracht werden muss. 2 Die Importeure von Fahrzeugteilen, Ausrüstungsgegenständen oder Schutzvorrichtungen müssen, auch wenn für den betreffenden Gegenstand ein Konformitätszeichen vorliegt, gewährleisten, dass die Typengenehmigung erteilt ist. Fassung gemäss Ziff. I der V vom 2. Sept. 1998, in Kraft seit 1. Okt. 1998 ( AS 1998 2501 )."
    },
    {
      "provision_ref": "art26",
      "chapter": "3. Kapitel: Konformitätsüberprüfung",
      "section": "26",
      "title": "Grundsätze",
      "content": "1 Das Bundesamt kann jederzeit Konformitätsüberprüfungen anordnen. 2 Die Konformitätsüberprüfung wird vom Bundesamt anhand von Dokumenten und Unterlagen oder in Zusammenarbeit mit der zuständigen Prüfstelle durchgeführt. 3 Die Kosten der Konformitätsüberprüfung sowie der sich daraus ergebenden Massnahmen trägt der Inhaber oder die Inhaberin der Typengenehmigung. Liegt eine ausländische Typengenehmigung vor, ist der Importeur kostenpflichtig. 4 Konformitätsüberprüfungen können auch für Gegenstände angeordnet werden, die mit einem Datenblatt, mit einer Konformitätsbewertung oder -beglaubigung zugelassen wurden. Fassung gemäss Ziff. I der V vom 14. Okt. 2009, in Kraft seit 1. April 2010 ( AS 2009 5805 ). Fassung gemäss Ziff. I der V vom 14. Okt. 2009, in Kraft seit 1. April 2010 ( AS 2009 5805 ). Fassung gemäss Ziff. I der V vom 2. Sept. 1998, in Kraft seit 1. Okt. 1998 ( AS 1998 2501 ). Eingefügt durch Ziff. I der V vom 29. Nov. 2006, in Kraft seit 1. Febr. 2007 ( AS 2007 95 )."
    },
    {
      "provision_ref": "art27",
      "chapter": "3. Kapitel: Konformitätsüberprüfung",
      "section": "27",
      "title": "Verfahren für die erste Stichprobe",
      "content": "1 Das Bundesamt wählt das Prüfmuster zufällig aus einer Anzahl von Gegenständen des betroffenen Typs aus oder beauftragt die Prüfstelle mit dieser Auswahl. 2 Die Konformitätsüberprüfung wird nach den Prüfvorschriften durchgeführt, die bei der Erteilung der Typengenehmigung zugrunde gelegt wurden. 3 Konformitätsüberprüfungen, die in den von der Schweiz ratifizierten Abkommen geregelt sind, werden nach den Prüfvorschriften dieser Abkommen durchgeführt. Fassung gemäss Ziff. I der V vom 14. Okt. 2009, in Kraft seit 1. April 2010 ( AS 2009 5805 )."
    },
    {
      "provision_ref": "art28",
      "chapter": "3. Kapitel: Konformitätsüberprüfung",
      "section": "28",
      "title": "Negatives Prüfergebnis",
      "content": "1 Wird bei der ersten Stichprobe festgestellt, dass der Prüfgegenstand nicht dem genehmigten Typ entspricht, so muss der Inhaber oder die Inhaberin der Typengenehmigung dem Bundesamt innert 30 Tagen mitteilen, ob er oder sie: a. das Prüfergebnis anerkennt und sich zu einer Rückruf-, Kontroll- und Instandstellungsaktion nach Artikel 31 b verpflichtet; oder b. die Durchführung einer endgültigen Stichprobe nach Artikel 30 verlangt. 2 In gleicher Weise wird auch aufgrund des negativen Ergebnisses einer ausländischen Konformitätsüberprüfung vorgegangen. Fassung gemäss Ziff. I der V vom 14. Okt. 2009, in Kraft seit 1. April 2010 ( AS 2009 5805 )."
    },
    {
      "provision_ref": "art29",
      "chapter": "3. Kapitel: Konformitätsüberprüfung",
      "section": "29",
      "title": "",
      "content": "Aufgehoben durch Ziff. I der V vom 14. Okt. 2009, mit Wirkung seit 1. April 2010 ( AS 2009 5805 )."
    },
    {
      "provision_ref": "art30",
      "section": "30",
      "title": "Endgültige Stichprobe",
      "content": "1 Verlangt der Inhaber oder die Inhaberin der Typengenehmigung die endgültige Stichprobe, so legt das Bundesamt nach Absprache mit ihm oder ihr die benötigte Anzahl Prüfgegenstände fest. 2 Ist das Ergebnis der endgültigen Stichprobe negativ, so findet Artikel 31 b Anwendung. 3 Von der endgültigen Stichprobe sind Gegenstände ausgeschlossen, deren Mängel die Betriebs- oder Verkehrssicherheit beeinträchtigen. Fassung gemäss Ziff. I der V vom 14. Okt. 2009, in Kraft seit 1. April 2010 ( AS 2009 5805 )."
    },
    {
      "provision_ref": "art31",
      "chapter": "66",
      "section": "31",
      "title": "Entzug der Typengenehmigung",
      "content": "1 Das Bundesamt entzieht dem Inhaber oder der Inhaberin die Typengenehmigung, wenn: a. die verlangten Nachweise, Informationen oder Gegenstände nicht innert angemessener Frist zur Verfügung gestellt werden; oder b. der Gegenstand dem genehmigten Typ, den Vorschriften oder den eingereichten Unterlagen nicht entspricht oder nicht verkehrssicher ist und innerhalb der angesetzten Frist weder ein Gesuch auf Änderung der Genehmigung oder der eingereichten Unterlagen nach Artikel 12 eingereicht wird, noch die in Verkehr gebrachten und die zum Verkauf bereit stehenden Gegenstände des gleichen Typs zurückgerufen, kontrolliert und instandgestellt werden. 2 In schwerwiegenden Fällen kann das Bundesamt ohne Fristansetzung die Genehmigung entziehen. 3 Wird einem Inhaber oder einer Inhaberin die Typengenehmigung entzogen, so dürfen sie Gegenstände des entsprechenden Typs nicht mehr neu in Verkehr bringen. Das Bundesamt teilt dies den Zulassungsbehörden schriftlich mit. 3bis In schwerwiegenden Fällen kann das Bundesamt veranlassen, dass betroffene Gegenstände ausser Verkehr gesetzt werden. 4 Eine aufgrund einer ausländischen Genehmigung (beispielsweise einer EU-Gesamtgenehmigung) erteilte Typengenehmigung kann allen Inhabern und Inhaberinnen ohne Verfahren nach Artikel 27–30 entzogen werden, wenn die ausländische Genehmigung aufgrund einer ausländischen Konformitätsüberprüfung entzogen wurde. 5 Das Bundesamt hebt die Entzugsverfügung auf, wenn der Entzugsgrund weggefallen ist. 6 Der Entzug der Typengenehmigung lässt die Rückruf-, Kontroll- und Instandstellungspflichten unberührt. Fassung gemäss Ziff. I der V vom 29. Nov. 2006, in Kraft seit 1. Febr. 2007 ( AS 2007 95 ). Fassung gemäss Ziff. I der V vom 14. Okt. 2009, in Kraft seit 1. April 2010 ( AS 2009 5805 ). Eingefügt durch Ziff. I der V vom 14. Okt. 2009, in Kraft seit 1. April 2010 ( AS 2009 5805 )."
    },
    {
      "provision_ref": "art31a",
      "chapter": "66",
      "section": "31a",
      "title": "",
      "content": "1 Das Bundesamt kann verfügen, dass Fahrzeuge, Fahrzeugteile, Ausrüstungsgegenstände und Schutzvorrichtungen nicht auf den Markt gebracht werden dürfen, wenn: a. die verlangten Nachweise, Informationen oder Gegenstände nicht innert angemessener Frist zur Verfügung gestellt werden; oder b. der Gegenstand nicht dem genehmigten Typ oder nicht den Vorschriften entspricht und die in Verkehr gebrachten und die zum Verkauf bereitstehenden Gegenstände des gleichen Typs innert der angesetzten Frist nicht zurückgerufen, kontrolliert und instand gestellt werden. 2 Das Bundesamt kann die Öffentlichkeit über ein Verkaufsverbot informieren. Eingefügt durch Ziff. I der V vom 2. Sept. 1998, in Kraft seit 1. Okt. 1998 ( AS 1998 2501 ). Fassung gemäss Ziff. I der V vom 14. Okt. 2009, in Kraft seit 1. April 2010 ( AS 2009 5805 ). Fassung gemäss Ziff. I der V vom 14. Okt. 2009, in Kraft seit 1. April 2010 ( AS 2009 5805 )."
    },
    {
      "provision_ref": "art31b",
      "section": "31b",
      "title": "b Rückruf",
      "content": "1 Das Bundesamt kann aufgrund einer Konformitätsüberprüfung oder einer anderen Feststellung, ein Gegenstand entspreche nicht oder nicht mehr dem genehmigten Typ, einen Rückruf anordnen. 2 Der Inhaber oder die Inhaberin der Typengenehmigung hat die Rückrufaktion nach der Anordnung zu starten. Er oder sie muss alle von ihm oder ihr in Verkehr gebrachten oder zum Verkauf bereitgestellten Gegenstände des gleichen Typs zurückrufen, kontrollieren und instand stellen. 3 Die Kontroll- und Instandstellungsaktion ist in höchstens zwölf Monaten seit der Anordnung durchzuführen. Das Bundesamt ist laufend über den Stand der Arbeiten zu informieren. 4 Das Bundesamt kann auf die Anordnung dieser Massnahme verzichten, wenn der vom genehmigten Typ abweichende Gegenstand die schweizerischen Vorschriften erfüllt. Eingefügt durch Ziff. I der V vom 14. Okt. 2009, in Kraft seit 1. April 2010 ( AS 2009 5805 )."
    },
    {
      "provision_ref": "art31c",
      "section": "31c",
      "title": "c Mangelnde Verkehrssicherheit",
      "content": "Stellt das Bundesamt fest, dass ein genehmigter Typ nicht verkehrssicher ist, so kann es einen Rückruf oder in schwerwiegenden Fällen ein Verkaufsverbot anordnen. Eingefügt durch Ziff. I der V vom 14. Okt. 2009, in Kraft seit 1. April 2010 ( AS 2009 5805 )."
    },
    {
      "provision_ref": "art32",
      "chapter": "4. Kapitel: Gebühren",
      "section": "32",
      "title": "Geltungsbereich",
      "content": "Das Bundesamt erhebt für seine Amtshandlungen Gebühren nach Anhang 3. Fassung gemäss Ziff. I der V vom 6. Sept. 2000, in Kraft seit 1. Okt. 2000 ( AS 2000 2291 )."
    },
    {
      "provision_ref": "art33",
      "chapter": "4. Kapitel: Gebühren",
      "section": "33",
      "title": "Gebührenpflicht",
      "content": "1 Eine Gebühr muss bezahlen, wer eine Amtshandlung nach Anhang 3 veranlasst. Auslagen werden gesondert berechnet. 2 Sind für eine Amtshandlung mehrere Personen gebührenpflichtig, so haften sie solidarisch."
    },
    {
      "provision_ref": "art34",
      "chapter": "4. Kapitel: Gebühren",
      "section": "34",
      "title": "Befreiung von der Gebührenpflicht",
      "content": "Behörden und Institutionen des Bundes, der Kantone und Gemeinden können von den Gebühren befreit werden, wenn sie die Amtshandlung für sich in Anspruch nehmen. Fassung gemäss Ziff. I der V vom 29. Nov. 2006, in Kraft seit 1. Febr. 2007 ( AS 2007 95 )."
    },
    {
      "provision_ref": "art35",
      "chapter": "4. Kapitel: Gebühren",
      "section": "35",
      "title": "Voranschlag",
      "content": "Das Bundesamt unterrichtet die gebührenpflichtige Person bei aufwendigen Amtshandlungen vorgängig über die voraussichtlichen Gebühren."
    },
    {
      "provision_ref": "art36",
      "chapter": "4. Kapitel: Gebühren",
      "section": "36",
      "title": "Vorschuss",
      "content": "Das Bundesamt kann in begründeten Fällen Gebührenvorschuss verlangen. Wird er nicht geleistet, so unterbleibt die Amtshandlung."
    },
    {
      "provision_ref": "art37",
      "chapter": "4. Kapitel: Gebühren",
      "section": "37",
      "title": "Gebührenzuschlag",
      "content": "Das Bundesamt kann Zuschläge bis zu 50 Prozent auf der Gebühr nach Anhang 3 erheben, namentlich wenn: a. Amtshandlungen auf begründetes Ersuchen des Antragstellers oder der Antragstellerin ausnahmsweise prioritär behandelt werden; b. … c. die administrative Bearbeitung der Unterlagen einen ausserordentlichen Zeitaufwand benötigt; d. … Fassung gemäss Ziff. I der V vom 21. Aug. 2002, in Kraft seit 1. Jan. 2003 ( AS 2002 3310 ). Aufgehoben durch Ziff. I der V vom 6. Sept. 2000, in Kraft seit 1. Okt. 2000 ( AS 2000 2291 ). Aufgehoben durch Ziff. I der V vom 6. Sept. 2000, in Kraft seit 1. Okt. 2000 ( AS 2000 2291 )."
    },
    {
      "provision_ref": "art38",
      "chapter": "4. Kapitel: Gebühren",
      "section": "38",
      "title": "Auslagen",
      "content": "Als Auslagen gelten die Kosten, die für eine einzelne Amtshandlung zusätzlich anfallen, namentlich: a. die Kosten für die Beschaffung von Unterlagen; b. Porti, Telefon‑, Telefaxkosten; c. die Kosten für Drucksachen; d. Reise- und Transportkosten; e. Treibstoffkosten; f. Zölle."
    },
    {
      "provision_ref": "art39",
      "section": "39",
      "title": "Gebührenermässigung oder Gebührenerlass",
      "content": "Das Bundesamt kann die Gebühren aus wichtigen Gründen ermässigen oder erlassen, namentlich wenn: a. die Amtshandlung in seinem Interesse liegt; b. eine Änderung der Typengenehmigung ohne Verschulden des Gesuchstellers oder der Gesuchstellerin vorgenommen werden muss. Fassung gemäss Ziff. I der V vom 6. Sept. 2000, in Kraft seit 1. Okt. 2000 ( AS 2000 2291 )."
    },
    {
      "provision_ref": "art40",
      "section": "40",
      "title": "Verfügung",
      "content": "Auf Ersuchen der gebührenpflichtigen Person wird die Gebühr formell verfügt."
    },
    {
      "provision_ref": "art41",
      "section": "41",
      "title": "Fälligkeit",
      "content": "1 Die Gebühr wird fällig: a. mit der Mitteilung an die gebührenpflichtige Person; b. im Falle der Anfechtung mit der Rechtskraft des Beschwerdeentscheides. 2 Die Zahlungsfrist beträgt 30 Tage ab Eintritt der Fälligkeit."
    },
    {
      "provision_ref": "art42",
      "section": "42",
      "title": "Verjährung",
      "content": "1 Die Gebührenforderung verjährt fünf Jahre nach Eintritt der Fälligkeit. 2 Die Verjährung wird durch jede Verwaltungshandlung unterbrochen, mit der die Gebührenforderung bei der gebührenpflichtigen Person geltend gemacht wird."
    },
    {
      "provision_ref": "art43",
      "chapter": "5. Kapitel: Strafbestimmungen",
      "section": "43",
      "title": "",
      "content": "Aufgehoben durch Ziff. II 65 der V vom 8. Nov. 2006 über die Anpassung von Bundesratsverordnungen an die Totalrevision der Bundesrechtspflege, mit Wirkung seit 1. Jan. 2007 ( AS 2006 4705 )."
    },
    {
      "provision_ref": "art44",
      "chapter": "5. Kapitel: Strafbestimmungen",
      "section": "44",
      "title": "",
      "content": "Mit Busse wird bestraft, sofern keine strengere Strafbestimmung anwendbar ist: a. wer im Rahmen des Typengenehmigungsverfahrens unrichtige oder unvollständige Angaben macht; b. wer an typengenehmigten Fahrzeugen oder Gegenständen Änderungen vornimmt, ohne dies zu melden; c. wer mehr als die in Artikel 4 Absatz 3 festgelegte Anzahl Fahrzeuge oder Fahrgestelle in Verkehr bringt. Aufgehoben durch Ziff. II 65 der V vom 8. Nov. 2006 über die Anpassung von Bundesratsverordnungen an die Totalrevision der Bundesrechtspflege, mit Wirkung seit 1. Jan. 2007 ( AS 2006 4705 ). Fassung gemäss Art. 333 des Strafgesetzbuches in der Fassung des BG vom 13. Dez. 2002, in Kraft seit 1. Jan. 2007 ( AS 2006 3459 ; BBl 1999 1979 ). Fassung gemäss Ziff. I der V vom 29. Nov. 2006, in Kraft seit 1. Febr. 2007 ( AS 2007 95 )."
    },
    {
      "provision_ref": "art45",
      "chapter": "6. Kapitel: Schlussbestimmungen",
      "section": "45",
      "title": "Vollzug",
      "content": "1 Das Bundesamt kann für den Vollzug dieser Verordnung Richtlinien und Weisungen erlassen. In besonderen Fällen kann es Ausnahmen von einzelnen Bestimmungen gestatten. 2 Es kann zusätzlich zur Konformitätsüberprüfung nach Artikel 26 ff. die Feldüberwachung von in Verkehr stehenden Fahrzeugen regeln. Fassung gemäss Ziff. I der V vom 6. Sept. 2000, in Kraft seit 1. Okt. 2000 ( AS 2000 2291 )."
    },
    {
      "provision_ref": "art46",
      "chapter": "6. Kapitel: Schlussbestimmungen",
      "section": "46",
      "title": "Aufhebung bisherigen Rechts",
      "content": "Die Artikel 98–104 der Verordnung vom 27. Oktober 1976 über die Zulassung von Personen und Fahrzeugen zum Strassenverkehr (VZV) werden aufgehoben. SR 741.51"
    },
    {
      "provision_ref": "art47",
      "chapter": "6. Kapitel: Schlussbestimmungen",
      "section": "47",
      "title": "Übergangsbestimmungen",
      "content": "Wer vor dem Inkrafttreten dieser Verordnung Fahrzeuge, Fahrgestelle, Fahrzeugsysteme, Fahrzeugteile, Ausrüstungsgegenstände oder Schutzvorrichtungen vollständig zur Typengenehmigung angemeldet hat, untersteht dem bisherigen Recht. Das Verfahren der Typengenehmigung mit und ohne technische Prüfung nach dieser Verordnung kann jedoch bereits ab dem 1. Juli 1995 angewendet werden."
    },
    {
      "provision_ref": "art48",
      "chapter": "6. Kapitel: Schlussbestimmungen",
      "section": "48",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 1. Oktober 1995 in Kraft."
    }
  ],
  "definitions": []
}