{
  "id": "sr-744-103",
  "type": "statute",
  "title": "Verordnung vom 2. September 2015 über die Strassentransportunternehmen (STUV)",
  "title_en": "",
  "short_name": "STUV",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2015/597/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "1. Abschnitt: Gegenstand",
      "section": "1",
      "title": "",
      "content": "1 Diese Verordnung regelt die Erteilung der Zulassungsbewilligung als Strassentransportunternehmen, die Erteilung des Fachausweises zum Nachweis der fachlichen Eignung als Leiterin oder Leiter eines Strassentransportunternehmens sowie das Erfordernis und die Erteilung der Fahrerbescheinigung. 2 Zulassungsbewilligungen nach Absatz 1 werden erteilt an Unternehmen mit tatsächlichem und dauerhaftem Sitz in der Schweiz, die: a. im Handelsregister eingetragen sind; b. als Einzelfirma von der Pflicht zur Eintragung ins Handelsregister befreit sind; oder c. als öffentlich-rechtliche Korporation einen Transportbetrieb aufweisen. 3 Zur Durchführung von Beförderungen nach Anhang 4 des Landverkehrsabkommens ist keine Zulassungsbewilligung erforderlich."
    },
    {
      "provision_ref": "art2",
      "chapter": "2. Abschnitt: Zulassungsbewilligung",
      "section": "2",
      "title": "Nachweis der Zuverlässigkeit",
      "content": "Zum Nachweis der Zuverlässigkeit ist ein Auszug aus dem Strafregister des Verkehrsleiters oder der Verkehrsleiterin vorzulegen. Der Auszug darf nicht älter als drei Monate sein."
    },
    {
      "provision_ref": "art3",
      "chapter": "2. Abschnitt: Zulassungsbewilligung",
      "section": "3",
      "title": "Nachweis der finanziellen Leistungsfähigkeit",
      "content": "1 Finanziell leistungsfähig ist ein Unternehmen, dessen Eigenkapital und Reserven sich auf mindestens 11 000 Franken für das erste Fahrzeug und 6000 Franken für jedes weitere Fahrzeug belaufen. Erreichen das Eigenkapital und die Reserven diese Beträge nicht, so kann die Leistungsfähigkeit mit einer Bankgarantie gewährleistet werden. 2 Zum Nachweis der Leistungsfähigkeit ist die letzte Jahresrechnung einzureichen, bestehend aus Erfolgsrechnung, Bilanz und den weiteren vom Obligationenrecht vorgeschriebenen Angaben. 3 Unternehmen, die weniger als 15 Monate bestehen, müssen zudem vorlegen: a. die Eröffnungsbilanz; b. einen Geschäftsplan; c. Bestätigungen betreffend die dem Unternehmen gewährten Betriebskredite; d. ein Verzeichnis der Belastungen des Betriebsvermögens, insbesondere mit Pfandrechten, Grundpfandrechten und Eigentumsvorbehalten. 4 Mit der Jahresrechnung oder gegebenenfalls der Eröffnungsbilanz ist ein Revisorenbericht vorzulegen, wenn das Obligationenrecht die Revision der Jahresrechnung vorsieht. 5 Die Bankgarantie muss die zum Nachweis der finanziellen Leistungsfähigkeit erforderlichen Beträge für die Dauer der Gültigkeit der Zulassungsbewilligung sicherstellen. SR 220"
    },
    {
      "provision_ref": "art4",
      "chapter": "2. Abschnitt: Zulassungsbewilligung",
      "section": "4",
      "title": "Nachweis der fachlichen Eignung",
      "content": "1 Zum Nachweis der fachlichen Eignung hat die gesuchstellende Person eines der folgenden Dokumente vorzulegen: a. einen Fachausweis nach den Artikeln 6 und 7; b. einen in der EU gültigen Fachausweis; c. einen eidgenössischen Fachausweis «Strassentransport-Disponent/Disponentin» mit eidgenössischem Fachausweis oder «Disponent/Disponentin Transport und Logistik mit eidgenössischem Fachausweis»; d. ein eidgenössisches Diplom «diplomierter Betriebsleiter/diplomierte Betriebsleiterin im Strassentransport» oder «diplomierter Betriebsleiter/diplomierte Betriebsleiterin Transport und Logistik»; e. einen eidgenössischen Fachausweis «Carführer-Reiseleiter/Carführerin-Reiseleiterin». 2 Ist der vorgelegte Fachausweis nur für Güterverkehr oder nur für Personenverkehr ausgestellt, so wird die Zulassung des Unternehmens auf diese Sparte beschränkt."
    },
    {
      "provision_ref": "art5",
      "chapter": "2. Abschnitt: Zulassungsbewilligung",
      "section": "5",
      "title": "Besondere Nachweise für den Verkehrsleiter oder die Verkehrsleiterin",
      "content": "Unternehmen mit einem Verkehrsleiter oder einer Verkehrsleiterin im Anstellungs- oder Auftragsverhältnis müssen dem Gesuch um eine Zulassungsbewilligung zusätzlich zu den Angaben nach den Artikeln 2–4 folgende Unterlagen beilegen: a. Bestätigung, dass der Verkehrsleiter oder die Verkehrsleiterin in einem Anstellungs- oder Auftragsverhältnis zum Unternehmen steht; b. Vereinbarung über die Aufgaben und Verantwortlichkeiten des Verkehrsleiters oder der Verkehrsleiterin; c. Verzeichnis weiterer Strassentransportunternehmen, für die der Verkehrsleiter oder die Verkehrsleiterin tätig ist."
    },
    {
      "provision_ref": "art6",
      "chapter": "3. Abschnitt: Erwerb des Fachausweises",
      "section": "6",
      "title": "Durchführung der Prüfung",
      "content": "1 Die Prüfungen zum Nachweis der fachlichen Eignung können von den folgenden Organisationen gemeinsam durchgeführt werden: a. Schweizerischer Nutzfahrzeugverband; b. Verband öffentlicher Verkehr; c. Les Routiers Suisses. 2 Diese Träger erlassen ein Prüfungsreglement, dessen Prüfungsstoff dem Anhang I der Verordnung (EG) Nr. 1071/2009 entspricht. 3 Der Fachausweis wird nur an Personen ausgestellt, die ihren Wohnsitz oder Arbeitsort in der Schweiz haben. 4 Das Prüfungsreglement legt auch die vereinfachte Prüfung und die Voraussetzungen für die Zulassung zu dieser Prüfung nach Artikel 8 der Verordnung (EG) Nr. 1071/2009 fest. 5 Die Prüfungsträgerschaft ist berechtigt, eine Prüfungsgebühr zu erheben; diese ist vom Bundesamt für Verkehr (BAV) zu genehmigen. 6 Das Prüfungsreglement ist dem BAV zur Genehmigung zu unterbreiten. Verordnung (EG) Nr. 1071/2009 des Europäischen Parlaments und des Rates vom 21. Oktober 2009 zur Festlegung gemeinsamer Regeln für die Zulassung zum Beruf des Kraftverkehrsunternehmers und zur Aufhebung der Richtlinie 96/26/EG des Rates, ABl. L 300 vom 14.11.2009, S. 51; zuletzt geändert durch Verordnung (EU) Nr. 517/2013, ABl. L 158 vom 10.6.2013, S. 1."
    },
    {
      "provision_ref": "art7",
      "chapter": "3. Abschnitt: Erwerb des Fachausweises",
      "section": "7",
      "title": "Ausstellung des Fachausweises",
      "content": "1 Die Prüfungsträgerschaft meldet dem BAV Name, Geburtsdatum, Bürgerort und Adresse der Personen, welche die Prüfung bestanden haben. 2 Das BAV erstellt aufgrund dieser Bestätigungen die Fachausweise. 3 Es entzieht Fachausweise, die auf rechtswidrige Weise erworben wurden. 4 Es führt ein öffentliches Register über die Inhaber und Inhaberinnen von Fachausweisen."
    },
    {
      "provision_ref": "art8",
      "chapter": "4. Abschnitt: Fahrerbescheinigung",
      "section": "8",
      "title": "Erfordernis der Fahrerbescheinigung",
      "content": "1 Personen, die im internationalen gewerblichen Güterverkehr Beförderungen auf der Strasse durchführen, benötigen eine Fahrerbescheinigung der zuständigen Behörde. 2 Die Fahrerbescheinigung bestätigt, dass die Person, die eine Beförderung auf der Strasse durchführt, gemäss den einschlägigen Vorschriften, insbesondere fremdenpolizei-, sozialversicherungs- und arbeitsrechtlicher Natur, beschäftigt oder eingesetzt ist, um Beförderungen auf der Strasse durchzuführen. 3 Das Eidgenössische Departement für Umwelt, Verkehr, Energie und Kommunikation kann Angehörige von Staaten, die Gegenrecht halten, vom Erfordernis der Fahrerbescheinigung ausnehmen."
    },
    {
      "provision_ref": "art9",
      "chapter": "4. Abschnitt: Fahrerbescheinigung",
      "section": "9",
      "title": "Erteilung und Gültigkeit",
      "content": "1 Das BAV erteilt einem schweizerischen Strassentransportunternehmen Fahrerbescheinigungen für Fahrer oder Fahrerinnen, wenn das Unternehmen: a. Inhaberin einer Zulassungsbewilligung als Strassentransportunternehmen ist oder über eine andere Bewilligung für den grenzüberschreitenden Güterverkehr verfügt; und b. die Fahrer oder Fahrerinnen gemäss den einschlägigen Bestimmungen, insbesondere fremdenpolizei-, sozialversicherungs- und arbeitsrechtlicher Natur, beschäftigt oder einsetzt. 2 Die Fahrerbescheinigung wird für höchstens fünf Jahre erteilt und kann erneuert werden."
    },
    {
      "provision_ref": "art10",
      "chapter": "4. Abschnitt: Fahrerbescheinigung",
      "section": "10",
      "title": "Entzug und Verweigerung",
      "content": "1 Das BAV entzieht die Fahrerbescheinigung, wenn das Strassentransportunternehmen: a. die Voraussetzungen nach Artikel 9 nicht mehr erfüllt; oder b. zu Tatsachen, die für die Erteilung der Fahrerbescheinigung erheblich waren, unrichtige Angaben gemacht hat. 2 Bei schweren und bei wiederholten leichten Verstössen gegen die einschlägigen Bestimmungen kann die Ausstellung von Fahrerbescheinigungen verweigert werden oder es können Auflagen für die Ausstellung von Fahrerbescheinigungen gemacht werden."
    },
    {
      "provision_ref": "art11",
      "chapter": "5. Abschnitt: Mitführungspflichten",
      "section": "11",
      "title": "",
      "content": "1 Mitzuführen sind jeweils eine vom BAV oder von der zuständigen Behörde beglaubigte Kopie der Zulassungsbewilligung und die Fahrerbescheinigung. Auf Verlangen sind diese den Kontrollorganen vorzuweisen. 2 Absatz 1 gilt nicht, wenn ein Fahrzeug im konzessionierten Linienverkehr nach Artikel 6 Buchstabe a der Verordnung vom 4. November 2009 über die Personenbeförderung eingesetzt wird. SR 745.11"
    },
    {
      "provision_ref": "art12",
      "chapter": "5. Abschnitt: Mitführungspflichten",
      "section": "12",
      "title": "Daten zur Identifizierung",
      "content": "Zur Identifizierung der Verkehrsleiter und Verkehrsleiterinnen erfasst das BAV im Register zur Beurteilung der Zuverlässigkeit von Verkehrsleitern und Verkehrsleiterinnen (Art. 9 a STUG) deren Namen, Vornamen, Geburtsdatum, Heimat- oder Geburtsort und Adresse."
    },
    {
      "provision_ref": "art13",
      "chapter": "5. Abschnitt: Mitführungspflichten",
      "section": "13",
      "title": "Zugang im Abrufverfahren",
      "content": "1 Das BAV kann die Daten nach Artikel 9 a Absatz 3 STUG den für die Zulassung von Strassentransportunternehmen zuständigen ausländischen Behörden im Abrufverfahren zugänglich machen, wenn diese Behörden dem BAV mitgeteilt haben, wer als Kontaktstelle benannt wurde. 2 Zugang im Abrufverfahren haben die nach Artikel 18 der Verordnung (EG) Nr. 1071/2009 von den EU-Mitgliedstaaten und EWR-Staaten benannten Kontaktstellen. Siehe Fussnote zu Art. 6 Abs. 2."
    },
    {
      "provision_ref": "art14",
      "chapter": "6",
      "section": "14",
      "title": "Auskunfts- und Berichtigungsrecht",
      "content": "Verlangt eine Person Auskunft über ihre Daten oder deren Berichtigung, so muss sie beim BAV ein schriftliches Gesuch einreichen. Sie muss sich im Gesuch über ihre Identität ausweisen."
    },
    {
      "provision_ref": "art15",
      "chapter": "7. Abschnitt: Meldung an ausländische Behörden",
      "section": "15",
      "title": "",
      "content": "Verstösst ein ausländisches Unternehmen gegen schweizerische Vorschriften über den Personen- oder Güterverkehr, so meldet das BAV dies der zuständigen Behörde im Ausland, wenn der Verstoss zu einem Entzug der Zulassungsbewilligung führen kann. Die Meldung kann auf elektronischem Weg erfolgen."
    },
    {
      "provision_ref": "art16",
      "chapter": "8. Abschnitt: Strafbestimmung",
      "section": "16",
      "title": "",
      "content": "Mit Busse wird bestraft, wer vorsätzlich oder fahrlässig die folgenden Dokumente nicht mit sich führt: a. die Fahrerbescheinigung; b. eine beglaubigte Kopie der Zulassungsbewilligung."
    },
    {
      "provision_ref": "art17",
      "chapter": "9. Abschnitt: Schlussbestimmungen",
      "section": "17",
      "title": "Aufhebung eines anderen Erlasses",
      "content": "Die Verordnung vom 1. November 2000 über die Zulassung als Strassentransportunternehmen im Personen- und Güterverkehr wird aufgehoben. [ AS 2000 2890 , 2003 2484 , 2009 5959 Ziff. I 7]"
    },
    {
      "provision_ref": "art18",
      "chapter": "9. Abschnitt: Schlussbestimmungen",
      "section": "18",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 1. Januar 2016 in Kraft."
    }
  ],
  "definitions": []
}