{
  "id": "sr-742-41",
  "type": "statute",
  "title": "Bundesgesetz vom 25. September 2015 über den Gütertransport durch Bahn- und Schifffahrtsunternehmen (Gütertransportgesetz, GüTG)",
  "title_en": "",
  "short_name": "GüTG",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2016/328/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "1",
      "title": "Gegenstand und Geltungsbereich",
      "content": "1 Dieses Gesetz regelt den Transport von Gütern auf der Schiene sowie den Bau und Betrieb von Umschlagsanlagen für den kombinierten Verkehr (KV-Umschlagsanlagen) und von Anschlussgleisen. 2 Es gilt sinngemäss auch für den Transport von Gütern mit Seilbahnen und auf dem Wasser."
    },
    {
      "provision_ref": "art2",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "2",
      "title": "Grundsätze und Ziele",
      "content": "1 Der Bund setzt Rahmenbedingungen für: a. eine nachhaltige Entwicklung des Gütertransports auf der Schiene, mit Seilbahnen und auf dem Wasser (Gütertransport); b. ein effizientes Zusammenwirken mit den anderen Verkehrsträgern; c. den Bau und Betrieb geeigneter KV-Umschlagsanlagen und Anschlussgleise und deren optimale Anbindung an die Eisenbahn-, Strassen- und Hafeninfrastruktur; d. den diskriminierungsfreien Zugang zu den KV-Umschlagsanlagen und den Anschlussgleisen. 2 Angebote des Gütertransports auf der Schiene müssen eigenwirtschaftlich sein. Der Bund kann jedoch: a. sich an Bestellungen von Angeboten durch Kantone beteiligen; b. die Entwicklung von neuen Angeboten fördern. 3 Der Bundesrat kann, in Übereinstimmung mit den international anerkannten Normen, Anforderungen an die Qualität des Gütertransports festlegen und die Folgen der Nichtbeachtung dieser Anforderungen regeln."
    },
    {
      "provision_ref": "art3",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "3",
      "title": "Konzept für den Gütertransport auf der Schiene",
      "content": "1 Der Bundesrat erarbeitet für den Gütertransport auf der Schiene ein Konzept nach Artikel 13 des Raumplanungsgesetzes vom 22. Juni 1979. 2 Er legt darin die Grundlagen fest für die Entwicklung: a. der Rangierbahnhöfe und weiteren Anlagen nach Artikel 62 Absatz 1 Buchstabe e des Eisenbahngesetzes vom 20. Dezember 1957 (EBG); b. der Freiverlade nach Artikel 62 Absatz 1 Buchstabe f EBG; c. der KV-Umschlagsanlagen; d. der Anschlussgleise; e. weiterer für den Gütertransport auf der Schiene bedeutender Einrichtungen. 3 Er stimmt das Konzept mit der Entwicklung der Eisenbahn-, Strassen- und Hafeninfrastruktur, dem Sachplan Verkehr, den weiteren Sachplänen des Bundes und der kantonalen Richtplanung ab. 4 Er bezieht die Kantone und die betroffenen Akteure frühzeitig in die Erarbeitung des Konzepts ein. SR 700 SR 742.101"
    },
    {
      "provision_ref": "art3a",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "3a",
      "title": "a Gemeinsame Leitlinien",
      "content": "1 Die Akteure des Schienengüterverkehrs können gemeinsam Leitlinien zur Erreichung der Ziele dieses Gesetzes erarbeiten. Diese können insbesondere betreffen: a. technische Neuerungen; b. Effizienzverbesserungen in den Produktionsabläufen; c. verbesserte Integration des Schienengüterverkehrs in die Logistikwirtschaft. 2 Das Bundesamt für Verkehr unterstützt in geeigneter Weise die Erarbeitung der Leitlinien. Eingefügt durch Ziff. I 6 des BG vom 28. Sept. 2018 über die Organisation der Bahninfrastruktur, in Kraft seit 1. Juli 2020 ( AS 2020 1889 ; BBl 2016 8661 )."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Enteignung",
      "content": "Für den Bau von KV-Umschlagsanlagen und Anschlussgleisen kann das Enteignungsrecht nach dem Bundesgesetz vom 20. Juni 1930 über die Enteignung geltend gemacht werden. SR 711"
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Transport gefährlicher Güter",
      "content": "1 Der Bundesrat erlässt Vorschriften über den Transport gefährlicher Güter. 2 Er erlässt insbesondere Vorschriften über: a. das Verfahren zur Überprüfung der Konformität von Gefahrgutumschliessungen mit den grundlegenden Anforderungen; b. das Verfahren zur Anerkennung von unabhängigen Stellen, die Konformitätsbewertungen durchführen."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Transporte im Rahmen der nationalen Sicherheitskooperation",
      "content": "1 Die Unternehmen sind im Rahmen der nationalen Sicherheitskooperation nach Artikel 119 des Militärgesetzes vom 3. Februar 1995 verpflichtet, Transporte zugunsten von Bund und Kantonen vorrangig durchzuführen. 2 Der Bundesrat regelt die Einzelheiten. Er kann vorsehen, dass Unternehmen bei besonderen betrieblichen Schwierigkeiten vorübergehend von diesen Pflichten befreit werden. SR 510.10"
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Ausservertragliche Haftung",
      "content": "Für die ausservertragliche Haftung der Unternehmen gelten die Artikel 40 b –40 f EBG. SR 742.101"
    },
    {
      "provision_ref": "art8",
      "chapter": "2. Abschnitt: Finanzielle Förderung",
      "section": "8",
      "title": "Investitionsbeiträge",
      "content": "1 Der Bund kann Investitionsbeiträge an den Bau, die Erweiterung und die Erneuerung von KV-Umschlagsanlagen und Anschlussgleisen leisten. 2 Der Investitionsbeitrag des Bundes darf 60 Prozent der anrechenbaren Kosten nicht überschreiten. Bei Projekten von nationaler verkehrspolitischer Bedeutung kann er auf höchstens 80 Prozent erhöht werden. 3 Bei der Gewährung und der Bemessung der Beiträge sind verkehrs-, energie- und umweltpolitische Ziele, wirtschaftliche Kriterien, die Vorteile Dritter und insbesondere das Konzept nach Artikel 3 angemessen zu berücksichtigen. 4 An den Bau und die Erweiterung von KV-Umschlagsanlagen im Ausland kann der Bund neben Investitionsbeiträgen in Form von A-fonds-perdu-Beiträgen auch rückzahlbare Darlehen gewähren. 5 Die Gewährung der Beiträge wird mit Auflagen verbunden, insbesondere soll damit ein diskriminierungsfreier Zugang zu den KV-Umschlagsanlagen sichergestellt werden. 6 Der Bund kann überdies Investitionsbeiträge an den Bau von Hafenanlagen für den Güterumschlag im kombinierten Verkehr leisten. Diese dürfen 50 Prozent der anrechenbaren Kosten nicht überschreiten. 7 Die Bundesversammlung bewilligt durch einfachen Bundesbeschluss die für die Investitionsbeiträge notwendigen mehrjährigen Verpflichtungskredite. Ausdruck gemäss Anhang Ziff. 7 des BG vom 19. März 2021, in Kraft seit 1. Jan. 2022 ( AS 2021 662 ; BBl 2020 349 )."
    },
    {
      "provision_ref": "art9",
      "chapter": "2. Abschnitt: Finanzielle Förderung",
      "section": "9",
      "title": "Betriebsbeiträge",
      "content": "1 Bestellt ein Kanton ein Angebot des Gütertransports auf der Schiene, so kann der Bund sich an der Bestellung beteiligen. Die Finanzhilfe des Bundes darf die Höhe des Beitrags des Kantons nicht übersteigen. Diese Beschränkung gilt nicht für die Betriebsbeiträge für den Gütertransport auf dem Netz der Schmalspurbahnen. 2 Der Bund kann neue Angebote des Gütertransports auf der Schiene fördern, bis sie eigenwirtschaftlich erbracht werden können, längstens jedoch während drei Jahren."
    },
    {
      "provision_ref": "art9a",
      "chapter": "2. Abschnitt: Finanzielle Förderung",
      "section": "9a",
      "title": "",
      "content": "Eingefügt durch Ziff. I 3 des BG vom 25. Sept. 2020 über die Unterstützung des öffentlichen Verkehrs in der Covid-19-Krise, in Kraft vom 26. Sept. 2020 bis zum 31. Dez. 2021 ( AS 2020 3825 ; BBl 2020 6713 ). Abs. 2 Bst. b verlängert bis zum 31. Dez. 2022 durch Ziff. II des BG vom 17. Dez. 2021 (Verlängerung der Unterstützung des öffentlichen Verkehrs in der Covid-19-Krise) ( AS 2021 877 ; BBl 2021 2614 )."
    },
    {
      "provision_ref": "art10",
      "chapter": "2. Abschnitt: Finanzielle Förderung",
      "section": "10",
      "title": "Technische Neuerungen",
      "content": "Der Bund kann Investitionen in technische Neuerungen im Gütertransport auf der Schiene fördern."
    },
    {
      "provision_ref": "art11",
      "chapter": "3. Abschnitt: Bau und Betrieb von KV-Umschlagsanlagen",
      "section": "11",
      "title": "",
      "content": "1 Der Bau und die Änderung von KV-Umschlagsanlagen von nationaler verkehrspolitischer Bedeutung richten sich nach dem EBG. 2 Der Bund legt im Konzept nach Artikel 3 die KV-Umschlagsanlagen von nationaler verkehrspolitischer Bedeutung fest. SR 742.101"
    },
    {
      "provision_ref": "art12",
      "chapter": "4. Abschnitt: Bau und Betrieb von Anschlussgleisen",
      "section": "12",
      "title": "Erschliessung",
      "content": "Kantone und Gemeinden sorgen mit Massnahmen der Raumplanung dafür, dass die Industrie- und Gewerbezonen soweit möglich und wirtschaftlich vertretbar mit Anschlussgleisen erschlossen werden."
    },
    {
      "provision_ref": "art13",
      "chapter": "4. Abschnitt: Bau und Betrieb von Anschlussgleisen",
      "section": "13",
      "title": "Baubewilligung, Betriebsbewilligung",
      "content": "1 Der Bau und die Änderung von Anschlussgleisen bedürfen einer Baubewilligung nach kantonalem Recht. 2 Die für die Erteilung der Baubewilligung zuständige Behörde (Leitbehörde) unterbreitet vor ihrem Entscheid das Gesuch dem Bundesamt für Verkehr (BAV) zur Prüfung, ob die eisenbahnrechtlichen Bestimmungen eingehalten werden. 3 Das BAV holt bei der Infrastrukturbetreiberin eine eisenbahnrechtliche Stellungnahme ein. Gestützt darauf gibt es seine Stellungnahme ab und bestimmt darin auch, ob eine Betriebsbewilligung nach Artikel 18 w EBG erforderlich ist. 4 Die Stellungnahme des BAV ist für die Leitbehörde verbindlich. 5 Die Leitbehörde stellt die Baubewilligung dem BAV zu. Dieses ist berechtigt, dagegen die Rechtsmittel des eidgenössischen und des kantonalen Rechts zu ergreifen. SR 742.101"
    },
    {
      "provision_ref": "art14",
      "chapter": "4. Abschnitt: Bau und Betrieb von Anschlussgleisen",
      "section": "14",
      "title": "Eisenbahnrechtliche Bestimmungen, Betriebsvorschriften",
      "content": "1 Die technischen und betrieblichen Bestimmungen der Gesetzgebung über die Eisenbahnen gelten auch für die Planung, den Bau, den Betrieb, den Unterhalt und die Erneuerung von Anschlussgleisen. 2 Die Anschliesser erlassen die notwendigen Betriebsvorschriften. 3 Der Bundesrat legt fest, welche Sicherheitsbestimmungen der Gesetzgebung über die Eisenbahnen auf den Bau, den Betrieb, den Unterhalt und die Erneuerung von Anschlussgleisen anwendbar sind."
    },
    {
      "provision_ref": "art15",
      "chapter": "4. Abschnitt: Bau und Betrieb von Anschlussgleisen",
      "section": "15",
      "title": "Pflicht zur Anschlussgewährung",
      "content": "1 Die Infrastrukturbetreiberin muss den Anschluss an ihr Netz gewähren, wenn: a. die sichere Abwicklung des Bahnbetriebs gewährleistet bleibt; b. der künftige Ausbau der Bahnanlagen nicht beeinträchtigt wird; und c. ein Bedürfnis ausgewiesen ist. 2 Sie darf keine unverhältnismässigen Bedingungen an die Gewährung knüpfen. 3 Sie kann Anschlussvorrichtungen anpassen oder zurückbauen, wenn: a. Änderungen in Bau und Betrieb der Infrastruktur es erfordern; b. die Sicherheit des Betriebs der Infrastruktur es bedingt; c. das Anschlussgleis seit fünf Jahren nicht mehr betrieben wird und sein Betrieb auch in naher Zukunft nicht wahrscheinlich erscheint."
    },
    {
      "provision_ref": "art16",
      "chapter": "4. Abschnitt: Bau und Betrieb von Anschlussgleisen",
      "section": "16",
      "title": "Eigentumsverhältnisse",
      "content": "1 Das Anschlussgleis und das Grundstück, auf dem es liegt, können verschiedene Eigentümer haben. 2 Das Recht, ein Anschlussgleis zu erstellen und zu benützen, kann als Dienstbarkeit in das Grundbuch eingetragen werden."
    },
    {
      "provision_ref": "art17",
      "chapter": "4. Abschnitt: Bau und Betrieb von Anschlussgleisen",
      "section": "17",
      "title": "Vertragliche Regelungen",
      "content": "1 Die Infrastrukturbetreiberin und die direkten Anschliesser regeln ihre Beziehungen in einem schriftlichen Anschlussvertrag. 2 Dem Anschlussvertrag ist ein Situationsplan beizufügen, der über die von der Anlage berührten Grundstücke, den Anschlusspunkt und den Standort wichtiger Einrichtungen Auskunft gibt. Der Plan muss zudem die Eigentumsverhältnisse umschreiben sowie die dinglichen und allfälligen obligatorischen Rechte im Zusammenhang mit dem Gleis aufführen. 3 Die Anschliesser regeln ihre Beziehungen mit weiteren Beteiligten bezüglich des Anschlussgleises schriftlich."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Kosten",
      "content": "1 Der Anschliesser trägt die Kosten von Bau, Betrieb, Unterhalt, Erneuerung, Anpassung und Rückbau des Anschlussgleises und der jeweils zugehörigen Einrichtungen. 2 Er ist verpflichtet, das Anschlussgleis in betriebsbereitem Zustand zu halten. Zum Anschluss und zur Benützung berechtigte Dritte müssen sich an den daraus entstehenden Kosten im Rahmen ihrer Interessen am Anschlussgleis beteiligen. 3 Die Infrastrukturbetreiberin trägt die Kosten der Anpassung und des Ausbaus ihrer Anlagen, die durch das Anschlussgleis verursacht werden, einschliesslich der Anschlussvorrichtung. 4 Sie trägt auch die Rückbaukosten der Anschlussvorrichtung. Der Bundesrat legt fest, unter welchen Voraussetzungen sie den Anschliesser an den Kosten beteiligen kann."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Gegenseitige Pflichten unter Anschliessern",
      "content": "1 Jeder Anschliesser muss den Anschluss an sein Anschlussgleis und dessen Benützung durch Dritte gegen volle Entschädigung dulden, wenn sich der Anschluss an das Bahnnetz nicht auf andere Weise zweckmässiger herstellen lässt. 2 Rechtfertigen es die Umstände und ist es zumutbar, so sind die Anschlussgleise so zu bauen, dass Anschlüsse daran möglich bleiben. 3 Der Anschliesser muss sein Anschlussgleis gegen Entschädigung für die Durchfahrt Dritter anpassen. Vorteile, die dem Anschliesser aus der Anpassung erwachsen, werden angerechnet. Der Anschliesser kann einen Kostenvorschuss verlangen. 4 Die Anschliesser sind verpflichtet, eine ausreichende Haftpflichtversicherung abzuschliessen. Der Bundesrat regelt die Einzelheiten."
    },
    {
      "provision_ref": "art20",
      "chapter": "5. Abschnitt: Wagenverwendungsvertrag und Beförderungsvertrag",
      "section": "20",
      "title": "Wagenverwendungsvertrag",
      "content": "1 Der Wagenverwendungsvertrag regelt die Benützung von Eisenbahnwagen zur Durchführung von Beförderungen nach diesem Gesetz. 2 Für den Wagenverwendungsvertrag gilt im nationalen und im internationalen Verkehr Anhang D (Einheitliche Rechtsvorschriften für Verträge über die Verwendung von Wagen im internationalen Eisenbahnverkehr – CUV) zum Übereinkommen über den internationalen Eisenbahnverkehr in der Fassung des Änderungsprotokolls vom 3. Juni 1999 (COTIF). 3 Der Bundesrat kann für den nationalen Verkehr abweichende Vorschriften erlassen. SR 0.742 . 403 . 12"
    },
    {
      "provision_ref": "art21",
      "chapter": "5. Abschnitt: Wagenverwendungsvertrag und Beförderungsvertrag",
      "section": "21",
      "title": "Beförderungsvertrag",
      "content": "1 Mit dem Beförderungsvertrag verpflichtet sich das Unternehmen, ein Gut gegen Entgelt zum Bestimmungsort zu transportieren und es dort dem Empfänger oder der Empfängerin abzuliefern. 2 Der Beförderungsvertrag bedarf zu seiner Gültigkeit keiner besonderen Form. 3 Im Übrigen gilt für den Beförderungsvertrag im nationalen und im internationalen Verkehr Anhang B (Einheitliche Rechtsvorschriften für den Vertrag über die internationale Eisenbahnbeförderung von Gütern – CIM) zum COTIF. 4 Der Bundesrat kann für den nationalen Verkehr abweichende Vorschriften erlassen. SR 0.742 . 403 . 12"
    },
    {
      "provision_ref": "art22",
      "chapter": "6. Abschnitt: Aufsicht, Rechtsschutz und Strafbestimmungen",
      "section": "22",
      "title": "Aufsicht über die Anschlussgleise",
      "content": "1 Das BAV übt die eisenbahnrechtliche Aufsicht über die Anschlussgleise aus. Der Bundesrat kann diese Aufsicht Dritten übertragen. 2 Das BAV kann die bahnspezifische Ausbildung des Personals von Anschliessern regeln und überwachen. Es kann jederzeit verlangen, dass Anschlussverträge, Situationspläne oder Betriebsvorschriften zur Gewährleistung der Sicherheit geändert werden. Hieraus entsteht kein Anspruch auf Entschädigung. 3 Im Übrigen unterstehen die Anschlussgleise der Aufsicht der nach kantonalem Recht zuständigen Behörde. 4 Die Anschliesser stellen den Aufsichtsbehörden kostenlos das für die Aufsicht in ihrem jeweiligen Zuständigkeitsbereich notwendige Personal und Material zur Verfügung und erteilen alle erforderlichen Auskünfte."
    },
    {
      "provision_ref": "art23",
      "chapter": "6. Abschnitt: Aufsicht, Rechtsschutz und Strafbestimmungen",
      "section": "23",
      "title": "Rechtsschutz",
      "content": "1 Das BAV entscheidet über Streitigkeiten betreffend: a. die Pflicht zur Anschlussgewährung (Art. 15) und die dem Anschliesser auferlegten Bedingungen; b. die Anwendung des EBG, namentlich auf Bau und Betrieb der Anschlussgleise, auf deren Kreuzungen mit Strassen und anderen Anlagen sowie auf die Fahrzeuge; c. die Erfordernisse der Sicherheit bei Bau, Betrieb, Unterhalt und Erneuerung der Anschlussgleise. 2 Das Verfahren vor dem BAV richtet sich nach den allgemeinen Bestimmungen über die Bundesrechtspflege. 3 Vermögensrechtliche Streitigkeiten entscheidet das Zivilgericht, soweit sie nicht die finanzielle Förderung nach den Artikeln 8–10 betreffen. 4 Über Streitigkeiten nach Artikel 40 a bis Absatz 1 EBG entscheidet die Schiedskommission im Eisenbahnverkehr. 5 Alle übrigen Streitigkeiten entscheidet die nach kantonalem Recht zuständige Behörde. SR 742.101"
    },
    {
      "provision_ref": "art24",
      "chapter": "6. Abschnitt: Aufsicht, Rechtsschutz und Strafbestimmungen",
      "section": "24",
      "title": "Strafbestimmungen",
      "content": "1 Mit Busse bis zu 100 000 Franken wird bestraft, wer einer Ausführungsvorschrift zu Artikel 5 Absatz 1 oder Artikel 6 Absatz 2 zuwiderhandelt, deren Verletzung vom Bundesrat für strafbar erklärt wird. 2 Wer eine Zuwiderhandlung begeht, die eine Gefährdung von Leib und Leben von Menschen zur Folge hat, wird mit Freiheitsstrafe von bis zu einem Jahr oder Geldstrafe bestraft, sofern keine schwerere strafbare Handlung nach einem anderen Gesetz vorliegt. 3 Wer fahrlässig handelt, wird mit Busse bis zu 50 000 Franken bestraft. 4 Verfolgung und Beurteilung der Straftaten obliegen den Kantonen."
    },
    {
      "provision_ref": "art25",
      "chapter": "7. Abschnitt: Schlussbestimmungen",
      "section": "25",
      "title": "Vollzug",
      "content": "1 Der Bundesrat erlässt die Ausführungsvorschriften. 2 Er kann insbesondere Vorschriften erlassen, um Diskriminierungen im Gütertransport zu verhindern."
    },
    {
      "provision_ref": "art26",
      "chapter": "7. Abschnitt: Schlussbestimmungen",
      "section": "26",
      "title": "Aufhebung und Änderung anderer Erlasse",
      "content": "Die Aufhebung und die Änderung anderer Erlasse werden im Anhang geregelt."
    },
    {
      "provision_ref": "art27",
      "chapter": "7. Abschnitt: Schlussbestimmungen",
      "section": "27",
      "title": "Übergangsbestimmungen",
      "content": "1 Für nach bisherigem Recht bestellte Angebote können noch während höchstens drei Jahren nach Inkrafttreten dieses Gesetzes altrechtliche Vereinbarungen abgeschlossen werden. 2 Anschlussvorrichtungen an das Netz einer Infrastrukturbetreiberin gehen ein Jahr nach Inkrafttreten dieses Gesetzes entschädigungslos in deren Eigentum über. 3 Anschliesser, die das Eigentum an solchen Anschlussvorrichtungen behalten wollen, haben dies der Infrastrukturbetreiberin innert eines Jahres ab Inkrafttreten dieses Gesetzes schriftlich mitzuteilen. Sie bleiben in diesem Fall für die Finanzierung von Unterhalt, Erneuerung und Ausbau der Anschlussvorrichtungen verantwortlich ."
    },
    {
      "provision_ref": "art28",
      "chapter": "7. Abschnitt: Schlussbestimmungen",
      "section": "28",
      "title": "Referendum, Inkrafttreten und Geltungsdauer",
      "content": "1 Dieses Gesetz untersteht dem fakultativen Referendum. 2 Der Bundesrat bestimmt das Inkrafttreten. 3 Artikel 9 gilt bis zum 31. Dezember 2027. Inkrafttreten: 1. Juli 2016 BRB vom 25. Mai 2016"
    }
  ],
  "definitions": []
}