{
  "id": "sr-741-219-1",
  "type": "statute",
  "title": "Verordnung des UVEK vom 19. Dezember 2025 über die besonderen Markierungen",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2026/25/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "1",
      "title": "Gegenstand",
      "content": "Diese Verordnung regelt die Ausführung, Ausgestaltung und Anbringung von besonderen Markierungen."
    },
    {
      "provision_ref": "art2",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "2",
      "title": "Ziffern bei Bezeichnungen von Signalen, Symbolen und Markierungen",
      "content": "Die Ziffern in Klammern nach Bezeichnungen von Signalen, Symbolen und Markierungen beziehen sich auf die Abbildungen in Anhang 2 SSV."
    },
    {
      "provision_ref": "art3",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "3",
      "title": "Grundsätze",
      "content": "1 Die Zuständigkeit für das Anbringen und Entfernen von besonderen Markierungen richtet sich nach Artikel 104 SSV. 2 Die zuständigen Behörden setzen besondere Markierungen zweckmässig und zurückhaltend ein. 3 Wo das Strassenverkehrsrecht keine Vorschriften enthält, müssen besondere Markierungen nach den anerkannten Regeln der Technik ausgeführt, ausgestaltet und angebracht werden. 4 Die besonderen Markierungen sind im Anhang beispielhaft dargestellt."
    },
    {
      "provision_ref": "art4",
      "chapter": "2. Abschnitt: Zulässige besondere Markierungen",
      "section": "4",
      "title": "Hinweis auf Kinder",
      "content": "1 Die besondere Markierung «Hinweis auf Kinder» kann verwendet werden, um im Bereich von Schulen und Kindergärten zusätzlich zum Gefahrensignal «Kinder» (1.23) auf Gefahrensituationen hinzuweisen. 2 Sie besteht aus dem markierten Gefahrensignal «Kinder» und der Aufschrift «Schule» in weisser Schrift."
    },
    {
      "provision_ref": "art5",
      "chapter": "2. Abschnitt: Zulässige besondere Markierungen",
      "section": "5",
      "title": "Hinweis auf die Höchstgeschwindigkeit in Tempo-30-Zonen",
      "content": "1 Die besondere Markierung «Hinweis auf die Höchstgeschwindigkeit in Tempo-30-Zonen» kann verwendet werden, um bei der Zoneneinfahrt zusätzlich zur Zonensignalisation (2.59.1) die in der Zone geltende allgemeine Höchstgeschwindigkeit zu verdeutlichen. 2 Sie kann auch auf verkehrsorientierten Strassen angebracht werden, die in Tempo-30-Zonen einbezogen sind. 3 Sie besteht aus dem Wort «ZONE» und der Zahl «30» in weisser Schrift. 4 Bei Zonen mit einer grossen räumlichen Ausdehnung kann die besondere Markierung «Hinweis auf die Höchstgeschwindigkeit in Tempo-30-Zonen» auch innerhalb der Zone angebracht werden. In diesem Fall besteht sie lediglich aus der Zahl «30» in weisser Schrift."
    },
    {
      "provision_ref": "art6",
      "chapter": "2. Abschnitt: Zulässige besondere Markierungen",
      "section": "6",
      "title": "Hinweis auf die Höchstgeschwindigkeit in Begegnungszonen",
      "content": "1 Die besondere Markierung «Hinweis auf die Höchstgeschwindigkeit in Begegnungszonen» kann verwendet werden, um zusätzlich zur Zonensignalisation (2.59.5) die in der Zone geltende allgemeine Höchstgeschwindigkeit zu verdeutlichen. 2 Sie besteht aus der Zahl «20» in weisser Schrift."
    },
    {
      "provision_ref": "art7",
      "chapter": "2. Abschnitt: Zulässige besondere Markierungen",
      "section": "7",
      "title": "Hinweis auf die Höchstgeschwindigkeit 30 auf Strassenabschnitten",
      "content": "1 Die besondere Markierung «Hinweis auf die Höchstgeschwindigkeit 30 auf Strassenabschnitten» kann verwendet werden, um zusätzlich zum Signal «Höchstgeschwindigkeit 30» (2.30) die allgemeine Höchstgeschwindigkeit auf Strecken zu verdeutlichen, auf denen die Geschwindigkeit dauernd auf 30 km/h herabgesetzt wird. 2 Sie besteht aus der Zahl «30» in weisser Schrift."
    },
    {
      "provision_ref": "art8",
      "chapter": "2. Abschnitt: Zulässige besondere Markierungen",
      "section": "8",
      "title": "Hinweis auf den gesetzlichen Rechtsvortritt",
      "content": "1 Die besondere Markierung «Hinweis auf den gesetzlichen Rechtsvortritt» kann verwendet werden, um den gesetzlichen Rechtsvortritt auf Nebenstrassen zu verdeutlichen, wenn die Sichtverhältnisse und die bauliche Gestaltung des Strassenraumes in einer schlecht wahrnehmbaren Verzweigung es rechtfertigen. In Begegnungszonen darf sie nicht angebracht werden. 2 Sie besteht aus im Bereich der Verzweigung angeordneten Leitlinien (6.03), die jeweils die linke Seite der rechts abbiegenden Fahrspur kennzeichnen."
    },
    {
      "provision_ref": "art9",
      "chapter": "2. Abschnitt: Zulässige besondere Markierungen",
      "section": "9",
      "title": "Verdeutlichung von Vertikalversätzen",
      "content": "1 Die besondere Markierung «Verdeutlichung von Vertikalversätzen» kann verwendet werden, um Vertikalversätze zu verdeutlichen, deren Wahrnehmbarkeit mit anderen Mitteln der Strassenraumgestaltung nicht ausreichend gewährleistet werden kann. 2 Sie besteht aus höchstens drei aufrechtstehenden weissen Dreiecken oder aus einem zwei- bis vierreihigen Schachbrettmuster mit weissen Quadraten. 3 Bei Strassen mit Gegenverkehr werden die Dreiecke beidseits in der rechten Hälfte der Rampe und das Schachbrettmuster beidseits über die ganze Rampe hinweg markiert. Bei Einbahnstrassen werden die Dreiecke in der Mitte der Rampe und das Schachbrettmuster in Anfahrtsrichtung über die ganze Rampe hinweg markiert."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Rote Einfärbung von Radstreifen an Gefahrenstellen",
      "content": "1 Die besondere Markierung «Rote Einfärbung von Radstreifen an Gefahrenstellen» kann verwendet werden, um auf Haupt- und vortrittsberechtigten Nebenstrassen mit einem hohen Verkehrsaufkommen Verzweigungs- und Einspurbereiche zu verdeutlichen, wo eine erhöhte Gefahr besteht, dass der motorisierte Verkehr beim Queren des Radstreifens (6.09) das Vortrittsrecht der Radfahrenden missachtet. 2 Sie besteht aus der Kennzeichnung des Gefahrenbereichs mit roter Farbe. Die Kennzeichnung darf nur innerhalb des Radstreifens angebracht werden und umfasst dessen Gesamtbreite."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Hinweis auf Strassenbahn bei Fussgängerstreifen",
      "content": "1 Die besondere Markierung «Hinweis auf Strassenbahn bei Fussgängerstreifen» kann verwendet werden, um bei Fussgängerstreifen, die über Gleisanlagen führen, die Vortrittsberechtigung der querenden Strassenbahnen zu verdeutlichen. Auf Fussgängerstreifen, die mit einer Lichtsignalanlage versehen sind, darf sie nicht angebracht werden. 2 Sie besteht aus je zwei zueinander um 180 Grad gedrehten Gefahrensignalen «Strassenbahn» (1.18), die innerhalb der beiden Schienen jedes Gleises angebracht werden."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Hinweis auf Querungsstellen ohne Fussgängerstreifen",
      "content": "1 Die besondere Markierung «Hinweis auf Querungsstellen ohne Fussgängerstreifen» kann verwendet werden, um auf – namentlich für Kinder – geeignete Stellen zum Queren der Fahrbahn hinzuweisen, wo die verkehrstechnischen Anforderungen an einen Fussgängerstreifen nichtgegeben sind. 2 Sie besteht aus gelben Schuhabdrücken, die in der Regel auf beiden Seiten der Fahrbahn auf dem Trottoir 10 bis 30 cm vom Fahrbahnrand entfernt angebracht werden."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Hinweis auf Verwendung der Parkscheibe",
      "content": "1 Die besondere Markierung «Hinweis auf Verwendung der Parkscheibe» kann verwendet werden, um jeweils nach einer Verzweigung zusätzlich zur Zonensignalisation und ausschliesslich in Zonen mit grosser räumlicher Ausdehnung die Zone «Parkieren mit Parkscheibe» und die geltende Parkzeitbeschränkung zu verdeutlichen. Innerhalb von blauen Zonen darf sie nicht angebracht werden. 2 Sie besteht aus dem Symbol «Parkscheibe», welches innerhalb eines blauen Rechtecks abgebildet wird. Dieses Symbol entspricht dem unteren Teil des Signals «Parkieren mit Parkscheibe» (4.18). Im blauen Rechteck kann zusätzlich mit weisser Schrift die maximal zulässige Parkzeit angezeigt werden."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Grüne Einfärbung von Ladeplätzen für Elektrofahrzeuge",
      "content": "1 Die besondere Markierung «Grüne Einfärbung von Ladeplätzen für Elektrofahr-zeuge» kann verwendet werden, um auf Parkfelder oder Parkverbotsfelder hinzuweisen, die über eine Ladeinfrastruktur verfügen. 2 Sie besteht aus der gesamtflächigen Kennzeichnung von mit dem Symbol «Ladestation» (5.42) markierten Parkfeldern oder Parkverbotsfeldern mit grüner Farbe."
    },
    {
      "provision_ref": "art15",
      "chapter": "3. Abschnitt: Schlussbestimmungen",
      "section": "15",
      "title": "Aufhebung von Weisungen",
      "content": "Die Weisungen des UVEK vom 11. Juli 2024 über besondere Markierungen auf der Fahrbahn werden aufgehoben."
    },
    {
      "provision_ref": "art16",
      "chapter": "3. Abschnitt: Schlussbestimmungen",
      "section": "16",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 1. Juli 2026 in Kraft."
    }
  ],
  "definitions": []
}