{
  "id": "sr-732-222",
  "type": "statute",
  "title": "Gebührenverordnung vom 9. September 2008 des Eidgenössischen Nuklearsicherheitsinspektorats (Gebührenverordnung ENSI)",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2008/796/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Gegenstand",
      "content": "1 Diese Verordnung regelt die Gebühren für Verfügungen, Dienstleistungen und für die Aufsichtstätigkeit sowie die Aufsichtsabgaben des Eidgenössischen Nuklearsicherheitsinspektorats (ENSI). 2 Soweit diese Verordnung keine besondere Regelung enthält, gelten die Bestimmungen der Allgemeinen Gebührenverordnung vom 8. September 2004. SR 172.041.1"
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Gebühren",
      "content": "1 Das ENSI erhebt Gebühren: a. für die Verfügungen und Dienstleistungen, die es im Rahmen seiner Vollzugskompetenz im Bereich der Kernenergiegesetzgebung, der Strahlenschutzgesetzgebung, der Bevölkerungs- und Zivilschutzgesetzgebung und der Vorschriften betreffend die Beförderung von gefährlichen Gütern erbringt, namentlich für: 1. Freigaben, 2. das Begutachten von Vorhaben und fachtechnische Stellungnahmen, 3. die Umsetzung, Überprüfung und Überwachung von Arbeiten im Zusammenhang mit dem Auswahlverfahren für geologische Tiefenlager und dem Entsorgungsprogramm, 4. den Betrieb einer internen Notfallorganisation und eines Pikettdienstes, 5. Genehmigungszeugnisse im Zusammenhang mit den Transportvorschriften für radioaktive Stoffe, 6. die Anerkennung von Zertifikaten für Versandstückmuster; b. für die Aufsicht über die Kernanlagen. 2 Die Aufsicht über die Kernanlagen umfasst namentlich: a. Inspektionen der Kernanlagen; b. Begleitung der Revisionsstillstände; c. Durchführung von Strahlenmessungen; d. Fernüberwachung von Anlagenzustand und Umgebung; e. Kontrolle der Berichterstattung; f. Koordination und Informationsaustausch zwischen den Kernanlagenbetreibern und der Aufsichtsbehörde; g. Stellungnahmen zu Meldungen gemäss dem Kernenergiegesetz vom 21. März 2003 und Massnahmenumsetzung; h. Durchführung von Prognoserechnungen; i. Bearbeitung von Ereignissen und Befunden; j. Lizenzierung des Personals von Kernanlagen. SR 732.1"
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Aufsichtsabgabe",
      "content": "1 Die Kosten, die sich keiner Kernanlage direkt zuordnen lassen und die nicht durch die Gebühren gedeckt sind, werden durch eine Aufsichtsabgabe gedeckt. 2 Zu diesen Kosten gehören die Kosten für: a. die Mitwirkung in Kommissionen und internationalen Organisationen; b. das Verfolgen des Standes von Wissenschaft und Technik und die damit zusammenhängende Aus- und Weiterbildung; c. die Konkretisierung und Weiterentwicklung der Aufsichtstätigkeit; d. Forschungsprojekte im Zusammenhang mit der Aufsicht über die Kernanlagen."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Bemessung",
      "content": "Die Gebühren werden nach Zeitaufwand unter Anwendung eines Mittelansatzes pro Arbeitsstunde von höchstens 180 Franken berechnet (Zeit-Mittel-Tarif)."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Gebührenzuschläge",
      "content": "1 Ein Zuschlag von höchstens 100 Prozent der ordentlichen Gebühr kann erhoben werden, für: a. Verfügungen oder Dienstleistungen, die auf Ersuchen der Gebührenpflichtigen hin dringlich erlassen oder verrichtet werden; b. an Sonn- und Feiertagen sowie während der Nacht geleistete Arbeitsstunden. 2 Gebührenzuschläge sind zu begründen und gesondert auszuweisen."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Auslagen",
      "content": "1 Auslagen sind Bestandteil der Gebühr und werden gesondert berechnet. 2 Als Auslagen gelten insbesondere folgende Kosten: a. Kosten für beigezogene Dritte; b. Übermittlungs- und Kommunikationskosten; c. Reise- und Transportkosten; d. Betriebskosten."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Erhebung von Gebühren und Aufsichtsabgaben",
      "content": "1 Das ENSI kann die Gebühren und die Aufsichtsabgabe vierteljährlich erheben. 2 Die definitive Abrechnung erfolgt jeweils mit der vierten Teilrechnung."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 1. Januar 2009 in Kraft."
    }
  ],
  "definitions": []
}