{
  "id": "sr-721-100-1",
  "type": "statute",
  "title": "Verordnung vom 2. November 1994 über den Wasserbau (Wasserbauverordnung, WBV)",
  "title_en": "",
  "short_name": "WBV",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1994/2502_2502_2502/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "1. Abschnitt: Allgemeine Bestimmung",
      "section": "1",
      "title": "",
      "content": "Abgeltungen werden gewährt, wenn: a. der Kanton sich an den Massnahmen angemessen beteiligt; b. die Massnahmen im öffentlichen Interesse notwendig und mit den öffentlichen Interessen aus anderen Sachbereichen koordiniert sind; c. die Massnahmen auf einer zweckmässigen Planung beruhen; d. die Massnahmen den technischen, wirtschaftlichen und ökologischen Anforderungen genügen; e. die übrigen Voraussetzungen des Bundesrechts erfüllt sind; f. der weitere Unterhalt gesichert ist. Fassung gemäss Ziff. I 9 der V vom 7. Nov. 2007 über die Neugestaltung des Finanzausgleichs und die Aufgabenteilung zwischen Bund und Kantonen, in Kraft seit 1. Jan. 2008 ( AS 2007 5823 ). Ausdruck gemäss Anhang Ziff. 1 der V vom 4. Mai 2011, in Kraft seit 1. Juni 2011 ( AS 2011 1955 ). Diese Änd. wurde im ganzen Erlass berücksichtigt."
    },
    {
      "provision_ref": "art2",
      "chapter": "2. Abschnitt:",
      "section": "2",
      "title": "",
      "content": "1 Abgeltungen an die wasserbaulichen Massnahmen, die Verlegung gefährdeter Bauten und Anlagen an sichere Orte sowie die Erstellung von Gefahrengrundlagen werden in der Regel global gewährt. Die Höhe der globalen Abgeltungen wird zwischen dem Bundesamt für Umwelt (BAFU) und dem betroffenen Kanton ausgehandelt und richtet sich nach: a. dem Gefahren- und Schadenpotenzial; b. dem Umfang und der Qualität der Massnahmen sowie von deren Planung. 2 Abgeltungen können einzeln gewährt werden, wenn die Massnahmen: a. mehr als 5 Millionen Franken kosten; b. einen kantonsübergreifenden Bezug aufweisen oder Landesgrenzgewässer betreffen; c. Schutzgebiete oder Objekte nationaler Inventare berühren; d. wegen der möglichen Alternativen oder aus anderen Gründen in besonderem Mass eine komplexe oder spezielle fachliche Beurteilung erfordern; oder e. unvorhersehbar waren. 3 Der Beitrag an die Kosten der Massnahmen nach Absatz 2 beträgt zwischen 35 und 45 Prozent und richtet sich nach: a. dem Gefahren- und Schadenpotenzial; b. dem Grad der Umsetzung einer umfassenden Risikobetrachtung; c. dem Umfang und der Qualität der Massnahmen sowie von deren Planung. 4 Wird ein Kanton durch ausserordentliche Schutzmassnahmen, namentlich nach Unwetterschäden, erheblich belastet, so kann der Beitrag nach Absatz 3 ausnahmsweise auf höchstens 65 Prozent der Kosten der Massnahmen erhöht werden. 5 Keine Abgeltungen werden gewährt an: a. Massnahmen zum Schutz von Bauten und Anlagen, die zum Zeitpunkt der Errichtung: 1. in bereits ausgeschiedenen Gefahrenzonen oder bekannten Gefahrengebieten erstellt wurden, und 2. nicht zwingend an diesen Standort gebunden waren; b. Massnahmen zum Schutz touristischer Bauten und Anlagen wie Seilbahnen, Skilifte, Skipisten oder Wanderwege, die sich ausserhalb des Siedlungsgebietes befinden. Fassung gemäss Ziff. I 2 der V vom 2. Febr. 2011 (Weiterentwicklung der Programmvereinbarungen im Umweltbereich), in Kraft seit 1. März 2011 ( AS 2011 649 ). Fassung gemäss Ziff. I 3 der V vom 28. Jan. 2015 über Anpassungen des Verordnungsrechts im Umweltbereich, insbesondere hinsichtlich der Programmvereinbarungen für die Programmperiode 2016–2019, in Kraft seit 1. Jan. 2016 ( AS 2015 427 ). Fassung gemäss Ziff. I 3 der V vom 28. Jan. 2015 über Anpassungen des Verordnungsrechts im Umweltbereich, insbesondere hinsichtlich der Programmvereinbarungen für die Programmperiode 2016–2019, in Kraft seit 1. Jan. 2016 ( AS 2015 427 ). Fassung gemäss Ziff. I 3 der V vom 28. Jan. 2015 über Anpassungen des Verordnungsrechts im Umweltbereich, insbesondere hinsichtlich der Programmvereinbarungen für die Programmperiode 2016–2019, in Kraft seit 1. März 2015 ( AS 2015 427 )."
    },
    {
      "provision_ref": "art2a",
      "chapter": "2. Abschnitt:",
      "section": "2a",
      "title": "a Anrechenbare Kosten",
      "content": "1 Für Abgeltungen nach Artikel 2 Absätze 1 und 2 sind nur Kosten anrechenbar, die tatsächlich entstanden sind und unmittelbar für die zweckmässige Erfüllung der beitragsberechtigten Aufgabe erforderlich sind. Dazu gehören die Kosten für die Projektierung, den Landerwerb und die Ausführung sowie die Vermarkungskosten. 2 Nicht anrechenbar sind insbesondere Gebühren und Steuern sowie Kosten, die auf Dritte, die massgebliche Nutzniesser oder Schadenverursacher sind, überwälzt werden können. Eingefügt durch Ziff. I 3 der V vom 28. Jan. 2015 über Anpassungen des Verordnungsrechts im Umweltbereich, insbesondere hinsichtlich der Programmvereinbarungen für die Programmperiode 2016–2019, in Kraft seit 1. Jan. 2016 ( AS 2015 427 )."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "",
      "content": "Aufgehoben durch Anhang Ziff. 1 der V vom 4. Mai 2011, mit Wirkung seit 1. Juni 2011 ( AS 2011 1955 )."
    },
    {
      "provision_ref": "art4",
      "chapter": "3. Abschnitt: Verfahren bei der Gewährung globaler Abgeltungen",
      "section": "4",
      "title": "Gesuch",
      "content": "1 Der Kanton reicht das Gesuch um globale Abgeltungen beim BAFU ein. 2 Das Gesuch muss Angaben enthalten über: a. die zu erreichenden Programmziele; b. die zur Zielerreichung voraussichtlich notwendigen Massnahmen und deren Durchführung; c. die Wirksamkeit der Massnahmen. 3 Bei Massnahmen mit kantonsübergreifender Wirkung stellen die Kantone die Koordination der Gesuche mit den betroffenen Kantonen sicher. Fassung gemäss Ziff. I 9 der V vom 7. Nov. 2007 über die Neugestaltung des Finanzausgleichs und die Aufgabenteilung zwischen Bund und Kantonen, in Kraft seit 1. Jan. 2008 ( AS 2007 5823 ). Ausdruck gemäss Ziff. I 3 der V vom 28. Jan. 2015 über Anpassungen des Verordnungsrechts im Umweltbereich, insbesondere hinsichtlich der Programmvereinbarungen für die Programmperiode 2016–2019, in Kraft seit 1. Jan. 2016 ( AS 2015 427 ). Diese Änd. wurde im ganzen Erlass berücksichtigt."
    },
    {
      "provision_ref": "art5",
      "chapter": "3. Abschnitt: Verfahren bei der Gewährung globaler Abgeltungen",
      "section": "5",
      "title": "Programmvereinbarung",
      "content": "1 Das BAFU schliesst die Programmvereinbarung mit der zuständigen kantonalen Behörde ab. 2 Gegenstand der Programmvereinbarung sind insbesondere: a. die gemeinsam zu erreichenden strategischen Programmziele; b. die Leistung des Kantons; c. die Beitragsleistung des Bundes; d. das Controlling. 3 Die Dauer der Programmvereinbarung beträgt höchstens vier Jahre. 4 Das BAFU erlässt Richtlinien über das Vorgehen bei Programmvereinbarungen sowie über die Angaben und Unterlagen zu den Gegenständen der Programmvereinbarung. Fassung gemäss Ziff. I 9 der V vom 7. Nov. 2007 über die Neugestaltung des Finanzausgleichs und die Aufgabenteilung zwischen Bund und Kantonen, in Kraft seit 1. Jan. 2008 ( AS 2007 5823 )."
    },
    {
      "provision_ref": "art6",
      "chapter": "3. Abschnitt: Verfahren bei der Gewährung globaler Abgeltungen",
      "section": "6",
      "title": "Auszahlung",
      "content": "Globale Abgeltungen werden in Tranchen ausbezahlt. Fassung gemäss Ziff. I 9 der V vom 7. Nov. 2007 über die Neugestaltung des Finanzausgleichs und die Aufgabenteilung zwischen Bund und Kantonen, in Kraft seit 1. Jan. 2008 ( AS 2007 5823 )."
    },
    {
      "provision_ref": "art7",
      "chapter": "3. Abschnitt: Verfahren bei der Gewährung globaler Abgeltungen",
      "section": "7",
      "title": "Berichterstattung und Kontrolle",
      "content": "1 Der Kanton erstattet dem BAFU jährlich Bericht über die Verwendung der globalen Abgeltungen. 2 Das BAFU kontrolliert stichprobenweise: a. die Ausführung einzelner Massnahmen gemäss den Programmzielen; b. die Verwendung der ausbezahlten Beiträge. Fassung gemäss Ziff. I 9 der V vom 7. Nov. 2007 über die Neugestaltung des Finanzausgleichs und die Aufgabenteilung zwischen Bund und Kantonen, in Kraft seit 1. Jan. 2008 ( AS 2007 5823 )."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Mangelhafte Erfüllung und Zweckentfremdung",
      "content": "1 Das BAFU hält die Tranchenzahlungen während der Programmdauer ganz oder teilweise zurück, wenn der Kanton: a. seiner Berichterstattungspflicht (Art. 7 Abs. 1) nicht nachkommt; b. eine erhebliche Störung seiner Leistung schuldhaft verursacht. 2 Stellt sich nach der Programmdauer heraus, dass die Leistung mangelhaft ist, so verlangt das BAFU vom Kanton Nachbesserung; es setzt ihm dafür eine angemessene Frist. 3 Werden Anlagen oder Einrichtungen, an die Abgeltungen geleistet wurden, ihrem Zweck entfremdet, so kann das BAFU vom Kanton verlangen, dass er innerhalb einer angemessenen Frist die Unterlassung oder Rückgängigmachung der Zweckentfremdung erwirkt. 4 Werden die Mängel nicht behoben oder wird die Zweckentfremdung nicht unterlassen oder nicht rückgängig gemacht, so richtet sich die Rückforderung nach den Artikeln 28 und 29 des Subventionsgesetzes vom 5. Oktober 1990 (SuG). Fassung gemäss Ziff. I 9 der V vom 7. Nov. 2007 über die Neugestaltung des Finanzausgleichs und die Aufgabenteilung zwischen Bund und Kantonen, in Kraft seit 1. Jan. 2008 ( AS 2007 5823 ). SR 616.1"
    },
    {
      "provision_ref": "art8a",
      "section": "8a",
      "title": "",
      "content": "Eingefügt durch Ziff. I 61 der V vom 26. Juni 1996 über die Neuzuordnung von Entscheidungsbefugnissen in der Bundesverwaltung ( AS 1996 2243 ). Aufgehoben durch Ziff. I 3 der V vom 28. Jan. 2015 über Anpassungen des Verordnungsrechts im Umweltbereich, insbesondere hinsichtlich der Programmvereinbarungen für die Programmperiode 2016–2019, mit Wirkung seit 1. Jan. 2016 ( AS 2015 427 )."
    },
    {
      "provision_ref": "art9",
      "chapter": "4. Abschnitt: Verfahren bei der Gewährung von Abgeltungen im Einzelfall",
      "section": "9",
      "title": "Gesuch",
      "content": "1 Der Kanton reicht das Gesuch um Abgeltungen im Einzelfall beim BAFU ein. 2 Das BAFU erlässt Richtlinien über die Angaben und Unterlagen zum Gesuch. Fassung gemäss Ziff. I 9 der V vom 7. Nov. 2007 über die Neugestaltung des Finanzausgleichs und die Aufgabenteilung zwischen Bund und Kantonen, in Kraft seit 1. Jan. 2008 ( AS 2007 5823 )."
    },
    {
      "provision_ref": "art10",
      "chapter": "4. Abschnitt: Verfahren bei der Gewährung von Abgeltungen im Einzelfall",
      "section": "10",
      "title": "Gewährung und Auszahlung der Beiträge",
      "content": "1 Das BAFU legt die Höhe der Abgeltung mittels Verfügung fest oder schliesst dazu mit dem Kanton einen Vertrag ab. 1bis Über Abgeltungen, die 10 Millionen Franken übersteigen, entscheidet das BAFU im Einvernehmen mit der Eidgenössischen Finanzverwaltung. 2 Es richtet die Beiträge nach Fortschritt des Projektes aus. Fassung gemäss Ziff. I 9 der V vom 7. Nov. 2007 über die Neugestaltung des Finanzausgleichs und die Aufgabenteilung zwischen Bund und Kantonen, in Kraft seit 1. Jan. 2008 ( AS 2007 5823 ). Eingefügt durch Ziff. I 3 der V vom 28. Jan. 2015 über Anpassungen des Verordnungsrechts im Umweltbereich, insbesondere hinsichtlich der Programmvereinbarungen für die Programmperiode 2016–2019, in Kraft seit 1. Jan. 2016 ( AS 2015 427 )."
    },
    {
      "provision_ref": "art11",
      "chapter": "4. Abschnitt: Verfahren bei der Gewährung von Abgeltungen im Einzelfall",
      "section": "11",
      "title": "Mangelhafte Erfüllung und Zweckentfremdung",
      "content": "1 Erfüllt der Kanton bei einer zugesicherten Abgeltung die Massnahme trotz Mahnung nicht oder mangelhaft, so wird die Abgeltung nicht ausbezahlt oder gekürzt. 2 Sind Abgeltungen ausbezahlt worden und erfüllt der Kanton trotz Mahnung die Massnahme nicht oder mangelhaft, so richtet sich die Rückforderung nach Artikel 28 SuG. 3 Werden Anlagen oder Einrichtungen, an die Abgeltungen geleistet wurden, ihrem Zweck entfremdet, so kann das BAFU vom Kanton verlangen, dass er innerhalb einer angemessenen Frist die Unterlassung oder Rückgängigmachung der Zweckentfremdung erwirkt. 4 Wird die Zweckentfremdung nicht unterlassen oder nicht rückgängig gemacht, so richtet sich die Rückforderung nach Artikel 29 SuG. Fassung gemäss Ziff. I 9 der V vom 7. Nov. 2007 über die Neugestaltung des Finanzausgleichs und die Aufgabenteilung zwischen Bund und Kantonen, in Kraft seit 1. Jan. 2008 ( AS 2007 5823 ). SR 616.1"
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Berichterstattung und Kontrolle",
      "content": "Für die Berichterstattung und die Kontrolle gilt Artikel 7 sinngemäss. Fassung gemäss Ziff. I 9 der V vom 7. Nov. 2007 über die Neugestaltung des Finanzausgleichs und die Aufgabenteilung zwischen Bund und Kantonen, in Kraft seit 1. Jan. 2008 ( AS 2007 5823 )."
    },
    {
      "provision_ref": "art1315",
      "section": "1315",
      "title": "",
      "content": "Aufgehoben durch Ziff. I 9 der V vom 7. Nov. 2007 über die Neugestaltung des Finanzausgleichs und die Aufgabenteilung zwischen Bund und Kantonen, mit Wirkung seit 1. Jan. 2008 ( AS 2007 5823 )."
    },
    {
      "provision_ref": "art16",
      "chapter": "2. Kapitel: Aufsicht des Bundes",
      "section": "16",
      "title": "16 Stellungnahme zu Massnahmen des Hochwasserschutzes",
      "content": "1 Bevor die Kantone über bauliche Massnahmen des Hochwasserschutzes nach Artikel 3 Absatz 2 des Gesetzes entscheiden, unterbreiten sie das Projekt dem BAFU zur Stellungnahme; davon ausgenommen sind Massnahmen ohne besonderen Aufwand. 2 In jedem Fall müssen Massnahmen zur Stellungnahme unterbreitet werden, wenn sie: a. Landesgrenzgewässer betreffen; b. sich auf den Hochwasserschutz anderer Kantone oder des Auslandes auswirken; c. eine Umweltverträglichkeitsprüfung erfordern; oder d. Schutzgebiete oder Objekte nationaler Inventare berühren. 3 Bei anderen Massnahmen des Hochwasserschutzes können die Kantone das BAFU um Stellungnahme ersuchen. 4 Die Stellungnahme kann sich auch dazu äussern, ob und in welcher ungefähren Höhe eine Abgeltung für die Massnahme voraussichtlich möglich ist. Fassung gemäss Ziff. I 9 der V vom 7. Nov. 2007 über die Neugestaltung des Finanzausgleichs und die Aufgabenteilung zwischen Bund und Kantonen, in Kraft seit 1. Jan. 2008 ( AS 2007 5823 )."
    },
    {
      "provision_ref": "art17",
      "chapter": "2. Kapitel: Aufsicht des Bundes",
      "section": "17",
      "title": "Unterlagen",
      "content": "1 Für die Stellungnahme reichen die Kantone beim BAFU folgende Unterlagen ein: a. einen umfassenden Projektbeschrieb samt Plänen; b. den Kostenvoranschlag und den Kostenschlüssel; c. eine Übersicht über die bestehende Naturgefahrensituation, die möglichen Schäden und die gewählten Schutzziele; d. die Ergebnisse der Abklärungen über die Notwendigkeit der baulichen Massnahmen und deren Auswirkungen; e. den allfälligen Bericht über die Umweltverträglichkeit; und f. Angaben über die Vereinbarkeit mit der Richt- und Nutzungsplanung. 2 Das BAFU kann weitere Unterlagen anfordern."
    },
    {
      "provision_ref": "art18",
      "chapter": "2. Kapitel: Aufsicht des Bundes",
      "section": "18",
      "title": "Stellungnahme zu anderen Massnahmen",
      "content": "Bundesstellen, welche Massnahmen vorsehen oder mitfinanzieren, die den Abfluss von Wasser, den Transport von Feststoffen oder das Abflussgeschehen, insbesondere Hochwasserspitzen, erheblich beeinflussen, holen vor ihrem Entscheid die Stellungnahme des BAFU ein."
    },
    {
      "provision_ref": "art18a",
      "chapter": "2. Kapitel: Aufsicht des Bundes",
      "section": "18a",
      "title": "a Verbot von gefährlichen Massnahmen",
      "content": "Das BAFU kann Massnahmen, die den Hochwasserschutz gefährden, verbieten oder verlangen, dass sie rückgängig gemacht werden. Eingefügt durch Anhang Ziff. 5 der Organisationsverordnung vom 6. Dez. 1999 für das Eidgenössische Departement für Umwelt, Verkehr, Energie und Kommunikation, in Kraft seit 1. Jan. 2000 ( AS 2000 243 )."
    },
    {
      "provision_ref": "art19",
      "chapter": "1. Abschnitt: Vollzug durch den Bund",
      "section": "19",
      "title": "Förderung",
      "content": "Das BAFU fördert die Aus- und Weiterbildung von Personen, die mit dem Vollzug des Hochwasserschutzes betraut sind."
    },
    {
      "provision_ref": "art20",
      "chapter": "1. Abschnitt: Vollzug durch den Bund",
      "section": "20",
      "title": "Richtlinien",
      "content": "Das BAFU erlässt Richtlinien namentlich über: a. die Anforderungen an den Hochwasserschutz und die Massnahmen des Hochwasserschutzes; b. die Erstellung der Gefahrenkataster und -karten; und c. die Erstellung der Abrechnung über die Abgeltungen. Fassung gemäss Anhang Ziff. 1 der V vom 4. Mai 2011, in Kraft seit 1. Juni 2011 ( AS 2011 1955 )."
    },
    {
      "provision_ref": "art20a",
      "chapter": "1. Abschnitt: Vollzug durch den Bund",
      "section": "20a",
      "title": "a Geoinformation",
      "content": "Das BAFU gibt die minimalen Geodatenmodelle und Darstellungsmodelle für Geobasisdaten nach dieser Verordnung vor, für die es im Anhang 1 der Geoinformationsverordnung vom 21. Mai 2008 als Fachstelle des Bundes bezeichnet ist. Eingefügt durch Anhang 2 Ziff. 4 der V vom 21. Mai 2008 über Geoinformation, in Kraft seit 1. Juli 2008 ( AS 2008 2809 ). SR 510.620"
    },
    {
      "provision_ref": "art21",
      "chapter": "2. Abschnitt: Vollzug durch die Kantone",
      "section": "21",
      "title": "Gefahrengebiete und Raumbedarf der Gewässer",
      "content": "1 Die Kantone bezeichnen die Gefahrengebiete. 2 … 3 Sie berücksichtigen die Gefahrengebiete und den Raumbedarf der Gewässer gemäss Artikel 36 a des Gewässerschutzgesetzes vom 24. Januar 1991 bei ihrer Richt- und Nutzungsplanung sowie bei ihrer übrigen raumwirksamen Tätigkeit. Fassung gemäss Anhang 5 Ziff. 2 der Gewässerschutzverordnung vom 28. Okt. 1998, in Kraft seit 1. Jan. 1999 ( AS 1998 2863 ). Aufgehoben durch Anhang Ziff. 1 der V vom 4. Mai 2011, mit Wirkung seit 1. Juni 2011 ( AS 2011 1955 ). SR 814.20 Fassung gemäss Anhang Ziff. 1 der V vom 4. Mai 2011, in Kraft seit 1. Juni 2011 ( AS 2011 1955 )."
    },
    {
      "provision_ref": "art22",
      "chapter": "2. Abschnitt: Vollzug durch die Kantone",
      "section": "22",
      "title": "Überwachung",
      "content": "Die Kantone überprüfen periodisch die Gefahrensituation an den Gewässern und die Wirksamkeit der getroffenen Massnahmen des Hochwasserschutzes."
    },
    {
      "provision_ref": "art23",
      "chapter": "2. Abschnitt: Vollzug durch die Kantone",
      "section": "23",
      "title": "Unterhalt",
      "content": "Die Kantone sorgen für den im Interesse des Hochwasserschutzes gebotenen Unterhalt der Gewässer. Sie berücksichtigen dabei die ökologischen Anforderungen."
    },
    {
      "provision_ref": "art24",
      "chapter": "2. Abschnitt: Vollzug durch die Kantone",
      "section": "24",
      "title": "Frühwarndienste",
      "content": "Die Kantone sorgen für den Aufbau und den Betrieb der Frühwarndienste, welche zur Sicherung von Siedlungen und Verkehrswegen vor den Gefahren des Wassers erforderlich sind."
    },
    {
      "provision_ref": "art25",
      "chapter": "2. Abschnitt: Vollzug durch die Kantone",
      "section": "25",
      "title": "Ausführungsbestimmungen",
      "content": "Die Kantone erlassen die Ausführungsbestimmungen innert fünf Jahren nach Inkrafttreten des Gesetzes."
    },
    {
      "provision_ref": "art26",
      "chapter": "4. Kapitel: Grundlagenbeschaffung",
      "section": "26",
      "title": "Grundlagenbeschaffung durch den Bund",
      "content": "1 Das BAFU führt die Erhebungen durch über die Belange des Hochwasserschutzes. Insbesondere nimmt es Profile an Gewässern auf. 2 Das BAFU erhebt die hydrologischen Grundlagen; es errichtet und betreibt die dazu erforderlichen Messstationen. Es kann hydrologische Arbeiten für Behörden, Gesellschaften und Private gegen Verrechnung der Kosten vornehmen, soweit dies der Geschäftsgang erlaubt. 3 Das BAFU koordiniert die Inventare der Kantone über Bauten und Anlagen, welche für die Hochwassersicherheit von Bedeutung sind. 4 Es führt ein Inventar über die vom Bund mitfinanzierten Hochwasserschutzmassnahmen. 5 Es analysiert Schadenereignisse von nationaler Bedeutung. Fassung gemäss Anhang Ziff. 5 der Organisationsverordnung vom 6. Dez. 1999 für das Eidgenössische Departement für Umwelt, Verkehr, Energie und Kommunikation, in Kraft seit 1. Jan. 2000 ( AS 2000 243 ). Eingefügt durch Ziff. I 3 der V vom 28. Jan. 2015 über Anpassungen des Verordnungsrechts im Umweltbereich, insbesondere hinsichtlich der Programmvereinbarungen für die Programmperiode 2016–2019, in Kraft seit 1. Jan. 2016 ( AS 2015 427 )."
    },
    {
      "provision_ref": "art27",
      "chapter": "4. Kapitel: Grundlagenbeschaffung",
      "section": "27",
      "title": "Grundlagenbeschaffung durch die Kantone",
      "content": "1 Die Kantone erarbeiten die Grundlagen für den Schutz vor Naturereignissen. Sie: a. führen Inventare über Bauten und Anlagen, die für die Hochwassersicherheit von Bedeutung sind (Schutzbautenkataster); b. dokumentieren Schadenereignisse (Ereigniskataster) und analysieren, soweit erforderlich, grössere Schadenereignisse; c. erstellen Gefahrenkarten und, für den Ereignisfall, Notfallplanungen und führen diese periodisch nach; d. erheben den Zustand der Gewässer und ihre Veränderung; und e. … f. richten die im Interesse des Hochwasserschutzes erforderlichen Messstellen ein und betreiben sie. 2 Sie berücksichtigen die vom Bund erhobenen Grundlagen und seine technischen Richtlinien. 3 Sie stellen die Daten dem BAFU auf Verlangen zur Verfügung und machen sie der Öffentlichkeit in geeigneter Form zugänglich. Fassung gemäss Ziff. I 3 der V vom 28. Jan. 2015 über Anpassungen des Verordnungsrechts im Umweltbereich, insbesondere hinsichtlich der Programmvereinbarungen für die Programmperiode 2016–2019, in Kraft seit 1. Jan. 2016 ( AS 2015 427 ). Fassung gemäss Ziff. I 3 der V vom 28. Jan. 2015 über Anpassungen des Verordnungsrechts im Umweltbereich, insbesondere hinsichtlich der Programmvereinbarungen für die Programmperiode 2016–2019, in Kraft seit 1. Jan. 2016 ( AS 2015 427 ). Fassung gemäss Ziff. I 3 der V vom 28. Jan. 2015 über Anpassungen des Verordnungsrechts im Umweltbereich, insbesondere hinsichtlich der Programmvereinbarungen für die Programmperiode 2016–2019, in Kraft seit 1. Jan. 2016 ( AS 2015 427 ). Fassung gemäss Ziff. I 3 der V vom 28. Jan. 2015 über Anpassungen des Verordnungsrechts im Umweltbereich, insbesondere hinsichtlich der Programmvereinbarungen für die Programmperiode 2016–2019, in Kraft seit 1. Jan. 2016 ( AS 2015 427 ). Aufgehoben durch Ziff. I 3 der V vom 28. Jan. 2015 über Anpassungen des Verordnungsrechts im Umweltbereich, insbesondere hinsichtlich der Programmvereinbarungen für die Programmperiode 2016–2019, mit Wirkung seit 1. Jan. 2016 ( AS 2015 427 ). Fassung gemäss Anhang 2 Ziff. 4 der V vom 21. Mai 2008 über Geoinformation, in Kraft seit 1. Juli 2008 ( AS 2008 2809 )."
    },
    {
      "provision_ref": "art28",
      "chapter": "5. Kapitel: Schlussbestimmungen",
      "section": "28",
      "title": "Aufhebung bisherigen Rechts",
      "content": "Die Vollziehungsverordnung vom 8. März 1879 zum Bundesgesetz vom 22. Juni 1877 betreffend die Wasserbaupolizei im Hochgebirge wird aufgehoben. [BS 4 935; AS 1985 685 Ziff. I 7, 1979 3 Anhang Ziff. 2]"
    },
    {
      "provision_ref": "art29",
      "chapter": "5. Kapitel: Schlussbestimmungen",
      "section": "29",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 1. Dezember 1994 in Kraft."
    }
  ],
  "definitions": []
}