{
  "id": "sr-702-1",
  "type": "statute",
  "title": "Zweitwohnungsverordnung vom 4. Dezember 2015 (ZWV)",
  "title_en": "Second Homes Ordinance of 4 December 2015 (SHO)",
  "short_name": "ZWV",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2015/887/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Section 1 Ascertaining and Publishing the Total Number of Homes and the Proportion of Second Homes",
      "section": "1",
      "title": "Communes’ duties and powers",
      "content": "1 Each commune shall supply the Swiss Federal Statistical Office (FSO) each year with its data on residents as of 31 December by 31 January of the following year at the latest and shall update the National Register of Buildings and Dwellings (RBD) in accordance with Article 10 paragraph 1 of the Ordinance of 9 June 2017 on the Federal Register of Buildings and Dwellings. 2 In cantons with recognised registers of buildings and dwellings, the commune may also make its data on residents available to the canton to enable the automated identification of principal homes in the cantonal register of buildings and dwellings. SR 431.841 Amended by Annex 2 No II 4 of the O of 9 June 2017 on the Federal Register of Buildings and Dwellings, in force since 1 July 2017 ( AS 2017 3459 )."
    },
    {
      "provision_ref": "art2",
      "chapter": "Section 1 Ascertaining and Publishing the Total Number of Homes and the Proportion of Second Homes",
      "section": "2",
      "title": "Federal duties and powers",
      "content": "1 With a view to ascertaining the proportion of second homes, the FSO shall record the form of use of homes in the RBD based on the data on residents in accordance with Article 1 paragraph 1. 2 Based on the commune-related data in the RBD, the Federal Office for Spatial Development (ARE) shall ascertain for each commune by 31 March of each year whether its proportion of second homes exceeds 20 per cent or not. 3 ARE may verify ex officio the data supplied by the communes in accordance with Article 1 paragraph 1. 4 Every year it shall publish a list with the following details for each commune: total number of homes, number of principal homes, proportion of principal homes and a declaration as to whether the proportion of second homes exceeds 20 per cent or not."
    },
    {
      "provision_ref": "art3",
      "chapter": "Section 2 Construction of New Homes",
      "section": "3",
      "title": "Note in the land register",
      "content": "1 The condition of use that must be noted in the land register in respect of homes with restriction on use in accordance with Act is worded as follows: a. principal home or home deemed equivalent to a principal home in accordance with Article 7 paragraph 1 letter a of the Act; b. home managed as tourist accommodation in accordance with Article 7 paragraph 2 letter a of the Act; or c. home managed as tourist accommodation in accordance with Article 7 paragraph 2 letter b of the Act (home forming part of an organised accommodation complex). 2 The note in the land register further includes the building and dwelling identifier for the home concerned in accordance with Article 8 paragraphs 2 letter a and Article 3 letter a of the Ordinance of 9 June 2017 on the Federal Register of Buildings and Dwellings. 3 The commune may record the restriction on use in the RBD. SR 431.841 Amended by Annex 2 No II 4 of the O of 9 June 2017 on the Federal Register of Buildings and Dwellings, in force since 1 July 2017 ( AS 2017 3459 )."
    },
    {
      "provision_ref": "art4",
      "chapter": "Section 2 Construction of New Homes",
      "section": "4",
      "title": "Organised accommodation complex",
      "content": "An organised accommodation complex in terms of the Act exists if the following requirements are fulfilled: a. The complex provides hotel-type services and facilities that are used by the majority of guests. b. It is organised according to a business plan similar to that of a hotel. c. It is managed as a single uniform operation."
    },
    {
      "provision_ref": "art5",
      "chapter": "Section 2 Construction of New Homes",
      "section": "5",
      "title": "Expert report",
      "content": "1 The applicant is responsible for commissioning the expert report in accordance with Article 8 paragraph 5 of the Act. The expert’s appointment requires the consent of the building authority. 2 In the cases set out in Article 8 paragraph 1, the expert report must provide an opinion on the following matters in particular: a. the present and future profitability of the complex or complexes; b. cross-financing and the use of income. 3 In the cases set out in Article 8 paragraph 4, the expert report must provide an opinion on the following matters in particular: a. the present and future profitability of the complex; b. how long the complex has been managed as such; and c. the issue of whether the fact that the accommodation complex concerned can no longer be run profitably is due to any failure on the part of the owner or operator."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Buildings that define the appearance of the locality",
      "content": "1 Buildings that define the appearance of the locality in terms of Article 9 paragraph 1 of the Act are buildings which, through their location and appearance, make an essential contribution to the identity of the locality and to making it worthy of preservation. 2 The cantons shall organise a procedure for identifying buildings that define the appearance of a locality."
    },
    {
      "provision_ref": "art7",
      "chapter": "Section 3 Change in Use of a Home managed as Tourist Accommodation and Reporting the same",
      "section": "7",
      "title": "",
      "content": "1 A home with a restriction on use in accordance with Article 7 paragraph 1 letter b of the Act may also be used as a home in accordance with Article 7 paragraph 1 letter a. 2 The owner of the home must report the change in use to the building authority within 30 days of occupying the home."
    },
    {
      "provision_ref": "art8",
      "chapter": "Section 4 Suspension of the Restriction on Use in the case of Homes subject to the new Law",
      "section": "8",
      "title": "Suspension in accordance with Article 14 paragraph 1 letter a of the Act",
      "content": "1 The building authority shall limit suspensions in accordance with Article 14 paragraph 1 letter a of the Act to a maximum of two years. It may extend this period by way of exception by no more than two years if there is good cause for doing so. 2 A further extension of the suspension is permitted if the requirements set out in Article 9 are met."
    },
    {
      "provision_ref": "art9",
      "chapter": "Section 4 Suspension of the Restriction on Use in the case of Homes subject to the new Law",
      "section": "9",
      "title": "Suspension in accordance with Article 14 paragraph 1 letter b of the Act",
      "content": "1 The building authority shall limit suspensions in accordance with Article 14 paragraph 1 letter b of the Act to a maximum of two years. It shall extend the suspension if the owner provides proof that the requirements set out in Article 14 paragraph 1 letter b of the Act continue to be met. The maximum extension in each case is two years. 2 The owner of must provide proof in every case that: a. advertisements have appeared regularly in the form customary in the market; b. the home has been offered for sale on terms that are customary for the market and locality; and c. the home has been ready for occupation by a tenant or purchaser at any time. 3 If proof in accordance with Article 14 paragraph 1 letter b of the Act is not provided, the building authority shall refuse the suspension. If official measures in accordance with Article 17 of the Act come in for consideration, it shall forward the case file to the competent authority. 4 On application by the owner, the land register shall in the case of Article 14 paragraph 1 letter b of the Act record the note with the addendum of the time-limited suspension."
    },
    {
      "provision_ref": "art10",
      "chapter": "Section 5 Right of Appeal and Notice of Decisions",
      "section": "10",
      "title": "",
      "content": "1 ARE has a right of appeal on matters relating to second homes in accordance with the general provisions on the administration of federal justice. 2 The building authorities shall notify ARE of the following: a. building permits for new homes that they have granted on the basis of Articles 7 paragraph 1 letter b, 8 and 9 of the Act; b. suspension orders in accordance with Article 14 of the Act; c. building permits for homes with a suspended restriction on use."
    },
    {
      "provision_ref": "art11",
      "chapter": "Section 6 Transitional and Final Provisions",
      "section": "11",
      "title": "",
      "content": "Repealed by No I of the O of 1 Nov. 2017, with effect from 1 Jan. 2018 ( AS 2017 6331 )."
    },
    {
      "provision_ref": "art12",
      "chapter": "Section 6 Transitional and Final Provisions",
      "section": "12",
      "title": "Amendment of other legislation",
      "content": "The following legislation is amended as follows: … The amendments may be consulted under AS 2015 5669 ."
    },
    {
      "provision_ref": "art13",
      "chapter": "Section 6 Transitional and Final Provisions",
      "section": "13",
      "title": "Commencement",
      "content": "This Ordinance comes into force on 1 January 2016."
    }
  ],
  "definitions": []
}