{
  "id": "sr-741-016",
  "type": "statute",
  "title": "Verordnung vom 20. September 2024 über die Kompetenzen des UVEK und des ASTRA im Zusammenhang mit der Änderung von völkerrechtlichen Verträgen im Strassenverkehrsrecht (VKVöV)",
  "title_en": "",
  "short_name": "VKVöV",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2024/549/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Zweck",
      "content": "Diese Verordnung soll sicherstellen, dass völkerrechtliche Verträge im Bereich des Strassenverkehrs sowie deren Änderungen fristgerecht umgesetzt werden."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Geltungsbereich",
      "content": "Diese Verordnung gilt nicht für den Abschluss von Vereinbarungen nach Artikel 5 Absatz 3 der Verordnung vom 29. November 2002 über die Beförderung gefährlicher Güter auf der Strasse. SR 741.621"
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Kompetenzen des Eidgenössischen Departements für Umwelt, Verkehr, Energie und Kommunikation",
      "content": "Das Eidgenössische Departement für Umwelt, Verkehr, Energie und Kommunikation kann: a. Änderungen technischer Einzelheiten der in Anhang 2 der Verordnung vom 19. Juni 1995 über die technischen Anforderungen an Strassenfahrzeuge aufgeführten internationalen Regelungen nachführen; b. neue internationale Bau- und Ausrüstungsvorschriften, die technische Einzelheiten von untergeordneter Bedeutung betreffen, in der Schweiz verbindlich erklären; c. Änderungen des Europäischen Übereinkommens vom 1. Juli 1970 über die Arbeit des im internationalen Strassenverkehr beschäftigten Fahrpersonals genehmigen. SR 741.41 SR 0.822.725.22"
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Kompetenzen des Bundesamts für Strassen",
      "content": "Das Bundesamt für Strassen kann folgende Änderungen genehmigen, sofern sie von beschränkter Tragweite sind: a. Änderungen völkerrechtlicher Verträge betreffend die Anerkennung von Ausweisen, Nachweisen, Weiterbildungen und Bewilligungen; b. Änderungen des Übereinkommens der Vereinten Nationen vom 20. März 1958 über die Annahme harmonisierter technischer Regelungen für Radfahrzeuge, Ausrüstungsgegenstände und Teile, die in Radfahrzeuge eingebaut oder dafür verwendet werden können, und die Bedingungen für die gegenseitige Anerkennung von Genehmigungen, die nach diesen Regelungen erteilt wurden; c. Änderungen der Anlagen des Übereinkommens vom 30. September 1957 über die internationale Beförderung gefährlicher Güter auf der Strasse. SR 0.741.411 SR 0.741.621"
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Änderung anderer Erlasse",
      "content": "Die nachstehenden Erlasse werden wie folgt geändert: … Die Änderungen können unter AS 2024 549 konsultiert werden."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Übergangsbestimmungen",
      "content": "Die im Zeitpunkt des Inkrafttretens laufenden Genehmigungsverfahren richten sich nach dem bisherigen Recht."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 1. April 2025 in Kraft."
    }
  ],
  "definitions": []
}