{
  "id": "sr-747-224-111-1",
  "type": "statute",
  "title": "Verordnung vom 10. Juni 1994 über die Inkraftsetzung der Rheinschifffahrtspolizeiverordnung",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1994/1776_1776_1776/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "",
      "content": "Die Rheinschifffahrtspolizeiverordnung wird in der von der Zentralkommission für die Rheinschifffahrt am 1. Dezember 1993 beschlossenen und dieser Inkraftsetzungsverordnung beigefügten Fassung auf der Rheinstrecke von der schweizerischen Landesgrenze bis zur Mittleren Rheinbrücke in Basel auf den 1. Januar 1995 in Kraft gesetzt. SR 747.224.111 Der Text der Rheinschifffahrtspolizeiverordnung vom 1. Dezember 1993 wird weder in der AS noch in der SR veröffentlicht. Separatdrucke sind beim BBL, Verkauf Bundespublikationen, 3003 Bern, erhältlich."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "",
      "content": "Die Rheinschifffahrtspolizeiverordnung vom 2. Dezember 1982 wird aufgehoben, ebenfalls alle sie ergänzenden Anordnungen vorübergehender Art. [ AS 1983 761 , 1986 847 , 1988 1515 , 1989 360 1179 1180 , 1990 1349 1350 1351 ] [ AS 1984 878 , 1985 320 1028 , 1986 846 848 1520 1521 1522 1523 1524 , 1987 548 549 550 551 876 877 , 1988 617 618 619 620 621 799 1512 1513 1514 1516 1517 1518 2003 , 1989 356 358 359 1181 1750 , 1990 350 351 352 353 354 355 356 357 358 1348 , 1991 739 741 1652 1654 1655 1656 1657 , 1992 502 1601 1602 1603 , 1993 914 916 917 2533 2534 3200 , 1994 653 1758 ]"
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "",
      "content": "1 Die Schweizerischen Rheinhäfen sind mit dem Vollzug der Rheinschifffahrtspolizeiverordnung vom 1. Dezember 1993 beauftragt. 2 Zuständige Behörde im Sinne von § 1.22 Nummer 3 ist das Bundesamt für Verkehr. SR 747.224.111 Fassung gemäss Ziff. I 1 der V des UVEK vom 22. Nov. 2007 über Anpassungen im Zusammenhang mit der Gründung der Schweizerischen Rheinhäfen, in Kraft seit 1. Jan. 2008 ( AS 2007 7069 ). Die Bezeichnung der Verwaltungseinheit wurde in Anwendung von Art. 16 Abs. 3 der Publikationsverordnung vom 17. Nov. 2004 ( SR 170.512.1 ) angepasst."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "",
      "content": "1 § 3.02 Nummer 2 Buchstabe a gilt für Fahrzeuge, die einem der Rheinuferstaaten oder Belgien nicht unterstehen, sowie für Kleinfahrzeuge erst ab 1. Januar 1996. 2 § 4.05 Nummer 3 Satz 2 und Nummer 4 Satz 2 gelten bis zum 1. Januar 1998 nur für die in § 12.01 Nummer 1 genannten Fahrzeuge, Verbände und Sondertransporte und für die Fahrzeuge, die nach § 6.32 mit Radar fahren; § 4.05 Nummer 4 Satz 2 gilt darüber hinaus bis zum 1. Januar 1998 für alle Fahrzeuge, die mit einer Sprechfunkanlage nach § 4.05 Nummer 3 Satz 2 ausgerüstet sind. 3 § 1.10 Nummer 1 Buchstabe w gilt vom 1. Januar 1995 bis zum 30. September 1997."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "",
      "content": "Diese Verordnung tritt am 1. Januar 1995 in Kraft."
    }
  ],
  "definitions": []
}