{
  "id": "sr-741-213-3",
  "type": "statute",
  "title": "Verordnung des UVEK vom 28. September 2001 über die Tempo-30-Zonen und die Begegnungszonen",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2002/23/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "1",
      "title": "Gegenstand",
      "content": "Diese Verordnung regelt die Einzelheiten bei der Anordnung von Tempo-30-Zonen (Art. 22 a SSV) und Begegnungszonen (Art. 22 b SSV)."
    },
    {
      "provision_ref": "art2",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "2",
      "title": "Grundsatz",
      "content": "Bei allen Massnahmen, die zur Einhaltung der angeordneten Höchstgeschwindigkeiten erforderlich sind, ist darauf zu achten, dass die Strassen von allen dort zugelassenen Fahrzeugarten befahren werden können."
    },
    {
      "provision_ref": "art3",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "3",
      "title": "",
      "content": "Aufgehoben durch Ziff. I der V des UVEK vom 24. Aug. 2022, mit Wirkung seit 1. Jan. 2023 ( AS 2022 499 )."
    },
    {
      "provision_ref": "art4",
      "chapter": "2. Abschnitt: Verkehrsrechtliche Massnahmen und Gestaltung des Strassenraums",
      "section": "4",
      "title": "Verkehrsrechtliche Massnahmen",
      "content": "1 Eine vom Rechtsvortritt abweichende Regelung durch Signale ist nur zulässig, wenn: a. die Verkehrssicherheit es erfordert; oder b. die Strasse, welcher der Vortritt eingeräumt werden soll, Teil eines festgelegten Wegnetzes für den Fahrradverkehr ist. 2 Die Anordnung von Fussgängerstreifen ist unzulässig. In Tempo-30-Zonen dürfen jedoch Fussgängerstreifen angebracht werden, wenn besondere Vortrittsbedürfnisse für Fussgänger dies erfordern, namentlich bei Schulen und Heimen. Fassung gemäss Ziff. I der V des UVEK vom 20. Mai 2020, in Kraft seit 1. Jan. 2021 ( AS 2020 2163 )."
    },
    {
      "provision_ref": "art5",
      "chapter": "2. Abschnitt: Verkehrsrechtliche Massnahmen und Gestaltung des Strassenraums",
      "section": "5",
      "title": "Gestaltung des Strassenraumes",
      "content": "1 Die Übergänge vom übrigen Strassennetz in eine Zone müssen deutlich erkennbar sein. Die Ein- und Ausfahrten der Zone sind durch eine kontrastreiche Gestaltung so zu verdeutlichen, dass die Wirkung eines Tores entsteht. 2 Der Zonencharakter kann mit besonderen Markierungen gemäss den einschlägigen technischen Normen verdeutlicht werden. 3 Zur Einhaltung der angeordneten Höchstgeschwindigkeit sind nötigenfalls weitere Massnahmen zu ergreifen, wie das Anbringen von Gestaltungs- oder Verkehrsberuhigungselementen."
    },
    {
      "provision_ref": "art6",
      "chapter": "3. Abschnitt: …",
      "section": "6",
      "title": "",
      "content": "Aufgehoben durch Ziff. I der V des UVEK vom 24. Aug. 2022, mit Wirkung seit 1. Jan. 2023 ( AS 2022 499 )."
    },
    {
      "provision_ref": "art7",
      "chapter": "4. Abschnitt: Schlussbestimmungen",
      "section": "7",
      "title": "Aufhebung von Weisungen",
      "content": "Die Weisungen vom 1. Mai 1984 über Wohnstrassen und die Weisungen vom 3. April 1989 über die Zonensignalisation von Verkehrsanordnungen werden aufgehoben. In der AS nicht publiziert. In der AS nicht publiziert."
    },
    {
      "provision_ref": "art8",
      "chapter": "4. Abschnitt: Schlussbestimmungen",
      "section": "8",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 1. Januar 2002 in Kraft."
    }
  ],
  "definitions": []
}