{
  "id": "sr-741-712",
  "type": "statute",
  "title": "Verordnung des EFD vom 30. Oktober 2011 über die Aufwandsentschädigung im Zusammenhang mit der Erhebung der Nationalstrassenabgabe",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2011/735/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Aufwandsentschädigung der Kantone und beauftragter Dritter",
      "content": "1 Die Aufwandsentschädigung der Kantone und der gestützt auf Artikel 2 Absatz 1 Buchstaben a und c der Nationalstrassenabgabeverordnung vom 16. Juni 2023 beauftragten Dritten beträgt 9,8 Prozent des Preises der von ihnen verkauften Vignetten. 2 Für staatliche Abgaben und Steuern, die auf der Aufwandsentschädigung bezahlt werden, wird eine zusätzliche Entschädigung in der Höhe der Abgabe oder der Steuer gewährt. Für in der Schweiz mehrwertsteuerpflichtige Personen wird die zusätzliche Entschädigung mit Hilfe des Saldo- oder Pauschalsteuersatzes nach Artikel 37 des Mehrwertsteuergesetzes vom 12. Juni 2009 berechnet, der bei zum Normalsatz steuerbaren Dienstleistungen zur Anwendung kommt. SR 741.711 Fassung gemäss Ziff. I der V des EFD vom 28. Sept. 2023, in Kraft seit 1. Dez. 2023 ( AS 2023 562 ). SR 641.20"
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Aufwandsentschädigung des BAZG",
      "content": "1 Die Aufwandsentschädigung des Bundesamts für Zoll und Grenzsicherheit (BAZG) beträgt 2,5 Prozent der Einnahmen aus dem Verkauf aller Vignetten (Bruttoeinnahmen). 2 Das BAZG wird zudem entschädigt für die Kosten, die ihm entstehen, falls gestützt auf Artikel 18 Absätze 3 und 4 NSAG die folgenden Aufgaben an Dritte übertragen werden: a. die Kontrolle; b. die Erhebung der Abgabe mittels Klebevignette an der Grenze. SR 170.512.1 Diese Anpassung wurde im ganzen Text vorgenommen. Fassung gemäss Ziff. I der V des EFD vom 28. Sept. 2023, in Kraft seit 1. Dez. 2023 ( AS 2023 562 )."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Aufhebung bisherigen Rechts",
      "content": "Die Verordnung vom 7. November 1994 über die Aufwandentschädigung für den Verkauf der «Autobahn-Vignette» zur Benützung der Nationalstrassen wird aufgehoben. [ AS 1994 3009 ; 2000 2743 ]"
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 1. Dezember 2011 in Kraft."
    }
  ],
  "definitions": []
}