{
  "id": "sr-741-711",
  "type": "statute",
  "title": "Verordnung vom 16. Juni 2023 über die Abgabe für die Benützung von Nationalstrassen (Nationalstrassenabgabeverordnung, NSAV)",
  "title_en": "Ordinance of 16 June 2023 on the Charge for Using the National Highways (National Highways Charge Ordinance, NHCO)",
  "short_name": "NSAV",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2023/338/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Subject matter",
      "content": "This Ordinance regulates the details relating to the levying of the charge for using primary and secondary national highways (Class I and II national highways)."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Vignette purchase",
      "content": "(Art. 6 a , 9 and 9 a NHCA) 1 The adhesive vignette may be obtained from: a. points of sale designated by the cantons or the organisations acting on their behalf; b. the FOCBS offices designated by the Federal Office for Customs and Border Security (FOCBS); c. points of sale abroad designated by organisations with which the FOCBS has concluded an agreement. 2 The electronic vignette (e-vignette) is obtained when the licence plate is registered in the FOCBS information system in accordance with Articles 12 a –12 f NHCA."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Attaching the adhesive vignette",
      "content": "(Art. 7 NHCA) 1 The adhesive vignette must be affixed directly to the vehicle in an undamaged condition. 2 It shall be placed in the following location: a. for motor vehicles with a windscreen: on the inside of the windscreen in a place where it is clearly visible from the outside; b. for motor vehicles without a windscreen, trailers and motorcycles: on an easily accessible and non-removable part. 3 In accordance with Article 7 paragraph 4 NHCA, the adhesive vignette is deemed to be invalid if: a. it has not been applied in accordance with paragraphs 1 and 2; b. it or the original adhesive has been tampered with; or c. it has not been affixed to the vehicle with the original adhesive."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Damage to windscreen",
      "content": "1 If the windscreen to which a valid adhesive vignette has been properly affixed has to be replaced because of damage, the adhesive vignette must be replaced with a new vignette before using a Class I or II national highway. 2 The FOCBS may conclude an agreement with the Swiss Insurance Association regulating the replacement of the vignette and the reimbursement of the charge following a change of windscreen. 3 If the insurance company does not bear the costs of replacing the adhesive vignette, the FOCBS will replace the vignette on presentation of the old adhesive vignette and the invoice for the replaced windscreen, or it will reimburse the costs of purchasing the new adhesive vignette."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Transferring the e-vignette",
      "content": "1 In the event of a change of licence plate, the vehicle owner may transfer the e-vignette in the FOCBS information system to the new licence plate after the competent road traffic licensing authority has replaced the original licence plate. 2 The FOCBS shall carry out random checks to ensure that the requirement for transferring the e-vignette to the new licence plate has been met."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Settlement with the cantons",
      "content": "(Art. 9 a para. 1 NHCA) 1 The cantons shall periodically settle accounts with the FOCBS for the adhesive vignettes sold in accordance with the latter's instructions. 2 The financial year runs from 1 December to 30 November. 3 The FOCBS may carry out the required inspections."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Controls",
      "content": "(Art. 11 NHCA) 1 In order to verify whether the charge has been duly paid, officers deployed by the FOCBS or by the cantons may: a. stop vehicles; b. check whether an adhesive vignette has been properly affixed; c. use equipment for automated controls. 2 The fixed and mobile equipment for automated checks may only be used on a random basis. The times and places of use shall be logged. 3 In the event of an offence under Article 14 paragraph 1 NHCA, the officers deployed by the FOCBS or by the cantons may request identification documents to establish the identity of the vehicle’s driver."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Requirements for equipment for automated controls",
      "content": "(Art. 11 NHCA) The fixed and mobile installations must meet the following requirements: a. They must be able to take front, rear and overview images of passing vehicles. b. They must be able to compare recorded vehicle licence plates with the licence plates registered in the FOCBS information system. c. They must be able to distinguish between vehicles subject to the charge and vehicles not subject to or exempt from the charge. d. They must be able to pass on the data relating to vehicles subject to the charge to the relevant FOCBS officers or the cantons if it is suspected a contravention has occurred. e. They must delete the following data at the following times: 1. the data relating to vehicles that are not subject to or are exempt from the charge: immediately; 2. the data relating to vehicles subject to the charge when there is no suspicion of a contravention: immediately; 3. the data relating to vehicles subject to the tax if it is suspected a contravention has occurred: after the data has been passed on to the relevant staff at the FOCBS or cantons."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Contraventions",
      "content": "(Art. 14 NHCA) 1 In the event of a contravention, the person liable to pay the charge for the use of National Highways I and II must do so immediately. 2 If the person liable to pay the charge is carrying an unaffixed valid adhesive vignette in the vehicle, it must be immediately affixed to the vehicle in accordance with Article 3."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Data processing",
      "content": "(Art. 12 a –12 f NHCA) The processing of data in the FOCBS information system is governed by Annex 72 a of the FOCBS Data Processing Ordinance of 23 August 2017. SR 631.061"
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Enforcement",
      "content": "1 The FOCBS and the cantons shall enforce this Ordinance. 2 The FOCBS is the central accounting centre and supervisory authority. 3 It shall issue the directives required to enforce this Ordinance."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Repeal of another enactment",
      "content": "The National Highways Charge Ordinance of 24 August 2011 is repealed. [ AS 2011 4111 ; 2019 529 Annex 3 No 2; 2021 589 ]"
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Amendment of other enactments",
      "content": "The amendment of other enactments is regulated in the Annex."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Commencement",
      "content": "This Ordinance comes into force on 1 August 2023."
    }
  ],
  "definitions": []
}