{
  "id": "sr-747-224-211",
  "type": "statute",
  "title": "Verordnung des UVEK vom 26. September 2002 über die Geltung von rheinschifffahrtspolizeilichen Vorschriften auf der Rheinstrecke Basel-Rheinfelden",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2003/6/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Geltungsbereich",
      "content": "Diese Verordnung und die dazugehörende Anlage gelten innerhalb des schweizerischen Hoheitsgebietes für die Schifffahrt auf dem Rhein zwischen der Mittleren Rheinbrücke in Basel und der Strassenbrücke Rheinfelden."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Anwendbarkeit von Vorschriften",
      "content": "1 Auf der in Artikel 1 bestimmten Rheinstrecke finden in der jeweils geltenden Fassung Anwendung: a. der erste Teil, § 12.01 des zweiten Teils, der dritte Teil und die Anlagen 1, 3, 6, 7, 8 und 10 der Rheinschifffahrtspolizeiverordnung vom 1. Dezember 1993; b. die Rheinschiffsuntersuchungsordnung vom 29. Mai 2019; c. das Europäische Übereinkommen vom 26. Mai 2000 über die internationale Beförderung von gefährlichen Gütern auf Binnenwasserstrassen (ADN); d. Teil II der Verordnung vom 2. Juni 2010 über das Schiffspersonal auf dem Rhein; e.–g. … h. die auf Grund der in den Buchstaben a–c genannten Verordnungen erlassenen Anordnungen vorübergehender Art; i. … j. … 2 Soweit jedoch die zu dieser Verordnung gehörende Anlage abweichende Bestimmungen enthält, gehen diese den Regeln der in Absatz 1 genannten Verordnungen vor. SR 747.224.111 Fassung gemäss Ziff. I der V des UVEK vom 16. Aug. 2019, in Kraft seit 1. Jan. 2020 ( AS 2019 2681 ). SR 747.224.131 . Der Text dieser Verordnung wird nicht in der AS veröffentlicht. Er kann beim Bundesamt für Verkehr, Mühlestrasse 6, 3063 Ittigen gratis eingesehen oder im Internet unter www.bav.admin.ch > Rechtliches > Weitere Rechtsgrundlagen und Vorschriften > Internationale Vereinbarungen > Rheinschifffahrtspolizeiverordnung oder www.ccr-zkr.org > Dokumente > ZKR Verordnungen > Rheinschifffahrtspolizeiverordnung (in deutscher und französischer Sprache) abgerufen werden. Separatdrucke sind beim BBL, Verkauf Bundespublikationen, 3003 Bern erhältlich. Fassung gemäss Ziff. I der V des UVEK vom 11. Juni 2010, in Kraft seit 1. Jan. 2011 ( AS 2010 3409 ). SR 0.747.208 Fassung gemäss Ziff. I der V des UVEK vom 2. Nov. 2012, in Kraft seit 1. Jan. 2013 ( AS 2012 6551 ). Der Text dieser Verordnung wird nicht in der AS veröffentlicht. Er kann beim Bundesamt für Verkehr, Mühlestrasse 6, 3063 Ittigen gratis eingesehen oder auf der Internetseite www.bav.admin.ch > Rechtliches > Weitere Rechtsgrundlagen und Vorschriften > Internationale Vereinbarungen > Verordnung über das Schiffspersonal auf dem Rhein abgerufen werden. Separatdrucke sind beim BBL, Verkauf Bundespublikationen, 3003 Bern (www.bundespublikationen.admin.ch) erhältlich. Aufgehoben durch Ziff. II der V des UVEK vom 9. Febr. 2009, mit Wirkung seit 1. Dez. 2009 ( AS 2009 1271 ). Aufgehoben durch Ziff. II der V des UVEK vom 9. Febr. 2009, mit Wirkung seit 1. Dez. 2009 ( AS 2009 1271 ). Aufgehoben durch Ziff. I der V des UVEK vom 11. Juni 2010, mit Wirkung seit 1. Juli 2011 ( AS 2010 3411 )."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Kleinschifffahrt",
      "content": "1 Die Belange der Kleinschifffahrt werden, soweit sie nicht durch die in Artikel 2 aufgeführten Verordnungen oder durch die zu dieser Verordnung gehörende Anlage geregelt sind, durch die Kantone wahrgenommen. 2 Als Kleinschifffahrt gilt die Schifffahrt, die mit Kleinfahrzeugen gemäss Paragraph 1.01 Buchstabe m der Rheinschifffahrtspolizeiverordnung vom 1. Dezember 1993 ausgeübt wird. 3 Die gegenüber der Binnenschifffahrtsverordnung vom 8. November 1978 abweichenden Bestimmungen dieser Verordnung gehen vor. SR 747.224.111 SR 747.201.1"
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Fähren",
      "content": "1 Der Betrieb von Fähren ist bewilligungspflichtig. 2 Die Bewilligung wird in Absprache mit den deutschen Behörden von der örtlich zuständigen kantonalen Behörde erteilt, wenn die dafür erforderlichen Voraussetzungen erfüllt sind."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Behördenfahrzeuge",
      "content": "Behördenfahrzeuge sind von den Vorschriften der in Artikel 2 genannten Verordnungen und der zu dieser Verordnung gehörenden Anlage befreit, soweit dies zur Erfüllung dienstlicher Aufgaben erforderlich ist."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Anerkennung von Zulassungen",
      "content": "1 Soweit nicht anders bestimmt, gelten ebenfalls nach dieser Verordnung als anerkannt die folgenden von den zuständigen Behörden erteilten: 1. Schiffsatteste, Erlaubnisse, Bescheinigungen und sonstige Zulassungen, die nach den in Artikel 2 genannten Vorschriften für den Rhein unterhalb der Mittleren Rheinbrücke in Basel; 2. Schiffsausweise nach Artikel 13 des Bundesgesetzes vom 3. Oktober 1975 über die Binnenschifffahrt und Zulassungen nach Artikel 14.01 der Verordnung vom 17. März 1976 über die Schifffahrt auf dem Bodensee. 2 Absatz 1 gilt nicht für Genehmigungen, die für einzelne Fahrten erteilt werden. SR 747.201 SR 747.223.1"
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Zuständige Behörden",
      "content": "1 Die Kantone Basel-Stadt, Basel-Landschaft und Aargau sind, jeder für sein Hoheitsgebiet, unter Vorbehalt der folgenden Bestimmungen mit dem Vollzug dieser Verordnung beauftragt. Sie bezeichnen die dafür zuständige Behörde. 2 Für den Vollzug der Rheinschifffahrtspolizeiverordnung vom 1. Dezember 1993 gelten insbesondere: a. Die von den kantonalen Behörden im Rahmen von § 1.22 Nummern 1 und 2 der Rheinschifffahrtspolizeiverordnung vom 1. Dezember 1993 getroffenen allgemein verbindlichen Anordnungen sind zu veröffentlichen und dem Bundesamt für Verkehr mitzuteilen. b. Der Erlass von Anordnungen vorübergehender Art nach § 1.22 Nummer 3 der Rheinschifffahrtspolizeiverordnung vom 1. Dezember 1993 bleibt dem Bundesamt für Verkehr vorbehalten. 3 Für den Vollzug der Rheinschiffsuntersuchungsordnung vom 18. Mai 1994 gilt insbesondere: a. Zuständige Behörde im Sinne von § 2.01 der Rheinschiffsuntersuchungsordnung vom 18. Mai 1994 sind die Schweizerischen Rheinhäfen. b. Der Erlass von Anordnungen vorübergehender Art nach § 1.06 der Rheinschiffsuntersuchungsordnung vom 18. Mai 1994 bleibt dem Bundesamt für Verkehr vorbehalten. 4 Für den Vollzug des ADN gelten insbesondere folgende Zuständigkeiten: a. Mit Ausnahme der in Buchstabe b aufgeführten Behörde sind die Schweizerischen Rheinhäfen mit dem Vollzug des ADN beauftragt. b. Zuständige Behörde im Sinn der folgenden Nummern des ADN ist: – das Bundesamt für Verkehr für die Nummern: 1.2.1 (Inspektionsstelle, Klassifikationsgesellschaft) 1.5.1 1.8.2 1.8.3.2 1.8.4 1.8.5.2 1.9 1.15.2. 5 … SR 747.224.111 Die Bezeichnung der Verwaltungseinheit wurde in Anwendung von Art. 16 Abs. 3 der Publikationsverordnung vom 17. Nov. 2004 ( AS 2004 4937 ) angepasst. Diese Änd. ist im ganzen Erlass berücksichtigt. SR 747.224.131 Fassung gemäss Ziff. I 9 der V des UVEK vom 22. Nov. 2007 über Anpassungen im Zusammenhang mit der Gründung der Schweizerischen Rheinhäfen, in Kraft seit 1. Jan. 2008 ( AS 2007 7069 ). Fassung gemäss Ziff. I der V des UVEK vom 9. Juni 2005, in Kraft seit 1. Jan. 2006 ( AS 2005 4921 ). SR 0.747.208 Fassung gemäss Ziff. I der V des UVEK vom 2. März 2018, in Kraft seit 1. April 2018 ( AS 2018 1019 ). Aufgehoben durch Ziff. I der V des UVEK vom 11. Juni 2010, mit Wirkung seit 1. Juli 2011 ( AS 2010 3411 )."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Beseitigung von Schifffahrtshindernissen",
      "content": "Die kantonalen Behörden sind berechtigt, durch die Schifffahrt verursachte Hindernisse auf Kosten des Eigentümers oder des Verursachers zu beseitigen, wenn dieser innerhalb einer ihm angesetzten angemessenen Frist das Hindernis nicht beseitigt. Wenn Gefahr im Verzuge ist, kann die Behörde auf Einräumung einer Erfüllungsfrist verzichten."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Aufhebung bisherigen Rechts",
      "content": "Die Verordnung vom 2. April 1998 über die Inkraftsetzung der Schifffahrtspolizeiverordnung Basel–Rheinfelden wird aufgehoben. [ AS 1998 1650 , 1999 1570 , 2000 3008 ]"
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 1. Januar 2003 in Kraft."
    }
  ],
  "definitions": []
}