{
  "id": "sr-741-411-1",
  "type": "statute",
  "title": "Verordnung des EFD vom 3. November 2025 über Einbau, Nachprüfung und Reparatur von Geschwindigkeitsbegrenzungseinrichtungen und Fahrtschreibern (Verordnung des EFD über die Fahrtschreiber-Werkstätten)",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2025/725/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "1. Abschnitt: Gegenstand",
      "section": "1",
      "title": "",
      "content": "Diese Verordnung regelt: a. die Voraussetzungen für die Erteilung einer Bewilligung für den Einbau, die Nachprüfung und die Reparatur von Geschwindigkeitsbegrenzungseinrichtungen und Fahrtschreibern; b. die Pflichten der Bewilligungsinhaberinnen; c. die Erteilung und den Widerruf der Bewilligung sowie die Verweigerung der Erneuerung der Bewilligung; d. die Aufsicht über die Bewilligungsinhaberinnen."
    },
    {
      "provision_ref": "art2",
      "chapter": "2. Abschnitt: Bewilligungsvoraussetzungen",
      "section": "2",
      "title": "Voraussetzungen",
      "content": "Werkstätten, die Geschwindigkeitsbegrenzungseinrichtungen und Fahrtschreiber einbauen, nachprüfen und reparieren, müssen: a. in der Schweiz oder dem Fürstentum Liechtenstein niedergelassen sein; b. über die notwendigen Einrichtungen und Prüfmittel, und die notwendige Software sowie über ausreichend geschultes Personal nach Artikel 5 verfügen; c. für die sorgfältige Ausführung der notwendigen Arbeiten Gewähr bieten; und d. falls sie Halterinnen von mindestens einem Fahrzeug mit einer Geschwindigkeitsbegrenzungseinrichtung oder einem Fahrtschreiber sind: glaubhaft darlegen, dass allfällige Interessenkonflikte keine Auswirkungen auf die Erfüllung ihrer Pflichten haben."
    },
    {
      "provision_ref": "art3",
      "chapter": "2. Abschnitt: Bewilligungsvoraussetzungen",
      "section": "3",
      "title": "Anforderungen an Prüfmittel",
      "content": "1 Die Prüfmittel müssen geeignet und marktüblich sein. 2 Sie müssen vor Inbetriebnahme und danach alle zwei Jahre auf ihre Funktionstüchtigkeit geprüft werden. 3 Das Bundesamt für Zoll und Grenzsicherheit (BAZG) bestimmt die Stellen, die für die Prüfung der Funktionstüchtigkeit zuständig sind. 4 Für die Einhaltung der Fristen ist die Werkstätte verantwortlich."
    },
    {
      "provision_ref": "art4",
      "chapter": "2. Abschnitt: Bewilligungsvoraussetzungen",
      "section": "4",
      "title": "Anforderungen an Plomben",
      "content": "1 Die Werkstätte muss über die nach Artikel 100 Absätze 2–4 VTS vorgeschriebenen Plomben verfügen. 2 Die Plomben sind unter Verschluss aufzubewahren. 3 Die Werkstätte muss ein Verzeichnis über die von ihr verwendeten und die noch vorhandenen Plomben führen. 4 Sie muss das Verzeichnis jederzeit zur Einsichtnahme vorlegen können. 5 Das Verzeichnis muss die folgenden Angaben enthalten: a. die Plombennummer; b. bei Plomben, die bereits verwendet werden: das Datum des Einbaus in ein Fahrzeug und dessen Fahrgestellnummer. 6 Die Angaben über Plomben, die in Fahrzeuge eingebaut sind, können nach drei Jahren aus dem Verzeichnis gelöscht werden."
    },
    {
      "provision_ref": "art5",
      "chapter": "2. Abschnitt: Bewilligungsvoraussetzungen",
      "section": "5",
      "title": "Anforderungen an das Personal",
      "content": "Personen, die Geschwindigkeitsbegrenzungseinrichtungen oder Fahrtschreiber einbauen, nachprüfen oder reparieren, müssen: a. die notwendigen Fachkurse der Geräteanbieterinnen besucht und erfolgreich bestanden haben; und b. über die Fachkenntnisse verfügen, die für Arbeiten an elektrischen Installationen in Fahrzeugen benötigt werden."
    },
    {
      "provision_ref": "art6",
      "chapter": "3. Abschnitt: Bewilligungsverfahren",
      "section": "6",
      "title": "Einreichung des Gesuchs",
      "content": "1 Eine Werkstätte muss die Bewilligung für den Einbau, die Nachprüfung und die Reparatur von Geschwindigkeitsbegrenzungseinrichtungen und Fahrtschreibern mittels Gesuch beim BAZG beantragen. 2 Das Gesuch muss die folgenden Angaben enthalten: a. Firma, Adresse und UID-Nummer der gesuchstellenden Werkstätte; b. Kontaktdaten einer Ansprechperson; c. Angabe der Geräte, für die das Gesuch gestellt wird; d. Auflistung der verfügbaren Einrichtungen und der verfügbaren Software sowie der Prüfmittel einschliesslich des Datums der letzten Nachprüfung; e. Namen und Adressen der geschulten Mitarbeiterinnen und Mitarbeiter nach Artikel 5; f. Offenlegung von Interessenkonflikten."
    },
    {
      "provision_ref": "art7",
      "chapter": "3. Abschnitt: Bewilligungsverfahren",
      "section": "7",
      "title": "Prüfung des Gesuchs",
      "content": "1 Das BAZG prüft das Bewilligungsgesuch. 2 Es kann weitere Unterlagen verlangen. 3 Es kann vor Ort überprüfen, ob die erforderlichen Einrichtungen und Prüfmittel und die erforderliche Software vorhanden sind sowie ob diese die Anforderungen nach Artikel 3 erfüllen."
    },
    {
      "provision_ref": "art8",
      "chapter": "3. Abschnitt: Bewilligungsverfahren",
      "section": "8",
      "title": "Erteilung der Bewilligung",
      "content": "1 Sind die Bewilligungsvoraussetzungen erfüllt, so erteilt das BAZG die Bewilligung. 2 Sie ist fünf Jahre gültig. 3 Sie wird um fünf Jahre erneuert, wenn die Werkstätte die Gebühr für die Erneuerung fristgerecht bezahlt. 4 Verzichtet die Werkstätte auf die Bewilligung, so muss sie das BAZG vor Ablauf der Bewilligung darüber informieren."
    },
    {
      "provision_ref": "art9",
      "chapter": "3. Abschnitt: Bewilligungsverfahren",
      "section": "9",
      "title": "Identifikationsnummer und Prägezeichen",
      "content": "1 Das BAZG teilt der Werkstätte eine Nummer zu, die eine einwandfreie Identifizierung gestattet. 2 Es stellt der Werkstätte das Prägezeichen zur Verfügung. Das Prägezeichen verbleibt im Eigentum des BAZG."
    },
    {
      "provision_ref": "art10",
      "chapter": "3. Abschnitt: Bewilligungsverfahren",
      "section": "10",
      "title": "Veröffentlichung der Liste der Bewilligungsinhaberinnen",
      "content": "1 Das BAZG publiziert eine Liste der Werkstätten, die über eine Bewilligung für den Einbau, die Nachprüfung und die Reparatur von Geschwindigkeitsbegrenzungseinrichtungen und Fahrtschreibern verfügen. 2 Die Liste wird mindestens einmal jährlich aktualisiert und enthält für jede Werkstätte die Kennung des an sie abgegebenen Prägezeichens sowie die Nummern der für ihre Mitarbeiterinnen und Mitarbeiter ausgestellten Werkstattkarten."
    },
    {
      "provision_ref": "art11",
      "chapter": "3. Abschnitt: Bewilligungsverfahren",
      "section": "11",
      "title": "Gebühren",
      "content": "Für die Erteilung und für die Erneuerung der Bewilligung erhebt das BAZG eine Gebühr gemäss der Verordnung vom 4. April 2007 über die Gebühren des Bundesamts für Zoll und Grenzsicherheit. SR 631.035"
    },
    {
      "provision_ref": "art12",
      "chapter": "4. Abschnitt: Pflichten der Bewilligungsinhaberinnen",
      "section": "12",
      "title": "Verwendung und Aufbewahrung des Prägezeichens",
      "content": "1 Die Bewilligungsinhaberinnen dürfen ihr Prägezeichen nur für die Prägung der vorgeschriebenen Plomben an Geschwindigkeitsbegrenzungseinrichtungen, Fahrtschreibern und Anschlussteilen verwenden. 2 Das Prägezeichen ist unter Verschluss aufzubewahren."
    },
    {
      "provision_ref": "art13",
      "chapter": "4. Abschnitt: Pflichten der Bewilligungsinhaberinnen",
      "section": "13",
      "title": "Änderung der Verhältnisse",
      "content": "1 Kommt es bei einer Bewilligungsinhaberin zu einer Änderung der Verhältnisse, die Auswirkungen auf die Erfüllung der Bewilligungsvoraussetzungen haben könnte, so muss sie dies dem BAZG umgehend mitteilen. 2 In der Mitteilung muss die Bewilligungsinhaberin aufzeigen: a. welche Auswirkungen die Änderung hat und welche Risiken damit verbunden sind; und b. welche Massnahmen zur Reduktion dieser Risiken sie zu ergreifen beabsichtigt oder ergriffen hat."
    },
    {
      "provision_ref": "art14",
      "chapter": "4. Abschnitt: Pflichten der Bewilligungsinhaberinnen",
      "section": "14",
      "title": "Mitteilung von Personalmutationen",
      "content": "Die Bewilligungsinhaberin muss dem BAZG mitteilen, wenn geschultes Personal nach Artikel 5: a. aus dem Betrieb austritt oder in den Betrieb eintritt; oder b. einen verlangten Fachkurs nicht besteht."
    },
    {
      "provision_ref": "art15",
      "chapter": "5. Abschnitt: Aufsicht",
      "section": "15",
      "title": "Kontrollen",
      "content": "1 Das BAZG führt zur Überprüfung der Bewilligungsvoraussetzungen Kontrollen bei den Bewilligungsinhaberinnen durch. 2 Kontrollen während den Öffnungszeiten können unangemeldet erfolgen."
    },
    {
      "provision_ref": "art16",
      "chapter": "5. Abschnitt: Aufsicht",
      "section": "16",
      "title": "Erneute Prüfung der Bewilligungsvoraussetzungen",
      "content": "1 Deuten Angaben nach Artikel 13, Kontrollen nach Artikel 15 oder andere Anhaltspunkte darauf hin, dass die Bewilligungsvoraussetzungen nicht mehr erfüllt sind, so prüft das BAZG die Bewilligungsvoraussetzungen erneut. 2 Verursacht die erneute Prüfung für die Bewilligungsinhaberin Kosten, so werden ihr diese nicht erstattet."
    },
    {
      "provision_ref": "art17",
      "chapter": "5. Abschnitt: Aufsicht",
      "section": "17",
      "title": "Massnahmen bei Nichterfüllung der Bewilligungsvoraussetzungen",
      "content": "1 Erfüllt eine Bewilligungsinhaberin die Bewilligungsvoraussetzungen nicht mehr, so fordert das BAZG die Werkstätte auf, Massnahmen samt einer Umsetzungsfrist vorzuschlagen, mit denen die Bewilligungsvoraussetzungen wieder erfüllt werden. 2 Die Umsetzung der vorgeschlagenen Massnahmen sowie die Frist bedürfen der Zustimmung des BAZG. 3 Erteilt das BAZG keine Zustimmung oder bleiben die vereinbarten Massnahmen erfolglos, so ordnet das BAZG Massnahmen an und setzt eine Frist für deren Umsetzung."
    },
    {
      "provision_ref": "art18",
      "chapter": "6. Abschnitt: Widerruf der Bewilligung und Verweigerung der Erneuerung Widerruf der Bewilligung und Verweigerung der Erneuerung",
      "section": "18",
      "title": "Widerruf und Nichterneuerung der Bewilligung",
      "content": "1 Das BAZG widerruft die Bewilligung oder verweigert deren Erneuerung, wenn die Bewilligungsinhaberin: a. die ihr übertragenen Pflichten wiederholt oder in schwerwiegender Weise verletzt hat; oder b. die Bewilligungsvoraussetzungen nicht mehr erfüllt. 2 Wurden Massnahmen nach Artikel 17 ergriffen, so kann das BAZG die Bewilligung erst widerrufen, wenn die Frist für deren Umsetzung erfolglos verstrichen ist."
    },
    {
      "provision_ref": "art19",
      "chapter": "6. Abschnitt: Widerruf der Bewilligung und Verweigerung der Erneuerung Widerruf der Bewilligung und Verweigerung der Erneuerung",
      "section": "19",
      "title": "Rückgabe des Prägezeichens",
      "content": "Bewilligungsinhaberin müssen das Prägezeichen dem BAZG unverzüglich und unaufgefordert zurückgeben, wenn: a. das BAZG die Bewilligung widerruft oder deren Erneuerung verweigert; b. die Werkstätte den Betrieb einstellt."
    },
    {
      "provision_ref": "art20",
      "chapter": "7. Abschnitt: Datenschutz",
      "section": "20",
      "title": "",
      "content": "1 Die Mitarbeiterinnen und Mitarbeiter des BAZG, die für die Erteilung der Bewilligungen an Werkstätten und für die Aufsicht über die Bewilligungsinhaberinnen zuständig sind, bearbeiten zur Überprüfung der Bewilligungsvoraussetzungen die Daten gemäss Artikel 6 Absatz 2 sowie die Daten über die Ergebnisse von Kontrollen nach Artikel 15 Absatz 1. 2 Die Daten gemäss Artikel 6 Absatz 2 sowie die Daten über die Ergebnisse von Kontrollen nach Artikel 15 Absatz 1 sind bis fünf Jahre nach Ablauf der Bewilligung aufzubewahren. 3 Nicht mehr benötigte Daten sowie Daten, deren Aufbewahrungsfrist abgelaufen ist, sind dem Bundesarchiv zur Archivierung anzubieten."
    },
    {
      "provision_ref": "art21",
      "chapter": "8. Abschnitt: Inkrafttreten",
      "section": "21",
      "title": "",
      "content": "Diese Verordnung tritt am 1. Januar 2026 in Kraft."
    }
  ],
  "definitions": []
}