{
  "id": "sr-748-217-11",
  "type": "statute",
  "title": "Vollziehungsverordnung vom 2. September 1960 zum Bundesgesetz über das Luftfahrzeugbuch",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1960/1257_1314_1311/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "A. Das Luftfahrzeugbuch",
      "section": "1",
      "title": "",
      "content": "1 Das Luftfahrzeugbuch wird durch das Bundesamt für Zivilluftfahrt geführt. 2 Dieses bezeichnet einen Beamten als verantwortlichen Verwalter. Bezeichnung gemäss Art. 1 des nicht veröffentlichten BRB vom 23. April 1980 über die Anpassung von bundesrechtlichen Erlassen an die neuen Bezeichnungen der Departemente und Ämter. Diese Änderung ist im ganzen Erlass berücksichtigt."
    },
    {
      "provision_ref": "art2",
      "chapter": "A. Das Luftfahrzeugbuch",
      "section": "2",
      "title": "",
      "content": "Das Hauptbuch wird in drei Abteilungen geführt: a. eingetragene Luftfahrzeuge, b. wegen Untergangs gestrichene Luftfahrzeuge, c. aus anderen Gründen gestrichene Luftfahrzeuge."
    },
    {
      "provision_ref": "art3",
      "chapter": "A. Das Luftfahrzeugbuch",
      "section": "3",
      "title": "",
      "content": "1 Jedes in das Luftfahrzeugbuch aufgenommene Luftfahrzeug erhält im Hauptbuch ein eigenes Blatt. 2 Das Hauptbuchblatt enthält die folgenden Spalten: a. Laufnummer b. Kennzeichen c. Allfällige frühere Kennzeichen d. Beschreibung des Luftfahrzeuges e. Anmerkungen (Zugehör) f. Mitverpfändete Ersatzteillager g. Bezeichnung der Motoren und Schubaggregate h. Bezeichnung der Propeller i. Aufnahme j. Streichung k. Eigentum l. Vormerkungen m. Gesetzliche Pfandrechte n. Vertragliche Pfandrechte o. Bemerkungen."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "",
      "content": "Die Anmeldung wird im Tagebuch eingetragen und enthält die folgenden Angaben: a. Ordnungsnummer b. Datum der Anmeldung c. Kennzeichen des Luftfahrzeuges d. Name und Wohnort des Anmeldenden e. Inhalt der Anmeldung f. Datum und Art der Erledigung."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "",
      "content": "1 Für jedes Hauptbuchblatt ist ein Belegheft anzulegen. 2 Sämtliche Belege, gestützt auf die eine Eintragung in das Hauptbuch vorgenommen wird, sind im Belegheft in zeitlicher Folge geordnet aufzubewahren."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "",
      "content": "1 Als Hilfsverzeichnisse zum Luftfahrzeugbuch werden in Kartenform geführt: a. ein Verzeichnis der als Bestandteile eingetragenen Motoren und Schubaggregate, b. ein Verzeichnis der als Bestandteile eingetragenen Propeller, c. ein Verzeichnis der Ersatzteillager, d. ein Verzeichnis der Eigentümer, e. ein Verzeichnis der Gläubiger. 2 Über Form und Führung von anderen Hilfsverzeichnissen entscheidet der Verwalter."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "",
      "content": "Das Bundesamt für Zivilluftfahrt stellt die für die Führung des Luftfahrzeugbuches erforderlichen Formulare auf."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "",
      "content": "1 Die Anmeldung zu einer Eintragung im Luftfahrzeugbuch erfolgt schriftlich. 2 Geht die Anmeldung nicht von einer Behörde aus oder spricht der Anmeldende nicht persönlich vor, so kann der Verwalter die Beglaubigung der Unterschrift verlangen."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "",
      "content": "1 Wer im Luftfahrzeugbuch als Inhaber eines Rechtes eingetragen werden soll, hat beim Verwalter ein schweizerisches Rechtsdomizil anzugeben. 2 Sind Zustellungen an dieses Domizil nicht möglich, so erfolgen sie durch Veröffentlichung im Schweizerischen Handelsamtsblatt."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "",
      "content": "1 Die Anmeldung zur Aufnahme eines Luftfahrzeuges in das Luftfahrzeugbuch erfolgt durch den Eigentümer. 2 Der Anmeldung sind beizufügen: a. der Ausweis über das Eigentum am Luftfahrzeug; b. die Beschreibung des Luftfahrzeuges auf amtlichem Formular; c. der Ausweis über die Eintragung im schweizerischen Luftfahrzeugregister. 3 War das Luftfahrzeug in einem ausländischen Luftfahrzeugregister eingetragen, so ist eine Bescheinigung der zuständigen Amtsstelle vorzulegen, wonach es auch im dortigen Luftfahrzeugbuch nicht mehr eingetragen ist."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "",
      "content": "1 Ist die Anmeldung vollständig, so erlässt das Bundesamt für Zivilluftfahrt im Schweizerischen Handelsamtsblatt und in einer Tageszeitung am Wohnsitz des Eigentümers die Aufforderung: a. allfällige Einsprachen gegen die Aufnahme des Luftfahrzeuges binnen 30 Tagen und unter Angabe der Gründe schriftlich einzureichen; b. allenfalls bestehende dingliche Rechte, Ansprüche auf Begründung dinglicher Rechte oder auf Eintragung einer Vormerkung binnen 30 Tagen schriftlich unter Angabe der Beweismittel und Vorlage allfälliger Urkunden anzumelden, ansonst Verzicht auf das dingliche Recht oder auf die Eintragung einer Vormerkung angenommen wird. 2 War das Luftfahrzeug in einem ausländischen Luftfahrzeugregister eingetragen oder war es in keinem Register eingetragen, jedoch im Ausland gebaut worden, so ist die Aufforderung zugleich am Ort zu veröffentlichen, an dem das Luftfahrzeugregister des betreffenden Staates geführt wird."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "",
      "content": "1 Wird gegen die Aufnahme Einsprache erhoben, so fordert das Bundesamt für Zivilluftfahrt den Eigentümer zur Stellungnahme binnen 10 Tagen auf. 2 Wird die Einsprache bestritten, so setzt das Bundesamt für Zivilluftfahrt dem Einsprecher eine Frist von 30 Tagen zur Anrufung des Eidgenössischen Departements für Umwelt, Verkehr, Energie und Kommunikation an, ansonst das Luftfahrzeug in das Luftfahrzeugbuch aufgenommen wird. Die Bezeichnung der Verwaltungseinheit wurde in Anwendung von Art. 16 Abs. 3 der Publikationsverordnung vom 17. Nov. 2004 ( SR 170.512.1 ) angepasst."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "",
      "content": "1 Nach Erledigung des Einspracheverfahrens wird das Luftfahrzeug in das Luftfahrzeugbuch aufgenommen, indem gleichzeitig die angemeldeten Rechte und Vormerkungen eingetragen werden. 2 Faustpfandrechte, im Ausland begründete besitzlose Pfand- oder ähnliche dingliche Sicherungsrechte werden als Luftfahrzeugverschreibungen eingetragen."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "",
      "content": "1 Wird ein Luftfahrzeug zur Aufnahme in das Luftfahrzeugbuch angemeldet, so bringt der Verwalter auf dem Ausweis über die Eintragung des Luftfahrzeuges im Luftfahrzeugregister unverzüglich einen entsprechenden Vermerk an und lässt diese Tatsache gleichzeitig im Luftfahrzeugregister festhalten. 2 Nach der Aufnahme sind die Vermerke entsprechend zu ergänzen; führt die Anmeldung nicht zur Aufnahme, so sind sie zu streichen."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "",
      "content": "1 Das Bundesamt für Zivilluftfahrt stellt dem Eigentümer und allen, welche Rechte oder Vormerkungen angemeldet haben, nach der Aufnahme des Luftfahrzeuges in das Luftfahrzeugbuch eine vollständige Abschrift des Hauptbuchblattes zu. 2 Sind die angemeldeten Rechte durch Urkunden glaubhaft gemacht, so setzt das Bundesamt für Zivilluftfahrt dem Eigentümer eine Frist von 10 Tagen an, um auf Feststellung des Nichtbestandes zu klagen, ansonst die endgültige Eintragung erfolgen wird. 3 Liegen keine Urkunden vor, so wird der Eigentümer zur Stellungnahme binnen 10 Tagen aufgefordert; bei Bestreitung setzt das Bundesamt für Zivilluftfahrt dem Anmeldenden eine Frist von 30 Tagen an, um auf Feststellung seines Rechtes zu klagen, ansonst dieses als verwirkt gilt. 4 Jeder Ansprecher, der sich durch eine zugunsten eines anderen vorgenommene Eintragung beeinträchtigt glaubt, hat binnen 30 Tagen nach Mitteilung gegen den anderen Klage anzuheben, ansonst sein Anspruch dem anderen gegenüber die Wirkung verliert."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "",
      "content": "Die Zugehör ist nach Anzahl und Gattung unter Angabe des Wertes in besonderen Verzeichnissen aufzuzählen und im Hauptbuch durch Hinweis auf den Beleg anzumerken."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "",
      "content": "Wird die Ausdehnung einer Luftfahrzeugverschreibung auf ein Ersatzteillager zur Eintragung angemeldet, so ist ein Verzeichnis über die Art und die ungefähre Zahl der im Lager enthaltenen Ersatzteile beizufügen."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "",
      "content": "Das Bundesamt für Zivilluftfahrt legt im Einzelfall den Inhalt und die Ausführungsart der am Ersatzteillager in der örtlichen Amtssprache anzubringenden Aufschrift fest und bestimmt den Anschlagort."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "",
      "content": "1 Ausländer, die in der Schweiz Ersatzteillager unterhalten und daran dingliche Rechte nach ausländischem Recht bestellen, zu deren Anerkennung die Schweiz nach zwischenstaatlichen Vereinbarungen verpflichtet ist, haben dies dem Bundesamt für Zivilluftfahrt anzuzeigen. 2 Die am Ersatzteillager anzubringende Aufschrift muss in allen Fällen auch den schweizerischen Vorschriften entsprechen."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "",
      "content": "In zweijährigen Abständen fordert der Verwalter den Eigentümer des Luftfahrzeuges auf, binnen Monatsfrist mitzuteilen, welche wesentlichen Veränderungen inzwischen am Luftfahrzeug sowie im Bestand der Zugehör und der mitverpfändeten Ersatzteillager vorgenommen worden sind."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "",
      "content": "1 Ist die Löschung eines Luftfahrzeuges im Luftfahrzeugregister von Amtes wegen vorzunehmen, so gibt der Verwalter den durch Eintragungen im Luftfahrzeugbuch am Luftfahrzeug Berechtigten unverzüglich von der Vormerkung des Streichungsgrundes Kenntnis. Das Beschwerdeverfahren gegen die Streichung richtet sich nach den allgemeinen Bestimmungen über die Bundesrechtspflege. 2 Der Verwalter nimmt die Streichung vor, nachdem er sich vergewissert hat, dass auch die Löschung im Luftfahrzeugregister erfolgt. Fassung gemäss Ziff. II 76 der V vom 8. Nov. 2006 über die Anpassung von Bundesratsverordnungen an die Totalrevision der Bundesrechtspflege, in Kraft seit 1. Jan. 2007 ( AS 2006 4705 )."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "",
      "content": "Die Hauptbuchblätter gestrichener Luftfahrzeuge und die zugehörigen Belege werden während 20 Jahren aufbewahrt."
    },
    {
      "provision_ref": "art2338",
      "section": "2338",
      "title": "",
      "content": "Aufgehoben durch Art. 35 Bst. b der V vom 19. Okt. 1983 über Gebühren des Bundesamtes für Zivilluftfahrt [ AS 1983 1526 ]."
    },
    {
      "provision_ref": "art39",
      "chapter": "B. Die Zwangsvollstreckung in Luftfahrzeuge",
      "section": "39",
      "title": "",
      "content": "Für die Zwangsvollstreckung in Luftfahrzeuge oder Ersatzteillager, die im Luftfahrzeugbuch eingetragen sind, gelten die Regeln über die Vollstreckung in Grundstücke, soweit nicht das Bundesgesetz vom 7. Oktober 1959 über das Luftfahrzeugbuch und diese Verordnung etwas anderes bestimmen. SR 748.217.1"
    },
    {
      "provision_ref": "art40",
      "chapter": "B. Die Zwangsvollstreckung in Luftfahrzeuge",
      "section": "40",
      "title": "",
      "content": "1 In der Betreibung auf Pfandverwertung irgendeines Luftfahrzeuges, Flugmotors, Schubaggregates, Propellers oder Luftfahrzeug-Ersatzteillagers hat der Gläubiger dem Betreibungsbegehren entweder einen Auszug aus dem Luftfahrzeugbuch beizulegen oder eine Bescheinigung des Bundesamtes für Zivilluftfahrt, dass kein Eintrag besteht. 2 Wird irgendein Luftfahrzeug, Flugmotor, Schubaggregat, Propeller oder Luftfahrzeug-Ersatzteillager gepfändet, so ist der Auszug oder die Bescheinigung nach der Pfändung durch das Betreibungsamt einzuholen. 3 Die Bescheinigung über einen Flugmotor, ein Schubaggregat oder einen Propeller gibt nur an, dass die Sache nicht als Bestandteil eines Luftfahrzeuges eingetragen ist."
    },
    {
      "provision_ref": "art41",
      "chapter": "B. Die Zwangsvollstreckung in Luftfahrzeuge",
      "section": "41",
      "title": "",
      "content": "Das Betreibungsamt ist nicht gehalten, dem Mieter eines verpfändeten Luftfahrzeuges die Anhebung einer Betreibung auf Pfandverwertung anzuzeigen."
    },
    {
      "provision_ref": "art42",
      "chapter": "B. Die Zwangsvollstreckung in Luftfahrzeuge",
      "section": "42",
      "title": "",
      "content": "1 Ort und Zeit der Versteigerung sind mindestens sechs Wochen zum voraus zu bestimmen und mindestens einen Monat zum voraus öffentlich bekannt zu machen. 2 Allen im Luftfahrzeugbuch eingetragenen Beteiligten wird die Bekanntmachung zugestellt."
    },
    {
      "provision_ref": "art43",
      "section": "43",
      "title": "",
      "content": "1 Die Versteigerung eines ausländischen Luftfahrzeuges ist im Namen des betreibenden Gläubigers auch an jenem Ort bekannt zu machen, an dem das Luftfahrzeugregister geführt wird. 2 Die Zustellung an die im Luftfahrzeugbuch eingetragenen Beteiligten erfolgt im Namen des betreibenden Gläubigers und womöglich durch Luftpost."
    },
    {
      "provision_ref": "art44",
      "section": "44",
      "title": "",
      "content": "1 Auf Begehren des Gläubigers wird das Luftfahrzeug zur Verwertung auf Kosten des Eigentümers nach Möglichkeit mit den Triebwerkeinheiten ausgerüstet, die mit ihm im Luftfahrzeugbuch eingetragen sind. 2 Der betreibende Gläubiger kann zur Leistung eines angemessenen Vorschusses angehalten werden."
    },
    {
      "provision_ref": "art45",
      "chapter": "C. Schlussbestimmungen",
      "section": "45",
      "title": "",
      "content": "Artikel 9 der Vollziehungsverordnung vom 5. Juni 1950 zum Luftfahrtgesetz wird wie folgt geändert: … [AS 1950 I 496, 1951 968 Art. 15, 1958 690, 1960 360 Art. 37 Abs. 2, 1964 329, 1966 1506 Art. 5 Abs. 2, 1967 873 901 Art. 33 Ziff. 1, 1968 931 Art. 8 Abs. 2 1341, 1969 1141. AS 1973 1856 Art. 143 Bst. a]"
    },
    {
      "provision_ref": "art46",
      "chapter": "C. Schlussbestimmungen",
      "section": "46",
      "title": "",
      "content": "Diese Verordnung tritt am 1. Januar 1961 in Kraft."
    }
  ],
  "definitions": []
}