{
  "id": "sr-721-325",
  "type": "statute",
  "title": "Bundesbeschluss vom 7. Dezember 1956 betreffend die Genehmigung des Abkommens zwischen der Schweiz und Italien über die Luganerseeregulierung und die Gewährung eines Bundesbeitrages an den Kanton Tessin",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1958/255_261_267/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "",
      "content": "1 Das am 17. September 1955 geschlossene Abkommen zwischen der Schweiz und Italien über die Luganerseeregulierung wird genehmigt. 2 Der Bundesrat wird ermächtigt, es zu ratifizieren, sofern sich der Kanton Tessin innerhalb von sechs Monaten nach Inkrafttreten dieses Beschlusses mit den folgenden Bestimmungen einverstanden erklärt. SR 0.721.325"
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "",
      "content": "Der Staatsrat des Kantons Tessin übernimmt alle Verpflichtungen, die der Schweiz aus der Erstellung, dem Unterhalt, der Erneuerung und den allfälligen Änderungen der für die Luganerseeregulierung notwendigen Bauwerke sowie aus dem Betrieb des Wehres erwachsen."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "",
      "content": "1. Dem Kanton Tessin wird ein Bundesbeitrag in der Höhe von 50 Prozent der wirklichen Kosten des in Artikel II obgenannten Abkommens umschriebenen Regulierungsarbeiten, höchstens aber von 2 000 000 Franken, gewährt. Der Bundesrat wird jedoch ermächtigt, für die durch eine Steigerung der Baupreise bedingten Mehraufwendungen ebenfalls einen Bundesbeitrag von 50 Prozent zu bewilligen. 2. Der Bundesbeitrag wird auf Grund der eigentlichen Baukosten und der Kosten für Erwerb von nötigem Grund und Rechten, für Projekt und Bauleitung und für die Erstellung der Baupläne berechnet. 3. Der Bundesbeitrag wird in Jahresraten entsprechend den ausgeführten Arbeiten ausbezahlt; massgebend sind die vom Staatsrat des Kantons Tessin vorgelegten Abrechnungen und Belege. SR 0.721.325"
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "",
      "content": "Der Bundesrat ist ermächtigt, gegebenenfalls dem Kanton Tessin gemäss Enteignungsgesetz hinsichtlich der auf schweizerischem Gebiet erforderlichen Arbeiten das Expropriationsrecht zu verleihen. SR 711"
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "",
      "content": "1 Dieser Beschluss untersteht den Bestimmungen von Artikel 89 Absatz 4 der Bundesverfassung betreffend die Unterstellung der Staatsverträge unter das Referendum. 2 Der Bundesrat ist mit dem Vollzug dieses Beschlusses beauftragt. Datum des Inkrafttretens: 15. Februar 1958 SR 101 . Es handelt sich um Abs. 4 in der Fassung vom 22. Jan. 1939 (BS 1 3). Dieser Bestimmung entspricht heute Abs. 3. BRB vom 29. April 1958 ( AS 1958 257 )."
    }
  ],
  "definitions": []
}