{
  "id": "sr-732-221",
  "type": "statute",
  "title": "Personalreglement vom 17. Oktober 2008 des Eidgenössischen Nuklearsicherheitsinspektorats (ENSI-Personalreglement)",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2008/795/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "1",
      "title": "Geltungsbereich",
      "content": "Das Personalreglement regelt das Arbeitsverhältnis aller Mitarbeiterinnen und Mitarbeiter des Eidgenössischen Nuklearsicherheitsinspektorats (ENSI)."
    },
    {
      "provision_ref": "art2",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "2",
      "title": "Anwendbares Recht",
      "content": "Soweit dieses Reglement nichts anderes bestimmt, gilt ergänzend das Obligationenrecht als öffentliches Recht des Bundes. SR 220"
    },
    {
      "provision_ref": "art3",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "3",
      "title": "Personalpolitik",
      "content": "1 Das ENSI sorgt für einen zweckmässigen, wirtschaftlichen und sozial verantwortbaren Einsatz der Mitarbeiterinnen und Mitarbeiter. 2 Es trifft insbesondere geeignete Massnahmen: a. zur Gewinnung und Erhaltung von geeignetem Personal; b. zur Förderung und Weiterentwicklung des Personals sowie zur Förderung des Kadernachwuchses; c. zum flexiblen Einsatz des Personals; d. zur Förderung der Chancengleichheit von Frau und Mann und zu deren Gleichstellung; e. zur Förderung eines ökologischen, gesundheitsbewussten und sicherheitsgerichteten Verhaltens; f. zur Sicherstellung der transparenten Information des Personals. 3 Es wendet zweckmässige und moderne Instrumente der Personalpolitik und der Personalführung an; insbesondere führt es mit den Mitarbeiterinnen und Mitarbeitern regelmässige, individuelle Mitarbeitergespräche durch. Es sorgt für die Aktualisierung und Weiterentwicklung dieser Instrumente. 4 Die Geschäftsleitung erlässt Richtlinien zur Umsetzung der Personalpolitik und kommuniziert diese transparent."
    },
    {
      "provision_ref": "art4",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "4",
      "title": "Personalkommission",
      "content": "1 Das ENSI kann von sich aus oder auf Antrag der Mehrheit der Mitarbeiterinnen und Mitarbeiter eine Personalkommission bilden. 2 Es erlässt ein Reglement über Aufgaben und Kompetenzen der Personalkommission."
    },
    {
      "provision_ref": "art5",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "5",
      "title": "Personalverbände",
      "content": "1 Das ENSI pflegt regelmässige Kontakte mit den Personalverbänden als den Vertretern grundlegender Anliegen des Personals. 2 In individuellen Personalangelegenheiten sind die Personalverbände zur Vertretung ihrer Mitglieder berechtigt."
    },
    {
      "provision_ref": "art6",
      "chapter": "2. Abschnitt: Anstellung",
      "section": "6",
      "title": "Arbeitsvertrag",
      "content": "1 Das ENSI und die Mitarbeiterin oder der Mitarbeiter regeln die Anstellungsbedingungen in einem schriftlichen Arbeitsvertrag. 2 Der Arbeitsvertrag regelt mindestens die folgenden Punkte: a. den Beginn des Arbeitsverhältnisses und, sofern dieses befristet ist, dessen Dauer; b. die Funktion beziehungsweise den Aufgabenbereich; c. den Beschäftigungsgrad; d. den Lohn."
    },
    {
      "provision_ref": "art6a",
      "chapter": "2. Abschnitt: Anstellung",
      "section": "6a",
      "title": "a Karenzfrist",
      "content": "1 Mit der Direktorin oder dem Direktor und den Mitgliedern der Geschäftsleitung sowie mit Mitarbeiterinnen und Mitarbeitern, die in einem dauernden Austausch mit Beaufsichtigten stehen und für deren Aufsicht direkt verantwortlich sind, kann für die Zeit nach Beendigung des Arbeitsverhältnisses eine Karenzfrist vereinbart werden, während der sie nicht für die Beaufsichtigten tätig sein dürfen. 2 Die Dauer der Karenzfrist beträgt einschliesslich allfälliger Freistellungsfristen mindestens sechs und maximal zwölf Monate. 3 Für die Karenzfrist kann unter Anrechnung sämtlicher für diese Zeit erhaltener Einkünfte, Entschädigungen und Vorsorgeleistungen eine Entschädigung maximal in der Höhe des bisherigen Lohnes festgelegt werden. 4 Wer eine Karenzfristentschädigung erhält, ist verpflichtet, die während der Karenzfrist erhaltenen Einkünfte, Entschädigungen und Vorsorgeleistungen dem ENSI zu melden. 5 Zu Unrecht bezogene Karenzfristentschädigungen müssen zurückerstattet werden. Eingefügt durch Ziff. I der V der ENSI-Rat vom 31. Aug. 2015, vom Bundesrat genehmigt am 25. Nov. 2015 und in Kraft seit 1. Jan. 2016 ( AS 2015 5079 )."
    },
    {
      "provision_ref": "art7",
      "chapter": "2. Abschnitt: Anstellung",
      "section": "7",
      "title": "Befristete Arbeitsverhältnisse",
      "content": "Befristete Arbeitsverhältnisse dürfen für eine Vertragsdauer von höchstens drei Jahren abgeschlossen werden. Dauern sie länger, so gelten sie als unbefristet. Aneinandergereihte befristete Arbeitsverhältnisse gelten nach drei Jahren als unbefristet."
    },
    {
      "provision_ref": "art8",
      "chapter": "2. Abschnitt: Anstellung",
      "section": "8",
      "title": "Probezeit",
      "content": "1 Die Probezeit dauert drei Monate. Sie kann in begründeten Fällen um höchstens drei Monate verlängert oder vertraglich auf höchstens sechs Monate festgesetzt werden. 2 Bei befristeten Arbeitsverhältnissen kann auf die Probezeit verzichtet oder eine kürzere Probezeit vereinbart werden."
    },
    {
      "provision_ref": "art9",
      "chapter": "3. Abschnitt: Beendigung des Arbeitsverhältnisses",
      "section": "9",
      "title": "Beendigung",
      "content": "1 Die Vertragsparteien können das Arbeitsverhältnis im gegenseitigen Einvernehmen auf jeden Zeitpunkt beendigen. 2 Das Arbeitsverhältnis endet ohne Kündigung: a. beim Erreichen der Altersgrenze nach Artikel 21 des Bundesgesetzes vom 20. Dezember 1946 über die Alters- und Hinterlassenenversicherung; b. beim Tod der Mitarbeiterin oder des Mitarbeiters; c. mit dem Ablauf der Vertragsdauer. 3 Im Einzelfall kann das ENSI das Arbeitsverhältnis im Einvernehmen mit der betroffenen Person über das ordentliche Rücktrittsalter hinaus verlängern. SR 831.10"
    },
    {
      "provision_ref": "art10",
      "chapter": "3. Abschnitt: Beendigung des Arbeitsverhältnisses",
      "section": "10",
      "title": "Kündigung während der Probezeit",
      "content": "Während der Probezeit kann das Arbeitsverhältnis von jeder Vertragspartei gekündigt werden: a. in den ersten zwei Monaten auf Ende der auf die Kündigung folgenden Woche; b. ab dem dritten Monat auf Ende des der Kündigung folgenden Monats."
    },
    {
      "provision_ref": "art11",
      "chapter": "3. Abschnitt: Beendigung des Arbeitsverhältnisses",
      "section": "11",
      "title": "Kündigung nach Ablauf der Probezeit",
      "content": "1 Nach Ablauf der Probezeit kann das unbefristete Arbeitsverhältnis auf Ende jedes Monats unter Einhaltung einer Mindestfrist von drei Monaten von jeder Vertragspartei ordentlich gekündigt werden. 2 Die Kündigung des Arbeitsverhältnisses durch das ENSI setzt sachlich hinreichende Gründe voraus."
    },
    {
      "provision_ref": "art12",
      "chapter": "3. Abschnitt: Beendigung des Arbeitsverhältnisses",
      "section": "12",
      "title": "Fristlose Kündigung",
      "content": "1 Aus wichtigen Gründen kann jede Vertragspartei jederzeit das befristete oder unbefristete Arbeitsverhältnis fristlos auflösen. 2 Als wichtiger Grund gilt namentlich jeder Umstand, bei dessen Vorhandensein der kündigenden Vertragspartei nach Treu und Glauben die Fortsetzung des Arbeitsverhältnisses nicht mehr zugemutet werden kann."
    },
    {
      "provision_ref": "art13",
      "chapter": "3. Abschnitt: Beendigung des Arbeitsverhältnisses",
      "section": "13",
      "title": "Form der Kündigung",
      "content": "1 Das ENSI kündigt das Arbeitsverhältnis mit einer Verfügung. 2 Die Mitarbeiterinnen und Mitarbeiter kündigen ihr Arbeitsverhältnis schriftlich. Kündigen sie es fristlos, so müssen sie die Gründe dafür angeben."
    },
    {
      "provision_ref": "art14",
      "chapter": "3. Abschnitt: Beendigung des Arbeitsverhältnisses",
      "section": "14",
      "title": "Sozialplanleistungen",
      "content": "1 Muss das ENSI das Arbeitsverhältnis von Mitarbeiterinnen und Mitarbeitern auflösen, ohne dass die Betroffenen ein Verschulden trifft, so ergreift das ENSI unterstützende Massnahmen zu deren Gunsten. 2 Die Massnahmen umfassen Leistungen zur sozialen Sicherung wie die Unterstützung bei beruflicher Umorientierung oder Leistungen bei vorzeitiger Pensionierung für Mitarbeiterinnen und Mitarbeiter, die das 58. Altersjahr vollendet haben. 3 Die Leistungen bei vorzeitiger Pensionierung umfassen eine vom ENSI finanzierte Alters- und Überbrückungsrente nach Artikel 65 des Vorsorgereglements für die Angestellten und Rentenbeziehenden des Vorsorgewerks ENSI."
    },
    {
      "provision_ref": "art15",
      "chapter": "4. Abschnitt: Kündigungsschutz",
      "section": "15",
      "title": "Missbräuchliche Kündigung",
      "content": "Die Kündigung des Arbeitsverhältnisses ist namentlich missbräuchlich, wenn sie ausgesprochen wird: a. aus Gründen, die in der Persönlichkeit der Mitarbeiterin oder des Mitarbeiters liegen, soweit diese Gründe ohne Bezug zum Arbeitsverhältnis bestehen und das Anstellungsverhältnis nicht wesentlich beeinträchtigen; b. weil die Mitarbeiterin oder der Mitarbeiter verfassungsmässige Rechte ausübt, soweit sie oder er dadurch die eigenen Pflichten nicht verletzt und die Zusammenarbeit nicht wesentlich beeinträchtigt; c. ausschliesslich um die Entstehung von Ansprüchen der anderen Partei aus dem Anstellungsverhältnis zu vereiteln; d. weil die andere Partei nach Treu und Glauben Ansprüche aus dem Arbeitsverhältnis geltend macht; e. weil die Mitarbeiterin oder der Mitarbeiter gesetzliche Pflichten erfüllt oder freiwilligen schweizerischen Militär- oder Zivildienst leistet; f. weil die Mitarbeiterin oder der Mitarbeiter einem Personalverband angehört oder nicht angehört oder rechtmässig gewerkschaftliche Tätigkeiten ausübt; g. ohne begründeten Anlass während der Dauer, für die die Mitarbeiterin oder der Mitarbeiter gewählt ist, eine betriebliche oder dem ENSI angeschlossene Einrichtung zu vertreten."
    },
    {
      "provision_ref": "art16",
      "chapter": "4. Abschnitt: Kündigungsschutz",
      "section": "16",
      "title": "Kündigung zur Unzeit",
      "content": "1 Die Kündigung während einer Sperrfrist ist nichtig. Die Frist einer vorgängig ausgesprochenen Kündigung steht während einer Sperrfrist still und erstreckt sich bis zum Ende des Monats, in dem diese endet. 2 Sperrfristen bestehen: a. bei Erfüllung gesetzlicher Pflichten sowie bei freiwilligem schweizerischem Militär- oder Zivildienst: während der Dauer der Arbeitsverhinderung sowie, wenn diese mehr als zwei Arbeitswochen beträgt, während vier Wochen davor und danach; b. bei Krankheit oder unverschuldetem Unfall: während dreier Monate bis zum vollendeten fünften Anstellungsjahr, danach während sechs Monaten; c. bei Schwangerschaft: während der Schwangerschaft sowie 16 Wochen nach der Niederkunft; d. bei vom ENSI bewilligter Teilnahme an Hilfsaktionen im Ausland: während der Dauer der Arbeitsverhinderung."
    },
    {
      "provision_ref": "art17",
      "chapter": "5. Abschnitt: Arbeitszeit und Ferien",
      "section": "17",
      "title": "Sollarbeitszeit",
      "content": "Die wöchentliche Sollarbeitszeit für Vollzeitbeschäftigte beträgt 42 Stunden."
    },
    {
      "provision_ref": "art18",
      "chapter": "5. Abschnitt: Arbeitszeit und Ferien",
      "section": "18",
      "title": "Überzeit, Nacht- und Sonntagsarbeit",
      "content": "1 Bei ausserordentlicher Geschäftslast oder wegen dringender Arbeit kann das ENSI Überzeit oder Nacht- und Sonntagsarbeit anordnen. 2 Überzeit sowie Nacht- und Sonntagsarbeit wird in der Regel mit Freizeit von gleicher Dauer kompensiert. 3 Überzeit sowie Nacht- und Sonntagsarbeit, die nicht kompensiert werden kann, wird ausbezahlt. Die Auszahlung erfolgt unter Vorbehalt von Artikel 25 ohne Zuschlag."
    },
    {
      "provision_ref": "art19",
      "chapter": "5. Abschnitt: Arbeitszeit und Ferien",
      "section": "19",
      "title": "Ferien, freie Tage und Urlaub",
      "content": "1 Die Mitarbeiterinnen und Mitarbeiter haben pro Kalenderjahr Anspruch auf Ferien von: a. sechs Wochen bis und mit dem Kalenderjahr, in dem sie das 20. Altersjahr vollenden; b. fünf Wochen vom Beginn des Kalenderjahres an, in dem sie das 21. Altersjahr vollenden; c. sechs Wochen vom Beginn des Kalenderjahres an, in dem sie das 50. Altersjahr vollenden; d. sieben Wochen vom Beginn des Kalenderjahres an, in dem sie das 60. Altersjahr vollenden. 2 Als Feiertage gelten die offiziellen Feiertage des Standorts. Pro Jahr können insgesamt 63 Sonn- und Feiertage bezogen werden. 3 Das ENSI regelt, in welchen Fällen unter Berücksichtigung der betrieblichen Bedürfnisse bezahlter oder unbezahlter Urlaub gewährt wird."
    },
    {
      "provision_ref": "art20",
      "chapter": "6. Abschnitt: Lohn, Zulagen und weitere Leistungen",
      "section": "20",
      "title": "Lohnsystem",
      "content": "1 Der Lohn setzt sich aus dem Basislohn und einem variablen Lohnanteil zusammen. Der variable Lohnanteil wird vom ENSI gemäss den Kriterien nach Artikel 23 festgesetzt. 2 Die Summe von Basislohn und variablem Lohnanteil beträgt höchstens 290 000 Franken brutto im Jahr (Stand Juli 2008)."
    },
    {
      "provision_ref": "art21",
      "chapter": "6. Abschnitt: Lohn, Zulagen und weitere Leistungen",
      "section": "21",
      "title": "Basislohn",
      "content": "1 Die Funktionen werden aufgrund der Kriterien fachliche Kenntnisse, Unternehmenskenntnisse, soziale Kompetenz, Denkspielraum, Schwierigkeitsgrad, Entscheidautonomie, Einflussbereich und Einflussstärke bewertet und einem Lohnband zugewiesen. 2 Bei der Festlegung des individuellen Basislohns innerhalb der Lohnbänder wird die Ausbildung, die Berufs- und Lebenserfahrung sowie die Lage auf dem Arbeitsmarkt angemessen berücksichtigt. 3 Für die Einordnung der Funktionen definiert das ENSI sich überlappende Lohnbänder. Es macht die Lohnbänder öffentlich bekannt."
    },
    {
      "provision_ref": "art22",
      "chapter": "6. Abschnitt: Lohn, Zulagen und weitere Leistungen",
      "section": "22",
      "title": "Teuerungsausgleich",
      "content": "Der ENSI-Rat beschliesst jährlich, in welchem Umfang die Basislöhne an die Teuerung angepasst werden."
    },
    {
      "provision_ref": "art23",
      "chapter": "6. Abschnitt: Lohn, Zulagen und weitere Leistungen",
      "section": "23",
      "title": "Variabler Lohnanteil",
      "content": "1 Der variable Lohnanteil bemisst sich nach der Erfüllung von qualitativen und quantitativen Zielen gemäss Zielvereinbarung. Relevant sind insbesondere: a. der durch die Mitarbeiterinnen und Mitarbeiter beeinflussbare Beitrag zu den Unternehmenszielen; b. die Teamleistung; c. die individuellen Leistungs- und Verhaltensziele. 2 Der variable Lohnanteil einer einzelnen Mitarbeiterin oder eines einzelnen Mitarbeiters ist an die Funktionsstufe gebunden. Er beträgt: a. maximal 20 Prozent des Basislohns für die Mitarbeiterinnen und Mitarbeiter, die den Lohnbändern 1 und 2 zugeordnet sind; b. maximal 15 Prozent des Basislohns für die übrigen Mitarbeiterinnen und Mitarbeiter. 3 Der ENSI-Rat legt jährlich den für die variablen Lohnanteile zur Verfügung stehenden Betrag im Rahmen des Budgets fest. 4 Dieser beträgt maximal 10 Prozent der Gesamtlohnsumme."
    },
    {
      "provision_ref": "art24",
      "chapter": "6. Abschnitt: Lohn, Zulagen und weitere Leistungen",
      "section": "24",
      "title": "Zielvereinbarung",
      "content": "1 Die quantitativen und qualitativen Ziele werden jährlich im Rahmen einer Zielvereinbarung zwischen den Mitarbeiterinnen und Mitarbeitern und deren Vorgesetzten festgelegt. 2 Über die zu erreichenden Ziele werden regelmässig Gespräche geführt. Die Zielerreichung wird im Rahmen des Mitarbeitergesprächs nach festgelegten Kriterien beurteilt. 3 Bei Differenzen haben die Mitarbeiterinnen und Mitarbeiter ein Weiterzugsrecht an die Geschäftsleitung. Die Mitglieder der Geschäftsleitung können sich an den ENSI-Rat wenden."
    },
    {
      "provision_ref": "art25",
      "chapter": "6. Abschnitt: Lohn, Zulagen und weitere Leistungen",
      "section": "25",
      "title": "Vergütung für Pikettdienst, Überzeit, Nacht- und Sonntagsarbeit",
      "content": "1 Pro Stunde Pikettdienst wird eine Vergütung in der Höhe von 12 Prozent des Stundenlohnes ausgerichtet. 2 Für angeordnete, über die gesetzliche Höchstarbeitszeit von 45 Stunden pro Woche hinaus geleistete Arbeitsstunden wird eine Vergütung in der Höhe von 25 Prozent des Stundenlohnes ausgerichtet. 3 Für zwischen 22 und 6 Uhr geleistete angeordnete Arbeitsstunden wird eine Vergütung in der Höhe von 40 Prozent des Stundenlohnes ausgerichtet. 4 Für an Sonn- und Feiertagen geleistete angeordnete Arbeitsstunden wird eine Vergütung in der Höhe von 50 Prozent des Stundenlohnes ausgerichtet. 5 Es kann vereinbart werden, die Vergütung für Pikettdienst, Überzeit, Nacht- und Sonntagsarbeit über Zeitgutschriften abzugelten."
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Ergänzende Leistungen zur Familienzulage",
      "content": "1 Ergänzende Leistungen zur Familienzulage nach Familienzulagengesetz vom 24. März 2006 werden ausgerichtet, sofern die Familienzulage tiefer ist als 4264 Franken pro anspruchsberechtigtes Kind und Jahr (Stand Juli 2008). 2 Die Höhe der ergänzenden Leistungen entspricht der Differenz zwischen dem Betrag gemäss Absatz 1 und der Familienzulage. Dabei werden von der Mitarbeiterin oder dem Mitarbeiter oder von anderen Personen bei anderen Arbeitgebern geltend gemachte Familien-, Kinder- und Betreuungszulagen berücksichtigt. SR 836.2"
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "Treueprämien",
      "content": "1 Nach jeweils fünf Anstellungsjahren beim ENSI wird eine Treueprämie ausgerichtet. 2 Die Treueprämie besteht: a. nach fünf Anstellungsjahren: aus fünf Tagen bezahltem Urlaub; b. nach zehn Anstellungsjahren: aus zehn Tagen bezahltem Urlaub; c. nach 15 Anstellungsjahren: aus 15 Tagen bezahltem Urlaub; d. nach 20 Anstellungsjahren: aus 20 Tagen bezahltem Urlaub; e. nach jeweils weiteren fünf Anstellungsjahren: aus 20 Tagen bezahltem Urlaub. 3 Für die Treueprämien kann die wochenweise Auszahlung gewählt werden."
    },
    {
      "provision_ref": "art28",
      "section": "28",
      "title": "Spesenersatz",
      "content": "1 Das ENSI erlässt ein Spesenreglement über die Entschädigung der Mehrauslagen, die im Zusammenhang mit der beruflichen Tätigkeit für das ENSI anfallen. 2 Es können Pauschalspesen ausgerichtet werden. Diese sollen die von den Steuerbehörden anerkannten Maximalbeträge nicht übersteigen."
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "Lohnnebenleistungen",
      "content": "Der Anspruch auf Lohnnebenleistungen im Rahmen der von den Steuerbehörden anerkannten Maximalbeträge wird in den Ausführungsbestimmungen geregelt."
    },
    {
      "provision_ref": "art30",
      "chapter": "7. Abschnitt: Lohnfortzahlung",
      "section": "30",
      "title": "Krankheit und Unfall",
      "content": "1 Die Mitarbeiterinnen und Mitarbeiter haben bei Arbeitsunfähigkeit infolge von Krankheit oder Unfall bis zur Wiedererlangung der Arbeitsfähigkeit während zwölf Monaten Anspruch auf Fortzahlung des Basislohnes. 2 Nach Ablauf dieser Frist haben sie während weiterer zwölf Monate Anspruch auf eine Fortzahlung von 90 Prozent des Basislohnes. 3 Die Lohnfortzahlung nach Absatz 2 kann in begründeten Ausnahmefällen bis zum Abschluss der medizinischen Abklärungen oder bis zur Ausrichtung einer Rente, längstens aber um weitere 12 Monate weitergeführt werden. 4 Bei befristeten Arbeitsverhältnissen endet die Lohnfortzahlung spätestens mit dessen Ablauf. 5 Der Lohnanspruch kann gekürzt werden, wenn eine Mitarbeiterin oder ein Mitarbeiter eine Krankheit oder einen Unfall absichtlich oder grobfahrlässig herbeigeführt hat, sich bewusst einer aussergewöhnlichen Gefahr ausgesetzt hat oder ein Wagnis eingegangen ist."
    },
    {
      "provision_ref": "art31",
      "chapter": "7. Abschnitt: Lohnfortzahlung",
      "section": "31",
      "title": "Eingliederungsmassnahmen",
      "content": "Bei krankheits- oder unfallbedingter Arbeitsverhinderung einer Mitarbeiterin oder eines Mitarbeiters schöpft das ENSI alle sinnvollen und zumutbaren Möglichkeiten aus, um die betroffene Person wieder in den Arbeitsprozess einzugliedern (Eingliederungsmassnahmen). Es bezieht geeignete Fachstellen in seine Abklärungen mit ein."
    },
    {
      "provision_ref": "art32",
      "chapter": "7. Abschnitt: Lohnfortzahlung",
      "section": "32",
      "title": "Tod einer Mitarbeiterin oder eines Mitarbeiters",
      "content": "1 Beim Tod einer Mitarbeiterin oder eines Mitarbeiters wird der Basislohn für den laufenden sowie für zwei weitere Monate fortgezahlt. 2 Anspruchsberechtigt sind die direkt Hinterbliebenen der verstorbenen Mitarbeiterin oder des verstorbenen Mitarbeiters."
    },
    {
      "provision_ref": "art33",
      "chapter": "7. Abschnitt: Lohnfortzahlung",
      "section": "33",
      "title": "Militär, Zivilschutz und ziviler Ersatzdienst",
      "content": "Bei Arbeitsaussetzung wegen obligatorischem schweizerischem Militär- oder Zivilschutzdienst oder wegen des zivilen Ersatzdienstes haben die Dienstpflichtigen Anspruch auf Fortzahlung des Basislohnes."
    },
    {
      "provision_ref": "art34",
      "chapter": "7. Abschnitt: Lohnfortzahlung",
      "section": "34",
      "title": "Mutterschaft und Adoption",
      "content": "1 Die Mitarbeiterinnen haben bei Mutterschaft Anspruch auf vier Monate bezahlten Mutterschaftsurlaub. Davon können sie höchstens zwei Wochen vor der errechneten Niederkunft beziehen. Der Rest ist unmittelbar nach der Niederkunft zu beziehen. 2 Bei Aufnahme von Kleinkindern zur Pflege und Erziehung zwecks späterer Adoption haben Mitarbeiterinnen und Mitarbeiter, die die Kinderbetreuung zur Hauptsache übernehmen, Anspruch auf zwei Monate bezahlten Urlaub."
    },
    {
      "provision_ref": "art35",
      "chapter": "7. Abschnitt: Lohnfortzahlung",
      "section": "35",
      "title": "Ersatzanspruch",
      "content": "Leistungen von Versicherungen werden an die Lohnfortzahlung angerechnet."
    },
    {
      "provision_ref": "art36",
      "chapter": "8. Abschnitt: Berufliche Vorsorge",
      "section": "36",
      "title": "Berufliche Vorsorge",
      "content": "Die Mitarbeiterinnen und Mitarbeiter des ENSI sind bei der Pensionskasse des Bundes PUBLICA nach den Bestimmungen des PUBLICA-Gesetzes vom 20. Dezember 2006 und des 4 b . Abschnitts des Bundespersonalgesetzes vom 24. März 2000 gegen die wirtschaftlichen Folgen von Alter, Invalidität und Tod versichert. SR 172.222.1 SR 172.220.1"
    },
    {
      "provision_ref": "art37",
      "chapter": "8. Abschnitt: Berufliche Vorsorge",
      "section": "37",
      "title": "Versicherbarer Lohn",
      "content": "Als versicherbarer Lohn gelten die Lohnkomponenten nach Artikel 20 Absatz 1 unter Einschluss der Anpassung an die Teuerung nach Artikel 22. Nicht versichert werden die Leistungen des Arbeitgebers nach den Artikeln 25, 26 und 27."
    },
    {
      "provision_ref": "art38",
      "chapter": "8. Abschnitt: Berufliche Vorsorge",
      "section": "38",
      "title": "Überbrückungsrente",
      "content": "Bezieht eine Mitarbeiterin oder ein Mitarbeiter eine ganze oder eine halbe Überbrückungsrente, so übernimmt das ENSI die Hälfte der Kosten zur Finanzierung der effektiv bezogenen Überbrückungsrente, wenn das Arbeitsverhältnis vor dem Altersrücktritt mindestens fünf Jahre gedauert hat."
    },
    {
      "provision_ref": "art39",
      "chapter": "9. Abschnitt: Treue- und Verhaltenspflichten",
      "section": "39",
      "title": "Verhaltensgrundsätze",
      "content": "1 Die Mitarbeiterinnen und Mitarbeiter des ENSI sind verpflichtet, die ihnen übertragenen Aufgaben sorgfältig auszuführen und die berechtigten Interessen des ENSI zu wahren. 2 Sie vermeiden Konflikte zwischen eigenen Interessen und solchen des ENSI oder legen diese offen, wenn sie sich nicht vermeiden lassen."
    },
    {
      "provision_ref": "art40",
      "chapter": "9. Abschnitt: Treue- und Verhaltenspflichten",
      "section": "40",
      "title": "Annahme von Geschenken, Einkommen aus Arbeiten für Dritte",
      "content": "1 Die Mitarbeiterinnen und Mitarbeiter des ENSI dürfen für sich oder andere keine Geschenke oder sonstige Vorteile annehmen oder sich versprechen lassen, wenn dies im Rahmen des Arbeitsverhältnisses geschieht. Ausgenommen sind geringfügige, sozial übliche Vorteile. 2 Die Ausübung einer Nebenbeschäftigung oder eines öffentlichen Amtes bedarf der Genehmigung durch das ENSI. Die Genehmigung wird verweigert, wenn aufgrund der Art der Tätigkeit: a. die Gefahr eines Konfliktes mit den dienstlichen Interessen besteht; b. das Ansehen des ENSI beeinträchtigt wird; c. die Leistungsfähigkeit der Mitarbeiterin oder des Mitarbeiters im Arbeitsverhältnis mit dem ENSI vermindert wird. 3 Die Mitarbeiterinnen und Mitarbeiter können verpflichtet werden, Einkommen aus Arbeiten für Dritte, welche sie aufgrund des Arbeitsverhältnisses ausüben, ganz oder teilweise dem ENSI abzuliefern."
    },
    {
      "provision_ref": "art41",
      "chapter": "9. Abschnitt: Treue- und Verhaltenspflichten",
      "section": "41",
      "title": "Geheimhaltungspflicht",
      "content": "1 Die Mitarbeiterinnen und Mitarbeiter des ENSI sind zur Verschwiegenheit über berufliche und geschäftliche Angelegenheiten verpflichtet, die nach ihrer Natur oder aufgrund von Rechtsvorschriften oder Weisungen geheim zu halten sind. 2 Die Pflicht zur Wahrung des Amts- und Berufsgeheimnisses bleibt auch nach Beendigung des Arbeitsverhältnisses bestehen. 3 Die Mitarbeiterinnen und Mitarbeiter des ENSI dürfen sich bei Einvernahmen oder bei Gerichtsverfahren als Partei, Zeuginnen und Zeugen oder Sachverständige über Wahrnehmungen, die sie in Erfüllung ihrer Funktion gemacht haben und die sich auf ihre amtlichen Aufgaben beziehen, nur äussern, wenn sie vom ENSI vorgängig schriftlich dazu ermächtigt wurden."
    },
    {
      "provision_ref": "art42",
      "chapter": "10. Abschnitt: Rechtsschutz, Verjährung und Verwirkung",
      "section": "42",
      "title": "Verfahren",
      "content": "1 Kommt bei Streitigkeiten aus dem Arbeitsverhältnis keine Einigung zu Stande, so erlässt das ENSI eine Verfügung. Vorbehalten bleibt Artikel 13 Absatz 1. Zuständig ist die Direktorin oder der Direktor, für die Mitglieder der Geschäftsleitung der ENSI-Rat. 2 Die Verfügung unterliegt der Beschwerde an das Bundesverwaltungsgericht."
    },
    {
      "provision_ref": "art43",
      "chapter": "10. Abschnitt: Rechtsschutz, Verjährung und Verwirkung",
      "section": "43",
      "title": "Beschwerdeentscheid bei Kündigungen",
      "content": "1 Heisst die Beschwerdeinstanz die Beschwerde gegen eine Verfügung über die Kündigung des Arbeitsverhältnisses durch den Arbeitgeber gut und weist sie die Sache nicht ausnahmsweise an die Vorinstanz zurück, so muss sie: a. der Beschwerdeführerin oder dem Beschwerdeführer eine Entschädigung zusprechen, wenn: 1. die Kündigung missbräuchlich nach Artikel 15 ist, 2. sachlich hinreichende Gründe für die ordentliche Kündigung fehlen, 3. wichtige Gründe für die fristlose Kündigung fehlen, oder 4. Verfahrensvorschriften verletzt worden sind; b. die Fortzahlung des Lohnes bis zum Ablauf der ordentlichen Kündigungsfrist oder des befristeten Arbeitsvertrags anordnen, wenn im Fall einer fristlosen Kündigung wichtige Gründe fehlen; c. das Arbeitsverhältnis bis zum Ablauf der ordentlichen Kündigungsfrist erstrecken, wenn Vorschriften über die Kündigungsfristen verletzt worden sind. 2 Vorbehalten bleibt die Nichtigkeit der Kündigung zur Unzeit nach Artikel 16. Ferner ist der Kündigungsschutz nach Artikel 10 des Gleichstellungsgesetzes vom 24. März 1995 anwendbar. 3 Die Entschädigung nach Absatz 1 Buchstabe a wird von der Beschwerdeinstanz unter Würdigung aller Umstände festgelegt. Sie beträgt höchstens sechs Monatslöhne. 4 Schadenersatzansprüche aus andern Rechtstiteln bleiben vorbehalten. SR 151.1"
    },
    {
      "provision_ref": "art44",
      "chapter": "10. Abschnitt: Rechtsschutz, Verjährung und Verwirkung",
      "section": "44",
      "title": "Verjährung und Verwirkung",
      "content": "Forderungen aus dem Arbeitsverhältnis verjähren unabhängig vom Zeitpunkt von dessen Beendigung: a. fünf Jahre nach der Fälligkeit eines Anspruchs im Allgemeinen; b. nach den Bestimmungen des Strafrechts, soweit der Anspruch auf einem Straftatbestand beruht, für den eine längere Verjährungsfrist vorgesehen ist."
    },
    {
      "provision_ref": "art45",
      "chapter": "11. Abschnitt: Inkrafttreten",
      "section": "45",
      "title": "",
      "content": "Dieses Reglement tritt am 1. Januar 2009 in Kraft."
    }
  ],
  "definitions": []
}