{
  "id": "sr-732-2",
  "type": "statute",
  "title": "Bundesgesetz vom 22. Juni 2007 über das Eidgenössische Nuklearsicherheitsinspektorat (ENSIG)",
  "title_en": "",
  "short_name": "ENSIG",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2007/775/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "1. Abschnitt: Organisation und Aufgaben",
      "section": "1",
      "title": "Organisation",
      "content": "1 Das Eidgenössische Nuklearsicherheitsinspektorat (ENSI) ist eine öffentlich-rechtliche Anstalt des Bundes mit eigener Rechtspersönlichkeit. 2 Es organisiert sich selber und führt eine eigene Rechnung. 3 Es wird nach betriebswirtschaftlichen Grundsätzen geführt. Der nuklearen Sicherheit ist bei der Aufgabenerfüllung Vorrang gegenüber finanziellen Aspekten einzuräumen. 4 Der Bundesrat legt den Sitz des ENSI fest."
    },
    {
      "provision_ref": "art2",
      "chapter": "1. Abschnitt: Organisation und Aufgaben",
      "section": "2",
      "title": "Aufgaben",
      "content": "1 Das ENSI erfüllt die Aufgaben, die ihm gemäss der Kernenergiegesetzgebung, der Strahlenschutzgesetzgebung, der Bevölkerungs- und Zivilschutzgesetzgebung und den Vorschriften betreffend die Beförderung von gefährlichen Gütern übertragen sind. 2 Es wirkt bei der Vorbereitung von Erlassen in den Bereichen nach Absatz 1 mit und vertritt die Schweiz in internationalen Gremien. 3 Es kann Projekte der nuklearen Sicherheitsforschung unterstützen. 4 Es kann für einzelne Aufgaben Dritte beiziehen."
    },
    {
      "provision_ref": "art3",
      "chapter": "1. Abschnitt: Organisation und Aufgaben",
      "section": "3",
      "title": "Dienstleistungen",
      "content": "Das ENSI kann gegen ein marktübliches und mindestens kostendeckendes Entgelt für ausländische Behörden Dienstleistungen erbringen, soweit dies die zeitgerechte Erfüllung seiner Aufgaben nicht beeinträchtigt."
    },
    {
      "provision_ref": "art4",
      "chapter": "1. Abschnitt: Organisation und Aufgaben",
      "section": "4",
      "title": "Qualitätssicherung",
      "content": "1 Der Bundesrat bestimmt die grundlegenden Anforderungen an die Qualitätssicherung des ENSI. 2 Das ENSI lässt die Qualität der Aufgabenerfüllung und der Dienstleistungen durch eine externe Stelle periodisch überprüfen und sorgt für die langfristige Qualitätssicherung."
    },
    {
      "provision_ref": "art5",
      "chapter": "2. Abschnitt: Organe",
      "section": "5",
      "title": "Organe",
      "content": "Die Organe des ENSI sind: a. der ENSI-Rat; b. die Geschäftsleitung; c. die Revisionsstelle."
    },
    {
      "provision_ref": "art6",
      "chapter": "2. Abschnitt: Organe",
      "section": "6",
      "title": "ENSI-Rat",
      "content": "1 Der ENSI-Rat ist das strategische und das interne Aufsichtsorgan des ENSI. 2 Der ENSI-Rat besteht aus fünf bis sieben fachkundigen Mitgliedern. Diese werden für eine Amtsdauer von vier Jahren gewählt. Jedes Mitglied kann zweimal wieder gewählt werden. 3 Der Bundesrat wählt die Mitglieder des ENSI-Rates und bestimmt die Präsidentin oder den Präsidenten und die Vizepräsidentin oder den Vizepräsidenten. Die Mitglieder des ENSI-Rates dürfen weder eine wirtschaftliche Tätigkeit ausüben noch ein eidgenössisches oder kantonales Amt bekleiden, welche geeignet sind, ihre Unabhängigkeit zu beeinträchtigen. 4 Der Bundesrat legt die Entschädigungen der Mitglieder des ENSI-Rates fest. Für das Honorar der Mitglieder des ENSI-Rates und die weiteren mit diesen Personen vereinbarten Vertragsbedingungen gilt Artikel 6 a Absätze 1–5 des Bundespersonalgesetzes vom 24. März 2000 sinngemäss. 5 Der Bundesrat kann die Mitglieder des ENSI-Rates aus wichtigen Gründen abberufen. 6 Der ENSI-Rat hat folgende Aufgaben: a. Er legt die strategischen Ziele für jeweils vier Jahre fest. b. Er beantragt dem Bundesrat die vom Bund zu erbringenden Abgeltungen. c. Er erlässt das Organisationsreglement. d. Er erlässt unter Vorbehalt der Genehmigung durch den Bundesrat das Personalreglement. e. Er erlässt unter Vorbehalt der Genehmigung durch den Bundesrat die Gebührenordnung. f. Er erlässt die dem ENSI vom Bundesrat delegierten Ausführungsbestimmungen. g. Er wählt die Direktorin oder den Direktor und die weiteren Mitglieder der Geschäftsleitung. h. Er überwacht die Geschäftsführung und die Aufsichtstätigkeit. i. Er ist für eine ausreichende Qualitätssicherung und ein adäquates betriebliches Risikomanagement verantwortlich. j. Er setzt eine interne Revision ein und sorgt für die interne Kontrolle. k. Er genehmigt den Voranschlag und die Jahresrechnung. l. Er erstellt den Tätigkeitsbericht mit Angaben zur Aufsicht, zum Stand der Qualitätssicherung, zur Erreichung der strategischen Ziele und zum Zustand der Kernanlagen sowie den Geschäftsbericht (Jahresbericht, Bilanz mit Anhang, Erfolgsrechnung, Prüfungsbericht der Revisionsstelle) und unterbreitet sie dem Bundesrat zur Genehmigung. 7 Der ENSI-Rat kann die Kompetenz zum Abschluss einzelner Geschäfte an die Geschäftsleitung übertragen. SR 172.220.1 Fassung gemäss Ziff. I 4 des BG vom 17. Dez. 2010 über die Mitwirkung der Bundesversammlung bei der Steuerung der verselbstständigten Einheiten, in Kraft seit 1. Jan. 2012 ( AS 2011 5859 ; BBl 2010 3377 3413 )."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Geschäftsleitung",
      "content": "1 Die Geschäftsleitung ist das operative Organ. Sie steht unter der Leitung einer Direktorin oder eines Direktors. 2 Sie hat insbesondere folgende Aufgaben: a. Sie erlässt die Verfügungen und trägt die Verantwortung für die Gutachten. b. Sie erarbeitet die Grundlagen für die Entscheide des ENSI-Rates und berichtet ihm regelmässig, bei besonderen Ereignissen ohne Verzug. c. Sie stellt das Personal an. d. Sie erfüllt alle Aufgaben, die dieses Gesetz nicht einem anderen Organ zuweist. 3 Das Organisationsreglement regelt die Einzelheiten."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Revisionsstelle",
      "content": "1 Die Revisionsstelle wird vom Bundesrat für eine Amtsdauer von vier Jahren gewählt. Sie kann jeweils für eine weitere Amtsdauer wieder gewählt werden. Der Bundesrat kann die Revisionsstelle aus wichtigen Gründen abberufen. 2 Der Bundesrat legt die Entschädigung der Revisionsstelle fest. 3 Die Unabhängigkeit, der Gegenstand und der Umfang der Prüfung der Revisionsstelle richten sich nach den Grundsätzen des Aktienrechts über die Revisionsstelle."
    },
    {
      "provision_ref": "art9",
      "chapter": "3. Abschnitt: Personal",
      "section": "9",
      "title": "Anstellungsverhältnisse",
      "content": "1 Das ENSI stellt sein Personal öffentlich-rechtlich an. 2 Der ENSI-Rat legt Entlöhnung, Nebenleistungen und weitere Vertragsbedingungen im Personalreglement fest. Für den Lohn der Mitglieder der Geschäftsleitung und des weiteren Personals, das in vergleichbarer Weise entlöhnt wird, sowie für die weiteren mit diesen Personen vereinbarten Vertragsbedingungen gilt Artikel 6 a Absätze 1–5 des Bundespersonalgesetzes vom 24. März 2000 sinngemäss. SR 172.220.1"
    },
    {
      "provision_ref": "art10",
      "chapter": "3. Abschnitt: Personal",
      "section": "10",
      "title": "Pensionskasse",
      "content": "Die berufliche Vorsorge des Personals richtet sich nach der Gesetzgebung über die Pensionskasse des Bundes."
    },
    {
      "provision_ref": "art11",
      "chapter": "4. Abschnitt: Finanzierung und Finanzhaushalt",
      "section": "11",
      "title": "Gebühren und Aufsichtsabgaben",
      "content": "Die Erhebung von Gebühren und Aufsichtsabgaben durch das ENSI richtet sich nach Artikel 83 des Kernenergiegesetzes vom 21. März 2003 und Artikel 42 des Strahlenschutzgesetzes vom 22. März 1991. SR 732.1 SR 814.50"
    },
    {
      "provision_ref": "art12",
      "chapter": "4. Abschnitt: Finanzierung und Finanzhaushalt",
      "section": "12",
      "title": "Abgeltungen",
      "content": "Der Bund gilt die von ihm bestellten Leistungen des ENSI ab."
    },
    {
      "provision_ref": "art13",
      "chapter": "4. Abschnitt: Finanzierung und Finanzhaushalt",
      "section": "13",
      "title": "Tresorerie",
      "content": "1 Die Eidgenössische Finanzverwaltung (EFV) verwaltet im Rahmen ihrer zentralen Tresorerie die liquiden Mittel des ENSI. 2 Sie gewährt dem ENSI Darlehen zu Marktzinsen zur Sicherstellung seiner Zahlungsbereitschaft für die Erfüllung der Aufgaben nach Artikel 2. 3 Die EFV und das ENSI legen die Einzelheiten dieser Zusammenarbeit einvernehmlich fest."
    },
    {
      "provision_ref": "art14",
      "chapter": "4. Abschnitt: Finanzierung und Finanzhaushalt",
      "section": "14",
      "title": "Reserven",
      "content": "1 Die Reserven für die Deckung von Verlustrisiken betragen mindestens einen Drittel des Jahresbudgets. 2 Übersteigen die Reserven die Höhe eines Jahresbudgets, so sind die Gebühren und die Aufsichtsabgaben zu senken."
    },
    {
      "provision_ref": "art15",
      "chapter": "4. Abschnitt: Finanzierung und Finanzhaushalt",
      "section": "15",
      "title": "Rechnungslegung",
      "content": "1 Die Rechnungslegung des ENSI stellt seine Vermögens-, Finanz- und Ertragslage vollständig dar. 2 Sie folgt den allgemeinen Grundsätzen der Wesentlichkeit, der Verständlichkeit, der Stetigkeit und der Bruttodarstellung und orientiert sich an allgemein anerkannten Standards. 3 Die aus den Rechnungslegungsgrundsätzen abgeleiteten Bilanzierungs- und Bewertungsregeln sind offenzulegen. 4 Der Bundesrat kann für das ENSI Vorschriften zur Rechnungslegung erlassen."
    },
    {
      "provision_ref": "art16",
      "chapter": "4. Abschnitt: Finanzierung und Finanzhaushalt",
      "section": "16",
      "title": "Verantwortlichkeit",
      "content": "1 Die Verantwortlichkeit des ENSI, seiner Organe, seines Personals sowie der vom ENSI Beauftragten richtet sich unter Vorbehalt von Absatz 2 nach dem Verantwortlichkeitsgesetz vom 14. März 1958. 2 Das ENSI und die von ihm Beauftragten haften nur, wenn: a. sie wesentliche Amtspflichten verletzt haben; und b. Schäden nicht auf Pflichtverletzungen einer oder eines vom ENSI Beaufsichtigten zurückzuführen sind. SR 170.32"
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Steuerfreiheit",
      "content": "Das ENSI ist von sämtlichen direkten Steuern des Bundes, der Kantone und der Gemeinden befreit."
    },
    {
      "provision_ref": "art18",
      "chapter": "5. Abschnitt: Unabhängigkeit und Aufsicht",
      "section": "18",
      "title": "",
      "content": "1 Das ENSI übt seine Aufsichtstätigkeit selbstständig und unabhängig aus. 2 Es untersteht der Aufsicht des Bundesrates; dieser entscheidet über die Entlastung des ENSI-Rates. 3 Die gesetzlichen Befugnisse der Eidgenössischen Finanzkontrolle sowie die Oberaufsicht des Parlaments bleiben vorbehalten."
    },
    {
      "provision_ref": "art19",
      "chapter": "6. Abschnitt: Verfahren und Rechtsschutz",
      "section": "19",
      "title": "Verwaltungsverfahren",
      "content": "Das Verfahren richtet sich nach den Bestimmungen des Bundesgesetzes vom 20. Dezember 1968 über das Verwaltungsverfahren. SR 172.021"
    },
    {
      "provision_ref": "art20",
      "chapter": "6. Abschnitt: Verfahren und Rechtsschutz",
      "section": "20",
      "title": "Rechtsschutz",
      "content": "1 Die Anfechtung von Verfügungen des ENSI richtet sich nach den Bestimmungen über die Bundesrechtspflege. 2 Das ENSI ist zur Beschwerde an das Bundesgericht berechtigt."
    },
    {
      "provision_ref": "art21",
      "chapter": "7. Abschnitt: Schlussbestimmungen",
      "section": "21",
      "title": "Übergang von Rechten und Pflichten",
      "content": "1 Der Bundesrat bestimmt den Zeitpunkt, in dem das ENSI eigene Rechtspersönlichkeit erlangt. Auf diesen Zeitpunkt tritt es an die Stelle der Hauptabteilung für die Sicherheit der Kernanlagen (HSK). 2 Der Bundesrat bezeichnet die Rechte, Pflichten und Werte, die auf das ENSI übergehen, legt den Eintritt der Rechtswirkungen fest und genehmigt die Eröffnungsbilanz. Er trifft alle weiteren für den Übergang notwendigen Vorkehren und erlässt entsprechende Bestimmungen. Die Übertragung und die notwendigen Einträge erfolgen steuer- und gebührenfrei. 3 Sofern beim Inkrafttreten dieses Gesetzes die zur Erfüllung der Aufgaben des ENSI notwendigen Mittel noch nicht verfügbar sind, stehen dem ENSI die im Bundesbudget für die HSK eingestellten Kredite und die Dienstleistungen zur Verfügung."
    },
    {
      "provision_ref": "art22",
      "chapter": "7. Abschnitt: Schlussbestimmungen",
      "section": "22",
      "title": "Übergang der Arbeitsverhältnisse",
      "content": "Die Arbeitsverhältnisse des Personals der HSK gehen mit Inkrafttreten des Gesetzes auf das ENSI über und sind ab diesem Zeitpunkt seinem Personalrecht unterstellt."
    },
    {
      "provision_ref": "art23",
      "chapter": "7. Abschnitt: Schlussbestimmungen",
      "section": "23",
      "title": "Zuständiger Arbeitgeber",
      "content": "1 Das ENSI gilt als zuständiger Arbeitgeber für die Rentenbezügerinnen und Rentenbezüger: a. die der HSK zugeordnet sind; und b. deren Alters-, Invaliden- oder Hinterlassenenrenten aus der beruflichen Vorsorge vor dem Inkrafttreten dieses Gesetzes bei der Pensionskasse des Bundes zu laufen begonnen haben. 2 Das ENSI gilt ebenfalls als zuständiger Arbeitgeber, wenn eine Invalidenrente nach Inkrafttreten dieses Gesetzes zu laufen beginnt, die Arbeitsunfähigkeit, deren Ursache zur Invalidität geführt hat, aber vor dem Inkrafttreten dieses Gesetzes eingetreten war."
    },
    {
      "provision_ref": "art24",
      "chapter": "7. Abschnitt: Schlussbestimmungen",
      "section": "24",
      "title": "Ausführungsbestimmungen",
      "content": "1 Der Bundesrat erlässt die Ausführungsbestimmungen. 2 Er kann das ENSI ermächtigen, Ausführungsbestimmungen zu Organisation, Personalwesen und Rechnungswesen zu erlassen."
    },
    {
      "provision_ref": "art25",
      "chapter": "7. Abschnitt: Schlussbestimmungen",
      "section": "25",
      "title": "Änderung bisherigen Rechts",
      "content": "Die nachstehenden Bundesgesetze werden wie folgt geändert: … Die Änderungen können unter AS 2007 5635 konsultiert werden."
    },
    {
      "provision_ref": "art26",
      "chapter": "7. Abschnitt: Schlussbestimmungen",
      "section": "26",
      "title": "Referendum und Inkrafttreten",
      "content": "1 Dieses Gesetz untersteht dem fakultativen Referendum. 2 Der Bundesrat bestimmt das Inkrafttreten. Datum des Inkrafttretens: Die Artikel 5 Buchstabe a, 6, 9 Absatz 2, 16, 18 Absätze 2 und 3, 24, 25 Ziffer 2 (Artikel 71): 1. Januar 2008 Die übrigen Bestimmungen: 1. Januar 2009 BRB vom 17. Okt. 2007"
    }
  ],
  "definitions": []
}