{
  "id": "sr-748-941",
  "type": "statute",
  "title": "Verordnung des UVEK vom 24. November 2022 über Luftfahrzeuge besonderer Kategorien (VLK)",
  "title_en": "DETEC Ordinance of 24 November 2022 on Special Category Aircraft (OSCA)",
  "short_name": "VLK",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2022/802/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Chapter 1 Scope of Application and Common Provisions",
      "section": "1",
      "title": "Scope of application",
      "content": "This Ordinance applies to: a. manned special category aircraft: hang gliders, both unpowered and with an electric motor, kites, paragliders, tethered balloons and parachutes; b. unmanned aircraft: kites, paragliders, tethered balloons, free-flying balloons, model aircraft and other unmanned aircraft."
    },
    {
      "provision_ref": "art2",
      "chapter": "Chapter 1 Scope of Application and Common Provisions",
      "section": "2",
      "title": "Aircraft register and airworthiness",
      "content": "1 Aircraft under Article 1 are not entered in the aircraft register. 2 Their airworthiness is not tested. 3 No noise certificates are issued."
    },
    {
      "provision_ref": "art3",
      "chapter": "Chapter 1 Scope of Application and Common Provisions",
      "section": "3",
      "title": "Place of take-off and landing",
      "content": "1 Aircraft under Article 1 are not required to take off from or land at an aerodrome. 2 The exemption under paragraph 1 does not apply to hang gliders with an electric motor. 3 The rights of landowners to prevent trespassing and to compensation for any damage apply in all cases."
    },
    {
      "provision_ref": "art4",
      "chapter": "Chapter 1 Scope of Application and Common Provisions",
      "section": "4",
      "title": "Public air shows",
      "content": "No authorisation is required from the Federal Office of Civil Aviation (FOCA) for public air shows that exclusively involve the use of aircraft under Article 1."
    },
    {
      "provision_ref": "art5",
      "chapter": "Chapter 1 Scope of Application and Common Provisions",
      "section": "5",
      "title": "Commercial flights",
      "content": "No authorisation is required from the FOCA for commercial flights using aircraft under Article 1."
    },
    {
      "provision_ref": "art6",
      "chapter": "Chapter 1 Scope of Application and Common Provisions",
      "section": "6",
      "title": "References to SERA",
      "content": "The provisions of the Annex to Implementing Regulation (EU) No 923/2012 are referred to with the abbreviation SERA and the relevant number. SERA = Standardised European Rules of the Air."
    },
    {
      "provision_ref": "art7",
      "chapter": "Section 1 Hang Gliders",
      "section": "7",
      "title": "Definition",
      "content": "Hang gliders are: a. any aircraft that may be foot-launched, in particular hang gliders and paragliders, provided that immediately after take-off they are used for gliding; b. hang gliders and paragliders with electric motors that may be foot-launched or that are equipped with an undercarriage, provided that after take-off and a subsequent flight phase they can be used for gliding."
    },
    {
      "provision_ref": "art8",
      "chapter": "Section 1 Hang Gliders",
      "section": "8",
      "title": "Swiss licences",
      "content": "1 Any person who wishes to fly a hang glider must hold the relevant official Swiss licence. The minimum age for training flights is 14; the minimum age for acquiring the official licence is 16. 2 Any person who wishes to fly a hang glider with an accompanying person (tandem flight) must hold the relevant official Swiss licence. An official Swiss licence for commercial tandem flights is valid for three years. 3 Training flights may only be carried out under the direct supervision of a person holding the official instructor’s licence; they need not be carried out by a training organisation. An instructor’s licence is valid for three years. 4 The tests required to obtain the licences shall be conducted by FOCA-recognised experts in accordance with FOCA-approved directives. The admission requirements for the test and the requirements for licence renewal are specified in the directives."
    },
    {
      "provision_ref": "art9",
      "chapter": "Section 1 Hang Gliders",
      "section": "9",
      "title": "Foreign licences",
      "content": "1 Holders of a foreign licence may apply to the entity designated by the FOCA to have the licence officially recognised in order that they may carry out occasional, non-commercial flights with a hang glider with or without an accompanying person. 2 Holders of a foreign licence that entitles them to carry out an economic activity in the issuing State may apply to the agent designated by the FOCA to have the licence recognised in order that they may carry out training flights and commercial tandem flights in Switzerland, provided that one of the following treaties authorises them to do so: a. the Agreement of 21 June 1999 between the European Community and its member states, of the one part, and the Swiss Confederation, of the other, on the free movement of persons (AFMP), Annex 3; b. the Convention of 4 January 1960 on the establishment of the European Free Trade Association (EFTA Convention), Annex K. 3 Service providers with a licence giving them the right to pursue an economic activity in a Contracting State under the AFMP or the EFTA Convention (training and commercial hang glider flights with an accompanying person) shall notify the competent authority in accordance with the Federal Act of 14 December 2012 on the Declaration Requirement and the Verification of Service Provider Qualifications in Regulated Professions. SR 0.142.112.681 SR 0.632.31 SR 935.01"
    },
    {
      "provision_ref": "art10",
      "chapter": "Section 1 Hang Gliders",
      "section": "10",
      "title": "Licence-carrying requirement",
      "content": "Pilots must carry their licence when flying a hang glider."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Traffic and operating regulations",
      "content": "1 Taking off and landing on public roads and ski pistes is prohibited. 2 When flying, pilots must maintain an adequate distance from or avoid assemblies of people in the open air, buildings, public roads, ski pistes, public transport infrastructure such as railway lines, cableways and ski lifts, overhead electrical cables and other cables. 3 Flights over national and customs borders are permitted provided no goods are being carried; the pilot must carry the documents required to cross the border. Foreign legal provisions apply. 4 The use of hang gliders on public waters is subject to federal legislation on inland navigation and any relevant cantonal regulations. 5 The towing of hang gliders using winches, vehicles or boats to an altitude exceeding 150 metres above the ground is subject to authorisation from the FOCA. 6 In addition, the regulations applicable to gliders in Regulation (EU) No 923/2012 and the DETEC Ordinance of 20 May 2015 on Traffic Regulations for Aircraft apply, with the exception of the regulations on minimum altitude. SR 748.121.11"
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Flight restrictions",
      "content": "1 The use of hang gliders below a height of 2,000 feet above the reference point of an aerodrome without a control zone (CTR) or with an inactive CTR is prohibited: a. within a distance of 5km from the runways of a civil aerodrome intended for use by aircraft; b. within a distance of 5km from the runways of a military aerodrome intended for use by aircraft during military flight duty times; c. within a distance of 2.5km from a helipad reference point. 2 If safety is guaranteed, exceptions to these restrictions may be authorised: a. at aerodromes with air traffic control services: by the air traffic control unit in agreement with the aerodrome manager; b. at other aerodromes: by the aerodrome manager."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Third-party liability insurance",
      "content": "1 Third-party liability claims made by third parties on the ground must be covered by the aircraft keeper in a third-party liability insurance policy with guaranteed cover of at least one million francs. 2 The keeper of a tandem aircraft must have liability insurance for a guaranteed amount to cover passenger liability claims; the guaranteed amount for commercial flights is at least five million francs, and for other flights, one million francs. 3 If the keeper is resident abroad, a foreign third-party liability insurance policy in their name with the same guaranteed cover is sufficient for flights in Switzerland, provided this policy also covers third-party claims made in Switzerland. 4 The pilot must carry the third-party liability insurance certificate when flying the aircraft."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Special provisions for hang gliders with electric motors",
      "content": "1 Hang gliders with electric motors must meet the airworthiness requirements of the German Federal Aviation Office (LBA) for gravity-controlled microlight aircraft of types foot-launch UL and trike in its version of 17 March 2005 or an earlier version that was applicable at the time of type certification. 2 They may only take off from and land at aerodromes. 3 Authorisation from the aerodrome manager is required for take-off and landing. The airworthiness requirements can be obtained for a fee from the German Federal Aviation Office or from the publisher acting on its behalf at www.lba.de > LBA/Aussenstellen > Gesetze und Verordnungen > Nachrichten für Luftfahrer und Luftfahrthandbuch."
    },
    {
      "provision_ref": "art15",
      "chapter": "Section 2 Manned Kites, Paragliders and Tethered Balloons",
      "section": "15",
      "title": "Authorisation requirement and third-party liability insurance",
      "content": "1 Manned kites, paragliders and tethered balloons may only be flown with authorisation from the FOCA. The FOCA shall specify the requirements for authorisation and the operating conditions on a case-by-case basis. 2 Third-party liability claims made by third parties on the ground must be covered by the aircraft keeper in a third-party liability insurance policy with guaranteed cover of at least one million francs."
    },
    {
      "provision_ref": "art16",
      "chapter": "Section 2 Manned Kites, Paragliders and Tethered Balloons",
      "section": "16",
      "title": "Traffic regulations",
      "content": "With the exception of the regulations on minimum altitude, the following traffic regulations apply to manned kites, paragliders and tethered balloons: a. in the first place those set out in Implementing Regulation (EU) No 923/ 2012; b. the regulations contained in this Ordinance, where applicable."
    },
    {
      "provision_ref": "art17",
      "chapter": "Section 3 Parachutes",
      "section": "17",
      "title": "Traffic regulations",
      "content": "Parachute jumps are subject to the regulations contained in SERA 3101, 3115, 3125, 3145, 3201 and 3205."
    },
    {
      "provision_ref": "art18",
      "chapter": "Section 3 Parachutes",
      "section": "18",
      "title": "Authorisation requirement",
      "content": "1 Parachute jumps over and in the vicinity of aerodromes or in Class C or D airspace require authorisation. 2 Authorisation shall be granted by the competent air traffic control unit or, if there is no such unit at the aerodrome, by the aerodrome manager."
    },
    {
      "provision_ref": "art19",
      "chapter": "Section 3 Parachutes",
      "section": "19",
      "title": "Landing area for parachute jumps outside aerodromes",
      "content": "1 The landing area must be reconnoitred before the jump. It must be free of obstacles in relation to the type of parachute used and be marked with a clearly visible cross. The surface wind must be indicated by a windsock or other suitable device. 2 Before a landing area is marked, permission must be obtained from the landowner. 3 Landing on public roads is prohibited. Landing in densely populated zones of settlements or on public waters is only permitted with the consent of the competent police authorities."
    },
    {
      "provision_ref": "art20",
      "chapter": "Section 3 Parachutes",
      "section": "20",
      "title": "Jump supervision",
      "content": "1 Jumps must be made under the direct supervision of a responsible person. 2 They may only be made when an observer has confirmed by radio or signals that the required airspace is free of aircraft."
    },
    {
      "provision_ref": "art21",
      "chapter": "Section 3 Parachutes",
      "section": "21",
      "title": "Third-party liability insurance",
      "content": "1 Third-party liability claims made by third parties on the ground must be covered by the parachute keeper in a third-party liability insurance policy with guaranteed cover of at least one million francs. 2 In the case of an emergency jump, the policy for the aircraft that covers third-party liability claims of third parties on the ground must also cover the use of the parachute. 3 The third-party liability insurance certificate must be carried during the jump."
    },
    {
      "provision_ref": "art22",
      "chapter": "Section 1 Applicable Law",
      "section": "22",
      "title": "",
      "content": "1 The following apply to unmanned aircraft: a. in the first place, Section VII, Annexes I, No 2, and IX of the Directive (EU) 2018/1139, the Delegated Directive (EU) 2019/945 and Implementing Directive (EU) 2019/947; b. the regulations contained in this Ordinance, where applicable. 2 The provisions of Section 4 apply."
    },
    {
      "provision_ref": "art23",
      "chapter": "Section 2 Kites, Paragliders, Tethered Balloons and Free-Flying Balloons",
      "section": "23",
      "title": "Restrictions on kites, paragliders and tethered balloons",
      "content": "It is prohibited to fly kites, paragliders and tethered balloons weighing up to 25kg or with a volume of up to 40m 3 within a distance of 3km from the runways of any civil or military aerodrome."
    },
    {
      "provision_ref": "art24",
      "chapter": "Section 2 Kites, Paragliders, Tethered Balloons and Free-Flying Balloons",
      "section": "24",
      "title": "Restrictions on free-flying balloons",
      "content": "1 It is prohibited to release free-flying balloons: a. filled with combustible gas; b. carrying a load exceeding 2kg; c. with a volume exceeding 30m 3 . 2 The following restrictions apply within a distance of 5km from the runways of any civil or military aerodrome: a. the volume of the balloon may not exceed 1m 3 ; b. No balloons with an open flame (sky lantern) or with an attached payload may be released, with the exception of competition response cards not exceeding A5 size that are attached to the balloons; c. No more than 300 balloons may be released at the same time. d. the balloons may not be tied together."
    },
    {
      "provision_ref": "art25",
      "chapter": "Section 2 Kites, Paragliders, Tethered Balloons and Free-Flying Balloons",
      "section": "25",
      "title": "Exceptions to the restrictions",
      "content": "1 Exceptions to the following restrictions may be authorised as follows: a. the restrictions under Articles 23 and 24 paragraph 2: 1. at aerodromes with air traffic control services: by the air traffic control unit in agreement with the aerodrome manager, 2. at other aerodromes: by the aerodrome manager; b. the restrictions under Article 24 paragraph 1: by the FOCA. 2 Exceptions may only be authorised if flight safety is guaranteed. 3 The authorisation may be made subject to conditions."
    },
    {
      "provision_ref": "art26",
      "chapter": "Section 3 Other Unmanned Aircraft with the Exception of Model Aircraft under Section 4",
      "section": "26",
      "title": "Minimum age",
      "content": "The minimum age for remote pilots of unmanned aircraft is: a. 12 years of age for the open category in accordance with Article 4 of Implementing Regulation (EU) 2019/947; b. 14 years of age for the specific category in accordance with Article 5 of Implementing Regulation (EU) 2019/947."
    },
    {
      "provision_ref": "art27",
      "chapter": "Section 3 Other Unmanned Aircraft with the Exception of Model Aircraft under Section 4",
      "section": "27",
      "title": "Restrictions",
      "content": "It is prohibited to operate an unmanned aircraft: a. in the Sectoral Plan for Aviation Infrastructure perimeter of a civil aerodrome or in the Sectoral Plan for the Military perimeter of a military aerodrome; b. over penal institutions; c. over military areas as per the Annex; d. over (outdoor) switching stations or substations of grid level 2 of the power supply system; e. over the Ruswil compressor station and Wallbach measuring station; and f. within a distance of 750m of the nuclear power plants and the Würenlingen interim storage facility."
    },
    {
      "provision_ref": "art28",
      "chapter": "Section 3 Other Unmanned Aircraft with the Exception of Model Aircraft under Section 4",
      "section": "28",
      "title": "Additional restrictions on a weight of over 250g",
      "content": "1 It is prohibited to operate unmanned aircraft weighing over 250g: a. within a distance of 5km from the runways of any civil or military aerodrome; b. in an active CTR if an altitude of 120m above the ground is exceeded. 2 The aerodrome manager may define a reduced geographical zone adapted to the local situation within a distance of less than 5km. The following requirements apply: a. the zone must be defined in consultation with the air traffic control unit at aerodromes with an air traffic control service; b. the aerodrome manager shall publish the location of the zone in electronic format."
    },
    {
      "provision_ref": "art29",
      "chapter": "Section 3 Other Unmanned Aircraft with the Exception of Model Aircraft under Section 4",
      "section": "29",
      "title": "Exceptions",
      "content": "1 Exceptions to the following restrictions may be authorised: a. the restrictions under Article 27: 1. in the Sectoral Plan for Aviation Infrastructure perimeter of an aerodrome: by the aerodrome manager at aerodromes without an air traffic control service, by the air traffic control unit in agreement with the aerodrome manager at aerodromes with an air traffic control service, 2. at penal institutions: by the competent cantonal authority, 3. in military areas: by the Joint Operations Command, the situation monitoring unit of the armed forces, 4. at (outdoor) switching stations or substations of grid level 2 of the power supply system: by the operators responsible, 5. at the Ruswil compressor station and the Wallbach measuring station: by the operators responsible, 6. at the nuclear power plants and the Würenlingen interim storage facility: by the competent holders of construction or operating authorisation in accordance with the Nuclear Energy Act of 21 March 2003; b. the requirements under Article 28: 1. within a distance of 5km or a reduced geographical zone around an aerodrome: by the aerodrome manager at aerodromes without an air traffic control service, by the air traffic control unit in agreement with the aerodrome manager at aerodromes with an air traffic control service, 2. in an active CTR: by the air traffic control unit. 2 Exceptions to the following restrictions under Article 27 letter a and Article 28 may only be authorised if flight safety is guaranteed. SR 732.1"
    },
    {
      "provision_ref": "art30",
      "chapter": "Section 4 Model Aircraft",
      "section": "30",
      "title": "Scope of application",
      "content": "1 The provisions in this Section only apply to model aircraft operated as part of model aircraft clubs or associations. 2 The «Schweizerischer Modellflugverband» SMV (Swiss Model Aircraft Association) is an approved association in accordance with Article 16 paragraph 2 letter a of Implementing Regulation (EU) No 2019/947. 3 To operate a model aircraft in accordance with paragraph 1, a pilot must: a. be a member of an approved model aircraft association or club; or b. undertake to comply with the SMV’s publicly available guidelines; the SMV shall provide the form required. 4 The provisions of Implementing Regulation (EU) No 2019/947, with the exception of Article 16, do not apply to model aircraft under this Section."
    },
    {
      "provision_ref": "art31",
      "chapter": "Section 4 Model Aircraft",
      "section": "31",
      "title": "Operating regulations",
      "content": "1 Model aircraft may not be operated in a negligent or wilfully hazardous way that may endanger human life or the property of third parties. 2 The operator of a model aircraft must maintain direct eye contact with the aircraft and be able to control it at all times. 3 Flying model aircraft weighing over 250g is prohibited: a. within a distance of 5km from the runways of any civil or military aerodrome or a reduced geographical zone in accordance with Article 28 paragraph 2; b. in an active CTR if the aircraft exceeds an altitude of 150m above the ground; c. within a distance of 100m of assemblies of people in the open air unless the flight takes place as part of a public air show in accordance with Article 4. 4 The minimum age for unsupervised model aircraft pilots is five years of age."
    },
    {
      "provision_ref": "art32",
      "chapter": "Section 4 Model Aircraft",
      "section": "32",
      "title": "Model aircraft over 30kg",
      "content": "1 Model aircraft weighing over 30kg may only be operated with authorisation from the FOCA. The FOCA defines the authorisation requirements and operating conditions on a case-by-case basis. 2 Subject to application, the FOCA may also grant authorisation for model aircraft weighing over 25kg. 3 The FOCA may assign this task to the SMV. The SMV shall be subject to the FOCA's supervision in this respect."
    },
    {
      "provision_ref": "art33",
      "chapter": "Section 4 Model Aircraft",
      "section": "33",
      "title": "Exceptions to the operating regulations",
      "content": "1 Exceptions to the following operating regulations may be authorised: a. the operating regulations under Article 31 paragraph 3 letter a: by the aerodrome manager at aerodromes without an air traffic control service, by the air traffic control unit in agreement with the aerodrome manager at aerodromes with an air traffic control service; b. the operating regulations under Article 31 paragraph 3 letter b: by the air traffic control unit; c. the operating regulations under Article 31 paragraph 2 and paragraph 3 letter c: by the FOCA. 2 Exceptions may only be authorised if flight safety is guaranteed. 3 Authorisation may be made subject to conditions."
    },
    {
      "provision_ref": "art34",
      "chapter": "Section 5 Common Provisions",
      "section": "34",
      "title": "Cantonal Regulations",
      "content": "The cantons may issue regulations for unmanned aircraft weighing less than 25kg on the reduction of environmental pollution and on the risk to persons and property on the ground in accordance with Article 51 paragraph 3 AviA."
    },
    {
      "provision_ref": "art35",
      "chapter": "Section 5 Common Provisions",
      "section": "35",
      "title": "Third-party liability insurance",
      "content": "1 Third-party liability claims made by third parties on the ground must be covered by the keeper of aircraft weighing over 250g in a third-party liability insurance policy with guaranteed cover of at least one million francs. 2 Cover for third-party liability claims is not required for: a. manned kites and paragliders weighing less than 1kg; b. tethered balloons with a load capacity of less than 0.5kg and volume of less than 30m 3 ; c. free-flying balloons with a load capacity of less than 0.5kg and volume of less than 30m 3 . 3 Keepers of aircraft weighing over 250g must carry evidence of third-party liability insurance when operating aircraft."
    },
    {
      "provision_ref": "art36",
      "chapter": "Section 5 Common Provisions",
      "section": "36",
      "title": "Competent authority",
      "content": "The FOCA is responsible for compliance with the requirements set out in Article 18 of Implementing Regulation (EU) 2019/947."
    },
    {
      "provision_ref": "art37",
      "chapter": "Section 5 Common Provisions",
      "section": "37",
      "title": "Tasks of qualified entities",
      "content": "1 The FOCA may assign the following tasks to qualified entities in accordance with Article 69 of Regulation (EU) 2018/1139: a. evaluation of applications for operational authorisation in accordance with Article 5 in conjunction with Article 11 of Implementing Regulation (EU) 2019/947; b. granting and amending of operational authorisation in accordance with Article 12 of Implementing Regulation (EU) 2019/947; c. oversight of the operators in accordance with Article 18 letter h No 1 of Implementing Regulation (EU) 2019/947; 2 The qualified entities are under the supervision of the FOCA."
    },
    {
      "provision_ref": "art38",
      "chapter": "Section 5 Common Provisions",
      "section": "38",
      "title": "Procedure for accreditation of a qualified entity",
      "content": "1 The applicant shall submit a written application for accreditation as a qualified entity to the FOCA. 2 The application must contain the following documents: a. description of the organisation and a list of employees, including their qualifications; b. description of the relevant internal processes (including safety management); c. commercial register extract. 3 The FOCA shall assess the documents submitted; it shall accredit the qualified entity on a case-by-case basis by means of a ruling and define its competencies and the period of validity for the accreditation."
    },
    {
      "provision_ref": "art39",
      "chapter": "Section 5 Common Provisions",
      "section": "39",
      "title": "Requirements for accreditation as a qualified entity",
      "content": "The FOCA shall accredit qualified entities for the evaluation of operational authorisation based on the following criteria: a. The qualified entity must possess the required competencies in the evaluation of applications for operational authorisation and have suitably trained staff to perform the tasks correctly. b. The qualified entity, its management and the staff responsible must ensure independent evaluation of the applications in accordance with No 1 of Annex VI to Regulation 2018/1139 and evaluate the applications with the greatest possible care. c. The qualified entity has a process for monitoring developments concerning the basis for evaluating applications based on the SORA method at international level. d. The qualified entity holds a third-party liability insurance policy to cover any claims that may arise. Executive Director Decision 2019/021/R of 9 October 2019 issuing Acceptable Means of Compliance and Guidance Material to Commission Implementing Regulation (EU) No 2019/947, last amended by the Executive Director Decision 2020/022/R of 15 December 2020 issuing the following: Amendment 1 to the Acceptable Means of Compliance and Guidance Material to Commission Implementing Regulation (EU) 2019/947 and to the Annex (Part-UAS) thereto «AMC and GM to Commission Implementing Regulation (EU) 2019/947 – Issue 1, Amendment 1», «AMC and GM to Part-UAS – Issue 1, Amendment 1» ED Decision 2020/022/R, in particular AMC1 Article 11 Rules for conducting an operational risk assessment."
    },
    {
      "provision_ref": "art40",
      "section": "40",
      "title": "Duties of the qualified entity",
      "content": "Depending on the tasks assigned, the qualified entity must: a. keep records of the tasks performed and notify the FOCA about the results; b. suspend or revoke operational authorisation if the relevant conditions are no longer met; c. consult with the EASA, cantonal authorities or other agencies that are relevant to operation; d. ensure coordination with the FOCA; e. treat information and processed data with the care required for data protection and ensure that the applicant’s documents are not passed on without their consent; f. ensure the equal treatment of applicants and provide their evaluation activities throughout Switzerland at the same prices."
    },
    {
      "provision_ref": "art41",
      "chapter": "Chapter 4 Criminal Provisions",
      "section": "41",
      "title": "",
      "content": "1 Any person who fails to comply with the obligations under Article 13, 21 or 35 shall be liable to the penalties under Article 91 paragraph 1 letter i AviA. 2 Any person who fails to meet the duty to register in accordance with Article 14 of Implementing Regulation (EU) 2019/947 shall be liable to the penalties under Article 91 paragraph 1 letter b AviA."
    },
    {
      "provision_ref": "art42",
      "chapter": "Chapter 5 Final Provisions",
      "section": "42",
      "title": "Repeal of other legislation",
      "content": "The DETEC Ordinance of 24 November 1994 on Special Category Aircraft is repealed. [ AS 1994 3076 ; 2009 5399 ; 2011 1155 No I 8; 2014 2315 ; 2015 1643 Annexe 2 , 2193 ; 2016 2999 ; 2017 5067 No III; 2018 3847 No II]"
    },
    {
      "provision_ref": "art43",
      "chapter": "Chapter 5 Final Provisions",
      "section": "43",
      "title": "Transitional provisions to the amendment of 24 November 2022",
      "content": "1 Operational authorisations which were granted before the commencement of the amendment of 24 November 2022 based on the previous Article 17 in conjunction with Article 18 paragraph 1 letter b OSCA apply until their validity expires, but until 1 September 2023 at the latest. 2 Unmanned aircraft in accordance with Section 3 may be operated under previous legislation until 1 September 2023 at the latest."
    },
    {
      "provision_ref": "art44",
      "chapter": "Chapter 5 Final Provisions",
      "section": "44",
      "title": "Commencement",
      "content": "This Ordinance comes into force on 1 January 2023."
    }
  ],
  "definitions": []
}