{
  "id": "sr-721-101-1",
  "type": "statute",
  "title": "Stauanlagenverordnung vom 23. November 2022 (StAV)",
  "title_en": "Water Retaining Facilities Ordinance of 23 November 2022 (WRFO)",
  "short_name": "StAV",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2022/821/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Chapter 1 General Provisions",
      "section": "1",
      "title": "Definitions",
      "content": "(Art. 3 WRFA) 1 A water retaining facility comprises: a. a dam; b. the associated reservoir; c. safety-relevant auxiliary installations. 2 Dams may take the following form: a. concrete or masonry dams; b. embankment dams; c. river impoundments with their side embankments. 3 A reservoir is a lake that is artificially formed by dams. 4 The reservoir volume is the volume of water in a water retaining facility that could be released in the event of a total collapse of the dam when the reservoir is full. 5 The storage height of a water retaining facility is the height of water impounded by the highest dam when the reservoir is full. 6 Safety-relevant auxiliary installations are structures and equipment installed on the reservoir and dam that are required for the safe operation of a water retaining facility, in particular relief and outlet works. 7 The operator of a water retaining facility is the holder of the licence to put the facility into operation."
    },
    {
      "provision_ref": "art2",
      "chapter": "Chapter 1 General Provisions",
      "section": "2",
      "title": "Water retaining facilities with particular risk potential",
      "content": "(Art. 2 para. 2 let. a WRFA) 1 A particular risk potential is deemed to exist if the collapse of a dam could endanger human lives and/or result in extensive property damage. 2 The relevant cantonal authorities shall notify the federal supervisory authority (Swiss Federal Office of Energy, SFOE) about water retaining facilities which, in view of their size, are not governed by the provisions of the WRFA, but which could have a particular risk potential. 3 Operators of such facilities are obliged to provide the SFOE with all the documentation that is required for performing its assessment. 4 Before it makes its decision, the SFOE shall consult the other cantons concerned."
    },
    {
      "provision_ref": "art3",
      "chapter": "Chapter 1 General Provisions",
      "section": "3",
      "title": "Water retaining facilities without a particular risk potential",
      "content": "(Art. 2 para. 2 let. b WRFA) 1 When submitting their application to exempt their water retaining facility from the scope of application of the WRFA, operators must submit all documentation that is required for assessing the risk potential. 2 Before it makes its decision, the SFOE shall consult the cantons concerned."
    },
    {
      "provision_ref": "art4",
      "chapter": "Chapter 1 General Provisions",
      "section": "4",
      "title": "Water retaining facilities on bodies of water bordering neighbouring countries",
      "content": "(Art. 4 WRFA) 1 The SFOE shall exercise direct supervision over water retaining facilities on bodies of water bordering neighbouring countries. 2 It shall specify the safety requirements for the construction and operation of water retaining facilities on bodies of water bordering neighbouring countries case-by-case, in particular to manage the hazards arising from: a. the collapse of a dam; b. hydropeaking in the reservoir or downstream; c. damage to the waterways. 3 It shall perform its duties in cooperation with the competent foreign supervisory authorities. The SFOE shall, as far as possible, comply with the provisions of Swiss legislation on water retaining facilities; in any case, it shall ensure an equivalent level of safety."
    },
    {
      "provision_ref": "art5",
      "chapter": "Chapter 2 Requirements for the Technical Safety of Water Retaining Facilities Requirements for the Technical Safety of Water Retaining Facilities",
      "section": "5",
      "title": "Structural safety",
      "content": "(Art. 5 para. 1 WRFA) 1 Any person who wishes to build, modify or operate a water retaining facility must ensure the safety of the dam, the safety-relevant auxiliary installations and the reservoir under normal, extraordinary and extreme loading cases. 2 Normal loading cases are combinations of actions that stress the water retaining facility continuously or regularly, especially when the reservoir is full and empty. No damage to the water retaining facility is permitted under these loading cases. 3 Extraordinary loading cases are temporary combinations of actions, such as may arise in particular in an extraordinary flood situation, due to avalanches or debris flows, due to ice pressure or due to pore water pressure conditions as a result of the construction process or rapid drawdown. Under these loading cases, minor damage to the water retaining facility is permitted. 4 Extreme loading cases are in particular an extreme flood situation and earthquakes. Damage to the water retaining facility is permitted under these loading cases; however, these must not cause any uncontrolled, damage-causing water release from the reservoir. 5 The SFOE shall develop guidelines and other technical resources for normal, extraordinary and extreme loading cases. It shall take particular account of the special features of water retaining facilities for protection against natural hazards."
    },
    {
      "provision_ref": "art6",
      "chapter": "Chapter 2 Requirements for the Technical Safety of Water Retaining Facilities Requirements for the Technical Safety of Water Retaining Facilities",
      "section": "6",
      "title": "Monitoring",
      "content": "(Art. 8 para. 2 WRFA) During the construction, commissioning and operation of a water retaining facility, the operator must by means of inspections and measurements ensure the early detection of condition or behavioural features that may indicate a reduction in the safety of the water retaining facility."
    },
    {
      "provision_ref": "art7",
      "chapter": "Chapter 2 Requirements for the Technical Safety of Water Retaining Facilities Requirements for the Technical Safety of Water Retaining Facilities",
      "section": "7",
      "title": "Emergency concept",
      "content": "(Art. 10 WRFA) During the construction, commissioning and operation of a water retaining facility, the operator must take precautions for the event that the safety of the water retaining facility can no longer be guaranteed."
    },
    {
      "provision_ref": "art8",
      "chapter": "Section 1 Planning Approval and Construction",
      "section": "8",
      "title": "Planning approval",
      "content": "(Art. 5 para. 3 and Art. 6 para. 5 WRFA) 1 The supervisory authority shall examine the documents submitted to it with regard to compliance with the requirements for the technical safety of the water retaining facility. In the case of retention basins and structures for stabilising channel beds, the installation of bottom outlets and bottom sluice gates is not mandatory. 2 The planning approval specifies the documentation to be submitted by the holder of planning approval to the supervisory authority before and during construction, and on completion thereof. 3 During the construction phase, the following documentation in particular may be requested: a. results of geological surveys and geotechnical tests; b. results of pressure grouting or other geotechnical measures carried out in order to stabilise and make the subsoil watertight; c. the results of the material tests; d. results of surveillance; e. construction reports; f. reports on special occurrences. 4 On completion of the construction work, the following documentation in particular may be requested: a. a summary and evaluation of the geological surveys and geotechnical tests; b. a summary and evaluation of the pressure grouting or other geotechnical measures carried out in order to stabilise and make the subsoil watertight; c. a list of the materials used during construction, and an evaluation of the material tests; d. modifications to the construction project; e. drawings of the facility as built; f. types and locations of monitoring instruments."
    },
    {
      "provision_ref": "art9",
      "chapter": "Section 1 Planning Approval and Construction",
      "section": "9",
      "title": "Construction",
      "content": "(Art. 6 para. 8 and Art. 25 let. a WRFA) 1 The supervisory authority monitors the construction. In particular, it verifies whether it complies with the approved plans. 2 During the construction work, the holder of planning approval must submit the documentation specified therein to the supervisory authority (Art. 8 para. 2 and 3)."
    },
    {
      "provision_ref": "art10",
      "chapter": "Section 1 Planning Approval and Construction",
      "section": "10",
      "title": "Modifications to the project",
      "content": "Any modifications to the project must be reported to the supervisory authority for approval in accordance with Article 6 WRFA."
    },
    {
      "provision_ref": "art11",
      "chapter": "Section 1 Planning Approval and Construction",
      "section": "11",
      "title": "Completion of construction work",
      "content": "(Art. 6 para. 8 and Art. 25 let. a WRFA) 1 On completion of the construction work, the holder of planning approval must submit a final report to the supervisory authority. 2 The final construction report must include the documentation specified in the planning approval (Art. 8 para. 2 and 4). 3 The supervisory authority shall verify whether the construction work has been carried out in accordance with the approved plans and the specified requirements, and record its findings in an acceptance report."
    },
    {
      "provision_ref": "art12",
      "chapter": "Section 1 Planning Approval and Construction",
      "section": "12",
      "title": "Deconstruction",
      "content": "(Art. 6 para. 1 WRFA) The deconstruction of a water retaining facility is equivalent to a modification."
    },
    {
      "provision_ref": "art13",
      "chapter": "Section 2 Commissioning",
      "section": "13",
      "title": "Regulations",
      "content": "(Art. 7, 8, 10 and 25 let. a WRFA) 1 Before commissioning the facility, the operator must draw up the following regulations and submit them to the supervisory authority for approval: a. regulations governing the operation of gated relief and outlet works that are required for mastering floods (gate regulations); b. regulations governing the procedure for warning the authorities and the population in the event of an emergency, and for dealing with emergencies (emergency regulations). 2 On completion of commissioning, it must draw up regulations for monitoring the water retaining facility during normal operation and in the event of unusual occurrences and submit them to the supervisory authority for approval (monitoring regulations). 3 The operator must constantly review the regulations and submit any amendments thereto to the supervisory authority for approval. Amendments and updates to details that are not of relevance to safety (e.g. contact details or modifications relating to the operation of gated relief and outlet works in normal operation) must be submitted to the supervisory authority, but do not require the latter’s approval."
    },
    {
      "provision_ref": "art14",
      "chapter": "Section 2 Commissioning",
      "section": "14",
      "title": "Commissioning",
      "content": "(Art. 7 WRFA) 1 In the case of facilities where the initial filling of the reservoir can be carried out in a controlled manner, the operator must monitor the behaviour and status of the water retaining facility, notably with the aid of measurements and visual inspections. The operator shall notify the supervisory authority of the result of its observations. 2 The supervisory authority shall monitor the progress of the initial filling and verify that it is carried out in accordance with the licence granted. 3 Raising the normal water operating level following transformation work and refilling after completion of safety-relevant maintenance or repairs are equivalent to an initial filling of the reservoir."
    },
    {
      "provision_ref": "art15",
      "chapter": "Section 2 Commissioning",
      "section": "15",
      "title": "Completion of commissioning",
      "content": "(Art. 7, 8 and 25 let. a WRFA) 1 After completion of the initial filling or refilling of the reservoir, the operator must submit a related report to the supervisory authority. 2 The report must contain the following in particular: a. an overview of how the initial filling or refilling of the reservoir progressed; b. an analysis of the behaviour of the water retaining facility during the commissioning or recommissioning; c. the results of the function tests of the relief and outlet works. 3 A water retaining facility may only be operated if the result of the initial filling or refilling of the reservoir indicates that it may be operated safely."
    },
    {
      "provision_ref": "art16",
      "chapter": "Section 2 Commissioning",
      "section": "16",
      "title": "Records on the water retaining facility",
      "content": "(Art. 25 let. a WRFA) 1 From the time of commissioning, the operator must keep records on the water retaining facility and update them continuously. The operator shall allow the supervisory authority to inspect records at any time. 2 The records shall contain the following items in particular: a. the main drawings of the facility constructed and details relating to its construction; b. the agreement between the owners and the project planners on the planned use (use agreement); c. a description of the how the use agreement is implemented in practice (project basis); d. proof of structural safety (flood safety, static safety, earthquake safety); e. geological reports; f. the report on the commissioning of the facility; g. the annual reports and reports on geodetic deformation measurements; h. the five-yearly reports; i. the reports on malfunctions and operating anomalies; j. the surveillance, gate and emergency regulations."
    },
    {
      "provision_ref": "art17",
      "chapter": "Section 3 Operation and Monitoring",
      "section": "17",
      "title": "Regular inspections",
      "content": "(Art. 8 para. 2 WRFA) 1 The operator must carry out measurements, visual inspections and tests of the operability of the outlet and spillways in accordance with the monitoring regulations (Art. 13 para. 2). 2 During the period in which a large installation is filled, it must verify remotely transmitted measurement data at least once a month with manual measurements on site. 3 For the other installations, it must verify the remotely transmitted measurement data at least once a year with manual measurements on site."
    },
    {
      "provision_ref": "art18",
      "chapter": "Section 3 Operation and Monitoring",
      "section": "18",
      "title": "Annual inspection",
      "content": "(Art. 8 para. 2 and Art. 25 let. a WRFA) 1 The operator must ensure that an experienced specialist continuously assesses the measurement results, carries out a visual inspection of the water retaining facility once a year and records the results in an annual measurement and inspection report (annual report). 2 It must send the annual report, including the results of the tests of the movable gates, the visual inspections and the measurements, to the supervisory authority no later than six months after the end of the reporting period. 3 The supervisory authority may grant exceptions to the annual frequency and the deadline for submitting the annual report, provided that the same level of safety is guaranteed."
    },
    {
      "provision_ref": "art19",
      "chapter": "Section 3 Operation and Monitoring",
      "section": "19",
      "title": "Five-year inspection",
      "content": "(Art. 8 para. 2 and Art. 25 let. a WRFA) 1 The operator must ensure that qualified experts in construction and geology carry out a comprehensive safety review every five years if the water retaining facility in question: a. has a storage height of at least 40 m; or b. has a storage height of at least 10 m and a storage capacity of more than 1 million m 3 . 2 It must send the safety review reports to the supervisory authority no later than nine months after the end of the reporting period (five-year reports). 3 The supervisory authority may waive a regular comprehensive safety review and grant exemptions from the deadline for submitting the five-year reports, provided that the same level of safety is guaranteed. 4 It may order extraordinary inspections and the five-year inspection of water retaining facilities of smaller dimensions."
    },
    {
      "provision_ref": "art20",
      "chapter": "Section 3 Operation and Monitoring",
      "section": "20",
      "title": "Specialist and experts",
      "content": "(Art. 8 para. 2 and Art. 25 let. a WRFA) 1 The operator must notify the supervisory authority of its choice of specialist (Art. 18). The supervisory authority may reject the specialist if there are reasonable doubts about his or her suitability. 2 The operator must submit the choice of its experts (Art. 19) to the supervisory authority for approval. 3 The experts must be independent of the specialist, the operator and the owner of the installation."
    },
    {
      "provision_ref": "art21",
      "chapter": "Section 3 Operation and Monitoring",
      "section": "21",
      "title": "Inspection of relief and outlet works",
      "content": "(Art. 8 para. 2 WRFA) 1 The operator must carry out an annual inspection of the gated relief and outlet works in order to verify their safe and reliable operation. The method and findings of the inspection must be recorded in a report. 2 Each inspection must be carried out with a high water level in the reservoir and include a discharge test (wet function test). 3 The relief works may also be tested under dry conditions or in another suitable manner if the normal water level in the reservoir is below the level required for opening. 4 The outlet works installed in retention basins and in structures for stabilising channel beds may be tested under dry conditions."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Reporting obligations",
      "content": "(Art. 8, 25 let. a and 26 WRFA) 1 The operator must report to the supervisory authority any occurrences of relevance to the safety of the water retaining facility; the following must be reported in particular: a. without delay: safety-relevant occurrences of major significance involving serious damage to the water retaining facility or to third-party property or serious or fatal injuries to third parties; b. within 24 hours: safety-relevant occurrences of moderate importance with significant damage to the water retaining facility or third-party property or minor injuries to third parties; c. within 5 days: safety-relevant occurrences of minor importance with minor damage to the water retaining facility or third-party property and without injury to third parties. 2 The operator must notify the supervisory authorities in advance of the dates for the following: a. inspection of relief and outlet works; b. on-foot inspection of the water retaining facility as part of the annual and five-yearly inspections; c. emptying of the facility."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Maintenance",
      "content": "(Art. 8 para. 3 let. a WRFA) 1 The operator must notify the supervisory authority of maintenance work in good time. 2 During work on spillways and outlet works, the operator must: a. guarantee sufficient flood safety; and b. ensure that the level of the reservoir can be lowered again at short notice in the event of imminent danger."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Influence of other structures and installations on safety",
      "content": "(Art. 9 WRFA) 1 The authority that decides on the construction or modification of a structure or installation that could have a detrimental effect on the safety of an existing water retaining facility (licensing authority) shall provide the supervisory authority with all the documents required to examine the technical safety of the water retaining facility. 2 The supervisory authority shall examine the documents submitted to it with regard to the technical safety of the water retaining facility as defined in Chapter 2. To the extent required for the technical safety of the water retaining facility, it shall notify the licensing authority of ancillary requirements for the construction. 3 If the operators of the water retaining facilities affected have not submitted the application themselves, the supervisory authority shall ensure that they are informed of the ancillary requirements."
    },
    {
      "provision_ref": "art25",
      "chapter": "Section 4 Emergency Concept",
      "section": "25",
      "title": "Precautionary measures for emergencies",
      "content": "(Art. 10 WRFA) 1 The emergency regulations in accordance with Article 13 paragraph 1 letter b must contain at least the following documents: a. maps showing the areas that may be flooded in the event of the failure of the dam or auxiliary installations (flood zones) and information on the time to flooding and the extent of flooding; b. a dossier on operational procedures in the event of an emergency (operational procedures dossier). 2 The supervisory authority shall send a copy of the documents to the cantons concerned and to the Federal Office for Civil Protection (FOCP)."
    },
    {
      "provision_ref": "art26",
      "chapter": "Section 4 Emergency Concept",
      "section": "26",
      "title": "Water alarm system",
      "content": "(Art. 11 WRFA) 1 After consulting with the cantons concerned and the FOCP, the Swiss Federal Office of Energy (SFOE) shall specify which water retaining facilities with a reservoir with a capacity of less than 2 million cubic metres must be equipped with a water alarm system. 2 A particular risk in accordance with Article 11 paragraph 2 WRFA exists if, in the event of a sudden total collapse of the water retaining structure, at least one thousand people who are regularly in the near zone for a lengthy period of time are at risk. 3 The concept and technical composition of the water alarm system must be approved by the FOCP."
    },
    {
      "provision_ref": "art27",
      "chapter": "Section 4 Emergency Concept",
      "section": "27",
      "title": "Plans for evacuating the population",
      "content": "(Art. 12 para. 1 WRFA) 1 Based on the documents in accordance with Article 25, the cantons concerned shall prepare plans for evacuating the population (evacuation plans). 2 They shall provide the population with information about the evacuation plans and allow them to inspect the flood maps at any time. 3 The cantons shall submit a copy of the evacuation plans to the SFOE and the FOCP. 4 The cantons shall regularly review the evacuation plans and submit any updates or amendments that may be made to the SFOE and the FOCP. 5 The FOCP is responsible for supervising the implementation of this provision."
    },
    {
      "provision_ref": "art28",
      "chapter": "Section 4 Emergency Concept",
      "section": "28",
      "title": "Arrangements in the event of a military threat",
      "content": "(Art. 12 para. 2 WRFA) In the event of a military threat, the Federal Civil Protection Crisis Management Board is responsible for making special arrangements in accordance with Article 2 paragraph 1 of the Ordinance of 2 March 2018 on the Federal Civil Protection Crisis Management Board. SR 520.17"
    },
    {
      "provision_ref": "art29",
      "chapter": "Chapter 3 Supervision",
      "section": "29",
      "title": "Federal supervisory authority",
      "content": "(Art. 22 WRFA) 1 The Swiss Federal Office of Energy (SFOE) is the federal supervisory authority. 2 The main duties of the SFOE are as follows: a. direct supervision of large water retaining facilities and water retaining facilities on bodies of water bordering neighbouring countries; b. overall supervision of water retaining facilities subject to supervision by the cantons; c. issuing guidelines and preparing other technical documents in cooperation with the cantons, universities, professional organisations and industry; d. promoting research; e. securing expertise in cooperation with universities, cantons and professional organisations, and in particular ensuring the basic and continuing education and training of specialists and experts; f. ensuring an exchange of information at international level. 3 The SFOE shall provide the cantons concerned with the following documentation in particular: a. rulings by means of which it declares water retaining facilities subject to the WRFA (Art. 2) or exempts them from the application of the Act (Art. 3); b. the list of water retaining facilities that are subject to its supervision and are currently in operation (Art. 22 para. 1; Article 24 WRFA); c. planning approvals for the construction and modification of facilities under its direct supervision, unless approval exists in accordance with other legislation (Art. 6 WRFA); d. acceptance reports produced after completion of construction work of facilities under its direct supervision (Art. 11 para. 3); e. licences for commissioning facilities under its direct supervision (Art. 7 WRFA); f. other rulings it issues in order to ensure safety of facilities under its direct supervision (Art. 32; Art. 8 WRFA)."
    },
    {
      "provision_ref": "art30",
      "chapter": "Chapter 3 Supervision",
      "section": "30",
      "title": "Cantonal supervisory authorities",
      "content": "(Art. 23 WRFA) The main duties of the cantonal supervisory authorities are as follows: a. supervising water retaining facilities that are not subject to direct supervision by the federal government; b. reporting the following information in particular to the SFOE concerning the facilities they are responsible for supervising: 1. the operator, 2. the purpose, 3. location coordinates, type and year of construction of the dam, 4. the year in which the facility was commissioned, 5. the geometric data; c. submitting an annual report on their supervisory activity to the SFOE by 30 June of the following year; d. reporting to the SFOE any unusual occurrences that could have an influence on the safety of the water retaining facilities they are responsible for supervising."
    },
    {
      "provision_ref": "art31",
      "chapter": "Chapter 3 Supervision",
      "section": "31",
      "title": "Inspections by the supervisory authority",
      "content": "(Art. 8 para. 4 WRFA) 1 The supervisory authority shall take part in the five-yearly inspections (Art. 19) and shall as a rule additionally inspect the facilities concerned once every five years. 2 As a rule, it shall inspect large water retaining facilities that are not subject to the five-year inspections once every three years. 3 As a rule, it shall inspect other water retaining facilities once every five years."
    },
    {
      "provision_ref": "art32",
      "chapter": "Chapter 3 Supervision",
      "section": "32",
      "title": "Measures taken by the supervisory authority",
      "content": "(Art. 5 par. 1 and Art. 8 para. 3 and 5 WRFA) 1 If the operator fails to fulfil its obligations under the WRFA and this Ordinance, the supervisory authority shall order the necessary measures, in particular: a. remedial measures or operational restrictions to ensure structural safety; b. maintenance measures, increased monitoring or operating restrictions if the results of the monitoring indicate unsafe operation. 2 If the operator fails to carry out a maintenance or remedial measure, the supervisory authority shall order the required measures and, if they are not carried out despite a warning, order the emptying of the water retaining facility."
    },
    {
      "provision_ref": "art33",
      "chapter": "Chapter 4 Final Provisions",
      "section": "33",
      "title": "Authority responsible for administrative criminal proceedings",
      "content": "(Art. 31 WRFA) In accordance with Article 31 paragraph 3 WRFA, the SFOE is the administrative authority responsible for prosecution and adjudication."
    },
    {
      "provision_ref": "art34",
      "chapter": "Chapter 4 Final Provisions",
      "section": "34",
      "title": "Repeal and amendment of another enactment",
      "content": "The Water Retaining Facilities Ordinance of 17 October 2012 is repealed. [ AS 2012 5995 ; 2018 1093 Annex 3, II 3]"
    },
    {
      "provision_ref": "art35",
      "chapter": "Chapter 4 Final Provisions",
      "section": "35",
      "title": "Transitional provisions",
      "content": "Approvals and licences that existed on commencement of this Ordinance remain legally binding."
    },
    {
      "provision_ref": "art36",
      "chapter": "Chapter 4 Final Provisions",
      "section": "36",
      "title": "Commencement",
      "content": "This Ordinance comes into force on 1 January 2013."
    }
  ],
  "definitions": []
}