{
  "id": "sr-748-126-11",
  "type": "statute",
  "title": "Verordnung vom 17. März 1955 über die Organisation und den Einsatz des Such- und Rettungsdienstes der zivilen Luftfahrt (VSR)",
  "title_en": "",
  "short_name": "VSR",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1955/424_441_450/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "",
      "content": "1 Das Gebiet der Schweiz und das des Fürstentums Liechtenstein bilden einen einzigen Such- und Rettungsbezirk. Seine Begrenzung fällt mit der Landesgrenze der Schweiz und derjenigen des Fürstentums Liechtenstein zusammen. 2 Die Luftwaffe wird als schweizerische Leitstelle des Such- und Rettungsdienstes der zivilen Luftfahrt bezeichnet. Das Bundesamt für Zivilluftfahrt gibt im Luftfahrthandbuch (AIP) Schweiz, Kapitel SAR, an, wie die Leitstelle zu erreichen ist. 3 Die Suchmassnahmen werden von der Luftwaffe durchgeführt. 4 Die Einzelheiten werden vertraglich vereinbart. Fassung gemäss Ziff. I der V des BAZL vom 9. Nov. 2001, in Kraft seit 1. Jan. 2002 ( AS 2001 3094 ). Das AIP (Aeronautical Information Publication) kann gegen Bezahlung bei Skyguide, Postfach 23, 8602 Wangen bei Dübendorf, www.skyguide.ch bezogen oder kostenlos beim BAZL, Mühlestrasse 2, 3063 Ittigen eingesehen werden. Fassung gemäss Ziff. I der V des BAZL vom 22. Juni 2020, in Kraft seit 1. Jan. 2021 ( AS 2020 2769 )."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "",
      "content": "Die Kontrollzentren für den Luftverkehr, die Flugplatzleiter und die übrigen Organe der Luftpolizei geben der Leitstelle auf dem raschesten Wege Bericht, wenn ein Luftfahrzeug mit den Organen der Flugsicherung keine Verbindung mehr besitzt oder wenn es überfällig ist. Fassung gemäss Ziff. I der V des BAZL vom 9. Nov. 2001, in Kraft seit 1. Jan. 2002 ( AS 2001 3094 )."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "",
      "content": "1 Die Leitstelle benachrichtigt den Staat, in dem das Luftfahrzeug eingetragen ist, dessen Halter sowie alle beteiligten Behörden, Dienststellen und Organisationen, sobald sie Suchmassnahmen ausgelöst hat. 2 Je nach den Umständen gibt die Leitstelle über die Auslösung von Suchmassnahmen auch den benachbarten ausländischen Leitstellen Kenntnis, wobei sie, wenn nötig, um deren Mithilfe nachsucht."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "",
      "content": "Die Leitstelle versucht, alle irgendwie erhältlichen Angaben über das Luftfahrzeug (Flugplan, Fluganmeldung, vorgesehene Ausweichflugplätze, Notlandung, Unfall usw.) zu beschaffen, den zurückgelegten Flugweg zu ermitteln und das Suchgebiet abzugrenzen."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "",
      "content": "Die Kontrollzentren für den Luftverkehr versuchen, mit dem Luftfahrzeug Kontakt aufzunehmen und dessen Standort in der Luft oder am Boden ausfindig zu machen. Fassung gemäss Ziff. I der V vom 23. Jan. 1996, in Kraft seit 1. März 1996 ( AS 1996 767 )."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "",
      "content": "1 Die Leitstelle kann Luftfahrzeuge einsetzen, welche die Gegenden absuchen, in welchen das vermisste Luftfahrzeug voraussichtlich einen Unfall erlitten oder eine Notlandung vorgenommen hat. 2 Die Besatzungen der hiefür eingesetzten Luftfahrzeuge versuchen, sofern sie über die nötigen Einrichtungen verfügen, die Funkverbindung mit dem Luftfahrzeug herzustellen oder seine Ausstrahlungen aufzunehmen."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "",
      "content": "Die Leitstelle kann die Bevölkerung durch Presse und Rundspruch einladen, Beobachtungen bekanntzugeben, die zur Auffindung des Luftfahrzeuges dienen können."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "",
      "content": "In räumlich beschränkten Suchgebieten können Nachforschungen durch Suchgruppen am Boden angeordnet werden."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "",
      "content": "1 Die erste Hilfe wird in der Regel durch die örtlichen Behörden geleistet und, wenn nötig, durch zusätzliche Hilfeleistungen der Leitstelle ergänzt. 2 Sofern sich das Wrack in schwer zugänglichem Gebiet befindet, kann die Leitstelle Bergungsmassnahmen durch Kolonnen am Boden oder mit Luftfahrzeugen anordnen."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "",
      "content": "1 Der Inhalt der für die Überlebenden abgeworfenen Packungen mit Hilfsmaterial wird mit folgenden farbigen Streifen kenntlich gemacht: Rot: Sanitätsmaterial und erste Hilfe Blau Wasser und Lebensmittel Gelb: Decken und Schutzkleidung Schwarz: Übriges Material, Funkgeräte, Kochapparate, Werkzeuge, Orientierungsmittel, Küchengeräte usw. 2 Enthält eine Packung Material verschiedener Gruppen, so sind Streifen aller in Frage kommenden Farben zu verwenden. 3 Die Packungen enthalten gedruckte Gebrauchsanweisungen in deutscher, französischer, italienischer und englischer Sprache für die darin enthaltenen Gegenstände."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "",
      "content": "1 Die Bergungsmannschaften sorgen dafür, dass, abgesehen von den notwendigen Rettungs- und Bergungsarbeiten, auf der Unfallstelle keine Veränderungen vorgenommen werden, welche die amtliche Untersuchung erschweren können. 2 Sie treffen ferner alle nötigen Massnahmen zur Verhinderung eines Brandausbruches."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "",
      "content": "1 Die Verbindungen Boden–Luft erfolgen durch optische Zeichen, für die Überlebenden nach dem im Anhang wiedergegebenen internationalen Schlüssel A, für die Such- und Rettungsmannschaften nach dem internationalen Schlüssel B. 2 Die Luftfahrzeugbesatzungen, welche ein solches Zeichen am Boden erkannt und verstanden haben, bestätigen es durch Abwurf einer Meldung oder durch Schwenken des Luftfahrzeuges um die Längsachse."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "",
      "content": "Diese Verordnung tritt am 1. Mai 1955 in Kraft."
    }
  ],
  "definitions": []
}