{
  "id": "sr-732-441",
  "type": "statute",
  "title": "Kernenergiehaftpflichtverordnung vom 25. März 2015 (KHV)",
  "title_en": "",
  "short_name": "KHV",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2021/860/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "1. Abschnitt: Gesamtbetrag der Deckung",
      "section": "1",
      "title": "Im Allgemeinen",
      "content": "(Art. 8 Abs. 2 KHG) Der Gesamtbetrag der Deckung beträgt 1200 Millionen Euro zuzüglich zehn Prozent des Gesamtbetrages für Zinsen und gerichtlich zuerkannte Kosten: a. für Kernkraftwerke; b. für das Zwischenlager Würenlingen (ZWILAG); c. je Transport von: 1. bestrahlten Kernbrennstoffen mit einem Gesamtgewicht der Kernmaterialien von mehr als 100 kg, 2. verglasten Spaltproduktlösungen aus der Wiederaufbereitung von abgebrannten Brennelementen mit einem Gesamtgewicht der Kernmaterialien von mehr als 100 kg."
    },
    {
      "provision_ref": "art2",
      "chapter": "1. Abschnitt: Gesamtbetrag der Deckung",
      "section": "2",
      "title": "Herabgesetzter Gesamtbetrag",
      "content": "(Art. 8 Abs. 3 KHG) 1 Der Gesamtbetrag der Deckung beträgt 70 Millionen Euro zuzüglich zehn Prozent dieses Betrages für Zinsen und gerichtlich zuerkannte Kosten: a. für Anlagen zur Nuklearforschung; b. für das Bundeszwischenlager (BZL); c. für Anlagen, in denen radioaktive Abfälle aus Kernanlagen zum Abklingen gelagert werden (Abklinglager). 2 Dieser Deckungsbetrag gilt auch dann, wenn zwei oder mehrere solche Anlagen aufgrund von Artikel 2 Buchstabe a KHG als eine einzige Kernanlage gelten. 3 Der Gesamtbetrag der Deckung beträgt je Transport von Kernmaterialien, die nicht in Artikel 1 Buchstabe c Ziffern 1 und 2 erwähnt sind, 80 Millionen Euro zuzüglich zehn Prozent dieses Betrages für Zinsen und gerichtlich zuerkannte Kosten. Eingefügt durch Ziff. I der V vom 7. Dez. 2018, in Kraft seit 1. Jan. 2022 ( AS 2021 861 )."
    },
    {
      "provision_ref": "art3",
      "chapter": "2. Abschnitt: Private Deckung",
      "section": "3",
      "title": "Zusammensetzung der Deckungssumme",
      "content": "Die Deckungssumme, über die der Deckungsvertrag nach Artikel 9 Absatz 1 KHG abgeschlossen werden muss, besteht aus einem Grundbetrag und einem Betrag für Zinsen und gerichtlich zuerkannte Kosten."
    },
    {
      "provision_ref": "art4",
      "chapter": "2. Abschnitt: Private Deckung",
      "section": "4",
      "title": "Grundbeträge",
      "content": "1 Der Grundbetrag beträgt 1 Milliarde Schweizerfranken: a. für Kernkraftwerke; b. für das ZWILAG; c. je Transport von: 1. bestrahlten Kernbrennstoffen mit einem Gesamtgewicht der Kernmaterialien von mehr als 100 kg, 2. verglasten Spaltproduktlösungen aus der Wiederaufbereitung von abgebrannten Brennelementen mit einem Gesamtgewicht der Kernmaterialien von mehr als 100 kg. 2 Entspricht dieser Grundbetrag weniger als 700 Millionen Euro, so ist der Betrag in Schweizerfranken entsprechend zu erhöhen. 3 Der Grundbetrag beträgt je Transport von Kernmaterialien, die nicht in Artikel 1 Buchstabe c Ziffern 1 und 2 erwähnt sind, 80 Millionen Euro. 4 Der Grundbetrag beträgt 70 Millionen Euro: a. für Anlagen zur Nuklearforschung; b. für das BZL; c. für Abklinglager. Eingefügt durch Ziff. I der V vom 7. Dez. 2018, in Kraft seit 1. Jan. 2022 ( AS 2021 861 )."
    },
    {
      "provision_ref": "art5",
      "chapter": "2. Abschnitt: Private Deckung",
      "section": "5",
      "title": "Betrag für Zinsen und gerichtlich zuerkannte Kosten",
      "content": "Der Betrag für Zinsen und gerichtlich zuerkannte Kosten beträgt 10 Prozent des Grundbetrags."
    },
    {
      "provision_ref": "art6",
      "chapter": "2. Abschnitt: Private Deckung",
      "section": "6",
      "title": "Gedeckte Kosten",
      "content": "1 Der Grundbetrag deckt neben den nuklearen Schäden auch die Kosten für aussergerichtliche Expertisen, die Parteientschädigung der Geschädigten und die Rettungskosten nach Artikel 70 des Versicherungsvertragsgesetzes vom 2. April 1908. 2 Der Betrag für Zinsen und gerichtlich zuerkannte Kosten deckt insbesondere die folgenden Kosten: a. die Parteientschädigung des Inhabers der Kernanlage; b. die Gerichts- und die Schiedsgerichtskosten sowie die Kosten für einen aussergerichtlichen Vergleich; c. die Kosten für die Beweissicherung (Art. 20 KHG). SR 221.229.1"
    },
    {
      "provision_ref": "art7",
      "chapter": "2. Abschnitt: Private Deckung",
      "section": "7",
      "title": "Ausschluss von Risiken",
      "content": "(Art. 9 Abs. 4 KHG) 1 Der private Deckungsgeber darf gegenüber dem Geschädigten von der Deckung nach den Artikeln 4 und 5 ausschliessen: a. nuklearen Schaden, der durch ausserordentliche Naturvorgänge oder kriegerische Ereignisse verursacht wird; b. nuklearen Schaden, der über 50 Prozent der Deckungssumme nach Artikel 4 Absätze 1 und 2 und Artikel 5 hinausgeht und: 1. durch terroristische Gewaltakte verursacht wird, oder 2. entsteht, obwohl die jeweils geltenden Grenzwerte für Radioaktivität eingehalten worden sind; c. Ansprüche, für welche die Klage nicht innert zehn Jahren nach dem schädigenden Ereignis oder nach dem Aufhören einer andauernden Einwirkung erhoben wird; d. Ansprüche, für welche die Klage nicht innert 20 Jahren nach dem Verlust, dem Diebstahl oder nach der Besitzaufgabe von Kernmaterialien erhoben wird. 2 Ferner darf der private Deckungsgeber gegenüber dem Geschädigten folgende Schäden und Kosten von der Deckung nach den Artikeln 4 und 5 ausschliessen, soweit diese gesamthaft über den Betrag von 50 Prozent der Deckungssumme nach Artikel 4 Absätze 1 und 2 und Artikel 5 hinausgehen: a. die Kosten von Massnahmen zur Wiederherstellung geschädigter Umwelt gemäss Artikel 1 Absatz (a) Ziffer (vii) Nummer 4 des Pariser Übereinkommens; b. Einkommensverlust aus einem unmittelbaren wirtschaftlichen Interesse an der Nutzung oder dem Genuss der Umwelt gemäss Artikel 1 Absatz (a) Ziffer (vii) Nummer 5 des Pariser Übereinkommens; c. die Kosten von Vorsorgemassnahmen gemäss Artikel 1 Absatz (a) Ziffer (vii) Nummer 6 des Pariser Übereinkommens, soweit sich diese auf die Buchstaben a und b beziehen. Übereinkommen vom 29. Juli 1960 über die Haftung gegenüber Dritten auf dem Gebiet der Kernenergie in der Fassung des Zusatzprotokolls vom 28. Januar 1964, des Protokolls vom 16. November 1982 und des Protokolls vom 12. Februar 2004 ( BBl 2007 5471 )"
    },
    {
      "provision_ref": "art8",
      "chapter": "3. Abschnitt: Deckung durch den Bund",
      "section": "8",
      "title": "Für Kernanlagen zu entrichtende Beiträge",
      "content": "(Art. 12 KHG) 1 Die Beiträge, die die Inhaber von Kernanlagen dem Bund für die Deckung von durch ihre Kernanlage verursachten nuklearen Schäden jährlich entrichten müssen, berechnen sich gemäss den Anhängen 1 und 3. 2 Diese Beiträge werden für das Folgejahr spätestens auf den 15. Dezember veranlagt."
    },
    {
      "provision_ref": "art9",
      "chapter": "3. Abschnitt: Deckung durch den Bund",
      "section": "9",
      "title": "Für Transporte von Kernmaterialien zu entrichtende Beiträge",
      "content": "(Art. 12 KHG) 1 Die Beiträge, die diejenigen Personen, die für den Transport von Kernmaterialien haften, dem Bund für die Deckung von nuklearen Schäden entrichten müssen, berechnen sich gemäss den Anhängen 2 und 3. 2 Das Bundesamt für Energie (BFE) schätzt und erhebt die Beiträge für das Rechnungsjahr jeweils im Voraus. 3 Das BFE unterscheidet bei der einstweiligen Schätzung der Beiträge zwischen Kernmaterialien nach Artikel 1 Buchstabe c und Kernmaterialien nach Artikel 2 Absatz 3. 4 Nach Ablauf des Rechnungsjahres berechnet das BFE die endgültigen Beiträge. Ein Mehr- oder Minderbetrag gegenüber den nach den Absätzen 2 und 3 geschätzten und geleisteten Beiträgen wird nachträglich erhoben oder zurückerstattet."
    },
    {
      "provision_ref": "art10",
      "chapter": "3. Abschnitt: Deckung durch den Bund",
      "section": "10",
      "title": "Meldepflicht",
      "content": "1 Für Kernanlagen melden die privaten Deckungsgeber dem BFE die Prämien des Folgejahres für die private Deckung nach diesem Gesetz jeweils spätestens am 15. November. 2 Für Transporte von Kernmaterialien melden die privaten Deckungsgeber dem BFE: a. jeweils spätestens am 31. Januar: 1. die im abgelaufenen Rechnungsjahr je Inhaber einer Kernanlage aufgelaufenen Prämien für die private Deckung nach diesem Gesetz, 2. die Anzahl der von diesen Inhabern im abgelaufenen Rechnungsjahr versicherten Transporte; b. jeweils spätestens am 15. November: 1. die für das Folgejahr je Inhaber einer Kernanlage geschätzten Prämien für die private Deckung nach diesem Gesetz, 2. die Anzahl der von diesen Inhabern für das Folgejahr voraussichtlich durchzuführenden Transporte. 3 Die Meldung nach Absatz 2 weist Kernmaterialien nach Artikel 1 Buchstabe c und Kernmaterialien nach Artikel 2 Absatz 3 separat aus."
    },
    {
      "provision_ref": "art11",
      "chapter": "3. Abschnitt: Deckung durch den Bund",
      "section": "11",
      "title": "Währung und Fälligkeit",
      "content": "1 Das BFE erhebt die Beiträge in Schweizerfranken. 2 Die Beiträge werden 30 Tage nach der rechtskräftigen Veranlagung fällig."
    },
    {
      "provision_ref": "art12",
      "chapter": "3. Abschnitt: Deckung durch den Bund",
      "section": "12",
      "title": "Ansprüche gegen den Bund",
      "content": "1 Ansprüche auf Leistungen des Bundes sind beim BFE geltend zu machen. 2 Es kann die Eidgenössische Finanzverwaltung oder, mit ihrer Zustimmung, private Deckungsgeber für die Behandlung heranziehen."
    },
    {
      "provision_ref": "art13",
      "chapter": "4. Abschnitt: Transporte auf Schweizer Territorium",
      "section": "13",
      "title": "Einfuhr und Ausfuhr",
      "content": "Der Inhaber einer schweizerischen Kernanlage haftet für nuklearen Schaden, der durch den Transport von Kernmaterialien von oder zu einer schweizerischen Kernanlage entstanden ist, sofern sich diese Kernmaterialien zum Zeitpunkt des nuklearen Ereignisses auf Schweizer Territorium befinden."
    },
    {
      "provision_ref": "art14",
      "chapter": "4. Abschnitt: Transporte auf Schweizer Territorium",
      "section": "14",
      "title": "Durchfuhr",
      "content": "1 Der Inhaber einer ausländischen Kernanlage, welcher Kernmaterialien durch die Schweiz transportieren will, hat bei einem Versicherer oder sonstigen Deckungsgeber für die Beträge gemäss Artikel 4 Absätze 1 Buchstabe c, 2 und 3 und Artikel 5 einen Deckungsvertrag abzuschliessen. 2 Für nukleare Schäden, die nach den Artikeln 10 und 11 KHG gedeckt werden, hat der Inhaber einer ausländischen Kernanlage zudem den Nachweis einer Deckung durch eine Versicherung oder eine andere gleichwertige finanzielle Sicherheit zu erbringen (Art. 3 Abs. 3 KHG)."
    },
    {
      "provision_ref": "art15",
      "chapter": "4. Abschnitt: Transporte auf Schweizer Territorium",
      "section": "15",
      "title": "Transporte ausschliesslich innerhalb der Schweiz",
      "content": "Wer einen Kernmaterialtransport ausschliesslich innerhalb der Schweiz durchführen will, braucht keine Bescheinigung nach Artikel 4 Buchstabe d des Pariser Übereinkommens. BBl 2007 5471"
    },
    {
      "provision_ref": "art16",
      "chapter": "5. Abschnitt: Nuklearschadenfonds",
      "section": "16",
      "title": "Rechtsform",
      "content": "Der Nuklearschadenfonds (Fonds) ist ein rechtlich unselbstständiger, eigenwirtschaftlicher Fonds."
    },
    {
      "provision_ref": "art17",
      "chapter": "5. Abschnitt: Nuklearschadenfonds",
      "section": "17",
      "title": "Einnahmen und Ausgaben",
      "content": "1 Dem Fonds werden gutgeschrieben: a. die Beiträge der Haftpflichtigen (Art. 8 und 9); b. die Zinsen (Art. 18 Abs. 1); c. die Rückgriffsansprüche des Bundes nach Artikel 18 KHG. 2 Dem Fonds werden belastet: a. die Leistungen nach den Artikeln 10 und 11 KHG; b. die Verwaltungskosten einschliesslich der Kosten für die Schadenregulierung gemäss Artikel 10 Absatz 2 KHG; c. die Zinsen nach Artikel 18 Absatz 2. 3 Einnahmen und Ausgaben des Fonds sind nicht Bestandteil der Finanzrechnung des Bundes."
    },
    {
      "provision_ref": "art18",
      "chapter": "5. Abschnitt: Nuklearschadenfonds",
      "section": "18",
      "title": "Verzinsung und Vorschüsse",
      "content": "1 Der Bund verzinst das Vermögen des Fonds. 2 Der Bund kann dem Fonds wenn nötig Vorschüsse gewähren; diese werden verzinst und zurückbezahlt."
    },
    {
      "provision_ref": "art19",
      "chapter": "5. Abschnitt: Nuklearschadenfonds",
      "section": "19",
      "title": "Verwaltung und Prüfung",
      "content": "1 Das BFE verwaltet den Fonds. Es veröffentlicht die Jahresrechnung, die Bilanz und den Vermögensausweis. 2 Das Departement für Umwelt, Verkehr, Energie und Kommunikation beauftragt eine unabhängige Kontrollstelle mit der Prüfung der Jahresrechnung des Fonds. Deren Bericht wird den Beitragspflichtigen zugestellt. 3 Als Kontrollstelle können nur Personen und Revisionsunternehmen tätig sein, die von der Eidgenössischen Revisionsaufsichtsbehörde als Revisionsexpertinnen oder Revisionsexperten nach dem Revisionsaufsichtsgesetz vom 16. Dezember 2005 zugelassen sind. 4 Die Finanzaufsicht durch die Eidgenössische Finanzkontrolle gestützt auf das Finanzkontrollgesetz vom 28. Juni 1967 bleibt vorbehalten. SR 221.302 SR 614.0"
    },
    {
      "provision_ref": "art20",
      "chapter": "6. Abschnitt: Schlussbestimmungen",
      "section": "20",
      "title": "Zuständige Stelle",
      "content": "Zuständige Stelle nach Artikel 31 Absatz 2 KHG ist das BFE."
    },
    {
      "provision_ref": "art21",
      "chapter": "6. Abschnitt: Schlussbestimmungen",
      "section": "21",
      "title": "Aufhebung und Änderung anderer Erlasse",
      "content": "1 Die Kernenergiehaftpflichtverordnung vom 5. Dezember 1983 wird aufgehoben. 2 … [ AS 1983 1898 ; 1985 1981 ; 1987 1484 Ziff. III; 1997 2497 ; 2001 322 ; 2003 2478 ; 2007 4477 Ziff. IV 21; 2015 315 ] Die Änderung kann unter AS 2021 860 konsultiert werden."
    },
    {
      "provision_ref": "art22",
      "chapter": "6. Abschnitt: Schlussbestimmungen",
      "section": "22",
      "title": "Übergangsbestimmung",
      "content": "1 Die Meldung nach Artikel 10 Absatz 1 hat für das Jahr, in dem diese Verordnung in Kraft getreten ist, innert zwei Monaten nach Inkrafttreten zu erfolgen. 2 Das BFE veranlagt die Beiträge nach Artikel 8 innert zwei Monaten nach Erhalt der Meldung gemäss Absatz 1. 3 Die Beiträge nach Artikel 9 werden für das Jahr, in dem nach dem Inkrafttreten dieser Verordnung das erste Mal Transporte von Kernmaterialien durchgeführt wurden, im 1. Quartal des darauffolgenden Jahres veranlagt. Eine einstweilige Schätzung und Erhebung der Beiträge nach Artikel 9 Absätze 2 und 3 wird nicht durchgeführt."
    },
    {
      "provision_ref": "art23",
      "chapter": "6. Abschnitt: Schlussbestimmungen",
      "section": "23",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 1. Januar 2022 in Kraft."
    }
  ],
  "definitions": []
}