{
  "id": "sr-704-1",
  "type": "statute",
  "title": "Verordnung vom 26. November 1986 über Fuss- und Wanderwege (FWV)",
  "title_en": "",
  "short_name": "FWV",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1986/2511_2511_2511/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "1. Abschnitt: Planung, Anlage und Erhaltung",
      "section": "1",
      "title": "Überprüfung und Anpassung der Pläne",
      "content": "Die Pläne der bestehenden und vorgesehenen Fuss- und Wanderwegnetze (Pläne) sind in der Regel alle zehn Jahre zu überprüfen und nötigenfalls anzupassen."
    },
    {
      "provision_ref": "art2",
      "chapter": "1. Abschnitt: Planung, Anlage und Erhaltung",
      "section": "2",
      "title": "Mitwirkung des Bundes",
      "content": "1 Die Kantone unterbreiten die Pläne dem Bundesamt für Strassen (Bundesamt): a. vor dem erstmaligen Erlass; b. vor der Genehmigung erheblicher Anpassungen. 2 Sie berichten dem Bundesamt gleichzeitig über: a. die Koordination ihrer Fuss- und Wanderwegnetze mit denjenigen der Nachbarkantone und den raumwirksamen Tätigkeiten des eigenen Kantons und der Nachbarkantone; b. den Realisierungszeitraum und die Trägerschaft der vorgesehenen Wege. 3 Das Bundesamt holt die Stellungnahmen der mitinteressierten Bundesstellen ein. Es koordiniert diese und gibt sie dem Kanton bekannt. 4 Auf Fuss- und Wanderwege, die den Anforderungen des FWG nicht entsprechen, ist Artikel 10 des FWG (Rücksichtnahme, Ersatz) nicht anwendbar. Die Bezeichnung der Verwaltungseinheit wurde in Anwendung von Art. 16 Abs. 3 der Publikationsverordnung vom 7. Nov. 2004 ( SR 170.512.1 ) angepasst."
    },
    {
      "provision_ref": "art3",
      "chapter": "1. Abschnitt: Planung, Anlage und Erhaltung",
      "section": "3",
      "title": "Orientierung des Bundesamtes",
      "content": "1 Die Kantone bringen die Pläne nach dem Erlass und nach jeder Anpassung dem Bundesamt zur Kenntnis. 2 Das Bundesamt orientiert die interessierten Bundesämter jährlich über die Pläne."
    },
    {
      "provision_ref": "art4",
      "chapter": "1. Abschnitt: Planung, Anlage und Erhaltung",
      "section": "4",
      "title": "Anlage und Erhaltung",
      "content": "1 Die Kantone sorgen dafür, dass die Fuss- und Wanderwege, die sie in die Pläne aufgenommen haben, angelegt, unterhalten und gekennzeichnet werden. 2 Das Bundesamt erlässt Richtlinien über die Kennzeichnung der Wanderwege. 3 In Städten und grösseren Ortschaften sind Fussgängerverbindungen, die Teile eines Fusswegnetzes nach Artikel 2 FWG sind, einheitlich zu signalisieren."
    },
    {
      "provision_ref": "art5",
      "chapter": "1. Abschnitt: Planung, Anlage und Erhaltung",
      "section": "5",
      "title": "Freie Begehbarkeit",
      "content": "Die Kantone sichern die freie Begehbarkeit der in den Plänen enthaltenen Fuss- und Wanderwegnetze rechtlich ab."
    },
    {
      "provision_ref": "art6",
      "chapter": "1. Abschnitt: Planung, Anlage und Erhaltung",
      "section": "6",
      "title": "Ungeeignete Wanderwegbeläge",
      "content": "Für Wanderwege ungeeignet im Sinne von Artikel 7 Absatz 2 Buchstabe d des FWG sind namentlich alle bitumen-, teer- oder zementgebundenen Deckbeläge."
    },
    {
      "provision_ref": "art7",
      "chapter": "1. Abschnitt: Planung, Anlage und Erhaltung",
      "section": "7",
      "title": "Empfänger von Bundesbeiträgen",
      "content": "1 Der Bund kann im Rahmen der bewilligten Kredite Beiträge an juristische Personen privaten Rechts ausrichten, die auf gemeinnütziger Grundlage den überwiegenden Teil ihrer Tätigkeit dauernd der Förderung der Fuss und Wanderwegnetze widmen (private Fachorganisationen). 2 Die privaten Fachorganisationen müssen dem Bundesamt zusammen mit dem Beitragsgesuch die Statuten, den Geschäftsbericht, die Jahresrechnung und den Revisionsbericht vorlegen."
    },
    {
      "provision_ref": "art8",
      "chapter": "2. Abschnitt: Bundesaufgaben",
      "section": "8",
      "title": "Pflichten der Bundesstellen",
      "content": "1 Die Bundesstellen (Behörden und Amtsstellen des Bundes und seiner Regiebetriebe) berücksichtigen die in den Plänen enthaltenen Fuss- und Wanderwegnetze oder sorgen für angemessenen Ersatz, wenn sie: a. Konzepte und Sachpläne ausarbeiten; b. Werke und Anlagen wie Bauten und Anlagen der Bundesverwaltung, Nationalstrassen oder Bauten und Anlagen der Schweizerischen Post planen, bauen oder verändern; c. Konzessionen oder Bewilligungen erteilen, zum Beispiel für den Bau und Betrieb von Verkehrsanlagen oder Werken und Anlagen zur Beförderung von Energieträgern oder für Rodungen; d. Beiträge an Planungen, Werke und Anlagen wie Meliorationen, Walderschliessungen, Hauptstrassen oder Gewässerschutzanlagen gewähren. 2 Die Bundesstellen unterbreiten Vorhaben, die in den Plänen enthaltene Fuss- und Wanderwege berühren, den Kantonen zur Stellungnahme. Für die Mitwirkung des Bundesamtes gelten die Artikel 62 a und 62 b des Regierungs- und Verwaltungsorganisationsgesetzes vom 21. März 1997. Fassung gemäss Ziff. II 17 der V vom 25. Nov. 1998, in Kraft seit 1. Jan. 1999 ( AS 1999 704 ). SR 172.010 Fassung gemäss Ziff. I I 2 der V vom 2. Febr. 2000 zum Bundesgesetz über die Koordination und Vereinfachung von Entscheidverfahren ( AS 2000 703 )."
    },
    {
      "provision_ref": "art9",
      "chapter": "2. Abschnitt: Bundesaufgaben",
      "section": "9",
      "title": "Beizug der privaten Fachorganisationen",
      "content": "Das Bundesamt zieht die privaten Fachorganisationen bei zur: a. Überprüfung grösserer Auswirkungen, die Bundesvorhaben auf Fuss- oder Wanderwege haben; b. Festlegung von Ersatzmassnahmen, die grössere Abklärungen erfordern; c. Erarbeitung von Richtlinien über die Kennzeichnung der Wanderwege."
    },
    {
      "provision_ref": "art10",
      "chapter": "2. Abschnitt: Bundesaufgaben",
      "section": "10",
      "title": "Beschaffung von Grundlagen, Forschung",
      "content": "1 Das Bundesamt beschafft die zur Anlage und Erhaltung von Fuss- und Wanderwegen erforderlichen Grundlagen und koordiniert die entsprechenden Forschungsarbeiten. 2 Es stellt diese Unterlagen den Kantonen und weiteren Interessierten zur Verfügung. 3 Es macht für Geobasisdaten des Bundesrechts, welche die Fuss- und Wanderwege dokumentieren, Vorgaben zum Datenmodell, zu den Darstellungsmodellen sowie zur Art und Weise der Erfassung. Eingefügt durch Anhang 2 Ziff. 3 der V vom 21. Mai 2008 über Geoinformation, in Kraft seit 1. Juli 2008 ( SR 510.620 )."
    },
    {
      "provision_ref": "art11",
      "chapter": "3. Abschnitt: Organisation und Rechtsschutz",
      "section": "11",
      "title": "Kantonale Fachstellen",
      "content": "Die Kantone bezeichnen eine Amtsstelle als Fachstelle für Fuss- und Wanderwege und geben sie dem Bundesamt bekannt."
    },
    {
      "provision_ref": "art12",
      "chapter": "3. Abschnitt: Organisation und Rechtsschutz",
      "section": "12",
      "title": "",
      "content": "Aufgehoben durch Ziff. II 5 der V vom 18. Dez. 1995 ( AS 1996 225 )."
    },
    {
      "provision_ref": "art13",
      "chapter": "4. Abschnitt: Inkrafttreten",
      "section": "13",
      "title": "",
      "content": "Diese Verordnung tritt am 1. Januar 1987 in Kraft."
    }
  ],
  "definitions": []
}