{
  "id": "sr-783-03",
  "type": "statute",
  "title": "Verordnung vom 20. Mai 2020 über Übergangsmassnahmen zugunsten der Printmedien im Zusammenhang mit dem Coronavirus (Covid-19-Verordnung Printmedien)",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2020/348/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Gegenstand",
      "content": "Diese Verordnung regelt die finanzielle Unterstützung von abonnierten Tages- und Wochenzeitungen infolge der ausserordentlichen Lage im Zusammenhang mit dem Coronavirus (Covid-19)."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Geltungsbereich",
      "content": "Diese Verordnung gilt für folgende abonnierte Zeitungen: a. Zeitungen nach Artikel 16 Absatz 4 Buchstabe a des Postgesetzes vom 17. Dezember 2010 (PG) in Verbindung mit Artikel 36 Absätze 1 und 2 der Postverordnung vom 29. August 2012 (VPG); b. Tages- und Wochenzeitungen, die die Anforderungen nach Artikel 36 Absätze 1 und 2 VPG erfüllen, mit Ausnahme der Anforderung, dass die von einer unabhängigen und anerkannten Prüfstelle beglaubigte Auflage nicht mehr als 40 000 Exemplare pro Ausgabe aufweist. SR 783.0 SR 783.01"
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Höhe der Unterstützung und Verwendungszweck",
      "content": "1 Der Bund leistet zur Unterstützung der abonnierten Tages- und Wochenzeitungen bis zum 30. November 2020 folgende einmalige Beiträge: a. 12,5 Millionen Franken für die Zeitungen nach Artikel 2 Buchstabe a; b. 5 Millionen Franken für die Zeitungen nach Artikel 2 Buchstabe b. 1bis Er leistet zur Unterstützung der abonnierten Tages- und Wochenzeitungen vom 1. Dezember 2020 bis zum 31. Dezember 2021 folgende einmalige Beiträge: a. 14,585 Millionen Franken für die Zeitungen nach Artikel 2 Buchstabe a; b. 5,835 Millionen Franken für die Zeitungen nach Artikel 2 Buchstabe b. 1ter Tritt diese Verordnung vor dem 31. Dezember 2021 ausser Kraft, so werden die Beträge nach Absatz 1 bis pro rata temporis gekürzt. 2 Die Beiträge werden zur Finanzierung von befristeten Übergangsmassnahmen und unabhängig von der Zustellermässigung nach Artikel 16 Absatz 4 Buchstabe a PG geleistet. 3 Sie werden nur geleistet, wenn sich die betreffende Herausgeberin oder der betreffende Herausgeber gegenüber dem Bundesamt für Kommunikation (BAKOM) schriftlich verpflichtet, für die Geschäftsjahre 2020 und 2021 keine Dividende auszuschütten. Fassung gemäss Ziff. I der V vom 11. Nov. 2020, in Kraft seit 1. Dez. 2020 ( AS 2020 4671 ). Fassung gemäss Ziff. I der V vom 30. Juni 2021, in Kraft seit 1. Juli 2021 ( AS 2021 409 ). Eingefügt durch Ziff. I der V vom 11. Nov. 2020, in Kraft seit 1. Dez. 2020 ( AS 2020 4671 ). Eingefügt durch Ziff. I der V vom 11. Nov. 2020 ( AS 2020 4671 ). Fassung gemäss Ziff. I der V vom 30. Juni 2021, in Kraft seit 1. Juli 2021 ( AS 2021 409 ). SR 783.0 Fassung gemäss Ziff. I der V vom 11. Nov. 2020, in Kraft seit 1. Dez. 2020 ( AS 2020 4671 )."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Übergangsmassnahmen",
      "content": "1 Die Kosten für die Tageszustellung von abonnierten Tages- und Wochenzeitungen nach Artikel 2 Buchstabe a durch die Schweizerische Post werden vollständig vom Bund getragen. 2 An den Kosten für die Tageszustellung durch die Schweizerische Post von abonnierten Zeitungen nach Artikel 2 Buchstabe b beteiligt sich der Bund mit 27 Rappen pro zugestelltem Zeitungsexemplar. 3 Nicht zu den vom Bund getragenen Kosten nach den Absätzen 1 und 2 zählen die Kosten für Fremdbeilagen. 4 Übersteigt die Anzahl Exemplare einer Zeitung in der Tageszustellung nach Artikel 2 Buchstabe a oder b in einem Rechnungsmonat den Durchschnitt der Vorjahresmenge um mehr als 10 Prozent, so werden im Rahmen dieser Verordnung die entsprechenden Kosten nicht vom Bund getragen."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Verfahren",
      "content": "1 Die Herausgeberinnen und Herausgeber von Zeitungen nach Artikel 2 Buchstabe b reichen dem BAKOM ein schriftliches Gesuch um Unterstützung nach dieser Verordnung ein. 2 Heisst das BAKOM das Gesuch gut, so hat die Herausgeberin oder der Herausgeber rückwirkend ab Inkrafttreten dieser Verordnung Anspruch auf Leistungen nach dieser Verordnung. 3 Das BAKOM meldet der Schweizerischen Post die anspruchsberechtigten Titel nach Artikel 2. 4 Die Schweizerische Post meldet dem BAKOM die Zustellkosten nach Artikel 4 für die Tageszustellung der Zeitungen nach Artikel 2. Die allfällige Zustellermässigung nach Artikel 16 Absatz 4 Buchstabe a PG ist separat auszuweisen. 5 Das BAKOM überweist der Schweizerischen Post die Beiträge nach dieser Verordnung. Die Schweizerische Post schreibt diese Beiträge den Herausgeberinnen und Herausgebern von Zeitungen nach Artikel 2 auf der nächsten Rechnung gut. SR 783.0"
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Vollzug",
      "content": "1 Das BAKOM vollzieht diese Verordnung. 2 Es prüft, ob die Herausgeberin oder der Herausgeber die Bedingung nach Artikel 3 Absatz 3 einhält. Hält sie oder er die Bedingung nicht ein, so verpflichtet das BAKOM die Herausgeberin oder den Herausgeber, die nach dieser Verordnung erhaltenen Beiträge zurückzuzahlen."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Inkrafttreten und Geltungsdauer",
      "content": "1 Diese Verordnung tritt am 1. Juni 2020 in Kraft. 2 Sie gilt für die Dauer von sechs Monaten ab Inkrafttreten. 3 Die Geltungsdauer dieser Verordnung wird bis zum 30. Juni 2021 verlängert. 4 Die Geltungsdauer dieser Verordnung wird bis zum 31. Dezember 2021 verlängert. Eingefügt durch Ziff. I der V vom 11. Nov. 2020, in Kraft seit 1. Dez. 2020 ( AS 2020 4671 ). Eingefügt durch Ziff. I der V vom 30. Juni 2021, in Kraft seit 1. Juli 2021 ( AS 2021 409 )."
    }
  ],
  "definitions": []
}