{
  "id": "sr-705",
  "type": "statute",
  "title": "Bundesgesetz vom 18. März 2022 über Velowege (Veloweggesetz)",
  "title_en": "Federal Act of 18 March 2022 on Cycle Routes (Cycle Routes Act)",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2022/790/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Section 1 General Provisions",
      "section": "1",
      "title": "Subject matter",
      "content": "This Act: a. sets out the principles that the cantons and communes must observe when planning, constructing and maintaining cycle route networks; b. regulates the support that the Confederation gives to the cantons and communes for planning, constructing and maintaining cycle route networks and in informing the public about these networks; c. regulates the Confederation’s tasks in relation to cycle route networks."
    },
    {
      "provision_ref": "art2",
      "chapter": "Section 1 General Provisions",
      "section": "2",
      "title": "Cycle route networks",
      "content": "Cycle route networks are connected and continuous travel routes for cyclists, together with the related infrastructures."
    },
    {
      "provision_ref": "art3",
      "chapter": "Section 1 General Provisions",
      "section": "3",
      "title": "Cycle route networks for everyday use",
      "content": "1 Cycle route networks for everyday use normally run through or between populated areas. 2 They include roads, roads with cycle lanes, cycleways, cycle paths, footpaths, bicycle parking areas and similar infrastructures. 3 They provide access to and connect in particular residential areas, workplaces, schools, public transport stops, public facilities, shops, leisure and sports facilities and cycle route networks for leisure."
    },
    {
      "provision_ref": "art4",
      "chapter": "Section 1 General Provisions",
      "section": "4",
      "title": "Cycle route networks for leisure",
      "content": "1 Cycle route networks for leisure are primarily used for recreational purposes and are normally located outside the populated areas. 2 They include roads, cycle paths, footpaths, signposted cycle tour routes, mountain bike paths and similar infrastructures. 3 They provide access to and connect in particular areas and countryside suitable for recreational purposes, sights, public transport sights, leisure facilities and tourist facilities."
    },
    {
      "provision_ref": "art5",
      "chapter": "Section 2 Planning, Construction and Maintenance",
      "section": "5",
      "title": "Planning obligation and accessibility of plans",
      "content": "1 The cantons shall ensure that: a. existing and planned cycle route networks for everyday use and leisure are indicated on plans; b. the plans are regularly reviewed and altered if necessary. 2 The plans are binding on the authorities. The cantons shall stipulate the other legal effects of the plans and regulate the procedure for producing and amending them. If the cantons delegate the planning of communal path networks to their communes, they shall ensure that the tasks under paragraph 1 are carried out. 3 The persons concerned and interested organisations shall be involved in the planning process. 4 The plans are public. They must be made accessible in electronic form."
    },
    {
      "provision_ref": "art6",
      "chapter": "Section 2 Planning, Construction and Maintenance",
      "section": "6",
      "title": "Principles governing planning",
      "content": "The authorities responsible for the planning the cycle route networks shall ensure in principle that: a. cycle routes are connected and continuous and in particular that they allow access to the places mentioned in Article 3 paragraph 3 and Article 4 paragraph 3; b. the networks have an appropriate density and the cycle routes follow a direct route; c. the cycle routes are safe and cyclists, wherever possible and reasonable, are kept separate from motorised vehicles and from pedestrians; d. the cycle routes are constructed to a uniform standard; e. the networks are attractive and the cycle route networks for leisure provide cyclists with high quality of recreational satisfaction."
    },
    {
      "provision_ref": "art7",
      "chapter": "Section 2 Planning, Construction and Maintenance",
      "section": "7",
      "title": "Coordination",
      "content": "1 The authorities responsible for cycle routes shall coordinate their cycle route networks with each other. 2 They shall coordinate their planning with the activities of other authorities relevant to spatial planning."
    },
    {
      "provision_ref": "art8",
      "chapter": "Section 2 Planning, Construction and Maintenance",
      "section": "8",
      "title": "Construction and maintenance",
      "content": "The authorities responsible for cycle routes shall ensure that: a. cycle routes are constructed, maintained and signposted; b. the cycle routes can be used freely and safely by cyclists; c. the public have a legal right to use the cycle routes."
    },
    {
      "provision_ref": "art9",
      "chapter": "Section 2 Planning, Construction and Maintenance",
      "section": "9",
      "title": "Replacement",
      "content": "1 Where cycle routes or parts thereof that are indicated in the plans are removed, the responsible authorities shall ensure that they are suitably replaced by existing or newly created paths; in doing so they shall take account of public interests and the local conditions. 2 Cycle routes must in particular be replaced if: a. they can no longer be freely used for cycling; b. they become disconnected; c. they can no longer be safely used for cycling, in particular if a long stretch of the route is heavily used by motor vehicles or used by fast moving motor vehicles; d. they are cycle route networks for leisure, but their attractiveness has been heavily compromised. 3 The cantons may provide for exceptions to the replacement obligation. 4 They shall regulate the procedure for removing cycle routes and decide who is required to replace cycle routes."
    },
    {
      "provision_ref": "art10",
      "chapter": "Section 2 Planning, Construction and Maintenance",
      "section": "10",
      "title": "Cooperation with private specialist organisations",
      "content": "1 The cantons may use the services of private specialist organisations for the planning, construction and maintenance of cycle route networks and for providing information about these networks. 2 They may delegate tasks in these areas to the private specialist organisations."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Consideration for cycle routes and other concerns",
      "content": "1 The cantonal and communal authorities shall give consideration to cycle routes when carrying out their tasks. 2 The authorities responsible for cycle routes shall give consideration to concerns related to transport and settlement planning, agriculture and forestry, nature and cultural heritage and other activities relevant to spatial planning."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Provision of geodata",
      "content": "1 The cantons shall provide the Confederation with up-to-date geodata on their cycle route networks. 2 The specialist federal body for cycle routes may issue regulations on the quality and technical requirements for these geodata."
    },
    {
      "provision_ref": "art13",
      "chapter": "Section 3 Federal Tasks",
      "section": "13",
      "title": "Consideration for cycle routes",
      "content": "1 In carrying out their tasks, federal bodies shall give consideration to the cycle route networks indicated on the plans under Article 5 in that they: a. shall plan and construct their own buildings and facilities to a high quality; b. shall grant concessions and authorisation only subject to conditions and requirements or shall refuse to grant the same; c. shall grant contributions only subject to conditions or shall refuse to grant the same; d. shall ensure that cycle route networks or parts thereof that must be removed are appropriately replaced where this is in the public interest. 2 If costs arise because cycle route networks are taken into consideration or parts thereof must be replaced, such costs shall be charged to the credit for the object concerned or subsidised at the same rate of contribution as the costs of the object."
    },
    {
      "provision_ref": "art14",
      "chapter": "Section 3 Federal Tasks",
      "section": "14",
      "title": "Advising the cantons, communes and third parties",
      "content": "The Confederation may support the cantons and communes and third parties in the planning, construction, maintenance and replacement of cycle routes by providing professional advice and guidelines."
    },
    {
      "provision_ref": "art15",
      "chapter": "Section 3 Federal Tasks",
      "section": "15",
      "title": "Providing information to the public",
      "content": "1 The Confederation shall inform the public about: a. the importance of cycle route networks in managing the transport of persons and goods; b. the principles governing the planning, construction and maintenance of cycle route networks. 2 It may support the cantons and third parties in providing information on the issues mentioned in paragraph 1. 3 It shall publish harmonised geodata on the quality and usability of cycle route networks. 4 The Federal Office of Topography shall show the cycle route networks in landscape models and maps on the basis of the geodata from the topographic and cartographic national survey."
    },
    {
      "provision_ref": "art16",
      "chapter": "Section 3 Federal Tasks",
      "section": "16",
      "title": "Cooperation with private specialist organisations",
      "content": "1 The Confederation may use the services of private specialist organisations that are nationally active in the field of cycling for the following tasks: a. advising the cantons, the communes and third parties; b. drawing up guidelines for cantons, communes and third parties; c. providing the public with information. 2 It may provide financial assistance to private specialist organisations for their activities under paragraph 1. It shall enter into public law contracts with them for this purpose. 3 In order to be eligible for financial assistance, private specialist organisations must: a. be active nationally in the field of cycling; and b. have been pursuing non-profit objectives in relation to cycling for at least three years in accordance with their articles of association; any commercial activities must serve the achievement of the non-profit objectives."
    },
    {
      "provision_ref": "art17",
      "chapter": "Section 4 Organisation and Legal Remedies",
      "section": "17",
      "title": "Specialist bodies",
      "content": "1 The cantons shall designate their specialist bodies for cycle routes and determine their tasks. 2 The specialist body for the Confederation is the Federal Roads Office."
    },
    {
      "provision_ref": "art18",
      "chapter": "Section 4 Organisation and Legal Remedies",
      "section": "18",
      "title": "Legal remedies",
      "content": "1 Where their territory is affected, communes shall have a right of appeal against rulings of the cantonal authorities or the federal authorities and against land use plans as defined in Article 14 of the Spatial Planning Act of 22 June 1979, insofar as the rulings and land use plans affect cycle routes,. 2 Cantons shall also have a right of appeal against rulings of the federal authorities in relation to cycle routes. 3 Where there is a right of appeal under paragraph 1 in proceedings, the authority shall give written notice of their ruling to the communes concerned or publish the same in the cantonal organ of publication or in the Official Federal Gazette. 4 Communes that have not exercised their right of appeal may only participate in further proceedings as parties if the ruling is amended in favour of another party and they are prejudiced thereby. 5 Where cantonal law or federal law provides for an objection procedure before a ruling is issued, the application must also be published in accordance with paragraph 3. In this case, communes shall only have a right of appeal if they have participated as a party to this objection procedure. SR 700"
    },
    {
      "provision_ref": "art19",
      "chapter": "Section 5 Final Provisions",
      "section": "19",
      "title": "Deadlines for drawing up and implementing plans",
      "content": "1 The cantons shall ensure that: a. the plans under Article 5 paragraph 1 are drawn up within five years of this Act coming into force; b. the plans are implemented within twenty years of this Act coming into force. 2 The Federal Department of the Environment, Transport, Energy and Communications may extend the deadlines by way of exception for individual areas. The Federal Council shall regulate the requirements for extending the deadlines."
    },
    {
      "provision_ref": "art20",
      "chapter": "Section 5 Final Provisions",
      "section": "20",
      "title": "Amendment of other legislation",
      "content": "The Amendment of other legislation is regulated in the Annex."
    },
    {
      "provision_ref": "art21",
      "chapter": "Section 5 Final Provisions",
      "section": "21",
      "title": "Referendum and commencement",
      "content": "1 This Act is subject to an optional referendum. 2 The Federal Council shall determine the commencement date. Commencement date: 1 January 2023 FCD of 2 Dec. 2022"
    }
  ],
  "definitions": []
}