{
  "id": "sr-725-116-214",
  "type": "statute",
  "title": "Verordnung des UVEK vom 20. Dezember 2019 über das Programm Agglomerationsverkehr (PAVV)",
  "title_en": "",
  "short_name": "PAVV",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2020/13/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "1. Abschnitt: Anforderungen an Agglomerationsprogramme",
      "section": "1",
      "title": "Aufbau eines Agglomerationsprogramms",
      "content": "Ein Agglomerationsprogramm muss mindestens die folgenden Teile enthalten: a. Hauptteil; b. Massnahmenteil; c. falls in einer Vorgängergeneration eine Leistungsvereinbarung abgeschlossen wurde: Umsetzungstabellen, unter Angabe der vom Bundesamt für Raumentwicklung (ARE) verlangten Informationen und einschliesslich kartografischer Darstellungen."
    },
    {
      "provision_ref": "art2",
      "chapter": "1. Abschnitt: Anforderungen an Agglomerationsprogramme",
      "section": "2",
      "title": "Hauptteil",
      "content": "1 Der Hauptteil muss mindestens die folgenden Bausteine enthalten: a. eine Situations- und Trendanalyse zu Verkehr und Siedlung, unter Berücksichtigung der Landschaft, und Umwelt; b. ein Zukunftsbild der Agglomeration mit den Entwicklungszielen zu Verkehr und Siedlung, unter Berücksichtigung der Landschaft; c. eine Beschreibung des Handlungsbedarfs in den Bereichen Verkehr und Siedlung; d. Teilstrategien in den Bereichen Verkehr und Siedlung, unter Berücksichtigung der Landschaft; e. eine Beschreibung der Massnahmen und deren Priorisierung; f. einen Umsetzungsbericht, sofern in einer Vorgängergeneration eine Leistungsvereinbarung abgeschlossen wurde. 2 Die Bausteine nach Absatz 1 Buchstaben a, b, d und e sind mit kartografischen Darstellungen zu ergänzen."
    },
    {
      "provision_ref": "art3",
      "chapter": "1. Abschnitt: Anforderungen an Agglomerationsprogramme",
      "section": "3",
      "title": "Massnahmenteil",
      "content": "Der Massnahmenteil muss mindestens die folgenden Bestandteile enthalten: a. ein Massnahmenblatt für jede Massnahme, die innerhalb von vier Jahren nach der Verabschiedung des entsprechenden Bundesbeschlusses zum Programm Agglomerationsverkehr ausführungsreif ist (A-Massnahme); b. ein Massnahmenblatt für jede Massnahme, die in der nächsten Generation des Programms Agglomerationsverkehr voraussichtlich die Voraussetzungen einer A-Massnahme erfüllt (B-Massnahme); c. eine Tabelle mit den A- und B-Massnahmen; d. eine Tabelle mit den Massnahmen nationaler, kantonaler und weiterer relevanter Planungen in der Schweiz und im grenznahen Ausland im Bereich Verkehr, die mit den Massnahmen nach Buchstabe c zusammenhängen und deren Finanzierung feststeht."
    },
    {
      "provision_ref": "art4",
      "chapter": "1. Abschnitt: Anforderungen an Agglomerationsprogramme",
      "section": "4",
      "title": "Massnahmen",
      "content": "1 Das Agglomerationsprogramm muss Massnahmen in den folgenden Kategorien enthalten: a. Verkehrsinfrastrukturmassnahmen, für die die Trägerschaft Bundesbeiträge nach Artikel 21 oder 21 a MinVV beantragt; b. Verkehrsmassnahmen, die vom Bund nicht mitfinanziert werden; c. Siedlungsmassnahmen. 2 Bei allen Massnahmenkategorien nach Absatz 1 muss das Agglomerationsprogramm A- und B-Massnahmen enthalten. 3 Für jede Verkehrsinfrastrukturmassnahme sind Angaben zu den folgenden Kriterien erforderlich: a. Angabe, ob und in welcher Höhe eine Mitfinanzierung durch den Bund beantragt wird; b. Kohärenz nach Artikel 6; c. Planungsstand; d. Kosten-Nutzen-Verhältnis; e. Bau- und Finanzreife. 4 Handelt es sich um eine Verkehrsinfrastrukturmassnahme im Ausland, so ist überdies anzugeben, ob ein massgeblicher Nutzen in der Schweiz zu erwarten ist."
    },
    {
      "provision_ref": "art5",
      "chapter": "1. Abschnitt: Anforderungen an Agglomerationsprogramme",
      "section": "5",
      "title": "Vorprojekt",
      "content": "1 Betragen die Investitionskosten einer Verkehrsinfrastrukturmassnahme mehr als 50 Millionen Franken, so ist für eine A-Massnahme ein Vorprojekt gemäss SIA-Norm 103 2014, überarbeitete 2. Auflage, Ordnung für Leistungen und Honorare der Bauingenieurinnen und Bauingenieure einzureichen. 2 Das Vorprojekt ist spätestens neun Monate nach dem Termin nach Artikel 9 Absatz 1 einzureichen. Die SIA-Norm 103 kann im Internet beim Schweizerischen Ingenieur- und Architektenverein kostenlos abgerufen werden unter www.shop.sia.ch > Normenwerk > Ingenieur."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Kohärenz",
      "content": "Das Agglomerationsprogramm und die darin enthaltenen Massnahmen müssen gewährleisten: a. die Generationenkohärenz; b. die inhaltliche Kohärenz zwischen den Bausteinen nach Artikel 2; und c. die Abstimmung auf die nationalen, die kantonalen und weitere relevante Planungen in der Schweiz und im grenznahen Ausland."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Grundanforderungen",
      "content": "Das Agglomerationsprogramm muss die folgenden Grundanforderungen erfüllen: a. Es muss den Nachweis einer Trägerschaft nach Artikel 23 MinVV, des angemessenen Einbezugs der beteiligten Gebietskörperschaften sowie des angemessenen Einbezugs der betroffenen Bevölkerung erbringen. b. Es muss eine Abhandlung sämtlicher Bausteine nach Artikel 2 sowie eine nach Artikel 6 kohärente Gesamtplanung enthalten. c. Es muss Massnahmen enthalten, die aus dem Zukunftsbild, den Teilstrategien und dem Handlungsbedarf abgeleitet sind und die priorisiert sind. d. Es muss den Nachweis einer wirksamen Kontrolle zur Gewährleistung eines fristgerechten Beginns der Ausführung und Umsetzung erbringen."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Kantonale Freigabe des Agglomerationsprogramms",
      "content": "Die zuständige kantonale Behörde muss das Agglomerationsprogramm für die Einreichung beim Bund freigegeben haben."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Einreichung",
      "content": "1 Das ARE gibt den Trägerschaften den Termin für die Einreichung der Agglomerationsprogramme bekannt. Verspätet eingereichte Agglomerationsprogramme werden vom Bund nicht geprüft. 2 Die Trägerschaft teilt dem ARE spätestens ein Jahr vor dem Termin mit, ob sie ein Agglomerationsprogramm einreichen wird. Hält sie diese Frist nicht ein, so kann der Bund von der Prüfung dieses Agglomerationsprogramms absehen."
    },
    {
      "provision_ref": "art10",
      "chapter": "2. Abschnitt: Prüfverfahren",
      "section": "10",
      "title": "Beteiligte Bundesämter",
      "content": "Das ARE zieht bei der Prüfung der Agglomerationsprogramme das Bundesamt für Strassen, das Bundesamt für Verkehr und das Bundesamt für Umwelt bei."
    },
    {
      "provision_ref": "art11",
      "chapter": "2. Abschnitt: Prüfverfahren",
      "section": "11",
      "title": "Eingangsprüfung",
      "content": "1 Das ARE prüft, ob das eingereichte Agglomerationsprogramm die Anforderungen nach den Artikeln 1–3 und 8 erfüllt. 2 Ist das Agglomerationsprogramm unvollständig, so wird der Trägerschaft eine Frist von 21 Tagen für die Nachreichung der fehlenden Angaben eingeräumt. 3 Werden die fehlenden Angaben nicht innerhalb der Frist nach Absatz 2 nachgereicht und ist dadurch eine zweckmässige Beurteilung nicht möglich, so prüft das ARE das Agglomerationsprogramm nicht weiter."
    },
    {
      "provision_ref": "art12",
      "chapter": "2. Abschnitt: Prüfverfahren",
      "section": "12",
      "title": "Prüfung der Grundanforderungen",
      "content": "1 Sind die Anforderungen nach den Artikeln 1–3 und 8 erfüllt, so prüft das ARE, ob das Agglomerationsprogramm die Grundanforderungen erfüllt. 2 Werden nicht sämtliche Grundanforderungen erfüllt und ist dadurch eine zweckmässige Beurteilung nicht möglich, so prüft das ARE das Agglomerationsprogramm nicht weiter."
    },
    {
      "provision_ref": "art13",
      "chapter": "2. Abschnitt: Prüfverfahren",
      "section": "13",
      "title": "Massnahmenbeurteilung",
      "content": "1 Sind die Grundanforderungen erfüllt, so beurteilen die am Prüfverfahren beteiligten Bundesämter die Massnahmen nach Artikel 4 Absatz 1. 2 Sie können die im Agglomerationsprogramm vorgenommene Priorisierung der Massnahmen anpassen. 3 Die Verkehrsinfrastrukturmassnahmen werden anhand der Kriterien nach Artikel 4 Absatz 3 beurteilt. Das Kosten-Nutzen-Verhältnis einer Verkehrsinfrastrukturmassnahme wird aufgrund der Investitionskosten der Massnahme sowie anhand der Wirkungsziele nach Artikel 17 d Absatz 2 MinVG beurteilt."
    },
    {
      "provision_ref": "art14",
      "chapter": "2. Abschnitt: Prüfverfahren",
      "section": "14",
      "title": "Programmbeurteilung",
      "content": "1 Das Agglomerationsprogramm wird aufgrund des Kosten-Nutzen-Verhältnisses und des Stands der Umsetzung beurteilt. 2 Massgebend für die Beurteilung des Kosten-Nutzen-Verhältnisses sind die Massnahmen, die von den am Prüfverfahren beteiligten Bundesämtern als A-und B-Massnahmen eingestuft wurden. Der Nutzen des Agglomerationsprogramms ergibt sich aus dessen Gesamtwirkung. Diese wird aufgrund der Bausteine nach Artikel 2, der Kohärenz nach Artikel 6 und der Wirkungsziele nach Artikel 17 d Absatz 2 MinVG beurteilt. 3 Massgebend für die Beurteilung des Stands der Umsetzung sind die A-Massnahmen gemäss der Leistungsvereinbarung der vorletzten Generation."
    },
    {
      "provision_ref": "art15",
      "chapter": "2. Abschnitt: Prüfverfahren",
      "section": "15",
      "title": "Prüfbericht",
      "content": "1 Das ARE hält die Ergebnisse der Prüfung des Agglomerationsprogramms in einem Prüfbericht fest. 2 Die betroffene Trägerschaft kann sich zum Entwurf des Prüfberichts äussern."
    },
    {
      "provision_ref": "art16",
      "chapter": "2. Abschnitt: Prüfverfahren",
      "section": "16",
      "title": "Obergrenze der Investitionskosten",
      "content": "Die Obergrenze der Investitionskosten von Massnahmen, für die nach Artikel 21 a MinVV pauschale Bundesbeiträge ausgerichtet werden, beträgt fünf Millionen Franken."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Berechnung",
      "content": "1 Die standardisierten Kosten nach Artikel 21 a Absatz 3 MinVV werden auf der Grundlage der Investitionskosten bestimmt, die die Agglomerationsprogramme für die betreffenden Massnahmen ausweisen. Dabei werden die gemittelten Kosten pro Leistungseinheit berücksichtigt. 2 Die Qualität der Konzeption der Massnahmen wird nach den folgenden Kriterien beurteilt: a. systematische Einbindung der Massnahmen in die Gesamtverkehrsplanung; b. Wirkung der Massnahmen auf das Agglomerationsprogramm. 3 Weisen Massnahmen einen geringen Grad an systematischer Einbindung in die Gesamtverkehrsplanung sowie eine geringe Wirkung auf das Agglomerationsprogramm auf, so werden die standardisierten Kosten um bis zu 15 Prozent gekürzt. 4 Es gilt der Beitragssatz, der im entsprechenden Bundesbeschluss festgelegt wird."
    },
    {
      "provision_ref": "art18",
      "chapter": "4. Abschnitt: Umsetzung der Agglomerationsprogramme",
      "section": "18",
      "title": "Beginn der Ausführung von Bauvorhaben",
      "content": "1 Mit der Ausführung der Bauvorhaben muss spätestens begonnen werden: a. für Agglomerationsprogramme der dritten Generation, für die die Bundesversammlung Verpflichtungskredite ab 2019 beschliesst: sechs Jahre und drei Monate nach der Verabschiedung des entsprechenden Bundesbeschlusses; b. für die Agglomerationsprogramme ab der vierten Generation: fünf Jahre und drei Monate nach der Verabschiedung des entsprechenden Bundesbeschlusses. 2 In begründeten Ausnahmefällen kann das ARE eine Nachfrist von drei Jahren gewähren. 3 Läuft gegen ein Bauvorhaben ein Rechtsmittelverfahren oder kommt dagegen ein Referendum zustande, so steht der Fristenlauf für diese Massnahme bis zum Vorliegen eines rechtskräftigen Entscheids still. Dies gilt auch für Massnahmen, die von der vom Fristenstillstand betroffenen Massnahme unmittelbar abhängen. 4 Für Massnahmen, für die pauschale Bundesbeiträge ausgerichtet werden, sind die Absätze 2 und 3 nicht anwendbar."
    },
    {
      "provision_ref": "art19",
      "chapter": "4. Abschnitt: Umsetzung der Agglomerationsprogramme",
      "section": "19",
      "title": "Anforderungen an richtplanrelevante Massnahmen",
      "content": "Handelt es sich bei einer A-Massnahme um eine richtplanrelevante Verkehrsinfrastrukturmassnahme oder um eine eng mit einer solchen Massnahme verknüpfte Siedlungsmassnahme, so muss spätestens im Zeitpunkt des Abschlusses der Leistungsvereinbarung die A-Massnahme mit dem Koordinationsstand «Festsetzung» im Richtplan eingetragen und der Eintrag vom Bund genehmigt sein."
    },
    {
      "provision_ref": "art20",
      "chapter": "4. Abschnitt: Umsetzung der Agglomerationsprogramme",
      "section": "20",
      "title": "Informationspflicht",
      "content": "1 Die Trägerschaft informiert das ARE umgehend über Änderungen, die sich auf das geprüfte Agglomerationsprogramm oder auf abgeschlossene Leistungsvereinbarungen auswirken. 2 Sie teilt dem ARE alle vier Jahre nach dessen Vorgaben die Zielwerte für die Monitoring- und Controllingindikatoren mit und erstattet über die Zielerreichung Bericht. Die Zielwerte beruhen auf folgenden Indikatoren: a. Anteil des motorisierten Individualverkehrs gemessen an der Tagesdistanz; b. Anzahl Verunfallter mit Verletzungs- oder Todesfolge; c. Anzahl Einwohnerinnen und Einwohner nach Güteklasse des öffentlichen Verkehrs; d. Anzahl Beschäftigter nach Güteklasse des öffentlichen Verkehrs; e. Dichte der überbauten Wohn-, Misch- und Zentrumszonen. 3 Die Trägerschaft hat dem ARE alle vier Jahre Umsetzungstabellen nach Artikel 1 Buchstabe c einzureichen. Dies gilt auch, wenn sie in der laufenden Generation kein Agglomerationsprogramm einreicht."
    },
    {
      "provision_ref": "art21",
      "chapter": "5. Abschnitt: Schlussbestimmungen",
      "section": "21",
      "title": "Berücksichtigung der Agglomerationsprogramme",
      "content": "Die Agglomerationsprogramme werden bei den Sachplanungen des Bundes im Bereich Verkehr als Grundlage beigezogen."
    },
    {
      "provision_ref": "art22",
      "chapter": "5. Abschnitt: Schlussbestimmungen",
      "section": "22",
      "title": "Vollzug",
      "content": "Das ARE kann Richtlinien zur Präzisierung der Prüfung von Agglomerationsprogrammen erlassen."
    },
    {
      "provision_ref": "art23",
      "chapter": "5. Abschnitt: Schlussbestimmungen",
      "section": "23",
      "title": "Aufhebung eines anderen Erlasses",
      "content": "Die Verordnung des UVEK vom 20. Dezember 2017 über Fristen und Beitragsberechnung für Massnahmen im Rahmen des Programms Agglomerationsverkehr wird aufgehoben. [ AS 2018 73 ]"
    },
    {
      "provision_ref": "art24",
      "chapter": "5. Abschnitt: Schlussbestimmungen",
      "section": "24",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 1. Februar 2020 in Kraft."
    }
  ],
  "definitions": []
}