{
  "id": "sr-742-101",
  "type": "statute",
  "title": "Eisenbahngesetz vom 20. Dezember 1957 (EBG)",
  "title_en": "",
  "short_name": "EBG",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1958/335_341_347/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "1. Kapitel: Allgemeine Bestimmungen",
      "section": "1",
      "title": "Gegenstand und Geltungsbereich",
      "content": "1 Dieses Gesetz regelt den Bau und Betrieb von Eisenbahnen. 2 Die Eisenbahn umfasst die Infrastruktur und den darauf durchgeführten Verkehr. 3 Der Bundesrat entscheidet über die Unterstellung von anderen spurgeführten Anlagen und Fahrzeugen unter dieses Gesetz. Fassung gemäss Ziff. I 4 des BG vom 16. März 2012 über den zweiten Schritt der Bahnreform 2, in Kraft seit 1. Juli 2013 ( AS 2012 5619 , 2013 1603 ; BBl 2011 911 ). Fassung gemäss Ziff. I 3 des BG vom 28. Sept. 2018 über die Organisation der Bahninfrastruktur, in Kraft seit 1. Juli 2020 ( AS 2020 1889 ; BBl 2016 8661 )."
    },
    {
      "provision_ref": "art2",
      "chapter": "1. Kapitel: Allgemeine Bestimmungen",
      "section": "2",
      "title": "Eisenbahnunternehmen",
      "content": "Eisenbahnunternehmen sind Unternehmen, die: a. die Infrastruktur bauen und betreiben (Infrastrukturbetreiberinnen); b. den Verkehr auf der Infrastruktur durchführen (Eisenbahnverkehrsunternehmen). Fassung gemäss Ziff. I 4 des BG vom 16. März 2012 über den zweiten Schritt der Bahnreform 2, in Kraft seit 1. Juli 2013 ( AS 2012 5619 , 2013 1603 ; BBl 2011 911 )."
    },
    {
      "provision_ref": "art3",
      "chapter": "1. Kapitel: Allgemeine Bestimmungen",
      "section": "3",
      "title": "",
      "content": "1 Für den Bau und den Betrieb von Eisenbahnen kann das Enteignungsrecht nach dem Bundesgesetz vom 20. Juni 1930 über die Enteignung geltend gemacht werden. 2 Das Enteignungsverfahren kommt erst zur Anwendung, wenn die Bemühungen um einen freihändigen Erwerb der erforderlichen Rechte oder um eine Landumlegung nicht zum Ziel führen. 3 Rechte an Bahngebiet können nicht ersessen werden. Fassung gemäss Ziff. II 13 des BG vom 20. März 2009 über die Bahnreform 2, in Kraft seit 1. Jan. 2010 ( AS 2009 5597 ; BBl 2005 2415 , 2007 2681 ). Gemäss Ziff. II 13 des BG vom 20. März 2009 über die Bahnreform 2, in Kraft seit 1. Jan. 2010, wurden die Randtitel im ganzen Erlass in Sachüberschriften umgewandelt. Die jeweiligen Ziff. und Bst. wurden dabei nicht übernommen ( AS 2009 5597 ; BBl 2005 2415 , 2007 2681 ). SR 711 Fassung gemäss Ziff. I 3 des BG vom 28. Sept. 2018 über die Organisation der Bahninfrastruktur, in Kraft seit 1. Juli 2020 ( AS 2020 1889 ; BBl 2016 8661 )."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "",
      "content": "Aufgehoben durch Anhang Ziff. 18 des Gerichtsstandsgesetzes vom 24. März 2000, mit Wirkung seit 1. Jan. 2001 ( AS 2000 2355 ; BBl 1999 2829 )."
    },
    {
      "provision_ref": "art5",
      "chapter": "1. Abschnitt: Infrastrukturbetreiberinnen",
      "section": "5",
      "title": "",
      "content": "1 Wer eine Eisenbahninfrastruktur bauen und betreiben will, benötigt eine Infrastrukturkonzession (Konzession). 2 Das konzessionierte Eisenbahnunternehmen ist berechtigt und verpflichtet, die Eisenbahninfrastruktur nach den Vorschriften der Eisenbahngesetzgebung und der Konzession zu bauen und zu betreiben. 3 Der Betrieb der Eisenbahninfrastruktur umfasst die Einrichtung und den Unterhalt der Anlagen sowie die Führung der Stromversorgungs-, Betriebsleit- und Sicherheitssysteme. 4 Für den Betrieb der Infrastruktur ist zusätzlich eine Sicherheitsgenehmigung erforderlich. Der Bundesrat kann für regional tätige Unternehmen Erleichterungen vorsehen. 5 Eine Infrastrukturkonzession nach diesem Gesetz gilt nicht als öffentlicher Auftrag im Sinne von Artikel 9 des Bundesgesetzes vom 21. Juni 2019 über das öffentliche Beschaffungswesen. Fassung gemäss Ziff. I 4 des BG vom 16. März 2012 über den zweiten Schritt der Bahnreform 2, in Kraft seit 1. Juli 2013 ( AS 2012 5619 , 2013 1603 ; BBl 2011 911 ). Fassung gemäss Ziff. II 13 des BG vom 20. März 2009 über die Bahnreform 2, in Kraft seit 1. Jan. 2010 ( AS 2009 5597 ; BBl 2005 2415 , 2007 2681 ). Ausdruck gemäss Ziff. II 13 des BG vom 20. März 2009 über die Bahnreform 2, in Kraft seit 1. Jan. 2010 ( AS 2009 5597 ; BBl 2005 2415 , 2007 2681 ). Diese Änderung wurde im ganzen Erlass berücksichtigt. Fassung gemäss Ziff. I 4 des BG vom 16. März 2012 über den zweiten Schritt der Bahnreform 2, in Kraft seit 1. Juli 2013 ( AS 2012 5619 , 2013 1603 ; BBl 2011 911 ). SR 172.056.1 Eingefügt durch Anhang 7 Ziff. II 5 des BG vom 21. Juni 2019 über das öffentliche Beschaffungswesen, in Kraft seit 1. Jan. 2021 ( AS 2020 641 ; BBl 2017 1851 )."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Erteilung, Änderung und Erneuerung der Konzession",
      "content": "1 Der Bundesrat erteilt die Konzession, wenn: a. ein öffentliches Interesse am Bau und Betrieb der Infrastruktur besteht; oder b. ein eigenwirtschaftlicher Betrieb erwartet werden kann. 2 Zudem wird für die Konzessionserteilung vorausgesetzt, dass: a. keine wesentlichen öffentlichen Interessen, namentlich der Raumplanung, des Umweltschutzes, des Natur- und Heimatschutzes oder der nationalen Sicherheitskooperation, entgegenstehen; b. der Betrieb einer Eisenbahn ohne Erschliessungsfunktion die Voraussetzungen nach Artikel 11 des Personenbeförderungsgesetzes vom 20. März 2009 erfüllt; und c. das Unternehmen im Handelsregister eingetragen ist. 3 Der Bundesrat hört die betroffenen Kantone vor der Konzessionserteilung an. 4 Für Strassenbahnen muss die nach kantonalem Recht erforderliche Bewilligung zur Benützung der öffentlichen Strassen erteilt oder zugesichert sein. 5 Die Konzession wird für höchstens 50 Jahre erteilt. Sie kann geändert und erneuert werden. 6 Das Eidgenössische Departement für Umwelt, Verkehr, Energie und Kommunikation (UVEK) ist zuständig für: a. die Änderung der Konzession, mit Ausnahme der Ausdehnung; b. die Erneuerung der Konzession. Fassung gemäss Ziff. II 13 des BG vom 20. März 2009 über die Bahnreform 2, in Kraft seit 1. Jan. 2010 ( AS 2009 5597 ; BBl 2005 2415 , 2007 2681 ). SR 745.1 Eingefügt durch Ziff. I 4 des BG vom 16. März 2012 über den zweiten Schritt der Bahnreform 2, in Kraft seit 1. Juli 2013 ( AS 2012 5619 , 2013 1603 ; BBl 2011 911 )."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "",
      "content": "1 Auf Gesuch der Konzessionsinhaberin kann das UVEK die Konzession auf ein anderes Unternehmen übertragen. Die betroffenen Kantone sind vorher anzuhören. 2 Sollen nur einzelne durch Gesetz oder Konzession begründete Rechte oder Pflichten übertragen werden, so legt die Konzessionsinhaberin die darüber abgeschlossenen Betriebsverträge dem Bundesamt für Verkehr (BAV) zur Kenntnisnahme vor. Sie ist dem Bund gegenüber weiterhin für die Erfüllung der durch Gesetz und Konzession begründeten Pflichten verantwortlich. Fassung gemäss Ziff. II 13 des BG vom 20. März 2009 über die Bahnreform 2, in Kraft seit 1. Jan. 2010 ( AS 2009 5597 ; BBl 2005 2415 , 2007 2681 ). Fassung gemäss Ziff. I 3 des BG vom 28. Sept. 2018 über die Organisation der Bahninfrastruktur, in Kraft seit 1. Juli 2020 ( AS 2020 1889 ; BBl 2016 8661 ). Fassung gemäss Ziff. I 4 des BG vom 16. März 2012 über den zweiten Schritt der Bahnreform 2, in Kraft seit 1. Juli 2013 ( AS 2012 5619 , 2013 1603 ; BBl 2011 911 )."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Entzug, Widerruf und Erlöschen der Konzession",
      "content": "1 Der Bundesrat entzieht die Konzession nach Anhörung der betroffenen Kantone jederzeit ohne Anspruch auf Entschädigung ganz oder teilweise, wenn: a. die Voraussetzungen für die Erteilung nicht mehr erfüllt sind; oder b. das Eisenbahnunternehmen die ihm nach dem Gesetz oder der Konzession auferlegten Pflichten wiederholt oder in schwerwiegender Weise verletzt. 2 Er kann die Konzession nach Anhörung der betroffenen Kantone widerrufen, wenn wesentliche öffentliche Interessen, namentlich die zweckmässige und wirtschaftliche Befriedigung der Transportbedürfnisse, dies rechtfertigen; das Eisenbahnunternehmen ist angemessen zu entschädigen. 3 Die Konzession erlischt: a. wenn innert der in der Konzession festgesetzten Frist der Bau nicht begonnen oder vollendet oder der Betrieb nicht aufgenommen wird; b. mit Ablauf der Konzessionsdauer; c. durch Rückkauf durch den Bund; d. durch Verzicht, wenn der Bundesrat diesen nach Anhörung der betroffenen Kantone genehmigt; e. wenn das Eisenbahnunternehmen in der Zwangsliquidation an einer zweiten Versteigerung keinem Höchstbietenden zugeschlagen werden kann. Fassung gemäss Ziff. I 3 des BG vom 28. Sept. 2018 über die Organisation der Bahninfrastruktur, in Kraft seit 1. Juli 2020 ( AS 2020 1889 ; BBl 2016 8661 )."
    },
    {
      "provision_ref": "art8a",
      "section": "8a",
      "title": "a Erteilung und Erneuerung der Sicherheitsgenehmigung",
      "content": "1 Das BAV erteilt die Sicherheitsgenehmigung. 2 Die Sicherheitsgenehmigung umfasst die Zulassung des Sicherheitsmanagementsystems der Infrastrukturbetreiberin und die Zulassung der Vorkehrungen, die diese getroffen hat, um einen sicheren Betrieb auf ihren Strecken zu gewährleisten. 3 Sie wird für höchstens fünf Jahre erteilt und kann erneuert werden. Eingefügt durch Ziff. I 4 des BG vom 16. März 2012 über den zweiten Schritt der Bahnreform 2, in Kraft seit 1. Juli 2013 ( AS 2012 5619 , 2013 1603 ; BBl 2011 911 )."
    },
    {
      "provision_ref": "art8b",
      "section": "8b",
      "title": "b Entzug der Sicherheitsgenehmigung",
      "content": "Das BAV entzieht die Sicherheitsgenehmigung jederzeit ohne Anspruch auf Entschädigung ganz oder teilweise, wenn: a. die Voraussetzungen für die Erteilung nicht mehr erfüllt sind; oder b. die Infrastrukturbetreiberin wiederholt oder in schwerwiegender Weise gegen das Gesetz oder die Genehmigung verstossen hat. Eingefügt durch Ziff. I 4 des BG vom 16. März 2012 über den zweiten Schritt der Bahnreform 2 ( AS 2012 5619 ; BBl 2011 911 ). Fassung gemäss Ziff. I 3 des BG vom 28. Sept. 2018 über die Organisation der Bahninfrastruktur, in Kraft seit 1. Juli 2020 ( AS 2020 1889 ; BBl 2016 8661 )."
    },
    {
      "provision_ref": "art8c",
      "chapter": "2. Abschnitt: Eisenbahnverkehrsunternehmen",
      "section": "8c",
      "title": "c Netzzugangsbewilligung und Sicherheitsbescheinigung",
      "content": "1 Wer den Eisenbahnverkehr durchführen will, benötigt eine Genehmigung als Eisenbahnverkehrsunternehmen (Netzzugangsbewilligung) und eine Sicherheitsbescheinigung. Der Bundesrat kann für regional tätige Unternehmen Ausnahmen vorsehen. 2 Das Eisenbahnverkehrsunternehmen, das über eine Sicherheitsbescheinigung verfügt, ist berechtigt, auf allen eigenen Strecken sowie auf den fremden Strecken, für welche die Sicherheitsbescheinigung gilt, den Eisenbahnverkehr durchzuführen. 3 Das Unternehmen muss die schweizerischen Rechtsvorschriften einhalten, insbesondere: a. die technischen und betrieblichen Vorschriften; b. die Vorschriften über sicherheitsrelevante Tätigkeiten. 4 Vorbehalten bleibt das Recht, Reisende regelmässig und gewerbsmässig zu befördern, das nach den Artikeln 6–8 des Personenbeförderungsgesetzes vom 20. März 2009 verliehen wird. Eingefügt durch Ziff. I 4 des BG vom 16. März 2012 über den zweiten Schritt der Bahnreform 2, in Kraft seit 1. Juli 2013 ( AS 2012 5619 , 2013 1603 ; BBl 2011 911 ). SR 745.1"
    },
    {
      "provision_ref": "art8d",
      "chapter": "2. Abschnitt: Eisenbahnverkehrsunternehmen",
      "section": "8d",
      "title": "d Erteilung und Erneuerung der Netzzugangsbewilligung",
      "content": "1 Das BAV erteilt die Netzzugangsbewilligung, wenn das Unternehmen: a. über eine genügende Organisation und über die erforderlichen Kenntnisse und Erfahrungen verfügt, um einen sicheren und zuverlässigen Betrieb zu gewährleisten; b. finanziell leistungsfähig ist und über einen genügenden Versicherungsschutz verfügt; c. die Anforderungen an die Zuverlässigkeit der für die Geschäftsführung verantwortlichen Personen erfüllt; d. die arbeitsrechtlichen Vorschriften und die Arbeitsbedingungen der Branche einhält; e. seinen Sitz in der Schweiz hat. 2 Die Netzzugangsbewilligung wird für höchstens zehn Jahre erteilt. Sie kann erneuert werden. 3 Besteht mit anderen Staaten eine Vereinbarung über die gegenseitige Anerkennung, so gelten die von diesen Staaten erteilten Genehmigungen auch in der Schweiz. Eingefügt durch Ziff. I 4 des BG vom 16. März 2012 über den zweiten Schritt der Bahnreform 2, in Kraft seit 1. Juli 2013 ( AS 2012 5619 , 2013 1603 ; BBl 2011 911 )."
    },
    {
      "provision_ref": "art8e",
      "section": "8e",
      "title": "e Erteilung und Erneuerung der Sicherheitsbescheinigung",
      "content": "1 Das BAV erteilt die Sicherheitsbescheinigung. 2 Die Sicherheitsbescheinigung umfasst die Zulassung des Sicherheitsmanagementsystems des Eisenbahnverkehrsunternehmens und die Zulassung der Vorkehrungen, die es getroffen hat, um einen sicheren Betrieb auf den zu befahrenden Strecken zu gewährleisten. Das Unternehmen muss dazu insbesondere nachweisen, dass: a. die Beschäftigten die für einen sicheren Betrieb erforderliche Qualifikation besitzen; b. das Rollmaterial den Anforderungen eines sicheren Betriebs genügt. 3 Die Sicherheitsbescheinigung wird für höchstens fünf Jahre erteilt. Sie kann erneuert werden. 4 Besteht mit anderen Staaten eine Vereinbarung über die gegenseitige Anerkennung, so gelten die von diesen Staaten erteilten Sicherheitsbescheinigungen auch in der Schweiz. Eingefügt durch Ziff. I 4 des BG vom 16. März 2012 über den zweiten Schritt der Bahnreform 2, in Kraft seit 1. Juli 2013 ( AS 2012 5619 , 2013 1603 ; BBl 2011 911 )."
    },
    {
      "provision_ref": "art8f",
      "section": "8f",
      "title": "f Entzug der Netzzugangsbewilligung und der Sicherheitsbescheinigung",
      "content": "Das BAV entzieht die Netzzugangsbewilligung und die Sicherheitsbescheinigung jederzeit ohne Anspruch auf Entschädigung ganz oder teilweise, wenn: a. die Voraussetzungen für die Erteilung nicht mehr erfüllt sind; oder b. das Eisenbahnverkehrsunternehmen wiederholt oder in schwerwiegender Weise gegen das Gesetz, die Bewilligung oder die Bescheinigung verstossen hat. Eingefügt durch Ziff. I 4 des BG vom 16. März 2012 über den zweiten Schritt der Bahnreform 2 ( AS 2012 5619 ; BBl 2011 911 ). Fassung gemäss Ziff. I 3 des BG vom 28. Sept. 2018 über die Organisation der Bahninfrastruktur, in Kraft seit 1. Juli 2020 ( AS 2020 1889 ; BBl 2016 8661 )."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "",
      "content": "Aufgehoben durch Ziff. I 4 des BG vom 16. März 2012 über den zweiten Schritt der Bahnreform 2, mit Wirkung seit 1. Juli 2013 ( AS 2012 5619 , 2013 1603 ; BBl 2011 911 )."
    },
    {
      "provision_ref": "art9a",
      "section": "9a",
      "title": "a Gewährung des Netzzugangs",
      "content": "1 Die Infrastrukturbetreiberin gewährt den Eisenbahnverkehrsunternehmen den diskriminierungsfreien Netzzugang. 2 und 3 … 4 Der Netzzugang auf einem örtlich und zeitlich bestimmten Fahrweg (Trasse) kann von jedem Unternehmen beantragt werden, das an der Durchführung des Eisenbahnverkehrs interessiert ist. Das Unternehmen muss spätestens einen Monat vor Betriebsaufnahme eine Netzzugangsbewilligung vorlegen oder ein Eisenbahnverkehrsunternehmen mit der Durchführung des Eisenbahnverkehrs beauftragen. Das Eisenbahnverkehrsunternehmen, das den Verkehr durchführt, muss die Sicherheitsbescheinigung spätestens bei der Aufnahme des Verkehrs vorlegen. 5 Trassen dürfen weder verkauft noch auf ein anderes Unternehmen übertragen werden. Der Auftrag nach Absatz 4 gilt nicht als Verkauf oder Übertragung. 6 Der Bundesrat legt die weiteren Grundsätze des Netzzugangs fest und regelt die Einzelheiten. Er kann mit anderen Staaten Abkommen abschliessen, welche die Gewährung des Netzzugangs für ausländische Unternehmen vorsehen. Er berücksichtigt dabei den Grundsatz der Gegenseitigkeit. Eingefügt durch Ziff. I des BG vom 20. März 1998, in Kraft seit 1. Jan. 1999 ( AS 1998 2835 ; BBl 1997 I 909 ). Fassung gemäss Ziff. I 4 des BG vom 16. März 2012 über den zweiten Schritt der Bahnreform 2, in Kraft seit 1. Dez. 2012 ( AS 2012 5619 ; BBl 2011 911 ). Aufgehoben durch Anhang Ziff. II 3 des Gütertransportgesetzes vom 25. Sept. 2015, mit Wirkung seit 1. Jan. 2017 ( AS 2016 1845 ; BBl 2014 3827 ). Fassung gemäss Ziff. I 4 des BG vom 16. März 2012 über den zweiten Schritt der Bahnreform 2, in Kraft seit 1. Dez. 2012 ( AS 2012 5619 ; BBl 2011 911 ). Eingefügt durch Ziff. I 4 des BG vom 16. März 2012 über den zweiten Schritt der Bahnreform 2, in Kraft seit 1. Dez. 2012 ( AS 2012 5619 ; BBl 2011 911 ). Eingefügt durch Ziff. I 4 des BG vom 16. März 2012 über den zweiten Schritt der Bahnreform 2, in Kraft seit 1. Dez. 2012 ( AS 2012 5619 ; BBl 2011 911 )."
    },
    {
      "provision_ref": "art9b",
      "section": "9b",
      "title": "b Netznutzung und Trassenzuteilung",
      "content": "1 Der Bundesrat legt in einem Netznutzungskonzept die Anzahl Trassen fest, die für jede Verkehrsart mindestens zu reservieren sind. Dabei berücksichtigt er insbesondere: a. die Zwecke der von Bund, Kantonen und Privaten getätigten oder beschlossenen Investitionen für den Eisenbahnverkehr; b. die Bedürfnisse nach abgestimmten Transportketten im Personenverkehr und im Gütertransport; c. die Kapazitäten, die für die Befriedigung der erwarteten Nachfrage im Personenverkehr und im Gütertransport erforderlich sind; d. die Ermöglichung einer wirtschaftlichen Abwicklung des Personenverkehrs und des Gütertransports auf der Schiene. 2 Er passt das Konzept bei Bedarf den veränderten Bedingungen an. 3 Die Infrastrukturbetreiberinnen erstellen für jedes der sechs Jahre vor dem jeweiligen Fahrplanjahr einen Netznutzungsplan. Sie konkretisieren darin das Netznutzungskonzept und halten insbesondere die Verteilung der Trassen auf die Verkehrsarten im Tages- und Wochenverlauf fest. Sie unterbreiten ihre Netznutzungspläne dem BAV zur Genehmigung. 4 Die Trassen werden nach den Vorgaben der Netznutzungspläne zugeteilt. Soweit freie Kapazitäten bestehen, hat der vertaktete Personenverkehr Vorrang. Der Bundesrat kann Ausnahmen von dieser Priorität unter Berücksichtigung volkswirtschaftlicher und raumplanerischer Anliegen vorsehen. 5 Das BAV regelt das Verfahren zur Trassenzuteilung und die Einzelheiten zu den Netznutzungsplänen. Es kann festlegen, wie bei Mehrfachbestellungen derselben Trasse vorzugehen ist. Eingefügt durch Anhang Ziff. II 3 des Gütertransportgesetzes vom 25. Sept. 2015, in Kraft seit 1. Jan. 2017 ( AS 2016 1845 ; BBl 2014 3827 ). Zweiter Satz eingefügt durch Ziff. I 3 des BG vom 28. Sept. 2018 über die Organisation der Bahninfrastruktur, in Kraft seit 1. Juli 2020 ( AS 2020 1889 ; BBl 2016 8661 )."
    },
    {
      "provision_ref": "art9c",
      "section": "9c",
      "title": "c Trassenpreis",
      "content": "1 Die Infrastrukturbetreiberinnen haben Anspruch auf ein Entgelt für die Benützung ihrer Infrastruktur (Trassenpreis). 2 Die beteiligten Unternehmen regeln die Einzelheiten des Zugangsrechts in einer Vereinbarung. Können sie sich nicht einigen, so entscheidet die Kommission für den Eisenbahnverkehr (RailCom). 3 Der Trassenpreis ist diskriminierungsfrei festzulegen. Er muss mindestens die Grenzkosten decken, die auf einer zeitgemäss ausgebauten Strecke normalerweise anfallen; diese Grenzkosten werden vom BAV für jede Streckenkategorie bestimmt. 4 Bei der Festlegung des Trassenpreises ist insbesondere den unterschiedlichen Kosten im Netz, der Umweltbelastung der Fahrzeuge sowie der Nachfrage Rechnung zu tragen. 5 Beim regelmässigen Personenverkehr entspricht der Trassenpreis den vom BAV für die Streckenkategorie bestimmten Grenzkosten und dem von der Konzessionsbehörde festgelegten Anteil an den Erträgen aus dem Verkehr. 6 Der Bundesrat legt die Grundsätze für die Bemessung des Trassenpreises fest und regelt die Veröffentlichung. Bei der Festlegung der Grundsätze sorgt er dafür, dass auf vergleichbaren Strecken gleich hohe Trassenpreise festgelegt und die Bahnkapazitäten optimal ausgenützt werden. Urspünglich Art. 9 b . Eingefügt durch Ziff. I des BG vom 20. März 1998 ( AS 1998 2835 ; BBl 1997 I 909 ). Fassung gemäss Ziff. I 3 des BG vom 28. Sept. 2018 über die Organisation der Bahninfrastruktur, in Kraft seit 1. Juli 2020 ( AS 2020 1889 ; BBl 2016 8661 )."
    },
    {
      "provision_ref": "art9d",
      "chapter": "48",
      "section": "9d",
      "title": "d Rechtsform und -persönlichkeit",
      "content": "1 Die Schweizerische Trassenvergabestelle (Trassenvergabestelle) ist eine öffentlich-rechtliche Anstalt des Bundes mit eigener Rechtspersönlichkeit. 2 Sie ist von den Eisenbahnunternehmen und anderen interessierten Dritten unabhängig. 3 Sie organisiert sich selbst und führt eine eigene Rechnung. 4 Sie wird nach betriebswirtschaftlichen Grundsätzen geführt. 5 Sie wird im Handelsregister unter der Bezeichnung « Schweizerische Trassenvergabestelle» eingetragen. Sie hat ihren Sitz in Bern."
    },
    {
      "provision_ref": "art9e",
      "chapter": "48",
      "section": "9e",
      "title": "e Ziele",
      "content": "Der Bund strebt mit der Trassenvergabestelle den diskriminierungsfreien und transparenten Netzzugang, die gesunde Entwicklung des Wettbewerbs im Eisenbahnverkehr und die optimale Nutzung der Schienenkapazitäten an."
    },
    {
      "provision_ref": "art9f",
      "chapter": "48",
      "section": "9f",
      "title": "f Aufgaben und Zuständigkeiten",
      "content": "1 Die Trassenvergabestelle hat folgende Aufgaben: a. Trassenplanung, Trassenvergabe und Erstellung des Netzfahrplans; b. Einziehen des Trassenpreises und Überweisung an die Infrastrukturbetreiberinnen; c. Koordination und Informationsaustausch mit den zuständigen ausländischen Stellen; d. Führen eines Registers mit den für den Netzzugang erforderlichen Angaben (Infrastrukturregister) und Veröffentlichung der Investitionspläne der Infrastrukturbetreiberinnen. 2 Sie kann von den Eisenbahnunternehmen Einsicht in sämtliche Unterlagen verlangen und Auskünfte einholen, soweit dies für die Erfüllung ihrer Aufgaben notwendig ist. 3 Sie kann Dritte für die Erfüllung einzelner Aufgaben beiziehen, insbesondere für die Erstellung des Fahrplans. Diese haben ihre Aufgaben diskriminierungsfrei wahrzunehmen und die Mitwirkung der Infrastrukturbetreiberinnen und der nach Artikel 9 a Absatz 4 für den Netzzugang Antragsberechtigten sicherzustellen. 4 Der Beizug Dritter gilt nicht als öffentlicher Auftrag im Sinne des Bundesgesetzes vom 16. Dezember 1994 über das öffentliche Beschaffungswesen (BöB). Er unterliegt nicht der Beschwerde. 5 Die Trassenvergabestelle veröffentlicht den Vertrag. Artikel 7 des Öffentlichkeitsgesetzes vom 17. Dezember 2004 (BGÖ) ist anwendbar. 6 Der Bundesrat kann Teile des Netzes, insbesondere Schmalspurstrecken sowie nicht interoperable Normalspurstrecken, von der Zuständigkeit der Trassenvergabestelle ausnehmen. [ AS 1996 508 ; 1997 2465 Anhang Ziff. 3; 2006 2197 Anhang Ziff. 11; 2007 5635 Art. 25 Ziff. 1; 2011 5659 Anhang Ziff. 1, 6515 Art. 26 Ziff. 1; 2012 3655 Ziff. I 2; 2015 773 ; 2017 7563 Anhang Ziff. II 1; 2019 4101 Art. 1. AS 2020 641 Anhang 7 Ziff. I]. Siehe heute: das BG vom 21. Juni 2019 ( SR 172.056.1 ). SR 152.3"
    },
    {
      "provision_ref": "art9g",
      "section": "9g",
      "title": "g Organe",
      "content": "Die Organe der Trassenvergabestelle sind: a. der Verwaltungsrat; b. die Geschäftsleitung; c. die Revisionsstelle."
    },
    {
      "provision_ref": "art9h",
      "section": "9h",
      "title": "h Verwaltungsrat: Zusammensetzung, Wahl und Organisation",
      "content": "1 Der Verwaltungsrat ist das oberste Leitungsorgan. Er besteht aus fünf bis sieben fachkundigen Mitgliedern. 2 Der Bundesrat legt das Anforderungsprofil für die Mitglieder des Verwaltungsrats fest. 3 Er wählt die Mitglieder des Verwaltungsrates und bezeichnet die Präsidentin oder den Präsidenten. Er wählt die Mitglieder für eine Amtsdauer von längstens vier Jahren und kann sie zweimal wiederwählen. Er kann sie aus wichtigen Gründen jederzeit abberufen. 4 Er legt die Honorare und die weiteren Vertragsbedingungen der Mitglieder des Verwaltungsrates fest. Das Vertragsverhältnis zwischen ihnen und der Trassenvergabestelle untersteht dem öffentlichen Recht. Ergänzend sind die Bestimmungen des Obligationenrechts sinngemäss anwendbar. 5 Die Mitglieder des Verwaltungsrates dürfen weder eine wirtschaftliche oder andere Tätigkeit ausüben noch ein Amt bekleiden, die geeignet sind, ihre Unabhängigkeit zu beeinträchtigen oder zu gefährden. Sie müssen insbesondere von Eisenbahnunternehmen unabhängig sein, die in die Zuständigkeit der Trassenvergabestelle fallen. Bewerberinnen und Bewerber für die Wahl in den Verwaltungsrat müssen gegenüber dem Bundesrat ihre Interessenbindungen offenlegen. 6 Die Mitglieder des Verwaltungsrates müssen ihre Aufgaben und Pflichten mit aller Sorgfalt erfüllen und die Interessen der Trassenvergabestelle in guten Treuen wahren. Sie sind während der Zugehörigkeit zum Verwaltungsrat und nach deren Ende zur Verschwiegenheit über amtliche Angelegenheiten verpflichtet. 7 Sie melden Veränderungen ihrer Interessenbindungen laufend dem Verwaltungsrat. Dieser informiert den Bundesrat darüber jährlich im Rahmen des Geschäftsberichts. Ist eine Interessenbindung mit der Mitgliedschaft im Verwaltungsrat unvereinbar und hält das Mitglied daran fest, so beantragt der Verwaltungsrat dem Bundesrat dessen Abberufung. SR 220"
    },
    {
      "provision_ref": "art9i",
      "section": "9i",
      "title": "i Verwaltungsrat: Aufgaben",
      "content": "Der Verwaltungsrat hat folgende Aufgaben: a. Er erlässt die strategischen Ziele der Trassenvergabestelle, unterbreitet sie dem Bundesrat zur Genehmigung, sorgt für ihre Umsetzung und erstattet dem Bundesrat jährlich Bericht über ihre Erreichung. b. Er erlässt das Organisationsreglement. c. Er trifft die notwendigen Vorkehren zur Wahrung der Interessen der Trassenvergabestelle und zur Verhinderung von Interessenkollisionen. d. Er erlässt die Personalverordnung und unterbreitet sie dem Bundesrat zur Genehmigung. e. Er entscheidet über die Begründung, die Änderung und die Beendigung des Arbeitsverhältnisses mit der Geschäftsführerin oder dem Geschäftsführer. Die Begründung und die Beendigung des Arbeitsverhältnisses bedürfen der Genehmigung durch den Bundesrat. f. Er entscheidet auf Antrag der Geschäftsführerin oder des Geschäftsführers über die Begründung, die Änderung und die Beendigung des Arbeitsverhältnisses der weiteren Mitglieder der Geschäftsleitung. g. Er beaufsichtigt die Geschäftsleitung. h. Er vertritt die Trassenvergabestelle als Vertragspartei nach Artikel 32 d Absatz 2 dritter Satz des Bundespersonalgesetzes vom 24. März 2000 (BPG). i. Er verabschiedet das Budget und beantragt dem Bundesrat die Abgeltungen des Bundes nach Artikel 9 o Absatz 1 Buchstabe b. j. Er sorgt für ein der Trassenvergabestelle angepasstes internes Kontrollsystem und Risikomanagement. k. Er erstellt und verabschiedet für jedes Geschäftsjahr einen Geschäftsbericht; er unterbreitet den revidierten Geschäftsbericht dem Bundesrat zur Genehmigung; gleichzeitig stellt er dem Bundesrat Antrag auf Entlastung und auf die Verwendung eines allfälligen Gewinns; er veröffentlicht den Geschäftsbericht nach der Genehmigung. SR 172.220.1"
    },
    {
      "provision_ref": "art9j",
      "section": "9j",
      "title": "j Geschäftsleitung",
      "content": "1 Die Geschäftsleitung ist das operative Organ. Sie steht unter der Leitung einer Geschäftsführerin oder eines Geschäftsführers. 2 Sie hat folgende Aufgaben: a. Sie führt die Geschäfte. b. Sie erlässt die Verfügungen der Trassenvergabestelle nach Massgabe des Organisationsreglements des Verwaltungsrates. c. Sie erarbeitet die Entscheidungsgrundlagen des Verwaltungsrates. d. Sie berichtet dem Verwaltungsrat regelmässig sowie bei besonderen Ereignissen ohne Verzug. e. Sie entscheidet über die Begründung, die Änderung und die Beendigung der Arbeitsverhältnisse des übrigen Personals. f. Sie erfüllt alle Aufgaben, die dieses Gesetz nicht einem anderen Organ zuweist."
    },
    {
      "provision_ref": "art9k",
      "section": "9k",
      "title": "k Revisionsstelle",
      "content": "1 Der Bundesrat wählt die Revisionsstelle. Er kann sie abberufen. 2 Auf die Revisionsstelle und die Revision sind die Vorschriften des Aktienrechts zur ordentlichen Revision sinngemäss anwendbar. 3 Die Revisionsstelle prüft die Jahresrechnung. Sie prüft ausserdem, ob die Angaben im Lagebericht zur Durchführung eines der Trassenvergabestelle angemessenen Risikomanagements und zur Personalentwicklung den Tatsachen entsprechen. 4 Sie erstattet dem Verwaltungsrat und dem Bundesrat über das Ergebnis der Prüfung umfassend Bericht. 5 Der Bundesrat kann bestimmte Sachverhalte durch die Revisionsstelle abklären lassen."
    },
    {
      "provision_ref": "art9l",
      "section": "9l",
      "title": "l Anstellungsverhältnisse",
      "content": "1 Die Geschäftsleitung und das übrige Personal unterstehen den Bestimmungen des BPG. 2 Die Trassenvergabestelle ist Arbeitgeberin. SR 172.220.1"
    },
    {
      "provision_ref": "art9m",
      "section": "9m",
      "title": "m Personalinformationssystem",
      "content": "1 Die Trassenvergabestelle betreibt ein Personalinformationssystem für die Personaladministration. 2 Im Personalinformationssystem können die folgenden besonders schützenswerten Personendaten bearbeitet werden: a. Angaben zur gesundheitlichen Situation in Bezug auf die Arbeitsfähigkeit; b. Angaben zu Leistungen und Potenzial sowie zur persönlichen und beruflichen Entwicklung; c. erforderliche Daten im Rahmen der Mitwirkung beim Vollzug des Sozialversicherungsrechts; d. Verfahrensakten und Entscheide von Behörden in Verbindung mit der Arbeit. 3 Der Verwaltungsrat erlässt Ausführungsbestimmungen über: a. die Organisation und den Betrieb des Personalinformationssystems; b. die Bearbeitung der Daten, insbesondere die Beschaffung, Aufbewahrung, Bekanntgabe und Vernichtung; c. die Berechtigungen zur Datenbearbeitung; d. die Datenkataloge; e. die Datensicherheit und den Datenschutz."
    },
    {
      "provision_ref": "art9n",
      "section": "9n",
      "title": "n Pensionskasse",
      "content": "1 Die Geschäftsleitung und das übrige Personal sind bei der Pensionskasse des Bundes (PUBLICA) nach den Artikeln 32 a –32 m BPG versichert. 2 Die Trassenvergabestelle ist dem Vorsorgewerk Bund angeschlossen. SR 172.220.1"
    },
    {
      "provision_ref": "art9o",
      "section": "9o",
      "title": "o Finanzierung",
      "content": "1 Die Trassenvergabestelle finanziert ihre Tätigkeiten aus: a. Gebühren; b. Abgeltungen des Bundes. 2 Die Gebühren decken die Kosten der Trassenvergabestelle für die Erfüllung der Aufgaben nach Artikel 9 f . Sie werden den Infrastrukturbetreiberinnen im Verhältnis der auf deren Netzen zugeteilten Trassenkilometer verrechnet. Der Bundesrat regelt die Gebühren im Rahmen von Artikel 46 a des Regierungs- und Verwaltungsorganisationsgesetzes vom 21. März 1997 (RVOG). 3 Die Abgeltungen des Bundes decken die Kosten der nach Artikel 9 v Absatz 4 übertragenen Aufgaben. SR 172.010"
    },
    {
      "provision_ref": "art9p",
      "section": "9p",
      "title": "p Geschäftsbericht",
      "content": "1 Der Geschäftsbericht enthält die Jahresrechnung und den Lagebericht. 2 Die Jahresrechnung setzt sich zusammen aus der Bilanz, der Erfolgsrechnung und dem Anhang. 3 Der Lagebericht enthält insbesondere Angaben zum Risikomanagement, zur Personalentwicklung und zu den Interessenbindungen der Mitglieder des Verwaltungsrates."
    },
    {
      "provision_ref": "art9q",
      "section": "9q",
      "title": "q Rechnungslegung",
      "content": "1 Die Rechnungslegung der Trassenvergabestelle stellt die Vermögens-, die Finanz- und die Ertragslage den tatsächlichen Verhältnissen entsprechend dar. 2 Sie folgt den Grundsätzen der ordnungsgemässen Rechnungslegung, insbesondere der Wesentlichkeit, der Vollständigkeit, der Verständlichkeit, der Stetigkeit und der Bruttodarstellung. 3 Sie richtet sich nach einem anerkannten Standard zur Rechnungslegung. 4 Die aus den Rechnungslegungsgrundsätzen abgeleiteten Bilanzierungs- und Bewertungsregeln sind im Anhang zur Bilanz offenzulegen. 5 Das betriebliche Rechnungswesen ist so auszugestalten, dass Aufwände und Erträge der einzelnen über Gebühren und Abgeltungen finanzierten Tätigkeiten ausgewiesen werden."
    },
    {
      "provision_ref": "art9r",
      "section": "9r",
      "title": "r Tresorerie",
      "content": "1 Die Eidgenössische Finanzverwaltung (EFV) verwaltet im Rahmen ihrer zentralen Tresorerie die liquiden Mittel der Trassenvergabestelle. 2 Sie kann der Trassenvergabestelle zur Sicherstellung der Zahlungsfähigkeit im Rahmen ihrer Aufgabenerfüllung Darlehen zu marktkonformen Bedingungen gewähren. 3 Die EFV und die Trassenvergabestelle vereinbaren die Einzelheiten in einem öffentlich-rechtlichen Vertrag."
    },
    {
      "provision_ref": "art9s",
      "section": "9s",
      "title": "s Steuern",
      "content": "Die Trassenvergabestelle ist im Rahmen ihrer Aufgabenerfüllung von jeder direkten Besteuerung durch Bund, Kantone und Gemeinden befreit."
    },
    {
      "provision_ref": "art9t",
      "section": "9t",
      "title": "t Aufsicht",
      "content": "1 Der Bundesrat beaufsichtigt die Trassenvergabestelle unter Wahrung ihrer fachlichen Unabhängigkeit. 2 Zur Aufsicht des Bundesrates gehören insbesondere folgende Befugnisse: a. die Wahl und die Abberufung der Mitglieder des Verwaltungsrates und von dessen Präsidentin oder Präsidenten; b. die Wahl und die Abberufung der Revisionsstelle; c. die Genehmigung: 1. der Begründung und der Beendigung des Arbeitsverhältnisses mit der Geschäftsleiterin oder dem Geschäftsleiter, 2. der Personalverordnung, 3. des Geschäftsberichts und des Beschlusses über die Verwendung eines Gewinns; d. die Genehmigung der strategischen Ziele und die jährliche Überprüfung ihrer Erreichung; e. die Entlastung des Verwaltungsrates. 3 Der Bundesrat kann in sämtliche Geschäftsunterlagen der Trassenvergabestelle Einsicht nehmen und sich jederzeit über deren Geschäftstätigkeit informieren lassen. 4 Die Trassenvergabestelle erörtert mit dem Bundesrat mindestens einmal jährlich ihre strategischen Ziele, die Erfüllung ihrer Aufgaben sowie die aktuelle Situation des Wettbewerbs auf der Schiene."
    },
    {
      "provision_ref": "art9u",
      "section": "9u",
      "title": "u Infrastrukturregister",
      "content": "1 Die Infrastrukturbetreiberinnen müssen der Trassenvergabestelle ihre aktuellen Investitionspläne zur Verfügung stellen und die weiteren zur Führung des Infrastrukturregisters erforderlichen Daten liefern. 2 Die Trassenvergabestelle kann nach Anhörung des BAV und der Infrastrukturbetreiberinnen weitere Einzelheiten der Registerführung regeln."
    },
    {
      "provision_ref": "art9v",
      "section": "9v",
      "title": "v Regelungen des Bundesrates",
      "content": "1 Der Bundesrat regelt die Aufgaben der Trassenvergabestelle und den Beizug Dritter im Einzelnen. 2 Er bestimmt, welche Informationen die Eisenbahnverkehrsunternehmen und die Infrastrukturbetreiberinnen regelmässig der Trassenvergabestelle übermitteln müssen. 3 Er kann Vorschriften zur Rechnungslegung erlassen. Insbesondere kann er der Trassenvergabestelle Abweichungen von anerkannten Standards zur Rechnungslegung oder Ergänzungen vorschreiben. 4 Er kann der Trassenvergabestelle weitere Aufgaben gegen Abgeltung übertragen."
    },
    {
      "provision_ref": "art9w",
      "section": "9w",
      "title": "w Verfahren und Rechtsschutz",
      "content": "1 Verfahren und Rechtsschutz richten sich nach den allgemeinen Bestimmungen über die Bundesrechtspflege. 2 Verfügungen der Trassenvergabestelle zum Netzzugang unterliegen der Beschwerde an die RailCom. Beschwerden haben nur aufschiebende Wirkung, wenn die RailCom dies von Amtes wegen oder auf Antrag einer Partei anordnet. 3 Die Trassenvergabestelle ist in ihrem Zuständigkeitsbereich zur Beschwerde gegen Verfügungen der RailCom oder anderer Bundesbehörden sowie gegen Entscheide des Bundesverwaltungsgerichts berechtigt."
    },
    {
      "provision_ref": "art10",
      "chapter": "3. Kapitel: Aufsicht",
      "section": "10",
      "title": "Aufsichtsbehörden",
      "content": "1 Bau und Betrieb der Eisenbahnen unterstehen der Aufsicht des Bundesrates. Er kann sie gegenüber Bahnen, die vorwiegend dem Ortsverkehr dienen oder die besonders einfache Verhältnisse und keine technischen Anschlüsse an andere Bahnen aufweisen, zweckdienlich einschränken. 2 Aufsichtsbehörde ist das BAV. Fassung gemäss Ziff. II 13 des BG vom 20. März 2009 über die Bahnreform 2, in Kraft seit 1. Jan. 2010 ( AS 2009 5597 ; BBl 2005 2415 , 2007 2681 ). Fassung gemäss Ziff. I 9 des BG vom 18. Juni 1999 über die Koordination und Vereinfachung von Entscheidverfahren, in Kraft seit 1. Jan. 2000 ( AS 1999 3071 ; BBl 1998 2591 )."
    },
    {
      "provision_ref": "art11",
      "chapter": "3. Kapitel: Aufsicht",
      "section": "11",
      "title": "",
      "content": "Aufgehoben durch Anhang Ziff. 75 des Verwaltungsgerichtsgesetzes vom 17. Juni 2005, mit Wirkung seit 1. Jan. 2007 ( AS 2006 2197 ; BBl 2001 4202 )."
    },
    {
      "provision_ref": "art12",
      "chapter": "3. Kapitel: Aufsicht",
      "section": "12",
      "title": "",
      "content": "Das BAV ist befugt, Beschlüsse und Anordnungen von Organen oder Dienststellen des Eisenbahnunternehmens aufzuheben oder ihre Durchführung zu verhindern, wenn sie gegen dieses Gesetz, die Konzession oder internationale Vereinbarungen verstossen oder wichtige Landesinteressen verletzen. Fassung gemäss Ziff. II 13 des BG vom 20. März 2009 über die Bahnreform 2, in Kraft seit 1. Jan. 2010 ( AS 2009 5597 ; BBl 2005 2415 , 2007 2681 )."
    },
    {
      "provision_ref": "art13",
      "chapter": "3. Kapitel: Aufsicht",
      "section": "13",
      "title": "",
      "content": "Aufgehoben durch Ziff. I des BG vom 18. Juni 1993, mit Wirkung seit 1. Jan. 1994 ( AS 1993 3199 ; BBl 1993 I 805 )."
    },
    {
      "provision_ref": "art14",
      "chapter": "3. Kapitel: Aufsicht",
      "section": "14",
      "title": "Information über die Aufsichtstätigkeit",
      "content": "1 Das BAV informiert die Öffentlichkeit über seine Aufsichtstätigkeit. 2 Das BGÖ gilt nicht für Berichte betreffend Audits, Betriebskontrollen und Inspektionen des BAV sowie für andere amtliche Dokumente, soweit sie Personendaten enthalten, welche die technische oder betriebliche Sicherheit betreffen. Fassung gemäss Ziff. I 3 des BG vom 28. Sept. 2018 über die Organisation der Bahninfrastruktur, in Kraft seit 1. Juli 2020 ( AS 2020 1889 ; BBl 2016 8661 ). SR 152.3"
    },
    {
      "provision_ref": "art14a",
      "section": "14a",
      "title": "a Melde- und Mitwirkungspflicht",
      "content": "1 Die Eisenbahnunternehmen müssen Unfälle und schwere Vorfälle beim Betrieb von Eisenbahnen dem BAV unverzüglich melden. 2 Sie müssen dem BAV jederzeit Auskunft erteilen und sämtliche Dokumente herausgeben. Zudem müssen sie dem BAV freien Zutritt zu allen Teilen der Eisenbahnanlagen und Fahrzeuge gewähren und es bei seiner Prüf- und Kontrolltätigkeit kostenlos unterstützen. Eingefügt durch Anhang des BG vom 1. Okt. 2010 ( AS 2011 1119 ; BBl 2009 4915). Fassung gemäss Anhang Ziff. 2 des BG vom 26. Sept. 2014, in Kraft seit 1. Jan. 2016 ( AS 2015 3205 ; BBl 2013 7185 )."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Untersuchung von Unfällen und schweren Vorfällen",
      "content": "1 Über die Umstände, den Verlauf und die Ursachen von Unfällen und schweren Vorfällen beim Betrieb von Eisenbahnen wird eine Untersuchung durchgeführt. 2 Die Untersuchung dient dazu, ähnliche Unfälle zu vermeiden. Schuld und Haftung sind nicht Gegenstand der Untersuchung. Fassung gemäss Anhang des BG vom 1. Okt. 2010, in Kraft seit 1. Nov. 2011 ( AS 2011 1119 4573 ; BBl 2009 4915)."
    },
    {
      "provision_ref": "art15a",
      "section": "15a",
      "title": "a Untersuchungskommission",
      "content": "1 Zur Durchführung der Untersuchungen setzt der Bundesrat eine ausserparlamentarische Kommission nach den Artikeln 57 a –57 g des Regierungs- und Verwaltungsorganisationsgesetzes vom 21. März 1997 ein. 2 Die Kommission besteht aus drei bis fünf unabhängigen Sachverständigen. 3 Sie ist von den Verwaltungsbehörden unabhängig und verfügt über ein eigenes Sekretariat. Sie ist dem UVEK administrativ zugeordnet. 4 Der Bundesrat regelt die Organisation der Kommission. Er kann sie mit der Kommission nach Artikel 25 des Luftfahrtgesetzes vom 21. Dezember 1948 zusammenlegen. Eingefügt durch Anhang des BG vom 1. Okt. 2010 ( AS 2011 1119 4573 ; BBl 2009 4915). Fassung gemäss Anhang Ziff. 2 des BG vom 16. Juni 2017, in Kraft seit 1. Jan. 2018 ( AS 2017 5607 ; BBl 2016 7133 ). SR 172.010 SR 748.0"
    },
    {
      "provision_ref": "art15b",
      "section": "15b",
      "title": "b Verfahren der Untersuchungskommission",
      "content": "1 Die Kommission erstellt über jede Untersuchung einen Bericht. Dieser ist keine Verfügung und kann nicht angefochten werden. 2 Das Sekretariat kann zur Aufklärung des Sachverhalts anordnen: a. die Vorladung von Personen, die sachdienliche Auskünfte geben können; b. Hausdurchsuchungen sowie die Durchsuchung von Dokumenten, Aufzeichnungen, Personen und Gegenständen; c. Beschlagnahmungen; d. medizinische Untersuchungen wie Blut- und Urinproben; e. Autopsien; f. die Auswertung der Daten von Aufzeichnungsgeräten; g. das Einholen von Gutachten. 3 Greift das Sekretariat in Rechte oder Pflichten ein, so erlässt es Verfügungen. Soweit dieses Gesetz keine abweichenden Bestimmungen enthält, ist das Verwaltungsverfahrensgesetz vom 20. Dezember 1968 anwendbar. 4 Gegen die durch das Sekretariat im Rahmen der Untersuchung erlassenen Verfügungen kann innerhalb von 10 Tagen bei der Kommission Einsprache erhoben werden. 5 Die Kommission betreibt ein System zur Qualitätssicherung. Insbesondere sorgt sie dafür, dass die Eingaben aller Beteiligten angemessen gewürdigt werden. 6 Der Bundesrat regelt das Verfahren, insbesondere die Zwangsmassnahmen und die Veröffentlichung der Berichte. Eingefügt durch Anhang des BG vom 1. Okt. 2010 ( AS 2011 1119 4573 ; BBl 2009 4915). Fassung gemäss Anhang Ziff. 2 des BG vom 16. Juni 2017, in Kraft seit 1. Jan. 2018 ( AS 2017 5607 ; BBl 2016 7133 ). SR 172.021"
    },
    {
      "provision_ref": "art15c",
      "section": "15c",
      "title": "c Kosten des Untersuchungsverfahrens",
      "content": "1 Wird in einem anderen Verfahren rechtskräftig festgestellt, dass jemand das untersuchte Ereignis vorsätzlich oder grobfahrlässig verursacht hat, so kann die Kommission ihm einen Teil der Untersuchungskosten auferlegen. 2 Der Bundesrat regelt die Bemessung der auferlegten Kosten. Er berücksichtigt dabei die Schwere des Verschuldens. Eingefügt durch Anhang des BG vom 1. Okt. 2010 ( AS 2011 1119 4573 ; BBl 2009 4915). Fassung gemäss Anhang Ziff. 2 des BG vom 16. Juni 2017, in Kraft seit 1. Jan. 2018 ( AS 2017 5607 ; BBl 2016 7133 )."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Datenbearbeitung durch das BAV",
      "content": "1 Das BAV ist befugt, im Rahmen seiner aufsichtsrechtlichen Tätigkeit die notwendigen Daten bei den Eisenbahnunternehmen zu erheben und auf andere Weise zu bearbeiten. Die Eisenbahnunternehmen müssen die für die amtliche Verkehrsstatistik erforderlichen Angaben einreichen. 2 Es kann Daten, die zur Ausstellung eines Ausweises dienen, bei den entsprechenden Personen erheben und auf andere Weise bearbeiten. 3 Zum Zweck der Verkehrsplanung kann es von den Eisenbahnunternehmen verlangen, dass sie streckenbezogene Daten erheben und einreichen. Es kann diese Daten bekannt geben, soweit dies zur Zweckerreichung erforderlich ist und ein überwiegendes öffentliches Interesse besteht. 4 Es kann nach einer Verhältnismässigkeitsprüfung der Öffentlichkeit besonders schützenswerte Daten bekannt geben, die Rückschlüsse über die Einhaltung von sicherheitsrelevanten Bestimmungen durch das Eisenbahnunternehmen ermöglichen. Es kann insbesondere informieren über: a. den Entzug oder Widerruf von Konzessionen und Bewilligungen; b. Verstösse gegen Bestimmungen über den Arbeitsschutz oder die Arbeitsbedingungen. 5 Der Bundesrat regelt die Einzelheiten, insbesondere die Form der Bekanntgabe. Fassung gemäss Ziff. II 13 des BG vom 20. März 2009 über die Bahnreform 2, in Kraft seit 1. Jan. 2010 ( AS 2009 5597 ; BBl 2005 2415 , 2007 2681 ). Fassung des zweiten Satzes gemäss Ziff. I 4 des BG vom 16. März 2012 über den zweiten Schritt der Bahnreform 2, in Kraft seit 1. Juli 2013 ( AS 2012 5619 , 2013 1603 ; BBl 2011 911 )."
    },
    {
      "provision_ref": "art16a",
      "section": "16a",
      "title": "a Datenbearbeitung durch Konzessionsinhaberinnen",
      "content": "1 Die Konzessionsinhaberinnen unterstehen für ihre konzessionierten Tätigkeiten den Artikeln 16–25 bis des Bundesgesetzes vom 19. Juni 1992 über den Datenschutz (DSG). 2 Sie können besonders schützenswerte Personendaten sowie Persönlichkeitsprofile bearbeiten, soweit dies für die Sicherheit der Infrastruktur, insbesondere für deren Bau und Betrieb, erforderlich ist. Dies gilt auch für Dritte, die Aufgaben der Konzessionsinhaberinnen wahrnehmen. Diese bleiben für die Einhaltung der Datenschutzvorschriften verantwortlich. 3 Die Aufsicht richtet sich nach Artikel 27 DSG. Eingefügt durch Ziff. II 13 des BG vom 20. März 2009 über die Bahnreform 2, in Kraft seit 1. Jan. 2010 ( AS 2009 5597 ; BBl 2005 2415 , 2007 2681 ). SR 235.1"
    },
    {
      "provision_ref": "art16b",
      "section": "16b",
      "title": "b Videoüberwachung",
      "content": "1 Die Konzessionsinhaberinnen können zum Schutz der Infrastruktur eine Videoüberwachung einrichten. 2 Sie können Dritte, auf die sie Sicherheitsaufgaben übertragen haben, mit der Videoüberwachung beauftragen. Sie sind für die Einhaltung der Datenschutzvorschriften verantwortlich. 3 Videosignale können aufgezeichnet werden. Sie müssen grundsätzlich am nächsten Werktag ausgewertet werden. 4 Anschliessend sind die Videosignale diebstahlsicher aufzubewahren. Aufbewahrte Videosignale sind vor Missbrauch zu schützen und spätestens nach 100 Tagen zu vernichten. 5 Aufzeichnungen dürfen nur strafverfolgenden Behörden oder Behörden, bei denen die Unternehmen Anzeige erstatten oder Rechtsansprüche geltend machen, bekannt gegeben werden. 6 Der Bundesrat regelt die Einzelheiten, namentlich wie Videosignale aufzubewahren und vor Missbrauch zu schützen sind. Eingefügt durch Ziff. II 13 des BG vom 20. März 2009 über die Bahnreform 2, in Kraft seit 1. Jan. 2010 ( AS 2009 5597 ; BBl 2005 2415 , 2007 2681 )."
    },
    {
      "provision_ref": "art17",
      "chapter": "1. Abschnitt: Grundsätze",
      "section": "17",
      "title": "",
      "content": "1 Die Eisenbahnanlagen und Fahrzeuge sind nach den Anforderungen des Verkehrs, des Umweltschutzes und gemäss dem Stande der Technik zu erstellen, zu betreiben, zu unterhalten und zu erneuern. Die Bedürfnisse mobilitätsbehinderter Menschen sind angemessen zu berücksichtigen. 2 Der Bundesrat erlässt Vorschriften über Bau und Betrieb sowie über die technische Einheit und Zulassung im Eisenbahnwesen unter Berücksichtigung der Interoperabilität und eines streckenbezogenen Sicherheitsstandards. Er sorgt dafür, dass die technischen Vorschriften nicht zur Behinderung des Wettbewerbes missbraucht werden. 3 Das BAV erlässt Fahrdienstvorschriften. 4 Die Eisenbahnunternehmen sind im Rahmen der Vorschriften für den sicheren Betrieb der Eisenbahnanlagen und Fahrzeuge verantwortlich. Sie haben die für einen sicheren Betrieb erforderlichen Vorschriften aufzustellen und dem BAV vorzulegen. Fassung gemäss Ziff. I des BG vom 20. März 1998, in Kraft seit 1. Jan. 1999 ( AS 1998 2835 ; BBl 1997 I 909 ). Fassung gemäss Ziff. II 13 des BG vom 20. März 2009 über die Bahnreform 2, in Kraft seit 1. Jan. 2010 ( AS 2009 5597 ; BBl 2005 2415 , 2007 2681 ). Ausdruck gemäss Ziff. II 13 des BG vom 20. März 2009 über die Bahnreform 2, in Kraft seit 1. Jan. 2010 ( AS 2009 5597 ; BBl 2005 2415 , 2007 2681 ). Diese Änderung wurde im ganzen Erlass berücksichtigt. Fassung gemäss Ziff. II 13 des BG vom 20. März 2009 über die Bahnreform 2, in Kraft seit 1. Jan. 2010 ( AS 2009 5597 ; BBl 2005 2415 , 2007 2681 )."
    },
    {
      "provision_ref": "art17a",
      "chapter": "1. Abschnitt: Grundsätze",
      "section": "17a",
      "title": "a Register der zugelassenen Fahrzeuge",
      "content": "1 Das BAV führt ein Register aller in der Schweiz nach diesem Gesetz zugelassenen Fahrzeuge. 2 Die Inhaber einer Betriebsbewilligung (Halter) sind verpflichtet, ihre Fahrzeuge zur Eintragung beim BAV anzumelden. 3 Das Register ist allen in- und ausländischen Sicherheitsbehörden und Unfalluntersuchungsstellen sowie allen anderen Personen mit einem berechtigten Interesse zugänglich. 4 Der Bundesrat regelt: a. die Kennzeichnung der Fahrzeuge; b. die Einzelheiten des Zugangs zum Register; c. welche Inhalte des Registers öffentlich zugänglich sind. 5 Er kann: a. das Führen des Registers Dritten übertragen; b. Fahrzeugkategorien bezeichnen, die nicht in das Register eingetragen werden müssen. Eingefügt durch Ziff. I 1 des BG vom 19. Dez. 2008 (Änderungen des Transportrechts) ( AS 2009 5973 ; BBl 2007 4377 ). Fassung gemäss Ziff. I 4 des BG vom 16. März 2012 über den zweiten Schritt der Bahnreform 2, in Kraft seit 1. Juli 2013 ( AS 2012 5619 , 2013 1603 ; BBl 2011 911 )."
    },
    {
      "provision_ref": "art17b",
      "section": "17b",
      "title": "17 b Instandhaltung von Fahrzeugen",
      "content": "1 Zur Instandhaltung eines Fahrzeugs verpflichtet ist, wer als dafür verantwortliche Person im Register der in der Schweiz zugelassenen Fahrzeuge eingetragen ist. 2 Solange das Fahrzeug nicht registriert oder im Register keine für die Instandhaltung verantwortliche Person eingetragen ist, trifft diese Pflicht den Halter, ersatzweise die Person, die die tatsächliche Verfügungsgewalt besitzt. 3 Der Bundesrat kann Anforderungen an die für die Instandhaltung verantwortlichen Personen und an die mit der Instandhaltung betrauten Personen festlegen. Eingefügt durch Ziff. II 13 des BG vom 20. März 2009 über die Bahnreform 2 ( AS 2009 5597 ; BBl 2005 2415 , 2007 2681 ). Fassung gemäss Ziff. I 4 des BG vom 16. März 2012 über den zweiten Schritt der Bahnreform 2, in Kraft seit 1. Juli 2013 ( AS 2012 5619 , 2013 1603 ; BBl 2011 911 )."
    },
    {
      "provision_ref": "art17c",
      "section": "17c",
      "title": "c Beurteilung der sicherheitsrelevanten Aspekte",
      "content": "1 Das BAV beurteilt in den Bewilligungsverfahren die sicherheitsrelevanten Aspekte risikoorientiert auf der Grundlage von Sicherheitsgutachten oder Stichproben. 2 Es legt fest, wofür die Gesuchstellerin Sicherheitsgutachten zu erbringen hat. Eingefügt durch Ziff. I 4 des BG vom 16. März 2012 über den zweiten Schritt der Bahnreform 2, in Kraft seit 1. Juli 2013 ( AS 2012 5619 , 2013 1603 ; BBl 2011 911 )."
    },
    {
      "provision_ref": "art18",
      "chapter": "2. Abschnitt: Plangenehmigungsverfahren",
      "section": "18",
      "title": "Grundsatz",
      "content": "1 Bauten und Anlagen, die ganz oder überwiegend dem Bau und Betrieb einer Eisenbahn dienen (Eisenbahnanlagen), dürfen nur mit einer Plangenehmigung erstellt oder geändert werden. 1bis Als Änderung einer Eisenbahnanlage gilt auch der Einbau bahnfremder Bauten und Anlagen in eine Eisenbahnanlage, sofern diese weiterhin überwiegend dem Bau oder dem Betrieb der Eisenbahn dient. 2 Genehmigungsbehörde ist das BAV. 3 Mit der Plangenehmigung werden sämtliche nach Bundesrecht erforderlichen Bewilligungen erteilt. 4 Kantonale Bewilligungen und Pläne sind nicht erforderlich. Das kantonale Recht ist zu berücksichtigen, soweit es das Eisenbahnunternehmen in der Erfüllung seiner Aufgaben nicht unverhältnismässig einschränkt. 5 Die Plangenehmigung für Vorhaben, die sich erheblich auf Raum und Umwelt auswirken, setzt grundsätzlich einen Sachplan nach dem Bundesgesetz vom 22. Juni 1979 über die Raumplanung voraus. 6 Zur Eisenbahnanlage gehören auch die mit dem Bau und dem Betrieb zusammenhängenden Erschliessungsanlagen und Installationsplätze sowie die Standorte für die Verwertung und Ablagerung von Ausbruch- und Aushubmaterial, die in einem engen räumlichen und funktionalen Zusammenhang mit der geplanten Anlage stehen. Fassung gemäss Ziff. I 9 des BG vom 18. Juni 1999 über die Koordination und Vereinfachung von Entscheidverfahren, in Kraft seit 1. Jan. 2000 ( AS 1999 3071 ; BBl 1998 2591 ). Eingefügt durch Ziff. I 3 des BG vom 28. Sept. 2018 über die Organisation der Bahninfrastruktur, in Kraft seit 1. Juli 2020 ( AS 2020 1889 ; BBl 2016 8661 ). Fassung gemäss Anhang Ziff. 2 des BG vom 26. Sept. 2014, in Kraft seit 1. Jan. 2016 ( AS 2015 3205 ; BBl 2013 7185 ). SR 700"
    },
    {
      "provision_ref": "art18a",
      "chapter": "2. Abschnitt: Plangenehmigungsverfahren",
      "section": "18a",
      "title": "a Anwendbares Recht",
      "content": "1 Das Plangenehmigungsverfahren richtet sich nach dem Verwaltungsverfahrensgesetz vom 20. Dezember 1968, soweit dieses Gesetz nicht davon abweicht. 2 Sind Enteignungen notwendig, finden zudem die Vorschriften des Bundesgesetzes vom 20. Juni 1930 über die Enteignung (EntG) Anwendung. Eingefügt durch Ziff. I des BG vom 8. Okt. 1982 ( AS 1984 1429 ; BBl 1981 I 325 ). Fassung gemäss Anhang Ziff. 13 des BG vom 19. Juni 2020, in Kraft seit 1. Jan. 2021 ( AS 2020 4085 ; BBl 2018 4713 ). SR 172.021 SR 711"
    },
    {
      "provision_ref": "art18b",
      "section": "18b",
      "title": "",
      "content": "Das Plangenehmigungsgesuch ist mit den erforderlichen Unterlagen bei der Genehmigungsbehörde einzureichen. Diese prüft die Unterlagen auf ihre Vollständigkeit und verlangt allenfalls Ergänzungen. Eingefügt durch Ziff. I des BG vom 8. Okt. 1982 ( AS 1984 1429 ; BBl 1981 I 325 ). Fassung gemäss Ziff. I 9 des BG vom 18. Juni 1999 über die Koordination und Vereinfachung von Entscheidverfahren, in Kraft seit 1. Jan. 2000 ( AS 1999 3071 ; BBl 1998 2591 ). Fassung gemäss Ziff. II 13 des BG vom 20. März 2009 über die Bahnreform 2, in Kraft seit 1. Jan. 2010 ( AS 2009 5597 ; BBl 2005 2415 , 2007 2681 )."
    },
    {
      "provision_ref": "art18c",
      "section": "18c",
      "title": "c Handlungen",
      "content": "1 Vor der öffentlichen Auflage des Gesuchs muss das Eisenbahnunternehmen die Veränderungen, die das geplante Werk im Gelände bewirkt, sichtbar machen, indem es diese aussteckt; bei Hochbauten hat es Profile aufzustellen. 2 Einwände gegen die Aussteckung oder die Aufstellung von Profilen sind sofort, jedenfalls aber vor Ablauf der Auflagefrist bei der Genehmigungsbehörde vorzubringen. 3 Für andere vorbereitende Handlungen, für die Projektbereinigung und für die Erhärtung der Entscheidungsgrundlagen gilt das Verfahren nach Artikel 15 EntG. Die Genehmigungsbehörde entscheidet über Einwände Dritter. Eingefügt durch Ziff. I des BG vom 8. Okt. 1982 ( AS 1984 1429 ; BBl 1981 I 325 ). Fassung gemäss Ziff. I 9 des BG vom 18. Juni 1999 über die Koordination und Vereinfachung von Entscheidverfahren, in Kraft seit 1. Jan. 2000 ( AS 1999 3071 ; BBl 1998 2591 ). SR 711"
    },
    {
      "provision_ref": "art18d",
      "section": "18d",
      "title": "d Anhörung, Publikation und Auflage",
      "content": "1 Die Genehmigungsbehörde übermittelt das Gesuch den betroffenen Kantonen und fordert sie auf, innerhalb von drei Monaten dazu Stellung zu nehmen. Sie kann die Frist in begründeten Fällen ausnahmsweise verlängern. 2 Das Gesuch ist in den amtlichen Publikationsorganen der betroffenen Kantone und Gemeinden zu publizieren und während 30 Tagen öffentlich aufzulegen. 3 … Eingefügt durch Ziff. I des BG vom 8. Okt. 1982 ( AS 1984 1429 ; BBl 1981 I 325 ). Fassung gemäss Ziff. I 9 des BG vom 18. Juni 1999 über die Koordination und Vereinfachung von Entscheidverfahren, in Kraft seit 1. Jan. 2000 ( AS 1999 3071 ; BBl 1998 2591 ). Aufgehoben durch Anhang Ziff. 13 des BG vom 19. Juni 2020, mit Wirkung seit 1. Jan. 2021 ( AS 2020 4085 ; BBl 2018 4713 )."
    },
    {
      "provision_ref": "art18e",
      "section": "18e",
      "title": "",
      "content": "Eingefügt durch Ziff. I des BG vom 8. Okt. 1982 ( AS 1984 1429 ; BBl 1981 I 325 ). Aufgehoben durch Anhang Ziff. 13 des BG vom 19. Juni 2020, mit Wirkung seit 1. Jan. 2021 ( AS 2020 4085 ; BBl 2018 4713 )."
    },
    {
      "provision_ref": "art18f",
      "section": "18f",
      "title": "f Einsprache",
      "content": "1 Wer nach den Vorschriften des Verwaltungsverfahrensgesetzes vom 20. Dezember 1968 Partei ist, kann während der Auflagefrist bei der Genehmigungsbehörde Einsprache erheben. Wer keine Einsprache erhebt, ist vom weiteren Verfahren ausgeschlossen. 2 Wer nach den Vorschriften des EntG Partei ist, kann während der Auflagefrist sämtliche Begehren nach Artikel 33 EntG geltend machen. 3 Die betroffenen Gemeinden wahren ihre Interessen mit Einsprache. Eingefügt durch Ziff. I des BG vom 8. Okt. 1982 ( AS 1984 1429 ; BBl 1981 I 325 ). Fassung gemäss Ziff. I 9 des BG vom 18. Juni 1999 über die Koordination und Vereinfachung von Entscheidverfahren, in Kraft seit 1. Jan. 2000 ( AS 1999 3071 ; BBl 1998 2591 ). SR 172.021 Fassung gemäss Anhang Ziff. 13 des BG vom 19. Juni 2020, in Kraft seit 1. Jan. 2021 ( AS 2020 4085 ; BBl 2018 4713 ). SR 711 Fassung gemäss Anhang Ziff. 13 des BG vom 19. Juni 2020, in Kraft seit 1. Jan. 2021 ( AS 2020 4085 ; BBl 2018 4713 )."
    },
    {
      "provision_ref": "art18g",
      "section": "18g",
      "title": "",
      "content": "Das Bereinigungsverfahren in der Bundesverwaltung richtet sich nach Artikel 62 b des Regierungs- und Verwaltungsorganisationsgesetzes vom 21. März 1997. Eingefügt durch Ziff. I des BG vom 8. Okt. 1982 ( AS 1984 1429 ; BBl 1981 I 325 ). Fassung gemäss Ziff. I 9 des BG vom 18. Juni 1999 über die Koordination und Vereinfachung von Entscheidverfahren, in Kraft seit 1. Jan. 2000 ( AS 1999 3071 ; BBl 1998 2591 ). Fassung gemäss Ziff. II 13 des BG vom 20. März 2009 über die Bahnreform 2, in Kraft seit 1. Jan. 2010 ( AS 2009 5597 ; BBl 2005 2415 , 2007 2681 ). SR 172.010"
    },
    {
      "provision_ref": "art18h",
      "section": "18h",
      "title": "",
      "content": "1 Mit der Plangenehmigung entscheidet die Genehmigungsbehörde gleichzeitig auch über die enteignungsrechtlichen Einsprachen. 2 Sie kann Projekte in Etappen genehmigen, wenn deren getrennte Behandlung die Beurteilung des Gesamtprojekts nicht präjudiziert. 3 Die Plangenehmigung erlischt, wenn fünf Jahre nach ihrer rechtskräftigen Erteilung mit der Ausführung des Bauvorhabens nicht begonnen worden ist. 4 Die Genehmigungsbehörde kann die Geltungsdauer der Plangenehmigung aus wichtigen Gründen um höchstens drei Jahre verlängern. Die Verlängerung ist ausgeschlossen, wenn sich die massgebenden tatsächlichen oder rechtlichen Verhältnisse seit der rechtskräftigen Erteilung der Plangenehmigung wesentlich verändert haben. 5 … Eingefügt durch Ziff. I des BG vom 8. Okt. 1982 ( AS 1984 1429 ; BBl 1981 I 325 ). Fassung gemäss Ziff. I 9 des BG vom 18. Juni 1999 über die Koordination und Vereinfachung von Entscheidverfahren, in Kraft seit 1. Jan. 2000 ( AS 1999 3071 ; BBl 1998 2591 ). Fassung gemäss Ziff. II 13 des BG vom 20. März 2009 über die Bahnreform 2, in Kraft seit 1. Jan. 2010 ( AS 2009 5597 ; BBl 2005 2415 , 2007 2681 ). Aufgehoben durch Anhang Ziff. 75 des Verwaltungsgerichtsgesetzes vom 17. Juni 2005, mit Wirkung seit 1. Jan. 2007 ( AS 2006 2197 ; BBl 2001 4202 )."
    },
    {
      "provision_ref": "art18i",
      "section": "18i",
      "title": "i Vereinfachtes Plangenehmigungsverfahren",
      "content": "1 Das vereinfachte Plangenehmigungsverfahren wird angewendet bei: a. örtlich begrenzten Vorhaben mit wenigen, eindeutig bestimmbaren Betroffenen; b. Eisenbahnanlagen, deren Änderung oder Umnutzung das äussere Erscheinungsbild nicht wesentlich verändert, keine schutzwürdigen Interessen Dritter berührt und sich nur unerheblich auf Raum und Umwelt auswirkt; c. Eisenbahnanlagen, die spätestens nach drei Jahren wieder entfernt werden. 2 Detailpläne, die sich auf ein bereits genehmigtes Projekt stützen, werden im vereinfachten Verfahren genehmigt. 3 Die Genehmigungsbehörde kann die Aussteckung anordnen. Das Gesuch wird nicht publiziert und nicht öffentlich aufgelegt. Die Genehmigungsbehörde unterbreitet die Planvorlage den Betroffenen, soweit sie nicht vorher schriftlich ihre Einwilligung gegeben haben; deren Einsprachefrist beträgt 30 Tage. Die Genehmigungsbehörde kann bei Kantonen und Gemeinden Stellungnahmen einholen. Sie setzt dafür eine angemessene Frist. 4 Im Übrigen gelten die Bestimmungen für das ordentliche Verfahren. Im Zweifelsfall wird dieses durchgeführt. Eingefügt durch Ziff. I des BG vom 8. Okt. 1982 ( AS 1984 1429 ; BBl 1981 I 325 ). Fassung gemäss Ziff. I 9 des BG vom 18. Juni 1999 über die Koordination und Vereinfachung von Entscheidverfahren, in Kraft seit 1. Jan. 2000 ( AS 1999 3071 ; BBl 1998 2591 )."
    },
    {
      "provision_ref": "art18k",
      "section": "18k",
      "title": "",
      "content": "1 Nach Abschluss des Plangenehmigungsverfahrens wird, soweit erforderlich, das Einigungs- und Schätzungsverfahren vor der Eidgenössischen Schätzungskommission (Schätzungskommission) nach den Bestimmungen des EntG durchgeführt. 2 … 3 Der Präsident der Schätzungskommission kann gestützt auf einen vollstreckbaren Plangenehmigungsentscheid die vorzeitige Besitzeinweisung bewilligen. Dabei wird vermutet, dass dem Enteigner ohne die vorzeitige Besitzeinweisung bedeutende Nachteile entstünden. Im Übrigen gilt Artikel 76 EntG. Eingefügt durch Ziff. I des BG vom 8. Okt. 1982 ( AS 1984 1429 ; BBl 1981 I 325 ). Fassung gemäss Ziff. I 9 des BG vom 18. Juni 1999 über die Koordination und Vereinfachung von Entscheidverfahren, in Kraft seit 1. Jan. 2000 ( AS 1999 3071 ; BBl 1998 2591 ). Fassung gemäss Anhang Ziff. 13 des BG vom 19. Juni 2020, in Kraft seit 1. Jan. 2021 ( AS 2020 4085 ; BBl 2018 4713 ). SR 711 Fassung gemäss Anhang Ziff. 13 des BG vom 19. Juni 2020, in Kraft seit 1. Jan. 2021 ( AS 2020 4085 ; BBl 2018 4713 ). Aufgehoben durch Anhang Ziff. 13 des BG vom 19. Juni 2020, mit Wirkung seit 1. Jan. 2021 ( AS 2020 4085 ; BBl 2018 4713 )."
    },
    {
      "provision_ref": "art18l",
      "section": "18l",
      "title": "l Mitwirkung der Kantone",
      "content": "1 Fallen beim Bau von Eisenbahnanlagen, insbesondere von Tunnelanlagen, erhebliche Mengen von Ausbruch- oder Aushubmaterial an, die nicht in der Nähe der Anlage verwertet oder abgelagert werden können, so bezeichnen die betroffenen Kantone die Standorte für die Entsorgung des Materials. 2 Liegt im Zeitpunkt der Plangenehmigung keine rechtskräftige Bewilligung des betroffenen Kantons vor, so kann die Genehmigungsbehörde den Standort für ein Zwischenlager bezeichnen und dessen Nutzung mit Bedingungen und Auflagen verbinden. Es gelten die Verfahrensbestimmungen für Eisenbahnanlagen. Der Kanton bezeichnet innerhalb von fünf Jahren die Standorte für die Entsorgung des Materials. Eingefügt durch Ziff. I 9 des BG vom 18. Juni 1999 über die Koordination und Vereinfachung von Entscheidverfahren, in Kraft seit 1. Jan. 2000 ( AS 1999 3071 ; BBl 1998 2591 )."
    },
    {
      "provision_ref": "art18m",
      "section": "18m",
      "title": "m Nebenanlagen",
      "content": "1 Die Erstellung und Änderung von Bauten und Anlagen, die nicht ganz oder überwiegend dem Eisenbahnbetrieb dienen (Nebenanlagen), unterstehen dem kantonalen Recht. Sie dürfen nur mit Zustimmung des Eisenbahnunternehmens bewilligt werden, wenn die Nebenanlage: a. Bahngrundstücke beansprucht oder an solche angrenzt; b. die Betriebssicherheit beeinträchtigen könnte. 2 Die kantonale Behörde hört das BAV vor der Bewilligung einer Nebenanlage an: a. auf Antrag einer der Parteien, wenn zwischen Bauherrschaft und Eisenbahnunternehmen keine Einigung erzielt werden kann; b. wenn die Nebenanlage den künftigen Ausbau der Eisenbahnanlage verunmöglicht oder erheblich erschwert; c. wenn das Baugrundstück von einer eisenbahnrechtlichen Projektierungszone oder Baulinie erfasst ist. 3 Das BAV ist berechtigt, gegen Verfügungen der kantonalen Behörden in Anwendung dieses Gesetzes und seiner Ausführungsbestimmungen die Rechtsmittel des eidgenössischen und des kantonalen Rechts zu ergreifen. Eingefügt durch Ziff. I 9 des BG vom 18. Juni 1999 über die Koordination und Vereinfachung von Entscheidverfahren, in Kraft seit 1. Jan. 2000 ( AS 1999 3071 ; BBl 1998 2591 ). Ausdruck gemäss Ziff. II 13 des BG vom 20. März 2009 über die Bahnreform 2, in Kraft seit 1. Jan. 2010 ( AS 2009 5597 ; BBl 2005 2415 , 2007 2681 ). Diese Änderung wurde im ganzen Erlass berücksichtigt."
    },
    {
      "provision_ref": "art18n",
      "chapter": "3. Abschnitt: Projektierungszonen",
      "section": "18n",
      "title": "",
      "content": "1 Das BAV kann von sich aus oder auf Antrag von Eisenbahnunternehmen, Kantonen oder Gemeinden für genau bezeichnete Gebiete Projektierungszonen festlegen, um Grundstücke für künftige Eisenbahnanlagen freizuhalten. Die beteiligten Bundesstellen, Kantone, Gemeinden sowie die betroffenen Grundeigentümer sind anzuhören. Die Anhörung der Gemeinden und der betroffenen Grundeigentümer ist Sache der Kantone. 2 Verfügungen über die Errichtung von Projektierungszonen sind unter Angabe der Beschwerdefrist in den betreffenden Gemeinden zu veröffentlichen. Beschwerden haben keine aufschiebende Wirkung. Ursprünglich Art. 18 b . Eingefügt durch Ziff. I des BG vom 8. Okt. 1982, in Kraft seit 1. Jan. 1985 ( AS 1984 1429 ; BBl 1981 I 325 ). Fassung gemäss Ziff. II 13 des BG vom 20. März 2009 über die Bahnreform 2, in Kraft seit 1. Jan. 2010 ( AS 2009 5597 ; BBl 2005 2415 , 2007 2681 ). Fassung gemäss Ziff. I 3 des BG vom 28. Sept. 2018 über die Organisation der Bahninfrastruktur, in Kraft seit 1. Juli 2020 ( AS 2020 1889 ; BBl 2016 8661 )."
    },
    {
      "provision_ref": "art18o",
      "chapter": "3. Abschnitt: Projektierungszonen",
      "section": "18o",
      "title": "o Wirkung",
      "content": "1 Es dürfen keine baulichen Veränderungen in den Projektierungszonen vorgenommen werden, die deren Zweck widersprechen. Ausgenommen sind Vorkehren, die dem Unterhalt oder der Beseitigung von Gefahren und schädlichen Einwirkungen dienen. In Ausnahmefällen können weitergehende Vorkehren gestattet werden, wenn der Eigentümer auf jede spätere Entschädigung des entstandenen Mehrwertes verzichtet. 2 In den festgelegten oder vorgesehenen Projektierungszonen dürfen vorbereitende Handlungen vorgenommen werden. Artikel 15 des EntG gilt sinngemäss. Ursprünglich Art. 18 c . Eingefügt durch Ziff. I des BG vom 8. Okt. 1982, in Kraft seit 1. Jan. 1985 ( AS 1984 1429 ; BBl 1981 I 325 ). SR 711"
    },
    {
      "provision_ref": "art18p",
      "chapter": "3. Abschnitt: Projektierungszonen",
      "section": "18p",
      "title": "p Aufhebung",
      "content": "1 Die Projektierungszonen fallen mit der rechtskräftigen Festlegung der Baulinien, spätestens aber nach fünf Jahren dahin; sie können um höchstens drei Jahre verlängert werden. Ist eine Projektierungszone hinfällig geworden, so kann eine neue Projektierungszone mit ganz oder teilweise gleichem Perimeter festgelegt werden. 2 Das BAV hebt eine Projektierungszone von Amtes wegen oder auf Antrag von Eisenbahnunternehmen, Kanton oder Gemeinde auf, wenn feststeht, dass die geplante Eisenbahnanlage nicht ausgeführt wird. 3 Verfügungen über die Aufhebung von Projektierungszonen sind unter Angabe der Beschwerdefrist in den betroffenen Gemeinden zu veröffentlichen. Eingefügt durch Ziff. I 9 des BG vom 18. Juni 1999 über die Koordination und Vereinfachung von Entscheidverfahren, in Kraft seit 1. Jan. 2000 ( AS 1999 3071 ; BBl 1998 2591 )."
    },
    {
      "provision_ref": "art18q",
      "chapter": "4. Abschnitt: Baulinien",
      "section": "18q",
      "title": "",
      "content": "1 Das BAV kann Baulinien zur Sicherung bestehender oder künftiger Eisenbahnanlagen festlegen. Die beteiligten Bundesstellen, Kantone und Gemeinden sowie die betroffenen Grundeigentümer sind anzuhören. Die Anhörung der Gemeinden und der betroffenen Grundeigentümer ist Sache der Kantone. Die Baulinien müssen dem voraussichtlichen Endausbau entsprechen und der Raumplanung sowie dem Umweltschutz Rechnung tragen. Sie können vertikal begrenzt werden. 2 Die Festlegung von Baulinien setzt Pläne voraus, welche die Lage der bestehenden oder geplanten Eisenbahnanlagen mit ausreichender Genauigkeit, mindestens jedoch parzellengenau, aufzeigen. 3 Verfügungen über die Festlegung von Baulinien sind unter Angabe der Beschwerdefrist in den betreffenden Gemeinden zu veröffentlichen. Ursprünglich Art. 18 e . Eingefügt durch Ziff. I des BG vom 8. Okt. 1982, in Kraft seit 1. Jan. 1985 ( AS 1984 1429 ; BBl 1981 I 325 ). Fassung gemäss Ziff. II 13 des BG vom 20. März 2009 über die Bahnreform 2, in Kraft seit 1. Jan. 2010 ( AS 2009 5597 ; BBl 2005 2415 , 2007 2681 ). Fassung gemäss Ziff. I 3 des BG vom 28. Sept. 2018 über die Organisation der Bahninfrastruktur, in Kraft seit 1. Juli 2020 ( AS 2020 1889 ; BBl 2016 8661 ). Fassung gemäss Ziff. I 3 des BG vom 28. Sept. 2018 über die Organisation der Bahninfrastruktur, in Kraft seit 1. Juli 2020 ( AS 2020 1889 ; BBl 2016 8661 )."
    },
    {
      "provision_ref": "art18r",
      "chapter": "4. Abschnitt: Baulinien",
      "section": "18r",
      "title": "",
      "content": "1 Zwischen Baulinien sowie zwischen Baulinie und Eisenbahnanlage dürfen keine baulichen Veränderungen oder sonstigen Vorkehren vorgenommen werden, die dem Zweck der Baulinie widersprechen. Ausgenommen sind Vorkehren, die dem Unterhalt oder der Beseitigung von Gefahren und schädlichen Einwirkungen dienen. In Ausnahmefällen können weitergehende Vorkehren gestattet werden, wenn der Eigentümer auf jede spätere Entschädigung des entstandenen Mehrwertes verzichtet. 2 Innerhalb der festgelegten oder vorgesehenen Baulinien dürfen vorbereitende Handlungen vorgenommen werden. Artikel 15 des EntG gilt sinngemäss. Ursprünglich Art. 18 f . Eingefügt durch Ziff. I des BG vom 8. Okt. 1982, in Kraft seit 1. Jan. 1985 ( AS 1984 1429 ; BBl 1981 I 325 ). Fassung gemäss Ziff. I 9 des BG vom 18. Juni 1999 über die Koordination und Vereinfachung von Entscheidverfahren, in Kraft seit 1. Jan. 2000 ( AS 1999 3071 ; BBl 1998 2591 ). SR 711"
    },
    {
      "provision_ref": "art18s",
      "section": "18s",
      "title": "s Aufhebung",
      "content": "1 Das Bundesamt hebt gegenstandslos gewordene Baulinien von Amtes wegen oder auf Antrag von Eisenbahnunternehmen, Kanton oder Gemeinde auf. 2 Verfügungen über die Aufhebung von Baulinien sind unter Angabe der Beschwerdefrist in den betreffenden Gemeinden zu veröffentlichen. 3 Ist eine Entschädigung geleistet worden, so gelten sinngemäss die Grundsätze über die ungerechtfertigte Bereicherung. Bei Handänderungen wird der neue Eigentümer rückerstattungspflichtig. Bei Streitigkeiten entscheidet die Schätzungskommission. … Ursprünglich Art. 18 g . Eingefügt durch Ziff. I des BG vom 8. Okt. 1982, in Kraft seit 1. Jan. 1985 ( AS 1984 1429 ; BBl 1981 I 325 ). Satz aufgehoben durch Anhang Ziff. 75 des Verwaltungsgerichtsgesetzes vom 17. Juni 2005, mit Wirkung seit 1. Jan. 2007 ( AS 2006 2197 ; BBl 2001 4202 )."
    },
    {
      "provision_ref": "art18t",
      "section": "18t",
      "title": "t Vorbehalt kantonalen Rechts",
      "content": "Im Einvernehmen mit dem BAV können neben Baulinien im Sinne dieses Gesetzes auch solche nach kantonalem Recht festgelegt werden, wenn sie weitergehende Rechtswirkungen entfalten. Ursprünglich Art. 18 h . Eingefügt durch Ziff. I des BG vom 8. Okt. 1982, in Kraft seit 1. Jan. 1985 ( AS 1984 1429 ; BBl 1981 I 325 )."
    },
    {
      "provision_ref": "art18u",
      "chapter": "5. Abschnitt: Entschädigung für Eigentumsbeschränkungen",
      "section": "18u",
      "title": "",
      "content": "1 Kommen Eigentumsbeschränkungen nach den Artikeln 18 n –18 t einer Enteignung gleich, so sind sie voll zu entschädigen. Artikel 21 bleibt vorbehalten. Für die Bemessung der Entschädigung sind die Verhältnisse beim Inkrafttreten der Eigentumsbeschränkung massgebend. 2 Entschädigungspflichtig ist das Eisenbahnunternehmen oder, wenn ein solches fehlt, derjenige, der die Eigentumsbeschränkung erwirkt. 3 Der Betroffene hat seine Ansprüche innerhalb von zehn Jahren nach Wirksamwerden der Eigentumsbeschränkung schriftlich dem Eisenbahnunternehmen anzumelden. Werden die Ansprüche ganz oder teilweise bestritten, so richtet sich das Verfahren nach dem EntG. 4 In diesem Verfahren werden nur angemeldete Forderungen behandelt. Nachträgliche Einsprachen gegen die Beschränkung des Grundeigentums sowie Begehren um Änderung von Bewilligungen für Nebenanlagen (Art. 18 m ), von Projektierungszonen und von Baulinien sind ausgeschlossen. 5 Die Entschädigung wird vom Zeitpunkt an verzinst, in dem die Eigentumsbeschränkung wirksam wird. Eingefügt durch Ziff. I 9 des BG vom 18. Juni 1999 über die Koordination und Vereinfachung von Entscheidverfahren, in Kraft seit 1. Jan. 2000 ( AS 1999 3071 ; BBl 1998 2591 ). Aufgehoben durch Ziff. II 13 des BG vom 20. März 2009 über die Bahnreform 2, mit Wirkung seit 1. Jan. 2010 ( AS 2009 5597 ; BBl 2005 2415 , 2007 2681 ). SR 711 Fassung des zweiten Satzes gemäss Anhang Ziff. 13 des BG vom 19. Juni 2020, in Kraft seit 1. Jan. 2021 ( AS 2020 4085 ; BBl 2018 4713 )."
    },
    {
      "provision_ref": "art18v",
      "chapter": "6. Abschnitt: Landumlegung",
      "section": "18v",
      "title": "",
      "content": "1 Besteht die Möglichkeit, die für ein Vorhaben erforderlichen dinglichen Rechte durch Landumlegung zu sichern, und erfolgt die Landumlegung nicht freiwillig, so ist sie auf Antrag der Genehmigungsbehörde innerhalb der von ihr bestimmten Frist nach kantonalem Recht anzuordnen. Wird die Frist nicht eingehalten, so wird das ordentliche Verfahren mit Enteignungen durchgeführt. 2 Für das Landumlegungsverfahren gilt: a. Es können Grundstücke des Eisenbahnunternehmens eingeworfen werden. b. Vom Grundeigentum, das im Landumlegungsverfahren erfasst wird, können Abzüge gemacht werden. c. Mehrwerte aus Bodenverbesserungen, die der Eisenbahnbau bewirkt, können angerechnet werden. d. Das Eisenbahnunternehmen kann vorzeitig in den Besitz eingewiesen werden. e. Es können andere Vorkehrungen des kantonalen Rechts getroffen werden. 3 Das Land, das durch Abzüge von Grundeigentum für die Bedürfnisse des Eisenbahnunternehmens an dieses abgetreten wird, ist dem Landumlegungsunternehmen zum Verkehrswert zu vergüten. 4 Sieht das kantonale Recht kein besonderes Verfahren vor, so gilt das Verfahren der Baulandumlegung beziehungsweise der Güter- oder Waldzusammenlegung; das Umlegungsgebiet und der Umfang können auf den Zweck der Landumlegung für den Eisenbahnbau beschränkt werden. 5 Dem Eisenbahnbau werden die von ihm verursachten Mehrkosten zugerechnet. Ist die Landumlegung nur wegen des Eisenbahnbaus nötig, so trägt das Eisenbahnunternehmen sämtliche Kosten. Eingefügt durch Ziff. I 9 des BG vom 18. Juni 1999 über die Koordination und Vereinfachung von Entscheidverfahren, in Kraft seit 1. Jan. 2000 ( AS 1999 3071 ; BBl 1998 2591 ). Aufgehoben durch Ziff. II 13 des BG vom 20. März 2009 über die Bahnreform 2, mit Wirkung seit 1. Jan. 2010 ( AS 2009 5597 ; BBl 2005 2415 , 2007 2681 )."
    },
    {
      "provision_ref": "art18w",
      "chapter": "7. Abschnitt: Sicherheit",
      "section": "18w",
      "title": "w Betriebsbewilligung",
      "content": "1 Für Eisenbahnanlagen und Fahrzeuge ist eine Betriebsbewilligung erforderlich. Das BAV kann Ausnahmen vorsehen. 2 Das BAV erteilt die Betriebsbewilligung, wenn die Gesuchstellerin den Sicherheitsnachweis erbracht hat und das Vorhaben den massgebenden Vorschriften entspricht. 3 Es kann weitere Abklärungen vornehmen. Das Eisenbahnunternehmen stellt dafür das nötige Personal und Material sowie die erforderlichen Unterlagen kostenlos zur Verfügung; es erteilt die notwendigen Auskünfte. Eingefügt durch Ziff. I 9 des BG vom 18. Juni 1999 über die Koordination und Vereinfachung von Entscheidverfahren ( AS 1999 3071 ; BBl 1998 2591 ). Fassung gemäss Ziff. II 13 des BG vom 20. März 2009 über die Bahnreform 2, in Kraft seit 1. Jan. 2010 ( AS 2009 5597 ; BBl 2005 2415 , 2007 2681 )."
    },
    {
      "provision_ref": "art18x",
      "chapter": "7. Abschnitt: Sicherheit",
      "section": "18x",
      "title": "x Typenzulassung",
      "content": "Das BAV erteilt eine Typenzulassung für Fahrzeuge, Elemente von Fahrzeugen sowie für Elemente von Eisenbahnanlagen, die in gleicher Weise und Funktion verwendet werden sollen, wenn die Gesuchstellerin den Sicherheitsnachweis erbracht hat und das Vorhaben den massgebenden Vorschriften entspricht. Eingefügt durch Ziff. II 13 des BG vom 20. März 2009 über die Bahnreform 2, in Kraft seit 1. Jan. 2010 ( AS 2009 5597 ; BBl 2005 2415 , 2007 2681 )."
    },
    {
      "provision_ref": "art18y",
      "chapter": "7. Abschnitt: Sicherheit",
      "section": "18y",
      "title": "y Entzug der Betriebsbewilligung oder der Typenzulassung",
      "content": "1 Das BAV entzieht die Betriebsbewilligung oder die Typenzulassung jederzeit ohne Anspruch auf Entschädigung ganz oder teilweise, wenn: a. die im Zeitpunkt ihrer Erteilung geltenden Voraussetzungen nicht mehr erfüllt sind; oder b. die im Zeitpunkt des Entzuges geltenden Voraussetzungen für eine Erteilung nicht erfüllt sind und die Sicherheit dies gebietet. 2 Es kann die Betriebsbewilligung oder die Typenzulassung jederzeit ohne Anspruch auf Entschädigung ganz oder teilweise entziehen, wenn das Eisenbahnunternehmen wiederholt oder in schwerwiegender Weise gegen das Gesetz, die Betriebsbewilligung oder die Typenzulassung verstossen hat. Eingefügt durch Ziff. I 3 des BG vom 28. Sept. 2018 über die Organisation der Bahninfrastruktur, in Kraft seit 1. Juli 2020 ( AS 2020 1889 ; BBl 2016 8661 )."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Sicherheitsvorkehren",
      "content": "1 Das Eisenbahnunternehmen trifft die Vorkehren, die gemäss den Vorschriften des Bundesrates und den mit den genehmigten Plänen verbundenen Auflagen zur Sicherheit des Baues und Betriebes der Eisenbahn sowie zur Vermeidung der Gefahr für Personen und Sachen notwendig sind. Werden durch Bauarbeiten öffentliche Einrichtungen, wie Strassen und Wege, Leitungen und ähnliche Anlagen betroffen, so sorgt das Eisenbahnunternehmen für deren Fortbenützung, soweit das öffentliche Interesse es erfordert. 2 Das Eisenbahnunternehmen trägt die Kosten dieser Vorkehren. Kosten für Vorkehren, welche wegen Bauvorhaben oder anderer Bedürfnisse Dritter nötig werden, gehen zu dessen Lasten."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Ersatzpflicht",
      "content": "Das Eisenbahnunternehmen hat für schädigende Eingriffe in fremde Rechte nach Massgabe der Bundesgesetzgebung über die Enteignung Ersatz zu leisten, sofern der Eingriff nicht gemäss Nachbarrecht oder anderen gesetzlichen Vorschriften geduldet werden muss und es sich um eine unvermeidliche oder nicht leicht abzuwendende Folge des Baues oder Betriebes der Eisenbahn handelt."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Beschränkungen im Interesse der Sicherheit der Eisenbahn",
      "content": "1 Wird die Sicherheit der Eisenbahn durch Arbeiten, Anlagen, Bäume oder Unternehmen Dritter beeinträchtigt, so ist auf Begehren des Eisenbahnunternehmens Abhilfe zu schaffen. Ist eine Verständigung darüber unter den Beteiligten nicht möglich, so bestimmt auf Antrag des Eisenbahnunternehmens nach Anhörung der Beteiligten das BAV die zu treffenden Massnahmen. Inzwischen sind alle die Sicherheit der Eisenbahn beeinträchtigenden Einwirkungen zu unterlassen. In besonders dringlichen Fällen kann das Eisenbahnunternehmen die zur Abwendung der Gefahr notwendigen Massnahmen selbst treffen. 2 Bestanden die Anlagen und Unternehmen Dritter schon vor Inkrafttreten dieses Gesetzes oder vor Erstellung der Eisenbahnanlagen, so richtet sich der Entschädigungsanspruch des Betroffenen gegen das Eisenbahnunternehmen nach der Bundesgesetzgebung über die Enteignung. Für nach diesem Zeitpunkt erstellte Anlagen oder eröffnete Unternehmen Dritter hat der Inhaber der Anlage oder des Unternehmens die Kosten der Massnahmen nach Absatz 1 zu tragen; ferner steht ihm kein Anspruch auf Entschädigung zu. Die Kosten für Massnahmen nach Absatz 1 gegen Beeinträchtigungen durch Bäume trägt das Eisenbahnunternehmen, sofern es nicht nachweist, dass sich der verantwortliche Dritte schuldhaft verhalten hat. Fassung gemäss Art. 55 Ziff. 2 des Waldgesetzes vom 4. Okt. 1991, in Kraft seit 1. Jan. 1993 ( AS 1992 2521 ; BBl 1988 III 173 ). Letzter Satz eingefügt durch Art. 55 Ziff. 2 des Waldgesetzes vom 4. Okt. 1991, in Kraft seit 1. Jan. 1993 ( AS 1992 2521 ; BBl 1988 III 173 ). Letzter Satz eingefügt durch Art. 55 Ziff. 2 des Waldgesetzes vom 4. Okt. 1991, in Kraft seit 1. Jan. 1993 ( AS 1992 2521 ; BBl 1988 III 173 )."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Signal- und Fernmeldeanlagen",
      "content": "Die Eisenbahnunternehmen dürfen die für ihren Dienst notwendigen elektrischen und radioelektrischen Anlagen und Geräte erstellen und betreiben. Das UVEK bezeichnet sie und ordnet ihren Verwendungsbereich. Fernmeldeanlagen unterliegen in allen Fällen der Plangenehmigung nach den Artikeln 18–18 i . Fassung des Satzes gemäss Ziff. I 9 des BG vom 18. Juni 1999 über die Koordination und Vereinfachung von Entscheidverfahren, in Kraft seit 1. Jan. 2000 ( AS 1999 3071 ; BBl 1998 2591 )."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Benützungsvorschriften",
      "content": "1 Die Infrastrukturbetreiberinnen können Vorschriften über die Benützung ihrer Anlagen erlassen, soweit diese Vorschriften für den sicheren und reibungslosen Betrieb erforderlich sind. 2 Sie können zur Umsetzung der Benützungsvorschriften Verfügungen erlassen. 3 Sie veröffentlichen die Benützungsvorschriften. Fassung gemäss Anhang Ziff. 2 des BG vom 26. Sept. 2014, in Kraft seit 1. Jan. 2016 ( AS 2015 3205 ; BBl 2013 7185 )."
    },
    {
      "provision_ref": "art23a",
      "chapter": "156",
      "section": "23a",
      "title": "a Grundsatz",
      "content": "Normalspurige Bahnen müssen nach Massgabe der Bestimmungen dieses Abschnitts die technischen und betrieblichen Voraussetzungen für den sicheren und durchgehenden Zugverkehr im europäischen Eisenbahnsystem erfüllen (Interoperabilität)."
    },
    {
      "provision_ref": "art23b",
      "chapter": "156",
      "section": "23b",
      "title": "b Geltungsbereich",
      "content": "1 Die Bestimmungen dieses Abschnitts gelten für den Bau und Betrieb der normalspurigen Strecken und der Fahrzeuge, die auf diesen Strecken eingesetzt werden. 2 Der Bundesrat kann bestimmte Strecken und die darauf eingesetzten Fahrzeuge von den Bestimmungen dieses Abschnitts ganz oder teilweise ausnehmen."
    },
    {
      "provision_ref": "art23c",
      "chapter": "156",
      "section": "23c",
      "title": "c Teilsysteme",
      "content": "1 Ein Eisenbahnverkehrsunternehmen darf für den Einsatz im interoperablen Verkehr vorgesehene Teilsysteme nur in Betrieb nehmen, wenn das BAV eine Betriebsbewilligung erteilt hat. 2 Das BAV erteilt die Betriebsbewilligung, wenn das Unternehmen den Sicherheitsnachweis erbracht hat und das Teilsystem einschliesslich seiner Schnittstellen den grundlegenden Anforderungen, den technischen Ausführungsbestimmungen und den übrigen massgebenden Vorschriften entspricht. 3 Es kann weitere Abklärungen vornehmen. Das Unternehmen stellt dafür das nötige Personal und Material sowie die erforderlichen Unterlagen kostenlos zur Verfügung und erteilt die notwendigen Auskünfte. 4 Der Bundesrat legt fest, welche Unterlagen zum Nachweis der Sicherheit erforderlich sind. Siehe auch die UeB Änd. 16.3. 2012 am Schluss dieses Textes."
    },
    {
      "provision_ref": "art23d",
      "chapter": "156",
      "section": "23d",
      "title": "d Umrüstung und Erneuerung von Teilsystemen",
      "content": "1 Als Umrüstung gelten Änderungsarbeiten an einem Teilsystem, die seine Leistung verbessern. Als Erneuerung gelten Austauscharbeiten an einem Teilsystem, die seine Leistung nicht verändern. 2 Umgerüstete Teilsysteme dürfen nur in Betrieb genommen werden, wenn das BAV eine neue Betriebsbewilligung erteilt hat. 3 Wird ein Teilsystem erneuert, so entscheidet das BAV im Einzelfall, ob für die Inbetriebnahme eine neue Betriebsbewilligung erforderlich ist."
    },
    {
      "provision_ref": "art23e",
      "chapter": "156",
      "section": "23e",
      "title": "e Interoperabilitätskomponenten",
      "content": "1 Wer ein Bauteil in Verkehr bringt, das in ein Teilsystem eingebaut werden soll (Interoperabilitätskomponente), muss nachweisen können, dass die grundlegenden Anforderungen erfüllt werden. 2 Der Bundesrat legt fest, welche Unterlagen für den Nachweis erforderlich sind."
    },
    {
      "provision_ref": "art23f",
      "chapter": "156",
      "section": "23f",
      "title": "f Zuständigkeiten",
      "content": "1 Der Bundesrat legt die grundlegenden Anforderungen und die technischen Ausführungsbestimmungen für Teilsysteme und Interoperabilitätskomponenten fest; er berücksichtigt dabei das internationale Recht. 2 Das BAV bezeichnet im Einvernehmen mit dem Staatssekretariat für Wirtschaft die technischen Normen, welche geeignet sind, die grundlegenden Anforderungen und die technischen Ausführungsbestimmungen zu konkretisieren. Soweit möglich, bezeichnet es international harmonisierte Normen. 3 Das BAV entscheidet, welche Bestimmungen in Ergänzung der technischen Ausführungsbestimmungen zur Anwendung kommen sowie über Ausnahmen von ihrer Anwendung; es berücksichtigt dabei das internationale Recht. 4 Der Bundesrat kann mit ausländischen Staaten oder internationalen Einrichtungen Vereinbarungen über die Zusammenarbeit bei der Erarbeitung und Anwendung internationaler Vorschriften und Normen abschliessen."
    },
    {
      "provision_ref": "art23g",
      "section": "23g",
      "title": "g Erfüllung der grundlegenden Anforderungen",
      "content": "1 Werden Teilsysteme oder Interoperabilitätskomponenten entsprechend den technischen Ausführungsbestimmungen und technischen Normen erstellt oder hergestellt, so wird vermutet, dass die grundlegenden Anforderungen erfüllt werden. 2 Wer Teilsysteme in Betrieb nehmen will oder Interoperabilitätskomponenten in Verkehr bringt, die den technischen Ausführungsbestimmungen oder technischen Normen nicht entsprechen, muss nachweisen können, dass die grundlegenden Anforderungen auf andere Weise erfüllt werden."
    },
    {
      "provision_ref": "art23h",
      "section": "23h",
      "title": "h Inverkehrbringen",
      "content": "Teilsysteme und Interoperabilitätskomponenten dürfen in Verkehr gebracht werden, wenn sie die grundlegenden Anforderungen erfüllen."
    },
    {
      "provision_ref": "art23i",
      "section": "23i",
      "title": "i Marktüberwachung",
      "content": "1 Das BAV überwacht risikoorientiert, ob in Verkehr gebrachte Teilsysteme und Interoperabilitätskomponenten die grundlegenden Anforderungen erfüllen. 2 Zu diesem Zweck können seine Kontrollorgane: a. die erforderlichen Nachweise und Informationen verlangen; b. Muster erheben; c. Prüfungen vornehmen oder veranlassen; d. während der üblichen Arbeitszeit die Geschäftsräume auskunftspflichtiger Personen betreten und besichtigen; e. verlangen, dass Unterlagen oder Auskünfte in einer der Amtssprachen abgefasst werden. 3 Das BAV kann vom Bundesamt für Zoll und Grenzsicherheit für eine festgesetzte Dauer Meldungen über die Einfuhr genau bezeichneter Interoperabilitätskomponenten verlangen. 4 Die übrigen Befugnisse des BAV richten sich nach Artikel 10 Absätze 2–6 des Bundesgesetzes vom 12. Juni 2009 über die Produktesicherheit. Fassung gemäss Ziff. I 28 der V vom 12. Juni 2020 über die Anpassung von Gesetzen infolge der Änderung der Bezeichnung der Eidgenössischen Zollverwaltung im Rahmen von deren Weiterentwicklung, in Kraft seit 1. Jan. 2022 ( AS 2020 2743 ). SR 930.11"
    },
    {
      "provision_ref": "art23j",
      "section": "23j",
      "title": "j Konformitätsbewertung",
      "content": "1 Der Nachweis, dass ein Teilsystem oder eine Interoperabilitätskomponente den grundlegenden Anforderungen und den technischen Ausführungsbestimmungen entspricht, ist durch die Konformitätsbescheinigung einer Konformitätsbewertungsstelle zu leisten. 2 Konformitätsbewertungsstellen müssen: a. in der Schweiz akkreditiert sein und über eine Haftpflichtversicherung verfügen; oder b. von einem Mitgliedstaat der Europäischen Union benannt worden sein. 3 Konformitätsbescheinigungen von ausländischen Konformitätsbewertungsstellen werden anerkannt, wenn ein völkerrechtlicher Vertrag dies vorsieht."
    },
    {
      "provision_ref": "art23k",
      "section": "23k",
      "title": "k Konformitätsbewertungsstelle des Bundes",
      "content": "Der Bundesrat kann eine vom BAV unabhängige Konformitätsbewertungsstelle errichten. Sie muss in der Schweiz akkreditiert sein."
    },
    {
      "provision_ref": "art23l",
      "section": "23l",
      "title": "l Datenbearbeitung",
      "content": "Das BAV ist befugt, die für die Interoperabilität erforderlichen Daten bei den Eisenbahnunternehmen zu erheben, diese Daten zu bearbeiten und sie zu veröffentlichen."
    },
    {
      "provision_ref": "art24",
      "chapter": "8. Abschnitt: Kreuzungen zwischen öffentlichen Strassen und Bahnen",
      "section": "24",
      "title": "",
      "content": "1 Neue Kreuzungen sowie die Änderung oder Verlegung bestehender Kreuzungen zwischen Eisenbahnen und öffentlichen oder privaten Strassen und Wegen bedürfen der Genehmigung des BAV. Die Artikel 18–18 i und 18 m sind anwendbar. 2 Kreuzungen mit öffentlichen, dem Gemeingebrauch gewidmeten Strassen sind zu genehmigen, wenn während und nach ihrer Erstellung durch die nötigen Sicherheitsvorkehren und -einrichtungen der unbehinderte Betrieb der Eisenbahn gewährleistet bleibt und ein geplanter Ausbau der Eisenbahnanlagen nicht beeinträchtigt wird. 3 Neue Kreuzungen mit öffentlichen Strassen sind in der Regel als Über- oder Unterführung zu erstellen. Auf Antrag der beteiligten Behörden hat das BAV im Plangenehmigungsverfahren Sachverständige des Strassenbaues und -verkehrs anzuhören. Fassung gemäss Ziff. II 13 des BG vom 20. März 2009 über die Bahnreform 2, in Kraft seit 1. Jan. 2010 ( AS 2009 5597 ; BBl 2005 2415 , 2007 2681 ). Fassung des zweiten Satzes gemäss Ziff. I 9 des BG vom 18. Juni 1999 über die Koordination und Vereinfachung von Entscheidverfahren, in Kraft seit 1. Jan. 2000 ( AS 1999 3071 ; BBl 1998 2591 )."
    },
    {
      "provision_ref": "art25",
      "chapter": "8. Abschnitt: Kreuzungen zwischen öffentlichen Strassen und Bahnen",
      "section": "25",
      "title": "",
      "content": "1 Muss ein neues, dem öffentlichen Verkehr dienendes Bahngeleise eine öffentliche Strasse oder eine neue öffentliche Strasse die Eisenbahn kreuzen, so trägt der Eigentümer des neuen Verkehrsweges die Kosten der ganzen Anlage an der Kreuzungsstelle. 2 Die Benützung von Grund und Boden der Strasse oder der Eisenbahn an der Kreuzungsstelle ist unentgeltlich. Fassung gemäss Ziff. II 13 des BG vom 20. März 2009 über die Bahnreform 2, in Kraft seit 1. Jan. 2010 ( AS 2009 5597 ; BBl 2005 2415 , 2007 2681 )."
    },
    {
      "provision_ref": "art26",
      "chapter": "8. Abschnitt: Kreuzungen zwischen öffentlichen Strassen und Bahnen",
      "section": "26",
      "title": "",
      "content": "1 Muss ein Niveauübergang durch eine Über- oder Unterführung ersetzt oder infolge Verlegung der Strasse aufgehoben werden, so trägt die Kosten aller Änderungen an der Bahn- und Strassenanlage: a. das Eisenbahnunternehmen, wenn die Änderung vorwiegend durch die Bedürfnisse des Bahnverkehrs bedingt ist; b. der Strasseneigentümer, wenn die Änderung vorwiegend durch die Bedürfnisse des Strassenverkehrs bedingt ist. 2 Bei allen andern Änderungen einer Kreuzung einschliesslich der Anpassung und Verbesserung von Sicherheitseinrichtungen haben Eisenbahnunternehmen und Strasseneigentümer die Kosten aller Änderungen der Bahn- und Strassenanlage in dem Verhältnis zu tragen, als die Entwicklung des Verkehrs auf ihren Anlagen sie bedingt. 3 Artikel 25 Absatz 2 findet Anwendung. Fassung gemäss Ziff. II 13 des BG vom 20. März 2009 über die Bahnreform 2, in Kraft seit 1. Jan. 2010 ( AS 2009 5597 ; BBl 2005 2415 , 2007 2681 ). Fassung gemäss Ziff. II 13 des BG vom 20. März 2009 über die Bahnreform 2, in Kraft seit 1. Jan. 2010 ( AS 2009 5597 ; BBl 2005 2415 , 2007 2681 )."
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "Vorteilsanrechnung",
      "content": "1 In allen Fällen hat jede Partei in dem Umfange an die Kosten beizutragen, als ihr aus der Umgestaltung der Anlage Vorteile erwachsen. 2 Stellt eine Partei im Interesse der dauernden Verbesserung oder des künftigen Ausbaues ihrer eigenen Anlage besondere Begehren, so hat sie die daraus an der Kreuzungsstelle entstehenden Mehrkosten allein zu tragen."
    },
    {
      "provision_ref": "art28",
      "section": "28",
      "title": "",
      "content": "Artikel 25 findet entsprechende Anwendung auf die Kreuzung einer Eisenbahn durch eine neue private Strasse. Das Eisenbahnunternehmen kann für die Kosten Vorauszahlung oder Sicherheitsleistung und für die Benützung von Grund und Boden der Eisenbahn eine angemessene Vergütung verlangen. Fassung gemäss Ziff. II 13 des BG vom 20. März 2009 über die Bahnreform 2, in Kraft seit 1. Jan. 2010 ( AS 2009 5597 ; BBl 2005 2415 , 2007 2681 )."
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "Gemeinsame Bestimmung",
      "content": "Die Artikel 25–28 finden sinngemäss Anwendung auf die Kosten für Unterhalt und Erneuerung sowie für alle vorübergehenden und dauernden Massnahmen zur Verhütung von Unfällen an der Kreuzungsstelle mit Einschluss der Bedienung der dazu bestimmten Anlagen."
    },
    {
      "provision_ref": "art30",
      "section": "30",
      "title": "Kreuzungen zwischen Eisenbahnlinien",
      "content": "Die Artikel 24–27 und 29 finden entsprechende Anwendung auf Kreuzungen zwischen Eisenbahnlinien."
    },
    {
      "provision_ref": "art31",
      "section": "31",
      "title": "Kreuzungen mit andern Anlagen",
      "content": "1 Artikel 24 findet sinngemässe Anwendung auf Kreuzungen zwischen der Eisenbahn und öffentlichen oder privaten Gewässern, Transmissionen, Transportseilanlagen, Leitungen und ähnliche Anlagen. 2 Die durch Erstellung einer neuen Kreuzung oder Änderung einer bestehenden Kreuzung entstehenden Kosten für Bau, Unterhalt und Erneuerung sowie für alle vorübergehenden und dauernden Massnahmen im Interesse der Verhütung von Schäden an der Kreuzungsstelle gehen zu Lasten des jeweiligen Bauherrn. Für die Benützung des Eigentums der Eisenbahn durch private Anlagen kann das Eisenbahnunternehmen eine angemessene Vergütung verlangen. Auf Kreuzungen mit öffentlichen Anlagen finden die Artikel 25 Absatz 2 und 26 Absatz 3 sinngemäss Anwendung. 3 Vorbehalten bleiben die Bestimmungen der Bundesgesetzgebung über das Zusammentreffen elektrischer Anlagen."
    },
    {
      "provision_ref": "art32",
      "section": "32",
      "title": "Abweichende Kostenregelung",
      "content": "Die Artikel 25–31 finden insoweit keine Anwendung, als zwischen den Beteiligten abweichende Vereinbarungen über die Kosten bestehen oder getroffen werden."
    },
    {
      "provision_ref": "art32",
      "chapter": "167",
      "section": "32",
      "title": "a",
      "content": "1 Die Infrastrukturbetreiberinnen beteiligen sich an den Vorhaltekosten der Wehrdienste in dem Masse, in dem die Wehrdienste Leistungen für den Einsatz auf Eisenbahnanlagen erbringen. 2 Sie schliessen mit den betroffenen Kantonen Vereinbarungen über die Leistungserbringung und Kostentragung. 3 Das UVEK legt insbesondere fest, welche Leistungen die Vorbereitung der Wehrdienste auf Einsätze umfassen kann und wie die Vorhaltekosten zu berechnen sind."
    },
    {
      "provision_ref": "art33",
      "chapter": "9. Abschnitt: Zusammenarbeit zwischen den Bahnen",
      "section": "33",
      "title": "Knotenbahnhöfe",
      "content": "1 Treffen Infrastrukturen gleicher Spurweite und gleicher technischer Normalien verschiedener Eisenbahnunternehmen aufeinander, so vereinbaren diese, wer den Knoten erstellt und betreibt. 2 Die Eigentums- und Betriebsgrenze zwischen den Infrastrukturen der zwei Unternehmen liegt in der Regel ausserhalb des eigentlichen Knotens. Die beteiligten Unternehmen legen sie so fest, dass eine eindeutige Abgrenzung der Verantwortlichkeit möglich ist. 3 Beim Bau und Betrieb des Knotens darf der Verkehr von und nach der fremden Infrastruktur nicht schlechter gestellt werden als der Verkehr von und nach der eigenen Infrastruktur. 4 Die Unternehmen regeln die gegenseitige Leistungserbringung beim Betrieb des Knotens und anschliessender Strecken schriftlich in einer Vereinbarung. Fassung gemäss Ziff. II 13 des BG vom 20. März 2009 über die Bahnreform 2, in Kraft seit 1. Jan. 2010 ( AS 2009 5597 ; BBl 2005 2415 , 2007 2681 )."
    },
    {
      "provision_ref": "art34",
      "chapter": "9. Abschnitt: Zusammenarbeit zwischen den Bahnen",
      "section": "34",
      "title": "Technischer und betrieblicher Anschluss",
      "content": "1 Jedes Eisenbahnunternehmen ist gehalten, den technischen und den betrieblichen Anschluss einer anderen Eisenbahn so zu gewähren, dass: a. die Reisenden ungehindert von den Zügen der einen Bahnlinie auf die Züge einer andern umsteigen können; b. Rollmaterial gleicher Spurweite ungehindert von einer Bahnstrecke zu einer andern wechseln kann; c. bei unterschiedlicher Spurweite Anschlüsse zu Umladeanlagen oder Rollbockgruben gewährt werden. 2 Die Unternehmen regeln die gemeinsame Benützung von Bauten, Anlagen und Einrichtungen und die gegenseitige Leistungserbringung, soweit diese nicht Gegenstand des Netzzugangs sind, schriftlich in einer Vereinbarung. Fassung gemäss Ziff. II 13 des BG vom 20. März 2009 über die Bahnreform 2, in Kraft seit 1. Jan. 2010 ( AS 2009 5597 ; BBl 2005 2415 , 2007 2681 )."
    },
    {
      "provision_ref": "art35",
      "chapter": "9. Abschnitt: Zusammenarbeit zwischen den Bahnen",
      "section": "35",
      "title": "Anschluss anderer öffentlicher Transportunternehmen",
      "content": "Artikel 34 Absatz 1 Buchstabe a und Absatz 2 gilt sinngemäss für den Anschluss zwischen Eisenbahnen und anderen öffentlichen Transportunternehmen. Fassung gemäss Ziff. II 13 des BG vom 20. März 2009 über die Bahnreform 2, in Kraft seit 1. Jan. 2010 ( AS 2009 5597 ; BBl 2005 2415 , 2007 2681 )."
    },
    {
      "provision_ref": "art35a",
      "section": "35a",
      "title": "a Bahnhöfe mit Umsteigebeziehungen",
      "content": "1 Bei Bauvorhaben in Bahnhöfen mit Angeboten unterschiedlicher Erschliessungsfunktion oder mehrerer Eisenbahnunternehmen oder verschiedener Verkehrsträger ist die Kostenaufteilung für Bau, Betrieb und Instandhaltung zwischen den beteiligten Gemeinwesen und Transportunternehmen in einer schriftlichen Vereinbarung zu regeln. 2 Beim Abschluss der Vereinbarung sind folgende Grundsätze zu beachten: a. Jedes Gemeinwesen und jedes Transportunternehmen trägt die auf seinem Grund und Boden anfallenden Kosten; die einzelnen Interessen werden angemessen berücksichtigt. b. Liegen besondere Verhältnisse vor, so richtet sich die Kostenaufteilung nach den Interessen der beteiligten Gemeinwesen und Transportunternehmen. 3 In jedem Fall haben sich die Beteiligten zudem im Umfang der weiteren massgeblichen Vorteile, die ihnen erwachsen, an den Kosten zu beteiligen. Eingefügt durch Ziff. I 3 des BG vom 28. Sept. 2018 über die Organisation der Bahninfrastruktur, in Kraft seit 1. Juli 2020 ( AS 2020 1889 ; BBl 2016 8661 )."
    },
    {
      "provision_ref": "art36",
      "section": "36",
      "title": "",
      "content": "1 Übernimmt ein Unternehmen übergeordnete Aufgaben des Infrastrukturbetriebs oder der Infrastrukturentwicklung, so regelt es mit allen betroffenen Unternehmen, die eine Eisenbahninfrastruktur betreiben, schriftlich die Aufgaben, die Mitsprache und die Kostenteilung. Können sich die Unternehmen nicht einigen, so entscheidet das BAV. 2 Ist bei Entwicklungsarbeiten einschliesslich der Festlegung von Standards der Einbezug von Eisenbahnverkehrsunternehmen erforderlich, so sind alle betroffenen Unternehmen diskriminierungsfrei einzubeziehen. Fassung gemäss Ziff. II 13 des BG vom 20. März 2009 über die Bahnreform 2, in Kraft seit 1. Jan. 2010 ( AS 2009 5597 ; BBl 2005 2415 , 2007 2681 ). Fassung gemäss Ziff. I 3 des BG vom 28. Sept. 2018 über die Organisation der Bahninfrastruktur, in Kraft seit 1. Juli 2020 ( AS 2020 1889 ; BBl 2016 8661 )."
    },
    {
      "provision_ref": "art37",
      "section": "37",
      "title": "Wahrnehmung übergeordneter Aufgaben im Auftrag des BAV",
      "content": "1 Das BAV kann übergeordnete Aufgaben für den Eisenbahnverkehr oder den gesamten öffentlichen Verkehr (Systemaufgaben) an Infrastrukturbetreiberinnen oder Dritte übertragen, wenn dadurch die Effizienz oder die Interoperabilität verbessert oder einheitliche Lösungen für die Kundschaft oder die gesunde Entwicklung des Wettbewerbs im Eisenbahnverkehr erreicht werden können. 2 Das BAV und die Beauftragten vereinbaren schriftlich Inhalt und Umfang der Systemaufgabe. Sie vereinbaren insbesondere: a. die Vergütung; b. den Einbezug der betroffenen Unternehmen und Anspruchsgruppen sowie gegebenenfalls die Bildung eines Ausschusses; c. die Rechte an Informatiksystemen und -applikationen; d. die Art und den Umfang einer allfälligen Weiterverrechnung von Leistungen an die betroffenen Unternehmen. 3 Das BAV veröffentlicht den Vertrag. Artikel 7 BGÖ ist anwendbar. 4 Die geplanten ungedeckten Kosten für die Erfüllung der übertragenen Systemaufgaben werden aus dem Fonds nach Artikel 1 des Bahninfrastrukturfondsgesetzes vom 21. Juni 2013 finanziert. 5 Die Beauftragten und alle betroffenen Unternehmen schliessen einen schriftlichen Vertrag über die Systemaufgaben, die Mitsprache und die Kostenaufteilung. Die Unternehmen sind zur Mitarbeit verpflichtet. Sie sind regelmässig zu informieren und in geeigneter Weise bei der weiteren Entwicklung einzubeziehen. 6 Die Beauftragten haben die diskriminierungsfreie Wahrnehmung ihrer Systemaufgaben sicherzustellen. 7 Die Übertragung von Systemaufgaben gemäss diesem Artikel gilt nicht als öffentlicher Auftrag im Sinne des BöB. Sie unterliegt nicht der Beschwerde. 8 Artikel 10 a DSG ist anwendbar. Fassung gemäss Ziff. I 3 des BG vom 28. Sept. 2018 über die Organisation der Bahninfrastruktur, in Kraft seit 1. Juli 2020 ( AS 2020 1889 ; BBl 2016 8661 ). SR 152.3 SR 742.140 SR 172.056.1 SR 235.1"
    },
    {
      "provision_ref": "art37a",
      "section": "37a",
      "title": "a Mitwirkungsrecht der Eisenbahnverkehrsunternehmen",
      "content": "1 Die Infrastrukturbetreiberin räumt den betroffenen Eisenbahnverkehrsunternehmen und Anschliessern bei der Planung von Investitionsvorhaben auf ihrem Netz ein Mitwirkungsrecht ein. 2 Das Mitwirkungsrecht besteht auch dann, wenn der Infrastrukturbetreiberin weitere Aufgaben, insbesondere Systemaufgaben, übertragen werden. Eingefügt durch Ziff. I 3 des BG vom 28. Sept. 2018 über die Organisation der Bahninfrastruktur, in Kraft seit 1. Jan. 2021 ( AS 2020 1889 ; BBl 2016 8661 )."
    },
    {
      "provision_ref": "art38",
      "chapter": "10. Abschnitt: Betriebsunterbruch",
      "section": "38",
      "title": "",
      "content": "1 Das Unternehmen, welches einen Betriebsunterbruch verursacht oder feststellt, ist verpflichtet, alle anderen betroffenen Unternehmen unverzüglich zu orientieren und sich mit ihnen über die zu treffenden Massnahmen zu verständigen. Der regelmässige Personentransport ist durch Umleitungen oder Einsatz anderer Verkehrsmittel aufrecht zu erhalten, soweit dies nicht durch höhere Gewalt verhindert wird. 1bis Der Entzug bereits zugeteilter Trassen begründet keinen Anspruch auf Schadenersatz, sofern er im Zusammenhang mit einer unvorhersehbaren Sperrung einer Strecke erfolgt und der bestmöglichen Auslastung der vorhandenen Kapazität dient. 2 Eisenbahnen, die ausschliesslich oder vorwiegend der Beförderung von Personen im Ortsverkehr dienen oder die nach der Konzession ihren Betrieb nicht ganzjährig zu führen haben, brauchen keine Ersatzbeförderung einzurichten. Dasselbe gilt während der Einstellung des Betriebes zwecks Durchführung der vorgeschriebenen Revisionsarbeiten an den Anlagen. Fassung gemäss Ziff. I des BG vom 20. März 1998, in Kraft seit 1. Jan. 1999 ( AS 1998 2835 ; BBl 1997 I 909 ). Aufgehoben durch Ziff. II 13 des BG vom 20. März 2009 über die Bahnreform 2, mit Wirkung seit 1. Jan. 2010 ( AS 2009 5597 ; BBl 2005 2415 , 2007 2681 ). Eingefügt durch Anhang Ziff. II 3 des Gütertransportgesetzes vom 25. Sept. 2015, in Kraft seit 1. Juli 2016 ( AS 2016 1845 ; BBl 2014 3827 )."
    },
    {
      "provision_ref": "art39",
      "chapter": "11. Abschnitt: Nebenbetriebe",
      "section": "39",
      "title": "",
      "content": "1 Das Eisenbahnunternehmen, das die Infrastruktur betreibt, ist befugt, auf dem Bahnhofgebiet Nebenbetriebe zu kommerziellen Zwecken einzurichten, soweit diese auf die Bedürfnisse der Bahnkundschaft ausgerichtet sind. 2 Das Eisenbahnunternehmen, das den Verkehr durchführt, ist befugt, in den Zügen Nebenbetriebe zu kommerziellen Zwecken einzurichten. 3 Auf die von den Eisenbahnunternehmen als Nebenbetriebe definierten Betriebe finden die Vorschriften von Kantonen und Gemeinden über die Öffnungs- und Schliessungszeiten keine Anwendung. Hingegen unterstehen diese Betriebe den übrigen Vorschriften über die Gewerbe-, Gesundheits- und Wirtschaftspolizei sowie den von den zuständigen Behörden für verbindlich erklärten Regelungen über das Arbeitsverhältnis. 4 Streitigkeiten zwischen Mietern von Räumen für Nebenbetriebe und den Eisenbahnunternehmen beurteilt das Zivilgericht. Fassung gemäss Ziff. II 13 des BG vom 20. März 2009 über die Bahnreform 2, in Kraft seit 1. Jan. 2010 ( AS 2009 5597 ; BBl 2005 2415 , 2007 2681 ). Eingefügt durch Anhang Ziff. 2 des BG vom 26. Sept. 2014, in Kraft seit 1. Jan. 2016 ( AS 2015 3205 ; BBl 2013 7185 )."
    },
    {
      "provision_ref": "art40",
      "chapter": "12. Abschnitt: Zuständigkeit des BAV bei Streitigkeiten",
      "section": "40",
      "title": "",
      "content": "1 Das BAV entscheidet nach Anhörung der Beteiligten über Streitigkeiten betreffend: a. die Bedürfnisse des Eisenbahnbaues und -betriebes (Art. 18 und 18 m ); b. die zur Sicherheit des Baues und Betriebes der Eisenbahn sowie zum Schutz von Personen und Sachen zu treffenden Massnahmen (Art. 19 Abs. 1, 21 Abs. 1, 24, 30, 31 Abs. 1 und 32 a ); c. die Erstellung und den Betrieb elektrischer und radioelektrischer Signal- und Fernmeldeanlagen (Art. 22); d. die Verweigerung oder die Erschwerung des Anschlusses sowie die Kostenaufteilung (Art. 33–35 a ); e. das Bedürfnis zur Einrichtung von Nebenbetrieben und deren Öffnungs- und Schliessungszeiten (Art. 39). 2 Es entscheidet auch über die aus den Bestimmungen dieses Kapitels erwachsenden Streitigkeiten über Kosten und deren Verteilung sowie über Vergütungen (Art. 19 Abs. 2, 21 Abs. 2 und 25–35). Fassung gemäss Ziff. I des BG vom 20. März 1998, in Kraft seit 1. Jan. 1999 ( AS 1998 2835 ; BBl 1997 I 909 ). Aufgehoben durch Ziff. I 4 des BG vom 16. März 2012 über den zweiten Schritt der Bahnreform 2, mit Wirkung seit 1. Juli 2013 ( AS 2012 5619 , 2013 1603 ; BBl 2011 911 ). Fassung gemäss Ziff. II 13 des BG vom 20. März 2009 über die Bahnreform 2, in Kraft seit 1. Jan. 2010 ( AS 2009 5597 ; BBl 2005 2415 , 2007 2681 ). Fassung gemäss Ziff. I 9 des BG vom 18. Juni 1999 über die Koordination und Vereinfachung von Entscheidverfahren, in Kraft seit 1. Jan. 2000 ( AS 1999 3071 ; BBl 1998 2591 ). Fassung gemäss Ziff. I 4 des BG vom 16. März 2012 über den zweiten Schritt der Bahnreform 2, in Kraft seit 1. Juli 2013 ( AS 2012 5619 , 2013 1603 ; BBl 2011 911 ). Fassung gemäss Ziff. I 3 des BG vom 28. Sept. 2018 über die Organisation der Bahninfrastruktur, in Kraft seit 1. Juli 2020 ( AS 2020 1889 ; BBl 2016 8661 ). Fassung gemäss Ziff. II 13 des BG vom 20. März 2009 über die Bahnreform 2, in Kraft seit 1. Jan. 2010 ( AS 2009 5597 ; BBl 2005 2415 , 2007 2681 )."
    },
    {
      "provision_ref": "art40a",
      "chapter": "196",
      "section": "40a",
      "title": "a Organisation",
      "content": "1 Die RailCom ist eine ausserparlamentarische Kommission nach Artikel 57 a RVOG. Sie ist unabhängig und untersteht in ihren Entscheiden keinen Weisungen des Bundesrates oder von Verwaltungsbehörden. Sie ist administrativ dem UVEK zugeordnet. 2 Der Bundesrat wählt die aus fünf bis sieben Mitgliedern bestehende RailCom und bezeichnet das Präsidium und das Vizepräsidium. 3 Die Mitglieder müssen unabhängige Sachverständige sein. Sie dürfen insbesondere weder Angestellte von Eisenbahnunternehmen sein noch deren Organen angehören noch in einem Dienstleistungsverhältnis zu ihnen stehen. 4 Die RailCom erlässt ein Reglement über ihre Organisation und Geschäftsführung (Geschäftsreglement) und unterbreitet es dem Bundesrat zur Genehmigung. Eingefügt durch Ziff. I des BG vom 20. März 1998 ( AS 1998 2835 ; BBl 1997 I 909 ). Fassung gemäss Ziff. I 3 des BG vom 28. Sept. 2018 über die Organisation der Bahninfrastruktur, in Kraft seit 1. Juli 2020 ( AS 2020 1889 ; BBl 2016 8661 ). SR 172.010"
    },
    {
      "provision_ref": "art40abis",
      "chapter": "196",
      "section": "40abis",
      "title": "a bis Fachsekretariat",
      "content": "1 Die RailCom verfügt über ein Fachsekretariat. Dieses bereitet die Geschäfte der RailCom vor und koordiniert die Geschäfte zwischen der RailCom und dem BAV. 2 Die Präsidentin oder der Präsident der RailCom ist für die Begründung, Änderung und Beendigung der Arbeitsverhältnisse mit dem Personal des Sekretariats zuständig. 3 Das Anstellungsverhältnis richtet sich nach dem BPG. Eingefügt durch Ziff. I 4 des BG vom 16. März 2012 über den zweiten Schritt der Bahnreform 2 ( AS 2012 5619 ; BBl 2011 911 ). Fassung gemäss Ziff. I 3 des BG vom 28. Sept. 2018 über die Organisation der Bahninfrastruktur, in Kraft seit 1. Juli 2020 ( AS 2020 1889 ; BBl 2016 8661 ). SR 172.220.1"
    },
    {
      "provision_ref": "art40ater",
      "section": "40ater",
      "title": "a ter Aufgaben",
      "content": "1 Die RailCom entscheidet über Streitigkeiten betreffend: a. die Gewährung des Netzzugangs; b. die Netzzugangsvereinbarungen; c. die Berechnung des Trassenpreises; d. den Zugang zu Umschlagsanlagen für den kombinierten Verkehr und Anschlussgleisen, die vom Bund mitfinanziert wurden; e. die Wahrnehmung von Systemaufgaben; f. das Mitwirkungsrecht nach Artikel 37 a . 2 Sie überwacht: a. die Anwendung der Prioritätsregeln im Normal- und im Störungsfall; b. die diskriminierungsfreie Anwendung der Betriebsführungsprozesse; c. die diskriminierungsfreie Vergabe der Trassen; d. den diskriminierungsfreien Zugang zur Infrastruktur nach Artikel 62 Absatz 1; die Befugnisse der Wettbewerbskommission bei Streitigkeiten zwischen Eisenbahnverkehrsunternehmen bleiben vorbehalten; e. die diskriminierungsfreie Ausübung der Systemaufgaben, soweit dies nicht durch das BAV im Rahmen des Auftrags sichergestellt wird. 3 Sie beobachtet die Entwicklung des Eisenbahnmarktes im Hinblick auf eine diskriminierungsfreie Behandlung aller Beteiligten und eine gesunde Entwicklung des Wettbewerbs. 4 Sie kann von Amtes wegen Untersuchungen einleiten. 5 Sie koordiniert sich mit den Regulatoren anderer Staaten. Sie kann mit diesen die erforderlichen Informationen und Daten austauschen. 6 Auf den Netzzugang findet das Kartellgesetz vom 6. Oktober 1995 keine Anwendung. Eingefügt durch Anhang Ziff. II 3 des Gütertransportgesetzes vom 25. Sept. 2015 ( AS 2016 1845 ; BBl 2014 3827 ). Fassung gemäss Ziff. I 3 des BG vom 28. Sept. 2018 über die Organisation der Bahninfrastruktur, in Kraft seit 1. Juli 2020, mit Ausnahme von Abs. 1 Bst. f, in Kraft seit 1. Jan. 2021 ( AS 2020 1889 ; BBl 2016 8661 ). SR 251"
    },
    {
      "provision_ref": "art40aquater",
      "section": "40aquater",
      "title": "a quater Bereitstellung von Daten und Auskunftspflicht",
      "content": "1 Die RailCom ist befugt, im Rahmen der Marktüberwachung die notwendigen Daten bei den Eisenbahnunternehmen zu erheben und auf andere Weise zu bearbeiten. Die Eisenbahnunternehmen müssen die für die amtlichen Verkehrsstatistiken erforderlichen Angaben sowie weitere Unterlagen vorlegen, die die RailCom zur Erfüllung ihrer Aufgaben benötigt. 2 Amtsstellen des Bundes und der Kantone sind verpflichtet, bei den Abklärungen der RailCom mitzuwirken und ihr die notwendigen Unterlagen zur Verfügung zu stellen. Eingefügt durch Anhang Ziff. II 3 des Gütertransportgesetzes vom 25. Sept. 2015 ( AS 2016 1845 ; BBl 2014 3827 ). Fassung gemäss Ziff. I 3 des BG vom 28. Sept. 2018 über die Organisation der Bahninfrastruktur, in Kraft seit 1. Juli 2020 ( AS 2020 1889 ; BBl 2016 8661 )."
    },
    {
      "provision_ref": "art40aquinquies",
      "section": "40aquinquies",
      "title": "a quinquies Verfahrensgrundsätze",
      "content": "1 Die Verfahren vor der RailCom richten sich nach den Bestimmungen des Verwaltungsverfahrensgesetzes vom 20. Dezember 1968 (VwVG) sowie sinngemäss nach den Artikeln 23 und 39 des Verwaltungsgerichtsgesetzes vom 17. Juni 2005. 2 Für das Klageverfahren gelten die Bestimmungen des VwVG über das Beschwerdeverfahren, insbesondere die Artikel 52, 56, 57, 60 und 63–69, sinngemäss. 3 Nebenintervention, Klagehäufung, Streitgenossenschaft und Widerklage sind zulässig. In diesen Fällen gelten die Artikel 15, 24, 26 und 31 des Bundesgesetzes vom 4. Dezember 1947 über den Bundeszivilprozess sinngemäss. 4 Die Präsidentin oder der Präsident leitet das Verfahren von Amtes wegen oder durch die schriftliche Bestätigung des Empfangs der Beschwerde oder der Klage ein. Eingefügt durch Anhang Ziff. II 3 des Gütertransportgesetzes vom 25. Sept. 2015 ( AS 2016 1845 ; BBl 2014 3827 ). Fassung gemäss Ziff. I 3 des BG vom 28. Sept. 2018 über die Organisation der Bahninfrastruktur, in Kraft seit 1. Juli 2020 ( AS 2020 1889 ; BBl 2016 8661 ). SR 172.021 SR 173.32 SR 273"
    },
    {
      "provision_ref": "art40asexies",
      "section": "40asexies",
      "title": "a sexies Verwaltungssanktionen",
      "content": "1 Die RailCom auferlegt einem Unternehmen, das dem Diskriminierungsverbot im Netzzugang zuwiderhandelt, einen Betrag, der dem Umsatz entspricht, den es oder ein Dritter aufgrund der Diskriminierung erzielen konnte. 2 Sie belastet ein Unternehmen, das einer einvernehmlichen Regelung, einer Verfügung der RailCom oder einem Entscheid einer Rechtsmittelinstanz zuwiderhandelt, mit einem Betrag von bis zu 100 000 Franken. Eingefügt durch Anhang Ziff. II 3 des Gütertransportgesetzes vom 25. Sept. 2015 ( AS 2016 1845 ; BBl 2014 3827 ). Fassung gemäss Ziff. I 3 des BG vom 28. Sept. 2018 über die Organisation der Bahninfrastruktur, in Kraft seit 1. Juli 2020 ( AS 2020 1889 ; BBl 2016 8661 )."
    },
    {
      "provision_ref": "art40asepties",
      "section": "40asepties",
      "title": "a septies Finanzierung",
      "content": "1 Die RailCom erhebt für ihre Verfügungen Gebühren. Diese bemessen sich nach dem Zeitaufwand. 2 Soweit die Kosten der RailCom nicht durch Gebühren gedeckt sind, werden sie vom Bund getragen. 3 Der Bundesrat legt die Bundesbeiträge und die Gebührensätze fest und regelt die Gebührenerhebung. Eingefügt durch Ziff. I 3 des BG vom 28. Sept. 2018 über die Organisation der Bahninfrastruktur, in Kraft seit 1. Juli 2020 ( AS 2020 1889 ; BBl 2016 8661 )."
    },
    {
      "provision_ref": "art40aocties",
      "section": "40aocties",
      "title": "a octies Rechtsschutz",
      "content": "1 Der Rechtsschutz richtet sich nach den allgemeinen Bestimmungen über die Bundesrechtspflege. 2 Beschwerden gegen Verfügungen der RailCom haben nur aufschiebende Wirkung, wenn das Bundesverwaltungsgericht dies von Amtes wegen oder auf Antrag einer Partei anordnet. 3 Die RailCom ist in ihrem Zuständigkeitsbereich zur Beschwerde gegen Verfügungen anderer Bundesbehörden sowie gegen Entscheide des Bundesverwaltungsgerichts berechtigt. Eingefügt durch Ziff. I 3 des BG vom 28. Sept. 2018 über die Organisation der Bahninfrastruktur, in Kraft seit 1. Juli 2020 ( AS 2020 1889 ; BBl 2016 8661 )."
    },
    {
      "provision_ref": "art40b",
      "chapter": "13. Abschnitt:",
      "section": "40b",
      "title": "b Grundsätze",
      "content": "1 Der Inhaber eines Eisenbahnunternehmens haftet für den Schaden, wenn die charakteristischen Risiken, die mit dem Betrieb der Eisenbahn verbunden sind, dazu führen, dass ein Mensch getötet oder verletzt wird oder ein Sachschaden entsteht. 2 Er haftet für Schäden: a. an Sachen in der Obhut der reisenden Person ausschliesslich nach dem Personenbeförderungsgesetz vom 20. März 2009; b. an beförderten Sachen ausschliesslich nach dem Obligationenrecht und den massgeblichen internationalen Vereinbarungen. 3 Soweit die Haftung nach Absatz 2 nicht im Personenbeförderungsgesetz oder im Gütertransportgesetz vom 25. September 2015 geregelt ist, gelten ausschliesslich die vertragsrechtlichen Bestimmungen des Obligationenrechts. Fassung gemäss Ziff. II 13 des BG vom 20. März 2009 über die Bahnreform 2, in Kraft seit 1. Jan. 2010 ( AS 2009 5597 ; BBl 2005 2415 , 2007 2681 ). SR 745.1 Fassung gemäss Anhang Ziff. II 3 des Gütertransportgesetzes vom 25. Sept. 2015, in Kraft seit 1. Juli 2016 ( AS 2016 1845 ; BBl 2014 3827 ). SR 220 SR 742.41 Fassung gemäss Anhang Ziff. II 3 des Gütertransportgesetzes vom 25. Sept. 2015, in Kraft seit 1. Juli 2016 ( AS 2016 1845 ; BBl 2014 3827 )."
    },
    {
      "provision_ref": "art40c",
      "chapter": "13. Abschnitt:",
      "section": "40c",
      "title": "c Entlastung",
      "content": "1 Der Inhaber wird von der Haftpflicht entlastet, wenn ein Sachverhalt, der ihm nicht zugerechnet werden kann, so sehr zur Entstehung des Schadens beigetragen hat, dass er als dessen Hauptursache anzusehen ist. 2 Derartige Sachverhalte sind insbesondere: a. höhere Gewalt; oder b. grobes Verschulden der geschädigten oder einer dritten Person."
    },
    {
      "provision_ref": "art40d",
      "section": "40d",
      "title": "d Benützung der Infrastruktur",
      "content": "1 Der Inhaber eines Eisenbahnunternehmens, das die Infrastruktur eines anderen Eisenbahnunternehmens benützt, haftet den Geschädigten. 2 Er kann Rückgriff auf den Inhaber des Unternehmens nehmen, das die Infrastruktur betreibt, wenn diese die Entstehung des Schadens mitverursacht hat. 3 Ist das schädigende Eisenbahnunternehmen nicht bestimmbar, so haftet der Inhaber des Unternehmens, das die Infrastruktur betreibt."
    },
    {
      "provision_ref": "art40e",
      "section": "40e",
      "title": "e Vereinbarungen",
      "content": "1 Vereinbarungen, welche die Haftpflicht nach diesem Gesetz wegbedingen oder beschränken, sind nichtig. 2 Vereinbarungen, die offensichtlich unzulängliche Entschädigungen festsetzen, sind innert eines Jahres nach ihrem Abschluss anfechtbar."
    },
    {
      "provision_ref": "art40f",
      "section": "40f",
      "title": "f Anwendbarkeit des Obligationenrechts",
      "content": "Soweit dieses Gesetz nichts anderes vorsieht, richtet sich die Haftung nach den Bestimmungen des Obligationenrechts über die unerlaubten Handlungen. SR 220"
    },
    {
      "provision_ref": "art41",
      "chapter": "5. Kapitel: Besondere Leistungen für öffentliche Verwaltungen",
      "section": "41",
      "title": "Grundsatz",
      "content": "Besondere Leistungen der Eisenbahnunternehmen für Bund, Kantone, Gemeinden und andere öffentliche Körperschaften und deren Anstalten und Betriebe sind, soweit dieses Gesetz nichts anderes bestimmt oder die Beteiligten nichts Abweichendes vereinbaren, nach den im kaufmännischen Verkehr geltenden Grundsätzen zu vergüten."
    },
    {
      "provision_ref": "art42",
      "chapter": "5. Kapitel: Besondere Leistungen für öffentliche Verwaltungen",
      "section": "42",
      "title": "",
      "content": "1 Auf Anordnung des Bundesrates sind Eisenbahnanlagen und Einrichtungen sowie Fahrzeuge und deren Bestand entsprechend den Bedürfnissen der militärischen und wirtschaftlichen Landesverteidigung zu erstellen, zu ergänzen und bereitzuhalten. Artikel 18 findet Anwendung. 2 Der Bund trägt die dadurch bedingten Kosten. Fassung gemäss Ziff. II 13 des BG vom 20. März 2009 über die Bahnreform 2, in Kraft seit 1. Jan. 2010 ( AS 2009 5597 ; BBl 2005 2415 , 2007 2681 ). Fassung gemäss Ziff. II 13 des BG vom 20. März 2009 über die Bahnreform 2, in Kraft seit 1. Jan. 2010 ( AS 2009 5597 ; BBl 2005 2415 , 2007 2681 )."
    },
    {
      "provision_ref": "art43",
      "chapter": "5. Kapitel: Besondere Leistungen für öffentliche Verwaltungen",
      "section": "43",
      "title": "Militärtransporte",
      "content": "1 Die Eisenbahnunternehmen sind entsprechend ihrer Leistungsfähigkeit verpflichtet, die von den zuständigen militärischen Stellen angeordneten Transporte für die Armee und die Militärverwaltung auszuführen. Vorbehalten bleiben die vom Bundesrat verfügten Ausnahmen und Einschränkungen. 2 … 3 Müssen bei Militärtransporten ausserordentliche Sicherheitsmassnahmen getroffen werden, so gehen deren Kosten zu Lasten des Bundes. Aufgehoben durch Art. 53 Ziff. 4 des BG vom 4. Okt. 1985 über den Transport im öffentlichen Verkehr, mit Wirkung seit 1. Jan. 1987 ( AS 1986 1974 ; BBl 1983 II 167 )."
    },
    {
      "provision_ref": "art44",
      "chapter": "5. Kapitel: Besondere Leistungen für öffentliche Verwaltungen",
      "section": "44",
      "title": "Haftung des Bundes",
      "content": "1 Der Bund haftet den Eisenbahnunternehmen für die ihnen aus Militärtransporten erwachsenden Schäden, wenn weder das Unternehmen noch sein Personal ein Verschulden trifft. 2 Der Bund haftet den Eisenbahnunternehmen nach den Grundsätzen des Zivilrechts für die ihnen aus Erstellung, Bestand und Bedienung militärischer Werke und Einrichtungen an und in der Nähe von Eisenbahnanlagen erwachsenden Schäden."
    },
    {
      "provision_ref": "art45",
      "section": "45",
      "title": "",
      "content": "Aufgehoben durch Ziff. I des BG vom 20. März 1998, mit Wirkung seit 1. Jan. 1999 ( AS 1998 2835 ; BBl 1997 I 909 )."
    },
    {
      "provision_ref": "art46",
      "section": "46",
      "title": "",
      "content": "Aufgehoben durch Anhang Ziff. 15 des Zollgesetzes vom 18. März 2005, mit Wirkung seit 1. Mai 2007 ( AS 2007 1411 ; BBl 2004 567 )."
    },
    {
      "provision_ref": "art47",
      "section": "47",
      "title": "Öffentliches Gesundheitswesen",
      "content": "Die Bundesgesetzgebung über den Schutz der Gesundheit von Menschen und Tieren, die Schädlingsbekämpfung und den Verkehr mit Waren bestimmt die zu ihrem Vollzug notwendigen Leistungen der Eisenbahnunternehmen. Die Eisenbahnunternehmen haben dafür Anspruch auf angemessene Vergütung."
    },
    {
      "provision_ref": "art48",
      "section": "48",
      "title": "Streitigkeiten",
      "content": "1 Streitigkeiten aus diesem Abschnitt entscheidet das BAV. 2 Gegen die Verfügung des BAV kann nach den allgemeinen Bestimmungen über die Bundesrechtspflege Beschwerde geführt werden. Fassung gemäss Anhang Ziff. 75 des Verwaltungsgerichtsgesetzes vom 17. Juni 2005, in Kraft seit 1. Jan. 2007 ( AS 2006 2197 ; BBl 2001 4202 )."
    },
    {
      "provision_ref": "art48a",
      "chapter": "227",
      "section": "48a",
      "title": "a Ziele",
      "content": "Der Ausbau der Infrastruktur hat folgende Ziele: a. Personenverkehr: 1. Verbesserung der Verbindungen mit europäischen Metropolitanräumen, 2. Verbesserung der Verbindungen zwischen den schweizerischen Metropolitanräumen und innerhalb derselben, 3. Verbesserung der Verbindungen im schweizerischen Städtenetz und mit den Zentren der Metropolitanräume, 4. Ausbau des Regional- und des Agglomerationsverkehrs, 5. Verbesserung der Erschliessung der Berggebiete und der Tourismusregionen; b. Güterverkehr: 1. Verlagerung des alpenquerenden Schwerverkehrs, 2. Verbesserungen für den Binnen-, Import- und Exportverkehr, 3. Verbesserung der Trassenverfügbarkeit."
    },
    {
      "provision_ref": "art48b",
      "chapter": "227",
      "section": "48b",
      "title": "b Strategisches Entwicklungsprogramm",
      "content": "1 Die Infrastruktur wird im Rahmen eines strategischen Entwicklungsprogramms schrittweise ausgebaut. 2 Das strategische Entwicklungsprogramm wird vom Bund unter Einbezug der Kantone der jeweiligen Planungsregionen und der betroffenen Eisenbahnunterne h men periodisch nachgeführt. 3 Der Bundesrat legt der Bundesversammlung alle vier Jahre einen Bericht zum Stand des Ausbaus, zu notwendigen Anpassungen des strategischen Entwicklungsprogramms und zum nächsten geplanten Ausbauschritt vor."
    },
    {
      "provision_ref": "art48c",
      "chapter": "227",
      "section": "48c",
      "title": "c Ausbauschritte",
      "content": "1 Die Erlasse zu den einzelnen Ausbauschritten ergehen in der Form des Bundesbeschlusses. Die Bundesbeschlüsse unterstehen dem fakultativen Referendum. 2 Den in den Ausbauschritten vorgesehenen Massnahmen liegen ein Bedarfsnachweis und ein betriebs- und volkswirtschaftlich abgestütztes Angebotskonzept zugrunde. 3 Der Bundesrat zeigt in den Botschaften zu den Ausbauschritten insbesondere die Folgekosten für das gesamte Eisenbahnsystem auf. 4 Jeder Ausbauschritt bezweckt auch die Sicherstellung der Qualität des Angebots im bestehenden Fern verkehrsnetz und sieht die dafür erforderlichen Kredite vor."
    },
    {
      "provision_ref": "art48d",
      "chapter": "227",
      "section": "48d",
      "title": "d Planung der Ausbauschritte",
      "content": "1 Das BAV leitet und koordiniert als Prozessführer die für die Ausbauschritte notwendigen Planungen. Es berücksichtigt die regionalen Planungen der Kantone und bezieht die betroffenen Eisenbahnunternehmen mit ein. 2 Die Kantone sind verantwortlich für die regionale Angebotsplanung. Sie organisieren sich in geeigneten Planungsregionen. Die betroffenen Eisenbahnunternehmen werden in geeigneter Weise einbezogen."
    },
    {
      "provision_ref": "art48e",
      "chapter": "227",
      "section": "48e",
      "title": "e Projektierung und Ausführung der Massnahmen",
      "content": "1 Die Eisenbahnunternehmen oder die mit der Realisierung der Massnahmen betrauten Dritten (Erstellergesellschaften) projektieren die Massnahmen für den Ausbau der Infrastruktur, koordinieren sie mit den Bedürfnissen des Substanzerhalts und führen sie aus. 2 Dabei berücksichtigen sie nach dem Grundsatz einer betriebs- und volkswirtschaftlichen Optimierung laufend den bahntechnologischen Fortschritt, organisatorische Verbesserungen sowie die Entwicklung im Personen- und Güterverkehr."
    },
    {
      "provision_ref": "art48f",
      "section": "48f",
      "title": "f Umsetzungsvereinbarungen",
      "content": "1 Der Bund schliesst mit den Eisenbahnunternehmen oder Erstellergesellschaften Umsetzungsvereinbarungen über die Ausbaumassnahmen ab. Darin werden die Massnahmen für die einzelnen Strecken und Knoten, die Leistungen, Kosten und Termine, die Gewährung der Mittel sowie die Organisation im Einzelnen festgelegt. 2 Sind mit den Massnahmen zusammenhängende untergeordnete Arbeiten für den Substanzerhalt notwendig, so werden diese ebenfalls in den Umsetzungsvereinbarungen festgelegt. 3 Die Vereinbarungen werden durch das UVEK abgeschlossen. Geringfügige Anpassungen, insbesondere solche technischer oder organisatorischer Natur, können vom BAV vereinbart werden."
    },
    {
      "provision_ref": "art49",
      "chapter": "1. Abschnitt: Im Allgemeinen",
      "section": "49",
      "title": "Grundsätze",
      "content": "1 Der Bund trägt unter Vorbehalt von Artikel 9 b die Hauptlast der Finanzierung der Infrastruktur. 2 Die Kantone finanzieren die Infrastruktur mit. 3 Keine Bundesleistungen nach diesem Gesetz, ausgenommen Leistungen nach Artikel 59, werden ausgerichtet für Strecken: a. für die Feinerschliessung; b. die keine ganzjährig bewohnten Ortschaften erschliessen; c. die keine erheblichen Güteraufkommen erschliessen. Fassung gemäss Ziff. II 3 des BG vom 21. Juni 2013 über die Finanzierung und den Ausbau der Eisenbahninfrastruktur, in Kraft seit 1. Jan. 2016 ( AS 2015 651 ; BBl 2012 1577 )."
    },
    {
      "provision_ref": "art50",
      "chapter": "1. Abschnitt: Im Allgemeinen",
      "section": "50",
      "title": "Voraussetzungen",
      "content": "1 Der Bund richtet Abgeltungen nur an Unternehmen aus: a. deren Rechnungslegung den Vorschriften des 9. Kapitels genügt; b. deren Rechnung nach Sparten gegliedert ist und die ungedeckten Kosten jeder Sparte einzeln nachweist; c. die mindestens den regionalen Personenverkehr sowie die Eisenbahninfrastruktur, soweit vorhanden, je als eigene Sparte führen. 2 Der Bund kann Erleichterungen gewähren für ausländische Unternehmen mit geringem Streckenanteil in der Schweiz. Fassung gemäss Ziff. II 13 des BG vom 20. März 2009 über die Bahnreform 2, in Kraft seit 1. Jan. 2010 ( AS 2009 5597 ; BBl 2005 2415 , 2007 2681 )."
    },
    {
      "provision_ref": "art51",
      "chapter": "1. Abschnitt: Im Allgemeinen",
      "section": "51",
      "title": "Leistungsvereinbarungen",
      "content": "1 Der Bund, vertreten durch das BAV, und die Eisenbahnunternehmen schliessen für jeweils vier Jahre Leistungsvereinbarungen ab. Darin legen sie aufgrund der verkehrspolitischen Prioritäten des Bundes und von Planrechnungen der Unternehmen die von der Sparte Infrastruktur zu erbringenden Leistungen und die dafür vorgesehenen Abgeltungen und Darlehen im Voraus fest. 2 Sind mit dem Substanzerhalt untergeordnete Ausbaumassnahmen notwendig, so werden diese ebenfalls in der Leistungsvereinbarung festgelegt. 3 Die Abgeltungen und Darlehen dienen in erster Linie dazu, die Infrastruktur in gutem Zustand zu erhalten und sie den Erfordernissen des Verkehrs und dem Stand der Technik anzupassen. Dabei berücksichtigt werden insbesondere: a. eine angemessene Grunderschliessung; b. Anliegen der Regionalpolitik, insbesondere die Bedürfnisse der wirtschaftlichen Entwicklung benachteiligter Landesgegenden; c. Anliegen der Raumordnungspolitik und der Agglomerationspolitik; d. Anliegen des Umweltschutzes. Fassung gemäss Ziff. II 3 des BG vom 21. Juni 2013 über die Finanzierung und den Ausbau der Eisenbahninfrastruktur, in Kraft seit 1. Jan. 2016 ( AS 2015 651 ; BBl 2012 1577 )."
    },
    {
      "provision_ref": "art51a",
      "section": "51a",
      "title": "a Streitigkeiten über Leistungsvereinbarungen",
      "content": "1 Können sich das BAV und die Eisenbahnunternehmen nicht auf den Abschluss oder die Anwendung einer Leistungsvereinbarung einigen, so entscheidet das UVEK. 2 Gegen die Verfügung des UVEK kann nach den allgemeinen Bestimmungen über die Bundesrechtspflege Beschwerde geführt werden. Gerügt werden kann: a. die Verletzung von Bundesrecht, einschliesslich Überschreitung oder Missbrauch des Ermessens; b. die unrichtige oder unvollständige Feststellung des rechtserheblichen Sachverhaltes. 3 Beschwerden gegen Entscheide des UVEK haben keine aufschiebende Wirkung. Eingefügt durch Ziff. II 3 des BG vom 21. Juni 2013 über die Finanzierung und den Ausbau der Eisenbahninfrastruktur, in Kraft seit 1. Jan. 2016 ( AS 2015 651 ; BBl 2012 1577 )."
    },
    {
      "provision_ref": "art51b",
      "section": "51b",
      "title": "b Finanzierungsformen für den Betrieb und den Substanzerhalt",
      "content": "1 Die geplanten ungedeckten Kosten für den Betrieb und den Substanzerhalt, einschliesslich der Abschreibungen und der nicht aktivierbaren Investitionskosten, werden mit Abgeltungen finanziert. 2 Investitionen, die die Abschreibungen und Liquiditätsreserven übersteigen, werden mit zinslosen und bedingt rückzahlbaren Darlehen finanziert. Übersteigen die Abschreibungen die Investitionen, so sind bestehende bedingt rückzahlbare Darlehen an den Bahninfrastrukturfonds nach dem Bahninfrastrukturfondsgesetz vom 21. Juni 2013 zurückzuzahlen oder mit anderen Leistungen des Fonds zu verrechnen. 3 Die bedingt rückzahlbaren Darlehen des Bundes können unter Vorbehalt der notwendigen aktienrechtlichen Beschlüsse in Eigenkapital umgewandelt werden. Der Bund kann überdies auf die Rückzahlung von Darlehen verzichten, wenn auch der Kanton verzichtet oder um sich an notwendigen Bilanzsanierungen zu beteiligen. Eingefügt durch Ziff. II 3 des BG vom 21. Juni 2013 über die Finanzierung und den Ausbau der Eisenbahninfrastruktur, in Kraft seit 1. Jan. 2016 ( AS 2015 651 ; BBl 2012 1577 ). SR 742.140"
    },
    {
      "provision_ref": "art52",
      "section": "52",
      "title": "Wirtschaftliches Verhalten",
      "content": "1 Die Eisenbahnunternehmen schliessen sich den Fachverbänden und Branchenorganisationen an, die geeignet sind, ihren Auftritt am Markt zu stärken. 2 Das BAV kann die Eisenbahnunternehmen verpflichten, grössere Ausschreibungen gemeinsam durchzuführen. 3 Es kann Massnahmen zur Zielerreichung anordnen oder finanzielle Leistungen zurückfordern, wenn das Unternehmen: a. die bestellten Leistungen nicht wie vereinbart erbringt; b. Zielvorgaben nicht erreicht; c. festgelegte Fristen nicht einhält; oder d. sich unwirtschaftlich verhält. Fassung gemäss Ziff. I 3 des BG vom 19. Juni 2015 über das Konsolidierungs- und Aufgabenüberprüfungspaket 2014, in Kraft seit 1. Jan. 2016 ( AS 2015 4747 ; BBl 2013 823 , 2014 8345 ). Fassung gemäss Ziff. I 3 des BG vom 28. Sept. 2018 über die Organisation der Bahninfrastruktur, in Kraft seit 1. Juli 2020 ( AS 2020 1889 ; BBl 2016 8661 ). Fassung gemäss Ziff. I 3 des BG vom 28. Sept. 2018 über die Organisation der Bahninfrastruktur, in Kraft seit 1. Juli 2020 ( AS 2020 1889 ; BBl 2016 8661 )."
    },
    {
      "provision_ref": "art53",
      "section": "53",
      "title": "",
      "content": "Aufgehoben durch Ziff. II 13 des BG vom 20. März 2009 über die Bahnreform 2, mit Wirkung seit 1. Jan. 2010 ( AS 2009 5597 ; BBl 2005 2415 , 2007 2681 )."
    },
    {
      "provision_ref": "art54",
      "section": "54",
      "title": "",
      "content": "Aufgehoben durch Ziff. I 4 des BG vom 16. März 2012 über den zweiten Schritt der Bahnreform 2, mit Wirkung seit 1. Juli 2013 ( AS 2012 5619 , 2013 1603 ; BBl 2011 911 )."
    },
    {
      "provision_ref": "art55",
      "section": "55",
      "title": "",
      "content": "Aufgehoben"
    },
    {
      "provision_ref": "art56",
      "section": "56",
      "title": "",
      "content": "Aufgehoben durch Ziff. II 3 des BG vom 21. Juni 2013 über die Finanzierung und den Ausbau der Eisenbahninfrastruktur, mit Wirkung seit 1. Jan. 2016 ( AS 2015 651 ; BBl 2012 1577 )."
    },
    {
      "provision_ref": "art57",
      "section": "57",
      "title": "Mitfinanzierung durch die Kantone",
      "content": "1 Die Kantone leisten eine Einlage von 500 Mio. Franken pro Jahr an den Bahninfrastrukturfonds zur Finanzierung der Infrastrukturkosten. 1bis Die Einlage basiert auf dem Preisstand von 2016. Sie werden jährlich an die Entwicklung des realen Bruttoinlandprodukts angepasst und folgen dem Landesindex der Konsumentenpreise. Das Eidgenössische Finanzdepartement regelt im Einvernehmen mit dem UVEK die Einzelheiten. 2 Der Beteiligungsschlüssel pro Kanton richtet sich nach den bestellten Personen- und Zugkilometern im Regionalverkehr gemäss dem interkantonalen Verteiler. 3 Der Bundesrat regelt die Einzelheiten unter Anhörung der Kantone in einer Verordnung. Fassung gemäss Ziff. II 3 des BG vom 21. Juni 2013 über die Finanzierung und den Ausbau der Eisenbahninfrastruktur, in Kraft seit 1. Jan. 2016 ( AS 2015 651 ; BBl 2012 1577 ). Fassung des zweiten Satzes gemäss Ziff. I 6 des BG vom 19. März 2021 über administrative Erleichterungen und eine Entlastung des Bundeshaushalts, in Kraft seit 1. Jan. 2022 ( AS 2021 654 ; BBl 2020 6985 ). Eingefügt durch Ziff. I 6 des BG vom 17. März 2017 über das Stabilisierungsprogramm 2017–2019, in Kraft seit 1. Jan. 2018 ( AS 2017 5205 ; BBl 2016 4691 )."
    },
    {
      "provision_ref": "art58",
      "chapter": "2. Abschnitt: Finanzierung des Ausbaus der Infrastruktur",
      "section": "58",
      "title": "Verpflichtungskredite",
      "content": "1 Die Bundesversammlung bewilligt mittels Bundesbeschluss die für die Ausbauschritte nach Artikel 48 c notwendigen Verpflichtungskredite. 2 Kommt es bei einzelnen Massnahmen zu Verzögerungen, so können die dafür vorgesehenen, nicht ausgeschöpften Verpflichtungskredite für die Realisierung von anderen Massnahmen eingesetzt werden, deren Projektierung der entsprechende Bundesbeschluss vorsieht. 3 Der Bundesrat legt die nach Absatz 2 zu realisierenden Massnahmen fest. Fassung gemäss Ziff. II 3 des BG vom 21. Juni 2013 über die Finanzierung und den Ausbau der Eisenbahninfrastruktur, in Kraft seit 1. Jan. 2016 ( AS 2015 651 ; BBl 2012 1577 )."
    },
    {
      "provision_ref": "art58a",
      "chapter": "2. Abschnitt: Finanzierung des Ausbaus der Infrastruktur",
      "section": "58a",
      "title": "a Finanzierungsformen für den Ausbau",
      "content": "1 Der Bund stellt über den Bahninfrastrukturfonds die bewilligten Mittel für die Finanzierung der Massnahmen in Form von zinslosen, bedingt rückzahlbaren Darlehen und A-Fonds-perdu-Beiträgen zur Verfügung. 2 Die Einzelheiten werden in den Umsetzungsvereinbarungen nach Artikel 48 f geregelt. Eingefügt durch Ziff. II 3 des BG vom 21. Juni 2013 über die Finanzierung und den Ausbau der Eisenbahninfrastruktur, in Kraft seit 1. Jan. 2016 ( AS 2015 651 ; BBl 2012 1577 )."
    },
    {
      "provision_ref": "art58b",
      "chapter": "2. Abschnitt: Finanzierung des Ausbaus der Infrastruktur",
      "section": "58b",
      "title": "b Finanzierung zusätzlicher oder alternativer Massnahmen durch Dritte",
      "content": "1 Die Kantone und weitere Dritte können zusätzliche oder alternative Massnahmen finanzieren, wenn deren Aufnahme in das strategische Entwicklungsprogramm möglich ist. 2 Sie tragen: a. bei zusätzlichen Massnahmen: sämtliche Kosten; b. bei alternativen Massnahmen: die Kostendifferenz zwischen der vom Bund und der von ihnen vorgesehenen Massnahme. 3 Die Beteiligung Dritter darf weder in der Bau- noch in der Betriebsphase zu einer Mehrbelastung des Bundes führen. 4 Der Bund schliesst mit den Dritten und den Eisenbahnunternehmen Vereinbarungen über die Massnahmen ab. Darin werden die Leistungen, Kosten und Termine, die Gewährung der Mittel sowie die Organisation im Einzelnen festgelegt. Eingefügt durch Ziff. II 3 des BG vom 21. Juni 2013 über die Finanzierung und den Ausbau der Eisenbahninfrastruktur, in Kraft seit 1. Jan. 2016 ( AS 2015 651 ; BBl 2012 1577 )."
    },
    {
      "provision_ref": "art58c",
      "section": "58c",
      "title": "c Vorfinanzierung",
      "content": "Die Eisenbahnunternehmen können mit den betroffenen Kantonen und Dritten Vereinbarungen über die Vorfinanzierung derjenigen Massnahmen abschliessen, deren Realisierung oder Projektierung von der Bundesversammlung beschlossen worden ist. Die Vereinbarungen bedürfen der Genehmigung des BAV. Eingefügt durch Ziff. II 3 des BG vom 21. Juni 2013 über die Finanzierung und den Ausbau der Eisenbahninfrastruktur, in Kraft seit 1. Jan. 2016 ( AS 2015 651 ; BBl 2012 1577 )."
    },
    {
      "provision_ref": "art58d",
      "section": "58d",
      "title": "d Ausführungsvorschriften",
      "content": "Das UVEK erlässt Ausführungsvorschriften über das Controlling der Leistungen, Kosten, Finanzen und Termine der bewilligten Massnahmen. Eingefügt durch Ziff. II 3 des BG vom 21. Juni 2013 über die Finanzierung und den Ausbau der Eisenbahninfrastruktur, in Kraft seit 1. Jan. 2016 ( AS 2015 651 ; BBl 2012 1577 )."
    },
    {
      "provision_ref": "art58e",
      "section": "58e",
      "title": "e Berichterstattung",
      "content": "Der Bundesrat erstattet der Bundesversammlung jährlich Bericht über die Finanzierung des Ausbaus der Infrastruktur, namentlich über: a. den Stand und den weiteren Ablauf der Arbeiten; b. die Aufwendungen aufgrund der bewilligten Verpflichtungskredite. Eingefügt durch Ziff. II 3 des BG vom 21. Juni 2013 über die Finanzierung und den Ausbau der Eisenbahninfrastruktur, in Kraft seit 1. Jan. 2016 ( AS 2015 651 ; BBl 2012 1577 )."
    },
    {
      "provision_ref": "art59",
      "chapter": "7. Kapitel: Hilfe bei grossen Naturschäden",
      "section": "59",
      "title": "",
      "content": "Der Bund kann den von grossen Naturschäden betroffenen Eisenbahnunternehmen Finanzhilfen an die Kosten der Wiederherstellung oder des Ersatzes beschädigter oder zerstörter Anlagen sowie an die Kosten der Räumungsarbeiten gewähren. Fassung gemäss Ziff. II 13 des BG vom 20. März 2009 über die Bahnreform 2, in Kraft seit 1. Jan. 2010 ( AS 2009 5597 ; BBl 2005 2415 , 2007 2681 )."
    },
    {
      "provision_ref": "art6061",
      "chapter": "7. Kapitel: Hilfe bei grossen Naturschäden",
      "section": "6061",
      "title": "",
      "content": "Aufgehoben durch Ziff. II 13 des BG vom 20. März 2009 über die Bahnreform 2, mit Wirkung seit 1. Jan. 2010 ( AS 2009 5597 ; BBl 2005 2415 , 2007 2681 )."
    },
    {
      "provision_ref": "art61a",
      "chapter": "7. Kapitel: Hilfe bei grossen Naturschäden",
      "section": "61a",
      "title": "",
      "content": "Ursprünglich Art. 60 a . Eingefügt durch Anhang Ziff. 16 des BG vom 5. Okt. 1990 über Finanzhilfen und Abgeltungen ( AS 1991 857 ; BBl 1987 I 369 ). Aufgehoben durch Ziff. II 13 des BG vom 20. März 2009 über die Bahnreform 2, mit Wirkung seit 1. Jan. 2010 ( AS 2009 5597 ; BBl 2005 2415 , 2007 2681 )."
    },
    {
      "provision_ref": "art62",
      "chapter": "8. Kapitel:",
      "section": "62",
      "title": "Umfang der Infrastruktur",
      "content": "1 Zur Infrastruktur gehören alle Bauten, Anlagen und Einrichtungen, die im Rahmen des Netzzugangs gemeinsam benützt werden müssen, insbesondere: a. der Fahrweg; b. die Stromversorgungsanlagen, insbesondere Unterwerke und Gleichrichter; c. die Sicherungsanlagen; d. die Publikumsanlagen; e. die Rangierbahnhöfe sowie Anlagen zum Annehmen und Formieren von Zügen; f. die öffentlichen Verladeanlagen, bestehend aus Verladegleisen und Verladeplätzen, in denen selbstständig und unabhängig Güter umgeschlagen werden können (Freiverlade); g. die Rangiertriebfahrzeuge in Rangierbahnhöfen; h. die für den Unterhalt und Betrieb der Infrastruktur nach den Buchstaben a–g notwendigen Dienstgebäude und Räume. 2 Zur Infrastruktur können auch Bauten, Anlagen und Einrichtungen gehören, die mit dem Betrieb der Infrastruktur verbunden sind, jedoch nicht Gegenstand des Netzzugangs sind. Dies sind insbesondere: a. Anlagen für den Tagesunterhalt des Rollmaterials; b. Kraftwerke und Übertragungsleitungen; c. Verkaufsanlagen; d. Räume für Nebenbetriebe; e. Diensträume für Eisenbahnverkehrsunternehmen; f. Dienstwohnungen; g. Kräne und andere Umschlagsgeräte auf Freiverladen; h. Umschlagsanlagen für den Gütertransport einschliesslich der Kran- und Verladegleise. 3 Zu den Eisenbahnen im Sinne dieses Gesetzes, jedoch nicht zur Infrastruktur gehören: a. Gleisanlagen und Gebäude für den Rollmaterialunterhalt (Unterhaltsanlagen, Werkstätten); b. Gleisanlagen und Gebäude für das längerfristige Abstellen von Rollmaterial (Abstellanlagen); c. Gleisanlagen auf Eisenbahnbaustellen oder als Zufahrt zu solchen Baustellen (Werkgleise). 4 Ebenfalls nicht zur Infrastruktur gehört die Erbringung von Verkehrsleistungen im Güter- und Personenverkehr. Fassung gemäss Anhang Ziff. II 3 des Gütertransportgesetzes vom 25. Sept. 2015, in Kraft seit 1. Juli 2016 ( AS 2016 1845 ; BBl 2014 3827 )."
    },
    {
      "provision_ref": "art63",
      "chapter": "8. Kapitel:",
      "section": "63",
      "title": "Betrieb der Infrastruktur",
      "content": "Zur Infrastruktur gehören auch Betrieb und Unterhalt der Bauten, Anlagen und Einrichtungen nach Artikel 62."
    },
    {
      "provision_ref": "art64",
      "chapter": "8. Kapitel:",
      "section": "64",
      "title": "Organisation",
      "content": "1 Das Eisenbahnunternehmen muss den Bereich Infrastruktur organisatorisch von den übrigen Unternehmensbereichen trennen und verselbständigen. Das BAV kann Schmalspurbahnen und kleinere Unternehmen von dieser Pflicht befreien. 2 Die Infrastruktur nach Artikel 62 Absatz 2 sowie die damit verbundenen Dienstleistungen können organisatorisch vom Bereich Infrastruktur getrennt sein. Ihre vollen Kosten müssen den Leistungsbezügern verrechnet werden."
    },
    {
      "provision_ref": "art65",
      "chapter": "8. Kapitel:",
      "section": "65",
      "title": "Steuerbefreiung",
      "content": "Die Infrastruktur nach Artikel 62 Absätze 1 und 2 ist von kantonalen und kommunalen Liegenschaftssteuern befreit."
    },
    {
      "provision_ref": "art66",
      "chapter": "9. Kapitel: Rechnungswesen",
      "section": "66",
      "title": "Grundsätze",
      "content": "1 Das Rechnungswesen der Eisenbahnunternehmen richtet sich unter Vorbehalt der Bestimmungen dieses Gesetzes nach dem 7. Abschnitt des Personenbeförderungsgesetzes vom 20. März 2009. 2 Das Eisenbahnunternehmen muss in der Bilanz und Anlagenrechnung den Bereich Infrastruktur von anderen Bereichen trennen. 3 Es muss in der Erfolgsrechnung eine Spartenrechnung Infrastruktur führen. Fassung gemäss Ziff. II 13 des BG vom 20. März 2009 über die Bahnreform 2, in Kraft seit 1. Jan. 2010 ( AS 2009 5597 ; BBl 2005 2415 , 2007 2681 ). SR 745.1"
    },
    {
      "provision_ref": "art67",
      "chapter": "9. Kapitel: Rechnungswesen",
      "section": "67",
      "title": "Gewinnverwendung und Eigenkapitalverzinsung",
      "content": "Gewinnausschüttungen und die Verzinsung von Eigenkapital zulasten der Spartenrechnung Infrastruktur sind nicht zulässig. Der Gewinn ist vollständig einer Spezialreserve der Sparte Infrastruktur zur Deckung künftiger Fehlbeträge oder für ausserordentliche Aufwände zuzuweisen. Fassung gemäss Ziff. II 13 des BG vom 20. März 2009 über die Bahnreform 2, in Kraft seit 1. Jan. 2010 ( AS 2009 5597 ; BBl 2005 2415 , 2007 2681 ). Fassung des zweiten Satzes gemäss Ziff. I 3 des BG vom 28. Sept. 2018 über die Organisation der Bahninfrastruktur, in Kraft seit 1. Juli 2020 ( AS 2020 1889 ; BBl 2016 8661 )."
    },
    {
      "provision_ref": "art6869",
      "chapter": "9. Kapitel: Rechnungswesen",
      "section": "6869",
      "title": "",
      "content": "Aufgehoben durch Ziff. I des BG vom 24. März 1995, mit Wirkung seit 1. Jan. 1996 ( AS 1995 3680 ; BBl 1994 I 497 )."
    },
    {
      "provision_ref": "art7072",
      "chapter": "9. Kapitel: Rechnungswesen",
      "section": "7072",
      "title": "",
      "content": "Aufgehoben durch Ziff. II 13 des BG vom 20. März 2009 über die Bahnreform 2, mit Wirkung seit 1. Jan. 2010 ( AS 2009 5597 ; BBl 2005 2415 , 2007 2681 )."
    },
    {
      "provision_ref": "art73",
      "section": "73",
      "title": "",
      "content": "Aufgehoben durch Ziff. I des BG vom 24. März 1995, mit Wirkung seit 1. Jan. 1996 ( AS 1995 3680 ; BBl 1994 I 497 )."
    },
    {
      "provision_ref": "art74",
      "section": "74",
      "title": "",
      "content": "Aufgehoben durch Ziff. II 13 des BG vom 20. März 2009 über die Bahnreform 2, mit Wirkung seit 1. Jan. 2010 ( AS 2009 5597 ; BBl 2005 2415 , 2007 2681 )."
    },
    {
      "provision_ref": "art75",
      "chapter": "10. Kapitel: Kaufrecht der Gemeinwesen",
      "section": "75",
      "title": "Kaufrecht im Landesinteresse",
      "content": "1 Wenn es im Interesse des Landes geboten erscheint, kann der Bund die konzessionierte Infrastruktur jedes Eisenbahnunternehmens zum Buchwert erwerben. Darlehen, die der Bund dem Unternehmen gewährt hat, werden mit dem Kaufpreis verrechnet. 2 Das Kaufrecht nach Absatz 1 steht auch den nach der Konzession dazu berechtigten Kantonen und Gemeinden zu. Haben Kantone oder Gemeinden eine Eisenbahninfrastruktur erworben, so kann der Bund verlangen, dass diese ihm zu den in diesem Gesetz genannten Bedingungen abgetreten wird. Fassung gemäss Ziff. II 13 des BG vom 20. März 2009 über die Bahnreform 2, in Kraft seit 1. Jan. 2010 ( AS 2009 5597 ; BBl 2005 2415 , 2007 2681 )."
    },
    {
      "provision_ref": "art7678",
      "chapter": "10. Kapitel: Kaufrecht der Gemeinwesen",
      "section": "7678",
      "title": "",
      "content": "Aufgehoben durch Ziff. II 13 des BG vom 20. März 2009 über die Bahnreform 2, mit Wirkung seit 1. Jan. 2010 ( AS 2009 5597 ; BBl 2005 2415 , 2007 2681 )."
    },
    {
      "provision_ref": "art79",
      "chapter": "10. Kapitel: Kaufrecht der Gemeinwesen",
      "section": "79",
      "title": "Streitigkeiten",
      "content": "Ist die Festsetzung des Erwerbspreises streitig, so erlässt das BAV eine Verfügung. Fassung gemäss Anhang Ziff. 15 der V vom 3. Febr. 1993 über Vorinstanzen des Bundesgerichts und des Eidgenössischen Versicherungsgerichts, in Kraft seit 1. Jan. 1994 ( AS 1993 901 )."
    },
    {
      "provision_ref": "art80",
      "chapter": "11. Kapitel:",
      "section": "80",
      "title": "Fähigkeitsprüfung",
      "content": "Der Bundesrat kann vorschreiben, dass: a. Personen, die im Eisenbahnbereich eine sicherheitsrelevante Tätigkeit ausüben, eine theoretische und praktische Fähigkeitsprüfung abzulegen haben; er kann die Abgabe eines Ausweises bei bestandener Prüfung vorsehen; b. Personen, die sich für eine Tätigkeit nach Buchstabe a ausbilden lassen wollen, eines vom BAV ausgestellten Lernausweises bedürfen; c. Personen, die eine Tätigkeit nach Buchstabe a ausüben oder sich dazu ausbilden lassen wollen, bestimmte persönliche und fachliche Anforderungen erfüllen müssen; er kann für die Ermittlung der persönlichen Anforderungen auch psychologische und medizinische Untersuchungen vorsehen."
    },
    {
      "provision_ref": "art80a",
      "chapter": "11. Kapitel:",
      "section": "80a",
      "title": "a Abklärung der Tauglichkeit",
      "content": "1 Bestehen Zweifel an der Tauglichkeit einer Person, die im Eisenbahnbereich eine sicherheitsrelevante Tätigkeit ausübt, so wird diese einer Tauglichkeitsuntersuchung unterzogen, namentlich aufgrund der Meldung einer Ärztin oder eines Arztes, dass die Person wegen einer körperlichen oder psychischen Krankheit, wegen eines Gebrechens oder wegen einer Sucht eine sicherheitsrelevante Tätigkeit nicht sicher ausüben kann. 2 Ärztinnen und Ärzte sind in Bezug auf Meldungen nach Absatz 1 vom Berufsgeheimnis entbunden. Sie können die Meldung direkt an das BAV, an den Arbeitgeber oder an die Aufsichtsbehörde für Ärztinnen und Ärzte richten. Eingefügt durch Ziff. I 3 des BG vom 28. Sept. 2018 über die Organisation der Bahninfrastruktur, in Kraft seit 1. Juli 2020 ( AS 2020 1889 ; BBl 2016 8661 )."
    },
    {
      "provision_ref": "art81",
      "chapter": "11. Kapitel:",
      "section": "81",
      "title": "Dienstunfähigkeit",
      "content": "Wer wegen Alkohol-, Betäubungsmittel- oder Arzneimitteleinfluss oder aus anderen Gründen nicht über die erforderliche körperliche und geistige Leistungsfähigkeit verfügt, ist dienstunfähig und darf während dieser Zeit keine sicherheitsrelevante Tätigkeit im Eisenbahnbereich ausüben."
    },
    {
      "provision_ref": "art82",
      "chapter": "11. Kapitel:",
      "section": "82",
      "title": "Feststellung der Dienstunfähigkeit",
      "content": "1 Personen, die im Eisenbahnbereich eine sicherheitsrelevante Tätigkeit ausüben, können einer Atemalkoholprobe unterzogen werden. 2 Weist die betroffene Person Anzeichen von Dienstunfähigkeit auf und sind diese nicht oder nicht allein auf Alkoholeinfluss zurückzuführen, so kann sie weiteren Voruntersuchungen, namentlich Urin-, Speichel-, Schweiss-, Haar- und Nagelproben, unterzogen werden. 3 Eine Blutprobe ist anzuordnen, wenn: a. Anzeichen von Dienstunfähigkeit vorliegen; oder b. die betroffene Person sich der Durchführung der Atemalkoholprobe widersetzt oder entzieht oder den Zweck dieser Massnahme vereitelt. 4 Die Blutprobe kann aus wichtigen Gründen auch gegen den Willen der der Dienstunfähigkeit verdächtigten Person abgenommen werden. Andere Beweismittel bleiben vorbehalten."
    },
    {
      "provision_ref": "art83",
      "section": "83",
      "title": "Ausweisentzug",
      "content": "1 Befindet sich eine Person, die im Eisenbahnbereich eine sicherheitsrelevante Tätigkeit ausübt, in einem Zustand, der die sichere Ausübung einer solchen Tätigkeit ausschliesst, so ist ihr die Ausübung dieser Tätigkeit so lange als erforderlich zu untersagen; zudem muss ihr der Ausweis abgenommen werden. 2 Abgenommene Ausweise sind sofort der erteilenden Behörde zu übermitteln; diese entscheidet unverzüglich über den Entzug. Bis zu ihrem Entscheid hat die Abnahme eines Ausweises die Wirkung des Entzuges."
    },
    {
      "provision_ref": "art83a",
      "section": "83a",
      "title": "83 a Mitteilungen an ausländische Behörden",
      "content": "1 Das BAV teilt der zuständigen ausländischen Behörde mit, wenn es: a. einer Person eines ausländischen Unternehmens, die im Eisenbahnbereich eine sicherheitsrelevante Tätigkeit ausübt, die Ausübung dieser Tätigkeit untersagt hat; b. einen in der Schweiz gültigen ausländischen Ausweis abgenommen hat; c. die Gültigkeit eines ausländischen Ausweises für die Schweiz aberkannt hat. 2 Abgenommene Ausweise sind sofort der erteilenden ausländischen Behörde zu übermitteln. Eingefügt durch Ziff. I 4 des BG vom 16. März 2012 über den zweiten Schritt der Bahnreform 2, in Kraft seit 1. Juli 2013 ( AS 2012 5619 , 2013 1603 ; BBl 2011 911 )."
    },
    {
      "provision_ref": "art84",
      "section": "84",
      "title": "Zuständigkeiten",
      "content": "Die Anordnung und Durchführung von Massnahmen nach den Artikeln 82 und 83 obliegt: a. den von den Eisenbahnunternehmen bezeichneten Personen oder Unternehmenseinheiten; b. den von den Kantonen als zuständig erklärten Behörden; c. dem BAV; d. der Transportpolizei, sofern sie von den zuständigen Organen nach den Buchstaben a–c beauftragt wird."
    },
    {
      "provision_ref": "art85",
      "section": "85",
      "title": "Ausführungsvorschriften",
      "content": "1 Der Bundesrat: a. legt fest, bei welcher Blutalkoholkonzentration unabhängig von weiteren Beweisen und individueller Alkoholverträglichkeit Dienstunfähigkeit im Sinne von Artikel 81 angenommen wird (Angetrunkenheit) und welche Blutalkoholkonzentration als qualifiziert gilt; b. kann für andere die Dienstfähigkeit herabsetzende Substanzen festlegen, bei welchen Konzentrationen im Blut unabhängig von weiteren Beweisen und individueller Verträglichkeit Dienstunfähigkeit im Sinne von Artikel 81 angenommen wird; c. erlässt Vorschriften über die Voruntersuchungen (Art. 82 Abs. 2), das Vorgehen bei der Atemalkohol- und der Blutprobe, die Auswertung dieser Proben und die zusätzliche ärztliche Untersuchung der der Dienstunfähigkeit verdächtigten Person; d. kann vorschreiben, dass zur Feststellung einer Sucht, welche die Dienstfähigkeit einer Person herabsetzt, die nach Artikel 82 Absätze 2 und 3 gewonnen Proben ausgewertet werden; e. legt die persönlichen, fachlichen und organisatorischen Anforderungen an die nach Artikel 84 Buchstabe a bezeichneten Personen und Unternehmenseinheiten fest. 2 Er bezeichnet die sicherheitsrelevanten Tätigkeiten im Eisenbahnbereich."
    },
    {
      "provision_ref": "art86",
      "chapter": "12. Kapitel: Strafbestimmungen und Verwaltungsmassnahmen",
      "section": "86",
      "title": "Übertretungen",
      "content": "1 Mit Busse wird bestraft, wer vorsätzlich das Bahnbetriebsgebiet ohne Erlaubnis betritt, befährt oder es auf andere Weise beeinträchtigt. 2 Auf Antrag wird mit Busse bestraft, wer vorsätzlich oder fahrlässig seine Sorgfaltspflicht (Art. 17 Abs. 4), Meldepflicht (Art. 14 a Abs. 1) oder Mitwirkungspflicht (Art. 14 a Abs. 2) verletzt. 3 Der Bundesrat kann Widerhandlungen gegen Ausführungsbestimmungen oder Benützungsvorschriften für strafbar erklären. Fassung gemäss Anhang Ziff. 2 des BG vom 26. Sept. 2014, in Kraft seit 1. Jan. 2016 ( AS 2015 3205 ; BBl 2013 7185 )."
    },
    {
      "provision_ref": "art86a",
      "chapter": "12. Kapitel: Strafbestimmungen und Verwaltungsmassnahmen",
      "section": "86a",
      "title": "a Widerhandlungen gegen Bau- und Betriebsvorschriften",
      "content": "1 Mit Freiheitsstrafe bis zu drei Jahren oder mit Geldstrafe wird bestraft, wer vorsätzlich: a. ein Bauvorhaben ohne die nach Artikel 18 erforderliche Plangenehmigung oder in Missachtung von aus dem Plangenehmigungsverfahren resultierenden Bedingungen, Auflagen oder Vorschriften ausführt oder ausführen lässt; b. eine Anlage oder ein Fahrzeug ohne die nach Artikel 18 w , 23 c oder 23 d erforderliche Betriebsbewilligung oder unter Missachtung von Bedingungen, Auflagen oder Vorschriften der Betriebsbewilligung in Betrieb nimmt oder in Betrieb nehmen lässt; c. einer gestützt auf dieses Gesetz erteilten Konzession zuwiderhandelt; [tab] d. und e. … f. Videosignale unter Verletzung von Artikel 16 b aufzeichnet, aufbewahrt, nutzt oder bekannt gibt; g. … 2 Wer fahrlässig handelt, wird mit Geldstrafe bis zu 180 Tagessätzen bestraft. Eingefügt durch Ziff. II 13 des BG vom 20. März 2009 über die Bahnreform 2, in Kraft seit 1. Jan. 2010 ( AS 2009 5597 ; BBl 2005 2415 , 2007 2681 ). Fassung gemäss Ziff. I 4 des BG vom 16. März 2012 über den zweiten Schritt der Bahnreform 2, in Kraft seit 1. Juli 2013 ( AS 2012 5619 , 2013 1603 ; BBl 2011 911 ). Fassung gemäss Anhang Ziff. 2 des BG vom 26. Sept. 2014, in Kraft seit 1. Jan. 2016 ( AS 2015 3205 ; BBl 2013 7185 ). Aufgehoben durch Anhang Ziff. 2 des BG vom 26. Sept. 2014, mit Wirkung seit 1. Jan. 2016 ( AS 2015 3205 ; BBl 2013 7185 ). Eingefügt durch Anhang des BG vom 1. Okt. 2010 ( AS 2011 1119 ; BBl 2009 4915). Aufgehoben durch Anhang Ziff. 2 des BG vom 26. Sept. 2014, mit Wirkung seit 1. Jan. 2016 ( AS 2015 3205 ; BBl 2013 7185 ). Eingefügt durch Ziff. I 4 des BG vom 16. März 2012 über den zweiten Schritt der Bahnreform 2 ( AS 2012 5619 ; BBl 2011 911 ). Fassung gemäss Anhang Ziff. 2 des BG vom 26. Sept. 2014, in Kraft seit 1. Jan. 2016 ( AS 2015 3205 ; BBl 2013 7185 )."
    },
    {
      "provision_ref": "art87",
      "section": "87",
      "title": "Ausübung einer sicherheitsrelevanten Tätigkeit in dienstunfähigem Zustand",
      "content": "1 Wer in angetrunkenem Zustand im Eisenbahnbereich eine sicherheitsrelevante Tätigkeit ausübt, wird mit Busse bestraft. Die Strafe ist Freiheitsstrafe bis zu drei Jahren oder Geldstrafe, wenn eine qualifizierte Blutalkoholkonzentration vorliegt. 2 Wer wegen des Einflusses von Betäubungsmitteln oder Arzneimitteln oder aus anderen Gründen dienstunfähig im Sinne von Artikel 81 ist und in diesem Zustand im Eisenbahnbereich eine sicherheitsrelevante Tätigkeit ausübt, wird mit Freiheitsstrafe bis zu drei Jahren oder Geldstrafe bestraft. 3 Die vorgesetzte Person, die vorsätzlich eine nach Absatz 1 oder 2 strafbare Handlung veranlasst oder nicht nach ihren Möglichkeiten verhindert, untersteht der gleichen Strafandrohung. Fassung gemäss Ziff. II 13 des BG vom 20. März 2009 über die Bahnreform 2, in Kraft seit 1. Jan. 2010 ( AS 2009 5597 ; BBl 2005 2415 , 2007 2681 )."
    },
    {
      "provision_ref": "art87a",
      "section": "87a",
      "title": "a Vereitelung von Massnahmen zur Feststellung der Dienstunfähigkeit",
      "content": "1 Wer im Eisenbahnbereich eine sicherheitsrelevante Tätigkeit ausübt und sich vorsätzlich einer Blutprobe, einer Atemalkoholprobe oder einer anderen vom Bundesrat geregelten Voruntersuchung, die angeordnet wurde oder mit deren Anordnung gerechnet werden musste, oder einer zusätzlichen ärztlichen Untersuchung widersetzt oder entzogen oder den Zweck dieser Massnahmen vereitelt hat, wird mit Freiheitsstrafe bis zu drei Jahren oder Geldstrafe bestraft. 2 Die vorgesetzte Person, die vorsätzlich eine nach Absatz 1 strafbare Handlung veranlasst oder nicht nach ihren Möglichkeiten verhindert, untersteht der gleichen Strafandrohung. Eingefügt durch Ziff. II 13 des BG vom 20. März 2009 über die Bahnreform 2, in Kraft seit 1. Jan. 2010 ( AS 2009 5597 ; BBl 2005 2415 , 2007 2681 )."
    },
    {
      "provision_ref": "art87b",
      "section": "87b",
      "title": "b Ausübung einer sicherheitsrelevanten Tätigkeit ohne Zulassung",
      "content": "1 Wer vorsätzlich eine sicherheitsrelevante Tätigkeit im Eisenbahnbereich ausübt, obwohl ihm die Zulassungsdokumente verweigert, entzogen oder aberkannt wurden, wird mit Freiheitsstrafe bis zu drei Jahren oder Geldstrafe bestraft. 2 Wer fahrlässig handelt, wird mit Geldstrafe bis zu 180 Tagessätzen bestraft. 3 Die vorgesetzte Person, die vorsätzlich eine nach Absatz 1 strafbare Handlung veranlasst oder nicht nach ihren Möglichkeiten verhindert, untersteht der gleichen Strafandrohung. Eingefügt durch Anhang Ziff. 2 des BG vom 26. Sept. 2014, in Kraft seit 1. Jan. 2016 ( AS 2015 3205 ; BBl 2013 7185 )."
    },
    {
      "provision_ref": "art88",
      "section": "88",
      "title": "Verfolgung von Amtes wegen",
      "content": "Nach dem Strafgesetzbuch strafbare Handlungen werden von Amtes wegen verfolgt, wenn sie gegen Angestellte von Eisenbahnunternehmen mit einer Konzession nach Artikel 5 während deren Dienstausübung begangen werden. Fassung gemäss Anhang Ziff. 2 des BG vom 26. Sept. 2014, in Kraft seit 1. Jan. 2016 ( AS 2015 3205 ; BBl 2013 7185 ). SR 311.0"
    },
    {
      "provision_ref": "art88a",
      "section": "88a",
      "title": "a Zuständigkeit",
      "content": "1 Die Verfolgung und Beurteilung von Verstössen gegen Bestimmungen dieses Kapitels ist Sache der Kantone. 2 … Eingefügt durch Ziff. II 13 des BG vom 20. März 2009 über die Bahnreform 2, in Kraft seit 1. Jan. 2010 ( AS 2009 5597 ; BBl 2005 2415 , 2007 2681 ). Aufgehoben durch Anhang Ziff. 2 des BG vom 26. Sept. 2014, mit Wirkung seit 1. Jan. 2016 ( AS 2015 3205 ; BBl 2013 7185 )."
    },
    {
      "provision_ref": "art89",
      "section": "89",
      "title": "Verwaltungsmassnahmen",
      "content": "1 Das BAV kann Bewilligungen, Erlaubnisse und Ausweise zeitweilig oder dauernd entziehen oder deren Geltungsbereich einschränken, wenn: a. gegen dieses Gesetz oder seine Ausführungsvorschriften verstossen wird; b. die mit der Erteilung verbundenen Beschränkungen oder Auflagen missachtet werden. 2 Es entzieht Bewilligungen, Erlaubnisse und Ausweise, wenn die gesetzlichen Voraussetzungen zu deren Erteilung nicht mehr erfüllt sind. 3 Angestellte, Beauftragte oder Mitglieder der Organe eines Eisenbahnunternehmens mit einer Konzession nach Artikel 5 dieses Gesetzes oder einer Konzession oder Bewilligung nach den Artikeln 6–8 des Personenbeförderungsgesetzes vom 20. März 2009, die in Ausübung ihrer Funktionen wiederholt zu begründeten Klagen Anlass geben, sind auf Begehren des BAV von diesen Funktionen zu entheben. 4 Massnahmen nach den Absätzen 1–3 können unabhängig von der Einleitung und vom Ausgang eines Strafverfahrens getroffen werden. Fassung gemäss Ziff. II 13 des BG vom 20. März 2009 über die Bahnreform 2, in Kraft seit 1. Jan. 2010 ( AS 2009 5597 ; BBl 2005 2415 , 2007 2681 ). SR 745.1"
    },
    {
      "provision_ref": "art89a",
      "section": "89a",
      "title": "a Meldepflicht",
      "content": "Polizei- und Strafbehörden haben alle Verstösse, die eine Massnahme nach Artikel 89 nach sich ziehen könnten, der zuständigen Behörde zu melden. Eingefügt durch Ziff. II 13 des BG vom 20. März 2009 über die Bahnreform 2, in Kraft seit 1. Jan. 2010 ( AS 2009 5597 ; BBl 2005 2415 , 2007 2681 )."
    },
    {
      "provision_ref": "art89b",
      "section": "89b",
      "title": "",
      "content": "1 Wer vorsätzlich einer einvernehmlichen Regelung, einer rechtskräftigen Verfügung der RailCom oder einem Entscheid einer Rechtsmittelinstanz zuwiderhandelt, wird mit Busse bis zu 100 000 Franken bestraft. 2 Wer vorsätzlich eine Verfügung der RailCom betreffend die Auskunftspflicht (Art. 40 a bis Abs. 4) nicht befolgt, wird mit Busse bis zu 20 000 Franken bestraft. 3 Die RailCom verfolgt und beurteilt Widerhandlungen nach diesem Artikel. Das Bundesgesetz vom 22. März 1974 über das Verwaltungsstrafrecht ist anwendbar. Eingefügt durch Ziff. I 4 des BG vom 16. März 2012 über den zweiten Schritt der Bahnreform 2, in Kraft seit 1. Juli 2013 ( AS 2012 5619 , 2013 1603 ; BBl 2011 911 ). Die Bezeichnung der Verwaltungseinheit wurde in Anwendung von Art. 20 Abs. 2 der Publikationsverordnung vom 7. Okt. 2015 ( SR 170.512.1 ) auf den 1. Juli 2020 angepasst. Diese Anpassung wurde im ganzen Text vorgenommen. SR 313.0"
    },
    {
      "provision_ref": "art90",
      "section": "90",
      "title": "",
      "content": "Aufgehoben durch Ziff. I des BG vom 20. März 1998, mit Wirkung seit 1. Jan. 1999 ( AS 1998 2835 ; BBl 1997 I 909 )."
    },
    {
      "provision_ref": "art91",
      "chapter": "13. Kapitel: Schlussbestimmungen",
      "section": "91",
      "title": "",
      "content": "1 Die diesem Gesetz widersprechenden Bestimmungen der Konzessionen sind aufgehoben, überdies diejenigen über die Zugkraft, die Zahl der Geleise, die Zahl der täglich zu führenden Züge, die Fahrgeschwindigkeiten, die Beförderung von Handgepäck und über die vom Reingewinn abhängige Herabsetzung oder Erhöhung der Taxen. 2 Die Bestimmungen der Konzessionen über den Rückkauf bleiben bis zum Ablauf ihrer Geltungsdauer in Kraft. 3 Sofern die vor 1999 erteilte Konzession nichts anderes bestimmt, gilt sie bis zu ihrem Ablauf sowohl als Konzession für Bau und Betrieb der Infrastruktur wie auch als Konzession für die regelmässige Personenbeförderung im Sinne von Artikel 6 des Personenbeförderungsgesetzes vom 20. März 2009. 4 Bei Infrastrukturkonzessionen, die vor Inkrafttreten dieser Bestimmung erteilt wurden, gilt das öffentliche Interesse nach Artikel 6 Absatz 1 Buchstabe a dieses Gesetzes als vorhanden, wenn für die Infrastruktur Abgeltungsbeiträge geleistet werden. Fassung gemäss Ziff. II 13 des BG vom 20. März 2009 über die Bahnreform 2, in Kraft seit 1. Jan. 2010 ( AS 2009 5597 ; BBl 2005 2415 , 2007 2681 ). SR 745.1 Eingefügt durch Ziff. II 13 des BG vom 20. März 2009 über die Bahnreform 2, in Kraft seit 1. Jan. 2010 ( AS 2009 5597 ; BBl 2005 2415 , 2007 2681 ). Eingefügt durch Ziff. II 13 des BG vom 20. März 2009 über die Bahnreform 2, in Kraft seit 1. Jan. 2010 ( AS 2009 5597 ; BBl 2005 2415 , 2007 2681 )."
    },
    {
      "provision_ref": "art92",
      "chapter": "13. Kapitel: Schlussbestimmungen",
      "section": "92",
      "title": "",
      "content": "Aufgehoben durch Ziff. I des BG vom 20. März 1998, mit Wirkung seit 1. Jan. 1999 ( AS 1998 2835 ; BBl 1997 I 909 )."
    },
    {
      "provision_ref": "art93",
      "chapter": "13. Kapitel: Schlussbestimmungen",
      "section": "93",
      "title": "Zwangsliquidation und Nachlassvertrag nach Aufhebung der Konzession",
      "content": "1 Ist die Konzession nach Artikel 8 dieses Gesetzes aufgehoben, so richtet sich die Zwangsliquidation des Eisenbahnunternehmens nach den Bestimmungen des Bundesgesetzes vom 11. April 1889 über Schuldbetreibung und Konkurs. Dagegen wird das gemäss Artikel 9 des Bundesgesetzes vom 25. September 1917 über Verpfändung und Zwangsliquidation von Eisenbahn- und Schifffahrtsunternehmungen verpfändete Vermögen nach den Bestimmungen des letztgenannten Gesetzes verwertet und verteilt. Im Übrigen findet dessen Artikel 15 Anwendung. 2 Das gleiche gilt für den Nachlassvertrag. Artikel 52 Ziffern 1, 3–7 des Bundesgesetzes vom 25. September 1917 über die Verpfändung und Zwangsliquidation von Eisenbahn- und Schifffahrtsunternehmungen finden Anwendung. SR 281.1 SR 742.211 Fassung gemäss Ziff. II 13 des BG vom 20. März 2009 über die Bahnreform 2, in Kraft seit 1. Jan. 2010 ( AS 2009 5597 ; BBl 2005 2415 , 2007 2681 )."
    },
    {
      "provision_ref": "art94",
      "section": "94",
      "title": "",
      "content": "Aufgehoben durch Ziff. II 13 des BG vom 20. März 2009 über die Bahnreform 2, mit Wirkung seit 1. Jan. 2010 ( AS 2009 5597 ; BBl 2005 2415 , 2007 2681 )."
    },
    {
      "provision_ref": "art95",
      "section": "95",
      "title": "Anwendung der Eisenbahngesetzgebung auf andere Unternehmen",
      "content": "Soweit es zur Erzielung einheitlicher Rechtsgrundlagen für verschiedene Arten von Verkehrsbetrieben zweckmässig erscheint, ist der Bundesrat befugt, die Anwendung von Bestimmungen dieses und anderer Gesetze über Eisenbahnen auf Transportdienste auszudehnen, die in Ergänzung oder anstelle der Eisenbahn von ihr oder andern Unternehmen betrieben werden. Fassung gemäss Ziff. II 13 des BG vom 20. März 2009 über die Bahnreform 2, in Kraft seit 1. Jan. 2010 ( AS 2009 5597 ; BBl 2005 2415 , 2007 2681 )."
    },
    {
      "provision_ref": "art96",
      "section": "96",
      "title": "Änderung und Aufhebung früherer Erlasse",
      "content": "1 Alle diesem Gesetz widersprechenden Bestimmungen sind aufgehoben, namentlich: 1. das Bundesgesetz vom 23. Dezember 1872 über den Bau und Betrieb der Eisenbahnen auf dem Gebiet der Schweizerischen Eidgenossenschaft; 2. das Bundesgesetz vom 28. Juni 1889 betreffend die Hilfskassen der Eisenbahn- und Dampfschiffgesellschaften; 3. das Bundesgesetz vom 28. Juni 1895 betreffend das Stimmrecht der Aktionäre von Eisenbahngesellschaften und die Beteiligung des Staates bei deren Verwaltung; 4. das Bundesgesetz vom 27. März 1896 über das Rechnungswesen der Eisenbahnen; 5. das Bundesgesetz vom 21. Dezember 1899 über Bau und Betrieb der schweizerischen Nebenbahnen, unter Vorbehalt von Artikel 92 dieses Gesetzes; 6. das Bundesgesetz vom 18. Juni 1914 betreffend die Gebühren für Konzessionen von Transportanstalten; 7. Artikel 111 Buchstaben c-e des Bundesgesetzes vom 16. Dezember 1943 über die Organisation der Bundesrechtspflege; 8. Artikel 9 und der letzte Satz des Artikels 11 des Bundesgesetzes vom 18. Februar 1878 betreffend Handhabung der Bahnpolizei; 9. Artikel 17 Absatz 1 des Bundesgesetzes vom 29. März 1950 über die Trolleybusunternehmungen; 10. der Bundesbeschluss vom 23. Dezember 1904 betreffend Ermächtigung des Bundesrates zur Bewilligung von Änderungen des Betriebssystems bei Eisenbahnen; 11. der Bundesbeschluss vom 14. Dezember 1921 betreffend die Berechnung des Reinertrages der Privatbahnen, unter Vorbehalt von Artikel 92 dieses Gesetzes; 12. der Bundesbeschluss vom 21. Juni 1907 betreffend Unterstellung der konzessionierten Schifffahrtsunternehmungen unter die Bundesgesetzgebung über die Verpflichtung zur Abtretung von Privatrechten. 2 Unter Vorbehalt der gestützt darauf begründeten Rechte und Forderungen von Bund, Kantonen, Gemeinden und Privaten sind aufgehoben: 13. das Bundesgesetz vom 2. Oktober 1919 über die Unterstützung von privaten Eisenbahn- und Dampfschiffsunternehmungen zum Zwecke der Einführung des elektrischen Betriebes; 14. das Bundesgesetz vom 6. April 1939 über die Hilfeleistung an private Eisenbahn- und Schifffahrtsunternehmungen; 15. das Bundesgesetz vom 21. Dezember 1949 über die Ergänzung des Bundesgesetzes über die Hilfeleistung an private Eisenbahn- und Schifffahrtsunternehmungen; 16. der Bundesbeschluss vom 18. Juni 1907 betreffend die Bewilligung einer Subvention von 5 Millionen Franken an den Kanton Graubünden für den Bau einer Bahn von Bevers nach Schuls und von Ilanz nach Disentis; 17. der Bundesbeschluss vom 18. Dezember 1918 über Hilfeleistung an Not leidende Transportunternehmungen; 18. der Bundesbeschluss vom 22. Oktober 1937 über Krisenhilfe zur Aufrechterhaltung des Betriebes privater Eisenbahnen und Schiffsunternehmungen. 3 … [BS 7 3; AS 1949 563 Art. 55 Bst. b ] [BS 8 586] [BS 7 217] [BS 7 220] [BS 7 117; AS 1949 563 Art. 55 Bst. c, 1997 2465 Anhang Ziff. 17. AS 1998 2835 Ziff. II 1] [BS 7 979] [BS 3 531] [BS 7 27; AS 1958 335 Art. 96 Abs. 1 Ziff. 8 und Abs. 3, 1986 1974 Art. 53 Ziff. 5, 2010 1881 Anhang 1 Ziff. II 23. AS 2011 3961 Art. 11 Abs. 1] SR 744.21 . Heute: BG über die Trolleybusunternehmen. [BS 7 30] [BS 7 234; AS 1958 335 Art. 96 Abs. 1 Ziff. 11. AS 2003 210 Ziff. I 13] [BS 7 393] [BS 7 242] [BS 7 248; AS 1950 I 351 Art. 1 und 2] [AS 1950 I 351] [BS 7 240] [BS 7 245] [BS 7 246] Die Änderung kann unter AS 1958 335 konsultiert werden."
    },
    {
      "provision_ref": "art96a",
      "section": "96a",
      "title": "a Übergangsbestimmung zur Änderung vom 17. März 2017",
      "content": "Bis Ende 2018 beträgt die Einlage der Kantone in den Bahninfrastrukturfonds 500 Millionen Franken pro Jahr. Eingefügt durch Ziff. I 6 des BG vom 17. März 2017 über das Stabilisierungsprogramm 2017–2019, in Kraft seit 1. Jan. 2018 ( AS 2017 5205 ; BBl 2016 4691 )."
    },
    {
      "provision_ref": "art97",
      "section": "97",
      "title": "Inkrafttreten und Vollzug",
      "content": "Der Bundesrat bestimmt den Zeitpunkt des Inkrafttretens und erlässt die Vollzugsvorschriften. Soweit dieses Gesetz Aufgaben den Kantonen zuweist, erlassen diese die notwendigen Vollzugsvorschriften. Datum des Inkrafttretens: 1. Juli 1958 Zweiter Satz eingefügt durch Ziff. I des BG vom 24. März 1995, in Kraft seit 1. Jan. 1996 ( AS 1995 3680 ; BBl 1994 I 497 ). BRB vom 24. Juni 1958"
    }
  ],
  "definitions": []
}