{
  "id": "sr-741-521",
  "type": "statute",
  "title": "Verordnung vom 15. Juni 2007 über die Zulassung von Fahrzeugführern und Fahrzeugführerinnen zum Personen- und Gütertransport auf der Strasse (Chauffeurzulassungsverordnung, CZV)",
  "title_en": "",
  "short_name": "CZV",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2007/437/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "1",
      "title": "Gegenstand",
      "content": "Diese Verordnung regelt die Zulassung von Fahrzeugführern und Fahrzeugführerinnen zum Transport von Personen und Gütern auf der Strasse, ihre Weiterbildung sowie die Anforderungen an die Weiterbildungsstätten."
    },
    {
      "provision_ref": "art2",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "2",
      "title": "Zulassungsvoraussetzung",
      "content": "1 Wer mit Motorwagen der Kategorie D oder der Unterkategorie D1 Personentransporte durchführen will, benötigt den Fähigkeitsausweis für den Personentransport. 2 Wer mit Motorwagen der Kategorie C oder der Unterkategorie C1 Gütertransporte durchführen will, benötigt den Fähigkeitsausweis für den Gütertransport. 3 Fahrzeugführer und Fahrzeugführerinnen mit Wohnsitz ausserhalb eines Mitgliedstaates der Europäischen Union oder der Europäischen Freihandelsassoziation benötigen einen schweizerischen Fähigkeitsausweis, wenn sie von einem in der Schweiz niedergelassenen Unternehmen beschäftigt werden. Fassung gemäss Ziff. I der V vom 10. Dez. 2021, in Kraft seit 1. März 2022 ( AS 2021 893 )."
    },
    {
      "provision_ref": "art3",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "3",
      "title": "Ausnahmen",
      "content": "Keinen Fähigkeitsausweis benötigen Führer und Führerinnen von Motorfahrzeugen: a. die zu nicht gewerblichen Personen- oder Gütertransporten verwendet werden; als nicht gewerblicher Transport gilt jeder Transport im Strassenverkehr: 1. der weder direkt noch indirekt entlohnt wird, 2. durch den weder direkt noch indirekt ein Einkommen für den Führer oder die Führerin des Fahrzeugs oder für Dritte erzielt wird, und 3. der nicht im Zusammenhang mit einer beruflichen oder gewerblichen Tätigkeit steht; b. mit einer zulässigen Höchstgeschwindigkeit bis 45 km/h; c. die vom Militär, von der Polizei, der Feuerwehr, des Bundesamts für Zoll und Grenzsicherheit, vom Zivilschutz, von Kranken- und Verletztentransportdienstleistern oder im Auftrag dieser Stellen verwendet werden; d. mit denen zum Zwecke der technischen Entwicklung oder bei Reparatur- oder Wartungsarbeiten Probe- oder Überführungsfahrten durchgeführt werden; d bis . die neu oder umgebaut noch nicht in Verkehr stehen; e. die in Notfällen, für Rettungsmassnahmen oder für nicht gewerbliche Transporte nach Buchstabe a für humanitäre Hilfe eingesetzt werden; f. die auf Lern- oder Prüfungsfahrten für gewerbliche Gütertransporte verwendet werden, sofern die Begleitperson im Besitz eines gültigen Fähigkeitsausweises oder einer gültigen Fahrlehrerbewilligung der entsprechenden Kategorie ist; f bis . die auf der Fahrt zur amtlichen Fahrzeugprüfung oder im Rahmen der amtlichen Fahrzeugprüfung für gewerbliche Personen- oder Gütertransporte verwendet werden; g. zum Transport von Material, Ausrüstung oder Maschinen, die der Fahrzeugführer oder die Fahrzeugführerin zur Berufsausübung verwendet, sofern das Führen des Fahrzeugs im Durchschnitt einer Woche höchstens die Hälfte seiner oder ihrer Arbeitszeit in Anspruch nimmt; h. die ausschliesslich im werkinternen Verkehr eingesetzt werden und auf öffentlichen Strassen nur mit behördlicher Bewilligung benützt werden dürfen; i. die von Land- oder Forstwirtschaftsbetrieben und ihnen gemäss Artikel 86 Absatz 2 der Verkehrsregelnverordnung vom 13. November 1962 (VRV) gleichgestellten Betrieben zum Gütertransport verwendet werden, sofern: 1. es sich um eine Fahrt im Zusammenhang mit der Bewirtschaftung ihres Betriebs nach Artikel 87 Absätze 1 und 2 VRV handelt, 2. die Fahrt innerhalb eines Umkreises von 20 km um den Standort des Betriebs stattfindet, und 3. das Führen des Fahrzeugs im Durchschnitt einer Woche höchstens die Hälfte der Arbeitszeit des Fahrzeugführers oder der Fahrzeugführerin in Anspruch nimmt. Fassung gemäss Ziff. I der V vom 10. Dez. 2021, in Kraft seit 1. März 2022 ( AS 2021 893 ). Fassung gemäss Ziff. I der V vom 10. Dez. 2021, in Kraft seit 1. März 2022 ( AS 2021 893 ). Die Bezeichnung der Verwaltungseinheit wurde in Anwendung von Art. 20 Abs. 2 der Publikationsverordnung vom 7. Okt. 2015 ( SR 170.512.1 ) auf den 1. Jan. 2022 angepasst ( AS 2021 589 ). Fassung gemäss Ziff. I der V vom 22. Okt. 2008, in Kraft seit 1. Sept. 2009 ( AS 2008 5571 ). Eingefügt gemäss Ziff. I der V vom 22. Okt. 2008, in Kraft seit 1. Sept. 2009 ( AS 2008 5571 ). Fassung gemäss Ziff. I der V vom 10. Dez. 2021, in Kraft seit 1. März 2022 ( AS 2021 893 ). Fassung gemäss Ziff. I der V vom 10. Dez. 2021, in Kraft seit 1. März 2022 ( AS 2021 893 ). Eingefügt durch Ziff. I der V vom 10. Dez. 2021, in Kraft seit 1. März 2022 ( AS 2021 893 ). Fassung gemäss Ziff. I der V vom 10. Dez. 2021, in Kraft seit 1. März 2022 ( AS 2021 893 ). Eingefügt durch Ziff. I der V vom 10. Dez. 2021, in Kraft seit 1. März 2022 ( AS 2021 893 ). SR 741.11"
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Fahrten während der Berufsausbildung",
      "content": "1 Im Binnenverkehr dürfen während höchstens eines Jahres Personen- oder Gütertransporte ohne Fähigkeitsausweis durchgeführt werden, wenn der Fahrzeugführer oder die Fahrzeugführerin den Führerausweis für das verwendete Fahrzeug besitzt und sich in dieser Zeit im Rahmen einer Berufsausbildung die Handlungskompetenzen, Kenntnisse und Fähigkeiten nach dem Anhang aneignet. Personen, die sich in der beruflichen Grundbildung «Strassentransportfachfrau/Strassentransportfachmann EFZ» befinden, können Gütertransporte während der gesamten Ausbildungszeit ohne Fähigkeitsausweis durchführen. 2 Ausbildungsprogramme, die nicht eidgenössisch anerkannt sind, sind durch den Standortkanton genehmigen zu lassen. 3 Auf den Fahrten ist mitzuführen: a. von Fahrzeugführern oder Fahrzeugführerinnen in der beruflichen Grundbildung «Strassentransportfachfrau/Strassentransportfachmann EFZ»: eine Kopie des Lehrvertrags; b. von Fahrzeugführern und Fahrzeugführerinnen, die ein Ausbildungsprogramm nach Absatz 2 absolvieren: eine Bestätigung der Ausbildungsstätte. Fassung gemäss Ziff. I der V vom 10. Dez. 2021, in Kraft seit 1. März 2022 ( AS 2021 893 ). Fassung gemäss Ziff. I der V vom 10. Dez. 2021, in Kraft seit 1. März 2022 ( AS 2021 893 )."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Fahrzeugführer und Fahrzeugführerinnen aus der Europäischen Union und der Europäischen Freihandelsassoziation",
      "content": "Den Befähigungsnachweis nach der Richtlinie (EU) 2022/2561 benötigen: a. Fahrzeugführer und Fahrzeugführerinnen mit Wohnsitz in einem Mitgliedstaat der Europäischen Union oder der Europäischen Freihandelsassoziation; b. Fahrzeugführer und Fahrzeugführerinnen, die von einem in der Europäischen Union oder der Europäischen Freihandelsassoziation niedergelassenen Unternehmen beschäftigt werden. Fassung gemäss Ziff. I der V vom 10. Dez. 2021, in Kraft seit 1. März 2022 ( AS 2021 893 ). Richtlinie (EU) 2022/2561 des Europäischen Parlaments und des Rates vom 14. Dezember 2022 über die Grundqualifikation und Weiterbildung der Fahrer bestimmter Kraftfahrzeuge für den Güter- oder Personenkraftverkehr, ABl. L 330 vom 23.12.2022, S. 46. Der Verweis wurde in Anwendung von Art. 12 Abs. 2 des Publikationsgesetzes vom 18. Juni 2004 ( SR 170.512 ) auf den 12. Jan. 2023 angepasst. Diese Anpassung wurde im ganzen Text vorgenommen."
    },
    {
      "provision_ref": "art6",
      "chapter": "2. Abschnitt: Fähigkeitsausweise",
      "section": "6",
      "title": "Voraussetzungen",
      "content": "1 Der Fähigkeitsausweis für den Personentransport wird Personen erteilt, die den Führerausweis der Kategorie D oder der Unterkategorie D1 besitzen und die Theorieprüfung und die praktische Prüfung nach den Artikeln 10–15 bestanden haben. 2 Der Fähigkeitsausweis für den Gütertransport wird Personen erteilt, die: a. das Eidgenössische Fähigkeitszeugnis «Lastwagenführer/Lastwagenführerin» oder «Strassentransportfachfrau/Strassentransportfachmann EFZ» besitzen; oder b. den Führerausweis der Kategorie C oder der Unterkategorie C1 besitzen und die Theorieprüfung und die praktische Prüfung nach den Artikeln 10–15 bestanden haben. 3 Bei Inhabern und Inhaberinnen eines Führerausweises der Unterkategorie D1, die den Fähigkeitsausweis für den Personentransport besitzen, gilt nach bestandener Führerprüfung für die Kategorie D der Fähigkeitsausweis ohne weitere Prüfung auch für diese Kategorie. 4 Bei Inhabern und Inhaberinnen eines Führerausweises der Unterkategorie C1, die den Fähigkeitsausweis für den Gütertransport besitzen, gilt nach bestandener Führerprüfung für die Kategorie C der Fähigkeitsausweis ohne weitere Prüfung auch für diese Kategorie. Fassung gemäss Ziff. I der V vom 10. Dez. 2021, in Kraft seit 1. März 2022 ( AS 2021 893 )."
    },
    {
      "provision_ref": "art7",
      "chapter": "2. Abschnitt: Fähigkeitsausweise",
      "section": "7",
      "title": "Fahrzeugführer und Fahrzeugführerinnen aus dem Ausland",
      "content": "1 Fahrzeugführern und Fahrzeugführerinnen aus dem Ausland, die in der Schweiz Wohnsitz nehmen, wird der Fähigkeitsausweis ohne Prüfung erteilt, wenn: a. eine entsprechende Berechtigung im ausländischen Führerausweis eingetragen oder mit dem Fahrerqualifizierungsnachweis nach Anhang II der Richtlinie (EU) 2022/2561 dokumentiert ist; oder b. sie eine nationale Bescheinigung besitzen, die das Bundesamt für Strassen (ASTRA) als gleichwertig anerkennt. 2 Fahrzeugführer und Fahrzeugführerinnen mit Wohnsitz ausserhalb eines Mitgliedstaates der Europäischen Union oder der Europäischen Freihandelsassoziation, die von einem in der Schweiz niedergelassenen Unternehmen beschäftigt werden, wird der Fähigkeitsausweis ohne Prüfung erteilt, wenn sie die Voraussetzungen nach Absatz 1 Buchstabe a oder b erfüllen. Fassung gemäss Ziff. I der V vom 10. Dez. 2021, in Kraft seit 1. März 2022 ( AS 2021 893 ). Siehe Fussnote zu Art. 5."
    },
    {
      "provision_ref": "art8",
      "chapter": "2. Abschnitt: Fähigkeitsausweise",
      "section": "8",
      "title": "Zuständige Behörde",
      "content": "Die Fähigkeitsausweise werden erteilt: a. vom Wohnsitzkanton; b. bei Personen mit Wohnsitz im Ausland vom Kanton, in dem das Unternehmen niedergelassen ist, das die Personen beschäftigt."
    },
    {
      "provision_ref": "art9",
      "chapter": "2. Abschnitt: Fähigkeitsausweise",
      "section": "9",
      "title": "",
      "content": "1 Der Fähigkeitsausweis ist fünf Jahre gültig. 2 Er wird um jeweils fünf Jahre verlängert, wenn der Inhaber oder die Inhaberin den Besuch der Weiterbildung nach den Artikeln 16–20 nachweist. 2bis Personen, die bereits im Besitz des Fähigkeitsausweises für den Personentransport oder des Fähigkeitsausweises für den Gütertransport sind und die zweite Kategorie mittels einer Prüfung nach Artikel 13 Absatz 1 oder 2 erwerben, wird ein Fähigkeitsausweis für den Personen- und den Gütertransport erteilt. Dieser ist ab dem Prüfungsdatum des Erwerbs der zweiten Kategorie fünf Jahre gültig. Weiterbildungskurse, die vor diesem Prüfungsdatum besucht worden sind, dürfen nicht an diese Weiterbildungsperiode angerechnet werden. 3 Die Erteilung des Fähigkeitsausweises erfolgt unter Angabe der Gültigkeitsdauer mittels: a. Eintrag als Zusatzangabe im Führerausweis (Art. 24 c Bst. e der Verkehrszulassungsverordnung vom 27. Okt. 1976, VZV); oder b. Ausstellung einer separaten Karte nach dem Modell des Fahrerqualifizierungsnachweises nach Anhang II der Richtlinie (EU) 2022/2561. 4 Die Angaben auf der separaten Karte müssen mit denjenigen auf dem zugrunde liegenden Führerausweis übereinstimmen. Bei einem allfälligen Ersatz des Führerausweises muss eine neue Karte beantragt werden. Fassung gemäss Ziff. I der V vom 22. Okt. 2008, in Kraft seit 1. Sept. 2009 ( AS 2008 5571 ). Eingefügt durch Ziff. I der V vom 10. Dez. 2021, in Kraft seit 1. März 2022 ( AS 2021 893 ). SR 741.51 Fassung gemäss Ziff. I der V vom 10. Dez. 2021, in Kraft seit 1. März 2022 ( AS 2021 893 ). Siehe Fussnote zu Art. 5. Fassung gemäss Ziff. I der V vom 22. Okt. 2008, in Kraft seit 1. Sept. 2009 ( AS 2008 5571 ). Eingefügt gemäss Ziff. I der V vom 22. Okt. 2008, in Kraft seit 1. Sept. 2009 ( AS 2008 5571 )."
    },
    {
      "provision_ref": "art10",
      "chapter": "3. Abschnitt: Prüfungen",
      "section": "10",
      "title": "Allgemeines",
      "content": "An der Theorieprüfung und an der praktischen Prüfung haben die Kandidaten und Kandidatinnen nachzuweisen, dass sie die zur Durchführung von Personen- und Gütertransporten erforderlichen grundlegenden Handlungskompetenzen, Kenntnisse und Fähigkeiten nach dem Anhang besitzen. Fassung gemäss Ziff. I der V vom 10. Dez. 2021, in Kraft seit 1. Juli 2022 ( AS 2021 893 )."
    },
    {
      "provision_ref": "art11",
      "chapter": "3. Abschnitt: Prüfungen",
      "section": "11",
      "title": "Zulassung zur Prüfung",
      "content": "1 Zur Theorieprüfung wird zugelassen, wer den Lernfahrausweis der entsprechenden Kategorie oder Unterkategorie besitzt. Die Inhaber und Inhaberinnen eines Führerausweises der Kategorie C oder der Unterkategorie C1, die den Fähigkeitsausweis für den Personentransport erwerben wollen, werden zur Theorieprüfung zugelassen, wenn sie das Mindestalter für den Erwerb eines Führerausweises der Kategorie D oder der Unterkategorie D1 (Art. 6 Abs. 1 Bst. e VZV) erreicht haben. 2 Zum allgemeinen Teil der praktischen Prüfung (Art. 14 Abs. 2) wird zugelassen, wer die Theorieprüfung nach Artikel 12 bestanden hat und den Lernfahrausweis oder den Führerausweis für das verwendete Fahrzeug besitzt. Die Zulassung zur Prüfungsfahrt nach Artikel 14 Absatz 3 richtet sich nach Anhang 12 Ziffer I VZV. 3 Zu einer kombinierten Prüfung (Art. 14 bis ) wird zugelassen, wer die Theorieprüfung nach Artikel 12 Absatz 1 Buchstabe a bestanden hat und den Lernfahrausweis oder den Führerausweis für das verwendete Fahrzeug besitzt. Die Zulassung zur Prüfungsfahrt nach Artikel 14 Absatz 3 richtet sich nach Anhang 12 Ziffer I VZV. SR 741.51 Eingefügt gemäss Ziff. I der V vom 22. Okt. 2008, in Kraft seit 1. Sept. 2009 ( AS 2008 5571 )."
    },
    {
      "provision_ref": "art12",
      "chapter": "3. Abschnitt: Prüfungen",
      "section": "12",
      "title": "Theorieprüfung",
      "content": "1 Die Theorieprüfung beinhaltet: a. Multiple-choice-Fragen, Fragen mit direkter Antwort oder eine Kombination beider Systeme; und b. eine Erörterung von Praxissituationen. 2 Die Bewerber und Bewerberinnen um einen Fähigkeitsausweis für den Personentransport oder einen Fähigkeitsausweis für den Gütertransport müssen mindestens eine Frage zu jedem der nach dem Anhang für alle Kategorien und Unterkategorien erforderlichen Kenntnisbereiche beantworten, ausgenommen Ziffer 2.113. 3 Die Bewerber und Bewerberinnen um den Fähigkeitsausweis für den Personentransport müssen zusätzlich mindestens eine Frage zu jedem der nach dem Anhang für die Kategorie D und die Unterkategorie D1 erforderlichen Kenntnisbereiche beantworten. 4 Die Bewerber und Bewerberinnen um den Fähigkeitsausweis für den Gütertransport müssen zusätzlich mindestens eine Frage zu jedem der nach dem Anhang für die Kategorie C und die Unterkategorie C1 erforderlichen Kenntnisbereiche beantworten. 5 Die Theorieprüfung dauert mindestens vier Stunden. Die Prüfung der Zusatztheorie für den Erwerb des Führerausweises der Kategorie C oder D oder der Unterkategorie C1 oder D1 gilt als Teil der Theorieprüfung; ihre Dauer ist an die vier Stunden anzurechnen. Fassung gemäss Ziff. I der V vom 10. Dez. 2021, in Kraft seit 1. März 2022 ( AS 2021 893 )."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Befreiung von Prüfungsteilen",
      "content": "1 Die Inhaber und Inhaberinnen des Fähigkeitsausweises für den Personentransport, die den Fähigkeitsausweis für den Gütertransport erwerben wollen, müssen ausschliesslich die Prüfungsfragen nach Artikel 12 Absatz 4 beantworten. 2 Die Inhaber und Inhaberinnen des Fähigkeitsausweises für den Gütertransport, die den Fähigkeitsausweis für den Personentransport erwerben wollen, müssen ausschliesslich die Prüfungsfragen nach Artikel 12 Absatz 3 beantworten. 3 Die Inhaber und Inhaberinnen eines Fachausweises nach dem dritten Abschnitt der Verordnung vom 1. November 2000 über die Zulassung als Strassentransport-unternehmung im Personen- und Güterverkehr sind von jenen Prüfungsteilen befreit, für die sie bereits qualifiziert sind. SR 744.103"
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Praktische Prüfung",
      "content": "1 Die praktische Prüfung besteht aus einem allgemeinen Teil und einer Prüfungsfahrt. 2 Der allgemeine Teil muss von allen Bewerbern und Bewerberinnen um einen Fähigkeitsausweis absolviert werden. Er muss sich mindestens auf die Ziffern 2.121, 2.131, 2.132, 2.312, 2.313 und 2.315 des Anhangs erstrecken und dauert mindestens 30 Minuten. Es ist ein Fahrzeug der Kategorie oder Unterkategorie, mit der die Personen- oder Gütertransporte durchgeführt werden sollen, zu verwenden. 3 Die Prüfungsfahrt muss von Inhabern und Inhaberinnen des Führerausweises der Unterkategorie C1 oder D1 absolviert werden. Auf der Prüfungsfahrt wird festgestellt, ob sie sowohl zu einer rücksichtsvollen und sicherheitsbewussten als auch zu einer umweltschonenden und energieeffizienten Fahrweise fähig sind. Die Prüfungsfahrt muss mindestens 30 Minuten dauern. Es ist ein Motorfahrzeug zu verwenden, das die Anforderungen an ein Prüfungsfahrzeug der entsprechenden Unterkategorie (Anhang 12 Ziff. V VZV) erfüllt. Fassung gemäss Ziff. I der V vom 10. Dez. 2021, in Kraft seit 1. März 2022 ( AS 2021 893 ). SR 741.51"
    },
    {
      "provision_ref": "art14bis",
      "section": "14bis",
      "title": "bis Kombinierte Prüfung",
      "content": "Der Teil der Theorieprüfung nach Artikel 12 Absatz 1 Buchstabe b und der allgemeine Teil der praktischen Prüfung nach Artikel 14 Absatz 2 können zu einer kombinierten Prüfung verknüpft werden. Eingefügt gemäss Ziff. I der V vom 22. Okt. 2008, in Kraft seit 1. Sept. 2009 ( AS 2008 5571 )."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Wiederholung",
      "content": "1 Wer die Theorieprüfung oder den allgemeinen Teil der praktischen Prüfung (Art. 14 Abs. 2) nicht besteht, kann die nicht bestandenen Teile beliebig oft wiederholen. 2 Die Wiederholung der Prüfungsfahrt (Art. 14 Abs. 3) richtet sich nach Artikel 23 VZV. Fassung gemäss Ziff. I der V vom 10. Dez. 2021, in Kraft seit 1. März 2022 ( AS 2021 893 ). SR 741.51"
    },
    {
      "provision_ref": "art16",
      "chapter": "4. Abschnitt: Weiterbildung",
      "section": "16",
      "title": "Weiterbildungspflicht",
      "content": "1 Wer die Gültigkeitsdauer des Fähigkeitsausweises für den Personentransport oder des Fähigkeitsausweises für den Gütertransport verlängern lassen will, muss innerhalb von fünf Jahren vor Ablauf der Gültigkeitsdauer die vorgeschriebene Weiterbildung absolvieren. Die Weiterbildung muss an einer anerkannten Weiterbildungsstätte besucht werden. 2 Konnte die Weiterbildung nicht rechtzeitig besucht werden, so kann die Behörde auf Gesuch hin den Fähigkeitsausweis für höchstens einen Monat mittels einer schriftlichen Bewilligung verlängern. 3 Den Inhabern und Inhaberinnen eines Fähigkeitsausweises für den Personentransport oder eines Fähigkeitsausweises für den Gütertransport, dessen Gültigkeit abgelaufen ist, ist die Verlängerung einzutragen, wenn sie eine vollständige Weiterbildung absolviert haben. Weiterbildungskurse, die in den vorangegangenen fünf Jahren besucht wurden, sind an die 35 Stunden anzurechnen."
    },
    {
      "provision_ref": "art17",
      "chapter": "4. Abschnitt: Weiterbildung",
      "section": "17",
      "title": "Ziel und Durchführung",
      "content": "1 Mit dem Besuch der Weiterbildung sollen die zur Durchführung von Personen- oder Gütertransporten erforderlichen Kenntnisse und Fähigkeiten nach dem Anhang Ziffer 2 auf dem neuesten Stand gehalten und damit die Handlungskompetenzen nach dem Anhang Ziffer 1 optimiert werden. 2 Die Durchführung der Weiterbildung ist im Anhang Ziffer 3 geregelt. Fassung gemäss Ziff. I der V vom 10. Dez. 2021, in Kraft seit 1. März 2022 ( AS 2021 893 )."
    },
    {
      "provision_ref": "art18",
      "chapter": "4. Abschnitt: Weiterbildung",
      "section": "18",
      "title": "",
      "content": "1 Wer den Fähigkeitsausweis für den Personentransport oder den Fähigkeitsausweis für den Gütertransport oder beide besitzt, muss für deren Verlängerung den Besuch von 35 Stunden Weiterbildung nachweisen. 2 Die Weiterbildung kann als Wochenkurs oder in Einzelkursen besucht werden. Ein Einzelkurs muss ohne Anrechnung von Pausen mindestens sieben Stunden dauern. Er kann auf zwei aufeinanderfolgende Tage aufgeteilt werden. 3 Von einem Einzelkurs von sieben Stunden dürfen maximal drei Stunden im Rahmen eines E-Learning-Moduls angeboten werden. Ein Einzelkurs mit E-Learning-Modul kann auf zwei Tage aufgeteilt werden. Zwischen dem E-Learning-Modul und dem Präsenzunterricht dürfen höchstens fünf Tage liegen. 4 Die Durchführung von Einzelkursen mit E-Learning-Modul ist im Anhang Ziffer 4 geregelt. Fassung gemäss Ziff. I der V vom 10. Dez. 2021, in Kraft seit 1. März 2022 ( AS 2021 893 ). Fassung gemäss Ziff. I der V vom 10. Dez. 2021, in Kraft seit 1. Juli 2022 ( AS 2021 893 ). Eingefügt durch Ziff. I der V vom 10. Dez. 2021, in Kraft seit 1. Juli 2022 ( AS 2021 893 ). Eingefügt durch Ziff. I der V vom 10. Dez. 2021, in Kraft seit 1. Juli 2022 ( AS 2021 893 )."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Kursbescheinigung",
      "content": "Die Weiterbildungsstätten haben den Teilnehmern und Teilnehmerinnen den Kursbesuch zu bestätigen."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Im Ausland besuchte Weiterbildungen",
      "content": "Ausländische Bescheinigungen über den Besuch einer Weiterbildung werden als gleichwertig anerkannt, wenn: a. die Weiterbildung ganz oder teilweise während der Beschäftigung bei einem im Ausland niedergelassenen Unternehmen besucht wurde; und b. die Kursveranstalterin in einem Mitgliedstaat der Europäischen Union oder der Europäischen Freihandelsassoziation als Anbieterin von Weiterbildungskursen nach Anhang I Abschnitt 5 der Richtlinie (EU) 2022/2561 zugelassen ist. Fassung gemäss Ziff. I der V vom 10. Dez. 2021, in Kraft seit 1. März 2022 ( AS 2021 893 ). Siehe Fussnote zu Art. 5."
    },
    {
      "provision_ref": "art21",
      "chapter": "5. Abschnitt: Weiterbildungsstätten",
      "section": "21",
      "title": "Anerkennung",
      "content": "1 Die Weiterbildungsstätten müssen vom Kanton, in dem sie ihren Sitz haben, anerkannt werden. 2 Die Anerkennung wird erteilt, wenn: a. die Leitung für die einwandfreie Führung der Weiterbildungsstätte und die sachkundige Überwachung des Unterrichts Gewähr bietet; b. der Weiterbildungsstätte genügend Lehrkräfte nach Artikel 23 zur Verfügung stehen; c. ein geeignetes Unterrichtslokal, geeignetes Unterrichtsmaterial sowie, wenn praktische Weiterbildungskurse angeboten werden, geeignete Fahrzeuge vorhanden sind; d. ein Weiterbildungsprogramm vorliegt, das die Themen nach Anhang präzisiert sowie die geplante Durchführung und die Unterrichtsmethoden dokumentiert; und e. ein Qualitätssicherungssystem betrieben wird, das die Vermittlung der Inhalte und die Erreichung der Ziele der Weiterbildung gewährleistet."
    },
    {
      "provision_ref": "art22",
      "chapter": "5. Abschnitt: Weiterbildungsstätten",
      "section": "22",
      "title": "Widerruf der Anerkennung",
      "content": "Der Kanton, in dem die Weiterbildungsstätte ihren Sitz hat, widerruft die Anerkennung, wenn deren Voraussetzungen nicht mehr gegeben sind oder wenn an der Weiterbildungsstätte während mehr als zwei Jahren keine Weiterbildungskurse mehr durchgeführt wurden."
    },
    {
      "provision_ref": "art23",
      "chapter": "5. Abschnitt: Weiterbildungsstätten",
      "section": "23",
      "title": "Bewilligung für Lehrkräfte",
      "content": "1 Wer als Lehrkraft an einer Weiterbildungsstätte tätig sein will, benötigt eine Lehrbewilligung. 2 Die Bewilligung wird vom Wohnsitzkanton ausgestellt; sie ist in der ganzen Schweiz gültig. 3 Wer die Bewilligung erwerben will, muss das 25. Altersjahr vollendet haben und bei der zuständigen Behörde des Wohnsitzkantons ein Gesuch mit Lebenslauf, Angaben über die bisherige Tätigkeit und Berufszeugnissen einreichen. 4 Die Bewilligung wird erteilt, wenn der Gesuchsteller oder die Gesuchstellerin: a. die notwendigen Fachkenntnisse sowie ausreichende pädagogisch-didaktische Fähigkeiten nachweist; b. während mindestens drei Jahren in einem Beruf tätig war, der in die Lage versetzt, die erforderlichen Kenntnisse und Fähigkeiten zu vermitteln; c. nach dem bisherigen Verhalten Gewähr für eine einwandfreie Berufsausübung bietet. 5 Wer praktische Weiterbildungskurse erteilen will, muss zusätzlich Inhaber oder Inhaberin einer Fahrlehrerbewilligung sein, die zur Erteilung von Fahrunterricht mit einem Motorfahrzeug oder einer Fahrzeugkombination der Kategorien C, D, CE und DE sowie der Unterkategorien C1, D1, C1E und D1E berechtigt, oder die Ausbildungsbewilligung nach Artikel 20 Absatz 2 VZV besitzen beziehungsweise den Besuch eines gleichwertigen Kurses nachweisen. 6 Die Bewilligung kann entzogen werden, wenn der Inhaber oder die Inhaberin die Voraussetzungen nach Absatz 4 Buchstaben a und c oder Absatz 5 nicht mehr erfüllt. SR 741.51 Fassung gemäss Ziff. I der V vom 22. Okt. 2008, in Kraft seit 1. Sept. 2009 ( AS 2008 5571 )."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "",
      "content": "Aufgehoben durch Ziff. I der V vom 10. Dez. 2021, mit Wirkung seit 1. März 2022 ( AS 2021 893 )."
    },
    {
      "provision_ref": "art25",
      "chapter": "6. Abschnitt: Strafbestimmung",
      "section": "25",
      "title": "",
      "content": "Wer ohne den vorgeschriebenen Fähigkeitsausweis Personen- oder Gütertransporte durchführt, wird mit Busse bestraft."
    },
    {
      "provision_ref": "art26",
      "chapter": "7. Abschnitt: Schlussbestimmungen",
      "section": "26",
      "title": "Vollzug",
      "content": "1 Die Kantone: a. führen die Prüfungen zur Erlangung der Fähigkeitsausweise durch; b. erteilen und verlängern die Fähigkeitsausweise; c. entscheiden über die Anerkennung von Weiterbildungsstätten; d. erteilen die Bewilligungen für die Lehrkräfte an den Weiterbildungsstätten; e. beaufsichtigen die Durchführung der Weiterbildungskurse; f. genehmigen die Ausbildungsprogramme für die berufsbegleitende Ausbildung, die noch nicht eidgenössisch anerkannt sind; g. entscheiden über die Anrechnung von im Ausland besuchten Weiterbildungen; h. können zur Vermeidung von Härtefällen individuelle, konkrete Ausnahmen von einzelnen Bestimmungen bewilligen. 2 Sie können die Erfüllung dieser Aufgaben Dritten übertragen. 3 Das ASTRA kann für die Durchführung dieser Verordnung Weisungen erlassen. Zur Vermeidung von Härtefällen kann es generelle, abstrakte Ausnahmen von einzelnen Bestimmungen bewilligen. Eingefügt durch Ziff. I der V vom 10. Dez. 2021, in Kraft seit 1. Juli 2022 ( AS 2021 893 ). Fassung gemäss Ziff. I der V vom 10. Dez. 2021, in Kraft seit 1. Juli 2022 ( AS 2021 893 ; 2022 256 )."
    },
    {
      "provision_ref": "art27",
      "chapter": "7. Abschnitt: Schlussbestimmungen",
      "section": "27",
      "title": "",
      "content": "Aufgehoben durch Ziff. I der V vom 10. Dez. 2021, mit Wirkung seit 1. März 2022 ( AS 2021 893 )."
    },
    {
      "provision_ref": "art27a",
      "chapter": "7. Abschnitt: Schlussbestimmungen",
      "section": "27a",
      "title": "a Übergangsbestimmungen zur Änderung vom 22. Oktober 2008",
      "content": "1 Personen, die den Führerausweis der Kategorie C oder der Unterkategorie C1 vor dem 1. September 2009 erworben haben und die Weiterbildung nach den Artikeln 16‒20 nachweisen, wird der Fähigkeitsausweis für den Gütertransport auf Gesuch hin ohne weitere Prüfung mit fünfjähriger Befristung erteilt. 2 … 3 Personen, die den Führerausweis der Kategorie D oder der Unterkategorie D1 vor dem 1. September 2008 erworben haben und die Weiterbildung nach den Artikeln 16‒20 nachweisen, wird der Fähigkeitsausweis für den Personentransport auf Gesuch hin ohne weitere Prüfung mit fünfjähriger Befristung erteilt. 4 Personen, die den Führerausweis der Kategorie D oder der Unterkategorie D1 in der Zeit vom 1. September 2008 bis zum 31. August 2009 erworben haben, wird der Fähigkeitsausweis für den Personentransport ohne weitere Prüfung mit fünfjähriger Befristung erteilt. 5 … Eingefügt gemäss Ziff. I der V vom 22. Okt. 2008, in Kraft seit 1. Sept. 2009 ( AS 2008 5571 ). Fassung gemäss Ziff. I der V vom 10. Dez. 2021, in Kraft seit 1. März 2022 ( AS 2021 893 ). Aufgehoben durch Ziff. I der V vom 10. Dez. 2021, mit Wirkung seit 1. März 2022 ( AS 2021 893 ). Fassung gemäss Ziff. I der V vom 10. Dez. 2021, in Kraft seit 1. März 2022 ( AS 2021 893 ). Aufgehoben durch Ziff. I der V vom 10. Dez. 2021, mit Wirkung seit 1. März 2022 ( AS 2021 893 )."
    },
    {
      "provision_ref": "art28",
      "section": "28",
      "title": "Inkrafttreten",
      "content": "1 Diese Verordnung tritt unter Vorbehalt von Absatz 2 am 1. Januar 2008 in Kraft. 2 Die Artikel 2–20, 24, 25, 26 Absatz 1 Buchstaben a, b, e, und g sowie Artikel 27 treten am 1. September 2009 in Kraft."
    }
  ],
  "definitions": []
}