{
  "id": "sr-748-215-3",
  "type": "statute",
  "title": "Verordnung des UVEK vom 26. Juni 2009 über die Emissionen von Luftfahrzeugen (VEL)",
  "title_en": "",
  "short_name": "VEL",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2009/431/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "1. Abschnitt: Emissionsgrenzwerte und Lärmzeugnisse für im schweizerischen Luftfahrzeugregister eingetragene Luftfahrzeuge",
      "section": "1",
      "title": "Geltungsbereich und anwendbares Recht",
      "content": "1 2 a. die Verordnung (EG) Nr. 216/2008 in Verbindung mit den Durchführungsbestimmungen in der Verordnung (EG) Nr. 748/2012 in der für die Schweiz jeweils verbindlichen Fassung gemäss Anhang Ziffer 3 zum Abkommen vom 21. Juni 1999 zwischen der Schweizerischen Eidgenossenschaft und der Europäischen Gemeinschaft über den Luftverkehr (Luftverkehrsabkommen); b. der Anhang 16 zum Übereinkommen vom 7. Dezember 1944 über die Internationale Zivilluftfahrt (Chicago-Übereinkommen); vorbehalten bleiben die von der Schweiz nach Artikel 38 des Übereinkommens gemeldeten Abweichungen. Fassung gemäss Ziff. I der V des UVEK vom 29. Juli 2013, in Kraft seit 1. Sept. 2013 ( AS 2013 2647 ). Verordnung (EG) Nr. 216/2008 des Europäischen Parlaments und des Rates vom 20. Febr. 2008 zur Festlegung gemeinsamer Vorschriften für die Zivilluftfahrt und zur Errichtung einer Europäischen Agentur für Flugsicherheit, zur Aufhebung der Richtlinie 91/670/EWG des Rates, der Verordnung (EG) Nr. 1592/2002 und der Richtlinie 2004/36/EG Verordnung (EU) Nr. 748/2012 der Kommission vom 3. Aug. 2012 zur Festlegung der Durchführungsbestimmungen für die Erteilung von Lufttüchtigkeits- und Umweltzeugnissen für Luftfahrzeuge und zugehörige Produkte, Bau- und Ausrüstungsteile sowie für die Zulassung von Entwicklungs- und Herstellungsbetrieben SR 0.748.127.192.68 SR 0.748.0 . Der Text dieses Anhangs wird in der AS nicht veröffentlicht. Er kann beim BAZL eingesehen, bei der Internationalen Zivilluftfahrt-Organisation (Orga nisation de l’aviation civile internationale, Groupe de la vente des documents, 999, rue de l’Univer-sité, Montréal, Québec, Canada H3C 5H7) oder über www.icao.int bezogen werden. Die von der Schweiz gemeldeten Abweichungen können beim BAZL eingesehen werden."
    },
    {
      "provision_ref": "art2",
      "chapter": "1. Abschnitt: Emissionsgrenzwerte und Lärmzeugnisse für im schweizerischen Luftfahrzeugregister eingetragene Luftfahrzeuge",
      "section": "2",
      "title": "Ausnahmen",
      "content": "1 a. Luftfahrzeuge, die ausschliesslich für die Brandbekämpfung eingesetzt werden; b. Luftfahrzeuge, die eigens für den Kunstflug gebaut wurden und nur für den Kunstflug eingesetzt werden; c. Luftfahrzeuge, die eigens für landwirtschaftliche Arbeitsflüge gebaut wurden und nur für solche Flüge eingesetzt werden; d. historische Luftfahrzeuge. 2"
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Flugzeuge der Klasse Ecolight",
      "content": "1 Für Flugzeuge der Klasse Ecolight ist das Messverfahren von Kapitel 10 Ziffern 10.2–10.6 des zum 2 Der Schallpegel dieser Flugzeuge darf, in Abweichung von Band I Kapitel 10 Ziffer 10.4 des Anhangs 16 zum Chicago-Übereinkommen, 65 dB(A) nicht übersteigen. 3 Ihre 4 SR 0.748.0 SR 814.318.142.1"
    },
    {
      "provision_ref": "art3a",
      "section": "3a",
      "title": "a In der Sonderkategorie zugelassene Tragschrauber",
      "content": "1 Für die in der Sonderkategorie zugelassenen Tragschrauber ist das Messverfahren von Band I Kapitel 10 Ziffern 10.2–10.6 des Anhangs 16 zum Chicago-Übereinkommen anwendbar. 2 Der Schallpegel dieser Luftfahrzeuge darf, in Abweichung von Band I Kapitel 10 Ziffer 10.4 des Anhangs 16 zum Chicago-Übereinkommen, 65 dB(A) nicht übersteigen. 3 Sind sie mit Verbrennungsmotoren ausgerüstet, so darf die Motorenleistung, gemessen am eingebauten Motor (installierte Motorenleistung, Wellenleistung), unter Normalatmosphäre-Bedingungen (International Standard Atmosphere; ISA) 90 kW (121 PS) nicht überschreiten. 4 Sind sie mit Verbrennungsmotoren ausgerüstet, so müssen diese mit einem bleifreien Treibstoff gemäss Anhang 5 der Luftreinhalte-Verordnung vom 16. Dezember 1985 betrieben werden können. Eingefügt durch Ziff. I der V des UVEK vom 24. Juni 2015, in Kraft seit 15. Juli 2015 ( AS 2015 2191 ). SR 0.748.0 SR 814.318.142.1"
    },
    {
      "provision_ref": "art3b",
      "section": "3b",
      "title": "b In der Sonderkategorie zugelassene Flugzeuge mit Elektroantrieb",
      "content": "1 Für die in der Sonderkategorie zugelassenen Flugzeuge mit Elektroantrieb ist das Messverfahren von Band I Kapitel 10 Ziffern 10.2–10.6 des Anhangs 16 zum Chicago-Übereinkommen anwendbar. 2 Der Schallpegel dieser Flugzeuge darf, in Abweichung von Band I Kapitel 10 Ziffer 10.4 des Anhangs 16 zum Chicago-Übereinkommen, 65 dB(A) nicht übersteigen. Eingefügt durch Ziff. I der V des UVEK vom 24. Juni 2015, in Kraft seit 15. Juli 2015 ( AS 2015 2191 ). SR 0.748.0"
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Grundschul- und Schleppflugzeuge",
      "content": "1 a. Das Flugzeug verfügt über eine Lärmzulassung nach Band I Kapitel 6 des Anhangs 16 zum Chicago-Übereinkommen und sein Schallpegel beträgt gemäss dem Messverfahren nach Kapitel 6 nicht mehr als 68 dB(A). b. gemäss 1bis Mit Tragschraubern dürfen keine Grundschulungen durchgeführt werden. 2 a. für Segelflug-Grossanlässe, wenn mehr Schleppflugzeuge benötigt werden, als mit vernünftigem Aufwand beschafft werden können, oder wenn einzelne Flugzeuge technische Pannen haben; b. für die Grundschulung auf einem bestimmten Flugzeug, wenn die auszubildende Person glaubhaft macht, dass sie nach dem Abschluss der Ausbildung hauptsächlich mit diesem Flugzeug fliegen wird. SR 0.748.0 Eingefügt durch Ziff. I der V des UVEK vom 24. Juni 2015, in Kraft seit 15. Juli 2015 ( AS 2015 2191 )."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Lärmzeugnisse",
      "content": "Für Luftfahrzeuge, die kein Lärmzeugnis nach den Vorgaben der Verordnung (EG) Nr. 748/2012 oder von Anhang 16 Band I zum Chicago-Übereinkommen erhalten, stellt das BAZL die folgenden Lärmzeugnisse aus: a. für Luftfahrzeuge der Klasse Ecolight: ein Lärmzeugnis, das die Einhaltung der in Artikel 3 festgelegten Emissionsgrenzwerte bescheinigt; a bis . für die in der Sonderkategorie zugelassenen Tragschrauber und Flugzeuge mit Elektroantrieb: ein Lärmzeugnis, das die Einhaltung der in Artikel 3 a beziehungsweise 3 b festgelegten Emissionsgrenzwerte bescheinigt; b. für Luftfahrzeuge der Klasse Eigenbau: 1. bei Flächenflugzeugen: ein Lärmzeugnis nach den Vorgaben von Band I Kapitel 6 oder 10 (je nach Eingangsdatum der Bauanmeldung) des Anhangs 16 zum Chicago-Übereinkommen, 2. bei Hubschraubern: ein Lärmzeugnis nach den Vorgaben von Band I Kapitel 11 des Anhangs 16 zum Chicago-Übereinkommen. Siehe Fussnote zu Art. 1 Abs. 2 Bst. a. SR 0.748.0 Fassung gemäss Ziff. I der V des UVEK vom 29. Juli 2013, in Kraft seit 1. Sept. 2013 ( AS 2013 2647 ). Eingefügt durch Ziff. I der V des UVEK vom 24. Juni 2015, in Kraft seit 15. Juli 2015 ( AS 2015 2191 )."
    },
    {
      "provision_ref": "art6",
      "chapter": "2. Abschnitt: Betriebseinschränkungen für nicht im schweizerischen Luftfahrzeugregister eingetragene Luftfahrzeuge",
      "section": "6",
      "title": "Verbot zu lauter Flugzeuge",
      "content": "1 2 a. Flugzeuge, die in Entwicklungsländern eingetragen sind; b. historische Flugzeuge; c. Flüge zu Instandhaltungszwecken. 3 SR 0.748.0"
    },
    {
      "provision_ref": "art7",
      "chapter": "2. Abschnitt: Betriebseinschränkungen für nicht im schweizerischen Luftfahrzeugregister eingetragene Luftfahrzeuge",
      "section": "7",
      "title": "Einschränkungen durch den Flugplatzhalter",
      "content": "Der Flugplatzhalter kann im Betriebsreglement den Betrieb ausländischer Luftfahrzeuge einschränken, die: a. die Emissionsgrenzwerte nicht einhalten, die für im schweizerischen Luftfahrzeugregister eingetragene Luftfahrzeuge gelten; und b. länger als sechs Monate auf dem Flugplatz stationiert sind."
    },
    {
      "provision_ref": "art8",
      "chapter": "3. Abschnitt: Schlussbestimmungen",
      "section": "8",
      "title": "Aufhebung bisherigen Rechts",
      "content": "Die Verordnung des UVEK vom 10. Januar 1996 über die Emissionen von Luftfahrzeugen wird aufgehoben. [ AS 1996 653 , 1648 ; 2000 1659 ; 2002 3569 ; 2005 2521 . AS 2009 3513 Art. 8]"
    },
    {
      "provision_ref": "art9",
      "chapter": "3. Abschnitt: Schlussbestimmungen",
      "section": "9",
      "title": "Übergangsbestimmung",
      "content": "Lärmzeugnisse und die nach Artikel 2 für einzelne Flugzeuge erteilten Bewilligungen, die beim Inkrafttreten dieser Verordnung nach bisherigem Recht gültig sind, aber den Bestimmungen dieser Verordnung nicht entsprechen, bleiben längstens bis zum 31. Juli 2010 gültig."
    },
    {
      "provision_ref": "art10",
      "chapter": "3. Abschnitt: Schlussbestimmungen",
      "section": "10",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 1. August 2009 in Kraft."
    }
  ],
  "definitions": []
}