{
  "id": "sr-721-821",
  "type": "statute",
  "title": "Verordnung vom 25. Oktober 1995 über die Abgeltung von Einbussen bei der Wasserkraftnutzung (VAEW)",
  "title_en": "",
  "short_name": "VAEW",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1995/4856_4856_4856/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "1. Abschnitt: Zweck",
      "section": "1",
      "title": "",
      "content": "Diese Verordnung regelt die Ausrichtung von Ausgleichsbeiträgen zur Abgeltung erheblicher Einbussen der Wasserkraftnutzung, die ein Gemeinwesen infolge Erhaltung und Unterschutzstellung einer schützenswerten Landschaft von nationaler Bedeutung erleidet."
    },
    {
      "provision_ref": "art2",
      "chapter": "2. Abschnitt: Voraussetzungen für den Anspruch auf Ausgleichsbeiträge",
      "section": "2",
      "title": "Anspruchsberechtigtes Gemeinwesen",
      "content": "Anspruch auf Ausgleichsbeiträge hat das Gemeinwesen, das Einbussen an Wasserzinsen erleidet."
    },
    {
      "provision_ref": "art3",
      "chapter": "2. Abschnitt: Voraussetzungen für den Anspruch auf Ausgleichsbeiträge",
      "section": "3",
      "title": "Schützenswerte Landschaft",
      "content": "1 Als schützenswert gilt eine Landschaft, der nationale Bedeutung im Sinne des Bundesgesetzes vom 1. Juli 1966 über den Natur- und Heimatschutz (NHG) zukommt. 2 Dabei ist nicht erforderlich, dass die Landschaft bereits in ein Bundesinventar aufgenommen ist. SR 451"
    },
    {
      "provision_ref": "art4",
      "chapter": "2. Abschnitt: Voraussetzungen für den Anspruch auf Ausgleichsbeiträge",
      "section": "4",
      "title": "Realisierbarkeit der Wasserkraftnutzung",
      "content": "1 Das anspruchsberechtigte Gemeinwesen muss glaubhaft machen, dass die Nutzung der Wasserkraft in technischer, wirtschaftlicher und rechtlicher Hinsicht möglich wäre. 2 Die Restwassermengen werden nach Artikel 31 Absatz 1 des Gewässerschutzgesetzes vom 24. Januar 1991 bestimmt. 3 Die Realisierbarkeit der Nutzung wird nach den Verhältnissen bei Gesuchseinreichung beurteilt. 4 Der Schutz von Biotopen und Landschaften nationaler Bedeutung nach NHG schliesst Ausgleichsbeiträge nicht aus, sofern er nicht länger als fünf Jahre vor der Einreichung des Gesuchs rechtswirksam wurde. SR 814.20 SR 451"
    },
    {
      "provision_ref": "art5",
      "chapter": "2. Abschnitt: Voraussetzungen für den Anspruch auf Ausgleichsbeiträge",
      "section": "5",
      "title": "Unterschutzstellung",
      "content": "1 Das anspruchsberechtigte Gemeinwesen sorgt dafür, dass die schützenswerte Landschaft unter Schutz gestellt wird. 2 Die Unterschutzstellung muss in einer vom Naturschutz-, Landschaftsschutz- oder Raumplanungsrecht vorgesehenen grundeigentümerverbindlichen Form auf unbestimmte Zeit erfolgen und sämtliche Eingriffe verbieten, die den Wert der Landschaft beeinträchtigen könnten."
    },
    {
      "provision_ref": "art6",
      "chapter": "3. Abschnitt: Bemessung und Festsetzung der Ausgleichsbeiträge",
      "section": "6",
      "title": "Ermittlung der Einbusse",
      "content": "1 Zur Ermittlung der Einbusse werden berücksichtigt: a. der entgangene Wasserzins; b. eine Pauschale für weitere Ausfälle in der Höhe von 25 Prozent des entgangenen Wasserzinses; c. die wirtschaftliche Realisierungswahrscheinlichkeit der Anlage. 2 Massgebend für die Ermittlung ist der Anhang. Fassung gemäss Ziff. I der V vom 19. Juni 2000 ( AS 2000 1753 )."
    },
    {
      "provision_ref": "art7",
      "chapter": "3. Abschnitt: Bemessung und Festsetzung der Ausgleichsbeiträge",
      "section": "7",
      "title": "Bemessung der Ausgleichsbeiträge",
      "content": "1 Die Höhe der Ausgleichsbeiträge beträgt 50 Prozent der ermittelten Einbusse. 2 und 3 … Fassung gemäss Ziff. I 10 der V vom 7. Nov. 2007 über die Neugestaltung des Finanzausgleichs und der Aufgabenteilung zwischen Bund und Kantonen, in Kraft seit 1. Jan. 2008 ( AS 2007 5823 ). Aufgehoben durch Ziff. I 10 der V vom 7. Nov. 2007 über die Neugestaltung des Finanzausgleichs und die Aufgabenteilung zwischen Bund und Kantonen, in Kraft seit 1. Jan. 2008 ( AS 2007 5823 )."
    },
    {
      "provision_ref": "art8",
      "chapter": "3. Abschnitt: Bemessung und Festsetzung der Ausgleichsbeiträge",
      "section": "8",
      "title": "Erheblichkeit der Einbusse",
      "content": "1 Erreichen die nach den Artikeln 6 und 7 errechneten Ausgleichsbeiträge nicht mindestens 20 Prozent des entgangenen Wasserzinses, 30 000 Franken und 0,1 Promille der Totaleinnahmen der Rechnung des anspruchsberechtigten Gemeinwesens, so wird die Einbusse nicht abgegolten. Bei Verwendung des Rechnungsmodells für Kantone und Gemeinden ist vom Gesamtertrag der laufenden Rechnung auszugehen. 2 Erleiden mehrere Gemeinden oder Bezirke Einbussen, so wird die Erheblichkeit nach Absatz 1 nicht einzeln für jede Gemeinde oder jeden Bezirk, sondern für alle gemeinsam ermittelt. Eingefügt durch Ziff. I der V vom 19. Juni 2000 ( AS 2000 1753 )."
    },
    {
      "provision_ref": "art9",
      "chapter": "3. Abschnitt: Bemessung und Festsetzung der Ausgleichsbeiträge",
      "section": "9",
      "title": "Festsetzung der Ausgleichsbeiträge",
      "content": "1 Die Höhe der Ausgleichsbeiträge wird nach den Verhältnissen bei Gesuchseinreichung endgültig festgesetzt. 2 Einzig Änderungen des bundesrechtlichen Höchstansatzes für den Wasserzins ziehen entsprechende Anpassungen der Ausgleichsbeiträge nach sich. Vorbehalten bleibt Artikel 18."
    },
    {
      "provision_ref": "art10",
      "chapter": "4. Abschnitt: Zuständigkeit und Verfahren",
      "section": "10",
      "title": "Gesuch",
      "content": "1 Das anspruchsberechtigte Gemeinwesen muss das Gesuch um Ausgleichsbeiträge beim Bundesamt für Energie (Bundesamt) einreichen. 2 Ist nicht der Kanton Gesuchsteller, so muss das Gesuch beim Kanton eingereicht werden; dieser leitet es mit einer Stellungnahme an das Bundesamt weiter. 3 Das Gesuch hat insbesondere zu enthalten: a. eine Projektstudie mit den technischen Hauptdaten, einschliesslich eines Übersichtsplans und eines Übersichtslängenprofils; b. Unterlagen über die hydrologischen Verhältnisse (Einzugsgebiet, monatliche Abflussmengen, Restwassermenge, Speichermöglichkeiten); c. Angaben über die Energieerzeugung sowie bei einer Pumpspeicherung über deren Energiebedarf; d. die Investitions- und Jahreskosten; e. Angaben über die rechtliche Zulässigkeit der Nutzung, wobei deren Vereinbarkeit mit den Vorschriften über den Schutz der Umwelt bei über 3 MW Leistung anhand einer Voruntersuchung im Sinne der Artikel 3 und 8 der Verordnung vom 19. Oktober 1988 über die Umweltverträglichkeitsprüfung dargelegt werden muss; f. Angaben über die für das betreffende Gebiet bestehenden Planungen; g. eine Dokumentation über Zustand und Nutzung der Landschaft im Zeitpunkt der Gesuchseinreichung sowie eine Begründung für deren nationale Bedeutung; h. Angaben über die vorgenommene oder vorgesehene Unterschutzstellung; i. Unterlagen über den Finanzhaushalt und die Finanzkraft des gesuchstellenden Gemeinwesens. 4 Das Bundesamt kann verlangen, dass diese Angaben und Unterlagen ergänzt werden, wenn dies für die Prüfung der Anspruchsvoraussetzungen erforderlich ist. Die Bezeichnung der Verwaltungseinheit wurde in Anwendung von Art. 16 Abs. 3 der Publikationsverordnung vom 17. Nov. 2004 ( SR 170.512.1 ) angepasst. Fassung gemäss Ziff. I der V vom 19. Juni 2000 ( AS 2000 1753 ). SR 814.011"
    },
    {
      "provision_ref": "art11",
      "chapter": "4. Abschnitt: Zuständigkeit und Verfahren",
      "section": "11",
      "title": "Entscheid",
      "content": "1 Das Bundesamt entscheidet über das Gesuch. 2 Es hört die mitinteressierten Bundesstellen an. 3 Ist unklar, ob einer Landschaft nationale Bedeutung zukommt, so erstattet die Eidgenössische Natur- und Heimatschutzkommission ein Gutachten."
    },
    {
      "provision_ref": "art12",
      "chapter": "4. Abschnitt: Zuständigkeit und Verfahren",
      "section": "12",
      "title": "Gewährung der Ausgleichsbeiträge",
      "content": "1 Die Ausgleichsbeiträge werden durch öffentlichrechtlichen Vertrag nach den Bestimmungen des Subventionsgesetzes vom 5. Oktober 1990 gewährt. 2 Das anspruchsberechtigte Gemeinwesen verpflichtet sich im Vertrag, den Schutz nach Artikel 5 während 40 Jahren zu gewährleisten und den Vollzug der Schutzbestimmungen sicherzustellen. 3 Der Vertrag hält fest, dass die Verpflichtungen der Parteien unter dem Vorbehalt von Artikel 18 stehen. SR 616.1"
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Vollzug",
      "content": "1 Das Bundesamt vollzieht diese Verordnung. 2 Die Kantone teilen dem Bundesamt die kantonalen und kommunalen Erlasse, Pläne und Verfügungen mit, welche sich auf die schützenswerte Landschaft beziehen. Mitzuteilen sind auch faktische Vorgänge, die geeignet sind, den Wert der Landschaft zu beeinträchtigen. Das Bundesamt setzt das Bundesamt für Umwelt (BAFU) hierüber in Kenntnis. 3 Um die Einhaltung der vertraglichen Schutzverpflichtungen durchzusetzen, können das Bundesamt sowie das BAFU nötigenfalls Klage erheben. Die Bezeichnung der Verwaltungseinheit wurde in Anwendung von Art. 16 Abs. 3 der Publikationsverordnung vom 17. Nov. 2004 ( SR 170.512.1 ) angepasst. Diese Änd. ist im ganzen Erlass berücksichtigt."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Rechtsschutz",
      "content": "1 Über Streitigkeiten aus Verträgen nach Artikel 12 entscheidet das Bundesverwaltungsgericht. 2 Im Übrigen gelten die allgemeinen Bestimmungen über die Bundesrechtspflege. Fassung gemäss Ziff. IV 18 der V vom 22. Aug. 2007 zur formellen Bereinigung des Bundesrechts, in Kraft seit 1. Jan. 2008 ( AS 2007 4477 )."
    },
    {
      "provision_ref": "art15",
      "chapter": "5. Abschnitt: Ausrichtung der Ausgleichsbeiträge",
      "section": "15",
      "title": "Ausrichtung der Ausgleichsbeiträge",
      "content": "1 Der Anspruch auf Ausgleichsbeiträge dauert 40 Jahre und beginnt mit der Unterschutzstellung nach Artikel 5, frühestens jedoch mit der Einreichung des Gesuchs. 2 Die Ausgleichsbeiträge werden jährlich ausgerichtet, erstmals nach Abschluss des Vertrages nach Artikel 12."
    },
    {
      "provision_ref": "art16",
      "chapter": "5. Abschnitt: Ausrichtung der Ausgleichsbeiträge",
      "section": "16",
      "title": "Rückforderung",
      "content": "Wird der Schutz nach Artikel 5 nicht gehörig vollzogen, so kann die Ausrichtung der Ausgleichsbeiträge eingestellt und eine teilweise oder vollständige Rückerstattung bereits geleisteter Zahlungen angeordnet werden. Die rechtliche Durchsetzung des Schutzes bleibt vorbehalten."
    },
    {
      "provision_ref": "art17",
      "chapter": "5. Abschnitt: Ausrichtung der Ausgleichsbeiträge",
      "section": "17",
      "title": "Beendigung der Schutzverpflichtung",
      "content": "1 Der Vertrag nach Artikel 12 kann einvernehmlich zwischen den Parteien aufgehoben werden. In diesem Fall entfällt der Anspruch auf Ausgleichsbeiträge vom Zeitpunkt der Aufhebung an. 2 Das Bundesamt hört vorgängig das BAFU an."
    },
    {
      "provision_ref": "art18",
      "chapter": "5. Abschnitt: Ausrichtung der Ausgleichsbeiträge",
      "section": "18",
      "title": "Revision",
      "content": "Müssen Bestimmungen dieser Verordnung über die Voraussetzungen oder die Bemessung der Ausgleichsbeiträge infolge einer Revision der gesetzlichen Grundlage geändert werden, so sind bereits zugesicherte Ausgleichsbeiträge anzupassen. Erklärt das anspruchsberechtigte Gemeinwesen nicht binnen eines Jahres nach einer Herabsetzung den Verzicht auf Ausgleichsbeiträge, so gilt die Schutzverpflichtung nach Artikel 12 unverändert weiter. Siehe jedoch die UeB Änd. 7.11.2007 am Ende dieses Textes."
    },
    {
      "provision_ref": "art19",
      "chapter": "6. Abschnitt: Schlussbestimmungen",
      "section": "19",
      "title": "Übergangsbestimmung",
      "content": "Der Schutz von Biotopen und Landschaften nationaler Bedeutung nach NHG, der zwischen dem 1. Januar 1987 und dem Inkrafttreten dieser Verordnung rechtswirksam wurde, schliesst Ausgleichsbeiträge nicht aus, sofern das Gesuch binnen zwei Jahren nach dem Inkrafttreten der Verordnung eingereicht wurde. SR 451"
    },
    {
      "provision_ref": "art20",
      "chapter": "6. Abschnitt: Schlussbestimmungen",
      "section": "20",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 15. November 1995 in Kraft."
    }
  ],
  "definitions": []
}