{
  "id": "sr-741-71",
  "type": "statute",
  "title": "Bundesgesetz vom 19. März 2010 über die Abgabe für die Benützung von Nationalstrassen (Nationalstrassenabgabegesetz, NSAG)",
  "title_en": "Federal Act of 19 March 2010 on the Charge for Using the National Highways (National Highways Charge Act, NSAG)",
  "short_name": "NSAG",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2011/577/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Section 1 Subject Matter and Scope of Application",
      "section": "1",
      "title": "Subject matter",
      "content": "This Act regulates the levying of the charge for using National Highways (\"the charge\")."
    },
    {
      "provision_ref": "art2",
      "chapter": "Section 1 Subject Matter and Scope of Application",
      "section": "2",
      "title": "Scope of application",
      "content": "The charge is levied for using primary and secondary national highways (Class I and II national highways) in accordance with the Network Decree of 10 December 2012. Amended by No I of the FA of 18 Dec. 2020, in force since 1 Aug. 2023 ( AS 2023 337 ; BBl 2019 5889 ). BBl 2017 7807"
    },
    {
      "provision_ref": "art3",
      "chapter": "Section 2 Payment Obligation",
      "section": "3",
      "title": "Object of the charge",
      "content": "1 The charge must be paid for motor vehicles and trailers that are registered in Switzerland or abroad and are used on Class I or II national highways. 2 It is not payable for vehicles that are subject to the heavy vehicle charge in accordance with the Heavy Vehicle Charge Act of 19 December 1997. Amended by No I of the FA of 18 Dec. 2020, in force since 1 Aug. 2023 ( AS 2023 337 ; BBl 2019 5889 ). SR 641.81"
    },
    {
      "provision_ref": "art4",
      "chapter": "Section 2 Payment Obligation",
      "section": "4",
      "title": "Exceptions",
      "content": "1 The following are exempt from the charge: a. vehicles with military vehicle registration plates and vehicles hired or requisitioned by the Armed Forces and travelling with civilian vehicle registration plates and an M+ sticker; b. vehicles belonging to the police, Border Guard, fire brigade, oil and chemical services, ambulances and vehicles belonging to the national highways maintenance services which are marked as such and vehicles belonging to the Civil Defence Corps with blue vehicle registration plates and international civil defence signs; c. vehicles on relief operations in the event of disasters, fires and accidents; d. vehicles belonging to intergovernmental organisations with which the Federal Council has concluded a headquarters agreement; e. foreign government vehicles on official mission; f. dollies; g. vehicles without vehicle registration plates being driven to official vehicle inspections; h. vehicles being driven on official vehicle and driver tests; i. rigid trailers, motorbike trailers and motorbike sidecars; j. light tractor units which are authorised to tow a semi-trailer subject to the heavy vehicle charge as recorded in the vehicle registration document; k. light motor vehicles which are authorised to tow a trailer subject to the heavy vehicle charge as recorded in the vehicle registration document; l. vehicles with Swiss dealer plates being driven on working days. 2 The Directorate General of Customs may exempt other vehicles from the charge in justified cases, in particular in view of treaty provisions or for humanitarian reasons. 3 It may suspend the charge on individual stretches of national highways if the police divert all or part of the traffic onto such roads as a result of disasters or other extraordinary situations."
    },
    {
      "provision_ref": "art5",
      "chapter": "Section 2 Payment Obligation",
      "section": "5",
      "title": "Persons liable to pay the charge",
      "content": "The driver of the vehicle and, in the event that the driver cannot be identified, the keeper are liable to pay the charge."
    },
    {
      "provision_ref": "art6",
      "chapter": "Section 3 Collection and Payment of the Charge",
      "section": "6",
      "title": "Amount of the charge",
      "content": "The charge is CHF 40."
    },
    {
      "provision_ref": "art6a",
      "chapter": "Section 3 Collection and Payment of the Charge",
      "section": "6a",
      "title": "a Form of payment",
      "content": "The charge is payable: a. by purchasing an adhesive vignette; or b. by registering the vehicle registration plate in the information system of the Federal Office for Customs and Border Security (FOCBS) (e-vignette). Inserted by No I of the FA of 18 Dec. 2020, in force since 1 Aug. 2023 ( AS 2023 337 ; BBl 2019 5889 )."
    },
    {
      "provision_ref": "art7",
      "chapter": "Section 3 Collection and Payment of the Charge",
      "section": "7",
      "title": "",
      "content": "1 … 2 The adhesive vignette must be affixed directly to the vehicle before it is used on a Class I or II national highway for the first time in the period to which the charge applies. 3 It may only be transferred with the vehicle. 4 It shall be considered invalid if: a. it is removed from the vehicle having been duly affixed; or b. it is removed from the backing paper but not affixed directly to the vehicle. 5 The Federal Council shall regulate the affixing of the adhesive vignette. Amended by No I of the FA of 18 Dec. 2020, in force since 1 Aug. 2023 ( AS 2023 337 ; BBl 2019 5889 ). Repealed by No I of the FA of 18 Dec. 2020, with effect from 1 Aug. 2023 ( AS 2023 337 ; BBl 2019 5889 ). Amended by No I of the FA of 18 Dec. 2020, in force since 1 Aug. 2023 ( AS 2023 337 ; BBl 2019 5889 ). Inserted by No I of the FA of 18 Dec. 2020, in force since 1 Aug. 2023 ( AS 2023 337 ; BBl 2019 5889 )."
    },
    {
      "provision_ref": "art7a",
      "chapter": "Section 3 Collection and Payment of the Charge",
      "section": "7a",
      "title": "a E-vignette",
      "content": "1 The vehicle registration plate must be registered before a Class I or II national highway is used for the first time in a period to which the charge applies. 2 The charge is deemed to have been paid for each vehicle that is lawfully permitted to be driven with the registered vehicle registration plate. Inserted by No I of the FA of 18 Dec. 2020, in force since 1 Aug. 2023 ( AS 2023 337 ; BBl 2019 5889 )."
    },
    {
      "provision_ref": "art7b",
      "section": "7b",
      "title": "b Confirmation of authorisation to use Class I or II national highways",
      "content": "The person registering the vehicle registration plate may agree at the time of registration that confirmation that the charge has been paid be made publicly available in the information system. Inserted by No I of the FA of 18 Dec. 2020, in force since 1 Aug. 2023 ( AS 2023 337 ; BBl 2019 5889 )."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Period to which the charge applies",
      "content": "1 The charge applies for one calendar year. It is not refundable. 2 The vignette and the e-vignette entitle the holder to use Class I or II national highways from 1 December of the previous year until 31 January of the following year. Amended by No I of the FA of 18 Dec. 2020, in force since 1 Aug. 2023 ( AS 2023 337 ; BBl 2019 5889 )."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Issue of the adhesive vignette",
      "content": "The FOCBS issues the adhesive vignette. Amended by No I of the FA of 18 Dec. 2020, in force since 1 Aug. 2023 ( AS 2023 337 ; BBl 2019 5889 )."
    },
    {
      "provision_ref": "art9a",
      "section": "9a",
      "title": "a Collection of the charge",
      "content": "1 The following are responsible for collecting the charge in the form of an adhesive vignette: a. the FOCBS, at the border; b. the cantons, within the country. 2 The FOCBS is responsible for collecting the charge in the form of the e-vignette. Inserted by No I of the FA of 18 Dec. 2020, in force since 1 Aug. 2023 ( AS 2023 337 ; BBl 2019 5889 )."
    },
    {
      "provision_ref": "art10",
      "chapter": "Section 4 Use of the Proceeds of the Charge",
      "section": "10",
      "title": "",
      "content": "1 The net proceeds of the charge shall be used in accordance with the provisions of the Federal Act of 22 March 1985 on the Use of the Earmarked Mineral Oil Tax and Other Funds Earmarked for Road and Air Transport. 2 The net income shall be deemed to be the income after deduction of the cost allowances in accordance with Article 19. SR 725.116.2 Amended by No I of the FA of 18 Dec. 2020, in force since 1 Aug. 2023 ( AS 2023 337 ; BBl 2019 5889 )."
    },
    {
      "provision_ref": "art11",
      "chapter": "Section 5 Checks and Security Deposit",
      "section": "11",
      "title": "Checks",
      "content": "1 Checks shall be carried out to verify payment of the charge: a. by the FOCBS at the border and in the border area in accordance with Article 3 paragraph 5 of the Customs Act of 18 March 2005; b. by the cantons within the country. 2 Where it is necessary in order to verify payment of the charge, the FOCBS shall record the vehicle registration plates of vehicles for which no charge is payable in accordance with Article 4. 3 The FOCBS and the cantons may use equipment and mobile devices to conduct automated and random checks. 4 The Federal Council shall regulate the requirements for installations to conduct automated checks. Amended by No I of the FA of 18 Dec. 2020, in force since 1 Aug. 2023 ( AS 2023 337 ; BBl 2019 5889 ). SR 631.0"
    },
    {
      "provision_ref": "art12",
      "chapter": "Section 5 Checks and Security Deposit",
      "section": "12",
      "title": "Security deposit",
      "content": "If a person who is not resident in Switzerland disputes their obligation to pay the charge when undergoing a check or does not pay the charge immediately, they must pay a deposit of the relevant amount or provide other appropriate security. Amended by Annex No II 2 of the Fixed Penalties Act of 18 March 2016, in force since 1 Jan. 2020 ( AS 2017 6559 , 2019 527 ; BBl 2015 959 )."
    },
    {
      "provision_ref": "art12a",
      "chapter": "23",
      "section": "12a",
      "title": "a Operation of an information system",
      "content": "The FOCBS shall operate an information system in order to fulfil the following tasks in connection with the e-vignette: a. collecting the charge; b. verifying payment of the charge; c. prosecuting and adjudicating infringements."
    },
    {
      "provision_ref": "art12b",
      "chapter": "23",
      "section": "12b",
      "title": "b Content of the information system",
      "content": "1 The FOCBS may process personal data to the extent necessary for implementing this Act. 2 For the purposes of prosecuting and adjudicating contraventions, it may process the following sensitive personal data: a. information on checks carried out; b. information in connection with contraventions under Article 14. 3 The Federal Council shall, unless this Act provides otherwise, regulate: a. the organisation and operation of the information system; b. the list of data to be recorded; c. authorisation to process the data; d. the acquisition and disclosure of the data; e. how long the data may be retained; f. data security."
    },
    {
      "provision_ref": "art12c",
      "chapter": "23",
      "section": "12c",
      "title": "c Data collection",
      "content": "The agencies responsible for collecting the charge and verifying payment of the charge may process vehicle owner data from the information systems of other federal and cantonal authorities in order to fulfil their duties, provided that this is provided for in other federal or cantonal legislation. They shall use the data exclusively for the purposes intended in each case."
    },
    {
      "provision_ref": "art12d",
      "chapter": "23",
      "section": "12d",
      "title": "d Interfaces",
      "content": "1 The FOCBS information system may be linked to the other FOCBS information systems for collecting road traffic taxes and for managing personal and customer data so that users can, within the scope of their access rights, check with a single query whether a particular person or organisation is recorded in an information system. 2 A connection between the FOCBS's information system and other Federal Administration information systems to which the FOCBS has access is only permitted insofar as the legislation on these information systems provides for this."
    },
    {
      "provision_ref": "art12e",
      "chapter": "23",
      "section": "12e",
      "title": "e Disclosure of data to authorities and organisations entrusted with public duties",
      "content": "1 The FOCBS may make data from the information system accessible online to the cantonal police and prosecution authorities insofar as these data are required to carry out checks and to prosecute and adjudicate contraventions of this Act. 2 It may make data from the information system accessible online to organisations entrusted with federal duties insofar as these data are required to carry out checks under this Act. 3 The data disclosed shall be used exclusively for the purposes intended in each case. They may not be passed on without the consent of the FOCBS."
    },
    {
      "provision_ref": "art12f",
      "section": "12f",
      "title": "f Archiving and destruction of data",
      "content": "1 The data recorded shall be kept only for as long as is necessary to fulfil the purpose for which it was recorded. 2 The data recorded during a check shall be destroyed immediately if the check reveals that the vehicle registration plate is registered in the FOCBS information system."
    },
    {
      "provision_ref": "art12g",
      "section": "12g",
      "title": "g Administrative assistance and duty to report",
      "content": "1 The authorities entrusted with the enforcement of this Act shall support each other in the fulfilment of their duties; they shall provide each other with the required information and shall grant each other access to official files on request. 2 The federal, cantonal and communal authorities shall provide the authorities entrusted with the enforcement of this Act with all the information that they require on request. 3 Federal and cantonal administrative bodies that detect a contravention in the course of their official duties or are made aware of such are obliged to report it to the competent prosecution authority. 4 The granting of administrative assistance in criminal matters between federal authorities and cantonal authorities is governed by Article 30 of the Federal Act of 22 March 1974 on Administrative Criminal Law. SR 313.0"
    },
    {
      "provision_ref": "art12h",
      "chapter": "Section 6 Limitation of Right to Collect the Charge and Right of Appeal",
      "section": "12h",
      "title": "h Limitation of the right to collect the charge",
      "content": "1 The right to collect the charge shall become time-barred at the end of the year following the year in which the charge became due. 2 The limitation period shall be interrupted by any act aimed at collecting the charge by the competent authority. It shall be suspended as long as the person liable to pay the charge has not been made subject to debt enforcement proceedings in Switzerland. 3 In any case, the right to collect the charge shall become time-barred five years after the charge has become due. 4 If the right to collect the charge is the consequence of a contravention under Article 14, the limitation period shall be governed by Article 17. Inserted by No I of the FA of 18 Dec. 2020, in force since 1 Aug. 2023 ( AS 2023 337 ; BBl 2019 5889 )."
    },
    {
      "provision_ref": "art13",
      "chapter": "Section 6 Limitation of Right to Collect the Charge and Right of Appeal",
      "section": "13",
      "title": "",
      "content": "1 An appeal against rulings of the first instance cantonal authorities may be filed with the FOCBS within thirty days. 1bis An objection may be filed against FOCBS rulings of the first instance within thirty days. 2 The appeal procedure is governed by the general provisions on the administration of federal justice. Inserted by No I of the FA of 18 Dec. 2020, in force since 1 Aug. 2023 ( AS 2023 337 ; BBl 2019 5889 ). Amended by No I of the FA of 18 Dec. 2020, in force since 1 Aug. 2023 ( AS 2023 337 ; BBl 2019 5889 ). Inserted by No I of the FA of 18 Dec. 2020, in force since 1 Aug. 2023 ( AS 2023 337 ; BBl 2019 5889 )."
    },
    {
      "provision_ref": "art14",
      "chapter": "Section 7 Criminal Provisions",
      "section": "14",
      "title": "",
      "content": "1 Any person who, without paying the charge, wilfully or negligently uses a Class I or II national highway with a vehicle for which the charge must be paid or uses the adhesive vignette in contravention of the provisions of Article 7 shall be liable to a fine of 200 francs. 2 … 3 Article 245 of the Criminal Code applies. Amended by Annex No II 2 of the Fixed Penalties Act of 18 March 2016, in force since Jan. 2020 ( AS 2017 6559 , 2019 527 ; BBl 2015 959 ). Amended by No I of the FA of 18 Dec. 2020, in force since 1 Aug. 2023 ( AS 2023 337 ; BBl 2019 5889 ). Repealed by Annex No II 2 of the Fixed Penalties Act of 18 March 2016, with effect from 1 Jan. 2020 ( AS 2017 6559 , 2019 527 ; BBl 2015 959 ). SR 311.0"
    },
    {
      "provision_ref": "art15",
      "chapter": "Section 7 Criminal Provisions",
      "section": "15",
      "title": "",
      "content": "1 The FOCBS shall prosecute and adjudicate contraventions that it detects within its area of jurisdiction (Art. 11 para. 1 let. a). Violations of Article 245 of the Criminal Code shall be prosecuted and adjudicated by the cantons. 2 FOCBS proceedings are governed by the Fixed Penalties Act of 18 March 2016. 3 If the offender rejects the fixed penalties procedure or if the fine is not paid within 30 days, the FOCBS shall prosecute and adjudicate the contravention in accordance with the Federal Act of 22 March 1974 on Administrative Criminal Law. Amended by Annex No II 2 of the Fixed Penalties Act of 18 March 2016, in force since 1 Jan. 2020, para. 1 since 1 Jan. 2018 ( AS 2017 6559 ; BBl 2015 959 ). Name in accordance with No I 27 of the Ordinance of 12 June 2020 on the Amendment of Acts as a Result of the Change in the Name of the Federal Customs Administration in terms of its Further Development, in force since 1 Jan. 2022 ( AS 2020 2743 ). This amendment has been made throughout the text. Amended by No I of the FA of 18 Dec. 2020, in force since 1 Aug. 2023 ( AS 2023 337 ; BBl 2019 5889 ). SR 311.0 SR 314.1 SR 313.0"
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Prosecution by the cantons",
      "content": "1 The cantons shall prosecute contraventions that they detect within their jurisdiction (Art. 11 para. 1 let. b). 2 and 3 ... 4 The proceeds of the fine shall go to the cantons. Amended by No I of the FA of 18 Dec. 2020, in force since 1 Aug. 2023 ( AS 2023 337 ; BBl 2019 5889 ). Repealed by Annex No II 2 of the Fixed Penalties Act of 18 March 2016, with effect from 1 Jan. 2020 ( AS 2017 6559 , 2019 527 ; BBl 2015 959 )."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Limitation",
      "content": "The right to prosecute and impose penalties for contraventions becomes time-barred after three years."
    },
    {
      "provision_ref": "art18",
      "chapter": "Section 8 Final Provisions",
      "section": "18",
      "title": "Implementation",
      "content": "1 The Federal Council shall issue the implementing provisions. 2 It may conclude agreements under international law on cross-border cooperation with foreign authorities for the enforcement of the charge. 3 The Federal Department of Finance may transfer control in whole or in part to third parties by contract. 4 The FOCBS and the cantons may transfer the collection of the charge by means of the adhesive vignette to third parties in whole or in part by contract. Amended by No I of the FA of 18 Dec. 2020, in force since 1 Aug. 2023 ( AS 2023 337 ; BBl 2019 5889 ). Amended by No I of the FA of 18 Dec. 2020, in force since 1 Aug. 2023 ( AS 2023 337 ; BBl 2019 5889 ). Amended by No I of the FA of 18 Dec. 2020, in force since 1 Aug. 2023 ( AS 2023 337 ; BBl 2019 5889 )."
    },
    {
      "provision_ref": "art19",
      "chapter": "Section 8 Final Provisions",
      "section": "19",
      "title": "Cost allowance",
      "content": "The FOCBS, the cantons and commissioned third parties receive a cost allowance. This shall be determined by the Federal Department of Finance."
    },
    {
      "provision_ref": "art19a",
      "chapter": "Section 8 Final Provisions",
      "section": "19a",
      "title": "a Abolition of the adhesive vignette",
      "content": "If the share of the adhesive vignette becomes less than 10 per cent of all adhesive and e-vignettes sold, the adhesive vignette shall be abolished. Inserted by No I of the FA of 18 Dec. 2020, in force since 1 Aug. 2023 ( AS 2023 337 ; BBl 2019 5889 )."
    },
    {
      "provision_ref": "art20",
      "chapter": "Section 8 Final Provisions",
      "section": "20",
      "title": "Referendum and commencement",
      "content": "1 This Act is subject to an optional referendum. 2 The Federal Council shall determine the commencement date. Commencement date: 1 December 2011 FCD of 24 Aug. 2011."
    }
  ],
  "definitions": []
}