{
  "id": "sr-748-111-1",
  "type": "statute",
  "title": "Verordnung vom 23. März 2005 über die Wahrung der Lufthoheit (VWL)",
  "title_en": "",
  "short_name": "VWL",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2005/284/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "1",
      "title": "Gegenstand",
      "content": "Diese Verordnung legt die Massnahmen zur Wahrung der schweizerischen Lufthoheit und zur Durchsetzung der Luftverkehrsregeln fest. Sie regelt überdies die Zuständigkeiten."
    },
    {
      "provision_ref": "art2",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "2",
      "title": "Begriffe",
      "content": "In dieser Verordnung bedeuten: a. b. c. d. e. f. g. h. i. j. k. nicht bewaffnete Kampfluftfahrzeuge: Luftfahrzeuge, die zwar grundsätzlich über eine Bewaffnung verfügen, diese jedoch mangels entsprechender Munition nicht einsetzen können. Eingefügt durch Ziff. I der V vom 14. März 2014, in Kraft seit 1. April 2014 ( AS 2014 701 )."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Zusammenarbeit",
      "content": "1 Das Eidgenössische Departement für Verteidigung, Bevölkerungsschutz und Sport (VBS) legt im Einvernehmen mit dem Eidgenössischen Departement für Umwelt, Verkehr, Energie und Kommunikation (UVEK) fest, wie der Luftraum zu überwachen ist und welche Massnahmen zur Wahrung der Lufthoheit und gegen schwer wiegende Verletzungen der Luftverkehrsregeln zu treffen sind. 2 Bei der Umsetzung dieser Massnahmen arbeiten das Bundesamt für Zivilluftfahrt (BAZL) und die Luftwaffe zusammen und unterstützen sich gegenseitig."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Ausländische Militär- und andere Staatsluftfahrzeuge",
      "content": "1 Ausländische Militär- und andere Staatsluftfahrzeuge dürfen nur mit einer Bewilligung (diplomatic clearance) schweizerisches Hoheitsgebiet überfliegen oder auf schweizerischem Hoheitsgebiet landen. 2 Das BAZL erteilt unter Vorbehalt von Absatz 4 die Bewilligungen für Überflüge und Landungen nach dem Anhang. Es erteilt sie in Absprache mit der Direktion für Völkerrecht, der Luftwaffe und dem Staatssekretariat für Wirtschaft, soweit diese Stellen betroffen sind. 3 Ausserhalb der Bürozeiten erteilt die Luftwaffe anstelle des BAZL die Bewilligungen. Die Voraussetzungen der Bewilligungserteilung gemäss Absatz 2 sind anwendbar. In nicht aufschiebbaren Fällen entscheidet die Luftwaffe und orientiert umgehend die beteiligten Stellen nach Absatz 2. 4 Gesuche von erheblicher politischer Tragweite, insbesondere Gesuche um Bewilligungen für Flüge, die der Vorbereitung oder Unterstützung von Kampfhandlungen dienen, legt das UVEK dem Bundesrat zum Entscheid vor. Die betroffenen Stellen der Departemente sind in die Entscheidvorbereitung einzubeziehen. 5 Bei Landungen und Abflügen bleiben die zollrechtlichen Bestimmungen vorbehalten. Fassung gemäss Ziff. I der V vom 14. März 2014, in Kraft seit 1. April 2014 ( AS 2014 701 )."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Überwachung",
      "content": "1 2 3"
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Kontrolle",
      "content": "1 2 Die Organe der Flugsicherung kontrollieren im Rahmen ihrer technischen und betrieblichen Möglichkeiten die Einhaltung der Luftverkehrsregeln durch den zivilen und den militärischen Flugverkehr. Sie informieren die Luftwaffe umgehend, wenn Hinweise dafür bestehen, dass die Lufthoheit verletzt wird oder die Luftverkehrsregeln in schwerer Weise missachtet werden. 3 a. die erteilten Freigaben zur Vermeidung des Überfluges von Gebieten mit militärischen Aktivitäten eingehalten werden; b. die mit den Überflugsrechten für ausländische Staatsluftfahrzeuge verknüpften Auflagen eingehalten werden. Fassung gemäss Ziff. I der V vom 22. Nov. 2017, in Kraft seit 1. Jan. 2018 ( AS 2017 7561 )."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Luftpolizeiliche Massnahmen",
      "content": "1 2 3 Gegen Luftfahrzeuge, welche die Lufthoheit verletzen oder die Luftverkehrsregeln in schwer wiegender Weise verletzen, greift die Luftwaffe, falls andere Massnahmen nicht ausreichen, im Rahmen ihrer technischen und betrieblichen Möglichkeiten zu den Mitteln der Intervention; insbesondere fängt sie sie zur Identifikation ab und zwingt sie gegebenenfalls zum Verlassen des Luftraumes oder zur Landung auf einem geeigneten Flugplatz. 4 5 6 7 SR 0.748.0"
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Strafrechtliche und administrative Massnahmen",
      "content": "Das BAZL trifft bei Verletzung der Lufthoheit oder der Luftverkehrsregeln die notwendigen strafrechtlichen oder administrativen Massnahmen."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "",
      "content": "Aufgehoben durch Ziff. I der V vom 22. Nov. 2017, mit Wirkung seit 1. Jan. 2018 ( AS 2017 7561 )."
    },
    {
      "provision_ref": "art10",
      "chapter": "3. Abschnitt: Massnahmen bei besonderen Vorkommnissen und in Zeiten erhöhter Spannung erhöhter Spannung",
      "section": "10",
      "title": "Überwachung und Identifikation",
      "content": "1 Bei besonderen Vorkommnissen kann das Kommando der Luftwaffe Massnahmen für eine gezielte Überwachung des Luftraumes und für eine gezielte Identifikation der Luftfahrzeuge anordnen. 2 In Zeiten erhöhter Spannung kann das Kommando der Luftwaffe ausserordentliche Massnahmen zur permanenten Überwachung des gesamten Luftverkehrs und zur Identifikation aller Luftfahrzeuge über schweizerischem Hoheitsgebiet anordnen. 3 Die Luftwaffe informiert das BAZL über die angeordneten Massnahmen."
    },
    {
      "provision_ref": "art11",
      "chapter": "3. Abschnitt: Massnahmen bei besonderen Vorkommnissen und in Zeiten erhöhter Spannung erhöhter Spannung",
      "section": "11",
      "title": "Verletzungen von Luftverkehrsregeln und der Lufthoheit",
      "content": "Kommt es zu einer Verletzung von Luftverkehrsregeln oder der Lufthoheit, so trifft die Luftwaffe die erforderlichen Massnahmen. Sie unterrichtet in schwer wiegenden Fällen die Direktion für Völkerrecht."
    },
    {
      "provision_ref": "art12",
      "chapter": "4. Abschnitt: Wahrung der Lufthoheit bei eingeschränktem Luftverkehr",
      "section": "12",
      "title": "Folgen der Einschränkungen",
      "content": "1 Hat der Bundesrat gestützt auf Artikel 7 LFG die Benützung des schweizerischen Luftraums eingeschränkt oder verboten, so ist für die Benützung dieses Luftraums eine Bewilligung des Kommandos der Luftwaffe erforderlich. 2 Das Kommando der Luftwaffe bestimmt in der Bewilligung die Einzelheiten der Benützung des Luftraumes und der Flugplätze. Es hört vorher die Direktion für Völkerrecht, das BAZL, das Transportamt der wirtschaftlichen Landesversorgung und die Eidgenössische Zollverwaltung an. 3 Die Verbote und Einschränkungen gelten nicht für schweizerische Militärluftfahrzeuge."
    },
    {
      "provision_ref": "art13",
      "chapter": "4. Abschnitt: Wahrung der Lufthoheit bei eingeschränktem Luftverkehr",
      "section": "13",
      "title": "Bewilligungsverfahren",
      "content": "1 Ein Gesuch um Bewilligung ist dem Kommando der Luftwaffe einzureichen. 2 Für einen Durchflug ohne Landung sowie für Flüge vom und ins Ausland holt das Kommando der Luftwaffe die Stellungnahme der Direktion für Völkerrecht ein. Für Flüge im Interesse der wirtschaftlichen Landesversorgung holt es zusätzlich die Stellungnahme des Transportamtes der wirtschaftlichen Landesversorgung ein. 3 Das Kommando der Luftwaffe gibt dem Gesuchsteller den Entscheid bekannt und unterrichtet die interessierten Bundesstellen."
    },
    {
      "provision_ref": "art14",
      "chapter": "4. Abschnitt: Wahrung der Lufthoheit bei eingeschränktem Luftverkehr",
      "section": "14",
      "title": "",
      "content": "Aufgehoben durch Ziff. I der V vom 22. Nov. 2017, mit Wirkung seit 1. Jan. 2018 ( AS 2017 7561 )."
    },
    {
      "provision_ref": "art15",
      "chapter": "5. Abschnitt: Berichterstattung und Information",
      "section": "15",
      "title": "Berichterstattung bei Verletzungen der Lufthoheit oder der Luftverkehrsregeln",
      "content": "1 Die Luftwaffe und die Organe der Flugsicherung erstatten dem BAZL im Einzelfall Bericht über festgestellte oder vermutete Verletzungen der Lufthoheit oder der Luftverkehrsregeln sowie über Landeaufforderungen und Waffeneinsätze. 2 In schwer wiegenden Fällen unterrichtet das BAZL unverzüglich das UVEK zu handen des Bundesrates sowie gegebenenfalls die Direktion für Völkerrecht."
    },
    {
      "provision_ref": "art16",
      "chapter": "5. Abschnitt: Berichterstattung und Information",
      "section": "16",
      "title": "Information über Einschränkungen des Luftverkehrs",
      "content": "1 Über Einschränkungen des Luftverkehrs informiert das Eidgenössische Departement für auswärtige Angelegenheiten (EDA) die ausländischen Regierungen. 2 Das BAZL informiert die Luftraumbenützer. 3 Das im Einzelfall zuständige Departement informiert die Öffentlichkeit."
    },
    {
      "provision_ref": "art17",
      "chapter": "6. Abschnitt: Schlussbestimmungen",
      "section": "17",
      "title": "Aufhebung bisherigen Rechts",
      "content": "Es werden aufgehoben: a. die Verordnung vom 17. Oktober 1984 über die Wahrung der Lufthoheit (VWL); b. die Verordnung vom 8. November 1989 über die Wahrung der Lufthoheit bei nicht eingeschränktem Luftverkehr. [ AS 1984 1195 , 1997 814 , 2001 509 , 2003 253 ] [ AS 1989 2360 , 2001 511 ]"
    },
    {
      "provision_ref": "art18",
      "chapter": "6. Abschnitt: Schlussbestimmungen",
      "section": "18",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 1. Mai 2005 Kraft."
    }
  ],
  "definitions": []
}