{
  "id": "sr-837-174",
  "type": "statute",
  "title": "Verordnung vom 3. März 1997 über die obligatorische berufliche Vorsorge von arbeitslosen Personen",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1997/1101_1101_1101/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Versicherte Personen",
      "content": "1 Für die Risiken Tod und Invalidität sind obligatorisch versichert arbeitslose Personen, welche: a. die Anspruchsvoraussetzungen nach Artikel 8 AVIG für den Bezug von Taggeldern der Arbeitslosenversicherung erfüllen oder Entschädigungen nach Artikel 29 AVIG beziehen; und b. einen koordinierten Tageslohn nach den Artikeln 4 oder 5 erzielen. 2 Nicht versichert sind Personen, die bereits nach Artikel 47 Absatz 1 oder 47 a BVG mindestens in dem Umfang versichert sind, in dem sie nach dieser Verordnung versichert wären. Fassung gemäss Ziff. II der V vom 29. Jan. 2020, in Kraft seit 1. Jan. 2021 ( AS 2020 599 )."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Versicherungsschutz",
      "content": "1 Die Versicherung beginnt nach Ablauf der Wartezeiten nach Artikel 18 AVIG. 2 Personen, deren Anspruchsberechtigung eingestellt ist, sind versichert (Art. 30 AVIG). Fassung gemäss Ziff. I der V vom 22. Febr. 2006, in Kraft seit 1. März 2006 ( AS 2006 739 )."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Grundlage zur Bestimmung des koordinierten Lohnes",
      "content": "1 Die Grenzbeträge nach den Artikeln 2, 7 und 8 BVG werden durch 260,4 geteilt (Tagesgrenzbeträge). Für Personen, die im Sinne des Bundesgesetzes vom 19. Juni 1959 über die Invalidenversicherung teilweise invalid sind, werden die Grenzbeträge nach den Artikeln 2, 7 und 8 Absatz 1 BVG folgendermassen gekürzt: Rentenanspruch in Bruchteilen einer ganzen Rente Kürzung der Grenzbeträge ¼ ¼ ½ ½ ¾ ¾. 2 Die Löhne aus Zwischenverdiensttätigkeit (Art. 24 AVIG) und Teilzeitbeschäftigung (Art. 10 Abs. 2 Bst. b AVIG) innerhalb einer Kontrollperiode werden durch die Zahl der in die Kontrollperiode fallenden kontrollierten Tage geteilt (Tageslohn). SR 831.20 Fassung des zweiten Satzes gemäss Anhang Ziff. 3 der V vom 10. Juni 2005, in Kraft seit 1. Jan. 2006 ( AS 2005 4279 ). Fassung gemäss Ziff. I der V vom 15. September 1999, in Kraft seit 1. Jan. 2000 ( AS 1999 2551 )."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Koordinierter Tageslohn",
      "content": "1 Zu versichern ist der koordinierte Tageslohn. 2 Der koordinierte Tageslohn ist die positive Differenz aus dem Arbeitslosentaggeld abzüglich des auf einen Tag nach Artikel 3 Absatz 1 umgerechneten Koordinationsabzuges. 3 Beträgt der koordinierte Tageslohn weniger als der auf den Tag umgerechnete Betrag nach Artikel 8 Absatz 2 BVG, so muss er auf diesen Betrag aufgerundet werden. 4 Der versicherte Mindestlohn nach Absatz 3 gilt auch für die obligatorische Versicherung von Personen, bei denen die Grenzbeträge nach Artikel 3 Absatz 1 gekürzt werden. Eingefügt durch Anhang Ziff. 3 der V vom 10. Juni 2005, in Kraft seit 1. Jan. 2006 ( AS 2005 4279 )."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "",
      "content": "1 Der koordinierte Tageslohn ist die positive Differenz aus: a. dem Tageslohn aus Zwischenverdiensttätigkeit oder Teilzeitbeschäftigung und b. dem analog zu Artikel 3 Absatz 2 auf einen Tag umgerechneten entschädigungsberechtigten Verdienstausfall c. abzüglich des auf einen Tag nach Artikel 3 Absatz 1 umgerechneten Koordinationsabzuges. 2 Ist der Tageslohn aus Zwischenverdiensttätigkeit oder Teilzeitbeschäftigung nach Artikel 2 Absatz 1 BVG versichert, so wird vom koordinierten Tageslohn nach Absatz 1 der koordinierte Tageslohn aus Zwischenverdiensttätigkeit oder Teilzeitbeschäftigung abgezogen. Fassung gemäss Ziff. I der V vom 15. September 1999, in Kraft seit 1. Jan. 2000 ( AS 1999 2551 ). Fassung gemäss Ziff. I der V vom 15. September 1999, in Kraft seit 1. Jan. 2000 ( AS 1999 2551 ). Fassung gemäss Ziff. I der V vom 15. September 1999, in Kraft seit 1. Jan. 2000 ( AS 1999 2551 )."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Koordinierter Lohn für die Berechnung der Hinterlassenen- und Invalidenleistungen",
      "content": "1 Als Grundlage für die Berechnung der Leistungen im Todesfalle oder bei Invalidität gilt der koordinierte Tageslohn jener Kontrollperiode, in welcher das versicherte Ereignis eingetreten ist. Konnte die versicherte Person aufgrund des Ereignisses ihre Kontrollpflicht nicht ordnungsgemäss erfüllen, so gelten die Tage jener Kontrollperiode bis und mit auslösendem Ereignis als kontrolliert. 2 Die Höhe der Renten berechnet sich aus dem vor dem Beginn der Versicherung angesammelten Altersguthaben sowie der Summe der Altersgutschriften für die vom Beginn der Versicherung bis zum Rentenalter fehlenden Jahre, ohne Zins. Fassung gemäss Ziff. I der V vom 19. Dez. 2001, in Kraft seit 1. Jan. 2002 ( AS 2002 202 )."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Ausscheiden der arbeitslosen Personen aus der obligatorischen Versicherung",
      "content": "Die Weiterführung der Vorsorge für die Risiken Tod und Invalidität für Versicherte, die aus der obligatorischen Versicherung der arbeitslosen Personen (Art. 2 Abs. 1bis BVG) ausscheiden, ist nur möglich, solange die Versicherten: a. nicht der obligatorischen Versicherung nach Artikel 2 Absatz 1 oder erneut Absatz 1 bis BVG unterstehen; oder b. keiner freiwilligen Versicherung nach Artikel 44 oder Artikel 46 BVG beitreten können. Heute: Art. 2 Abs. 3 BVG. Heute: erneut Abs. 3."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Festsetzung des Beitragssatzes",
      "content": "1 Der Beitragssatz für die Risiken Tod und Invalidität beträgt 0,25 Prozent des koordinierten Tageslohnes. 2 Die Auffangeinrichtung prüft regelmässig, ob der Beitragssatz kostendeckend ist und erstattet der Ausgleichsstelle der Arbeitslosenversicherung mindestens einmal jährlich Bericht. Ist auf Grund des Risikoverlaufs der Beitragssatz anzupassen, stellt die Auffangeinrichtung der Ausgleichsstelle der Arbeitslosenversicherung zuhanden des Bundesrates Antrag auf Anpassung. 3 Der Antrag auf Änderung des Beitragssatzes ist der Ausgleichsstelle der Arbeitslosenversicherung spätestens drei Monate vor dem Zeitpunkt einzureichen, auf den die Anpassung wirksam werden soll. 4 Die Auffangeinrichtung führt eine Statistik über die Risiken Tod und Invalidität der arbeitslosen Personen. Fassung gemäss Ziff. I der V vom 14. Nov. 2018, in Kraft seit 1. Jan. 2019 ( AS 2018 4689 ). Fassung gemäss Ziff. I der V vom 15. September 1999, in Kraft seit 1. Jan. 2000 ( AS 1999 2551 ). Fassung gemäss Ziff. I der V vom 15. September 1999, in Kraft seit 1. Jan. 2000 ( AS 1999 2551 )."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Beiträge",
      "content": "1 Die arbeitslose Person und die Arbeitslosenversicherung tragen die Beiträge je zur Hälfte. 2 Während Tagen, an denen die arbeitslose Person keine Leistungen erhält, übernimmt die Arbeitslosenversicherung den ganzen Beitrag."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Steuerrechtliche Behandlung der Vorsorge der arbeitslosen Personen",
      "content": "Die von den Bezügern von Taggeldern der Arbeitslosenversicherung geleisteten Beiträge sind bei den direkten Steuern des Bundes, der Kantone und der Gemeinden von den steuerbaren Einkünften abziehbar."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 1. Juli 1997 in Kraft."
    }
  ],
  "definitions": []
}