{
  "id": "sr-818-102-3",
  "type": "statute",
  "title": "Verordnung vom 18. Juni 2021 über Finanzhilfen an die Kantone für Massnahmen zugunsten von durch die öffentliche Hand geführten Institutionen der familienergänzenden Kinderbetreuung im Zusammenhang mit Covid-19",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2021/364/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Gegenstand",
      "content": "Diese Verordnung regelt die Ausrichtung von Finanzhilfen an Kantone, die Ausfallentschädigungen an von der öffentlichen Hand geführte Institutionen nach Artikel 2 Absatz 1 Buchstaben a–c des Bundesgesetzes vom 4. Oktober 2002 über Finanzhilfen für familienergänzende Kinderbetreuung (Institutionen) ausrichten für entgangene Betreuungsbeiträge der Eltern aufgrund der Massnahmen zur Bekämpfung der Covid-19-Epidemie. SR 861"
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Grundlage für die Bemessung der Finanzhilfen",
      "content": "1 Für die Bemessung der Finanzhilfen an die Kantone werden nur die Ausfallentschädigungen berücksichtigt, die die Kantone den Institutionen längstens für die in der Zeit vom 17. März 2020 bis zum 17. Juni 2020 entgangenen Betreuungsbeiträge ausrichten. 2 Als entgangene Betreuungsbeiträge gelten jene Beiträge, die die Eltern den Institutionen nach Abzug der ihnen zustehenden Subventionen von Kanton und Gemeinden schulden, obschon sie die Betreuungsleistung aufgrund der Massnahmen zur Bekämpfung der Covid-19-Epidemie nicht in Anspruch genommen haben. 3 Die Ausfallentschädigung darf höchstens 100 Prozent der entgangenen Betreuungsbeiträge der Eltern decken. Die Ersatzleistungen der Sozialversicherungen an die Lohnkosten und allfällige weitere Leistungen des Bundes zur Abfederung der wirtschaftlichen Auswirkungen der Massnahmen zur Bekämpfung der Covid-19-Epidemie werden von der Ausfallentschädigung in Abzug gebracht."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Voraussetzungen für die Gewährung der Finanzhilfe",
      "content": "Finanzhilfen werden ausgerichtet, wenn die folgenden Voraussetzungen erfüllt sind: a. Die Institutionen haben ihre Gesuche um Ausfallentschädigung bei dem Kanton eingereicht, in dem sich ihr Sitz befindet. b. Die Kantone haben über die bei ihnen eingereichten Gesuche entschieden und richten Ausfallentschädigungen aus. c. Für diejenigen Fälle, in denen Eltern die Beiträge für die Betreuungsleistung, die sie in der vom Kanton vorgesehenen Zeit innerhalb des Zeitraums nach Artikel 2 Absatz 1 nicht in Anspruch genommen haben, bereits bezahlt haben, werden Finanzhilfen nur ausgerichtet für Ausfallentschädigungen an Institutionen, die den Eltern die bereits bezahlten Beiträge zurückerstatten. d. Die ordentlichen Subventionen von Kanton und Gemeinden wurden den Institutionen in der vom Kanton vorgesehenen Zeit innerhalb des Zeitraums nach Artikel 2 Absatz 1 zusätzlich zu den Ausfallentschädigungen ausgerichtet."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Gesuch um Finanzhilfe",
      "content": "1 Die Kantone müssen ihr Gesuch um Finanzhilfe beim Bundesamt für Sozialversicherungen (BSV) spätestens bis am 30. Juni 2022 mit dem von diesem zur Verfügung gestellten Formular einreichen. Pro Kanton darf nur ein Gesuch eingereicht werden. 2 Das BSV entscheidet über die Ausrichtung der Finanzhilfe durch Verfügung."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Inkrafttreten und Geltungsdauer",
      "content": "Diese Verordnung tritt am 1. Juli 2021 in Kraft und gilt bis zum 31. Dezember 2022."
    }
  ],
  "definitions": []
}