{
  "id": "sr-817-022-81",
  "type": "statute",
  "title": "Verordnung des EDI vom 28. Mai 2025 über die Länderlisten nach der Lebensmittel- und Gebrauchsgegenständeverordnung (Länderlistenverordnung Lebensmittel)",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2025/372/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Länderliste Rindfleisch",
      "content": "Anhang 1 enthält die Liste der Länder, die gesetzlich verbieten, Rinder der Art Bos taurus mit Herstellungsmethoden nach Anhang 2 LGV zu behandeln."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Länderliste Schweinefleisch",
      "content": "Anhang 2 enthält die Liste der Länder, die gesetzlich verbieten, Schweine mit Herstellungsmethoden nach Anhang 2 LGV zu behandeln."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Länderliste Hühner- und Truthühnerfleisch",
      "content": "Anhang 3 enthält die Liste der Länder, die gesetzlich verbieten, Hühner und Truthühner mit Herstellungsmethoden nach Anhang 2 LGV zu behandeln."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Länderliste Froschschenkel",
      "content": "Anhang 4 enthält die Liste der Länder, die gesetzlich verbieten, Frösche mit Herstellungsmethoden nach Anhang 2 LGV zu behandeln."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Länderliste Kuhmilch",
      "content": "Anhang 5 enthält die Liste der Länder, die gesetzlich verbieten, Kühe mit Herstellungsmethoden nach Anhang 2 LGV zu behandeln."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Länderliste Eier von Haushühnern",
      "content": "Anhang 6 enthält die Liste der Länder, die gesetzlich verbieten, Haushühner (Gallus gallus domesticus) mit Herstellungsmethoden nach Anhang 2 LGV zu behandeln."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Aktualisierung der Länderlisten",
      "content": "1 Das EDI kann weitere Länder auf deren begründeten Antrag hin in die Länderlisten aufnehmen. Im Antrag muss das Land nachweisen, dass seine Gesetzgebung die Herstellungsmethoden nach Anhang 2 LGV verbietet. 2 Alle zwei Jahre werden die Länderlisten überprüft. Verbietet ein Land auf den Listen die Herstellungsmethoden nach Anhang 2 LGV nicht mehr, wird es aus der jeweiligen Liste gestrichen."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 1. Juli 2025 in Kraft."
    }
  ],
  "definitions": []
}