{
  "id": "sr-817-022-108",
  "type": "statute",
  "title": "Verordnung des EDI vom 16. Dezember 2016 über Lebensmittel tierischer Herkunft (VLtH)",
  "title_en": "",
  "short_name": "VLtH",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2017/152/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "1. Kapitel: Gegenstand, Geltungsbereich und zulässige Tierarten",
      "section": "1",
      "title": "Gegenstand und Geltungsbereich",
      "content": "1 Diese Verordnung umschreibt die Lebensmittel tierischer Herkunft, namentlich: a. Fleisch und daraus hergestellte Erzeugnisse; b. Gelatine und Kollagen; c. hochverarbeitete Erzeugnisse tierischer Herkunft; d Fischereierzeugnisse; e. Schnecken und Froschschenkel; f. Speiseöle und Speisefette tierischer Herkunft und daraus hergestellte Erzeugnisse; g. Milch und Milchprodukte; h. Kolostrum und Erzeugnisse auf Kolostrumbasis; i. Eier und Eiprodukte; j. Honig, Gelée royale und Blütenpollen. 2 Sie legt die Anforderungen an die Lebensmittel nach Absatz 1 fest und regelt deren besondere Kennzeichnung. 3 Als Lebensmittel tierischer Herkunft gelten auch zum menschlichen Konsum bestimmte lebende Muscheln, lebende Stachelhäuter, lebende Manteltiere und lebende Meeresschnecken sowie sonstige Tiere, die lebend an die Konsumentinnen und Konsumenten abgegeben und zu diesem Zweck entsprechend hergerichtet werden."
    },
    {
      "provision_ref": "art2",
      "chapter": "1. Kapitel: Gegenstand, Geltungsbereich und zulässige Tierarten",
      "section": "2",
      "title": "Zulässige Tierarten",
      "content": "Zur Lebensmittelgewinnung sind ausschliesslich folgende Tierarten zulässig: a. domestizierte Huftiere der zoologischen Familien der Hornträger (Bovidae) , Hirsche (Cervidae) , Kamelartige (Camelidae) , Schweine (Suidae) und Pferde (Equidae) ; b. Hauskaninchen; c. Wild: in freier Wildbahn lebende oder in Gehegen gehaltene Landsäugetiere und Vögel; für die Lebensmittelgewinnung nicht zulässig sind: 1. Fleischfresser (Carnivora) mit Ausnahme von Bären, 2. Affen und Halbaffen (Primates) , 3. Nagetiere (Rodentia) mit Ausnahme von Murmeltieren und Nutria; d. Hausgeflügel: Hühner, Truthühner, Perlhühner, Gänse, Enten, Tauben und Zuchtwachteln; e. Laufvögel, wie Strausse; f. Zuchtreptilien; g. Stachelhäuter; h. Manteltiere; i. Rundmäuler; j. Krebstiere; k. Weichtiere; l. Fische, ausser giftige Fische aus den Familien Kugelfische (Tetraodontidae), Mondfische (Molidae), Igelfische (Diodontidae), Spitzkopf-Kugelfische (Canthigasteridae) ; m. Frösche ( Rana spp.)."
    },
    {
      "provision_ref": "art3",
      "chapter": "2. Kapitel: Anforderungen an gefrorene Lebensmittel tierischer Herkunft",
      "section": "3",
      "title": "",
      "content": "1 Für gefrorene Lebensmittel tierischer Herkunft muss die verantwortliche Person eines zuliefernden Lebensmittelbetriebs bis zu der Stufe, auf der die Kennzeichnung des Lebensmittels nach den Vorgaben der Verordnung des EDI vom 16. Dezember 2016 betreffend die Information über Lebensmittel (LIV) erfolgt, dafür sorgen, dass dem Lebensmittelbetrieb, dem das Lebensmittel geliefert wird, sowie auf Verlangen der zuständigen Behörde folgende Informationen zur Verfügung gestellt werden: a. das Datum der Schlachtung im Fall von Schlachttierkörpern, -hälften und ‑vierteln; b. das Datum der Erlegung im Fall von Wildtierkörpern; c. das Datum der Ernte oder des Fangs im Fall von Fischereierzeugnissen; d. das Datum der Verarbeitung, der Zerlegung, der Zerkleinerung oder der Zubereitung bei allen anderen Lebensmitteln tierischer Herkunft; e. das Datum des Einfrierens, falls dieses vom Datum nach den Buchstaben a–d abweicht. 2 Wird ein Lebensmittel aus Rohstoffen mit unterschiedlichen Daten nach den Buchstaben a–e hergestellt, so sind die ältesten Daten zur Verfügung zu stellen. 3 Die Form der Bereitstellung dieser Angaben bleibt dem Lieferanten überlassen. SR 817.022.16"
    },
    {
      "provision_ref": "art4",
      "chapter": "1. Abschnitt: Begriffsbestimmungen",
      "section": "4",
      "title": "",
      "content": "1 Als Fleisch gelten alle geniessbaren Teile von Tieren der in Artikel 2 Buchstaben a–f genannten Arten. 2 Frisches Fleisch ist Fleisch, das zur Haltbarmachung ausschliesslich gekühlt, gefroren oder schnellgefroren wurde, einschliesslich vakuumverpackten und in kontrollierter Atmosphäre umhüllten Fleisches. 3 Hackfleisch ist entbeintes Fleisch, das durch Hacken zerkleinert wurde und weniger als 1 Prozent Salz enthält. 4 Separatorenfleisch ist ein Erzeugnis, das durch Ablösung des Fleisches, das an fleischtragenden Knochen nach dem Entbeinen oder an Geflügelschlachttierkörpern haftet, auf mechanische Weise so gewonnen wird, dass die Struktur der Muskelfasern sich auflöst oder verändert wird. 5 Als Fleischzubereitung gilt frisches Fleisch, einschliesslich zerkleinerten Fleisches, dem Lebensmittel, Würzstoffe oder Zusatzstoffe zugegeben wurden oder das einem Bearbeitungsverfahren unterzogen wurde, das nicht ausreicht, die innere Muskelfaserstruktur des Fleisches zu verändern und so die Merkmale von frischem Fleisch zu beseitigen. Hackfleisch gilt als Fleischzubereitung, wenn es 1 Prozent oder mehr Salz enthält. 6 Fleischerzeugnisse sind verarbeitete Erzeugnisse, die aus der Verarbeitung von Fleisch oder der Weiterverarbeitung solcher verarbeiteter Erzeugnisse entstehen und die so beschaffen sind, dass bei einem Schnitt durch ihren Kern die Schnittfläche die Feststellung erlaubt, dass die Merkmale von frischem Fleisch nicht mehr vorhanden sind. 7 Skelettmuskeln von Tieren der Spezies Säugetiere und Vögel umfassen die am Knochen anhaftenden Muskeln, einschliesslich des anhaftenden oder eingelagerten Fett- und Bindegewebes. Zu den Skelettmuskeln gehören auch das Zwerchfell und die Kaumuskeln. Nicht zu den Skelettmuskeln gehören das Herz, die Zunge sowie die Muskeln des Kopfes (ohne Kaumuskulatur), des Karpal- und des Tarsalgelenkes und des Schwanzes. 8 Als Innereien gelten die beim Schlachten anfallenden Organe der Brust-, der Bauch- und der Beckenhöhle. 9 Für Blut von Tieren der Tierarten nach Artikel 2 Buchstaben a–f gelten die Bestimmungen über Fleisch sinngemäss. Fassung gemäss Ziff. I der V des EDI vom 27. Mai 2020, in Kraft seit 1. Juli 2020 ( AS 2020 2281 ). Fassung gemäss Ziff. I der V des EDI vom 27. Mai 2020, in Kraft seit 1. Juli 2020 ( AS 2020 2281 )."
    },
    {
      "provision_ref": "art5",
      "chapter": "2. Abschnitt: Nicht zulässige Tierkörperteile",
      "section": "5",
      "title": "",
      "content": "Folgende Tierkörperteile dürfen nicht zu Lebensmitteln verarbeitet oder als Lebensmittel an Konsumentinnen und Konsumenten abgegeben werden: a. von Säugetieren: 1. der Harn- und der Geschlechtsapparat mit Ausnahme der Nieren, der Harnblase und der Hoden, 2. der Kehlkopf, die Mandeln, die Luftröhre und die extralobulären Bronchien, 3. die Augen und die Lider, 4. der äussere Gehörgang, 5. das Horngewebe und die Haare; b. von Geflügel: 1. der Kopf mit Ausnahme des Kamms, der Ohren, der Kehllappen und der Fleischwarzen, 2. die Speiseröhre, 3. der Kropf, 4. die Innereien mit Ausnahme der Leber, des Herzens und des Muskelmagens, 5. die Geschlechtsorgane, 6. die Federn."
    },
    {
      "provision_ref": "art6",
      "chapter": "3. Abschnitt: Hackfleisch und Fleischzubereitungen",
      "section": "6",
      "title": "",
      "content": "1 Für die Herstellung von Hackfleisch und von Fleischzubereitungen darf nur frisches Fleisch aus der Skelettmuskulatur einschliesslich des anhaftenden Fettgewebes verwendet werden. 2 Nicht verwendet werden dürfen: a. Separatorenfleisch; b. Fleischabschnitte, die beim Zerlegen und Zerschneiden anfallen; ausgenommen sind ganze Muskelstücke; c. Fleisch, das Knochensplitter oder Hautreste enthält; d. Kopffleisch mit Ausnahme der Kaumuskeln; e. nicht muskuläre Teile der Linea alba ; f. Teile aus dem Hand- und dem Fusswurzelbereich; g. Knochenputz; h. Muskeln des Zwerchfells, es sei denn, die serösen Häute sind entfernt worden. 3 Für Fleischzubereitungen, die eindeutig nur nach vorheriger Hitzebehandlung konsumiert werden, dürfen zudem verwendet werden: a. gehacktes oder zerstückeltes Fleisch, das beim Zerlegen und Zerschneiden anfällt; b. Separatorenfleisch von Schweinen und Geflügel. 4 Die verantwortliche Person stellt sicher, dass Hackfleisch den Anforderungen von Anhang 1 entspricht."
    },
    {
      "provision_ref": "art7",
      "chapter": "4. Abschnitt: Bearbeitete Mägen, Blasen und Därme",
      "section": "7",
      "title": "",
      "content": "Mägen, Blasen und Därme dürfen nur verwendet werden, wenn sie: a. von Tieren stammen, die in einem bewilligten Schlachtbetrieb geschlachtet und nach der Fleischuntersuchung für genusstauglich befunden wurden; b. gesalzen, erhitzt oder getrocknet wurden und danach geeignete Vorkehrungen zur Verhinderung einer Rekontamination getroffen wurden."
    },
    {
      "provision_ref": "art8",
      "chapter": "5. Abschnitt: Separatorenfleisch",
      "section": "8",
      "title": "",
      "content": "1 Separatorenfleisch darf nur aus frischem Fleisch nach Artikel 4 Absatz 2 gewonnen werden. 2 Nicht verwendet werden dürfen: a. Kopfknochen, Füsse, Schwänze, Oberschenkel, Schienbeine, Wadenbeine, Oberarmbeine, Speichen und Ellen; b. Knochen von Rindern, Schafen und Ziegen; c. Ständer, Halshaut und Kopf von Geflügel. 3 Die Artikel 179 d Absatz 5 und 180 c Absatz 5 der Tierseuchenverordnung vom 27. Juni 1995 (TSV) bleiben vorbehalten. 4 Der Kalziumgehalt von Separatorenfleisch: a. darf 0,1 Prozent (= 100 mg pro 100 g oder 1000 ppm) des frischen Erzeugnisses nicht überschreiten; und b. ist nach einer standardisierten international anerkannten Methode festzustellen. Fassung gemäss Ziff. I der V des EDI vom 27. Mai 2020, in Kraft seit 1. Juli 2020 ( AS 2020 2281 ). SR 916.401"
    },
    {
      "provision_ref": "art9",
      "chapter": "6. Abschnitt: Kennzeichnung",
      "section": "9",
      "title": "Sachbezeichnung",
      "content": "1 Die Sachbezeichnung für Fleisch, Fleischzubereitungen und Fleischerzeugnisse setzt sich zusammen aus: a. einem Hinweis auf die Tierarten, von denen das Fleisch stammt; b. einer der folgenden Bezeichnungen entsprechend der Eigenart des Produktes: 1. «Fleisch» oder branchenübliche Bezeichnung der Fleischstücke, 2. «Fleischzubereitung» oder branchenübliche Bezeichnung der Fleischstücke gefolgt vom Begriff «-zubereitung», 3. «Fleischerzeugnis» oder branchenübliche Bezeichnung der Fleischstücke gefolgt vom Begriff «-erzeugnis». 2 Kann das Produkt keiner der in Absatz 1 Buchstabe b genannten Produktegruppen zugeordnet werden, so muss stattdessen die Herstellungstechnologie oder die Art der Behandlung angegeben werden. 3 In der Sachbezeichnung von Fleischzubereitungen und Fleischerzeugnissen müssen fleischfremde, nicht übliche Zutaten angegeben werden. 4 Anstelle einer Sachbezeichnung nach Absatz 1 darf bei den folgenden Fleischerzeugnissen und Fleischzubereitungen die nachstehende Bezeichnung verwendet werden: (Rahm-)Blutwurst, Bündnerfleisch, Cervelas, (Bauern-, Deli-)Fleischkäse, Kalbsbratwurst, Landjäger, Leberwurst, Lyoner, Mortadella, Rohessspeck, Rohschinken, Salami (Milano, Nostrano, Varzi), (Bauern-, Hinter-, Koch-, Model-)Schinken, Schüblig, Schweinsbratwurst, Tessiner Trockenfleisch, Walliser Trockenfleisch, Wienerli. 5 Ein Hinweis auf die Tierarten ist nicht erforderlich bei Fleischerzeugnissen und Fleischzubereitungen, die ausschliesslich aus Fleisch von Tieren der Rinder- oder der Schweinegattung zusammengesetzt sind, sowie bei der Verwendung einer allgemein üblichen Bezeichnung nach Absatz 4. Wird in der Sachbezeichnung auf eine der beiden Tierarten hingewiesen, so muss deren Fleischanteil mehr als 50 Massenprozent des im Fleischerzeugnis verarbeiteten Fleisches betragen. Die Berichtigung vom 26. Febr. 2019 betrifft nur den französischen Text ( AS 2019 761 )."
    },
    {
      "provision_ref": "art10",
      "chapter": "6. Abschnitt: Kennzeichnung",
      "section": "10",
      "title": "Übrige Kennzeichnung",
      "content": "1 Die Zutaten aus Fleisch in Fleischzubereitungen und -erzeugnissen müssen im Verzeichnis der Zutaten wie folgt angegeben werden: a. Skelettmuskeln: «(Tierart)-Fleisch»; werden die für diese Zutat in Anhang 2 festgelegten Höchstwerte der Fett- und der Bindegewebeanteile überschritten und sind alle anderen Kriterien nach Artikel 4 Absatz 7 erfüllt, so muss der Muskelfleischanteil nach unten angepasst und muss das Verzeichnis der Zutaten mit der Angabe der Zutat Fett oder Bindegewebe ergänzt werden; b. Innereien (Organe): «(Tierart)-(Angabe des Organs)»; c. Fettgewebe: «(Tierart)-Fett»; d. Speck, Schwarte, Blut und Plasma können ohne Angabe der Tierarten deklariert werden; e. Separatorenfleisch: «(Tierart)-Separatorenfleisch» oder «Mechanisch separiertes Fleisch von (Tierart)»; f. Haut: «(Tierart)-Haut». 2 Bearbeitete Mägen, Blasen und Därme müssen mit einem Hinweis auf die Tierart, von denen diese Verarbeitungserzeugnisse stammen, deklariert werden. 3 Wursthüllen müssen im Verzeichnis der Zutaten wie folgt angegeben werden: a. nicht für den Verzehr geeignete Wursthüllen aus Natur- oder Kunstdarm: «Hülle nicht zum Verzehr geeignet»; b. gefärbte oder mit Tauchmasse behandelte Wursthüllen: «gefärbte Hülle». 4 Bei den folgenden Lebensmitteln ist auf der Verpackung und der Umhüllung darauf hinzuweisen, dass die Erzeugnisse vor dem Verzehr vollständig erhitzt werden müssen: a. Hackfleisch und Fleischzubereitungen, die zum Verzehr in durcherhitztem Zustand bestimmt sind; b. Fleischerzeugnisse aus Geflügelfleisch, die zum Verzehr in durcherhitztem Zustand bestimmt sind; c. Hackfleisch von Geflügel oder Pferden; d. Fleischzubereitungen mit Separatorenfleisch. 5 Bei Fleisch, Fleischzubereitungen und Fleischerzeugnissen, die nicht für die Abgabe an Konsumentinnen und Konsumenten bestimmt sind, muss die Verpackung und die Umhüllung nach Artikel 13 LIV datiert werden. Anstelle des Mindesthaltbarkeitsdatums oder des Verbrauchsdatums kann bei Fleisch das Abpackdatum angegeben werden. 6 Das Räuchern, Würzen, Marinieren oder Panieren von Fleisch und Fleischerzeugnissen gilt nicht als genügende Bearbeitung oder Verarbeitung nach Artikel 15 Absatz 3 LIV. 7 Bei Hackfleisch sind auf der Verpackung und der Umhüllung nach Anhang 1 zusätzlich folgende Angaben anzubringen: a. «Fettgehalt weniger als … %»; b. «Verhältnis zwischen Bindegewebe- und Fleischeiweiss weniger als … %». 8 Bei Fleisch von Hausschweinen nach Artikel 31 Absatz 2 Buchstabe b der Verordnung vom 23. November 2005 über das Schlachten und die Fleischkontrolle, das keiner Trichinellenuntersuchung unterzogen wurde, sowie daraus hergestellten Fleischzubereitungen und Fleischerzeugnissen muss mit geeigneten Massnahmen sichergestellt werden, dass sie nur für den nationalen Markt bestimmt sind. Sie müssen bei der Abgabe an die Konsumentinnen und Konsumenten auf der Verpackung oder der Umhüllung mit einem quadratischen Kennzeichen, das die Angabe «nur CH» enthält, versehen sein. Bei Fleischerzeugnissen, die offen zur Selbstbedienung angeboten werden, ist das Kennzeichen schriftlich anzubringen. 9 Auf der Verpackung oder der Umhüllung von frischem Geflügelfleisch und von Geflügelfleischzubereitungen muss im selben Gesichtsfeld wie die Sachbezeichnung ein Hygienehinweis oder ein eindeutiger Bezug auf den Hygienehinweis angebracht werden. Aus dem Hinweis muss hervorgehen: a. wie Konsumentinnen und Konsumenten mit frischem Geflügelfleisch im Privathaushalt hygienisch umgehen sollen; b. dass die Erzeugnisse vor dem Verzehr vollständig durcherhitzt werden müssen. 10 … Fassung gemäss Ziff. I der V des EDI vom 27. Mai 2020, in Kraft seit 1. Juli 2020 ( AS 2020 2281 ). SR 817.022.16 [ AS 2005 5493 , 2006 4807 4809 , 2007 561 Anhang 2 Ziff. 2 2711 Ziff. II 1, 2008 5169 , 2011 2699 Anhang 8 Ziff. II 2 5453 Anhang 2 Ziff. II 2, 2013 3041 Ziff. I 8, 2014 1691 Anhang 3 Ziff. II 6 5201 Anhang Ziff. II 3. AS 2017 411 Art. 62 Abs. 1]. Siehe heute: V vom 16. Dez. 2016 ( SR 817.190 ). Aufgehoben durch Ziff. I der V des EDI vom 27. Mai 2020, mit Wirkung seit 1. Juli 2020 ( AS 2020 2281 )."
    },
    {
      "provision_ref": "art11",
      "chapter": "4. Kapitel: Fleischprodukte",
      "section": "11",
      "title": "Gelatine und Kollagen",
      "content": "1 Gelatine ist natürliches lösliches, gelierendes oder nichtgelierendes Protein, das durch die teilweise Hydrolyse von Kollagen aus Haut, Fellen, Sehnen, Bändern oder Knochen von Tieren gewonnen wird. 2 Kollagen ist ein Erzeugnis auf Eiweissbasis aus tierischen Knochen, Fellen, Häuten und Sehnen."
    },
    {
      "provision_ref": "art12",
      "chapter": "4. Kapitel: Fleischprodukte",
      "section": "12",
      "title": "Anforderungen",
      "content": "1 Gelatine und Kollagen, die in Lebensmitteln verwendet werden sollen, dürfen nur aus folgenden Rohstoffen hergestellt werden: a. Knochen, die nicht als spezifiziertes Risikomaterial nach Artikel 179 d Absatz 1 TSV gelten; b. Häuten und Fellen von als Nutztieren gehaltenen Wiederkäuern; c. Schweinehäuten; d. Geflügelhäuten; e. Bändern und Sehnen; f. Häuten und Fellen von freilebendem Wild; g. Fischhäuten und Gräten. 2 Die Verwendung von Häuten und Fellen, die nicht zur Verwendung als Lebensmittel bestimmt sind oder die einem Gerbungsprozess unterzogen wurden, ist verboten. 3 Die in Absatz 1 Buchstaben a–e genannten Rohstoffe müssen von Tieren stammen, die in einem bewilligten Schlachtbetrieb geschlachtet und nach der Fleischuntersuchung für genusstauglich befunden wurden. 4 Die in Absatz 1 Buchstabe f genannten Rohstoffe müssen von Wildtieren stammen, die für genusstauglich befunden wurden. 5 Rohstoffe, die zur Haltbarmachung ausschliesslich gekühlt, gefroren oder schnellgefroren wurden, müssen aus Betrieben stammen, die nach Artikel 20 LGV gemeldet oder nach Artikel 21 LGV bewilligt sind. 6 Folgende behandelte Rohstoffe dürfen verwendet werden: a. Knochen, die nicht als spezifiziertes Risikomaterial nach Artikel 179 d Absatz 1 TSV gelten, die aus Betrieben stammen, die von der zuständigen Behörde kontrolliert wurden und in einer Liste aufgeführt werden, und die einer der folgenden Behandlungen unterzogen wurden: 1. Zerkleinern in Stücke von etwa 15 mm, Entfetten mit heissem Wasser bei einer Temperatur von mindestens 70 °C während mindestens 30 Minuten, bei mindestens 80 °C während mindestens 15 Minuten oder bei mindestens 90 °C während mindestens 10 Minuten, dann Trennen und anschliessend Waschen und Trocknen während mindestens 20 Minuten in einem heissen Luftstrom mit einer Anfangstemperatur von mindestens 350 °C oder während mindestens 15 Minuten in einem heissen Luftstrom mit einer Anfangstemperatur von mehr als 700 °C, 2. Sonnentrocknung während 42 Tagen bei einer Durchschnittstemperatur von mindestens 20 °C, 3. Säurebehandlung, bei der vor dem Trocknen während mindestens einer Stunde im Kern ein pH-Wert von unter 6 gehalten werden muss; b. Felle und Häute von Hauswiederkäuern, Schweinehäute, Geflügelhäute sowie Felle und Häute von freilebendem Wild, die aus Betrieben stammen, die von der zuständigen Behörde kontrolliert und in einer Liste aufgeführt werden, und die einer der folgenden Behandlungen unterzogen wurden: 1. Laugenbehandlung, bei der im Kern ein pH-Wert von über 12 erreicht werden muss, und anschliessendes Salzen während mindestens sieben Tagen, 2. Trocknen während mindestens 42 Tagen bei einer Temperatur von mindestens 20 °C, 3. Säurebehandlung, bei der während mindestens einer Stunde im Kern ein pH-Wert von unter 5 gehalten werden muss, 4. Laugenbehandlung, bei der während mindestens 8 Stunden überall ein pH-Wert von über 12 erreicht werden muss; c. Knochen, die nicht als spezifiziertes Risikomaterial nach Artikel 179 d Absatz 1 TSV gelten, Felle und Häute von Hauswiederkäuern, Schweinehäute, Geflügelhäute, Fischhäute sowie Felle und Häute von freilebendem Wild, die einer anderen Behandlung als den in Buchstaben a und b aufgeführten unterzogen wurden und die aus Betrieben stammen, die nach Artikel 20 LGV gemeldet oder nach Artikel 21 LGV bewilligt sind. 7 Bei der Behandlung nach Absatz 6 Buchstabe b Ziffern 1 und 2 darf die Dauer der Behandlungen die Dauer der Beförderung umfassen. 8 Die behandelten Rohstoffe nach Absatz 6 müssen von folgenden Tieren stammen: a. von als Nutztieren gehaltenen Wiederkäuern, Schweinen und Geflügel, die in einem bewilligten Schlachtbetrieb geschlachtet und nach der Fleischuntersuchung für genusstauglich befunden wurden; oder b. von erlegtem freilebendem Wild, dessen Schlachttierkörper nach der Fleischuntersuchung für genusstauglich befunden wurde. 9 Sammelstellen und Gerbereien ist die Abgabe von Rohstoffen, die den Anforderungen nach den Absätzen 1–8 entsprechen, zur Herstellung von Gelatine und Kollagen, die für den menschlichen Verzehr bestimmt sind, erlaubt, wenn sie von der zuständigen Behörde hierfür eine Bewilligung nach Artikel 21 LGV erhalten haben. Die Lagerräume müssen folgende Anforderungen erfüllen: a. Sie müssen feste Bodenbeläge und glatte Wände haben, die leicht zu reinigen und zu desinfizieren sind, und gegebenenfalls über Kühlanlagen verfügen. b. Sie müssen einwandfrei sauber sein und so instandgehalten werden, dass eine Kontamination der Rohstoffe ausgeschlossen ist. c. Werden in diesen Räumlichkeiten Rohstoffe gelagert oder verarbeitet, die die Kriterien nach den Absätzen 1–8 nicht erfüllen, so müssen diese Rohstoffe während der Annahme, der Lagerung, der Verarbeitung und dem Versand von Rohstoffen, die den Kriterien nach den Absätzen 1–8 entsprechen, getrennt gehalten werden. 10 Speisegelatine muss einen Eiweissgehalt von mindestens 84 Massenprozent aufweisen. Fassung gemäss Ziff. I der V des EDI vom 27. Mai 2020, in Kraft seit 1. Juli 2020 ( AS 2020 2281 ). SR 916.401"
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Kennzeichnung",
      "content": "1 Umhüllungen und Verpackungen von Gelatine müssen mit der Angabe «Speisegelatine» und dem Mindesthaltbarkeitsdatum versehen sein. 2 Umhüllungen und Verpackungen, die Kollagen enthalten, das zum Konsum vorgesehen ist, müssen mit der Aufschrift «Für den menschlichen Verzehr geeignetes Kollagen» und dem Herstellungsdatum versehen sein."
    },
    {
      "provision_ref": "art14",
      "chapter": "5. Kapitel: Hochverarbeitete Erzeugnisse tierischer Herkunft",
      "section": "14",
      "title": "",
      "content": "1 Hochverarbeitete Erzeugnisse tierischer Herkunft sind: a. Chondroitinsulfat, Hyaluronsäure und andere hydrolisierte Knorpelprodukte; b. Chitosan; c. Glucosamin; d. Lab; e. Hausenblase; f. Aminosäuren, die als Lebensmittelzusatzstoffe nach der Zusatzstoffverordnung des EDI vom 25. November 2013 (ZuV) zugelassen sind. 2 Die Rohstoffe für die Herstellung hochverarbeiteter Erzeugnisse tierischer Herkunft müssen stammen: a. von Tieren, einschliesslich deren Federn, die in einem bewilligten Schlachtbetrieb geschlachtet und der Schlachttieruntersuchung unterzogen wurden und deren Schlachttierkörper nach der Fleischuntersuchung für genusstauglich befunden wurden; oder b. von Fischereierzeugnissen, die den Anforderungen von Kapitel 5 Abschnitt 6 der Hygieneverordnung des EDI vom 16. Dezember 2016 (HyV) entsprechen. 3 Menschliches Haar darf nicht für die Herstellung von Aminosäuren verwendet werden. SR 817.022.31 SR 817.024.1"
    },
    {
      "provision_ref": "art15",
      "chapter": "6. Kapitel: Lebende Muscheln, lebende Stachelhäuter, lebende Manteltiere und lebende Meeresschnecken",
      "section": "15",
      "title": "Lebende Muscheln",
      "content": "1 Muscheln sind Lammelibranchia, die sich durch Ausfiltern von Kleinlebewesen aus dem Wasser ernähren. 2 Lebende Muscheln müssen folgende Merkmale aufweisen, die auf den Frischezustand und die Lebensfähigkeit schliessen lassen: a. schmutzfreie Schalen; b. Klopfreaktion; c. normale Mengen Schalenflüssigkeit. 3 Konsumentengerechte Einzelverpackungen lebender Muscheln müssen bis zur Abgabe an Konsumentinnen und Konsumenten fest verschlossen sein. 4 Austern müssen mit der konkaven Seite nach unten umhüllt oder verpackt sein."
    },
    {
      "provision_ref": "art16",
      "chapter": "6. Kapitel: Lebende Muscheln, lebende Stachelhäuter, lebende Manteltiere und lebende Meeresschnecken",
      "section": "16",
      "title": "Kennzeichnung",
      "content": "1 Bei lebenden Muscheln, lebenden Stachelhäutern, lebenden Manteltieren und lebenden Meeresschnecken müssen das Etikett wie auch das Identitätskennzeichen wasserfest sein. Das Etikett muss zusätzlich zum Identitätskennzeichen Angaben enthalten über: a. die Tierart unter Angabe der gemeinen und der wissenschaftlichen Bezeichnung; b. das Abpackdatum, das zumindest aus dem Tag und dem Monat bestehen muss. 2 Das Mindesthaltbarkeitsdatum kann durch folgende Angabe ersetzt werden: «Diese Tiere müssen zum Zeitpunkt des Verkaufs lebend sein». 3 Einzelhandelsbetriebe müssen Etiketten von Verpackungen und Umhüllungen lebender Muscheln, die keine konsumgerechten Einzelpackungen sind, nach der Aufteilung des Inhalts der Sendung während mindestens 60 Tagen aufbewahren."
    },
    {
      "provision_ref": "art17",
      "chapter": "7. Kapitel: Fischereierzeugnisse",
      "section": "17",
      "title": "Begriffe",
      "content": "1 Fischereierzeugnisse umfassen: a alle frei lebenden oder von Menschen gehaltenen Meerestiere oder Süsswassertiere; ausgenommen sind lebende Muscheln, lebende Stachelhäuter, lebende Manteltiere und lebende Meeresschnecken sowie Säugetiere, Zuchtreptilien und Frösche; b. alle geniessbaren Formen und Teile dieser Tiere sowie alle aus ihnen gewonnenen geniessbaren Erzeugnisse. 2 Frische Fischereierzeugnisse sind unverarbeitete Fischereierzeugnisse, ganz oder zubereitet, einschliesslich Erzeugnisse, die vakuumverpackt oder unter kontrollierter Atmosphäre verpackt wurden. Zur Haltbarmachung wurden die Erzeugnisse nur gekühlt und keiner anderen Behandlung unterzogen. 3 Zubereitete Fischereierzeugnisse sind unverarbeitete Fischereierzeugnisse, die durch Arbeitsgänge wie Ausnehmen, Köpfen, Zerteilen, Filetieren oder Zerkleinern in ihrer anatomischen Beschaffenheit verändert wurden. 4 Verarbeitete Fischereierzeugnisse sind Erzeugnisse, die durch die Verarbeitung von Fischereierzeugnissen oder die Weiterverarbeitung solcher verarbeiteter Erzeugnisse gewonnen werden."
    },
    {
      "provision_ref": "art18",
      "chapter": "7. Kapitel: Fischereierzeugnisse",
      "section": "18",
      "title": "Sachbezeichnung",
      "content": "1 Die Sachbezeichnung für Fischereierzeugnisse setzt sich zusammen aus: a. einem Hinweis auf die Tierart unter Angabe der gemeinen und der wissenschaftlichen Bezeichnung; b. der Bezeichnung «Fischereierzeugnis» oder einer branchenüblichen Bezeichnung. 2 In der Sachbezeichnung von Fischereierzeugnissen müssen fischfremde, nicht übliche Zutaten zusätzlich angegeben werden."
    },
    {
      "provision_ref": "art19",
      "chapter": "7. Kapitel: Fischereierzeugnisse",
      "section": "19",
      "title": "Übrige Kennzeichnung und Verpackung",
      "content": "1 Die Etikettierung von Erzeugnissen nach Anhang I Buchstaben a−c der Verordnung (EU) Nr. 1379/2013 muss zusätzlich zu den Angaben nach Artikel 3 LIV folgende Angaben enthalten: a. die Produktionsmethode, insbesondere mit folgenden Worten «gefangen in …», «aus Binnenfischerei» oder «in Aquakultur gewonnen»; b. die Kategorie des für den Fang von Erzeugnissen aus der Meeres- und der Binnenfischerei eingesetzten Gerätes nach Anhang 3. 2 Absatz 1 gilt nicht für kleine Mengen von Fischereierzeugnissen, die von Fischerinnen und Fischern oder Aquakulturerzeugerinnen und -erzeugern unmittelbar zum Konsum abgegeben werden. 3 Die Sachbezeichnung und die Angaben über die Produktionsmethode und die Kategorie des für den Fang eingesetzten Geräts müssen auf jeder Stufe der Lebensmittelkette vorliegen. 4 Fischereierzeugnissen, die nach Artikel 42 HyV behandelt wurden, muss beim Inverkehrbringen eine Bescheinigung der Herstellerin oder des Herstellers beigelegt werden, aus der hervorgeht, welcher Art von Behandlung sie unterzogen wurden. Davon ausgenommen ist die direkte Abgabe an Konsumentinnen und Konsumenten. 5 Bei folgenden Fischereierzeugnissen muss die Sachbezeichnung in Abweichung von den Bestimmungen in Anhang 2 Teil A Ziffer 2 LIV nicht mit der Angabe «aufgetaut» ergänzt werden: a. bei Erzeugnissen, die nach Artikel 42 HyV aus Gründen des Gesundheitsschutzes tiefgefroren wurden; b. bei Erzeugnissen, die aufgetaut und anschliessend geräuchert, gesalzen, gegart, mariniert, getrocknet oder einer Kombination dieser Verfahren unterzogen wurden. 6 Frische, zubereitete, tiefgefrorene oder verarbeitete Fischereierzeugnisse der Familie der Gempylidae , insbesondere Ruvettus pretiosus und Lepidocybium flavobrunneum , dürfen nur in umhüllter oder verpackter Form in Verkehr gebracht werden. Auf dem Etikett dieser Fischereierzeugnisse sind anzugeben: a. die Zubereitungs- oder die Garmethode; b. ein Hinweis, dass die Erzeugnisse möglicherweise Stoffe enthalten, die Magen-Darm-Störungen hervorrufen können; c. neben der Sachbezeichnung der wissenschaftliche Name. 7 … Verordnung (EU) Nr. 1379/2013 des Europäischen Parlaments und des Rates vom 11. Dezember 2013 über die gemeinsame Marktorganisation für Erzeugnisse der Fischerei und der Aquakultur, zur Änderung der Verordnungen (EG) Nr. 1184/2006 und (EG) Nr. 1224/2009 des Rates und zur Aufhebung der Verordnung (EG) Nr. 104/2000 des Rates, ABl. L 354 vom 28.12.2013, S. 1; zuletzt geändert durch Verordnung (EU) 2015/812, ABl. L 133 vom 29.5.2015, S. 1. SR 817.022.16 Fassung gemäss Ziff. I der V des EDI vom 27. Mai 2020, in Kraft seit 1. Juli 2020 ( AS 2020 2281 ). Fassung gemäss Ziff. I der V des EDI vom 27. Mai 2020, in Kraft seit 1. Juli 2020 ( AS 2020 2281 ). SR 817.024.1 Aufgehoben durch Ziff. I der V des EDI vom 27. Mai 2020, mit Wirkung seit 1. Juli 2020 ( AS 2020 2281 )."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Einschränkungen",
      "content": "1 Fischereierzeugnisse, die Biotoxine wie Ciguatoxin oder Muskellähmungen bewirkende Toxine enthalten, dürfen nicht in Verkehr gebracht werden. 2 Ausgenommen sind Fischereierzeugnisse aus Muscheln, Stachelhäutern, Manteltieren und Meeresschnecken, die nach Anhang III Abschnitt VII der Verordnung (EG) Nr. 853/2004 hergestellt worden sind und die Anforderungen nach Anhang III Abschnitt VII Kapitel V Ziffer 2 der Verordnung (EG) Nr. 853/2004 erfüllen. 3 Unverarbeitete Fischereierzeugnisse der nachfolgenden Artenkategorien gelten als untauglich zum Genuss für Menschen, wenn die organoleptische Prüfung Zweifel an der Frische des Erzeugnisses aufkommen lässt und chemische Kontrollen ergeben, dass die folgenden Grenzwerte für flüchtige Basenstickstoffe (TVB-N) überschritten wurden: a. 25 mg Stickstoff/100 g Fischfleisch der Arten Sebastes spp., Helicolenus dactylopterus und Sebastichthys capensis; b. 30 mg Stickstoff/100 g Fischfleisch der Arten der Familie der Pleuronectidae mit Ausnahme des Heilbutts ( Hippoglossus spp.); c. 35 mg Stickstoff/100 g Fischfleisch der Art Salmo salar sowie Arten der Familie der Merluciidae und der Familie der Gadidae . Verordnung (EG) Nr. 853/2004 des Europäischen Parlaments und des Rates vom 29. April 2004 mit spezifischen Hygienevorschriften für Lebensmittel tierischer Herkunft; ABl. L 139 vom 30.4.2004, S. 55, zuletzt geändert durch Verordnung (EU) Nr. 2016/355, ABl. L 67 vom 12.3.2016, S. 22."
    },
    {
      "provision_ref": "art21",
      "chapter": "8. Kapitel: Schnecken und Froschschenkel",
      "section": "21",
      "title": "Zulässige Schneckenarten",
      "content": "Als Lebensmittel zulässig sind Landlungenschnecken der folgenden Arten: a. Helix pomatia Linné ; b. Helix aspersa Muller ; c. Helix lucorum ; d. Familie der Achatschnecken."
    },
    {
      "provision_ref": "art22",
      "chapter": "8. Kapitel: Schnecken und Froschschenkel",
      "section": "22",
      "title": "Froschschenkel",
      "content": "1 Froschschenkel sind die hinteren Körperteile von Fröschen der Art Rana (Familie der Ranidae ). 2 Sie müssen im Querschnitt hinter den Vordergliedmassen abgetrennt, ausgeweidet und enthäutet sein."
    },
    {
      "provision_ref": "art23",
      "chapter": "8. Kapitel: Schnecken und Froschschenkel",
      "section": "23",
      "title": "Sachbezeichnung",
      "content": "Die Sachbezeichnung für Schnecken und Froschschenkel muss einen Hinweis auf die Tierart enthalten."
    },
    {
      "provision_ref": "art24",
      "chapter": "8. Kapitel: Schnecken und Froschschenkel",
      "section": "24",
      "title": "Kontrolle",
      "content": "1 Schnecken und Frösche müssen einer organoleptischen Stichprobenkontrolle unterzogen werden. 2 Lässt diese Kontrolle eine mögliche Gefahr erkennen, so dürfen die Schnecken oder die Frösche nicht für den menschlichen Konsum verwendet werden."
    },
    {
      "provision_ref": "art25",
      "chapter": "1. Abschnitt. Speiseöle tierischer Herkunft",
      "section": "25",
      "title": "Begriff",
      "content": "Speiseöle tierischer Herkunft stammen aus dem genusstauglichen Fettgewebe von Schlachttierkörpern und Fischen. Sie bestehen vorwiegend aus Glycerinester der natürlichen Fettsäuren. Sie sind bei Raumtemperatur flüssig."
    },
    {
      "provision_ref": "art26",
      "chapter": "1. Abschnitt. Speiseöle tierischer Herkunft",
      "section": "26",
      "title": "Anforderungen an Speiseöle tierischer Herkunft",
      "content": "1 In Speiseölen darf der Säuregrad je 100 g Öl 10 ml NaOH (1 mol/l) nicht übersteigen. 2 In Speiseölen zum Frittieren darf der polare Anteil 27 Prozent nicht übersteigen. 3 Speiseöl tierischer Herkunft darf mit geschmacksgebenden Zutaten wie Gewürzen oder Kräutern sowie mit Aromen aromatisiert werden."
    },
    {
      "provision_ref": "art27",
      "chapter": "1. Abschnitt. Speiseöle tierischer Herkunft",
      "section": "27",
      "title": "Anforderungen an Fischöle",
      "content": "1 Rohstoffe, die zur Zubereitung von Fischölen für den menschlichen Verzehr verwendet werden, müssen: a. aus genusstauglichen Fischereierzeugnissen stammen; b. von Betrieben, einschliesslich Fischereifahrzeugen, stammen, die nach Artikel 20 LGV gemeldet oder nach Artikel 21 LGV bewilligt sind; c. hygienisch einwandfrei befördert und gelagert werden; d. so schnell wie möglich gekühlt und bei Temperaturen nach Artikel 44 HyV gelagert werden. 2 Von der Kühlung kann abgesehen werden, wenn: a. unzerteilte Fischereierzeugnisse unmittelbar zur Zubereitung von Fischöl für den menschlichen Verzehr verwendet werden; b. die Rohstoffe innert 36 Stunden nach dem Aufladen verarbeitet werden; c. die Fischereierzeugnisse einer organoleptischen Untersuchung unterzogen wurden und dabei insbesondere die Frischekriterien eingehalten werden. 3 Beim Verfahren zur Herstellung von rohem Fischöl muss gewährleistet sein, dass sämtliche zur Verwendung bestimmte Rohstoffe einer Behandlung unterzogen werden, die je nach Rohstoff die Schritte Erwärmen, Pressen, Trennen, Zentrifugieren, Verarbeiten, Raffinieren und Reinigen umfasst, bevor das Endprodukt in den Verkehr gebracht wird. 4 Entsprechen alle Rohstoffe und Herstellungsverfahren den Anforderungen an Fischöl für den menschlichen Verzehr, so können im selben Betrieb sowohl Fischöl für den menschlichen als auch solches, das nicht für den menschlichen Verzehr bestimmt ist, hergestellt und gelagert werden. SR 817.024.1"
    },
    {
      "provision_ref": "art28",
      "chapter": "1. Abschnitt. Speiseöle tierischer Herkunft",
      "section": "28",
      "title": "Sachbezeichnung",
      "content": "1 Bei Speiseöl tierischer Herkunft muss die Tierart angegeben werden, aus dem es gewonnen wurde. 2 Die Sachbezeichnung von sortenreinen Fischölen ist mit der wissenschaftlichen Bezeichnung der Fischfamilie zu ergänzen. Die Sachbezeichnung von anderen Fischölen lautet «Fischöl». 3 Mischungen von Speiseölen tierischer Herkunft können als «Speiseöl» bezeichnet werden. 4 Aromatisiertes Speiseöl tierischer Herkunft muss in der Sachbezeichnung einen Hinweis auf die Aromatisierung enthalten."
    },
    {
      "provision_ref": "art29",
      "chapter": "2. Abschnitt: Speisefette tierischer Herkunft und Grieben",
      "section": "29",
      "title": "Begriffe",
      "content": "1 Speisefette tierischer Herkunft stammen aus dem genusstauglichen Fettgewebe von Schlachttierkörpern und Fischen. Sie bestehen vorwiegend aus Glycerinester der natürlichen Fettsäuren. Sie sind bei Raumtemperatur fest. 2 Ausgelassene Fette sind Fette für den menschlichen Genuss, die durch Ausschmelzen von Fleisch, einschliesslich Knochen, gewonnen werden. 3 Grieben sind eiweisshaltige feste Bestandteile, die sich beim Ausschmelzen des Rohfettes nach teilweiser Trennung von Fett und Wasser absetzen."
    },
    {
      "provision_ref": "art30",
      "chapter": "2. Abschnitt: Speisefette tierischer Herkunft und Grieben",
      "section": "30",
      "title": "Anforderungen",
      "content": "1 Die Rohstoffe für Fette tierischer Herkunft und Grieben müssen: a. von Tieren stammen, die in einem zugelassenen Schlachthof geschlachtet und nach der Schlachttier- und Fleischuntersuchung für genusstauglich befunden wurden; und b. aus Fettgewebe oder Knochen bestehen, die möglichst frei von Blutspuren und Verunreinigungen sind. 2 Zum Ausschmelzen der Rohstoffe für die Herstellung von Speisefetten dürfen keine Lösungsmittel verwendet werden. 3 In Speisefetten zum Frittieren darf der polare Anteil 27 Prozent nicht übersteigen. 4 Ausgeschmolzene Speisefette müssen die Anforderungen nach Anhang 4 erfüllen. 5 Speisefett tierischer Herkunft darf mit geschmacksgebenden Zutaten wie Gewürzen oder Kräutern sowie mit Aromen aromatisiert werden."
    },
    {
      "provision_ref": "art31",
      "chapter": "2. Abschnitt: Speisefette tierischer Herkunft und Grieben",
      "section": "31",
      "title": "Sachbezeichnung",
      "content": "1 Bei Speisefett tierischer Herkunft muss die Tierart angegeben werden, aus dem es gewonnen wurde. 2 Speisefett, das den Anforderungen nach Anhang 4 entspricht, kann entsprechend gekennzeichnet werden. 3 Mischungen von Speisefetten tierischer Herkunft müssen als «Kochfett» oder «Speisefett» bezeichnet werden. Bei ausschliesslicher Verwendung von tierischen Fetten ist ein Hinweis auf die tierische Herkunft zulässig. 4 Die Sachbezeichnung kann bei Speisefettmischungen tierischer Herkunft auch durch Nennung der verschiedenen verwendeten Rohstoffe erfolgen, wenn deren Gehalte mengenmässig angegeben werden. 5 Aromatisiertes Speisefett tierischer Herkunft muss in der Sachbezeichnung einen Hinweis auf die Aromatisierung enthalten."
    },
    {
      "provision_ref": "art32",
      "chapter": "1. Abschnitt: Begriffsbestimmungen und Grundsätze",
      "section": "32",
      "title": "",
      "content": "1 Milch ist das durch ein- oder mehrmaliges Melken gewonnene Erzeugnis der normalen Eutersekretion eines oder mehrerer Tiere der Säugetierarten nach Artikel 2 Buchstabe a. 2 Rohmilch ist Milch, die nicht über 40 °C erwärmt und keiner weiteren Behandlung mit ähnlicher Wirkung unterzogen wurde. 3 Milch gilt als genussfertig, wenn sie einer Behandlung nach Artikel 49 HyV unterzogen worden ist. Davon ausgenommen ist Milch nach Artikel 53 Absatz 2 HyV. Fassung gemäss Ziff. I der V des EDI vom 27. Mai 2020, in Kraft seit 1. Juli 2020 ( AS 2020 2281 ). SR 817.024.1"
    },
    {
      "provision_ref": "art33",
      "chapter": "2. Abschnitt: Anforderungen",
      "section": "33",
      "title": "Fettgehaltsstufen genussfertiger Milch",
      "content": "1 Bezüglich des Fettgehalts genussfertiger Kuh- und Büffelmilch gilt: a. Vollmilch muss einen Fettgehalt von mindestens 35 g pro Kilogramm (g/kg) aufweisen. Der Fettgehalt darf nicht verändert werden durch: 1. Zugabe oder Entnahme von Milchfett; 2. Mischung mit im Fettgehalt veränderter Milch. b. Standardisierte Vollmilch muss einen Fettgehalt von mindestens 35 g und weniger als 50 g/kg aufweisen. c. Teilentrahmte Milch muss einen Fettgehalt von mehr als 5 g und weniger als 35 g/kg aufweisen. d. Halbentrahmte Milch muss einen Fettgehalt von mindestens 15 g und höchstens 18 g/kg aufweisen. e. Entrahmte Milch oder Magermilch darf einen Fettgehalt von höchstens 5 g/kg aufweisen. f. Rahmangereicherte Milch oder fettangereicherte Milch muss einen Fettgehalt von mindestens 50 g und weniger als 150 g/kg aufweisen. 2 Die Einstellung des Fettgehaltes darf nur durch Zugabe oder Entnahme von Rahm oder durch Mischen mit Milch eines anderen Fettgehalts erfolgen. 3 Milch darf homogenisiert werden. Fassung gemäss Ziff. I der V des EDI vom 27. Mai 2020, in Kraft seit 1. Juli 2020 ( AS 2020 2281 )."
    },
    {
      "provision_ref": "art34",
      "chapter": "2. Abschnitt: Anforderungen",
      "section": "34",
      "title": "Kuh-Vollmilch",
      "content": "Kuh-Vollmilch muss: a. bei einem Fettgehalt von 35 g/kg und einer Temperatur von 20 °C eine Masse von mindestens 1028 g pro Liter oder bei einem anderen Fettgehalt eine entsprechende Masse aufweisen; b. bei einem Fettgehalt von 35 g/kg mindestens 28 g Eiweiss pro Kilogramm oder bei einem andern Fettgehalt einen entsprechenden Eiweissgehalt enthalten; c. bei einem Fettgehalt von 35 g/kg mindestens 85 g fettfreie Trockenmasse pro Kilogramm oder bei einem andern Fettgehalt einen entsprechenden Anteil fettfreier Trockenmasse enthalten."
    },
    {
      "provision_ref": "art35",
      "chapter": "2. Abschnitt: Anforderungen",
      "section": "35",
      "title": "Zulässige Gehaltsveränderungen",
      "content": "1 Genussfertige Milch darf mit Vitaminen, Mineralstoffen und bestimmten anderen Stoffen mit ernährungsbezogener oder physiologischer Wirkung nach Artikel 25 LGV angereichert werden; ausgenommen ist Vollmilch. 2 Kuhmilch, die mit Eiweiss angereichert wurde, muss einen Milcheiweissgehalt von mindestens 38 g/kg aufweisen. Zur Anreicherung darf einzig Milcheiweiss verwendet werden. Ein vorgängiger Entzug von Milcheiweiss ist nicht zulässig. 3 Eine Verminderung des Eiweissgehalts ist nicht zulässig. 4 Zur Verringerung des Laktosegehalts in der Milch ist die Umwandlung von Laktose in Glukose und Galaktose gestattet."
    },
    {
      "provision_ref": "art36",
      "chapter": "3. Abschnitt: Kennzeichnung",
      "section": "36",
      "title": "Sachbezeichnung",
      "content": "1 Als Sachbezeichnungen für Kuhmilch sind die Bezeichnungen nach Artikel 33 Absatz 1 zu verwenden. 2 Für Milch anderer Säugetierarten ist die Tierart anzugeben. 3 Vollmilch nach Artikel 33 Absatz 1 Buchstabe a kann zusätzlich einen Hinweis wie «mit natürlichem Fettgehalt» tragen. 4 Beim Mischen von Milch verschiedener Säugetierarten müssen die Tierarten und das Mischungsverhältnis in Prozent angegeben werden (z. B. «Kuhmilch mit X % Ziegenmilch»)."
    },
    {
      "provision_ref": "art37",
      "chapter": "3. Abschnitt: Kennzeichnung",
      "section": "37",
      "title": "Zusätzliche Kennzeichnung für genussfertige Milch",
      "content": "Bei genussfertiger Milch sind zusätzlich zu den Angaben nach Artikel 3 LIV anzugeben: a. alle Arten der Behandlung zur Verlängerung der Haltbarkeit und zur Erhöhung der hygienisch-mikrobiologischen Sicherheit; Abkürzungen wie «Past», «Hochpast», «UHT» oder «Steril» sind zulässig; bei einer zusätzlichen Anwendung von Filtrations- oder Separationsbehandlungen sind die Angaben wie «filtriert» oder «separiert» anzubringen; b. der Fettgehalt als «Gramm pro Kilogramm» oder als Prozentangabe («%»); bei Vollmilch nach Artikel 33 Absatz 1 Buchstabe a ist die Angabe des Mindestfettgehaltes zulässig; die Angabe ist in der Nähe der Sachbezeichnung anzubringen; c. eine Gehaltsveränderung nach Artikel 35; d. bei Milch, die kühl gelagert wird, ein Hinweis auf die Lagertemperatur; e. bei pasteurisierter und hochpasteurisierter Milch der Hinweis «Vor Licht geschützt aufbewahren»; f. bei Milch, die einer Homogenisation unterzogen wurde, der Hinweis «Homogenisiert». SR 817.022.16"
    },
    {
      "provision_ref": "art38",
      "chapter": "3. Abschnitt: Kennzeichnung",
      "section": "38",
      "title": "Zusätzliche Kennzeichnung für Rohmilch",
      "content": "1 Wird Rohmilch vorverpackt abgegeben, so sind zusätzlich zu den Angaben nach Artikel 3 LIV anzugeben: a. ein Hinweis auf die Lagertemperatur; b. ein Hinweis, dass es sich um Rohmilch handelt, die vor dem Konsum auf mindestens 70 °C erhitzt werden muss; c. der Hinweis «vor Licht geschützt aufbewahren». 2 Wird Rohmilch offen abgegeben, so hat die Abgabestelle die Konsumentinnen und Konsumenten in geeigneter Form zu informieren, dass die Rohmilch nicht genussfertig ist und vor dem Konsum auf mindestens 70 °C erhitzt werden muss. Zudem ist die Abgabestelle verpflichtet, über die Haltbarkeit und die Aufbewahrungsbedingungen von Rohmilch zu informieren. SR 817.022.16"
    },
    {
      "provision_ref": "art39",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "39",
      "title": "Begriff",
      "content": "1 Milchprodukte sind Erzeugnisse, die bei der Verarbeitung von Milch oder der weiteren Verarbeitung von Milchprodukten entstehen und prozess- und produktspezifische Zutaten und Zusatzstoffe enthalten können. 2 Die produktspezifischen Bestimmungen bleiben vorbehalten."
    },
    {
      "provision_ref": "art40",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "40",
      "title": "Anforderungen an Milchprodukte mit milchfremden Zutaten",
      "content": "Milchprodukte dürfen höchstens 300 g milchfremde Zutaten pro Kilogramm enthalten. Die milchfremden Zutaten dürfen die Milchbestandteile weder ganz noch teilweise funktionell ersetzen."
    },
    {
      "provision_ref": "art41",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "41",
      "title": "Kennzeichnung",
      "content": "1 Für Milchprodukte sind zusätzlich zu den Angaben nach Artikel 3 LIV anzugeben: a. der Fettgehalt im Milchanteil als «Gramm pro Kilogramm», «Gramm pro 100 Gramm» oder als Prozentangabe («%»); b. die Art der Hitzebehandlung. 2 Für Milchprodukte aus Milch von anderen Säugetierarten als Kühen ist die Tierart anzugeben. Wird für die Herstellung von Milchprodukten Milch verschiedener Säugetierarten verwendet, so müssen die Tierarten und das Mischungsverhältnis gemäss Rezeptur in Prozent angegeben werden. 3 Produktspezifische Kennzeichnungsvorschriften bleiben vorbehalten. 4 Bei Erzeugnissen, deren grösste bedruckbare Einzelfläche weniger als 10 cm 2 beträgt und die in Mehrfachpackungen enthalten sind, sind die Angaben nach den Absätzen 1 und 2 sowie nach Artikel 3 LIV auf der Mehrfachpackung anzubringen. 5 Milchprodukte, die mit Rohmilch nach Artikel 32 Absatz 2 hergestellt wurden und bei denen der Herstellungsprozess keinerlei Hitzebehandlung oder physikalische oder chemische Behandlung umfasst, sind als «mit Rohmilch hergestellt» zu kennzeichnen. 6 Werden bei der Herstellung spezifische Mikroorganismen verwendet und liegen diese im Endprodukt in einer Menge von mindestens 1 Million koloniebildenden Einheiten pro Gramm vor, so darf auf diese Mikroorganismen hingewiesen werden. SR 817.022.16 Die Berichtigung vom 5. Febr. 2019 betrifft nur den italienischen Text ( AS 2019 519 ). Fassung gemäss Ziff. I der V des EDI vom 27. Mai 2020, in Kraft seit 1. Juli 2020 ( AS 2020 2281 )."
    },
    {
      "provision_ref": "art42",
      "chapter": "2. Abschnitt: Sauermilch, gesäuerte Milch, Joghurt und Kefir",
      "section": "42",
      "title": "Sauermilch und gesäuerte Milch",
      "content": "1 Sauermilch oder fermentierte Milch wird durch Fermentation von Milch mit geeigneten Mikroorganismen hergestellt. 2 Gesäuerte Milch wird durch Zugabe von geeigneten Säuerungsmitteln hergestellt."
    },
    {
      "provision_ref": "art43",
      "chapter": "2. Abschnitt: Sauermilch, gesäuerte Milch, Joghurt und Kefir",
      "section": "43",
      "title": "Anforderungen an Sauermilch und gesäuerte Milch",
      "content": "Für Sauermilch und gesäuerte Milch gelten hinsichtlich des Milchfettgehalts die Anforderungen an Joghurt."
    },
    {
      "provision_ref": "art44",
      "chapter": "2. Abschnitt: Sauermilch, gesäuerte Milch, Joghurt und Kefir",
      "section": "44",
      "title": "Kennzeichnung von Sauermilch",
      "content": "Wird Sauermilch nach der Milchsäuregärung wärmebehandelt, so ist darauf hinzuweisen."
    },
    {
      "provision_ref": "art45",
      "chapter": "2. Abschnitt: Sauermilch, gesäuerte Milch, Joghurt und Kefir",
      "section": "45",
      "title": "Joghurt",
      "content": "1 Joghurt wird durch Fermentation von Milch mit den Mikroorganismen Lactobacillus delbrueckii ssp. bulgaricus und Streptococcus thermophilus hergestellt. 2 Joghurt mit anderen Kulturen wird durch die Fermentation von Milch mit Streptococcus thermophilus und gesundheitlich unbedenklichen Lactobacillus-Species hergestellt."
    },
    {
      "provision_ref": "art46",
      "chapter": "2. Abschnitt: Sauermilch, gesäuerte Milch, Joghurt und Kefir",
      "section": "46",
      "title": "Anforderungen an Joghurt",
      "content": "1 Im Endprodukt müssen insgesamt mindestens 10 Millionen koloniebildende Einheiten der Mikroorganismen nach Artikel 45 je Gramm vorhanden sein. 2 Joghurt kann zusätzlich andere geeignete Mikroorganismen enthalten. 3 Bezüglich des Milchfettgehaltes gilt für: a. Magerjoghurt oder entrahmtes Joghurt: höchstens 5 g/kg; b. teilentrahmtes Joghurt: mehr als 5 g und weniger als 35 g/kg; c. Joghurt oder Vollmilchjoghurt: mindestens 35 g/kg; d. rahmangereichertes Joghurt, aus Milch und Rahm hergestellt: mindestens 50 g/kg."
    },
    {
      "provision_ref": "art47",
      "chapter": "2. Abschnitt: Sauermilch, gesäuerte Milch, Joghurt und Kefir",
      "section": "47",
      "title": "Sachbezeichnung von Joghurt",
      "content": "1 Joghurt nach Artikel 45 Absatz 1 ist als «Joghurt» zu bezeichnen. 2 Joghurt mit anderen Kulturen nach Artikel 45 Absatz 2 ist als «Joghurt» ergänzt mit einem Ausdruck, wie «Joghurt, mild», zu bezeichnen, der in geeigneter Art über die Änderung der Eigenschaften des Joghurts, die durch die spezifischen Lactobacilli erreicht wurde, Auskunft geben muss. 3 Bei Joghurt und Joghurt mit anderen Kulturen, die teilentrahmt oder rahmangereichert sind, ist unmittelbar neben der Sachbezeichnung der Fettgehalt in Massenprozent anzugeben. Die Fettgehaltsangabe bezieht sich auf den Milchanteil."
    },
    {
      "provision_ref": "art48",
      "chapter": "2. Abschnitt: Sauermilch, gesäuerte Milch, Joghurt und Kefir",
      "section": "48",
      "title": "Kefir",
      "content": "Kefir wird aus Milch fermentiert. Zusätzlich zur Milchsäuregärung erfolgt eine alkoholische Gärung mit Hefen."
    },
    {
      "provision_ref": "art49",
      "chapter": "2. Abschnitt: Sauermilch, gesäuerte Milch, Joghurt und Kefir",
      "section": "49",
      "title": "Anforderungen an Kefir",
      "content": "1 Kefir muss mindestens 1 Million koloniebildende Milchsäurebakterien und mindestens 10 000 lebensfähige Hefen je Gramm Fertigprodukt enthalten. 2 Für den Milchfettgehalt gelten die Anforderungen an Joghurt sinngemäss."
    },
    {
      "provision_ref": "art50",
      "chapter": "3. Abschnitt: Käse",
      "section": "50",
      "title": "Begriffe",
      "content": "1 Käse ist ein Erzeugnis, das aus Milch hergestellt und durch Lab oder andere koagulierende Stoffe oder Verfahren von der Molke abgeschieden wird. Er kann je nach Art des Erzeugnisses weiterbehandelt oder gereift werden. 2 Ungereifter Käse oder Frischkäse ist Käse, der unmittelbar nach der Herstellung genussfertig ist; dazu gehören namentlich Quark, Mozzarella, Hüttenkäse, Frischkäsegallerte und Mascarpone. 3 Gereifter Käse ist Käse, der erst genussfertig ist, wenn er während einer bestimmten Zeit und unter definierten Bedingungen gereift worden ist; dazu gehören namentlich Käse mit schimmelgereifter, geschmierter oder trockener Rinde oder auch rindenlos gereifter Käse. 4 Bei der Herstellung von gereiftem Käse dürfen nebst den Verarbeitungshilfsstoffen lediglich Milchbestandteile zugegeben werden."
    },
    {
      "provision_ref": "art51",
      "chapter": "3. Abschnitt: Käse",
      "section": "51",
      "title": "Verarbeitungshilfsstoffe und Verfahren",
      "content": "1 In der Käseherstellung sind erlaubt: a. Kulturen von gesundheitlich unbedenklichen Milchsäure und Aroma bildenden Bakterien, einschliesslich Spezialkulturen, Hefen und Schimmelpilzen; b. die Verwendung von Verarbeitungshilfsstoffen nach Artikel 24 LGV und von Speisesalz. 2 Zur Geschmacksgebung sind erlaubt: a. die Behandlung der Käseoberfläche mit Spirituosen nach den Artikeln 122–149 der Verordnung des EDI vom 16. Dezember 2016 über Getränke, sowie mit Wein, Obstwein und Essig; b. das Räuchern; c. die Zugabe von Gewürzen und daraus hergestellten Extrakten sowie von anderen zur Geschmacksgebung geeigneten Zutaten wie z. B. Trester von Bier, Wein oder Most. 3 Bei der Pflege von Käse sind erlaubt: a. das Schmieren mit Schmierewasser, allenfalls unter Zugabe von Salz, Fettsirte, Joghurt, Most, Wein oder Kräutersud; b. das Waschen mit Wasser, Salzwasser, Molke oder Milchserum; c. pflanzliche Öle; d. gesäuerte Magersirte beziehungsweise gesäuerte Sirte oder Sauer; e. die mechanische Behandlung mit Bürsten oder Lappen. SR 817.022.12"
    },
    {
      "provision_ref": "art52",
      "chapter": "3. Abschnitt: Käse",
      "section": "52",
      "title": "Fettgehalts- und Festigkeitsstufen",
      "content": "1 Käse wird nach dem Fettgehalt in der Trockenmasse (Fett i. T.) in folgende Fettgehaltsstufen eingeteilt: a. Doppelrahmkäse mindestens 650 g/kg; b. Rahmkäse 550–649 g/kg; c. Vollfettkäse 450–549 g/kg; d. Dreiviertelfettkäse 350–449 g/kg; e. Halbfettkäse 250–349 g/kg; f. Viertelfettkäse 150–249 g/kg; g. Magerkäse weniger als 150 g/kg. 2 Gereifter Käse wird nach dem Wassergehalt im fettfreien Käse (wff) in folgende Festigkeitsstufen eingeteilt: a. extra-hart bis 500 g/kg; b. hart mehr als 500 und bis 540 g/kg; c. halbhart mehr als 540 und bis 650 g/kg; d. weich mehr als 650 g/kg. 3 Bei ungereiftem Käse oder Frischkäse darf der wff-Wert höchstens 880 g/kg betragen. Bei der Frischkäsegallerte muss der wff-Wert mehr als 880 und darf höchstens 890 g/kg betragen."
    },
    {
      "provision_ref": "art53",
      "section": "53",
      "title": "Kennzeichnung",
      "content": "1 Käse darf anstelle einer Sachbezeichnung eine Käsebezeichnung tragen. Als solche gelten Bezeichnungen, die nach der GUB/GGA-Verordnung vom 28. Mai 1997 oder nach einem für die Schweiz bindenden völkerrechtlichen Vertrag geschützt sind. 2 Zusätzlich zu den Angaben nach Artikel 3 LIV sind anzugeben: a. die Geschmacksgebung durch Gewürze, Kräuter, die Behandlung mit Rauch, Spirituosen oder andere Zutaten; b. bei Verwendung von Buttermilch: deren Anteil in Massenprozenten; c. bei gereiftem Käse: die Festigkeitsstufe nach Artikel 52 Absatz 2; d. die Bezeichnung «mit Rohmilch hergestellt», sofern ein Teil der bei der Herstellung verwendeten Milch dem Begriff von Rohmilch nach Artikel 32 Absatz 2 entspricht und der Herstellungsprozess keinerlei Hitzebehandlung oder physikalische oder chemische Behandlung umfasst. 3 Die Bezeichnung «aus thermisierter Milch» kann verwendet werden, wenn die für die Käseherstellung verwendete Milch während mindestens 15 Sekunden auf eine Temperatur von über 40 °C und weniger als 72 °C erwärmt wurde und die Milch einen positiven Phosphatasetest aufweist. 4 Die Bezeichnung «pasteurisiert» oder «aus pasteurisierter Milch» kann verwendet werden, wenn die Milch oder die Käsemasse zu einem Zeitpunkt des Herstellungsprozesses eine der Pasteurisation nach Artikel 49 Absatz 1 Buchstabe a HyV entsprechende Hitzebehandlung erfahren hat. 5 Ist die gesamte für die Käsefabrikation verwendete Milchmenge Rohmilch nach Artikel 32 Absatz 2, so kann in Abweichung von Absatz 2 Buchstabe d in geeigneter Weise darauf hingewiesen werden. 6 Anstelle des Fettgehalts nach Artikel 41 Absatz 1 Buchstabe a ist die Fettgehaltsstufe nach Artikel 52 Absatz 1 oder als Prozent Fett i. T. anzugeben. 7 Wird Käse aus Ziegen- oder Schafmilch nicht ausschliesslich aus Ziegen- oder Schafmilch hergestellt, so sind folgende Sachbezeichnungen zu verwenden: a. «Halb-Ziegenkäse» oder «Halb-Schafkäse», wenn die für die Fabrikation bestimmte Milch mindestens aus 500 g/kg Ziegenmilch oder Schafmilch besteht; b. «Käse mit Zugabe von X % Ziegenmilch» oder «Käse mit Y % Schafmilch», wenn der Milch, die für die Fabrikation bestimmt ist, weniger als 500 g Ziegen- oder Schafmilch pro Kilogramm Milch zugegeben wird. SR 910.12 SR 817.022.16 SR 817.024.1"
    },
    {
      "provision_ref": "art54",
      "section": "54",
      "title": "Stempeln der Käserinde",
      "content": "Zum Stempeln von Käserinde dürfen verwendet werden: a. die nach der ZuV zum Färben von Lebensmitteln zugelassenen Zusatzstoffe; b. Ultramarin (CI-Nr. 77007); c. Methylviolett B (CI-Nr. 42535). SR 817.022.31"
    },
    {
      "provision_ref": "art55",
      "section": "55",
      "title": "Geriebener Käse und Käsemischungen",
      "content": "1 Geriebener Käse und Käsemischungen für Fondue, Käsekuchen und ähnliche Produkte dürfen nur Käse enthalten. 2 Das Mitreiben von Käserinde ist verboten."
    },
    {
      "provision_ref": "art56",
      "chapter": "4. Abschnitt: Käseerzeugnisse",
      "section": "56",
      "title": "Käsezubereitungen",
      "content": "Käsezubereitungen sind Produkte aus Käse mit Zutaten."
    },
    {
      "provision_ref": "art57",
      "chapter": "4. Abschnitt: Käseerzeugnisse",
      "section": "57",
      "title": "Anforderungen an Käsezubereitungen",
      "content": "Der Käseanteil im Endprodukt muss mehr als 500 g/kg betragen."
    },
    {
      "provision_ref": "art58",
      "chapter": "4. Abschnitt: Käseerzeugnisse",
      "section": "58",
      "title": "Fertig-Fondue",
      "content": "Fertig-Fondue ist ein Erzeugnis, das aus Käse und weiteren Zutaten unter Anwendung von Wärme und einem Emulsionsprozess hergestellt wird."
    },
    {
      "provision_ref": "art59",
      "chapter": "4. Abschnitt: Käseerzeugnisse",
      "section": "59",
      "title": "Anforderungen an Fertig-Fondue",
      "content": "1 Fertig-Fondue muss folgende Zusammensetzungsmerkmale aufweisen: a Die Trockenmasse muss mindestens 300 g/kg Endprodukt betragen. b. Die Trockenmasse muss mindestens zu 700 g/kg aus Käsetrockenmasse bestehen. 2 Fertig-Fondue darf höchstens 30 g Stärke pro Kilogramm enthalten."
    },
    {
      "provision_ref": "art60",
      "chapter": "4. Abschnitt: Käseerzeugnisse",
      "section": "60",
      "title": "Fettgehaltsstufen von Fertig-Fondue",
      "content": "Fertig-Fondue wird nach dem Fett i. T. eingeteilt: a. Rahmstufe mindestens 500 g/kg; b. Vollfettstufe 400–499 g/kg; c. Halbfettstufe 200–399 g/kg."
    },
    {
      "provision_ref": "art61",
      "chapter": "4. Abschnitt: Käseerzeugnisse",
      "section": "61",
      "title": "Schmelzkäse und Streichschmelzkäse",
      "content": "1 Schmelzkäse und Streichschmelzkäse sind Erzeugnisse aus Käse, die durch Schmelzen unter Anwendung von Wärme und einem Emulsionsprozess, in der Regel unter Verwendung von Schmelzsalzen, hergestellt werden. 2 Für Schmelzkäse und Streichschmelzkäse dürfen zusätzlich zu Käse verwendet werden: a. Milch und Milchprodukte; b. Gewürze, Kräuter und daraus hergestellte Extrakte; c. Speisesalz; d. Trinkwasser. 3 Für Schmelzkäse und Streichschmelzkäse mit einer Käsebezeichnung dürfen zusätzlich zu Käse ausschliesslich verwendet werden: a. Milchfett; b. Speisesalz; c. Trinkwasser."
    },
    {
      "provision_ref": "art62",
      "chapter": "4. Abschnitt: Käseerzeugnisse",
      "section": "62",
      "title": "Anforderungen an Schmelzkäse und Streichschmelzkäse",
      "content": "1 Die Trockenmasse (T) des Endproduktes muss zu mindestens 750 g/kg aus Käsetrockenmasse bestehen. 2 Der Fett i. T. muss dem in der Bezeichnung genannten Käse entsprechen. 3 Entsprechend dem Fett i. T. muss die Trockenmasse betragen: Fettgehaltsstufe mindestens Fett i. T. in g/kg Schmelzkäse mind. T in g/kg Streichschmelzkäse mind. T in g/kg Doppelrahm 650 530 450 Rahm 550 500 450 Vollfett 450 500 400 Dreiviertelfett 350 450 400 Halbfett 250 400 300 Viertelfett 150 400 300 Mager weniger als 150 400 300 4 Die Trockenmasse muss betragen: a. beim Schmelzen von extrahartem und hartem Käse: mindestens 500 g/kg; b. beim Schmelzen von halbhartem Käse: mindestens 450 g/kg; c. beim Schmelzen von weichem Käse: mindestens 350 g/kg. 5 Für die Zusammensetzung gelten folgende Anforderungen: a. Wird zusammen mit der Sachbezeichnung eine Bezeichnung verwendet, die nach der GUB/GGA-Verordnung vom 28. Mai 1997 oder nach einem für die Schweiz bindenden völkerrechtlichen Vertrag geschützt ist, so darf ausschliesslich der genannte Käse eingeschmolzen sein. b. Wird zusammen mit der Sachbezeichnung eine Herkunftsangabe nach dem Markenschutzgesetz vom 28. August 1992 verwendet, so muss die Schmelzmischung mindestens 750 g/kg des genannten Käses enthalten. Der übrige Käse muss dem genannten Käse ähnlich sein. c. Wird eine andere Käsebezeichnung verwendet, so muss die Schmelzmischung zu mehr als 500 g/kg aus dem betreffenden Käse bestehen. SR 910.12 SR 232.11"
    },
    {
      "provision_ref": "art63",
      "section": "63",
      "title": "Schmelzkäsezubereitungen",
      "content": "1 Schmelzkäsezubereitungen bestehen aus Schmelzkäse und Zutaten. 2 Die Trockenmasse des Endproduktes muss aus mindestens 500 g Käsetrockenmasse pro Kilogramm bestehen. 3 Entsprechend dem Fett i. T. muss das Endprodukt die folgende Trockenmasse aufweisen: a. bei 450 g/kg (Fett i. T.) und mehr: mindestens 400 g/kg; b. bei weniger als 450 g/kg (Fett i. T.): mindestens 200 g/kg."
    },
    {
      "provision_ref": "art64",
      "section": "64",
      "title": "Kennzeichnung",
      "content": "1 Zusätzlich zu den Angaben nach Artikel 41 Absatz 1 ist bezüglich des Käseanteils in Käseerzeugnissen die Geschmacksgebung durch Gewürze, Kräuter, Behandlung mit Rauch, Spirituosen oder andere Zutaten anzugeben. 2 Bei Käsezubereitungen und Fertig-Fondue kann, bezogen auf den Käseanteil, anstelle des Fettgehalts nach Artikel 41 Absatz 1 Buchstabe a die Fettgehaltstufe nach Artikel 52 Absatz 1 angegeben werden. 3 Bei Schmelzkäse, Streichschmelzkäse und Schmelzkäsezubereitungen kann anstelle des Fettgehalts nach Artikel 41 Absatz 1 Buchstabe a auch die Fettgehaltsstufe oder der Mindestfettgehalt in der Trockenmasse nach Artikel 62 Absatz 3 angegeben werden."
    },
    {
      "provision_ref": "art65",
      "chapter": "5. Abschnitt: Molkenkäse",
      "section": "65",
      "title": "Begriff",
      "content": "1 Molkenkäse ist ein Erzeugnis, das gewonnen wird: a. durch Säure-Hitze-Fällung oder Koagulation aus Fett- oder Magersirte (Molke), allenfalls unter Zugabe von Mager- oder Buttermilch; oder b. durch Aufkonzentrieren und Ausformen der Molke oder einer Mischung aus Molke und Milch, Rahm oder weiteren Zutaten aus Milch. 2 Ungereifter Molkenkäse ist unmittelbar nach der Herstellung, gereifter Molkenkäse und gereifter Magermolkenkäse sind erst nach einer bestimmten Reifezeit genussfertig."
    },
    {
      "provision_ref": "art66",
      "chapter": "5. Abschnitt: Molkenkäse",
      "section": "66",
      "title": "Anforderungen",
      "content": "1 Durch Koagulation hergestellter Molkenkäse muss folgende Zusammensetzungsmerkmale aufweisen: a. Der Anteil der Molkenproteine am Gesamteiweiss des Endproduktes muss mindestens 510 g/kg betragen. b. Der Anteil der Trockenmasse muss mindestens 200 g/kg des Endproduktes ausmachen. c. Molkenkäse muss mehr als 150 g Fett pro Kilogramm Trockenmasse enthalten; Magermolkenkäse darf höchstens 150 g Fett pro Kilogramm Trockenmasse enthalten. 2 Als Verarbeitungshilfsstoffe für durch Koagulation hergestellte Molkenkäse, sind zulässig: a. Milchsäure, wie Käsereisauer; b. Zitronensäure; c. Essigsäure; d. andere gesundheitlich unbedenkliche koagulierende Stoffe. 3 Zur Geschmacksgebung sind zulässig: a. Speisesalz; b. Gewürze und Kräuter sowie daraus hergestellte Extrakte; c. Räuchern. 4 Der Entzug von Flüssigkeit vor der Säurefällung ist gestattet. 5 Durch Aufkonzentrieren gewonnenem Molkenkäse kann Zucker zugegeben werden."
    },
    {
      "provision_ref": "art67",
      "chapter": "5. Abschnitt: Molkenkäse",
      "section": "67",
      "title": "Ziger oder Ricotta",
      "content": "Durch Koagulation hergestellter Molkenkäse kann als «Ziger» oder «Ricotta» bezeichnet werden."
    },
    {
      "provision_ref": "art68",
      "chapter": "6. Abschnitt: Rahm",
      "section": "68",
      "title": "Begriffe",
      "content": "1 Rahm ist der fettreiche Anteil der Milch, der durch physikalische Trennverfahren gewonnen wird. 2 Sauerrahm, einschliesslich Crème fraîche, ist ein durch geeignete Mikroorganismen gesäuerter, wärmebehandelter Rahm. 3 Verdickter Rahm ist Rahm, der durch Verdickungsmittel dickflüssig bis streichbar geworden ist. Für verdickten Rahm gelten die Absätze 1 und 2 sinngemäss."
    },
    {
      "provision_ref": "art69",
      "chapter": "6. Abschnitt: Rahm",
      "section": "69",
      "title": "Anforderungen an Rahm",
      "content": "1 Die Trockenmasse aus dem milchfettfreien Anteil muss mindestens 85 g/kg betragen. 2 Rahm darf zur Stabilisierung mit höchstens 30 g Milchbestandteilen pro Kilogramm angereichert werden."
    },
    {
      "provision_ref": "art70",
      "chapter": "6. Abschnitt: Rahm",
      "section": "70",
      "title": "Fettgehaltsstufen",
      "content": "Für Rahm gelten folgende Fettgehaltsstufen: a. «Halbrahm» oder «Kaffeerahm»: mindestens 150 g Milchfett/kg; b. «Vollrahm», «Schlagrahm», «Rahm» oder «Sahne»: mindestens 350 g Milchfett/kg; c. «Doppelrahm»: mindestens 450 g Milchfett/kg."
    },
    {
      "provision_ref": "art71",
      "chapter": "6. Abschnitt: Rahm",
      "section": "71",
      "title": "Kennzeichnung",
      "content": "1 Als Sachbezeichnung für Rahm sind die in Artikel 70 genannten Bezeichnungen zu verwenden. 2 Wird Rohrahm vorverpackt abgegeben, so sind zusätzlich zu den Angaben nach Artikel 3 LIV anzubringen: a. ein Hinweis auf die Lagertemperatur; b. ein Hinweis, dass es sich um Rohrahm handelt und dieser nicht als genussfertig gilt; c. der Hinweis «vor Licht geschützt aufbewahren». 3 Wird Rohrahm offen abgegeben, so hat die Abgabestelle die Konsumentinnen und Konsumenten in geeigneter Form zu informieren über: a. die Tatsache, dass Rohrahm nicht als genussfertig gilt; b. die Haltbarkeit und die Aufbewahrungsbedingungen von Rohrahm. SR 817.022.16"
    },
    {
      "provision_ref": "art72",
      "chapter": "7. Abschnitt: Butter, Milchstreichfette, Butterzubereitungen und andere Butterprodukte",
      "section": "72",
      "title": "Begriffe",
      "content": "1 Butter ist eine Emulsion von Wasser in Milchfett. Bei der Herstellung von Butter dürfen ausschliesslich die Milchprodukte nach Artikel 74 Absätze 1 und 2 verwendet werden. Die Zugabe von Salz ist zulässig. 2 Milchstreichfette, einschliesslich Dreiviertelfettbutter und Halbfettbutter, sind Erzeugnisse in Form einer festen, plastischen Emulsion, überwiegend vom Typ Wasser in Öl, ausschliesslich bestehend aus Milch oder bestimmten Milchprodukten mit Fett als wesentlichem Wertbestandteil; andere zu ihrer Herstellung notwendige Stoffe dürfen zugesetzt werden, sofern diese Stoffe nicht dazu bestimmt sind, einen Milchbestandteil ganz oder teilweise zu ersetzen. 3 Butterzubereitungen sind Mischungen von Butter mit Zutaten, die eine deutliche Veränderung der sensorischen Eigenschaften ergeben. 4 Entwässerte Butter ist ein Butterprodukt, das ausser Milchfett nur noch Spuren von Milchbestandteilen und Wasser enthält. 5 B utterfraktionen sind Produkte, die mittels physikalischer Prozesse aus Butterfett gewonnen werden und in ihren Schmelzeigenschaften verändert worden sind."
    },
    {
      "provision_ref": "art73",
      "chapter": "7. Abschnitt: Butter, Milchstreichfette, Butterzubereitungen und andere Butterprodukte",
      "section": "73",
      "title": "Anforderungen an Butter, Milchstreichfette, Butterzubereitungen und andere Butterprodukte",
      "content": "1 Für den Milchfettgehalt gelten die folgenden Anforderungen: a. Butter mindestens 820 g/kg; b. Dreiviertelfettbutter mindestens 600 und maximal 620 g/kg; c. Halbfettbutter mindestens 390 und maximal 410 g/kg; d. gesalzene Butter mindestens 800 g/kg; e. Butterzubereitungen mindestens 620 g/kg; f. Milchstreichfette 1. mehr als 100 und weniger als 390 g/kg, 2. mehr als 410 und weniger als 600 g/kg, oder 3. mehr als 620 und weniger als 820 g/kg. 2 Für Butter und Butterfett gelten die Anforderungen nach Anhang 5. 3 Gesalzene Butter darf höchstens 20 g Speisesalz pro Kilogramm enthalten."
    },
    {
      "provision_ref": "art74",
      "chapter": "7. Abschnitt: Butter, Milchstreichfette, Butterzubereitungen und andere Butterprodukte",
      "section": "74",
      "title": "Anforderungen an Süssrahmbutter und gesäuerte Butter",
      "content": "1 Zur Herstellung von Süssrahmbutter darf ausschliesslich Rahm verwendet werden. 2 Zur Herstellung von gesäuerter Butter dürfen verwendet werden: a. Butter, die mit auf Milchbasis mikrobiell hergestelltem Milchsäurekonzentrat gesäuert wurde; oder b. Sauerrahm. 3 Für Süssrahmbutter und gesäuerte Butter gelten zusätzlich die Anforderungen nach Artikel 73."
    },
    {
      "provision_ref": "art75",
      "chapter": "7. Abschnitt: Butter, Milchstreichfette, Butterzubereitungen und andere Butterprodukte",
      "section": "75",
      "title": "Sachbezeichnungen",
      "content": "1 Es sind die folgenden Sachbezeichnungen zu verwenden: a. für Butter entsprechend dem jeweiligen Fettgehalt nach Artikel 73 Absatz 1: «Butter», «Dreiviertelfettbutter», «Halbfettbutter», «gesalzene Butter», «Butterzubereitung» und «Milchstreichfett»; b. für Erzeugnisse nach Artikel 72 Absatz 4: «Entwässerte Butter», «eingesottene Butter», «Schmelzbutter», «wasserfreie Butter», «Butteröl», «Butterfett», «Butterreinfett» oder «Bratbutter»; c. für Erzeugnisse nach Artikel 72 Absatz 5: «Butterfraktionen», «Butterfett fraktioniert» oder «fraktioniertes Butterreinfett». 2 Bei Milchstreichfetten ist die Sachbezeichnung mit der Angabe des Fettgehaltes in Prozenten zu ergänzen. 3 Werden Butter oder Milchstreichfette aus nicht wärmebehandelten Rohstoffen oder Zutaten hergestellt, so ist die Sachbezeichnung mit dem Hinweise «unpasteurisiert» zu ergänzen. 4 Butter nach Artikel 73 Absatz 1 Buchstabe a kann auch als «Milchrahmbutter», «Süssrahmbutter» oder «gesäuerte Butter» bezeichnet werden, wenn sie aus den entsprechenden Ausgangsprodukten hergestellt ist. Die Bezeichnung «Sirtenrahmbutter» darf verwendet werden, wenn die Butter aus einem Gemisch von Milch- und Sirtenrahm hergestellt worden ist. 5 Sirtenrahmbutter, die in einer Käserei hergestellt worden ist, kann als «Käsereibutter» bezeichnet werden. 6 Zur Herstellung von Lebensmitteln, die in der Sachbezeichnung einen Hinweis auf Butter tragen, wie «Buttergebäck» oder «Margarine mit Butter», darf als Zutat Butter jeder Art nach Absatz 1 Buchstaben a–c verwendet werden. 7 Dreiviertelfettbutter darf auch als «Butter, fettreduziert» und Halbfettbutter als «Butter, leicht» oder «Butter, light» bezeichnet werden."
    },
    {
      "provision_ref": "art76",
      "section": "76",
      "title": "Übrige Kennzeichnungen",
      "content": "1 In Abweichung von Artikel 41 Absatz 1 Buchstabe a ist anstelle des Fettgehalts im Milchanteil der Milchfettgehalt in «Gramm pro Kilogramm», «Gramm pro 100 Gramm» oder als Prozentangabe («%») anzugeben. Zusätzlich ist der Hinweis «vor Licht geschützt aufbewahren» anzubringen. 2 Bei gesalzener Butter, Dreiviertelfettbutter und Halbfettbutter sowie bei gesalzenen Milchstreichfetten ist im Verzeichnis der Zutaten der Salzgehalt in Prozenten anzugeben. Fassung gemäss Ziff. I der V des EDI vom 27. Mai 2020, in Kraft seit 1. Juli 2020 ( AS 2020 2281 )."
    },
    {
      "provision_ref": "art77",
      "chapter": "8. Abschnitt: Buttermilch, Molke und Milchserum",
      "section": "77",
      "title": "Buttermilch und saure Buttermilch",
      "content": "1 Buttermilch oder süsse Buttermilch ist die beim Butterungsprozess von ungesäuertem Rahm anfallende Flüssigkeit. 2 Saure Buttermilch ist die beim Butterungsprozess von angesäuertem Rahm anfallende Flüssigkeit. Sie kann auch aus süsser Buttermilch durch mikrobielle Ansäuerung gewonnen werden."
    },
    {
      "provision_ref": "art78",
      "chapter": "8. Abschnitt: Buttermilch, Molke und Milchserum",
      "section": "78",
      "title": "Anforderungen an Buttermilch und saure Buttermilch",
      "content": "1 Buttermilch und saure Buttermilch müssen mindestens 80 g fettfreie Milchtrockenmasse pro Kilogramm enthalten. 2 Der Gehalt an fettfreier Milchtrockenmasse darf bei Buttermilch und bei saurer Buttermilch durch Aufkonzentrieren erhöht werden."
    },
    {
      "provision_ref": "art79",
      "chapter": "8. Abschnitt: Buttermilch, Molke und Milchserum",
      "section": "79",
      "title": "Molke",
      "content": "1 Molke, Süssmolke oder Sirte ist die Flüssigkeit, die nach der Gerinnung der Milch bei der Käse- oder Kaseinherstellung anfällt. 2 Sauermolke ist Molke, deren Laktose ganz oder teilweise durch geeignete Mikroorganismen zu Milchsäure vergoren worden ist. 3 Gesäuerte Molke wird durch Zugabe von geeigneten Säuerungsmitteln zu Molke hergestellt. 4 Entmineralisierte Molke ist Molke, der mit geeigneten Verfahren die Mineralstoffe zum Teil oder vollständig entfernt wurden."
    },
    {
      "provision_ref": "art80",
      "chapter": "8. Abschnitt: Buttermilch, Molke und Milchserum",
      "section": "80",
      "title": "Milchserum",
      "content": "1 Milchserum ist die verbleibende Flüssigkeit nach dem Entzug des Proteins und des Fettes aus Milch oder Molke. 2 Für saures und gesäuertes Milchserum gilt Artikel 79 Absätze 2 und 3 sinngemäss."
    },
    {
      "provision_ref": "art81",
      "chapter": "9. Abschnitt: Konzentrierte Milch, Milchpulver, Milchproduktepulver und Milchprotein",
      "section": "81",
      "title": "Begriffe",
      "content": "1 Konzentrierte Milch ist gezuckerte oder ungezuckerte Milch, der ein wesentlicher Teil des Wassers entzogen worden ist. 2 Milchpulver ist Milch, der das Wasser grösstenteils entzogen worden ist. 3 Milchproduktepulver, wie Molkenpulver, Buttermilchpulver und Sauermilchpulver, sind Milchprodukte, denen das Wasser grösstenteils entzogen worden ist. 4 Milchprotein ist ein Konzentrat oder ein Pulver von einzelnen oder allen Proteinen der Milch."
    },
    {
      "provision_ref": "art82",
      "chapter": "9. Abschnitt: Konzentrierte Milch, Milchpulver, Milchproduktepulver und Milchprotein",
      "section": "82",
      "title": "Anforderungen an konzentrierte Milch",
      "content": "1 Konzentrierte Milch muss folgende Trockenmassen und Fettgehalte aufweisen: T in g/kg Fettgehalt a. konzentrierte Magermilch (Kondensmagermilch) mindestens 200 g/kg höchstens 10 g/kg; b. konzentrierte Vollmilch (Kondensmilch) mindestens 250 g/kg mindestens 75 g/kg; c. fettangereicherte, konzentrierte Milch mindestens 265 g/kg mindestens 150 g/kg. 2 Für gezuckerte konzentrierte Milch gelten die Werte nach Absatz 1 unter entsprechender Berücksichtigung des Zuckeranteils. 3 Konzentrierte Milch darf in ihrem Milcheiweissgehalt auf einen Minimalwert von 34 Prozent der fettfreien Milchtrockenmasse standardisiert werden. Zur Standardisierung des Milcheiweissgehaltes sind ausschliesslich Milchbestandteile zulässig. Das Verhältnis zwischen Molkenprotein und Kasein darf nicht verändert werden."
    },
    {
      "provision_ref": "art83",
      "chapter": "9. Abschnitt: Konzentrierte Milch, Milchpulver, Milchproduktepulver und Milchprotein",
      "section": "83",
      "title": "Anforderungen an Milchpulver",
      "content": "1 Der Wassergehalt darf nicht mehr als 50 g/kg Milchpulver betragen. 2 Milchpulver muss folgende Fettgehalte aufweisen: a. Magermilchpulver höchstens 15 g/kg; b. fettreduziertes oder teilentrahmtes Milchpulver mehr als 15 g/kg und weniger als 260 g/kg; c. Vollmilchpulver mindestens 260 g/kg und weniger als 420 g/kg; [tab] d. Milchpulver mit hohem Fettgehalt, fettangereichertes Milchpulver oder Rahmpulver mindestens 420 g/kg. 3 Artikel 82 Absatz 3 gilt sinngemäss."
    },
    {
      "provision_ref": "art84",
      "chapter": "9. Abschnitt: Konzentrierte Milch, Milchpulver, Milchproduktepulver und Milchprotein",
      "section": "84",
      "title": "Anforderungen an Milchprotein",
      "content": "Die Trockenmasse von Milchproteinen muss mindestens 500 g Proteine pro Kilogramm enthalten."
    },
    {
      "provision_ref": "art85",
      "chapter": "9. Abschnitt: Konzentrierte Milch, Milchpulver, Milchproduktepulver und Milchprotein",
      "section": "85",
      "title": "Kennzeichnung",
      "content": "1 Auf Erzeugnissen, die zur Abgabe an Konsumentinnen oder Konsumenten bestimmt sind, ist anstelle des Fettgehalts nach Artikel 41 Absatz 1 Buchstabe a anzugeben: a. der von der Milch stammende Gehalt an fettfreier Trockenmasse, ausgenommen bei Milchpulver; b. der Fettgehalt in «Gramm pro Kilogramm», «Gramm pro 100 Gramm» oder als Prozentangabe «X %», ausgenommen für gezuckerte und ungezuckerte konzentrierte Magermilch und für Magermilchpulver. 2 Die Angaben nach Absatz 1 Buchstaben a und b müssen sich im gleichen Sichtfeld wie die Sachbezeichnung befinden. 3 Bei Joghurtpulver ist in der Sachbezeichnung der Fettgehalt im Milchanteil anzugeben, wie «Erdbeerjoghurtpulver mit 260 g Fett/kg Milchanteil». 4 Bei Milchpulver mit hohem Fettgehalt muss in der Sachbezeichnung der Fettgehalt angegeben werden. 5 Milchprodukte, die unter Verwendung von Vollmilchpulver hergestellt wurden, dürfen nicht als Vollmilchprodukte bezeichnet werden."
    },
    {
      "provision_ref": "art86",
      "chapter": "12. Kapitel: Kolostrum und Erzeugnisse auf Kolostrumbasis",
      "section": "86",
      "title": "Begriffe",
      "content": "1 Kolostrum ist das Sekret, das bis fünf Tage nach einer Geburt aus den Milchdrüsen milchgebender Säugetiere nach Artikel 2 Buchstabe a abgesondert wird, das reich an Antikörpern und Mineralstoffen ist und das der Erzeugung von Rohmilch vorausgeht. 2 Erzeugnisse auf Kolostrumbasis sind Verarbeitungserzeugnisse, die aus der Verarbeitung von Kolostrum oder aus der Weiterbearbeitung solcher Verarbeitungserzeugnisse hervorgehen."
    },
    {
      "provision_ref": "art87",
      "chapter": "12. Kapitel: Kolostrum und Erzeugnisse auf Kolostrumbasis",
      "section": "87",
      "title": "Kennzeichnung",
      "content": "1 Die Sachbezeichnung von Kuhkolostrum ist «Kolostrum». 2 Erzeugnisse, die auf Basis von Kuhkolostrum hergestellt sind, müssen den Hinweis «kolostrumhaltig» tragen. 3 Bei Kolostrum anderer Säugetierarten muss die Tierart angegeben werden. 4 Auf Erzeugnissen, die auf der Basis von Kolostrum anderer Säugetierarten hergestellt sind, muss zusätzlich zum Hinweis «kolostrumhaltig» die Tierart angegeben werden. 5 Beim Mischen von Kolostrum verschiedener Säugetierarten, müssen die Tierarten und das Mischungsverhältnis in Prozent angegeben werden (z. B. «Kuhkolostrum mit X % Ziegenkolostrum»)."
    },
    {
      "provision_ref": "art88",
      "chapter": "1. Abschnitt: Begriffsbestimmungen und Anforderungen",
      "section": "88",
      "title": "Begriffe",
      "content": "1 Eier sind die von einer intakten Kalkschale umgebenen, unbebrüteten und ungekochten Keimzellen eines Haushuhnes (Gallus domesticus) oder anderer Vogelarten. Sie sind zum unmittelbaren menschlichen Konsum oder zur Herstellung von Eiprodukten geeignet. 2 Das Ei besteht aus: a. dem Eidotter oder Eigelb: dem innersten, homogen gelblich durchscheinenden Teil des Eis; b. dem Eiweiss oder Eiklar: der den Eidotter umgebenden, farblosen bis weisslich durchscheinenden gallertartigen Masse; c. der Schalenhaut: der zwischen der Kalkschale und dem Eiweiss liegenden Membran. 3 Als Flüssigei werden unverarbeitete Eibestandteile nach Entfernen der Schale bezeichnet. 4 Knickeier sind Eier mit verletzter Kalkschale, jedoch mit intakter Schalenhaut. 5 Eiprodukte sind verarbeitete Erzeugnisse, die aus der Verarbeitung von Eiern oder von verschiedenen Eibestandteilen oder von Mischungen davon oder aus der weiteren Verarbeitung solcher Verarbeitungserzeugnisse hervorgehen."
    },
    {
      "provision_ref": "art89",
      "chapter": "1. Abschnitt: Begriffsbestimmungen und Anforderungen",
      "section": "89",
      "title": "Anforderungen an Eier mit Mängeln",
      "content": "1 Knickeier dürfen nur zur Herstellung von Eiprodukten verwendet werden; Artikel 90 Absatz 2 bleibt vorbehalten. 2 Nicht als Lebensmittel dürfen verwendet werden: a. angeschlagene Eier oder Brucheier: Eier mit zersprungener Schale und zerrissener Schalenhaut; b. aus dem Brutapparat stammende, unbefruchtete Eier; c. Schiereier: angebrütete Eier mit abgestorbener Frucht. 3 Bei der Sichtkontrolle einer Partie von Eiern, die für die Abgabe an Konsumentinnen und Konsumenten bestimmt sind, dürfen höchstens 7 Prozent davon Eier mit Qualitätsmängeln sein, darunter höchstens: a. 4 Prozent angeschlagene oder Knickeier; b. 1 Prozent Eier mit Fleisch- oder Blutflecken. 4 Umfasst die kontrollierte Partie nach Absatz 3 weniger als 180 Eier, so sind die Fehlertoleranzen für Qualitätsmängel zu verdoppeln."
    },
    {
      "provision_ref": "art90",
      "chapter": "1. Abschnitt: Begriffsbestimmungen und Anforderungen",
      "section": "90",
      "title": "Anforderungen an Eier für die Herstellung von Eiprodukten",
      "content": "1 Eier, die für die Herstellung von Eiprodukten verwendet werden, müssen eine voll entwickelte und unbeschädigte Schale aufweisen. 2 Knickeier dürfen zur Herstellung von Flüssigei oder Eiprodukten verwendet werden, wenn sie vom Erzeugerbetrieb oder von der Packstelle auf direktem Weg an einen für die Herstellung von Flüssigei bewilligten Betrieb oder an einen Verarbeitungsbetrieb geliefert und dort so schnell wie möglich aufgeschlagen werden. 3 Nur saubere und trockene Eier dürfen aufgeschlagen werden."
    },
    {
      "provision_ref": "art91",
      "chapter": "1. Abschnitt: Begriffsbestimmungen und Anforderungen",
      "section": "91",
      "title": "Anforderungen an Eiprodukte",
      "content": "1 Der Gehalt an 3-OH-Buttersäure in unveränderten Eiprodukten darf 10 mg/kg Trockenmasse nicht überschreiten. 2 Der Milchsäuregehalt der zur Herstellung von Eiprodukten verwendeten Rohstoffe darf 1 g/kg Trockenmasse nicht überschreiten. Bei fermentierten Erzeugnissen muss dieser Wert dem vor der Fermentierung ermittelten Wert entsprechen. 3 Die Reste von Schalen, Schalenhaut und anderen Teilchen in Eiprodukten dürfen 100 mg/kg Eiprodukt nicht überschreiten. 4 Eier verschiedener Tierarten dürfen nicht gemischt werden."
    },
    {
      "provision_ref": "art92",
      "chapter": "2. Abschnitt: Kennzeichnung",
      "section": "92",
      "title": "Eier",
      "content": "1 Werden die Eier vorverpackt abgegeben, so sind die Angaben nach Artikel 3 LIV zu ergänzen mit: a. einem Hinweis auf die Lagertemperatur, falls das Produkt gekühlt abgegeben wird; b. der Eierstückzahl und dem Nettogewicht oder der Eierstückzahl und dem Mindestgewicht pro Ei in Gramm. 2 Wird das Legedatum angegeben, so muss es deutlich als solches erkennbar sein. 3 Die Angabe des Produktionslandes kann abgekürzt werden. Als Abkürzung ist ausschliesslich der ISO 2-Code nach dem Länderverzeichnis für die Aussenhandelsstatistik im Gebrauchstarif in der Fassung vom 1. Januar 2015 zugelassen. 4 Das Mindesthaltbarkeitsdatum nach Artikel 13 Absatz 1 LIV ist auf höchstens 28 Tage nach dem Legen festzusetzen. SR 817.022.16 Der Gebrauchstarif kann bei der Oberzolldirektion, Monbijoustrasse 40, 3003 Bern eingesehen und bezogen werden."
    },
    {
      "provision_ref": "art93",
      "chapter": "2. Abschnitt: Kennzeichnung",
      "section": "93",
      "title": "Eiprodukte",
      "content": "Zusätzlich zu den Angaben nach Artikel 3 LIV sind anzugeben: a. bei Eiprodukten, die nicht für den Einzelhandel, sondern als Zutaten für die Herstellung eines anderen Erzeugnisses bestimmt sind: bei welcher Temperatur die Eiprodukte aufbewahrt werden müssen und für wie lange die Haltbarkeit des Erzeugnisses bei Einhaltung dieser Temperatur gewährleistet werden kann; b. bei Eiprodukten, denen andere Lebensmittel zugesetzt werden: der Eigehalt in Massenprozenten bezogen auf das Endprodukt; c. bei Flüssigei nach Artikel 57 Absatz 7 HyV: zusätzlich zur Angabe nach Buchstabe b «nichtpasteurisiertes Flüssigei – am Bestimmungsort zu behandeln» sowie das Datum und die Uhrzeit des Aufschlagens. SR 817.022.16 SR 817.024.1"
    },
    {
      "provision_ref": "art94",
      "chapter": "2. Abschnitt: Kennzeichnung",
      "section": "94",
      "title": "Eier, die nicht von Hühnern stammen",
      "content": "1 Eier, die nicht von Hühnern (Gallus domesticus) stammen, müssen zusätzlich zu den Angaben nach Artikel 92 mit Angaben über die Tierart gekennzeichnet werden, wie Entenei oder Wachtelei. 2 Verpackungen, Umhüllungen und Behälter, die Enteneier enthalten, müssen eine Aufschrift tragen wie: «Vor Genuss mindestens 10 Minuten kochen!»."
    },
    {
      "provision_ref": "art95",
      "chapter": "3. Abschnitt: Zulässige Farbstoffe",
      "section": "95",
      "title": "",
      "content": "Zum Färben von Eierschalen und zum Stempeln von Eiern dürfen die Farbstoffe nach Anhang 6 verwendet werden."
    },
    {
      "provision_ref": "art96",
      "chapter": "1. Abschnitt: Honig",
      "section": "96",
      "title": "Begriffe",
      "content": "1 Honig ist der süsse Stoff, den die Bienen erzeugen, indem sie Nektar und Honigtau oder andere zuckerhaltige Sekrete lebender Pflanzenteile aufnehmen, durch körpereigene Stoffe bereichern, in ihrem Körper verändern, in Waben speichern und reifen lassen. Honig kann flüssig, dickflüssig oder kristallin sein. 2 Blütenhonig ist Honig, der hauptsächlich aus Nektariensäften von Blüten stammt. 3 Honigtauhonig ist Honig, der hauptsächlich aus auf lebenden Pflanzenteilen befindlichen Ausscheidungen von an Pflanzen saugenden Insekten (Hemiptera) oder aus Absonderungen lebender Pflanzenteile stammt. 4 Waben- oder Scheibenhonig ist Honig, den die Bienen in den gedeckelten, brutfreien Zellen frisch gebauter Waben speichern und der in ganzen oder geteilten Waben gehandelt wird. 5 Honig mit Wabenteilen ist Honig, der ein oder mehrere Stücke Wabenhonig enthält. 6 Tropfhonig ist Honig, der durch Austropfen der entdeckelten, brutfreien Waben gewonnen wird. 7 Schleuderhonig ist Honig, der durch Schleudern der entdeckelten, brutfreien Waben gewonnen wird. 8 Presshonig ist Honig, der durch Pressen der brutfreien Waben gewonnen wird; die Waben dürfen dabei nicht oder nur schonend auf höchstens 45 °C erwärmt werden. 9 Pollen ist ein natürlicher Bestandteil von Honig und ist keine Zutat im Sinne von Artikel 2 Absatz 1 Ziffer 20 LGV."
    },
    {
      "provision_ref": "art97",
      "chapter": "1. Abschnitt: Honig",
      "section": "97",
      "title": "Anforderungen",
      "content": "Honig muss hinsichtlich seiner Beschaffenheit den Anforderungen nach Anhang 7 entsprechen."
    },
    {
      "provision_ref": "art98",
      "chapter": "1. Abschnitt: Honig",
      "section": "98",
      "title": "Kennzeichnung",
      "content": "1 Anstelle der Sachbezeichnung «Honig» dürfen folgende Sachbezeichnungen verwendet werden: a. Blütenhonig; b. Honigtauhonig; c. Tropfhonig; d. Schleuderhonig; e. Presshonig. 2 Waben- oder Scheibenhonig sowie Honig mit Wabenteilen müssen als solche gekennzeichnet werden. 3 Honig, der einen fremden Geschmack oder Geruch aufweist, in Gärung oder Schäumung übergegangen oder zu stark erhitzt worden ist, muss als «Backhonig» oder «Industriehonig» bezeichnet werden. In Verbindung mit der Sachbezeichnung ist der Hinweis «nur zum Kochen und Backen» anzubringen. 4 Bei Backhonig, der nicht zur Abgabe an Konsumentinnen und Konsumenten bestimmt ist, ist auf den Transportbehältern, auf den Verpackungen und in den Handelsdokumenten die vollständige Sachbezeichnung nach Absatz 3 anzugeben. 5 Die Sachbezeichnung kann, ausser bei Backhonig und Industriehonig, ergänzt werden durch: a. die Angabe der Herkunft aus bestimmten Blüten oder Pflanzen, wenn der Honig überwiegend aus diesen stammt und wenn er deren sensorische, physikalisch-chemische und mikroskopische Merkmale aufweist; b. einen regionalen, territorialen oder topografischen Namen, wenn der Honig aus der angegebenen Gegend stammt; die Bestimmungen der GUB/GGA-Verordnung vom 28. Mai 1997 bleiben vorbehalten. SR 910.12"
    },
    {
      "provision_ref": "art99",
      "chapter": "2. Abschnitt: Gelée royale",
      "section": "99",
      "title": "Begriff",
      "content": "Gelée royale ist das Sekretionsprodukt des Schlunddrüsensystems der Arbeiterbienen."
    },
    {
      "provision_ref": "art100",
      "chapter": "2. Abschnitt: Gelée royale",
      "section": "100",
      "title": "Anforderungen",
      "content": "1 Gelée royale darf höchstens 70 Massenprozent Wasser enthalten. 2 Der Gehalt an 10-Hydroxydecensäure muss mindestens 1,4 Massenprozent betragen."
    },
    {
      "provision_ref": "art101",
      "chapter": "2. Abschnitt: Gelée royale",
      "section": "101",
      "title": "Sachbezeichnung",
      "content": "Gelée royale kann auch die Sachbezeichnung «Weiselfuttersaft», «Königinnenkost» oder «Königinnenfuttersaft» tragen."
    },
    {
      "provision_ref": "art102",
      "chapter": "3. Abschnitt: Blütenpollen",
      "section": "102",
      "title": "Begriffe",
      "content": "1 Blütenpollen sind die von Bienen gesammelten männlichen Keimzellen aus den Staubbeuteln von Blütenpflanzen. Die Blütenpollen werden mit Nektar oder Honigtau aus dem Bienenmagen befeuchtet, dabei mit körpereigenen Enzymen bereichert, als Pollenhöschen zu Nahrungszwecken ins Bienenvolk eingetragen und mit speziellen Pollenfallen geerntet. 2 Aufgeschlossener Pollen ist Pollen, dessen Hülle mechanisch so verändert wird, dass der Inhalt für den menschlichen Organismus besser verwertbar wird. 3 Bienenbrot ist der von den Bienen gesammelte Pollen, der in Waben eingelagert und aus diesen geerntet wird."
    },
    {
      "provision_ref": "art103",
      "chapter": "3. Abschnitt: Blütenpollen",
      "section": "103",
      "title": "Anforderungen",
      "content": "Getrocknete Blütenpollen dürfen höchstens 8 Massenprozent Wasser enthalten."
    },
    {
      "provision_ref": "art104",
      "chapter": "15. Kapitel: Nachführen der Anhänge",
      "section": "104",
      "title": "",
      "content": "1 Das Bundesamt für Lebensmittelsicherheit und Veterinärwesen passt die Anhänge dem Stand von Wissenschaft und Technik sowie dem Recht der wichtigsten Handelspartner der Schweiz an. 2 Es kann Übergangsbestimmungen festlegen."
    },
    {
      "provision_ref": "art105",
      "chapter": "16. Kapitel: Schlussbestimmungen",
      "section": "105",
      "title": "Aufhebung eines anderen Erlasses",
      "content": "Die Verordnung des EDI vom 23. November 2005 über Lebensmittel tierischer Herkunft wird aufgehoben. [ AS 2005 6043 ; 2006 4949 ; 2008 1009 , 6037 ; 2009 2019 ; 2010 4637 ; 2013 4969 ]"
    },
    {
      "provision_ref": "art105a",
      "chapter": "16. Kapitel: Schlussbestimmungen",
      "section": "105a",
      "title": "a Übergangsbestimmung zur Änderung vom 27. Mai 2020",
      "content": "Lebensmittel, die der Änderung vom 27. Mai 2020 nicht entsprechen, dürfen noch bis zum 30. Juni 2021 nach bisherigem Recht eingeführt, hergestellt und gekennzeichnet und noch bis zum Abbau der Bestände an Konsumentinnen und Konsumenten abgegeben werden. Eingefügt durch Ziff. I der V des EDI vom 27. Mai 2020, in Kraft seit 1. Juli 2020 ( AS 2020 2281 )."
    },
    {
      "provision_ref": "art106",
      "chapter": "16. Kapitel: Schlussbestimmungen",
      "section": "106",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 1. Mai 2017 in Kraft."
    }
  ],
  "definitions": []
}