{
  "id": "sr-831-131-12",
  "type": "statute",
  "title": "Verordnung vom 29. November 1995 über die Rückvergütung der von Ausländern an die Alters- und Hinterlassenenversicherung bezahlten Beiträge (RV-AHV)",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1996/688_688_688/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Grundsatz",
      "content": "1 Ausländer, mit deren Heimatstaat keine zwischenstaatliche Vereinbarung besteht, sowie ihre Hinterlassenen, können nach den nachstehenden Bestimmungen die der Alters- und Hinterlassenenversicherung entrichteten Beiträge zurückfordern, sofern diese gesamthaft während mindestens eines vollen Jahres geleistet worden sind und keinen Rentenanspruch begründen. 2 Massgebend ist die Staatsangehörigkeit im Zeitpunkt der Rückforderung."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Zeitpunkt der Rückforderung",
      "content": "1 Die Beiträge können zurückgefordert werden, sobald die Person aller Voraussicht nach endgültig aus der Versicherung ausgeschieden ist und sowohl sie selber als auch die Ehefrau oder der Ehemann und ihre noch nicht 25-jährigen Kinder nicht mehr in der Schweiz wohnen. 2 Bleiben volljährige Kinder, die das 25. Altersjahr noch nicht erreicht haben, in der Schweiz, können die Beiträge dennoch zurückgefordert werden, wenn die Kinder die Ausbildung abgeschlossen haben. Fassung gemäss Ziff. I der V vom 20. Sept. 2002, in Kraft seit 1. Jan. 2003 ( AS 2002 3344 )."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Anspruch von Hinterlassenen",
      "content": "Der Anspruch auf die Rückvergütung im Todesfall steht der Witwe oder dem Witwer zu. Besteht im Todesfall kein Anspruch auf eine Witwen- oder Witwerrente, können die Waisen die Rückvergütung beanspruchen. Fassung gemäss Ziff. I der V vom 20. Sept. 2002, in Kraft seit 1. Jan. 2003 ( AS 2002 3344 )."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Umfang der Rückvergütung",
      "content": "1 Rückvergütet werden nur die tatsächlich bezahlten Beiträge. Zinsen werden vorbehältlich Artikel 26 Absatz 2 ATSG keine geleistet. 2 Der Antrag auf Rückvergütung löst in den Fällen von Artikel 29 quinquies Absatz 3 Buchstabe c AHVG eine Einkommensteilung aus. Für die Festsetzung des Rückvergütungsbetrages sind die aufgrund der Einkommensteilung angerechneten Beiträge massgeblich. 3 Nicht rückvergütet werden die von den Ausländern nach Vollendung des ordentlichen AHV-Rentenalters entrichteten Beiträge. Bereits bezogene Renten sind vom Rückvergütungsbetrag abzuziehen. 4 Die Rückvergütung kann verweigert werden, soweit sie den Barwert der zukünftigen AHV-Leistungen übersteigt, die einem Rentenberechtigten in gleichen Verhältnissen zukäme. 5 Beiträge, die vom Gemeinwesen für den Ausländer bezahlt wurden, werden nicht rückvergütet. Sie werden auf Antrag dem Gemeinwesen zurückerstattet. Fassung gemäss Ziff. I der V vom 11. Sept. 2002, in Kraft seit 1. Jan. 2003 ( AS 2002 3717 ). Fassung gemäss Ziff. I der V vom 20. Sept. 2002, in Kraft seit 1. Jan. 2003 ( AS 2002 3344 ). Eingefügt durch Ziff. I der V vom 16. Sept. 1996 , in Kraft seit 1. Jan. 1997 ( AS 1996 2764 )."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "",
      "content": "Aufgehoben durch Ziff. I der V vom 20. Sept. 2002 ( AS 2002 3344 )."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Wirkung",
      "content": "Aus rückvergüteten Beiträgen und den entsprechenden Beitragszeiten können gegenüber der AHV und der IV keine Rechte abgeleitet werden. Die Wiedereinzahlung der Beiträge ist ausgeschlossen. Fassung gemäss Ziff. I der V vom 20. Sept. 2002, in Kraft seit 1. Jan. 2003 ( AS 2002 3344 )."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Untergang und Verjährung",
      "content": "Der Anspruch auf Rückvergütung geht unter mit dem Tod des Berechtigten. Er verjährt mit dem Ablauf von fünf Jahren seit dem Versicherungsfall."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Zuständigkeit und Verfahren",
      "content": "1 Der Antrag auf Rückvergütung ist in der Regel bei der Schweizerischen Ausgleichskasse einzureichen. 2 Vor der Ausreise aus der Schweiz kann die Rückvergütung bei der für den Beitragsbezug zuständigen Ausgleichskasse beantragt werden. 3 Für die Festsetzung und Auszahlung der rückvergütbaren Beiträge gelten die Artikel 122, 123 und 125 der Verordnung vom 31. Oktober 1947 über die Alters- und Hinterlassenenversicherung (AHVV) sinngemäss. 4 Die Auszahlung erfolgt erst, wenn sämtliche Erwerbseinkommen der gesuchstellenden Person in das individuelle Konto eingetragen sind (Art. 138 und 139 AHVV). 5 Die Kosten aus der Überweisung von Beiträgen ins Ausland gehen zu Lasten des Empfängers. Fassung gemäss Ziff. I der V vom 20. Sept. 2002, in Kraft seit 1. Jan. 2003 ( AS 2002 3344 ). SR 831.101"
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Aufhebung bisherigen Rechts",
      "content": "Die Verordnung vom 14. März 1952 über die Rückvergütung der von Ausländern an die Alters- und Hinterlassenenversicherung bezahlten Beiträge wird aufgehoben. [ AS 1952 281 ; 1957 414 ; 1972 2524 Ziff. IV; 1978 420 Ziff. II 5; 1996 208 Art. 2 Bst. o]"
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 1. Januar 1997 in Kraft."
    }
  ],
  "definitions": []
}