{
  "id": "sr-810-215-7",
  "type": "statute",
  "title": "Verordnung vom 16. März 2007 über Gebühren für den Bundesvollzug der Transplantationsgesetzgebung (Transplantationsgebührenverordnung)",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2007/284/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Gegenstand und Geltungsbereich",
      "content": "1 Diese Verordnung regelt die Gebühren für Verfügungen, Dienstleistungen und Kontrollen (Verwaltungshandlungen) der Bundesvollzugsbehörden im Rahmen der Transplantationsgesetzgebung. 2 Sie gilt nicht für Verwaltungshandlungen: a. der Zollbehörden; b. der Kantone; c. des Schweizerischen Heilmittelinstituts."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Anwendbarkeit der Allgemeinen Gebührenverordnung",
      "content": "Soweit diese Verordnung keine besondere Regelung enthält, gelten die Bestimmungen der Allgemeinen Gebührenverordnung vom 8. September 2004 (AllgGebV). SR 172.041.1"
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Gebührenbemessung",
      "content": "1 Die Bundesvollzugsbehörden erheben für ihre Verwaltungshandlungen Gebühren, die sich innerhalb der im Anhang festgelegten Gebührenrahmen nach Zeitaufwand bemessen. 2 Für Verwaltungshandlungen, für die im Anhang keine Ansätze festgelegt sind, werden die Gebühren nach Zeitaufwand berechnet. 3 Der Stundenansatz für die Berechnung des Zeitaufwands richtet sich nach den von der Eidgenössischen Finanzverwaltung ermittelten direkten Personal- und Arbeitsplatzkosten der Bundesverwaltung. 4 Für Verwaltungshandlungen nach Artikel 5 Absatz 3 AllgGebV können Zuschläge bis zu 50 Prozent der ordentlichen Gebühr erhoben werden. SR 172.041.1"
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Übergangsbestimmung",
      "content": "Die Gebühren für Verwaltungshandlungen, die beim Inkrafttreten dieser Verordnung noch nicht abgeschlossen sind, werden nach den Artikeln 35–39 der Verordnung vom 26. Juni 1996 über die Kontrolle von Transplantaten festgelegt. [ AS 1996 2309 , 1999 1403 , 2001 1508 3294 Ziff. II 10, 2002 82 . AS 2007 1961 Art. 54]"
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 1. Juli 2007 in Kraft."
    }
  ],
  "definitions": []
}