{
  "id": "sr-823-201",
  "type": "statute",
  "title": "Verordnung vom 21. Mai 2003 über die in die Schweiz entsandten Arbeitnehmerinnen und Arbeitnehmer (EntsV)",
  "title_en": "",
  "short_name": "EntsV",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2003/232/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "1. Abschnitt: Definitionen",
      "section": "1",
      "title": "Minimale Entlöhnung",
      "content": "Zu den Bestimmungen über die minimale Entlöhnung im Sinne von Artikel 2 Absatz 1 Buchstabe a des Gesetzes gehören Regelungen in Bundesgesetzen, Verordnungen des Bundesrates, allgemeinverbindlich erklärten Gesamtarbeitsverträgen und Normalarbeitsverträgen im Sinne von Artikel 360 a des Obligationenrechts (OR), die sich auf folgende Inhalte beziehen: a. den Mindestlohn, im Verhältnis zur üblichen Arbeitszeit ausgedrückt und der erworbenen Qualifikation entsprechend; b. die obligatorischen Erhöhungen der Mindest- und Effektivlöhne; c. die obligatorischen Zuschläge für Überstunden, Akkordarbeit, Schicht‑, Nacht‑, Sonntags- und Feiertagsarbeit sowie beschwerliche Arbeit; d. den anteilsmässigen Ferienlohn; e. den anteilsmässigen 13. Monatslohn; f. die bezahlten Feier- und Ruhetage; g. die Lohnfortzahlung bei unverschuldeter Verhinderung der Arbeitnehmerin oder des Arbeitnehmers an der Arbeitsleistung im Sinne von Artikel 324 a des OR; h. den Lohn bei Verzug des Arbeitgebers im Sinne von Artikel 324 des OR. SR 220"
    },
    {
      "provision_ref": "art1a",
      "chapter": "1. Abschnitt: Definitionen",
      "section": "1a",
      "title": "a Dauer der Entschädigungspflicht bei langfristigen Entsendungen",
      "content": "(Art. 2 Abs. 5 EntsG) 1 Die Entschädigungspflicht des Arbeitgebers entfällt für Auslagen, die bei langfristigen Entsendungen entstehen, nachdem sich die entsandten Arbeitnehmerinnen und Arbeitnehmer länger als zwölf Monate ununterbrochen in der Schweiz aufgehalten haben. 2 Absatz 1 gilt nicht, wenn für entsandte Arbeitnehmerinnen oder Arbeitnehmer aufgrund eines allgemeinverbindlich erklärten Gesamtarbeitsvertrags oder eines Normalarbeitsvertrags im Sinne von Artikel 360 a OR ein Mindestlohn garantiert ist. Eingefügt durch Ziff. II der V vom 19. Febr. 2020, in Kraft seit 1. April 2020 ( AS 2020 883 ). SR 220"
    },
    {
      "provision_ref": "art2",
      "chapter": "1. Abschnitt: Definitionen",
      "section": "2",
      "title": "Arbeits- und Ruhezeit",
      "content": "Zu den Bestimmungen über die Arbeits- und Ruhezeit im Sinne von Artikel 2 Absatz 1 Buchstabe b des Gesetzes gehören Regelungen über: a. die ordentliche Dauer der Arbeit und deren Verteilung; b. die Überstunden‑, Schicht‑, Nacht‑, Sonntags- und Feiertagsarbeit; c. die Ruhezeit und die Pausen; d. die Reise- und Wartezeiten."
    },
    {
      "provision_ref": "art3",
      "chapter": "1. Abschnitt: Definitionen",
      "section": "3",
      "title": "Arbeiten von geringem Umfang",
      "content": "1 Als Arbeiten von geringem Umfang im Sinne von Artikel 4 Absatz 1 Buchstabe a des Gesetzes gelten Arbeiten, die höchstens 15 Arbeitstage pro Kalenderjahr dauern. 2 Die massgebende Anzahl Arbeitstage ergibt sich aus der Multiplikation der entsandten Arbeitnehmerinnen und Arbeitnehmer mit der Zahl der Tage, während der die Dienstleistungserbringung in der Schweiz dauert."
    },
    {
      "provision_ref": "art4",
      "chapter": "1. Abschnitt: Definitionen",
      "section": "4",
      "title": "Montage und erstmaliger Einbau",
      "content": "1 Als Montage oder erstmaliger Einbau im Sinne von Artikel 4 Absatz 1 Buchstabe b des Gesetzes gelten Arbeiten, die: a. weniger als acht Tage dauern; b. Bestandteil eines Warenlieferungsvertrages bilden; die Arbeiten müssen ihrem Wert und ihrem Umfang nach eine Nebenleistung zu einer Hauptleistung darstellen, die zwischen den Parteien vereinbart wurde; c. zur Inbetriebnahme des gelieferten Guts im Rahmen der Hauptleistung notwendig sind; und d. von qualifizierten und/oder spezialisierten Arbeitnehmerinnen und Arbeitnehmern des Lieferbetriebs oder einem Subunternehmer des Lieferbetriebs durchgeführt werden. 2 Die Montage oder der erstmalige Einbau umfassen auch Garantiearbeiten, die durch den Lieferbetrieb oder einen Subunternehmer geleistet werden und das gelieferte Gut betreffen."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Bauhaupt- und Baunebengewerbe",
      "content": "Als Dienstleistungserbringungen auf dem Sektor des Bauhaupt- und Baunebengewerbes gelten alle Tätigkeiten, welche die Fertigstellung, die Wiederinstandstellung, den Unterhalt, die Änderung oder den Abbruch von Bauten umfassen. Dazu gehören namentlich: 1. Aushub 2. Erdarbeiten 3. eigentliche Bauarbeiten 4. Errichtung und Abbau von Fertigbauelementen 5. Einrichtung oder Ausstattung 6. Umbau 7. Renovierung 8. Reparatur 9. Abbauarbeiten 10. Abbrucharbeiten 11. Wartung 12. Instandhaltung (Maler- und Reinigungsarbeiten) 13. Sanierung."
    },
    {
      "provision_ref": "art6",
      "chapter": "2. Abschnitt: Meldeverfahren",
      "section": "6",
      "title": "Meldung",
      "content": "1 Das Meldeverfahren nach Artikel 6 des Gesetzes ist für alle Arbeiten obligatorisch, die länger als acht Tage pro Kalenderjahr dauern. 2 Bei Tätigkeiten in den folgenden Bereichen hat die Meldung unabhängig von der Dauer der Arbeiten zu erfolgen: a. Bauhaupt- und Baunebengewerbe; b. Gastgewerbe; c. Reinigungsgewerbe in Betrieben und Haushalten; d. Überwachungs- und Sicherheitsdienst; e. Reisendengewerbe gemäss Artikel 2 Absatz 1 Buchstaben a und b des Bundesgesetzes vom 23. März 2001 über das Gewerbe der Reisenden; f. Erotikgewerbe; g. Garten- und Landschaftsbau. 3 In Notfällen wie Reparaturen, Unfällen, Naturkatastrophen oder anderen nicht vorhersehbaren Ereignissen kann die Arbeit ausnahmsweise vor Ablauf der achttägigen Frist nach Artikel 6 Absatz 3 des Gesetzes beginnen, frühestens jedoch am Tag der Meldung. 4 Die Meldung muss auf einem offiziellen Formular erstattet werden. Sie muss enthalten: a. Namen, Vornamen, Staatsangehörigkeit, Geschlecht und Geburtsdaten der Arbeitnehmerinnen und Arbeitnehmer, die in die Schweiz entsandt werden, sowie deren Sozialversicherungsnummern im Staat, in dem der Arbeitgeber seinen Sitz hat; a bis . den Bruttostundenlohn, den der Arbeitgeber für die Dienstleistung in der Schweiz entrichtet; b. das Datum des Arbeitsbeginns und die voraussichtliche Dauer der Arbeiten; c. die Art der auszuführenden Arbeiten sowie die in der Schweiz ausgeübte Tätigkeit und die Funktion der Arbeitnehmerin und des Arbeitnehmers; d. den genauen Ort, wo die Arbeitnehmerinnen und Arbeitnehmer beschäftigt werden; e. Namen, Vornamen und Adresse einer Kontaktperson in der Schweiz oder im Ausland, die vom Arbeitgeber bestimmt werden muss. 5 Für entsandte Arbeitnehmerinnen und Arbeitnehmer, die nicht Staatsangehörige der Europäischen Union oder der EFTA sind, muss die Meldung zusätzlich den Aufenthaltsstatus im Entsenderstaat enthalten. 6 Auf Verlangen des Arbeitgebers hat die Behörde den Eingang der Meldung zu bestätigen. Diese Meldebestätigung ist gebührenpflichtig. 6bis Erfolgt die Meldung online über das offizielle Formular des Staatssekretariat für Migration, so leitet dieses die massgebenden Daten an die zuständige kantonale Behörde weiter. Die Datenbearbeitung ist in Artikel 6 der ZEMIS-Verordnung vom 12. April 2006 geregelt. 7 Artikel 19 der Verordnung vom 23. November 1994 über das Zentrale Ausländerregister ist anwendbar. 8 Artikel 18 der Verordnung vom 12. April 2006 über das Zentrale Migrationsinformationssystem (ZEMIS-Verordnung) ist anwendbar. Fassung gemäss Ziff. I der V vom 9. Dez. 2005, in Kraft seit 1. April 2006 ( AS 2006 965 ). SR 943.1 Eingefügt durch Ziff. I der V vom 24. Okt. 2007, in Kraft seit 1. Jan. 2008 ( AS 2007 5755 ). Eingefügt durch Ziff. I der V vom 19. Sept. 2014, in Kraft seit 1. Nov. 2014 ( AS 2014 3175 ). Eingefügt durch Ziff. I der V vom 16. April 2013, in Kraft seit 15. Mai 2013 ( AS 2013 1259 ). SR 142.513 Eingefügt durch Ziff. II der V vom 19. Febr. 2020, in Kraft seit 1. April 2020 ( AS 2020 883 ). [ AS 1994 2859 , 1996 194 , 1999 1240 , 2001 3184 , 2002 1741 Art. 35 Ziff. 3, 2003 1380 Art. 18 Ziff. 1, 2004 1569 Ziff. II 3 4813 Anhang Ziff. 4, 2005 1321 . AS 2006 1945 Art. 23]. Siehe heute die V vom 12. April 2006 über das Zentrale Migrationsinformationssystem ( SR 142.513 ). SR 142.513 Eingefügt durch Anhang 3 Ziff. 11 der V vom 12. April 2006 über das Zentrale Migrationsinformationssystem, in Kraft seit 29. Mai 2006 ( AS 2006 1945 )."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Ausnahmen von der Meldepflicht",
      "content": "1 Der Arbeitgeber ist von der Meldepflicht nach Artikel 6 des Gesetzes befreit, wenn die Einreise der entsandten Arbeitnehmerinnen oder Arbeitnehmer in die Schweiz einem Bewilligungsverfahren nach der Gesetzgebung über den Aufenthalt und die Niederlassung der Ausländer in der Schweiz unterliegt. 2 In diesem Fall übergibt die Bewilligungsbehörde der kantonalen Behörde, die für den Erhalt der Meldungen zuständig ist, eine Kopie der erteilten Bewilligungen. 3 In Branchen mit allgemeinverbindlich erklärten Gesamtarbeitsverträgen leitet die Bewilligungsbehörde oder die für die Meldungen zuständige kantonale Behörde eine Kopie des Bewilligungsentscheides an die zuständigen paritätischen Vollzugsorgane weiter. Eingefügt durch Ziff. I der V vom 26. Juni 2013, in Kraft seit 15. Juli 2013 ( AS 2013 2123 )."
    },
    {
      "provision_ref": "art8",
      "chapter": "3. Abschnitt: Nachweis der Einzahlung der Sozialbeiträge im Ausland",
      "section": "8",
      "title": "",
      "content": "Die Kontrollorgane können vom ausländischen Arbeitgeber den Nachweis mittels eines Dokuments verlangen, dass er die Zahlungen der Sozialbeiträge zugunsten seiner Arbeitnehmerinnen und Arbeitnehmer im Ausland effektiv erbracht hat, wenn: a. eine Kontrolle nach Artikel 7 des Gesetzes ergibt, dass der Arbeitgeber alle oder einen Teil seiner Verpflichtungen nicht eingehalten hat; b. der Arbeitgeber seiner Meldepflicht nach Artikel 6 des Gesetzes nicht unaufgefordert oder nur ungenügend nachgekommen ist; c. andere Hinweise bestehen, welche bei der Behörde Zweifel über die Einhaltung des Gesetzes durch den Arbeitgeber aufkommen lassen."
    },
    {
      "provision_ref": "art8a",
      "chapter": "4. Abschnitt:",
      "section": "8a",
      "title": "a Netto-Mindestlohn",
      "content": "1 Als Netto-Mindestlohn gilt der Mindestlohn nach Artikel 2 Absatz 1 Buchstabe a des Gesetzes nach Abzug der Beträge zulasten der Arbeitnehmerin oder des Arbeitnehmers, welche der Arbeitgeber entrichtet für: a. Sozialversicherungen; b. Steuern, namentlich Quellensteuern; c. weitere Beiträge, insbesondere für Vollzugs- und Weiterbildungskosten aufgrund von allgemeinverbindlich erklärten Gesamtarbeitsverträgen."
    },
    {
      "provision_ref": "art8b",
      "chapter": "4. Abschnitt:",
      "section": "8b",
      "title": "b Einhaltung der minimalen Lohn- und Arbeitsbedingungen",
      "content": "1 Der Erstunternehmer kann sich die Einhaltung der minimalen Lohnbedingungen gemäss Artikel 2 Absatz 1 Buchstabe a des Gesetzes durch den Subunternehmer insbesondere anhand der folgenden Dokumente darlegen lassen: a. die vom Subunternehmer und der Arbeitnehmerin oder dem Arbeitnehmer unterzeichnete Entsendebestätigung mit Angaben: 1. zum aktuellen Salär im Herkunftsland, 2. zu den gewährten Entsendezulagen und Zuschlägen gemäss Artikel 1, 3. zur Einreihung in die Lohnklasse, zu den Mindestlöhnen und Arbeitszeiten gemäss dem für den Einsatz in der Schweiz anwendbaren allgemeinverbindlich erklärten Gesamtarbeitsvertrag; b. eine vom Subunternehmer unterzeichnete Deklaration, dass er die minimalen Lohnbedingungen garantiert, mit folgenden Ergänzungen: 1. der Liste der Namen der Arbeitnehmerinnen und Arbeitnehmer, die für die Ausführung der Arbeiten vorgesehen sind, oder derjenigen, die zur Stammbelegschaft in der Schweiz gehören, 2. der Angaben zur Einreihung in die Lohnklasse, zu den Mindestlöhnen und Arbeitszeiten gemäss dem anwendbaren allgemeinverbindlich erklärten Gesamtarbeitsvertrag, 3. der schriftlichen Bestätigung der Arbeitnehmerinnen und Arbeitnehmer, dass sie die für ihre Lohnklasse vorgeschriebene minimale Entlöhnung erhalten; c. die Bestätigung der paritätischen Vollzugsorgane von allgemeinverbindlich erklärten Gesamtarbeitsverträgen, dass der Subunternehmer auf Einhaltung der Lohn- und Arbeitsbedingungen kontrolliert wurde und keine Verstösse festgestellt wurden; d. der Eintrag des Subunternehmers in einem von den Arbeitgebern und den Arbeitnehmerinnen und Arbeitnehmern oder von einer Behörde geführten Register (Berufsregister), welcher: 1. aufgrund einer vorangehenden Kontrolle der Einhaltung der minimalen Lohn- und Arbeitsbedingungen erfolgt ist, und 2. bestätigt, dass kein Verfahren wegen Verstosses gegen die minimalen Lohn- und Arbeitsbedingungen läuft und keine solchen Verstösse vorliegen. 2 Der Erstunternehmer kann sich die Einhaltung der minimalen Arbeitsbedingungen nach Artikel 2 Absatz 1 Buchstaben b–f des Gesetzes durch den Subunternehmer insbesondere anhand der folgenden Dokumente darlegen lassen: a. eine vom Subunternehmer unterzeichnete Deklaration über die Einhaltung der Vorschriften: 1. zur Arbeits- und Ruhezeit, 2. zur Mindestdauer der Ferien, 3. zur Arbeitssicherheit und zum Gesundheitsschutz, 4. zum besonderen Schutz von Jugendlichen und Arbeitnehmerinnen, sowie 5. zur Lohngleichheit; b. anerkannte Zertifizierungen insbesondere zur Arbeitssicherheit und zum Gesundheitsschutz. 3 Subunternehmer mit Sitz oder Wohnsitz in der Schweiz, die weniger als zwei Jahre im Schweizer Handelsregister eingetragen sind und die keine Belege nach Absatz 1 Buchstabe c oder d vorweisen können, müssen zudem nachweisen, dass sie die Deklarationen nach den Absätzen 1 und 2 auch den zuständigen paritätischen Organen nach Artikel 7 Absatz 1 Buchstabe a des Gesetzes zugestellt haben. 4 Hat der Erstunternehmer schon mehrmals Arbeiten an denselben Subunternehmer übertragen und hat ihm dieser bei früheren Vergaben die Einhaltung der Lohn- und Arbeitsbedingungen glaubhaft dargelegt, so muss sich der Erstunternehmer die Einhaltung der Lohn- und Arbeitsbedingungen durch den Subunternehmer nur aus begründetem Anlass erneut darlegen lassen. 5 Als begründeter Anlass gelten insbesondere: a. wichtige Änderungen der Lohn- und Arbeitsbedingungen in den allgemeinverbindlich erklärten Gesamtarbeitsverträgen; b. Änderungen in einem wesentlichen Teil der Stammbelegschaft in der Schweiz; c. Änderungen in einem wesentlichen Teil der üblicherweise in die Schweiz entsandten Arbeitnehmerinnen und Arbeitnehmer; d. ein Verstoss des Subunternehmers gegen zwingende Lohn- und Arbeitsbedingungen, von dem der Erstunternehmer Kenntnis hat."
    },
    {
      "provision_ref": "art8c",
      "section": "8c",
      "title": "c Vertragliche und organisatorische Vorkehrungen",
      "content": "Zur Sorgfaltspflicht des Erstunternehmers gehören auch die vertraglichen und organisatorischen Vorkehrungen, die erforderlich sind, damit dieser sich von den Subunternehmern, die innerhalb oder am Ende der Auftragskette Arbeiten ausführen sollen, die Einhaltung der minimalen Lohn- und Arbeitsbedingungen darlegen lassen kann."
    },
    {
      "provision_ref": "art8d",
      "chapter": "2. Kapitel: Finanzierung der paritätischen Kommissionen",
      "section": "8d",
      "title": "d Kontroll- und Vollzugskostenbeiträge",
      "content": "Ausländische Arbeitgeber, die Arbeitnehmerinnen und Arbeitnehmer in die Schweiz entsenden, schulden die Beiträge an die Kontroll- und Vollzugskosten, die ein allgemeinverbindlich erklärter Gesamtarbeitsvertrag (GAV) Arbeitgebern und Arbeitnehmern auferlegt. Sie müssen gegenüber den durch den GAV eingesetzten paritätischen Organen für die Arbeitgeber- und die Arbeitnehmerbeiträge aufkommen. Ursprünglich Art. 8 a . Eingefügt durch Ziff. I der V vom 9. Dez. 2005, in Kraft seit 1. April 2006 ( AS 2006 965 )."
    },
    {
      "provision_ref": "art9",
      "chapter": "2. Kapitel: Finanzierung der paritätischen Kommissionen",
      "section": "9",
      "title": "",
      "content": "1 Die Sozialpartner, die Vertragspartei eines allgemeinverbindlich erklärten GAV sind, haben Anspruch auf eine Entschädigung der Kosten, die ihnen aus dem Vollzug des Gesetzes zusätzlich zum üblichen Vollzug des GAV entstehen. 1bis Sie haben Anspruch auf Entschädigung der nicht gedeckten Kosten, die ihnen beim Vollzug des GAV aus den Kontrollen von meldepflichtigen Stellenantritten nach Artikel 9 Absatz 1 bis der Verordnung vom 22. Mai 2002 über die Einführung des freien Personenverkehrs entstehen. 2 Im Falle einer Allgemeinverbindlicherklärung des Bundes kommt der Bund für die Entschädigungen nach den Absätzen 1 und 1 bis auf; im Falle einer kantonalen Allgemeinverbindlicherklärung kommt derjenige Kanton für die Entschädigungen auf, der den entsprechenden Beschluss getroffen hat. 3 Höhe und Modalitäten der Entschädigungsansprüche nach den Absätzen 1 und 1 bis werden von der Direktion für Arbeit des Staatssekretariates für Wirtschaft (SECO) beziehungsweise von der durch den Kanton bezeichneten Behörde festgelegt. Grundlage für die Entschädigung bilden die Kosten für diese Vollzugsaufgaben. Die Behörden können mit den Sozialpartnern Leistungsvereinbarungen abschliessen. Die Artikel 16 b Absätze 2 und 3 und 16 c Buchstaben c–h gelten sinngemäss. Eingefügt durch Ziff. I der V vom 9. Dez. 2005, in Kraft seit 1. April 2006 ( AS 2006 965 ). Fassung gemäss Ziff. I der V vom 9. Dez. 2005, in Kraft seit 1. April 2006 ( AS 2006 965 ). SR 142.203 Eingefügt durch Ziff. I der V vom 4. Nov. 2009, in Kraft seit 1. Jan. 2010 ( AS 2009 5655 ). Fassung gemäss Ziff. I der V vom 4. Nov. 2009, in Kraft seit 1. Jan. 2010 ( AS 2009 5655 ). Fassung gemäss Ziff. I der V vom 4. Nov. 2009, in Kraft seit 1. Jan. 2010 ( AS 2009 5655 )."
    },
    {
      "provision_ref": "art10",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "10",
      "title": "Wahl",
      "content": "Bund und Kantone bestimmen die Vertreter oder Vertreterinnen der Sozialpartner in den tripartiten Kommissionen aus dem Kreis der Personen, die von den repräsentativen Arbeitgeber- und Arbeitnehmerorganisationen vorgeschlagen werden, soweit diese von ihrem Vorschlagsrecht Gebrauch gemacht haben (Art. 360 b Abs. 2 OR). SR 220"
    },
    {
      "provision_ref": "art11",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "11",
      "title": "Aufgaben der tripartiten Kommissionen",
      "content": "1 Die tripartiten Kommissionen haben mindestens die folgenden Aufgaben wahrzunehmen: a. Sie beurteilen die vorhandenen Unterlagen, Informationen und Statistiken über Löhne und Arbeitszeiten; b. Sie wirken bei der Feststellung der orts‑, berufs- und branchenüblichen Löhne mit; dazu gehört das Einholen der nötigen Informationen und Unterlagen beim Bund und Kanton; c. Sie beobachten den Arbeitsmarkt und stellen Missbräuche im Sinne von Artikel 360 a Absatz 1 und 360 b Absatz 3 des OR sowie von Artikel 1 a des Bundesgesetzes vom 28. September 1956 über die Allgemeinverbindlicherklärung von Gesamtarbeitsverträgen fest; d. Sie klären Einzelfälle ab und führen das Verständigungsverfahren gemäss Artikel 360 b Absatz 3 des OR durch; e. Sie stellen Antrag an Kanton oder Bund zum Erlass von Normalarbeitsverträgen und zur Allgemeinverbindlicherklärung von Gesamtarbeitsverträgen sowie zur Aufhebung und Änderung entsprechender Erlasse; f. Sie kontrollieren die Einhaltung der durch Normalarbeitsverträge erlassenen Mindestlöhne gemäss Artikel 7 Absatz 1 Buchstabe b des Gesetzes; g. Sie arbeiten mit andern Kontrollorganen gemäss Artikel 8 Absätze 1 und 2 des Gesetzes zusammen; h. Sie melden Verstösse gemäss Artikel 9 Absatz 1 des Gesetzes; i. Sie prüfen die Missbrauchs- und Umgehungsmöglichkeiten, wie Scheinselbständigkeit, Aufenthalte unter drei Monaten usw.; j. Sie arbeiten mit dem Bund und den anderen Behörden zusammen; k. Sie verfassen einen jährlichen Tätigkeitsbericht zuhanden der Direktion für Arbeit des SECO. [tab] 2 Über die Arbeiten der tripartiten Kommission wird Protokoll geführt. SR 220 SR 221.215.311"
    },
    {
      "provision_ref": "art12",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "12",
      "title": "Experten",
      "content": "Die tripartite Kommission kann Experten beiziehen. Sie kann zur Abklärung von besonderen Fragen Gruppen oder Ausschüsse bilden."
    },
    {
      "provision_ref": "art13",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "13",
      "title": "Zusammenarbeit, Koordination und Ausbildung",
      "content": "1 Die tripartiten Kommissionen des Bundes und der Kantone sowie die paritätischen Kommissionen, die durch einen allgemeinverbindlich erklärten Gesamtarbeitsvertrag eingesetzt worden sind, arbeiten zusammen. Insbesondere tauschen sie kostenlos die Informationen und Dokumente aus, die sie für ihre jeweilige Tätigkeit benötigen. 2 Der Bund fördert diesen Austausch durch geeignete Mittel, namentlich durch Zurverfügungstellen des erforderlichen Materials und durch Schaffung adäquater Austauschstellen. 3 Der Bund übernimmt die Grundausbildung und die Weiterbildung der Mitglieder der betroffenen tripartiten und paritätischen Kommissionen. 4 Bei Bedarf kann die tripartite Kommission des Bundes eine temporäre oder permanente Koordinationsgruppe Bund-Kantone schaffen."
    },
    {
      "provision_ref": "art14",
      "chapter": "2. Abschnitt: Finanzierung der tripartiten Kommissionen",
      "section": "14",
      "title": "Tripartite Kommissionen der Kantone",
      "content": "1 Jeder Kanton trägt die Kosten seiner tripartiten Kommission. Er übernimmt insbesondere die Kosten für das Sekretariat. Ferner regelt er die Entschädigung an die Sozialpartner. 2 Wenn mehrere Kantone eine gemeinsame tripartite Kommission eingesetzt haben, teilen sie deren Kosten unter sich auf."
    },
    {
      "provision_ref": "art15",
      "chapter": "2. Abschnitt: Finanzierung der tripartiten Kommissionen",
      "section": "15",
      "title": "Tripartite Kommission des Bundes",
      "content": "1 Der Bund trägt die Kosten der tripartiten Kommission des Bundes. 2 Der Bund stellt der tripartiten Kommission des Bundes die Räume, das Personal und das Material zur Verfügung, die diese für ihre Tätigkeit benötigt."
    },
    {
      "provision_ref": "art16",
      "chapter": "3. Abschnitt: Tripartite Kommission des Bundes",
      "section": "16",
      "title": "Organisation",
      "content": "1 Der Bundesrat wählt zu Beginn jeder Legislaturperiode die Mitglieder der tripartiten Kommission des Bundes. 2 Die tripartite Kommission des Bundes besteht aus 18 Mitgliedern, wovon sechs die Arbeitnehmerverbände vertreten, sechs die Arbeitgeberverbände, drei den Bund und drei die Kantone. 3 Die Vertretung des Bundes setzt sich zusammen aus einer Person des Staatssekretariates für Migration und zwei Personen der Direktion für Arbeit des SECO. 4 Die tripartite Kommission des Bundes wird von einem Mitglied der Direktion für Arbeit des SECO geleitet. Die Direktion für Arbeit führt auch das Sekretariat. Im Übrigen konstituiert sich die Kommission selbst. Sie erlässt ein Reglement, das die Details ihrer Organisation und namentlich ihre Kompetenzen sowie diejenigen der Subkommissionen, der Mitglieder und des Präsidiums festhält. Das Reglement muss vom Eidgenössischen Departement für Wirtschaft, Bildung und Forschung (WBF) genehmigt werden. Fassung gemäss Ziff. I der V vom 4. Nov. 2009, in Kraft seit 1. Jan. 2010 ( AS 2009 5655 ). Die Bezeichnung der Verwaltungseinheit wurde in Anwendung von Art. 16 Abs. 3 der Publikationsverordnung vom 17. Nov. 2004 ( AS 2004 4937 ) auf den 1. Jan. 2015 angepasst. Fassung gemäss Ziff. I der V vom 4. Nov. 2009, in Kraft seit 1. Jan. 2010 ( AS 2009 5655 ). Die Bezeichnung der Verwaltungseinheit wurde in Anwendung von Art. 16 Abs. 3 der Publikationsverordnung vom 17. Nov. 2004 ( AS 2004 4937 ) auf den 1. Jan. 2013 angepasst. Die Anpassung wurde im ganzen Text vorgenommen. Eingefügt durch Ziff. I der V vom 4. Nov. 2009, in Kraft seit 1. Jan. 2010 ( AS 2009 5655 )."
    },
    {
      "provision_ref": "art16a",
      "chapter": "4. Abschnitt:",
      "section": "16a",
      "title": "a Umfang der Inspektionstätigkeit",
      "content": "Bei der Festlegung des Umfangs der Inspektionstätigkeit nach Artikel 7 a des Gesetzes werden berücksichtigt: a. die Zahl der Arbeitsplätze auf dem kantonalen Arbeitsmarkt; b. der Anteil an ausländischen Arbeitnehmerinnen und Arbeitnehmer auf dem kantonalen Arbeitsmarkt; c. die Branchen, die auf dem kantonalen Arbeitsmarkt vertreten sind, und die allfällige Unterstellung dieser Branchen unter einen allgemeinverbindlich erklärten GAV; d. die geografische Verteilung der Unternehmen; e. grenzüberschreitende Beziehungen; f. die mit dem Ziel eines gemeinsamen Vollzuges des Gesetzes bestehende Zusammenarbeit zwischen dem Kanton und den Sozialpartnern sowie Arbeitsmarktbeobachtungstätigkeiten nach Artikel 360 b Absatz 3 OR; g. die im Kanton bestehende Zusammenarbeit zwischen verschiedenen Amtsstellen. SR 220"
    },
    {
      "provision_ref": "art16b",
      "chapter": "4. Abschnitt:",
      "section": "16b",
      "title": "b Leistungsvereinbarung",
      "content": "1 Die Leistungsvereinbarung wird zwischen dem WBF und dem einzelnen Kanton nach Artikel 7 a Absatz 3 des Gesetzes abgeschlossen. 2 In der Leistungsvereinbarung müssen insbesondere festgelegt werden: a. der Umfang der Inspektionstätigkeit; b. die Finanzierung durch den Bund; c. die Umsetzung der Vollzugsziele des Gesetzes; d. die Rahmenbedingungen für die Vollzugsorgane; e. die Berichterstattungspflicht; f. die Dauer der Vereinbarung und die Kündigung. 3 Überdies können in der Leistungsvereinbarung Indikatoren für die Beurteilung der Leistung und der Wirkung festgelegt werden."
    },
    {
      "provision_ref": "art16c",
      "chapter": "4. Abschnitt:",
      "section": "16c",
      "title": "c Inspektionsaufgaben",
      "content": "Die Inspektionstätigkeit umfasst folgende Aufgaben: a. Überprüfung der eingehenden Meldungen; b. Weiterleitung der Meldungen; c. Einforderung, Evaluierung und Nachbearbeitung der für die Kontrolltätigkeit notwendigen Dokumente; d. Kontrolle der Arbeitsbedingungen am Arbeitsplatz der Arbeitnehmerinnen und Arbeitnehmer oder in den Verwaltungsräumen des Arbeitgebers; e. Kontrolle der Lohnbücher; f. Abklärung von Zweifelsfällen, namentlich durch: 1. das Einholen von ergänzenden Dokumenten, 2. den Kontakt mit Arbeitgebern, mit schweizerischen oder ausländischen Sozialversicherungsbehörden und mit weiteren Behörden; g. Auswertung der Kontrollen; h. Vorbereitung von Entscheiden zuhanden der zuständigen Behörde."
    },
    {
      "provision_ref": "art16d",
      "chapter": "4. Abschnitt:",
      "section": "16d",
      "title": "d Finanzierung der Inspektionstätigkeit",
      "content": "1 Der Bund übernimmt für die in der Leistungsvereinbarung vorgesehene Inspektionstätigkeit 50 Prozent der Lohnkosten, die dem Kanton für die Erfüllung der Aufgabe nach Artikel 16 c anfallen, einschliesslich des Arbeitgeberbeitrags für die Sozialversicherungen. Er übernimmt die Ausrüstungs- und Infrastrukturkosten nicht. 2 Absatz 1 ist auch anwendbar, wenn eine Zusammenarbeit zwischen den kantonalen Behörden und den Sozialpartnern festgelegt wurde."
    },
    {
      "provision_ref": "art16e",
      "chapter": "5. Abschnitt:",
      "section": "16e",
      "title": "",
      "content": "Die mit dem Vollzug von Gesamtarbeitsverträgen betrauten paritätischen Organe und die mit der Inspektionstätigkeit nach Artikel 7 a des Gesetzes beauftragten tripartiten Kommissionen müssen insgesamt 35 000 Kontrollen pro Jahr durchführen. Die Anzahl der zu entschädigenden Kontrollen wird in den Leistungsvereinbarungen nach Artikel 9 Absatz 3 dieser Verordnung und Artikel 7 a Absatz 3 des Gesetzes festgelegt. Fassung gemäss Ziff. I der V vom 23. Aug. 2017, in Kraft seit 1. Jan. 2018 ( AS 2017 5015 )."
    },
    {
      "provision_ref": "art17",
      "chapter": "4. Kapitel: Zuständige Bundesbehörden",
      "section": "17",
      "title": "",
      "content": "1 Die zuständige Bundesbehörde nach den Artikeln 9 Absatz 3 und 14 des Gesetzes ist die Direktion für Arbeit des SECO. 2 Die zuständige Bundesbehörde zur Behandlung von Streitfällen, die sich aus dem Vollzug durch die tripartite Kommission im Sinne von Artikel 360 b Absatz 5 des OR ergeben, ist das WBF. SR 220 Fassung gemäss Ziff. II 86 der V vom 8. Nov. 2006 über die Anpassung von Bundesratsverordnungen an die Totalrevision der Bundesrechtspflege, in Kraft seit 1. Jan. 2007 ( AS 2006 4705 )."
    },
    {
      "provision_ref": "art17a",
      "chapter": "4. Kapitel: Zuständige Bundesbehörden",
      "section": "17a",
      "title": "a Liste der sanktionierten Arbeitgeber",
      "content": "1 Das Staatsekretariat für Wirtschaft macht in einem Abrufverfahren eine Liste der Arbeitgeber zugänglich, gegenüber denen folgende Sanktionen ausgesprochen wurden: a. Bussen; b. das vorübergehende Verbot, ihre Dienste in der Schweiz anzubieten. 2 Die Sanktionen werden fünf Jahre, nachdem sie ausgesprochen wurden, aus der Liste gelöscht. Eingefügt durch Ziff. I der V vom 9. Dez. 2005, in Kraft seit 1. April 2006 ( AS 2006 965 )."
    },
    {
      "provision_ref": "art18",
      "chapter": "1. Abschnitt: Änderung bisherigen Rechts",
      "section": "18",
      "title": "",
      "content": "… Die Änderungen können unter AS 2003 1380 konsultiert werden."
    },
    {
      "provision_ref": "art19",
      "chapter": "2. Abschnitt: Inkrafttreten",
      "section": "19",
      "title": "",
      "content": "1 Diese Verordnung tritt unter Vorbehalt von Absatz 2 am 1. Juni 2003 in Kraft. 2 Die Artikel 1–9 sowie 17 und 18 treten am 1. Juni 2004 in Kraft."
    }
  ],
  "definitions": []
}