{
  "id": "sr-811-112-03",
  "type": "statute",
  "title": "Verordnung des EDI vom 20. August 2007 über die Akkreditierung der Weiterbildungsgänge der universitären Medizinalberufe",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2007/541/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Gegenstand",
      "content": "Diese Verordnung bestimmt die Qualitätsstandards für Weiterbildungsgänge der universitären Medizinalberufe."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Akkreditierte Weiterbildungsgänge",
      "content": "Akkreditiert werden die Weiterbildungsgänge, die zu einem eidgenössischen Weiterbildungstitel führen in: a. Humanmedizin; b. Zahnmedizin; c. Chiropraktik; oder d. Pharmazie. Eingefügt durch Ziff. I der V des EDI vom 1. Juni 2011, in Kraft seit vom 1. Juli 2011 ( AS 2011 2915 )."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Qualitätsstandards",
      "content": "1 Die Qualitätsstandards konkretisieren das Akkreditierungskriterium gemäss Artikel 25 Absatz 1 Buchstabe b des Medizinalberufegesetzes vom 23. Juni 2006 (MedBG) für die Weiterbildungsgänge nach Artikel 2. 2 Weiterbildungsgänge, die akkreditiert werden sollen, werden daraufhin überprüft, ob sie diese Qualitätsstandards erfüllen, um festzustellen, ob sie dem gesetzlichen Akkreditierungskriterium nach Absatz 1 genügen. 3 Es gelten die Qualitätsstandards gemäss Anhang. SR 811.11"
    },
    {
      "provision_ref": "art3a",
      "section": "3a",
      "title": "a Übergangsbestimmung zur Änderung vom 16. Mai 2022",
      "content": "Für die beim Inkrafttreten der Änderung vom 16. Mai 2022 erfolgreich akkreditierten Weiterbildungsgänge gelten für die gesamte Geltungsdauer der Akkreditierung die Qualitätsstandards nach dem bisherigen Recht. Eingefügt durch Ziff. I der V des EDI vom 16. Mai 2022, in Kraft seit 1. Juli 2022 ( AS 2022 339 ). Die Qualitätsstandards sind abrufbar unter: www.bag.admin.ch > Berufe im Gesundheitswesen > Akkreditierung (Gesundheitsberufe) > Akkreditierung Weiterbildungsgänge Medizinalberufe."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 1. September 2007 in Kraft."
    }
  ],
  "definitions": []
}