{
  "id": "sr-810-305",
  "type": "statute",
  "title": "Verordnung vom 20. September 2013 über klinische Versuche mit Ausnahme klinischer Versuche mit Medizinprodukten (Verordnung über klinische Versuche; KlinV)",
  "title_en": "Ordinance of 20 September 2013 on Clinical Trials in Human Research (Clinical Trials Ordinance, ClinO)",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2013/643/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Section 1 Purpose and Definitions",
      "section": "1",
      "title": "Purpose",
      "content": "1 This Ordinance regulates: a. the requirements for the conduct of: 1. clinical trials of medicinal products, including combinations under Article 2 paragraph 1 letters f and g of the Medical Devices Ordinance of 1 July 2020 (MedDO), or transplant products, 2. clinical trials of… products under Article 2 a paragraph 2 TPA, 3. clinical trials of transplantation, 4. clinical trials that are not clinical trials under numbers 1 to 3; b. the approval and notification procedures for clinical trials; c. the duties and responsibilities of research ethics committees (ethics committees), the Swiss Agency for Therapeutic Products (Swissmedic) and the Federal Office of Public Health (the FOPH) in connection with the approval and notification procedures; d. the registration of clinical trials and public access to the register. 2 The conduct of the following clinical trials is not covered by this Ordinance: a. clinical trials of medical devices under Article 1 MedDO and Article 1 of the Ordinance of 4 May 2022 on In Vitro Diagnostic Medical Devices: for such trials, the Ordinance of 1 July 2020 on Clinical Trials of Medical Devices (ClinO-MD) applies; b. clinical trials of xenotransplantation: for such trials, the Xenotransplantation Ordinance of 16 March 2007 applies. Amended by Annex 2 No 2 of the O of 1 July 2020 on Clinical Trials of Medical Devices, in force since 26 May 2021 ( AS 2020 3033 ). Amended by Annex No 2 of the O of 19 May 2021, in force since 26 May 2021 ( AS 2021 281 ). SR 812.213 Term removed by Annex 2 No 2 of the O of 4 May 2022, with effect from 26 May 2022 ( AS 2022 294 ). This change has been made throughout the text. Term in accordance with Annex No 2 of the O of 19 May 2021, in force since 26 May 2021 ( AS 2021 281 ). This change has been made throughout the text. Amended by No I of the O of 7 June 2024, in force since 1 Nov. 2024 ( AS 2024 322 ). SR 812.219 SR 810.306 SR 810.213 Amended by No I of the O of 7 June 2024, in force since 1 Nov. 2024 ( AS 2024 322 )."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Definitions",
      "content": "In this Ordinance: a. clinical trial means a research project involving individuals that prospectively assigns them to undergo one or more interventions in order to study the effects thereof on health or on the structure and function of the human body; b. intervention means any measure to which the participant is subjected and whose effects on this person are to be investigated; c. minimal risks and burdens mean risks and burdens, which, in terms of intensity and quality, and taking into account the vulnerability of the participants and the specific circumstances, will have only a slight and temporary impact on the participants’ health; in particular, minimal risks and burdens may be associated with: 1. surveys and observations, 2. peripheral venous or capillary blood sampling and skin punch biopsies of limited extent, 3. removing or collecting bodily substances without invasive interventions, in particular, saliva, urine and stool samples, 4. taking swabs, 5. magnetic resonance imaging scans without a contrast medium, ultrasound examinations or electrograms, 6. accompanying examinations involving ionising radiation, provided that the effective dose is below 5 mSv per research project and per participant, no contrast medium is used, and: – the radiopharmaceuticals employed are used in accordance with the authorisation or are exempt from authorisation, or – the devices under Article 1 MedDO bear conformity markings as specified in Article 13 MedDO and are used in accordance with the instructions for use; d. sponsor means a person or institution headquartered or represented in Switzerland that takes responsibility for organising a clinical trial, and in particular for the initiation, management and financing of the trial in Switzerland; e. investigator means a person responsible in Switzerland for the conduct of a clinical trial and for the protection of the participants at the trial site; an investigator who takes responsibility for organising a clinical trial in Switzerland is also a sponsor; f. surplus information means results relating to a specific person, in particular incidental findings, which arise in the course of a clinical trial and which are not required either for the conduct thereof or to answer the scientific question; g. investigational medicinal product means a product which is being tested or used as a reference, including as a placebo, in a clinical trial of medicinal products; h. placebo means a product that does not contain an active substance. Amended by Annex 2 No 2 of the O of 1 July 2020 on Clinical Trials on Medical Devices, in force since 26 May 2021 ( AS 2020 3033 ). Amended by No I of the O of 7 June 2024, in force since 1 Nov. 2024 ( AS 2024 322 ). Amended by No I of the O of 7 June 2024, in force since 1 Nov. 2024 ( AS 2024 322 ). Amended by No I of the O of 7 June 2024, in force since 1 Nov. 2024 ( AS 2024 322 ). SR 812.213 Inserted by No I of the O of 7 June 2024, in force since 1 Nov. 2024 ( AS 2024 322 ). Inserted by No I of the O of 7 June 2024, in force since 1 Nov. 2024 ( AS 2024 322 ). Inserted by No I of the O of 7 June 2024, in force since 1 Nov. 2024 ( AS 2024 322 )."
    },
    {
      "provision_ref": "art3",
      "chapter": "Section 2 Principles",
      "section": "3",
      "title": "Scientific integrity",
      "content": "1 The sponsor and the investigator, and the other persons involved in the clinical trial, shall maintain scientific integrity. In particular, it is prohibited: a. to falsify, fabricate or suppress research results; b. to fail to disclose conflicts of interest at the planning stage, in the approval procedure, or when conducting or publishing research; c. to impede or prevent research activities without good reason; d. to prevent or sanction the exposure of scientific misconduct. 2 The code of conduct for scientific integrity, issued by the Swiss Academies of Arts and Sciences, as specified in Annex 1 number 1, is applicable. In justified cases, other recognised scientific integrity guidelines of equivalent standing may be used. Amended by No I of the O of 7 June 2024, in force since 1 Nov. 2024 ( AS 2024 322 )."
    },
    {
      "provision_ref": "art4",
      "chapter": "Section 2 Principles",
      "section": "4",
      "title": "Scientific quality",
      "content": "The sponsor and the investigator of a clinical trial shall ensure scientific quality. In particular: a. they shall define a research question based on the current state of scientific knowledge; b. they shall use an appropriate scientific methodology; and c. they shall ensure the availability of the resources required for the clinical trial and provide the necessary infrastructure."
    },
    {
      "provision_ref": "art4a",
      "chapter": "Section 2 Principles",
      "section": "4a",
      "title": "4 a Inclusion of relevant groups of persons",
      "content": "1 The sponsor and the investigator must ensure that the criteria for the selection of participants and the trial design permit appropriate representation of the groups of persons that are relevant for answering the scientific question; in particular, they shall take into account the sex ratio and age groups. 2 The exclusion or deliberate underrepresentation of relevant groups of persons must be declared and justified in the application documents. Inserted by No I of the O of 7 June 2024, in force since 1 Nov. 2024 ( AS 2024 322 )."
    },
    {
      "provision_ref": "art5",
      "chapter": "Section 2 Principles",
      "section": "5",
      "title": "Rules of Good Clinical Practice",
      "content": "1 Clinical trials must be conducted in accordance with the rules of Good Clinical Practice, as specified in Annex 1 number 2. 2 A clinical trial covered by Chapter 4 may be conducted in accordance with other rules which are recognised in the specialty in question, provided that the protection of participants and data quality and security are guaranteed. 3 The measures and precautions required in accordance with the rules of Good Clinical Practice must be adapted to the extent of the risks to which participants are exposed. Depending on the extent of these risks, there may be certain deviations from the rules of Good Clinical Practice. Any deviations must be recorded in the protocol. The protection of the participants and data quality and security must be guaranteed in all cases."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Professional qualifications",
      "content": "1 The clinical trial investigator must: a. be adequately trained in Good Clinical Practice and have the professional knowledge and experience required for the clinical trial; b. be conversant with the legal requirements for clinical trials or be able to ensure compliance by calling in appropriate expertise; and c. have appropriate knowledge and skills in the areas of data security and data protection or be able to ensure compliance by calling in appropriate expertise. 2 In addition, the investigator in a clinical trial of medicinal products, products under Article 2 a paragraph 2 TPA or transplantation must be entitled to practise as a physician under his or her own professional responsibility. 3 For clinical trials covered by Chapter 4, a person without medical qualifications may also serve as an investigator, provided that this person is entitled to practise the profession specifically qualifying him or her to conduct the clinical trial under his or her own responsibility. 4 The other persons conducting the clinical trial must have the professional knowledge and experience appropriate to the activities in question. Inserted by No I of the O of 7 June 2024, in force since 1 Nov. 2024 ( AS 2024 322 ). Amended by Annex 2 No 2 of the O of 4 May 2022, in force since 26 May 2022 ( AS 2022 294 ). Amended by Annex 2 No 2 of the O of 4 May 2022, in force since 26 May 2022 ( AS 2022 294 )."
    },
    {
      "provision_ref": "art7",
      "chapter": "Section 3 Information, Consent, Communication of Results and Revocation Information, Consent, Communication of Results and Revocation",
      "section": "7",
      "title": "Information",
      "content": "1 In addition to the points specified in Article 16 paragraph 2 HRA, the persons concerned must receive information on: a. possible alternatives to the intervention under investigation, if the clinical trial is expected to offer a direct benefit; b. the effort involved and the obligations arising from participation; c. their right to withhold or to revoke their consent without giving reasons and without suffering any disadvantages in relation to their medical treatment; d. the consequences of revocation of consent for their subsequent medical treatment, and for further use of the personal data and biological material collected up to this point; e. their right to receive information at any time in response to further questions relating to the clinical trial; e bis . the possibility of surplus information arising, and the significance of the discovery of surplus information and the significance of exercising one’s right to know or not to know; f. their right to be informed of results concerning their health, and their right to forgo such information or to designate a person who is to take this decision for them; g. the measures envisaged to cover any damage arising from the clinical trial, including the procedure in the event of a claim; h. the sponsor and the main sources of financing for the clinical trial; h bis . details of the expected publication date of the lay summary of the trial results in accordance with Article 65 a paragraph 2 and the entry on the portal in accordance with Article 67 under which the summary can be found; i. other points relevant to their decision on participation. 2 If the intention exists to make further use for research of biological material sampled or health-related personal data collected in the clinical trial, the persons concerned must also receive information on the points specified in Articles 28–32 of the Human Research Ordinance of 20 September 2013. 3 The information may be provided in stages. It may be additionally presented in a non-textual form. 4 Appropriate measures must be taken to ensure that the persons concerned have understood the essential elements of the information provided; in particular: a. the persons concerned must be informed about the purpose of and procedure for the provision of information; b. the elements of information must be communicated in an appropriate, structured and clear manner. Inserted by No I of the O of 7 June 2024, in force since 1 Nov. 2024 ( AS 2024 322 ). Inserted by No I of the O of 7 June 2024, in force since 1 March 2025 ( AS 2024 322 , 582 ). SR 810.301 Amended by No I of the O of 7 June 2024, in force since 1 Nov. 2024 ( AS 2024 322 )."
    },
    {
      "provision_ref": "art7a",
      "section": "7a",
      "title": "a Information in cases of genetic testing",
      "content": "1 If, when presymptomatic genetic testing, prenatal genetic testing, or testing for family planning purposes (Art. 3 let. e, g and i of the Federal Act of 15 June 2018 on Human Genetic Testing, HGTA) is conducted, results arise which concern the health of the person concerned, he or she must additionally receive information on the following: a. the purpose, nature and significance of the test; b. the frequency and nature of the disorder to be screened for; c. medical, psychological and social implications of the test; d. the possible significance of the results for the person concerned and for family members, and their right not to know. 2 When presymptomatic testing is conducted (Art. 3 let. e HGTA), the person concerned must additionally be informed about the conditions under which insurance providers may request the disclosure of data from genetic tests performed (Art. 43 and Art. 44 HGTA). Inserted by No I of the O of 7 June 2024, in force since 1 Nov. 2024 ( AS 2024 322 ). SR 810.12"
    },
    {
      "provision_ref": "art7b",
      "section": "7b",
      "title": "b Information in cases of prenatal risk assessment",
      "content": "When a prenatal risk assessment is conducted (Art. 3 let. h HGTA ) the pregnant woman must additionally be informed about the matters specified in Article 23 HGTA. Inserted by No I of the O of 7 June 2024, in force since 1 Nov. 2024 ( AS 2024 322 ). SR 810.12"
    },
    {
      "provision_ref": "art7c",
      "section": "7c",
      "title": "c Form of consent",
      "content": "1 Consent must be signed by hand or given in electronic form. 2 The declaration of consent must: a. be dated; and b. be readable during the entire required retention period. 3 Consent given in electronic form is permissible provided that: a. it has been granted using a method which unequivocally identifies the person concerned; b. the chosen method prevents an overhasty decision; c. it is protected against modification in accordance with the state of the art; d. it is described in the application documents how the requirements specified in letters a–c are met. 4 The person concerned can choose to receive a copy of the information documents and the declaration of consent either on paper or in electronic form. Inserted by No I of the O of 7 June 2024, in force since 1 Nov. 2024 ( AS 2024 322 )."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Exceptions to written form",
      "content": "1 In individual cases, information may be provided and consent given in a non‑written form if: a. the person concerned, for physical or cognitive reasons, cannot read or cannot write; and b. the investigator furnishes proof of the provision of information and consent, specifically by means of written confirmation by witnesses, or by a recording of verbal consent. 2 In individual cases, the requirement to provide information in written form may be waived if: a. this could only be implemented with disproportionate effort, given the language skills of the person concerned; and b. an independent qualified translator is called in to provide oral information and gives written confirmation thereof."
    },
    {
      "provision_ref": "art8a",
      "section": "8a",
      "title": "a Communication of results",
      "content": "1 The right of the persons concerned to receive information as specified in Article 8 paragraph 1 HRA applies to results concerning their health obtained by means of tests meeting current standards of analytical and clinical validity. 2 Results must be communicated to the persons concerned or, where applicable, to their legal representative, designated trusted person or the next of kin (Art. 22–24 HRA) in cases where: a. the results are subject to a legal notification requirement which stipulates or involves informing the person concerned about the result; b. the results may entail a public health measure which stipulates or involves informing the person concerned about the result; c. the results must be noted by the person who is to be informed, in order to protect the life and health of third parties or of the person lacking capacity concerned by the test. Inserted by No I of the O of 7 June 2024, in force since 1 Nov. 2024 ( AS 2024 322 )."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Consequences of revocation of consent",
      "content": "1 If consent is revoked, the biological material and health‑related personal data of the person concerned must be anonymised after data evaluation has been completed. 2 Anonymisation of the biological material and personal data may be dispensed with if: a. the person concerned expressly renounces this right when revoking consent; or b. it is established at the beginning of the clinical trial that anonymisation is not possible and the person concerned, having been adequately informed of this fact, consented to participate. 3 Persons revoking consent must be offered any follow-up care required to protect their health."
    },
    {
      "provision_ref": "art10",
      "chapter": "Section 4 Liability and Coverage",
      "section": "10",
      "title": "Exemptions from liability",
      "content": "1 Exempt from liability in relation to clinical trials under Article 19 paragraph 1 HRA shall be any person who proves that the damage is attributable to: a. the administration of an authorised medicinal product used in accordance with the prescribing information; b. the administration of an authorised medicinal product, if this is recognised as standard in guidelines prepared in accordance with internationally accepted quality criteria; c. the use of a product under Article 2 a paragraph 2 TPA that has been notified under Article 6 paragraph 3 MedDO in its version of 1 January 2002 in application of Article 108 paragraph 1 letter b MedDO and used in accordance with the instructions for use; d. the use of some other intervention which is recognised as standard in guidelines prepared in accordance with internationally accepted quality criteria. 2 Also exempt from liability under Article 19 paragraph 1 HRA shall be any person who proves that comparable damage could also have occurred if the injured party had undergone standard therapy for their disease. Amended by Annex 2 No 2 of the O of 4 May 2022, in force since 26 May 2022 ( AS 2022 294 ). SR 812.213 AS 2001 3487 Amended by No I of the O of 7 June 2024, in force since 1 Nov. 2024 ( AS 2024 322 ). Amended by No I of the O of 7 June 2024, in force since 1 Nov. 2024 ( AS 2024 322 )."
    },
    {
      "provision_ref": "art11",
      "chapter": "Section 4 Liability and Coverage",
      "section": "11",
      "title": "Extension of the limitation period",
      "content": "The limitation period for compensation claims in respect of damage: a. attributable to the use of ionising radiation is governed by Article 40 of the Radiological Protection Act of 22 March 1991; b. attributable to the use of genetically modified organisms is governed by Article 32 of the Gene Technology Act of 21 March 2003. German term amended by No I of the O of 7 June 2024, in force since 1 Nov. 2024 ( AS 2024 322 ). This amendment (not relevant to the English text) has been made throughout the Ordinance. SR 814.50 SR 814.91"
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Exemptions from liability coverage requirements",
      "content": "Exempt from liability coverage requirements are: a. damage exempt from liability in accordance with Article 10; b. Category A clinical trials (Art. 19 para. 1, Art. 20 para. 1, Art. 49 para. 1 and Art. 61 para. 1) involving measures for sampling of biological material or collection of health-related personal data which entail only minimal risks and burdens."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Requirements for liability coverage",
      "content": "1 The liability coverage requirements can be fulfilled: a. by taking out insurance; or b. by providing security of equivalent value. 2 The policy value shall be set in accordance with Annex 2. 3 The liability coverage must cover damage occurring up to 20 years after the completion of the clinical trial. Amended by No I of the O of 7 June 2024, in force since 1 Nov. 2024 ( AS 2024 322 )."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Protection of the injured party",
      "content": "1 Cancellation of the insurance policy by the insurance company is not permissible after the occurrence of the insured event. 2 Within the framework of the insurance coverage, the injured party or legal successor has a direct claim against the insurance company. Objections cannot be raised on the basis of the insurance policy or the Insurance Policies Act of 2 April 1908. 3 If the insurance company is subject to action under paragraph 2, it shall have a right of recourse against the insured party. 4 Paragraphs 1–3 apply mutatis mutandis if security of equivalent value is provided in accordance with Article 13 paragraph 1 letter b. SR 221.229.1"
    },
    {
      "provision_ref": "art15",
      "chapter": "Section 5 Clinical Trials in Emergency Situations",
      "section": "15",
      "title": "Post hoc consent",
      "content": "1 The sponsor and the investigator must, when planning or conducting a clinical trial in an emergency situation, take any measures necessary to ensure that: a. the consent of the person concerned can be obtained post hoc as soon as possible; b. in the case of a clinical trial involving children or adolescents, the consent of the legal representative can be obtained as soon as possible, if this is required in accordance with Articles 22 and 23 HRA; c. in the case of a clinical trial involving adults permanently lacking capacity, the consent of the person authorised to act as a representative can be obtained as soon as possible, if no statement of wishes formulated in a state of capacity is available. 2 The procedure for obtaining post hoc consent must be defined in the protocol."
    },
    {
      "provision_ref": "art16",
      "chapter": "Section 5 Clinical Trials in Emergency Situations",
      "section": "16",
      "title": "Death of the person",
      "content": "1 If a person who was included in a clinical trial in an emergency situation dies before it has been possible to obtain consent or refusal in accordance with Article 15, the biological material and the health-related personal data collected may only be used if this person has consented, in an advance directive or otherwise, to the use of such material and health-related data for research purposes. 2 In the absence of a statement of wishes as specified in paragraph 1, use is permissible if consent is given by the next of kin or a designated trusted person. Consent is governed by Article 8 of the Transplantation Act."
    },
    {
      "provision_ref": "art17",
      "chapter": "Section 5 Clinical Trials in Emergency Situations",
      "section": "17",
      "title": "Handling of biological material and health-related personal data",
      "content": "1 The biological material sampled and the health-related personal data collected during a clinical trial in an emergency situation may only be evaluated when consent has been obtained in accordance with Article 15 or 16. 2 In exceptional cases, the biological material and the health-related personal data may be evaluated before consent has been obtained if: a. the biological material is only utilisable for a limited period; or b. this is necessary for the sake of the participants’ safety and health. 3 If consent to participate in a clinical trial in an emergency situation is withheld post hoc, the biological material and the health-related personal data must be destroyed. 4 If the validity of the clinical trial or its results is compromised in essential respects by the destruction of the biological material and the health-related personal data, the use thereof in the clinical trial is permissible in spite of refusal of consent. The biological material and the health-related personal data must be anonymised without delay. The right to object of the person concerned is reserved. 5 If it is foreseeable that material or data may be evaluated before consent has been obtained, in accordance with paragraph 2, or used in spite of refusal of consent, in accordance with paragraph 4, this must be stated in the protocol."
    },
    {
      "provision_ref": "art18",
      "chapter": "Section 6 Storage of Health-Related Personal Data and Biological Material",
      "section": "18",
      "title": "",
      "content": "1 Any person who stores health-related personal data in connection with a clinical trial must take appropriate operational and organisational measures to protect it, and in particular: a. restrict the handling of the health-related personal data to those persons who require this data to fulfil their duties; b. prevent unauthorised or accidental disclosure, alteration, deletion and copying of the health-related personal data; c. document all processing operations which are essential to ensure traceability. 2 Any person who stores biological material in connection with a clinical trial must, in particular: a. comply with the principles set out in paragraph 1 mutatis mutandis ; b. ensure that the technical requirements are met for appropriate storage of the biological material; here, nationally and internationally recognised guidelines must be consulted; c. make resources required for storage available. Amended by No I of the O of 7 June 2024, in force since 1 Nov. 2024 ( AS 2024 322 )."
    },
    {
      "provision_ref": "art18a",
      "chapter": "Section 7",
      "section": "18a",
      "title": "a",
      "content": "In connection with insurance, Articles 42–44 HGTA apply to the handling of genetic data from clinical trials. SR 810.12"
    },
    {
      "provision_ref": "art19",
      "chapter": "Section 1 General Provisions",
      "section": "19",
      "title": "Categorisation of clinical trials of medicinal products",
      "content": "1 Clinical trials of medicinal products come under Category A if: a. the investigational medicinal product is a medicinal product authorised in Switzerland; b. the investigational medicinal product has not been modified; and c. the use of the investigational medicinal product: 1. is in accordance with the prescribing information, 2. is in an indication or dosage different from that specified in the prescribing information, but in accordance with the following criteria: – the indication is within the same disease group of the International Classification of Diseases (ICD), as specified in Annex 1 number 3, – the disease in question is self-limiting and the dosage of the medicinal product is lower than that specified in the prescribing information; or 3. is recognised as standard in guidelines prepared in accordance with internationally accepted quality criteria. 2 They come under Category B if the investigational medicinal product: a. is a medicinal product authorised in Switzerland, which: 1. is not used as specified in paragraph 1 letter c, or 2. has undergone a low-risk modification, as specified in Annex 2 bis ; b. is a medicinal product authorised in a country that has equivalent medicinal product control in accordance with Article 13 TPA and has either not been modified or has undergone a low-risk modification, as specified in Annex 2 bis ; or c. is a placebo specifically manufactured for clinical trials. 3 They come under Category C if the investigational medicinal product contains an active substance and: a. is a medicinal product authorised in Switzerland or in a country that has equivalent medicinal product control in accordance with Article 13 TPA and has undergone more than a low-risk modification, as specified in Annex 2 bis ; or b. is a medicinal product authorised neither in Switzerland nor in a country that has equivalent medicinal product control in accordance with Article 13 TPA. 4 If a clinical trial comes under more than one category, it is assigned to the highest of these categories; the categories are arranged in ascending order from A to C. Amended by No I of the O of 7 June 2024, in force since 1 Nov. 2024 ( AS 2024 322 )."
    },
    {
      "provision_ref": "art20",
      "chapter": "Section 1 General Provisions",
      "section": "20",
      "title": "Categorisation of clinical trials of products under Article 2 a paragraph 2 TPA",
      "content": "1 Clinical trials of products under Article 2a paragraph 2 TPA come under Category A if: a. the product that is under investigation has been notified under Article 6 paragraph 3 MedDO in its version of 1 January 2002 in application of Article 108 paragraph 1 letter b MedDO; and b. it is used in accordance with the instructions for use. 2 They come under Category C if: a. the product that is under investigation has not been notified under Article 6 paragraph 3 MedDO in its version of 1 January 2002 in application of Article 108 paragraph 1 letter b MedDO; b. the product that is under investigation is not used in accordance with the intended purposes specified in the instructions for use; or c. use of the product that is under investigation is prohibited in Switzerland. Amended by Annex 2 No 2 of the O of 4 May 2022, in force since 26 May 2022 ( AS 2022 294 ). SR 812.213 AS 2001 3487"
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Clinical trials of transplant products",
      "content": "For clinical trials of transplant products, the provisions of this Ordinance concerning clinical trials of medicinal products apply mutatis mutandis ."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Clinical trials of gene therapy and clinical trials of genetically modified or pathogenic organisms",
      "content": "1 For the purposes of this Ordinance, clinical trials of gene therapy are trials in which genetic information is introduced into somatic cells (somatic gene therapy). 2 For the purposes of this Ordinance, clinical trials of genetically modified organisms are trials of medicinal products containing genetically modified organisms as defined in the Release Ordinance of 10 September 2008, and in particular replication-competent viruses. 3 For the purposes of this Ordinance, clinical trials of pathogenic organisms are trials of medicinal products containing pathogenic organisms as defined in the Release Ordinance. 4 For clinical trials of gene therapy and for clinical trials of genetically modified or pathogenic organisms, the provisions of this Ordinance concerning clinical trials of medicinal products apply mutatis mutandis . SR 814.911"
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "",
      "content": "1 The investigator and the sponsor may simultaneously submit applications to the responsible ethics committee and to Swissmedic. 1bis For Category B and C clinical trials, the application must be submitted to the second authority within two years after approval has been granted by the first authority. 1ter At the request of the approval holder, the first authority may extend the deadline specified in paragraph 1 bis . Such a request constitutes a substantial modification to the clinical trial. 1quater If the deadline specified in paragraph 1 bis or the deadline extended in accordance with paragraph 1 ter is exceeded, or if a request for a deadline extension in accordance with paragraph 1 ter is rejected, then the approval granted shall lapse. 2 The responsible ethics committee and Swissmedic shall inform each other about matters relating to the review areas specified in Article 25 and in Article 32, and shall coordinate their assessments. Amended by No I of the O of 7 June 2024, in force since 1 Nov. 2024 ( AS 2024 322 ). Term amended by No I of the O of 7 June 2024, in force since 1 Nov. 2024 ( AS 2024 322 ). This amendment has been made throughout the Ordinance. Inserted by No I of the O of 7 June 2024, in force since 1 Nov. 2024 ( AS 2024 322 ). Inserted by No I of the O of 7 June 2024, in force since 1 Nov. 2024 ( AS 2024 322 ). Inserted by No I of the O of 7 June 2024, in force since 1 Nov. 2024 ( AS 2024 322 )."
    },
    {
      "provision_ref": "art23a",
      "section": "23a",
      "title": "a Deadline for enrolment of the first participant",
      "content": "1 The first participant must be enrolled in the clinical trial within two years after the last approval required has been granted. 2 In the case of clinical trials on rare diseases, the authorities may, in the course of the approval procedure, set a longer deadline at the request of the applicant. 3 The deadline in accordance with paragraph 1 or 2 may be extended at the request of the approval holder. The request must be made to all the authorities involved in the approval procedure and constitutes a substantial modification to the clinical trial. If the modification is not approved, then approvals already granted shall lapse. 4 If the first participant is not enrolled in the clinical trial within the deadline in accordance with paragraphs 1–3, then the clinical trial is considered to be interrupted as specified in Article 38 paragraph 2 third sentence. The clinical trial may only be commenced if a request for a deadline extension in accordance with paragraph 3 has been approved. Inserted by No I of the O of 7 June 2024, in force since 1 Nov. 2024 ( AS 2024 322 )."
    },
    {
      "provision_ref": "art24",
      "chapter": "Section 2 Procedure before the Responsible Ethics Committee",
      "section": "24",
      "title": "Application",
      "content": "1 The investigator shall submit to the responsible ethics committee the application documents specified in Annex 3 for review. 2 The ethics committee may request additional information. 3 The sponsor may submit the application instead of the investigator. In this case, the sponsor assumes the obligations of the investigator as specified in Articles 29 and 36 a and also the notification and reporting obligations vis-à-vis the responsible ethics committee. Amended by No I of the O of 7 June 2024, in force since 1 Nov. 2024 ( AS 2024 322 )."
    },
    {
      "provision_ref": "art25",
      "chapter": "Section 2 Procedure before the Responsible Ethics Committee",
      "section": "25",
      "title": "Review areas",
      "content": "The responsible ethics committee shall review: a. the completeness of the application; b. the categorisation requested; c. the information intended for registration in accordance with Article 64; d. the protocol with regard to: 1. the scientific relevance of the topic (Art. 5 HRA), the suitability of the chosen scientific methodology and compliance with Good Clinical Practice, 2. the ratio between the likely risks and burdens and the expected benefits (Art. 12 para. 2 HRA), 3. the measures taken to minimise risks and burdens, and for the protection and follow-up of participants (Art. 15 HRA), including precautionary measures in the handling of personal data, 4. the need to involve persons, and in particular persons who are particularly vulnerable (Art. 11 HRA), 5. the criteria for the selection of participants, 6. the proposed procedure for providing information and obtaining consent, including the appropriateness of the period for reflection, 7. the appropriateness of the remuneration for participants, 8. compliance with scientific integrity requirements; d bis . if applicable, compliance with the requirements for consent in electronic form (Art. 7 c para. 3 let. a–c); e. the completeness of the documentation for recruitment, information and consent, and its comprehensibility, especially with regard to the possible involvement of particularly vulnerable persons; e bis . the consideration given to the right of the persons concerned to receive information (Art. 8 para. 1 HRA); f. the guaranteeing of the right to compensation in the event of damage (Art. 20 HRA); g. the adequacy of the knowledge and experience of the investigator and of the other persons conducting the clinical trial, in relation to the discipline concerned and the conduct of a clinical trial; h. the suitability of the infrastructure at the trial site; i. the financing of the clinical trial and the agreements between the sponsor, third parties and the investigator concerning the allocation of tasks, remuneration and publication; j. for Category A clinical trials of medicinal products capable of emitting ionising radiation: additionally, compliance with radiological protection legislation and the dose estimation; k. for accompanying examinations involving ionising radiation: additionally, compliance with radiological protection legislation and the dose estimation, in cases unless an opinion from the FOPH has to be sought in accordance with Article 36 a paragraph 4; l. other areas, where this is necessary to assess the protection of participants. Inserted by No I of the O of 7 June 2024, in force since 1 Nov. 2024 ( AS 2024 322 ). Inserted by No I of the O of 7 June 2024, in force since 1 Nov. 2024 ( AS 2024 322 ). Amended by No I of the O of 7 June 2024, in force since 1 Nov. 2024 ( AS 2024 322 ). Amended by No I of the O of 7 June 2024, in force since 1 Nov. 2024 ( AS 2024 322 )."
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Procedure and deadlines",
      "content": "1 The ethics committee shall acknowledge receipt of the application within 7 days and notify the investigator of any formal deficiencies in the application documents. 2 It shall reach a decision within 30 days of acknowledgement of receipt of the formally correct application documents. 3 If the ethics committee requests additional information in accordance with Article 24 paragraph 2, the clock shall be stopped until this information has been received. 4 It shall inform Swissmedic of its decision in the case of Category B and C clinical trials."
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "Multicentre clinical trials",
      "content": "1 The coordinating investigator shall submit the application for multicentre clinical trials to the lead committee in accordance with Article 47 paragraph 2 HRA. The sponsor may submit the application instead of the coordinating investigator; Article 24 paragraph 3 applies mutatis mutandis . 2 The coordinating investigator is the person responsible in Switzerland for coordination of the investigators responsible at the individual trial sites. 3 The lead committee shall acknowledge receipt of the application within 7 days and at the same time notify the coordinating investigator whether the application documents are formally in order. 4 At the request of the lead committee, the coordinating investigator shall submit the required number of copies of the application documents specified in Annex 3 to the ethics committees responsible at the other trial sites (ethics committees concerned). These shall review the local conditions and inform the lead committee of their assessment within 15 days. 5 The lead committee shall reach a decision within 45 days of acknowledgement of receipt of the formally correct application. It shall inform the ethics committees concerned of its decision and Swissmedic in the case of Category B and C clinical trials."
    },
    {
      "provision_ref": "art28",
      "section": "28",
      "title": "",
      "content": "Repealed by No I of the O of 7 June 2024, with effect from 1 Nov. 2024 ( AS 2024 322 )."
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "Modifications",
      "content": "1 Substantial modifications to an approved clinical trial must be approved by the ethics committee before being implemented. Exempt from this requirement are measures which have to be taken immediately in order to protect the participants. 2 The investigator shall submit to the ethics committee any application documents specified in Annex 3 which are affected by the modification. At the same time, the investigator shall provide information on the reasons for the modification. 3 The following are considered to be substantial modifications: a. modifications affecting the participants’ safety and health, or their rights and obligations; b. modifications to the protocol, and in particular modifications based on new scientific knowledge which concern the trial design, the method of investigation, the endpoints or the form of statistical analysis; c. a change of trial site, or conducting the clinical trial at an additional site; d. a change of sponsor, coordinating investigator or investigator responsible at a trial site; or e. the extension of a deadline in accordance with Articles 23, 23 a and 50; in the application to the ethics committee, the investigator shall indicate whether the application documents are still up-to-date, particularly with regard to the scientific relevance of the question; if this is not the case, the investigator shall submit updated application documents. 4 The ethics committee shall reach a decision on substantial modifications within 30 days. Article 26 applies mutatis mutandis . 5 If a site at which a clinical trial is to be additionally conducted does not lie within the responsibility of the ethics committee which granted approval, the procedure is governed by Article 27 mutatis mutandis . 6 Other modifications must be notified to the ethics committee in the annual safety report specified in Article 43. Inserted by No I of the O of 7 June 2024, in force since 1 Nov. 2024 ( AS 2024 322 )."
    },
    {
      "provision_ref": "art30",
      "chapter": "Section 3: Procedure before Swissmedic",
      "section": "30",
      "title": "Exemption from mandatory approval",
      "content": "Category A clinical trials are exempted from the requirement for approval by Swissmedic as specified in Article 54 paragraph 1 TPA. Amended by Annex No 2 of the O of 19 May 2021, in force since 26 May 2021 ( AS 2021 281 )."
    },
    {
      "provision_ref": "art31",
      "chapter": "Section 3: Procedure before Swissmedic",
      "section": "31",
      "title": "Application",
      "content": "1 The sponsor shall submit to Swissmedic the application documents specified in Annex 4 for review. 1bis Swissmedic may prepare a list of specific documents in accordance with the content of Annex 4 that are required for submission of the application. 2 Swissmedic may request additional information. Inserted by No I of the O of 7 June 2024, in force since 1 Nov. 2024 ( AS 2024 322 )."
    },
    {
      "provision_ref": "art32",
      "chapter": "Section 3: Procedure before Swissmedic",
      "section": "32",
      "title": "Review areas",
      "content": "1 For clinical trials of medicinal products, Swissmedic shall review: a. the completeness of the application; b. the safety of the medicinal product, and in particular the preclinical and clinical pharmacology, toxicology, formulation and pharmacokinetics, and the proposed dosage and indication; c. the risk assessment and risk management based on the medicinal product safety data; d. the quality of the medicinal product and compliance with Good Manufacturing Practice (GMP); e. other areas, where this is necessary to assess the safety or quality of the medicinal product. 2 For Category B clinical trials of medicinal products capable of emitting ionising radiation, it shall additionally review compliance with radiological protection legislation and the dose estimation. 3 For clinical trials of products under Article 2 a paragraph 2 TPA, it shall review: a. the completeness of the application; b. the requirements specified in Article 54 paragraph 4 letter b TPA."
    },
    {
      "provision_ref": "art33",
      "chapter": "Section 3: Procedure before Swissmedic",
      "section": "33",
      "title": "Procedure and deadlines",
      "content": "1 Swissmedic shall acknowledge receipt of the application within 7 days and notify the sponsor of any formal deficiencies in the application documents. 2 Swissmedic shall reach a decision within 30 days of acknowledgement of receipt of the formally correct application documents. 3 If a medicinal product or product under Article 2 a paragraph 2 TPA is to be used in persons for the first time or manufactured in a new process, this deadline may be extended by a maximum of 30 days. Swissmedic shall inform the sponsor of the extended deadline. 4 If Swissmedic requests additional information in accordance with Article 31 paragraph 2, the clock shall be stopped until this information has been received. 5 Swissmedic shall inform the responsible ethics committee and other competent cantonal authorities of its decision."
    },
    {
      "provision_ref": "art34",
      "section": "34",
      "title": "Modifications",
      "content": "1 Substantial modifications to an approved clinical trial must be approved by Swissmedic before being implemented. Exempt from this requirement are measures which have to be taken immediately in order to protect the participants. 2 The sponsor must submit to Swissmedic any application documents specified in Annex 4 which are affected by the modification. At the same time, the sponsor shall provide information on the reasons for the modification. 3 The following are considered to be substantial modifications: a. modifications to the medicinal product or product under Article 2 a paragraph 2 TPA, or to its administration or use; b. modifications based on new preclinical or clinical data which may affect product safety; c. modifications concerning the production of the medicinal product or product under Article 2 a paragraph 2 TPA which may affect product safety; or d. the extension of a deadline in accordance with Articles 23 and 23 a ; in the application to Swissmedic, the sponsor shall indicate whether the application documents are still up-to-date, particularly with regard to medicinal product safety and quality; if this is not the case, the sponsor shall submit updated application documents. 4 Swissmedic shall reach a decision within 30 days after receipt of the complete application documents affected by the modification. Article 33 applies mutatis mutandis . 5 Other modifications which affect the documents submitted to Swissmedic must be notified to Swissmedic as quickly as possible. Inserted by No I of the O of 7 June 2024, in force since 1 Nov. 2024 ( AS 2024 322 )."
    },
    {
      "provision_ref": "art35",
      "chapter": "Section 4 Special Provisions for Clinical Trials of Gene Therapy, for Clinical Trials of Genetically Modified or Pathogenic Organisms, and for Clinical Trials in which Ionising Radiation is used",
      "section": "35",
      "title": "Clinical trials of gene therapy and clinical trials of genetically modified or pathogenic organisms",
      "content": "1 For Category B and C clinical trials of gene therapy and for clinical trials of genetically modified or pathogenic organisms as defined in Article 22, the documents specified in Annex 4 number 1 must be submitted to Swissmedic. 2 Before granting approval, Swissmedic shall seek opinions from the Swiss Expert Committee for Biosafety (SECB), the Federal Office for the Environment (FOEN) and the FOPH. 3 In addition to the areas specified in Article 32, Swissmedic shall review whether the quality and biological safety of the product are guaranteed with regard to the participants and to human beings and the environment. 4 It shall grant approval if: a. the SECB has confirmed the quality and biological safety of the product with regard to the participants and to human beings and the environment; and b. no objections to the clinical trial have been raised by the FOPH or by the FOEN, based on the assessment of the environmental data. 5 Swissmedic shall make a decision within 60 days of acknowledgement of receipt of the formally correct application documents. It shall inform the competent federal and cantonal authorities of its decision. 6 … 7 Swissmedic, the FOPH and the FOEN shall jointly issue guidelines on assessment of risks to human beings and the environment. Amended by No I of the O of 7 June 2024, in force since 1 Nov. 2024 ( AS 2024 322 ). Amended by No I of the O of 7 June 2024, in force since 1 Nov. 2024 ( AS 2024 322 ). Repealed by No I of the O of 7 June 2024, with effect from 1 Nov. 2024 ( AS 2024 322 )."
    },
    {
      "provision_ref": "art36",
      "chapter": "Section 4 Special Provisions for Clinical Trials of Gene Therapy, for Clinical Trials of Genetically Modified or Pathogenic Organisms, and for Clinical Trials in which Ionising Radiation is used",
      "section": "36",
      "title": "",
      "content": "1 For Category B and C clinical trials of medicinal products capable of emitting ionising radiation, the documents specified in Annex 4 number 5 must additionally be submitted to Swissmedic. 2 In the case of Category C clinical trials, Swissmedic shall seek an opinion from the FOPH before granting approval. The FOPH shall review compliance with radiological protection legislation and the dose estimation. 3 Swissmedic shall grant approval if: a. the requirements covered by Article 32 are met; and b. the FOPH has raised no objections to the clinical trial. 4 Swissmedic shall reach a decision on Category C clinical trials within 60 days of acknowledgement of receipt of the formally correct application documents. Swissmedic shall inform the FOPH of its decision. 5 … Amended by No I of the O of 7 June 2024, in force since 1 Nov. 2024 ( AS 2024 322 ). Amended by No I of the O of 7 June 2024, in force since 1 Nov. 2024 ( AS 2024 322 ). Amended by No I of the O of 7 June 2024, in force since 1 Nov. 2024 ( AS 2024 322 ). Repealed by No I of the O of 7 June 2024, with effect from 1 Nov. 2024 ( AS 2024 322 )."
    },
    {
      "provision_ref": "art36a",
      "section": "36a",
      "title": "a Procedure for accompanying examinations involving ionising radiation",
      "content": "1 In the case of accompanying examinations involving ionising radiation, the investigator shall submit to the responsible ethics committee the additional application documents specified in Annex 3 number 5. Subject to the provisions of paragraphs 2–6, the approval procedure is governed by Articles 24–27 and 29. 2 The investigator shall additionally submit to the FOPH the application documents specified in Annex 3 number 6 if: a. a radiopharmaceutical employed is not used in accordance with the authorisation or is not authorised in Switzerland; b. a medical device employed which is capable of emitting ionising radiation: 1. is not used in accordance with the instructions for use, or 2. does not bear a conformity marking in accordance with Article 13 MedDO ; or c. some other radioactive source is used. 3 If additional documentation has to be submitted in accordance with paragraph 2, the investigator shall inform the ethics committee accordingly. 4 The FOPH shall, within a reasonable period, deliver an opinion for the ethics committee on compliance with radiological protection legislation and on the dose estimation. 5 The ethics committee shall grant approval if: a. the requirements covered by Article 25 are met; and b. after discussion of the opinion specified in paragraph 4, there are no remaining objections to the clinical trial. 6 It shall reach a decision within 45 days after acknowledgement of receipt of the formally correct application documents. It shall inform the FOPH of its decision. Inserted by No I of the O of 7 June 2024, in force since 1 Nov. 2024 ( AS 2024 322 , 582 ). SR 812.213"
    },
    {
      "provision_ref": "art37",
      "chapter": "Section 5 Documentation, Notifications and Reporting",
      "section": "37",
      "title": "",
      "content": "1 If immediate safety and protective measures have to be taken during the conduct of a clinical trial, the investigator shall notify the ethics committee of these measures, and of the circumstances necessitating them, within 7 days. 2 In the case of clinical trials of products under Article 2 a paragraph 2 TPA, this notification shall be made within 2 days. 3 For Category B and C clinical trials, the notifications specified in paragraphs 1 and 2 shall additionally be made to Swissmedic. This obligation rests on the sponsor. Amended by No I of the O of 7 June 2024, in force since 1 Nov. 2024 ( AS 2024 322 ). Amended by No I of the O of 7 June 2024, in force since 1 Nov. 2024 ( AS 2024 322 )."
    },
    {
      "provision_ref": "art38",
      "chapter": "Section 5 Documentation, Notifications and Reporting",
      "section": "38",
      "title": "For the first visit and for completion, premature termination, interruption and resumption of a clinical trial",
      "content": "1 The investigator shall notify the ethics committee, within 30 days, of: a. the first visit of the first participant in the clinical trial in Switzerland; and b. the completion of the clinical trial in Switzerland. 1bis The investigator shall notify the ethics committee, within 90 days, of the global completion of a multinational clinical trial. 1ter Completion of a clinical trial is marked by the last participant’s final follow-up visit, in the absence of provisions to the contrary in the protocol. 2 The investigator shall notify the ethics committee of the premature termination, interruption or resumption of the clinical trial within 15 days. In the notification, the reasons for the premature termination, interruption or resumption must be stated. An interruption lasting for more than two years is considered to be a premature termination. 3 The investigator shall submit a summary final report to the ethics committee within a year of the completion or premature termination of the clinical trial, unless a longer period is specified in the protocol. 4 If a multicentre clinical trial is terminated prematurely, interrupted or resumed at one of the trial sites, the coordinating investigator shall also notify the ethics committee concerned in accordance with paragraph 2. 5 For Category B and C clinical trials, the notifications and reports specified in paragraphs 1–3 shall additionally be made to Swissmedic. These obligations rest on the sponsor. Amended by No I of the O of 7 June 2024, in force since 1 Nov. 2024 ( AS 2024 322 )."
    },
    {
      "provision_ref": "art39",
      "section": "39",
      "title": "",
      "content": "1 If adverse events occur in the course of a Category C clinical trial, they must be documented by the investigator in a standardised manner. 1bis In the protocol for Category C clinical trials, the sponsor may, in justified exceptional cases, waive the documentation requirements for adverse events identified as not critical to the safety evaluation. 2 If adverse events occur in the course of a Category B clinical trial, they must be documented by the investigator in a standardised manner if: a. the adverse events are identified in the protocol as critical to the safety evaluation; or b. this was requested by the authorities responsible for approval. 3 For Category A clinical trials, there is no obligation to document adverse events. 4 The definition of adverse events is governed by the rules of Good Clinical Practice as specified in Annex 1 number 2. Amended by No I of the O of 7 June 2024, in force since 1 Nov. 2024 ( AS 2024 322 ). Amended by No I of the O of 7 June 2024, in force since 1 Nov. 2024 ( AS 2024 322 ). Inserted by No I of the O of 7 June 2024, in force since 1 Nov. 2024 ( AS 2024 322 ). Amended by No I of the O of 7 June 2024, in force since 1 Nov. 2024 ( AS 2024 322 )."
    },
    {
      "provision_ref": "art40",
      "section": "40",
      "title": "",
      "content": "1 If, in the course of a clinical trial, serious adverse events occur in participants, the investigator must document these in a standardised manner and report them to the sponsor within 24 hours after they become known. Events which are not to be reported according to the protocol are exempted. 2 and 3 … 4 The definition of serious adverse events is governed by the rules of Good Clinical Practice as specified in Annex 1 number 2. Amended by No I of the O of 7 June 2024, in force since 1 Nov. 2024 ( AS 2024 322 ). Repealed by No I of the O of 7 June 2024, with effect from 1 Nov. 2024 ( AS 2024 322 )."
    },
    {
      "provision_ref": "art41",
      "section": "41",
      "title": "",
      "content": "1 If, in the course of a clinical trial, a suspected unexpected serious adverse reaction occurs in a participant, the investigator must document this in a standardised manner and report it to the sponsor within 24 hours after it becomes known. 2 The investigator shall report a suspected unexpected adverse reaction with life-threatening or fatal consequences occurring in Switzerland to the responsible ethics committee within 7 days, and any other suspected unexpected serious adverse reaction within 15 days. 3 If, in the case of a multicentre clinical trial, a suspected unexpected serious adverse reaction occurs at one of the trial sites in Switzerland, the coordinating investigator shall also report it to the ethics committee concerned in accordance with paragraph 2, within the same period. 4 For Category B and C clinical trials, the reports specified in paragraph 2 shall also be made to Swissmedic. This obligation rests on the sponsor. For Category A clinical trials, the sponsor is subject to the notification requirements specified in Article 59 paragraphs 1 and 2 TPA. 4bis The requirements specified in paragraphs 1 – 4 also apply if the investigator or the sponsor becomes aware of a suspected unexpected serious adverse reaction which has occurred after completion of the clinical trial in Switzerland, or if the investigator or the sponsor only becomes aware of a suspected reaction of this kind after completion of the clinical trial. 5 The definition of a suspected unexpected serious adverse reaction is governed by the rules of Good Clinical Practice as specified in Annex 1 number 2. Amended by No I of the O of 7 June 2024, in force since 1 Nov. 2024 ( AS 2024 322 ). Amended by No I of the O of 7 June 2024, in force since 1 Nov. 2024 ( AS 2024 322 ). Amended by No I of the O of 7 June 2024, in force since 1 Nov. 2024 ( AS 2024 322 ). Amended by No I of the O of 7 June 2024, in force since 1 Nov. 2024 ( AS 2024 322 ). Inserted by No I of the O of 7 June 2024, in force since 1 Nov. 2024 ( AS 2024 322 ). Amended by No I of the O of 7 June 2024, in force since 1 Nov. 2024 ( AS 2024 322 )."
    },
    {
      "provision_ref": "art42",
      "section": "42",
      "title": "",
      "content": "1 The investigator shall, within 7 days, report to the responsible ethics committee: a. serious adverse events which occur in participants in Switzerland in the course of a Category C clinical trial of products under Article 2 a paragraph 2 TPA and where it cannot be excluded that the events are attributable: 1. to the product under investigation, or 2. to an intervention undertaken in the clinical trial; b. deficiencies in the product under Article 2 a paragraph 2 TPA under investigation that might have led to serious adverse events if appropriate action had not been taken, intervention had not occurred, or circumstances had been less fortunate. 2 If in the case of a multicentre clinical trial, at one of the trial sites, serious adverse events or deficiencies in the product under Article 2 a paragraph 2 TPA under investigation occur, the coordinating investigator shall also report them to the ethics committee concerned. 3 For a Category C clinical trial, the reports specified in paragraph 1 shall also be made to Swissmedic. This obligation rests on the sponsor. In addition, the sponsor shall report to Swissmedic any events occurring or deficiencies in the product under Article 2 a paragraph 2 TPA under investigation observed abroad. In the case of a Category A clinical trial, the sponsor is subject to the reporting requirements specified in Article 15 paragraph 1 MedDO in its version of 1 January 2002 in application of Article 103 paragraph 2 MedDO. 4 The definition of serious adverse events and deficiencies in products under Article 2 a paragraph 2 TPA is governed by the rules of Good Clinical Practice as specified in Annex 1 number 2. Amended by Annex 2 No 2 of the O of 4 May 2022, in force since 26 May 2022 ( AS 2022 294 ). Amended by No I of the O of 7 June 2024, in force since 1 Nov. 2024 ( AS 2024 322 ). Amended by No I of the O of 7 June 2024, in force since 1 Nov. 2024 ( AS 2024 322 ). SR 812.213 AS 2001 3487"
    },
    {
      "provision_ref": "art43",
      "section": "43",
      "title": "Reporting on the safety of participants",
      "content": "1 Once a year, the investigator shall present to the responsible ethics committee a list of events and deficiencies in the product under Article 2 a paragraph 2 TPA under investigation and adverse reactions as specified in Articles 40–42. On this basis, the investigator shall submit a report on their severity and causal relationship to the intervention, and on the safety of participants, and shall inform the ethics committee about the general progress of the clinical trial. 2 In the case of clinical trials also conducted abroad according to the same protocol, the events and deficiencies in the product under Article 2 a paragraph 2 TPA under investigation and adverse reactions occurring abroad must also be included in the list and the report. 3 For Category B and C clinical trials, reports as specified in paragraphs 1 and 2 must also be submitted to Swissmedic. This obligation rests on the sponsor. Amended by No I of the O of 7 June 2024, in force since 1 Nov. 2024 ( AS 2024 322 ). Amended by Annex 2 No 2 of the O of 4 May 2022, in force since 26 May 2022 ( AS 2022 294 )."
    },
    {
      "provision_ref": "art44",
      "section": "44",
      "title": "",
      "content": "1 In clinical trials involving any use of ionising radiation, the investigator shall assess compliance with the dose constraint specified in Article 45 of the Radiological Protection Ordinance of 26 April 2017. 2 If the permitted dose constraint is exceeded at any time, the investigator shall notify the responsible ethics committee within seven working days of it becoming known. 3 In the case of Category B and C clinical trials of medicinal products capable of emitting ionising radiation, notification in accordance with paragraph 2 must also be made to Swissmedic. This obligation rests on the sponsor. 4 The responsible ethics committee and Swissmedic may obtain expert advice from the FOPH in order to assess the dose calculation or the dose estimation and to decide what further measures are required. 5 If any use is made of ionising radiation, the investigator shall document in the summary final report in accordance with Article 38, all information of relevance for radiological protection, and in particular the retrospective dose estimation for the participants. 6 The reporting requirements specified in paragraph 5 do not apply in the case of radiopharmaceuticals used in accordance with the authorisation and medical devices used in accordance with the instructions for use and bearing conformity markings as specified in Article 13 MedDO . 7 Within the framework of the opinion delivered in accordance with Article 36 a , or on request, the FOPH may specify further exemptions from the reporting requirements specified in paragraph 5. 8 The investigator shall forward the summary final report to the FOPH if the FOPH has delivered an opinion in accordance with Article 36 or 36 a . Amended by Annex 11 No 6 of the Radiological Protection Ordinance of 26 Apr. 2017, in force since 1 Jan. 2018 ( AS 2017 4261 ). Amended by No I of the O of 7 June 2024, in force since 1 Nov. 2024 ( AS 2024 322 ). SR 814.501 Amended by No I of the O of 7 June 2024, in force since 1 Nov. 2024 ( AS 2024 322 ). Amended by No I of the O of 7 June 2024, in force since 1 Nov. 2024 ( AS 2024 322 ). Amended by No I of the O of 7 June 2024, in force since 1 Nov. 2024 ( AS 2024 322 ). SR 812.213 Amended by No I of the O of 7 June 2024, in force since 1 Nov. 2024 ( AS 2024 322 ). Amended by No I of the O of 7 June 2024, in force since 1 Nov. 2024 ( AS 2024 322 ). Inserted by No I of the O of 7 June 2024, in force since 1 Nov. 2024 ( AS 2024 322 )."
    },
    {
      "provision_ref": "art44a",
      "section": "44a",
      "title": "a Assumption of the investigator’s notification and reporting obligations by the sponsor",
      "content": "Instead of the investigator, the sponsor may assume the notification and reporting obligations listed in this Section vis-à-vis the ethics committee or ethics committees, if this is provided for in the application documents. Inserted by No I of the O of 7 June 2024, in force since 11 Nov. 2024 ( AS 2024 322 )."
    },
    {
      "provision_ref": "art45",
      "section": "45",
      "title": "Data retention requirements",
      "content": "1 The sponsor must retain all data relating to the clinical trial until the expiry date of the last batch supplied of the medicinal product under investigation or of the last product under Article 2 a paragraph 2 TPA manufactured, but at least for twenty years after the completion or premature termination of the clinical trial. 2 The investigator must retain all documents required for the identification and follow-up of participants, and all other original data, for at least twenty years after the completion or premature termination of the clinical trial. 3 For clinical trials of transplant products and for clinical trials of blood and blood products, the retention requirements are governed by Article 40 paragraph 1 TPA. Amended by No I of the O of 7 June 2024, in force since 1 Nov. 2024 ( AS 2024 322 ). Amended by No I of the O of 7 June 2024, in force since 1 Nov. 2024 ( AS 2024 322 )."
    },
    {
      "provision_ref": "art46",
      "chapter": "Section 6 Inspections and Official Measures",
      "section": "46",
      "title": "Swissmedic inspections",
      "content": "1 Swissmedic is entitled to inspect all clinical trials of medicinal products, products under Article 2 a paragraph 2 TPA or transplant products. 2 If Swissmedic carries out inspections, it shall inform in advance the responsible ethics committee and other competent cantonal and federal authorities. They may participate in the inspection. 3 Swissmedic’s powers are governed by Article 62 of the Medicinal Products Authorisation Ordinance of 14 November 2018. 4 Swissmedic may additionally carry out inspections abroad at the sponsor’s expense, if this is necessary to assess the clinical trial conducted in Switzerland. The sponsor must be informed in advance. 5 Swissmedic shall inform the responsible ethics committee and other competent cantonal and federal authorities of the results of the inspection. SR 812.212.1 . The reference has been amended on 1 Jan. 2019 pursuant to Art. 12 para. 2 of the Publications Act of 18 June 2004 ( SR 170.512 )."
    },
    {
      "provision_ref": "art47",
      "chapter": "Section 6 Inspections and Official Measures",
      "section": "47",
      "title": "Official measures of Swissmedic",
      "content": "Swissmedic may revoke or suspend the approval granted or make the continuation of the clinical trial subject to additional conditions, in particular if: a. the safety or health of participants is at risk, particularly as a result of inadequate product safety or manufacturing defects; b. the quality of the data collected is poor; c. the clinical trial is not conducted in accordance with the application documents approved by Swissmedic or by the ethics committee; d. the approval and reporting requirements have not been complied with."
    },
    {
      "provision_ref": "art48",
      "chapter": "Section 6 Inspections and Official Measures",
      "section": "48",
      "title": "Coordination and information",
      "content": "1 The responsible ethics committee, Swissmedic and the other competent cantonal authorities shall coordinate in advance the official measures to be taken. 2 The right is reserved to take measures which have to be ordered without delay in order to protect the safety or health of the persons concerned. The ethics committees and the other competent federal and cantonal authorities shall immediately inform each other about such measures."
    },
    {
      "provision_ref": "art49",
      "chapter": "Section 1 General Provisions",
      "section": "49",
      "title": "Categorisation",
      "content": "1 A clinical trial of the transplantation of human organs, tissues and cells comes under Category A if the transplantation to be investigated is recognised as standard in guidelines prepared in accordance with internationally accepted quality criteria. 2 A clinical trial of the transplantation of human organs, tissues and cells comes under Category C if the transplantation to be investigated is not recognised as standard as specified in paragraph 1. 3 Clinical trials of the transplantation of embryonic and foetal tissues and cells come under Category C."
    },
    {
      "provision_ref": "art50",
      "chapter": "Section 1 General Provisions",
      "section": "50",
      "title": "",
      "content": "1 The investigator and the sponsor may simultaneously submit applications to the responsible ethics committee and to the FOPH. 1bis For Category C clinical trials, the application must be submitted to the second authority within two years after approval has been granted by the first authority. 1ter At the request of the approval holder, the first authority may extend the deadline specified in paragraph 1 bis . Such a request constitutes a substantial modification to the clinical trial. 1quater If the deadline specified in paragraph 1 bis or the deadline extended in accordance with paragraph 1 ter is exceeded, or if a request for a deadline extension in accordance with paragraph 1 ter is rejected, then the approval granted shall lapse. 2 The responsible ethics committee and the FOPH shall inform each other about matters relating to the review areas specified both in Article 25 and in Article 53, and shall coordinate their assessments. Amended by No I of the O of 7 June 2024, in force since 1 Nov. 2024 ( AS 2024 322 ). Inserted by No I of the O of 7 June 2024, in force since 1 Nov. 2024 ( AS 2024 322 ). Inserted by No I of the O of 7 June 2024, in force since 1 Nov. 2024 ( AS 2024 322 ). Inserted by No I of the O of 7 June 2024, in force since 1 Nov. 2024 ( AS 2024 322 )."
    },
    {
      "provision_ref": "art51",
      "chapter": "Section 2 Procedure before the Responsible Ethics Committee",
      "section": "51",
      "title": "",
      "content": "For the procedure for the approval of clinical trials of transplantation by the responsible ethics committee, Articles 23 a –27, 29 and 36 a apply mutatis mutandis . Amended by No I of the O of 7 June 2024, in force since 1 Nov. 2024 ( AS 2024 322 )."
    },
    {
      "provision_ref": "art52",
      "chapter": "Section 3 Procedure before the FOPH",
      "section": "52",
      "title": "Exemption from mandatory approval",
      "content": "Category A clinical trials are exempted from the requirement for approval from the FOPH specified in Article 36 paragraph 1 of the Transplantation Act."
    },
    {
      "provision_ref": "art53",
      "chapter": "Section 3 Procedure before the FOPH",
      "section": "53",
      "title": "Review areas",
      "content": "For clinical trials of transplantation, the FOPH shall review: a. the completeness of the application; b. the origin of the organs, tissues or cells used in the clinical trial; c. compliance with the requirements of the transplantation legislation, particularly with regard to the duties of care in the handling of organs, tissues and cells, and the allocation of organs; d. the availability of the authorisations required in accordance with the Transplantation Act; e. other areas, where this is necessary to assess the safety and quality of the organs, tissues or cells used."
    },
    {
      "provision_ref": "art54",
      "chapter": "Section 3 Procedure before the FOPH",
      "section": "54",
      "title": "Approval procedure",
      "content": "1 The sponsor shall submit to the FOPH the application documents specified in Annex 4 for review. 2 The FOPH may request additional information. 3 For the procedure and deadlines, Article 33 applies mutatis mutandis ."
    },
    {
      "provision_ref": "art55",
      "chapter": "Section 3 Procedure before the FOPH",
      "section": "55",
      "title": "Modifications",
      "content": "1 Substantial modifications to an approved clinical trial must be approved by the FOPH before being implemented. Exempt from this requirement are measures which have to be taken immediately in order to protect the participants. 2 The sponsor must submit to the FOPH any application documents specified in Annex 4 which are affected by the modification. At the same time, the sponsor shall provide information on the reasons for the modification. 3 The following are considered to be substantial modifications: a. modifications due to new scientific knowledge, based in particular on new preclinical or clinical data, which affects the assessment of the safety of the organs, tissues or cells used; b. modifications relating to the origin, the tests to be performed or the storage of the organs, tissues or cells used; c. in the case of clinical trials of the transplantation of embryonic or foetal tissues and cells: modifications which may affect the safety of the participants; or d. the extension of a deadline in accordance with Articles 23 a and 50; in the application to the FOPH, the sponsor shall indicate whether the application documents are still up-to-date, particularly with regard to questions of the origin, safety and quality of the organs, tissues or cells used; if this is not the case, the sponsor shall submit updated application documents. 4 … 5 The FOPH shall reach a decision within 30 days of receipt of the complete set of application documents affected by the modification. Article 33 applies mutatis mutandis . 6 Other modifications which affect documents submitted to the FOPH must be notified to the FOPH as quickly as possible. Inserted by No I of the O of 7 June 2024, in force since 1 Nov. 2024 ( AS 2024 322 ). Inserted by No I of the O of 7 June 2024, in force since 1 Nov. 2024 ( AS 2024 322 ). Repealed by No I of the O of 7 June 2024, with effect from 1 Nov. 2024 ( AS 2024 322 )."
    },
    {
      "provision_ref": "art56",
      "section": "56",
      "title": "Special provisions for clinical trials of the transplantation of embryonic or foetal tissues and cells",
      "content": "1 The FOPH shall grant approval if, in addition to Article 53, the requirements specified in Article 34 of the Transplantation Ordinance of 16 March 2007 are met. 2 It shall grant approval within 60 days or, in the case of substantial modifications, within 30 days after receipt of the complete application documents. 3 For clinical trials of the transplantation of embryonic or foetal tissues and cells, Articles 35, 36 and 38 of the Transplantation Ordinance additionally apply. SR 810.211"
    },
    {
      "provision_ref": "art57",
      "chapter": "Section 4 Notifications and Reporting",
      "section": "57",
      "title": "",
      "content": "1 For documentation, notifications and reporting in the case of clinical trials of transplantation, Articles 37–39, 44 and 44 a apply mutatis mutandis . 2 The obligations which must be fulfilled under these provisions vis-à-vis Swissmedic are to be fulfilled, for clinical trials of transplantation, vis-à-vis the FOPH. 3 For clinical trials of transplantation, the duties of the sponsor and the investigator concerning documentation, traceability and retention of records are governed by Articles 34 and 35 of the Transplantation Act. Inserted by No I of the O of 7 June 2024, in force since 1 Nov. 2024 ( AS 2024 322 ). Amended by No I of the O of 7 June 2024, in force since 1 Nov. 2024 ( AS 2024 322 )."
    },
    {
      "provision_ref": "art57a",
      "chapter": "Section 4 Notifications and Reporting",
      "section": "57a",
      "title": ". 57 a Reporting of serious adverse events",
      "content": "1 If, in the course of a clinical trial, serious adverse events occur in participants, the investigator must document these in a standardised manner and report them to the sponsor within 24 hours after they become known. Events which are not to be reported according to the protocol are exempted. 2 The investigator shall report a serious adverse event with life-threatening or fatal consequences occurring in Switzerland to the responsible ethics committee within 7 days, and any other serious adverse event within 15 days. 3 If, in the case of a multicentre clinical trial, a serious adverse event occurs at one of the trial sites in Switzerland, the coordinating investigator shall also report it to the ethics committee concerned in accordance with paragraph 2, within the same period. 4 For Category C clinical trials, the reports specified in paragraph 2 shall also be made to the FOPH. This obligation rests on the sponsor. 5 The requirements specified in paragraphs 1 – 4 are also applicable if the investigator or the sponsor become aware of a serious adverse event which has occurred after completion of the clinical trial in Switzerland, or if the investigator or the sponsor only become aware of such an event after completion of the clinical trial. 6 The definition of serious adverse events is governed by the rules of Good Clinical Practice as specified in Annex 1 number 2. Inserted by No I of the O of 7 June 2024, in force since 1 Nov. 2024 ( AS 2024 322 )."
    },
    {
      "provision_ref": "art57b",
      "chapter": "Section 4 Notifications and Reporting",
      "section": "57b",
      "title": "b Reporting on the safety of participants",
      "content": "1 Once a year, the investigator shall present to the responsible ethics committee a list of events as specified in Article 57 a. On this basis, the investigator shall submit a report on their severity and causal relationship to the intervention, and on the safety of participants, and shall inform the ethics committee about the general progress of the clinical trial. 2 In the case of clinical trials also conducted abroad according to the same protocol, the events occurring abroad must also be included in the list and the report. 3 For Category C clinical trials, reports as specified in paragraphs 1 and 2 must also be submitted to the FOPH. This obligation rests on the sponsor. Inserted by No I of the O of 7 June 2024, in force since 1 Nov. 2024 ( AS 2024 322 )."
    },
    {
      "provision_ref": "art58",
      "chapter": "Section 5 Inspections and Official Measures",
      "section": "58",
      "title": "FOPH inspections",
      "content": "1 The FOPH may carry out inspections at any time and inspect all documents and data relating to a clinical trial of transplantation. It may request the cantonal authorities or third parties to carry out inspections. 2 Other powers and duties of cooperation are governed by Article 63 paragraphs 2 and 3 and Article 64 of the Transplantation Act."
    },
    {
      "provision_ref": "art59",
      "chapter": "Section 5 Inspections and Official Measures",
      "section": "59",
      "title": "Official measures",
      "content": "1 The FOPH may revoke or suspend the approval granted or make the continuation of the clinical trial subject to additional conditions, particularly if: a. it has reason to assume that the requirements are no longer met, the documents specified in Article 54 have been modified without due notification having been made, or the trial is not being conducted in accordance with these documents; b. such measures are necessitated by new information concerning safety or the scientific basis. 2 For the coordination of measures and the exchange of information between the FOPH, the responsible ethics committee and other competent cantonal authorities, Article 48 applies mutatis mutandis ."
    },
    {
      "provision_ref": "art60",
      "chapter": "Section 1 General Provisions",
      "section": "60",
      "title": "Scope",
      "content": "This Chapter applies to clinical trials which are neither trials of medicinal products, products under Article 2 a paragraph 2 TPA or transplant products nor trials of transplantation."
    },
    {
      "provision_ref": "art61",
      "chapter": "Section 1 General Provisions",
      "section": "61",
      "title": "Categorisation",
      "content": "1 A clinical trial comes under Category A if the intervention investigated: a. entails only minimal risks and burdens; or b. is recognised as standard in guidelines prepared in accordance with internationally accepted quality criteria. 2 A clinical trial comes under Category B if the intervention investigated: a. entails more than minimal risks and burdens; and b. is not recognised as standard as specified in paragraph 1 letter b. Amended by No I of the O of 7 June 2024, in force since 1 Nov. 2024 ( AS 2024 322 ). Amended by No I of the O of 7 June 2024, in force since 1 Nov. 2024 ( AS 2024 322 )."
    },
    {
      "provision_ref": "art62",
      "chapter": "Section 2 Approval and Notification Procedures for the Responsible Ethics Committee",
      "section": "62",
      "title": "Applicable provisions",
      "content": "The provisions which apply mutatis mutandis are: a. for the approval procedure for clinical trials, Articles 24–27, 29 and 36 a ; a bis . for the setting of a time limit for the approval, Article 23 a ; b. for the notification of safety and protective measures, Article 37 paragraph 1; c. for the notification of the first visit of the first participant and for notification and reporting upon completion, premature termination, interruption or resumption of a clinical trial, Article 38 paragraphs 1–4; d. for reporting on the safety of participants, Article 43 paragraphs 1 and 2; d bis . for notification and reporting in the case of accompanying examinations involving ionising radiation, Article 44; e. for data retention requirements, Article 45 paragraph 2. Amended by No I of the O of 7 June 2024, in force since 1 Nov. 2024 ( AS 2024 322 ). Inserted by No I of the O of 7 June 2024, in force since 1 Nov. 2024 ( AS 2024 322 ). Amended by No I of the O of 7 June 2024, in force since 1 Nov. 2024 ( AS 2024 322 ). Inserted by No I of the O of 7 June 2024, in force since 1 Nov. 2024 ( AS 2024 322 )."
    },
    {
      "provision_ref": "art63",
      "chapter": "Section 2 Approval and Notification Procedures for the Responsible Ethics Committee",
      "section": "63",
      "title": "Documentation and reporting of serious adverse events",
      "content": "1 If, in the course of a clinical trial, serious adverse events occur in participants in Switzerland, and it cannot be excluded that the events are attributable to the intervention under investigation, the investigator must document them in a standardised manner. In addition, the investigator shall report these events: a. to the sponsor within 24 hours after they become known; and b. to the responsible ethics committee within 15 days. 2 A serious adverse event is defined as any event which: a. requires inpatient treatment not envisaged in the protocol or extends a current hospital stay; b. results in permanent or significant incapacity or disability; c. is life-threatening or results in death; or d. causes a congenital anomaly or birth defect. 3 If necessary, in order to guarantee participants’ safety and health, further adverse events which must be documented or reported are to be designated in the protocol or at the request of the responsible ethics committee. 4 If, in the case of a multicentre clinical trial, serious adverse events occur at one of the trial sites, the coordinating investigator shall also report the events as specified in paragraphs 1 and 3 to the ethics committee concerned, within the same period. Amended by No I of the O of 7 June 2024, in force since 1 Nov. 2024 ( AS 2024 322 )."
    },
    {
      "provision_ref": "art66",
      "section": "66",
      "title": "Responsibility",
      "content": "The sponsor is responsible for the accuracy and completeness of the data entered."
    },
    {
      "provision_ref": "art67",
      "section": "67",
      "title": "Portal",
      "content": "1 The FOPH shall operate a portal ensuring public access to information on clinical trials conducted in Switzerland via online access to one or more registries. 2 The portal shall enable in particular the linking of data to be entered under Articles 64 and 65 a , as well as Article s 41 and 42 ClinO-MD , and the publication of this and other data from the cantonal information system as specified in Annex 5 . Amended by No I of the O of 7 June 2024, in force since 1 March 2025 ( AS 2024 322 ). SR 810.306"
    },
    {
      "provision_ref": "art68",
      "chapter": "Chapter 6 Final Provisions",
      "section": "68",
      "title": "Updating of Annexes",
      "content": "The Federal Department of Home Affairs may update Annexes 1–5 in accordance with international or technical developments. It shall undertake updates which may give rise to technical barriers to trade in consultation with the Federal Department of Economic Affairs, Education and Research."
    },
    {
      "provision_ref": "art69",
      "chapter": "Chapter 6 Final Provisions",
      "section": "69",
      "title": "Repeal of other legislation",
      "content": "The following Ordinances shall be repealed: 1. Ordinance of 14 June 1993 on the Waiver of Professional Confidentiality in Medical Research; 2. Ordinance of 17 October 2001 on Clinical Trials of medicinal products, in vitro diagnostic medical devices or combinations under Article 2 letters f–h MedDO; 3. HIV Studies Ordinance of 30 June 1993. [ AS 1993 1983 ] [ AS 2001 3511 ; 2004 4037 No I 6; 2007 5651 No II 3; 2010 1215 Annex 7, 4043 ; 2012 2777 Annex 5 No 4] [ AS 1993 2294 ]"
    },
    {
      "provision_ref": "art70",
      "chapter": "Chapter 6 Final Provisions",
      "section": "70",
      "title": "Amendment of other legislation",
      "content": "The amendment of other legislation is regulated in Annex 6."
    },
    {
      "provision_ref": "art71",
      "chapter": "Chapter 6 Final Provisions",
      "section": "71",
      "title": "Transitional provisions for clinical trials approved under existing law",
      "content": "1 Clinical trials of therapeutic products and transplant products and trials of transplantation which were approved before 1 January 2014 are considered to be Category C clinical trials. 2 Other approved clinical trials are considered to be Category B clinical trials. 3 On request, the authority which approved the clinical trial before 1 January 2014 may assign the clinical trial to a different category. In this case, the liability, coverage, notification, reporting and documentation requirements are governed by the new law. 4 The responsible ethics committee shall make the decision specified in paragraph 3 according to the simplified procedure specified in Article 6 of the HRA Organisation Ordinance of 20 September 2013. 5 The assessment of substantial modifications is governed by the new law. SR 810.308"
    },
    {
      "provision_ref": "art72",
      "section": "72",
      "title": "Transitional provisions to the Amendment of 7 June 2024",
      "content": "1 The time limits specified in Article 23 a paragraph 1, Article 38 paragraph 2 third sentence, and Article 65 a paragraph 1 second sentence begin, for ongoing clinical trials approved before the Amendment of 7 June 2024 comes into force, when this Amendment comes into force; for clinical trials that have only one of two required approvals prior to this Amendment coming into force, the time limit specified in Article 23 paragraph 1 bis and Article 50 paragraph 1 bis begins when this Amendment comes into force. 2 For ongoing clinical trials approved before the Amendment of 7 June 2024 comes into force, all the notification, reporting and documentation requirements specified in Chapter 2 Section 5, Chapter 3 Section 4 and Chapter 4 Section 2 can be fulfilled under existing law up to a year after this Amendment comes into force. 3 For clinical trials approved before the Amendment of 7 June 2024 comes into force, the liability, liability coverage and retention requirements are governed by existing law. If approval for the clinical trial was granted for a limited period, these requirements are governed by the amended law when the approval is renewed. 4 If, after the Amendment of 7 June 2024 comes into force, an approved clinical trial of medicinal products, under the amended law, comes under a different category in accordance with Article 19, then, for up to a year after the Amendment of 7 June 2024 comes into force, the sponsor may apply for an adjustment of the category in the form of a substantial modification. This application must be submitted first to Swissmedic and then, after being approved, to the responsible ethics committee. Amended by No I of the O of 7 June 2024, in force since 1 Nov. 2024 ( AS 2024 322 )."
    },
    {
      "provision_ref": "art73",
      "section": "73",
      "title": "",
      "content": "Repealed by No I of the O of 7 June 2024, with effect from 1 Nov. 2024 ( AS 2024 322 )."
    },
    {
      "provision_ref": "art74",
      "section": "74",
      "title": "Commencement",
      "content": "This Ordinance comes into force on 1 January 2014."
    }
  ],
  "definitions": []
}