{
  "id": "sr-812-214-11",
  "type": "statute",
  "title": "Verordnung des Schweizerischen Heilmittelinstituts vom 9. November 2001 über den Erlass der Pharmakopöe und die Anerkennung von Arzneibüchern",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2001/443/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Pharmakopöe",
      "content": "Als Pharmakopöe gelten: a. Pharmacopoea Europaea , 10. Ausgabe (Ph. Eur. 10), vom November 2018, Nachtrag 10.1 zur Pharmacopoea Europaea vom März 2019, Nachtrag 10.2 zur Pharmacopoea Europaea vom Juni 2019, Nachtrag 10.3 zur Pharmacopoea Europaea vom November 2019, Nachtrag 10.4 zur Pharmacopoea Europaea vom März 2020 und die dringliche Änderung der Monographien Valsartan , Losartan-Kalium , Irbesartan , Candesartancilexetil und Olmesartan medoxo mil zur Pharmacopoea Europaea vom Februar 2021; b. Pharmacopoea Helvetica, 11. Ausgabe (Ph. Helv. 11), vom März 2012, Supplement 11.1 vom Juni 2013 zur Pharmacopoea Helvetica, Supplement 11.2 vom Mai 2015 zur Pharmacopoea Helvetica und Supplement 11.3 vom Mai 2019 zur Pharmacopoea Helvetica. Fassung gemäss Ziff. I der V des Institutsrats vom 4. März 2021, in Kraft seit 1. April 2021 ( AS 2021 146 ). Die Pharmacopoea Europaea wird im Original vom Europarat herausgegeben. Die französische Originalausgabe kann beim Bundesamt für Bauten und Logistik (BBL), Verkauf Bundespublikationen, 3003 Bern, www.bundespublikationen.admin.ch, zu den in der Gebührenverordnung Publikationen vom 19. Nov. 2014 (GebV-Publ; SR 172.041.11 ) vorgesehenen Bedingungen bezogen werden. Bis zur Herausgabe der deutschen Fassung können einzelne Texte in deutscher Sprache als Druckfahne bei der Abteilung Pharmakopöe des Schweizerischen Heilmittelinstituts (Swissmedic) bezogen werden. Der volle Wortlaut kann bei der Abteilung Pharmakopöe der Swissmedic bezogen oder unter der Internet-Adresse www.swissmedic.ch abgerufen werden. Die Pharmacopoea Helvetica wird von der Swissmedic herausgegeben und kann unter www.phhelv.ch abgerufen oder beim BBL, Verkauf Bundespublikationen, 3003 Bern, www.bundespublikationen.admin.ch, zu den in der GebV-Publ vorgesehenen Bedingungen bezogen werden."
    },
    {
      "provision_ref": "art1a",
      "section": "1a",
      "title": "a Anerkannte Arzneibücher",
      "content": "Die im Anhang zu dieser Verordnung bezeichneten Arzneibücher oder die speziell bezeichneten Teile davon sind vom Institut anerkannt. Eingefügt durch Anhang 7 Ziff. I der Komplementär- und Phytoarzneimittelverordnung vom 22. Juni 2006, in Kraft seit 1. Okt. 2006 ( AS 2006 3641 )."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 1. Januar 2002 in Kraft."
    }
  ],
  "definitions": []
}