{
  "id": "sr-812-121",
  "type": "statute",
  "title": "Bundesgesetz vom 3. Oktober 1951 über die Betäubungsmittel und die psychotropen Stoffe (Betäubungsmittelgesetz, BetmG)",
  "title_en": "Federal Act of 3 October 1951 on Narcotics and Psychotropic Substances (Narcotics Act, NarcA)",
  "short_name": "BetmG",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1952/241_241_245/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Chapter 1",
      "section": "1",
      "title": "Aim",
      "content": "This Act is intended to: a. prevent the unauthorised consumption of narcotics and psychotropic substances, in particular by encouraging abstinence; b. regulate the availability of narcotics and psychotropic substances for medical and scientific purposes; c. protect persons against the negative health-related and social consequences of mental and behavioural disorders associated with dependence; d. protect public order, safety and security the risks posed by narcotics and psychotropic substances; e. combat criminal acts closely connected with narcotics and psychotropic substances. Amended by No I of the FA of 20 March 2008, in force since 1 July 2011 ( AS 2009 2623 , 2011 2559 ; BBl 2006 8573 8645 )."
    },
    {
      "provision_ref": "art1a",
      "chapter": "Chapter 1",
      "section": "1a",
      "title": "a Four-pillar policy",
      "content": "1 The Confederation and the cantons shall introduce measures in the following four areas (the four-pillar policy): a. prevention; b. therapy and reintegration; c. harm reduction and survival support; d. control and law enforcement. 2 In doing so, the Confederation and the cantons shall take account of the concerns of protecting public health and minors. Inserted by No I of the FA of 20 March 2008, in force since 1 July 2011 ( AS 2009 2623 , 2011 2559 ; BBl 2006 8573 8645 )."
    },
    {
      "provision_ref": "art1b",
      "chapter": "Chapter 1",
      "section": "1b",
      "title": "b Relationship with the Therapeutic Products Act",
      "content": "Narcotics used as therapeutic substances are governed by the provisions of the Therapeutic Products Act of 15 December 2000. The provisions of this Act apply, insofar as the Therapeutic Products Act contains no rule or a less stringent rule. Inserted by No I of the FA of 20 March 2008, in force since 1 July 2011 ( AS 2009 2623 , 2011 2559 ; BBl 2006 8573 8645 ). SR 812.21"
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Definitions",
      "content": "In this Act: a. narcotics means substances and preparations that cause dependence containing an effective concentration of morphine, cocaine or cannabis, and substances and preparations produced on their basis of or that have a similar effect to the same; b. psychotropic substances means substances and preparations that cause dependence that contain amphetamines, barbiturates, benzodiazepines or hallucinogens such as lysergide or mescaline or that have a similar effect to the same; c. substances means raw materials such as plants or fungi or parts thereof, and chemically produced compounds; d. preparations means ready-to-use narcotics and psychotropic substances; e. precursors means substances that do not cause dependence, but which may be transformed into narcotics or psychotropic substances; f. auxiliary chemicals means substances that assist in the production of narcotics and psychotropic substances. Amended by No I of the FA of 20 March 2008, in force since 1 July 2011 ( AS 2009 2623 , 2011 2559 ; BBl 2006 8573 8645 )."
    },
    {
      "provision_ref": "art2a",
      "section": "2a",
      "title": "a List",
      "content": "The Federal Department of Home Affairs shall maintain a list of narcotics, psychotropic substances precursors and auxiliary chemicals. It shall generally base this list on the recommendations of the relevant international organisations. Inserted by No I of the FA of 20 March 2008, in force since 1 July 2011 ( AS 2009 2623 , 2011 2559 ; BBl 2006 8573 8645 )."
    },
    {
      "provision_ref": "art2b",
      "section": "2b",
      "title": "b Rule for psychotropic substances",
      "content": "Unless this Act provides otherwise, the provisions on narcotics also apply to psychotropic substances. Inserted by No I of the FA of 20 March 2008, in force since 1 July 2011 ( AS 2009 2623 , 2011 2559 ; BBl 2006 8573 8645 )."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "",
      "content": "1 The Federal Council may make precursors and auxiliary chemicals subject to the narcotics controls set out in Chapters 2 and 3. It may require a licence or other less stringent monitoring measures, such as customer identification, accounting obligations and duties to provide information. In doing so, it shall generally follow the recommendations of the relevant international organisations. 2 The Federal Council may partially or - in certain concentrations or quantities - entirely exempt narcotics from the control measures if the relevant international organisations (United Nations, World Health Organisation) decide on or recommend the exemption based on an agreement ratified by Switzerland. 3 … 4 When implementing paragraph 1, in particular for duties to provide information or advice, the Federal Council may call on the assistance of private organisations. Inserted by No I of the FA of 20 March 2008, in force since 1 July 2011 ( AS 2009 2623 , 2011 2559 ; BBl 2006 8573 8645 ). Amended by No I of the FA of 20 March 2008, in force since 1 July 2011 ( AS 2009 2623 , 2011 2559 ; BBl 2006 8573 8645 ). Amended by No I of the FA of 20 March 1975, in force since 1 Aug. 1975 ( AS 1975 1220 ; BBl 1973 I 1348 ). Inserted by No I of the FA of 18 Dec. 1968 ( AS 1970 9 ; BBl 1968 I 737 ). Repealed by No I of the FA of 20 March 2008, with effect from 1 July 2011 ( AS 2009 2623 , 2011 2559 ; BBl 2006 8573 8645 ). Inserted by No I of the FA of 24 March 1995, in force since 1 July 1996 ( AS 1996 1677 ; BBl 1994 III 1273 )."
    },
    {
      "provision_ref": "art3a",
      "section": "3a",
      "title": "",
      "content": "Inserted by No I of the FA of 24 March 1995 ( AS 1996 1677 ; BBl 1994 III 1273 ). Repealed by No I of the FA of 20 March 2008, with effect from 1 July 2011 ( AS 2009 2623 , 2011 2559 ; BBl 2006 8573 8645 )."
    },
    {
      "provision_ref": "art3b",
      "chapter": "Section 1 Prevention",
      "section": "3b",
      "title": "b Division of tasks between Confederation and cantons",
      "content": "1 The cantons shall promote education and advice on the prevention of disorders associated with addiction and their negative health-related and social consequences. In doing so, they shall pay special attention to the protection of children and adolescents. They shall introduce adequate general conditions and create the required facilities or support private institutions that meet the quality requirements. 2 The Confederation shall conduct national programmes on prevention and in particular encourage the early recognition of disorders associated with addiction; in doing so, it shall prioritise the concerns relating to the protection of children and adolescents. It shall raise public awareness of the problems of addiction."
    },
    {
      "provision_ref": "art3c",
      "chapter": "Section 1 Prevention",
      "section": "3c",
      "title": "c Power to report",
      "content": "1 Public offices and specialists in the education, social work, health, justice and police sectors may report cases of existent or anticipated disorders associated with addiction, in particular in cases involving children and adolescents, to the relevant treatment or social assistance agencies, if: a. they have identified the same in the course of their official or professional activities; b. the persons concerned, their dependants or the general public are placed at risk; and c. they regard a supervision measure as appropriate. 2 If a report relates to a child or an adolescent under 18, his or her legal representative must also be informed, unless there is good cause for not doing so. 3 The cantons shall designate professionally qualified public or private treatment or social assistance agencies that are responsible for supervising reported persons, in particular children or adolescents at risk. 4 The staff of the relevant treatment or social assistance agencies are subject to official and professional secrecy in accordance with Articles 320 and 321 of the Criminal Code. 5 Public offices and specialists under paragraph 1 who learn that a person under their supervision has breached Article 19 a are not obliged to file a criminal complaint. SR 311.0 Corrected by the Drafting Committee on 20 Feb. 2013, published on 4 April 2013 ( AS 2013 973 )."
    },
    {
      "provision_ref": "art3d",
      "chapter": "Section 2 Therapy and Reintegration",
      "section": "3d",
      "title": "d Supervision and treatment",
      "content": "1 The cantons shall ensure the supervision of persons with disorders associated with addiction who require the medical or psycho-social treatment or welfare measures. 2 The treatment is carried out with the aim of guaranteeing the therapeutic and social integration von persons with disorders associated with addiction, improving their physical and psychological health and creating conditions in which they can live a drug-free life. 3 The cantons shall also support the professional and social reintegration of such persons. 4 They shall create the facilities required for treatment and the reintegration or support private institutions that meet the quality requirements. 5 The Federal Council shall issue recommendations on the principles for funding addiction therapies and reintegration measures."
    },
    {
      "provision_ref": "art3e",
      "chapter": "Section 2 Therapy and Reintegration",
      "section": "3e",
      "title": "e Narcotics-based treatment",
      "content": "1 A licence is required for prescribing, dispensing and administering narcotics in order to treat persons dependent on narcotics. The licence is issued by the cantons. 2 The Federal Council may lay down general conditions. 3 Heroin-based treatment requires a federal licence. The Federal Council shall issue special provisions. It shall in particular ensure that: a. heroin is only prescribed to persons dependent on narcotics who have failed to respond to other forms of treatment or whose state of health precludes other forms of treatment; b. heroin is only prescribed by specialist physicians in appropriate facilities; c. the conduct of and progress with heroin-based treatment is reviewed periodically. In force since 1 Jan. 2010 ( AS 2009 2623 )."
    },
    {
      "provision_ref": "art3f",
      "chapter": "Section 2 Therapy and Reintegration",
      "section": "3f",
      "title": "",
      "content": "Repealed by No I of the FA of 19 March 2021, with effect from 1 Aug. 2022 ( AS 2022 385 ; BBl 2020 6069 )."
    },
    {
      "provision_ref": "art3g",
      "chapter": "Section 3 Harm Reduction and Survival Support",
      "section": "3g",
      "title": "g Duties of the cantons",
      "content": "In order to prevent or reduce health-related and social harm among persons with disorders associated with addiction, the cantons shall introduce harm reduction and survival support measures. They shall create the required facilities or support private institutions that meet the quality requirements."
    },
    {
      "provision_ref": "art3h",
      "chapter": "Section 3 Harm Reduction and Survival Support",
      "section": "3h",
      "title": "h Risk to traffic",
      "content": "If an official agency fears that a person poses a risk to road, shipping or civil aviation traffic due to a disorder associated with addiction, it must notify the competent authority."
    },
    {
      "provision_ref": "art3i",
      "chapter": "Section 4 Coordination, Research, Training and Quality Assurance",
      "section": "3i",
      "title": "i Services provided by the Confederation",
      "content": "1 The Confederation shall support the cantons and private organisations in relation to prevention, therapy and harm reduction by providing services; it shall support them in particular: a. with coordination, including planning and managing the service offered; b. with the implementation of quality measures and proven intervention models. 2 It shall inform them of new scientific findings. 3 It may take its own additional measures to reduce addiction problems or entrust their implementation to private organisations."
    },
    {
      "provision_ref": "art3j",
      "chapter": "Section 4 Coordination, Research, Training and Quality Assurance",
      "section": "3j",
      "title": "j Promotion of research",
      "content": "The Confederation may in terms of the Federal Research Act of 7 October 1983 support scientific research in the following fields in particular: a. the mode of action of substances that induce addiction; b. the causes and effects of disorders associated with addiction; c. preventive and therapeutic measures; d. the prevention or reduction of disorders associated with addiction; e. the effectiveness of reintegration measures. [ AS 1984 28 ; 1992 1027 Art. 19; 1993 901 Annex No 4; 2080 Annex No 9; 1996 99 ; 2000 1858 ; 2003 4265 ; 2004 4261 ; 2006 2197 Annex No 39; 2008 433 ; 2010 651 ; 2011 4497 No I 1; 2012 3655 No I 13; 2013 2639 . AS 2013 4425 Art. 57 para. 1]. See now the FA of 14 Dec. 2012 on the Promotion of Research and Innovation ( SR 420.1 )."
    },
    {
      "provision_ref": "art3k",
      "chapter": "Section 4 Coordination, Research, Training and Quality Assurance",
      "section": "3k",
      "title": "k Basic and advanced training",
      "content": "The Confederation shall support basic and advanced training in the fields of prevention, therapy and reintegration, and in harm reduction and survival support."
    },
    {
      "provision_ref": "art3l",
      "chapter": "Section 4 Coordination, Research, Training and Quality Assurance",
      "section": "3l",
      "title": "l Recommendations on quality assurance",
      "content": "In consultation with the cantons, the Confederation shall develop recommendations on quality assurance in the fields of the prevention, therapy and reintegration, and of harm reduction and survival support."
    },
    {
      "provision_ref": "art4",
      "chapter": "Section 1 Production and Sales Businesses",
      "section": "4",
      "title": "",
      "content": "1 Businesses and persons that cultivate, produce, process or trade in narcotics require a licence from the Swiss Agency for Therapeutic Products (Swissmedic). Article 8 is reserved. 2 The Federal Council shall regulate the requirements for the grant, expiry or withdrawal of the licence, and its form, content and term of validity. Inserted by No I of the FA of 20 March 2008, in force since 1 July 2011 ( AS 2009 2623 , 2011 2559 ; BBl 2006 8573 8645 ). Name in accordance with No I of the FA of 19 March 2021, in force since 1 Aug. 2022 ( AS 2022 385 ; BBl 2020 6069 ). This change has been made throughout the text. Amended by No I of the FA of 20 March 2008, in force since 1 July 2011 ( AS 2009 2623 , 2011 2559 ; BBl 2006 8573 8645 )."
    },
    {
      "provision_ref": "art5",
      "chapter": "Section 1 Production and Sales Businesses",
      "section": "5",
      "title": "",
      "content": "1 Any import or export of narcotics subject to control requires a licence from Swissmedic. This shall be granted in accordance with the international agreement. An export licence may also be granted even if it is not required under this Act and the international agreements but requested by the country of destination. 1bis The Federal Council may issue special provisions on the import or export of narcotics by travellers suffering from medical conditions. Swissmedic may process sensitive personal data connected with the import or export of narcotics by travellers suffering from medical conditions, provided this is required by international agreements. 2 The supervision of the transit of narcotics shall be carried out by the Federal Office for Customs and Border Security in consultation with Swissmedic. Inserted by No I of the FA of 20 March 2008, in force since 1 July 2011 ( AS 2009 2623 , 2011 2559 ; BBl 2006 8573 8645 ). Amended by No I of the FA of 20 March 2008, in force since 1 July 2011 ( AS 2009 2623 , 2011 2559 ; BBl 2006 8573 8645 ). Amended by No I of the FA of 20 March 1975, in force since 1 Aug. 1975 ( AS 1975 1220 ; BBl 1973 I 1348 ). Inserted by Art. 3 No 9 of the FD of 17 Dec. 2004 on the Adoption and Implementation of the Bilateral Agreements between Switzerland and the EU on the Association to Schengen and Dublin, in force since 12 Dec. 2008 ( AS 2008 447 5405 Art. 1 let. f; BBl 2004 5965 ). The name of this administrative unit was changed on 1 Jan. 2022 in application of Art. 20 para. 2 of the Publications Ordinance of 7 Oct. 2015 ( SR 170.512.1 ) ( AS 2021 589 )."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "",
      "content": "1 The Federal Council may prohibit licence holders from cultivating, manufacturing, importing or exporting, or stockpiling on the basis of international agreements. 2 It may delegate the power to issue such rulings to the Federal Department of Home Affairs while retaining its oversight. Inserted by No I of the FA of 20 March 2008, in force since 1 July 2011 ( AS 2009 2623 , 2011 2559 ; BBl 2006 8573 8645 ). Amended by No I of the FA of 20 March 2008, in force since 1 July 2011 ( AS 2009 2623 , 2011 2559 ; BBl 2006 8573 8645 )."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Raw materials and products with narcotic-type effects",
      "content": "1 Raw materials and products suspected of having similar effects to the substances and preparations in accordance with Article 2 may only be cultivated, produced, imported or exported, stored, used or placed on the market with a licence issued by the Federal Department of Home Affairs and in accordance with its conditions. 2 Swissmedic shall establish whether raw materials and products are substances or preparations in accordance with Article 2. If this is the case, a licence under Articles 4 and 5 is required. 3 The Federal Department of Home Affairs shall maintain a list of these substances and preparations. Amended by No I of the FA of 20 March 2008, in force since 1 July 2011 ( AS 2009 2623 , 2011 2559 ; BBl 2006 8573 8645 )."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "",
      "content": "1 The following narcotics may not be cultivated, imported, produced or placed on the market: a. opium for smoking and the residues created in its production or use; b. diacetylmorphine and its salts; c. hallucinogens such as lysergide (LSD 25); d. narcotics containing an effective concentration of cannabinoids, unless they are used for medical purposes. 2 ... 3 The Federal Council may prohibit the import, production and placing on the market of further narcotics if international agreements prohibit their production or the most important producer countries cease their production. 4 Any stocks of prohibited narcotics must be transformed under the supervision of the relevant cantonal authority in to a legally-permitted substance or, if this is not possible, destroyed. 5 Unless it is prohibited under an international agreement, the Federal Office of Public Health (FOPH) may issue exceptional licences for cultivating, importing, producing and placing on the market narcotics: a. in accordance with paragraphs 1 and 3, where these narcotics are needed for scientific research, the development of medicinal products or for restricted medical use; b. in accordance with paragraph 1 letter d, provided these narcotics are used in scientific research. 6 For the cultivation of a narcotic mentioned in paragraphs 1 letters a–c and 3 that is an active ingredient in an authorised medicinal product, an exceptional licence is required from the FOPH. 7 For the import, production and placing on the market of a narcotic mentioned in paragraphs 1 letters a–c and 3 that is an active ingredient in an authorised medicinal product, a licence is required from Swissmedic in accordance with Article 4. 8 The FOPH may grant exceptional licences, provided the substances mentioned in the paragraphs 1 and 3 are used in control measures. Inserted by No I of the FA of 20 March 2008, in force since 1 July 2011 ( AS 2009 2623 , 2011 2559 ; BBl 2006 8573 8645 ). Amended by No I of the FA of 20 March 2008, in force since 1 July 2011 ( AS 2009 2623 , 2011 2559 ; BBl 2006 8573 8645 ). Amended by No I of the FA of 19 March 2021, in force since 1 Aug. 2022 ( AS 2022 385 ; BBl 2020 6069 ). Amended by No I of the FA of 20 March 1975, in force since 1 Aug. 1975 ( AS 1975 1220 ; BBl 1973 I 1348 ). Repealed by No I of the FA of 20 March 1975, with effect from 1 Aug 1975 ( AS 1975 1220 ; BBl 1973 I 1348 ). Amended by No I of the FA of 20 March 2008, in force since 1 July 2011 ( AS 2009 2623 , 2011 2559 ; BBl 2006 8573 8645 ). Amended by No I of the FA of 19 March 2021, in force since 1 Aug. 2022 ( AS 2022 385 ; BBl 2020 6069 ). Inserted by No I of the FD on the Medical Prescription of Heroin of 9 Oct. 1998 ( AS 1998 2293 ; BBl 1998 II 1607 ). Amended by No I of the FA of 19 March 2021, in force since 1 Aug. 2022 ( AS 2022 385 ; BBl 2020 6069 ). Inserted by No I of the FD on the Medical Prescription of Heroin of 9 Oct. 1998 ( AS 1998 2293 ; BBl 1998 II 1607 ). Amended by No I of the FA of 19 March 2021, in force since 1 Aug. 2022 ( AS 2022 385 ; BBl 2020 6069 ). Expression in accordance with No I of the FA of 19 March 2021, in force since 1 Aug. 2022 ( AS 2022 385 ; BBl 2020 6069 ). This change has been made throughout the text. Inserted by No I of the FD on the Medical Prescription of Heroin of 9 Oct. 1998 ( AS 1998 2293 ; BBl 1998 II 1607 ). Amended by No I of the FA of 20 March 2008, in force since 1 July 2011 ( AS 2009 2623 , 2011 2559 ; BBl 2006 8573 8645 )."
    },
    {
      "provision_ref": "art8a",
      "section": "8a",
      "title": "a Pilot trials",
      "content": "1 After consulting the cantons and communes concerned, the Federal Office of Public Health may authorise scientific pilot trials involving narcotics containing an effective concentration of cannabinoids: a. that are limited in terms of location, time and subject matter; b. that allow findings to made on the impact of new regulations on the use of these narcotics for non-medical purposes and on the health of participants; c. that are conducted so as to ensure the protection of health and of minors, and the protection of public order and public safety; and d. in which, if possible, cannabis products are used that are of Swiss origin and that comply with the rules of Swiss organic farming. 2 The Federal Council shall regulate the requirements for conducting the pilot trials. In doing so, it may derogate from Articles 8 paragraphs 1 letter d and 5, 11, 13, 19 paragraph 1 letter f and 20 paragraph 1 letters d and e. 3 Narcotics containing an effective concentration of cannabinoids that are supplied in the course of the pilot trials are exempt from tobacco tax under Article 4 of the Tobacco Tax Act of 21 March 1969. Inserted by No I of the FD on the Medical Prescription of Heroin of 9 Oct. 1998 ( AS 1998 2293 ; BBl 1998 II 1607 ). Amended by No I of the FA of 25 Sept. 2020, in force from 15 May 2021 to 14 May 2031 ( AS 2021 216 ; BBl 2019 2529 ). SR 641.31"
    },
    {
      "provision_ref": "art8b",
      "section": "8b",
      "title": "b Collecting data on medical treatment using narcotics containing an effective concentration of Cannabis",
      "content": "1 The FOPH shall collect data on medical treatments using narcotics containing an effective concentration of cannabis (medicinal cannabis products) that: a. are not authorised; b. are authorised but are prescribed for an indication other than the authorised indication and used in a form other than the authorised pharmaceutical form. 2 The data is collected for: a. the scientific evaluation under Article 29 a ; and b. statistical analysis. 3 The FOPH shall make the results of the statistical analysis available to: a. the cantonal executive authorities; b. the doctors involved in the treatment; c. research institutions that are interested. Inserted by No I of the FA of 19 March 2021, in force from 1. Aug. 2022 until 31 July 2029 ( AS 2022 385 ; BBl 2020 6069 )."
    },
    {
      "provision_ref": "art9",
      "chapter": "Section 2 Medical Professionals",
      "section": "9",
      "title": "",
      "content": "1 Medical professionals as defined in the therapeutic products legislation, who carry out their professional activities independently in accordance with the Medical Professions Act of 23 June 2006 either as a private business or in the service of the cantons or communes and who have the relevant cantonal authorisation, and managers of public or hospital pharmacies may acquire, store, use and dispense narcotics without licences; the foregoing does not apply to exceptional licences under Article 8. Cantonal provisions on direct dispensing by physicians, dentists and veterinary surgeons are reserved. 2 Authorisation under paragraph 1 is also granted to medical professionals and students of medical professions at university level who are authorised by the relevant cantonal authority to represent a medical professional in a medical profession at university level. 2 a ... 3 ... 4 The cantons may limit the authorisation granted to dentists to specific narcotics. 5 The conditions that apply to foreign sanatoriums in Switzerland shall be regulated by the cantons shall in consultation with Swissmedic. Medicinal Products Licensing Ordinance of 14 Nov. 2014 ( SR 812.212.1 ). The reference was adapted in application of Art. 12 para. 2 of the Publications Act of 18 June 2004 ( SR 170.512 ) on 1. Jan. 2019. SR 811.11 Amended by No II 1 of the FA of 20 March 2015, in force since 1 Jan. 2018 ( AS 2015 5081 , 2017 2703 ; BBl 2013 6205 ). Amended by No I of the FA of 20 March 2008, in force since 1 July 2011 ( AS 2009 2623 , 2011 2559 ; BBl 2006 8573 8645 ). Inserted by No I of the FA of 18 Dec. 1968 ( AS 1970 9 13 ; BBl 1968 I 737 ). Repealed by No I of the FA of 20 March 2008, with effect from 1 July 2011 ( AS 2009 2623 , 2011 2559 ; BBl 2006 8573 8645 ). Repealed by No II 1 of the FA of 20 March 2015, with effect from 1 Jan. 2018 ( AS 2015 5081 , 2017 2703 ; BBl 2013 6205 )."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "",
      "content": "1 Physicians and veterinary surgeons who carry out their professional activities independently in accordance with the Medical Professions Act of 23 June 2006 are authorised to prescribe narcotics. 2 Foreign physicians and veterinary surgeons entitled to practise their professions in the Swiss border areas under international agreements may use and prescribe the narcotics required for doing so; the related prescriptions must be executed by a pharmacy in the relevant border area. 3 The Federal Council shall determine the additional requirements under which a prescription for narcotics issued by a foreign physician or veterinary surgeon in Switzerland may be executed. SR 811.11 Amended by Annex No 5 of the Healthcare Occupations Act of 30 Sept. 2016, in force since 1 Feb. 2020 ( AS 2020 57 ; BBl 2015 8715 )."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "",
      "content": "1 Physicians and veterinary surgeons are obliged to use, dispense and prescribe narcotics only in the quantities necessary according to the recognised rules of medical science. 1bis Physicians and veterinary surgeons who dispense narcotics authorised as medicinal products for indications other than those for which they were authorised must report this within 30 days to the relevant cantonal authorities. They must provide all the information requested by the relevant cantonal authorities on the nature and purpose of the treatment. 2 Paragraphs 1 and 1 bis also apply to the use and dispensing of narcotics by dentists. Inserted by No I of the FA of 20 March 2008, in force since 1 July 2011 ( AS 2009 2623 , 2011 2559 ; BBl 2006 8573 8645 ). Amended by No I of the FA of 20 March 2008, in force since 1 July 2011 ( AS 2009 2623 , 2011 2559 ; BBl 2006 8573 8645 )."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "",
      "content": "1 The cantons may revoke authorisation in accordance with Article 9 for a limited period or permanently if the authorised medical professional is narcotics dependent or has committed an offence under Articles 19–22. 2 The order applies throughout the Confederation. 3 Article 54 of the Criminal Code remains reserved. Term: Medicinal Products Licensing Ordinance of 14 Nov. 2018 ( SR 812.212.1 ). The reference was adapted in application of Art. 12 para. 2 of the Publications Act of 18 June 2004 ( SR 170.512 ) on 1. Jan. 2019. Amended by No I of the FA of 20 March 2008, in force since 1 July 2011 ( AS 2009 2623 , 2011 2559 ; BBl 2006 8573 8645 ). SR 311.0"
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "",
      "content": "In pharmacies, narcotics may only be dispensed to the public on the basis of a prescription from a physician or veterinary surgeon."
    },
    {
      "provision_ref": "art14",
      "chapter": "Section 3 Hospitals and Institutions",
      "section": "14",
      "title": "",
      "content": "1 Hospitals may be granted a licence by the relevant cantonal authority to acquire, store and use narcotics according to their operational requirements, provided a person specified in Article 9 is responsible for their storage and use. 2 Institutions involved in scientific research may be granted a licence by the relevant cantonal authority to cultivate, acquire, store and use narcotics to the extent required for their own needs. 3 Article 8 is reserved. Amended by No I of the FA of 20 March 2008, in force since 1 July 2011 ( AS 2009 2623 , 2011 2559 ; BBl 2006 8573 8645 ). Inserted by No I of the FA of 20 March 1975, in force since 1 Aug. 1975 ( AS 1975 1220 ; BBl 1973 I 1348 )."
    },
    {
      "provision_ref": "art14a",
      "chapter": "65",
      "section": "14a",
      "title": "a",
      "content": "1 The Federal Council may license national or international organisations such as those of the Red Cross, the United Nations, its special organisations and national institutions, and authorities such as the customs and border guard agencies to acquire, import, store, use, prescribe, dispense or export narcotics in the course of their activities. 1bis The cantons may grant a licence cantonal authorities and communal authorities, in particular the police, in accordance with paragraph 1. 2 The Federal Council and the cantons may revoke the licence they have granted for a limited period or permanently where special circumstances so require."
    },
    {
      "provision_ref": "art15",
      "chapter": "Section 4 ...",
      "section": "15",
      "title": "",
      "content": "Repealed by No I of the FA of 20 March 2008, with effect from 1 July 2011 ( AS 2009 2623 , 2011 2559 ; BBl 2006 8573 8645 )."
    },
    {
      "provision_ref": "art15a15c",
      "chapter": "Section 4 ...",
      "section": "15a15c",
      "title": "",
      "content": "Inserted by No I of the FA of 20 March 1975 ( AS 1975 1220 ; BBl 1973 I 1348 ). Repealed by No I of the FA of 20 March 2008, with effect from 1 July 2011 ( AS 2009 2623 , 2011 2559 ; BBl 2006 8573 8645 )."
    },
    {
      "provision_ref": "art16",
      "chapter": "Chapter 3 Control",
      "section": "16",
      "title": "",
      "content": "For each supply of narcotics, a delivery note must be issued and handed to the recipient with the product. The supply must be reported to Swissmedic separately. Exempted from the foregoing is dispensing by authorised medical professionals for the treatment of persons and animals and to physicians in the same cantonal territory who do not dispense directly. Amended by No I of the FA of 20 March 2008, in force since 1 July 2011 ( AS 2009 2623 , 2011 2559 ; BBl 2006 8573 8645 ). Term: Medicinal Products Licensing Ordinance of 14 Nov. 2018 ( SR 812.212.1 ). The reference was adapted in application of Art. 12 para. 2 of the Publications Act of 18 June 2004 ( SR 170.512 ) on 1. Jan. 2019."
    },
    {
      "provision_ref": "art17",
      "chapter": "Chapter 3 Control",
      "section": "17",
      "title": "",
      "content": "1 Businesses, persons and institutions who hold a licence under Articles 4 and 14 paragraph 2 are obliged to keep constant records of all dealing with narcotics. 2 The businesses and persons mentioned in Article 4 must report to Swissmedic at the end of each year on their dealing with narcotics and the stocks that they hold. 3 Businesses and persons licensed to cultivate, produce and process narcotics must also report to Swissmedic annually on the extent the area under cultivation and the type and quantity of narcotics obtained, produced and processed. 4 The persons authorised under Article 9 to acquire, use or dispense narcotics or the persons responsible for them under Article 14 paragraph 1 must justify the use of the narcotics. 5 The Federal Council shall issue provisions on safeguarding, labelling and promoting narcotics, as well as the information given on package inserts. Amended by No I of the FA of 18 Dec. 1968, in force since 1 Jan. 1970 ( AS 1970 9 13 ; BBl 1968 I 737 ). Revised by the Federal Assembly Drafting Committee [Art. 33 ParlPA; AS 1974 1051 ]. Amended by Annex No II 3 of the Therapeutic Products Act of 15 Dec. 2000, in force since 1 Jan. 2002 ( AS 2001 2790 ; BBl 1999 3453 ). Amended by No I of the FA of 20 March 2008, in force since 1 July 2011 ( AS 2009 2623 , 2011 2559 ; BBl 2006 8573 8645 ). Inserted by No I of the FA of 18 Dec. 1968, in force since 1 Jan. 1970 ( AS 1970 9 13 ; BBl 1968 I 737 )."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "",
      "content": "1 The businesses, persons, facilities and institutions subject to official control must make their areas under cultivation, production, sales and storerooms accessible to the control agencies, together with their stocks of narcotics and all related receipts. They must provide information whenever requested to do so by the authorities. 2 The public officials of the Confederation and the cantons who are delegated the task of controlling dealings in narcotics must treat the information obtained in doing so as confidential. The duty of confidentiality as defined in Article 320 of the Criminal Code is unlimited in time. Amended by No I of the FA of 18 Dec. 1968, in force since 1 Jan. 1970 ( AS 1970 9 13 ; BBl 1968 I 737 ). SR 311.0"
    },
    {
      "provision_ref": "art18a",
      "chapter": "Section 1 Data Protection under the Schengen Association Agreements",
      "section": "18a",
      "title": "a Disclosure of personal data to a state bound by one of the Schengen Association Agreements",
      "content": "The disclosure of personal data to the relevant authorities of states bound by one of the Schengen Association Agreements is equivalent to the disclosure of personal data between federal bodies. Agreement of 26 Oct. 2004 between the Swiss Confederation, the European Union and the European Community on the Swiss Confederation's association with the implementation, application and development of the Schengen Acquis ( SR 0.362.31 ); Agreement of 28 April 2005 between the Swiss Confederation and the Kingdom of Denmark on the implementation, application and development of those parts of the Schengen Acquis that are based on the provisions of Title IV of the Treaty establishing the European Community ( SR 0.362.33 ); Agreement of 17 Dec. 2004 between the Swiss Confederation, Republic of Iceland and the Kingdom of Norway on the Implementation, Application and Development of the Schengen Acquis and on the Criteria and Procedure for determining the State responsible for examining an application for asylum lodged in Switzerland, Iceland or Norway ( SR 0.362.32 ); Protocol of 28 Feb. 2008 between the Swiss Confederation, the European Union, the European Community and the Principality of Liechtenstein on the accession of the Principality of Liechtenstein to the Agreement between the Swiss Confederation that European Union and the European Community on the association of the Swiss Confederation with the implementation, application and development of the Schengen Acquis ( SR 0.362.311 )."
    },
    {
      "provision_ref": "art18b",
      "chapter": "Section 1 Data Protection under the Schengen Association Agreements",
      "section": "18b",
      "title": "",
      "content": "Repealed by No 7 of the FA of 19 March 2010 on the implementation of Council Framework Decision 2008/977/JI on the protection of personal data processed in the framework of police and judicial cooperation in criminal matters, with effect from 1 Dec. 2010 ( AS 2010 3387 ; BBl 2009 6749 )."
    },
    {
      "provision_ref": "art18c",
      "chapter": "Section 1 Data Protection under the Schengen Association Agreements",
      "section": "18c",
      "title": "c Right to information",
      "content": "The right to information is governed by the federal or cantonal data protection provisions. … Amended by No 7 of the FA of 19 March 2010 on the implementation of Council Framework Decision 2008/977/JI on the protection of personal data processed in the framework of police and judicial cooperation in criminal matters, in force since 1 Dec. 2010 ( AS 2010 3387 ; BBl 2009 6749 ). Second sentence repealed by Annex 1 No II 73 of the Data Protection Act of 25 Sept. 2020, with effect from 1 Sept. 2023 ( AS 2022 491 ; BBl 2017 6941 )."
    },
    {
      "provision_ref": "art18d",
      "chapter": "Section 2 Data Processing",
      "section": "18d",
      "title": "d In connection with the treatment of persons dependent on narcotics",
      "content": "1 The authorities and institutions responsible for the implementation of this Act are entitled to process personal data, including sensitive personal data a in order to review the requirements for and the progress with the treatment of persons dependent on narcotics. 2 They shall take technical and organisational measures to guarantee the protection of data in accordance with paragraph 1. 3 The Federal Council shall regulate the details, in particular: a. the authorities and institutions responsible for the data processing; b. the data to be processed; c. the data flows; d. the rights of access. Amended by No I of the FA of 19 March 2021, in force since 1 Aug. 2022 ( AS 2022 385 ; BBl 2020 6069 ). Amended by No II of the FA of 19 March 2021, in force since 1 Sept. 2023 ( AS 2022 385 , 491 ; BBl 2020 6069 )."
    },
    {
      "provision_ref": "art18e",
      "chapter": "Section 2 Data Processing",
      "section": "18e",
      "title": "e In connection with licences under Articles 4, 5 and 8",
      "content": "1 The FOPH and Swissmedic may process the following personal data, provided it is required in order to grant licences pursuant to Articles 4 and 5 and exceptional licences pursuant to Article 8 paragraphs 5–8 or to verify compliance with such licences: a. details of any administrative or criminal prosecutions of applicants under Articles 4, 5 and 8 paragraphs 5–8; b. details required to identify the patients; and c. relevant medical data related to restricted medical use in accordance with Article 8 paragraph 5 letter a. 2 The Federal Council shall specify: a. the data that may be processed; b. the retention periods. Amended by No I of the FA of 19 March 2021, in force since 1 Aug. 2022 ( AS 2022 385 ; BBl 2020 6069 )."
    },
    {
      "provision_ref": "art18f",
      "section": "18f",
      "title": "f In connection with medicinal cannabis products",
      "content": "1 The FOPH shall operate an information system to process data under Article 8 b . 2 Doctors who treat persons with medicinal cannabis products must record the data required for data collection under Article 8 b . Data on patients must be recorded in pseudonymised form. 3 The Federal Council shall specify: a. the data required for data collection under Article 8 b , in particular on side effects; b. the frequency and time of data collection; c. the doctors’ rights of access in accordance with paragraph 2; d. the technical and organisational aspects of the data collection system; e. the retention periods for the data; f. the publication of the statistical analyses. 4 It may stipulate that data need no longer be recorded if new data is no longer required for the scientific evaluation under Article 8 b paragraph 2. Inserted by No I of the FA of 19 March 2021, in force from 1 Aug. 2022 until 31 July 2029 ( AS 2022 385 ; BBl 2020 6069 )."
    },
    {
      "provision_ref": "art19",
      "chapter": "Section 1 Offences",
      "section": "19",
      "title": "",
      "content": "1 Any person who without authorisation: a. cultivates, produces or otherwise produces narcotic substances; b. stores, sends, transports, imports, exports or carries in transit narcotic substances, c. sells or prescribes narcotic substances, or otherwise procures for such substances for another or places such substances on the market; d. possesses, keeps, buys, acquires or otherwise obtains narcotic substances; e. finances the unlawful trade in narcotic substances or arranges its financing; f. publicly encourages the consumption of narcotic substances or publicly announces the opportunity to acquire or consume narcotic substances; g. makes preparations for any of the acts mentioned in letters a–f, shall be liable to a custodial sentence not exceeding three years or to a monetary penalty. 2 The offender shall be liable to a custodial sentence of not less than one year if he or she: a. knows or must assume that the offence relates to a quantity of narcotic substances that could directly or indirectly endanger the health of a large number of people; b. acts as a member of a group that has been formed in order to trade unlawfully in narcotic substances; c. achieves a high turnover or substantial profit through commercial trading; d. offers, provides or otherwise makes available narcotic substances in educational institutions attended primarily by young persons or in the immediate vicinity of such institutions. 3 The court may at its discretion mitigate the penalty in the following cases: a. an offence under paragraph 1 letter g; b. an offence under paragraph 2, where the offender is dependent on narcotic substances and the offence was intended to finance his or her own consumption of narcotic substances. 4 The offender also commits an offence under the provisions of paragraphs 1 and 2 if he or she committed the offence abroad but is apprehended in Switzerland and is not extradited, provided the act is also an offence at the place of commission. If the law at the place of commission is more lenient, it shall be applied. Article 6 of the Criminal Code applies. Amended by No I of the FA of 20 March 2008, in force since 1 July 2011 ( AS 2009 2623 , 2011 2559 ; BBl 2006 8573 8645 ). Amended by No I 29 of the FA of 17 Dec. 2021 on the Harmonisation of Sentencing Policy, in force since 1 July 2023 ( AS 2023 259 ; BBl 2018 2827 ). SR 311.0"
    },
    {
      "provision_ref": "art19bis",
      "section": "19bis",
      "title": "",
      "content": "Any person who offers, supplies or in any other way makes accessible narcotics to a person under 18 without medical grounds for doing so shall be liable to a custodial sentence not exceeding three years or a monetary penalty. Inserted by No I of the FA of 20 March 2008, in force since 1 July 2011 ( AS 2009 2623 , 2011 2559 ; BBl 2006 8573 8645 )."
    },
    {
      "provision_ref": "art19a",
      "section": "19a",
      "title": "",
      "content": "1. Any person who wilfully consumes without authorisation narcotics or any person who commits an offence in terms of Article 19 for his or her own consumption shall be liable to a fine. 2. In minor cases, no proceedings may be taken or the penalty may be waived. An official caution may be issued. 3. If the offender is or makes himself or herself subject to medically supervised care due to consumption of narcotics, prosecution may be waived. Criminal proceedings shall be conducted if the offender withdraws from care or treatment. 4. If the offender is dependent on narcotics, the court may order him or her to be admitted to a specialised facility. Articles 60 and 63 of the Criminal Code apply mutatis mutandis . Inserted by No I of the FA of 20 March 1975, in force since 1 Aug. 1975 ( AS 1975 1220 ; BBl 1973 I 1348 ). Term in accordance with Annex No 3 of the FA of 13 Dec. 2002, in force since 1 Jan. 2007 ( AS 2006 3459 ; BBl 1999 1979 ). This amendment has been made throughout the text. SR 311.0 . Amended by No I 29 of the FA of 17 Dec. 2021 on the Harmonisation of Sentencing Policy, in force since 1 July 2023 ( AS 2023 259 ; BBl 2018 2827 )."
    },
    {
      "provision_ref": "art19b",
      "section": "19b",
      "title": "",
      "content": "1 Any person who prepares a negligible quantity of a narcotic for his or her own consumption or supplies a person over the age of 18 free of charge for the purpose of consuming the narcotic together at the same time does not commit an offence. 2 10 grams of a narcotic containing an effective concentration of cannabinoids constitutes a negligible quantity. Inserted by No I of the FA of 20 March 1975 ( AS 1975 1220 ; BBl 1973 I 1348 ). Amended by No I of the FA of 20 March 2008, in force since 1 July 2011 ( AS 2009 2623 , 2011 2559 ; BBl 2006 8573 8645 ). Inserted by No I of the FA of 28 Sept. 2012, in force since 1 Oct. 2013 ( AS 2013 1451 ; BBl 2011 8195 8221 )."
    },
    {
      "provision_ref": "art19c",
      "section": "19c",
      "title": "",
      "content": "Any person who wilfully incites or attempts to incite another to consume narcotics without authorisation shall be liable to a fine. Inserted by No I of the FA of 20 March 1975, in force since 1 Aug. 1975 ( AS 1975 1220 ; BBl 1973 I 1348 )."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "",
      "content": "1 Any person who: a. makes an application containing false information in order to obtain an import, transit or export licence for him or herself or for another; b. without a licence diverts narcotics or substances in accordance with Article 3 paragraph 1 for which he or she holds a Swiss export licence to a different destination in Switzerland or abroad; c. without a licence cultivates, produces, imports or exports, stores or places on the market substances in accordance with Article 3 paragraph 1 and substances and preparations in accordance with Article 7; d. as a medical professional uses or dispenses narcotics other than in accordance with Articles 11 or 13; e. as a physician or veterinary surgeon prescribes narcotics other than in accordance with Article 11; shall be liable to a custodial sentence not exceeding three years or to monetary penalty. 2 The offender shall be liable to a custodial sentence of no less than one year if he or she achieves a large turnover or substantial profit through commercial trading. … Amended by No I of the FA of 20 March 2008, in force since 1 July 2011 ( AS 2009 2623 , 2011 2559 ; BBl 2006 8573 8645 ). Amended by No I of the FA of 19 March 2021, in force since 1 Aug. 2022 ( AS 2022 385 ; BBl 2020 6069 ). Term: Medicinal Products Licensing Ordinance of 14 Nov. 2018 ( SR 812.212.1 ). The reference was adapted in application of Art. 12 para. 2 of the Publications Act of 18 June 2004 ( SR 170.512 ) on 1. Jan. 2019. Second sentence repealed by No I 29 of the FA of 17 Dec. 2021 on the Harmonisation of Sentencing Policy, with effect from 1 July 2023 ( AS 2023 259 ; BBl 2018 2827 )."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "",
      "content": "1 Any person who wilfully: a. fails to file reports under Articles 11 paragraph 1 bis , 16 and 17 paragraphs 2 and 3, issue the required delivery notes or make narcotics controls or provides false information therein or omits to enter information that he or she should have included; b. uses delivery notes or narcotics controls that contain false or incomplete information, shall be liable to a custodial sentence not exceeding three years or monetary penalty. 2 The offender shall be liable to a monetary penalty if he or she acts through negligence. Amended by No I of the FA of 20 March 2008, in force since 1 July 2011 ( AS 2009 2623 , 2011 2559 ; BBl 2006 8573 8645 ). Amended by No I 29 of the FA of 17 Dec. 2021 on the Harmonisation of Sentencing Policy, in force since 1 July 2023 ( AS 2023 259 ; BBl 2018 2827 ). Amended by No I 29 of the FA of 17 Dec. 2021 on the Harmonisation of Sentencing Policy, in force since 1 July 2023 ( AS 2023 259 ; BBl 2018 2827 )."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "",
      "content": "Any person who wilfully or negligently: a. fails to fulfil his or her duties of care as a person authorised to deal with narcotics; b. breaches the provisions on narcotics advertising and information; c. breaches storage and retention obligations; d. breaches an implementation regulation issued by the Federal Council or the relevant department, the contravention of which is declared a criminal offence, or an order issued to him containing a reference to the penalty under this article; shall be liable to a fine. Amended by No I of the FA of 20 March 2008, in force since 1 July 2011 ( AS 2009 2623 , 2011 2559 ; BBl 2006 8573 8645 )."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "",
      "content": "1 If a public official responsible for implementing this Act wilfully commits an offence under Articles 19–22, the penalty shall be increased appropriately. 2 A public official responsible for combating unauthorised dealings in narcotics who accepts an offer of narcotics in order to assist with investigations does not commit an offence, even if he or she does not disclose his or her identity and function. Amended by No I of the FA of 20 March 1975, in force since 1 Aug. 1975 ( AS 1975 1220 ; BBl 1973 I 1348 ). Amended by Art. 24 No 2 of the FA of 20 June 2003 on Covert Investigations, in force since 1 Jan. 2005 ( AS 2004 1409 ; BBl 1998 4241 )."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "",
      "content": "1 Unlawful assets located in Switzerland shall be forfeited to the State even if the offence is committed abroad. Where there is no place of jurisdiction under Article 32 of the Criminal Procedure Code of 5 October 2007 (CPC), the canton in which the assets are located is responsible for arranging their forfeiture. 2 The relevant authorities shall confiscate the narcotics obtained in implementing this Act and arrange for their disposal or destruction. Amended by No I of the FA of 20 March 1975, in force since 1 Aug. 1975 ( AS 1975 1220 ; BBl 1973 I 1348 ). SR 312.0 Second sentence amended by Annex 1 No II 27 of the Criminal Procedure Code of 5 Oct. 2007, in force since 1 Jan. 2011 ( AS 2010 1881 ; BBl 2006 1085 ). Inserted by No I of the FA of 20 March 2008, in force since 1 July 2011 ( AS 2009 2623 , 2011 2559 ; BBl 2006 8573 8645 )."
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "",
      "content": "Repealed by No I of the FA of 20 March 1975, with effect from 1 Aug. 1975 ( AS 1975 1220 ; BBl 1973 1348 )."
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "",
      "content": "The general provisions of the Criminal Code apply unless this Act itself contains provisions. SR 311.0"
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "",
      "content": "1 The special provisions of the Criminal Code and the provisions of the Foodstuffs Act of 20 June 2014 are reserved. 2 In the event of the unauthorised import, export or transit of narcotics in accordance with Article 19, the criminal provisions of the Customs Act of 18 March 2005 and the Ordinance of 29 March 2000 to the Federal Act on Value Added Tax do not apply. Amended by No I of the FA of 20 March 2008, in force since 1 July 2011 ( AS 2009 2623 , 2011 2559 ; BBl 2006 8573 8645 ). SR 311.0 SR 817.0 Amended by Annex No II 4 of the Foodstuffs Act of 20 June 2014, in force since 1 May 2017 ( AS 2017 249 ; BBl 2011 5571 ). SR 631.0 [ AS 2000 1347 ; 2001 3294 No II 4; 2004 5387 ; 2006 2353 , 4705 No II 45; 2007 1469 Annex 4 No 24, 6657 Annex No 9. AS 2009 6743 Art. 163]. See now the Value Added Tax Ordinance of 27 Nov. 2009 ( SR 641.201 )."
    },
    {
      "provision_ref": "art28",
      "chapter": "Section 2 Prosecution",
      "section": "28",
      "title": "",
      "content": "1 Prosecution is the responsibility of the cantons. 2 Articles 6 and 7 of the Federal Act of 22 March 1974 on Administrative Criminal Law also apply to prosecution by cantonal authorities. 3 Notice of convictions, penalty orders and decisions not to proceed in cases under Article 19 paragraph 2 must be given in full written form to the Federal Office of Police immediately after they are issued where the indictment demanded an unsuspended custodial sentence. Amended by No I of the FA of 20 March 2008, in force since 1 July 2011 ( AS 2009 2623 , 2011 2559 ; BBl 2006 8573 8645 ). SR 313.0"
    },
    {
      "provision_ref": "art28a",
      "chapter": "Section 2 Prosecution",
      "section": "28a",
      "title": "",
      "content": "Offences under Articles 20–22 that are established by the relevant federal authority in the area subject to federal law enforcement shall be prosecuted and judged by that authority. The procedure is governed by the Federal Act of 22 March 1974 on Administrative Criminal Law. Inserted by No I of the FA of 20 March 2008, in force since 1 July 2011 ( AS 2009 2623 , 2011 2559 ; BBl 2006 8573 8645 ). SR 313.0"
    },
    {
      "provision_ref": "art28b28l",
      "chapter": "Section 2 Prosecution",
      "section": "28b28l",
      "title": "",
      "content": "Inserted by No I of the FA of 28 Sept. 2012 ( AS 2013 1451 ; BBl 2011 8195 8221 ). Repealed by Annex No II 3 of the Fixed Penalties Act of 18 March 2016, with effect from 1 Jan. 2020 ( AS 2017 6559 , 2019 527 ; BBl 2015 959 )."
    },
    {
      "provision_ref": "art29",
      "chapter": "Section 1 Tasks of the Confederation",
      "section": "29",
      "title": "",
      "content": "1 The Confederation exercises oversight over the implementation of the Act. 2 It conducts controls at the border (import, transit and export) and in customs warehouses and bonded warehouses. 3 The Confederation and the cantons work together to fulfil their tasks under this Act and shall coordinate their measures. They may call on the assistance of other organisations concerned. 4 ... Repealed by No I of the FA of 19 March 2021, with effect from 1 Aug. 2022 ( AS 2022 385 ; BBl 2020 6069 )."
    },
    {
      "provision_ref": "art29a",
      "chapter": "Section 1 Tasks of the Confederation",
      "section": "29a",
      "title": "a",
      "content": "1 The FOPH shall arrange for the scientific evaluation of the measures under this Act. It may give the data obtained under Articles 18 d –18 f in anonymised form to the Federal Statistical Office for evaluation and publication. 2 On completion of important evaluations, the Federal Department of Home Affairs shall submit a report to the Federal Council and the relevant committees of the Federal Assembly on the results and shall submit proposals for further action. 3 The FOPH shall maintain a documentation, information and coordination office. 4 Swissmedic shall submit reports in accordance with the international agreements. Amended by No I of the FA of 19 March 2021, in force since 1 Aug. 2022 ( AS 2022 385 ; BBl 2020 6069 )."
    },
    {
      "provision_ref": "art29b",
      "chapter": "Section 1 Tasks of the Confederation",
      "section": "29b",
      "title": "b",
      "content": "1 In relation to combating unauthorised dealing in narcotics, the Federal Office of Police acts as a national analysis, coordination and investigation agency in accordance with the Federal Act of 7 October 1994 on the Central Offices of the Federal Criminal Police. 2 It has the following tasks: a. It assists the authorities of other states to combat unauthorised dealing in narcotics within the framework of existing mutual assistance regulations and legal practices. b. It compiles documents that may assist in preventing offences against this Act and facilitate the prosecution of offenders. c. It liaises with: 1. corresponding services in the Federal Administration (FOPH, Directorate General of Customs); 2. Swiss Post; 3. the Special Tasks Service (FDJP); 4. the cantonal police authorities; 5. the central agencies in other countries; 6. the International Criminal Police Organisation Interpol. 3 Customs and Border Guard authorities shall report offences against this Act to the Federal Office of Police so that the information can be passed on to foreign and international authorities; they shall also inform the cantons. 4 Taking evidence in connection with international mutual assistance in criminal cases relating to narcotics is governed by the relevant provisions of the Criminal Procedure Code of 5 October 2007. SR 360 Amended by Annex No II 5 of the Postal Services Act of 17 Dec. 2010, in force since 1 Oct. 2012 ( AS 2012 4993 ; BBl 2009 5181 ). SR 312.0"
    },
    {
      "provision_ref": "art29c",
      "section": "29c",
      "title": "c",
      "content": "1 The Federal Council shall designate a national reference laboratory; this shall conduct research, provide information and coordinate in analytical, pharmaceutical and clinical-pharmacological matters involving narcotics and substances under Articles 2, 3 paragraph 1 and 7 paragraph 3. 2 The Federal Council shall designate a national monitoring agency to monitor the problems of addiction. This agency shall collect, analyse and interpret statistical data. It shall work with the cantons and the international organisations. 3 The Confederation may delegate to third parties specific tasks of research, information and coordination and of monitoring the problems of addiction under paragraphs 1 and 2."
    },
    {
      "provision_ref": "art29d",
      "chapter": "Section 2 Tasks of the Cantons",
      "section": "29d",
      "title": "d",
      "content": "1 The cantons shall issue the required regulations for implementing the federal law and designate the relevant authorities and offices responsible for: a. the tasks and powers in relation to prevention, therapy, reintegration, harm reduction and survival support (Chapter 1 a ), in particular to receive reports on persons with existing or imminent disorders associated with addiction (Art. 3 c ); b. granting licences (Art. 3 e , 14 and 14 a para. 1 bis ); c. accepting reports on narcotics dispensed or prescribed for conditions other than those permitted (Art. 11 para. 1 bis ); d. controls (Art. 16–18); e. prosecution (Art. 28) and for revoking authorisation to deal in narcotics (Art. 12); f. the supervision of the authorities and agencies mentioned in letters a–e and of authorised licensed treatment and social assistance agencies. 2 The cantons have the power to charge fees for licences that they grant (Art. 3 e, 14 and 14 a para. 1 bis ) and for special rulings and controls. 3 The cantons shall notify the Federal Department of Home Affairs of their implementing regulations."
    },
    {
      "provision_ref": "art29e",
      "chapter": "Section 2 Tasks of the Cantons",
      "section": "29e",
      "title": "e",
      "content": "1 The cantonal governments shall report to the Federal Council regularly on the implementation of this Act and the observations made in doing so, and shall provide the required data (Art. 29 c para. 2). 2 The cantons must notify the Federal Office of Police promptly in accordance with the provisions of the Federal Act of 7 October 1994 on the Central Offices of the Federal Criminal Police of any prosecutions initiated due to offences against this Act. The relevant information shall be transmitted electronically or entered directly in the data processing systems of the Federal Office of Police. The Federal Council shall regulate the details. SR 360"
    },
    {
      "provision_ref": "art30",
      "chapter": "Chapter 6 Final Provisions",
      "section": "30",
      "title": "",
      "content": "1 The Federal Council shall issue the required implementing provisions. 2 It shall specify the fees that Swissmedic charges for licences, controls and services. It may delegate his power to Swissmedic. 3 It shall specify in specific cases the powers, the detailed requirements for their exercise and the methods for the required controls when granting licences to organisations, institutions and authorities as defined in Article 14 a . It may if necessary issue alternative regulations to the Act when regulating the controls. Amended by No I of the FA of 20 March 2008, in force since 1 July 2011 ( AS 2009 2623 , 2011 2559 ; BBl 2006 8573 8645 )."
    },
    {
      "provision_ref": "art3134",
      "chapter": "Chapter 6 Final Provisions",
      "section": "3134",
      "title": "",
      "content": "Repealed by No I of the FA of 20 March 2008, with effect from 1 July 2011 ( AS 2009 2623 , 2011 2559 ; BBl 2006 8573 8645 )."
    },
    {
      "provision_ref": "art35",
      "chapter": "Chapter 6 Final Provisions",
      "section": "35",
      "title": "",
      "content": "Repealed by No I of the FA of 20 March 1975, with effect from 1 Aug. 1975 ( AS 1975 1220 ; BBl 1973 I 1348 )."
    },
    {
      "provision_ref": "art36",
      "chapter": "Chapter 6 Final Provisions",
      "section": "36",
      "title": "",
      "content": "Repealed by No I of the FA of 20 March 2008, with effect from 1 July 2011 ( AS 2009 2623 , 2011 2559 ; BBl 2006 8573 8645 )."
    },
    {
      "provision_ref": "art36a",
      "chapter": "Chapter 6 Final Provisions",
      "section": "36a",
      "title": "a Transitional provisions to the Amendment of 19 March 2021",
      "content": "1 The Federal Council shall specify how long the exceptional licences issued under the previous law by the FOPH for the import, production and placing on the market of narcotics containing an effective concentration of cannabis for medical purposes remain valid after the Amendment of 19 March 2021 comes into force. 2 For as long as the exceptional licence in accordance with paragraph 1 remains valid, no licence is required from Swissmedic under Article 4. Inserted by No I of the FA of 19 March 2021, in force since 1 Aug. 2022 ( AS 2022 385 ; BBl 2020 6069 )."
    },
    {
      "provision_ref": "art37",
      "section": "37",
      "title": "",
      "content": "1 The Federal Council shall specify the date on which this Act takes effect. 2 On this date, the Federal Act of 2 October 1924 concerning Narcotics and provisions of federal and cantonal acts and ordinances that conflict with this Act shall be repealed. Commencement Date: 1 June 1952 [BS 4 434] FCD of 4 March 1952."
    }
  ],
  "definitions": [
    {
      "term": "narcotics",
      "definition": "narcotics means substances and preparations that cause dependence containing an effective concentration of morphine, cocaine or cannabis, and substances and preparations produced on their basis of or that have a similar effect to the same;",
      "source_provision": "art2"
    },
    {
      "term": "psychotropic substances",
      "definition": "psychotropic substances means substances and preparations that cause dependence that contain amphetamines, barbiturates, benzodiazepines or hallucinogens such as lysergide or mescaline or that have a similar effect to the same;",
      "source_provision": "art2"
    },
    {
      "term": "substances",
      "definition": "substances means raw materials such as plants or fungi or parts thereof, and chemically produced compounds;",
      "source_provision": "art2"
    },
    {
      "term": "preparations",
      "definition": "preparations means ready-to-use narcotics and psychotropic substances;",
      "source_provision": "art2"
    },
    {
      "term": "precursors",
      "definition": "precursors means substances that do not cause dependence, but which may be transformed into narcotics or psychotropic substances;",
      "source_provision": "art2"
    },
    {
      "term": "auxiliary chemicals",
      "definition": "auxiliary chemicals means substances that assist in the production of narcotics and psychotropic substances.",
      "source_provision": "art2"
    }
  ]
}