{
  "id": "sr-836-22",
  "type": "statute",
  "title": "Verordnung vom 19. Juni 2020 über Finanzhilfen an Familienorganisationen (FOrgV)",
  "title_en": "",
  "short_name": "FOrgV",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2020/504/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "1",
      "title": "Gegenstand",
      "content": "Diese Verordnung regelt die Ausrichtung von Finanzhilfen an Familienorganisationen für ihre Tätigkeiten in den Förderbereichen nach Artikel 21 f FamZG."
    },
    {
      "provision_ref": "art2",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "2",
      "title": "Förderbereich «Begleitung und Beratung von Familien sowie Elternbildung»",
      "content": "(Art. 21 f Bst. a FamZG) 1 Der Förderbereich «Begleitung und Beratung von Familien sowie Elternbildung» umfasst den Teilbereich «Begleitung und Beratung von Familien» sowie den Teilbereich «Elternbildung». 2 Im Teilbereich «Begleitung und Beratung von Familien» können Familienorganisationen unterstützt werden, welche die Familien in unterschiedlichen Familienphasen, -situationen und -zusammensetzungen begleiten und beraten. 3 Im Teilbereich «Elternbildung» können Familienorganisationen unterstützt werden, welche den Eltern Kenntnisse und Fertigkeiten für die Erziehung von Kindern und das Zusammenleben in der Familie vermitteln."
    },
    {
      "provision_ref": "art3",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "3",
      "title": "Förderbereich «Vereinbarkeit von Familie und Erwerbstätigkeit oder Ausbildung»",
      "content": "(Art. 21 f Bst. b FamZG) 1 Der Förderbereich «Vereinbarkeit von Familie und Erwerbstätigkeit oder Ausbildung» umfasst den Teilbereich «familienergänzende Kinderbetreuung» und den Teilbereich «familienfreundliche Ausbildungs- und Arbeitsbedingungen». 2 Im Teilbereich «familienergänzende Kinderbetreuung» können Familienorganisationen unterstützt werden, welche die Anbieter in der familienergänzenden Kinderbetreuung begleiten und beraten. Die familienergänzende Kinderbetreuung umfasst die institutionelle Betreuung von Kindern im Vorschul- und Schulalter. 3 Im Teilbereich «familienfreundliche Ausbildungs- und Arbeitsbedingungen» können Familienorganisationen unterstützt werden, welche die Ausgestaltung familienfreundlicher Ausbildungs- und Arbeitsbedingungen fördern."
    },
    {
      "provision_ref": "art4",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "4",
      "title": "Geografische Abdeckung",
      "content": "(Art. 21 g Bst. a FamZG) Eine Familienorganisation gilt als in der ganzen Schweiz tätig, wenn sich ihr Angebot an Familien in mindestens drei der vier Sprachregionen richtet und sie in diesen Sprachregionen über ein ähnlich breites Angebot verfügt."
    },
    {
      "provision_ref": "art5",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "5",
      "title": "Tätigkeiten",
      "content": "(Art. 21 f FamZG) Der Bund kann Familienorganisationen Finanzhilfen für regelmässige und einmalige Tätigkeiten gewähren."
    },
    {
      "provision_ref": "art6",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "6",
      "title": "Familienorganisation mit Mitgliederorganisationen",
      "content": "(Art. 21 h Abs. 2 FamZG) Eine Familienorganisation mit Mitgliederorganisationen kann die Tätigkeiten, für die sie um Finanzhilfen ersucht, selber ausüben oder ihre Mitgliederorganisationen teilweise oder vollständig damit beauftragen."
    },
    {
      "provision_ref": "art7",
      "chapter": "2. Abschnitt: Verfahren und Gewährung von Finanzhilfen",
      "section": "7",
      "title": "Gesuch: Inhalt",
      "content": "(Art. 21 i Abs. 1 FamZG) 1 Das Gesuch einer Familienorganisation um Finanzhilfen muss folgende Angaben und Unterlagen enthalten: a. institutionelle Voraussetzungen nach Artikel 21 g FamZG, die die Familienorganisation erfüllt; b. geplante Tätigkeiten, für die sie um Finanzhilfen ersucht; c. Finanzierung der geplanten Tätigkeiten; d. weitere Behörden und private Organisationen, die sie um Beiträge ersucht; e. Jahresbericht, revidierte Jahresrechnung und Revisionsbericht des Vorjahres sowie genehmigte Jahresrechnung und Budget des laufenden Jahres. 2 Will die Familienorganisation Mitgliederorganisationen mit Tätigkeiten beauftragen, für die sie um Finanzhilfen ersucht, so muss das Gesuch zusätzlich folgende Angaben und Unterlagen enthalten: a. institutionelle Voraussetzungen nach Artikel 21 g FamZG, die die betreffenden Mitgliederorganisationen erfüllen; b. Tätigkeiten, mit denen sie die Mitgliederorganisationen beauftragen will; c. Entschädigung, die sie den Mitgliederorganisationen für diese Tätigkeiten ausrichten will; d. Jahresbericht, revidierte Jahresrechnung und Revisionsbericht des Vorjahres sowie genehmigte Jahresrechnung und Budget des laufenden Jahres jeder Mitgliederorganisation, die sie beauftragen will. 3 Das Bundesamt für Sozialversicherungen (BSV) kann weitere Angaben und Unterlagen verlangen."
    },
    {
      "provision_ref": "art8",
      "chapter": "2. Abschnitt: Verfahren und Gewährung von Finanzhilfen",
      "section": "8",
      "title": "Gesuch: Fristen und Form",
      "content": "(Art. 21 i Abs. 1 FamZG) 1 Das BSV legt fest, wann das Gesuch eingereicht werden muss, und veröffentlicht die entsprechenden Informationen auf seiner Internetseite. 2 Es stellt auf der Internetseite das Formular für das Gesuch bereit. Die Familienorganisation muss ihr Gesuch auf diesem Formular einreichen. www.bsv.admin.ch > Finanzhilfen > Familienorganisationen"
    },
    {
      "provision_ref": "art9",
      "chapter": "2. Abschnitt: Verfahren und Gewährung von Finanzhilfen",
      "section": "9",
      "title": "Vertrag: Inhalt",
      "content": "(Art. 21 i Abs. 2 FamZG) Im öffentlich-rechtlichen Vertrag zwischen dem BSV und der Familienorganisation über Finanzhilfen werden insbesondere festgelegt: a. die mittels der Finanzhilfen zu erreichenden Ziele; b. die Tätigkeiten, die die Familienorganisation selber ausübt; c. die Tätigkeiten, mit denen die Familienorganisation ihre Mitgliederorganisationen beauftragt; d. die Höhe der Finanzhilfen."
    },
    {
      "provision_ref": "art10",
      "chapter": "2. Abschnitt: Verfahren und Gewährung von Finanzhilfen",
      "section": "10",
      "title": "Vertrag: Dauer und Periodizität",
      "content": "(Art. 21 i Abs. 2 FamZG) 1 Die Verträge mit den Familienorganisationen dauern vier Jahre. Sie beginnen und enden alle gleichzeitig. 2 Das BSV legt die Vertragsperiode fest. Die erste Vertragsperiode beginnt am 1. Januar 2022."
    },
    {
      "provision_ref": "art11",
      "chapter": "2. Abschnitt: Verfahren und Gewährung von Finanzhilfen",
      "section": "11",
      "title": "Finanzhilfen für Tätigkeiten von Mitgliederorganisationen",
      "content": "(Art. 21 h Abs. 2 FamZG) 1 Erhält die Familienorganisation Finanzhilfen für Tätigkeiten, mit denen sie Mitgliederorganisationen beauftragt, so regelt sie diese Tätigkeiten vertraglich mit den Mitgliederorganisationen. 2 Sie erhält zusätzlich Finanzhilfen für die Koordination der Tätigkeiten der Mitgliederorganisationen."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Bemessung und Höhe der Finanzhilfen",
      "content": "(Art. 21 i Abs. 2 FamZG) 1 Bei der Bemessung der Finanzhilfen werden insbesondere berücksichtigt: a. die Art, Bedeutung und Qualität der einzelnen Tätigkeiten; b. die Eigenleistungen, die der Familienorganisation aufgrund ihrer wirtschaftlichen Leistungsfähigkeit zugemutet werden können. 2 Die Höhe der Finanzhilfen wird für jede im Vertrag vereinbarte Tätigkeit einzeln festgelegt."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Anrechenbare Ausgaben",
      "content": "(Art. 21 i Abs. 3 FamZG) 1 Anrechenbar sind Ausgaben, die tatsächlich entstehen und für die zweckmässige Ausübung der Tätigkeiten erforderlich sind. 2 Die Finanzhilfen decken höchstens 50 Prozent dieser Ausgaben. 3 Die Familienorganisation sorgt dafür, dass die anrechenbaren Ausgaben für die Tätigkeiten, mit denen sie Mitgliederorganisationen beauftragt hat, höchstens zu 50 Prozent entschädigt werden."
    },
    {
      "provision_ref": "art14",
      "chapter": "3. Abschnitt: Auszahlung der Finanzhilfen und Berichterstattung",
      "section": "14",
      "title": "Auszahlung der Finanzhilfen",
      "content": "Das BSV zahlt die Finanzhilfen jährlich in mehreren Raten aus."
    },
    {
      "provision_ref": "art15",
      "chapter": "3. Abschnitt: Auszahlung der Finanzhilfen und Berichterstattung",
      "section": "15",
      "title": "Verwendung und Abrechnung der Finanzhilfen",
      "content": "Die Familienorganisation ist gegenüber dem BSV für die korrekte Verwendung und die ordnungsgemässe Abrechnung der Finanzhilfen und der Entschädigung der beauftragten Mitgliederorganisationen verantwortlich."
    },
    {
      "provision_ref": "art16",
      "chapter": "3. Abschnitt: Auszahlung der Finanzhilfen und Berichterstattung",
      "section": "16",
      "title": "Berichterstattung",
      "content": "1 Die Familienorganisation berichtet dem BSV jährlich über die Verwendung der Finanzhilfen und die Erreichung der vereinbarten Ziele. 2 Sie reicht dem BSV folgende Unterlagen ein: a. Jahresbericht und revidierte Jahresrechnung des Vorjahres; b. Bericht der Revisionsstelle; c. Budget des laufenden Jahres; d. Controllingbericht des laufenden Jahres. 3 Sie sorgt dafür, dass ihr die beauftragten Mitgliederorganisationen die Angaben und Unterlagen nach den Absätzen 1 und 2 liefern und dass sie diese Angaben und Unterlagen gegenüber dem BSV offenlegen kann. 4 Das BSV stellt der Familienorganisation das Formular für die Berichterstattung zur Verfügung. Die Familienorganisation muss den Bericht auf diesem Formular einreichen."
    },
    {
      "provision_ref": "art17",
      "chapter": "3. Abschnitt: Auszahlung der Finanzhilfen und Berichterstattung",
      "section": "17",
      "title": "Mitteilungs- und Offenlegungspflicht",
      "content": "1 Die Familienorganisation muss das BSV umgehend über wesentliche Änderungen in ihrer Organisation oder über eine Gefährdung der Zielerreichung informieren. 2 Sie muss dem BSV jederzeit über die Verwendung der Finanzhilfen Auskunft erteilen sowie dem BSV oder von diesem mit Prüfungstätigkeiten beauftragten Dritten Einsicht in die massgebenden Geschäftsunterlagen und Zutritt zu ihren Räumlichkeiten gewähren."
    },
    {
      "provision_ref": "art18",
      "chapter": "3. Abschnitt: Auszahlung der Finanzhilfen und Berichterstattung",
      "section": "18",
      "title": "Überprüfung",
      "content": "Das BSV überprüft regelmässig, ob die Familienorganisation die gesetzlichen und vertraglichen Anforderungen erfüllt. Es kann zu diesem Zweck Evaluationen oder Audits durchführen oder Dritte damit beauftragen."
    },
    {
      "provision_ref": "art19",
      "chapter": "3. Abschnitt: Auszahlung der Finanzhilfen und Berichterstattung",
      "section": "19",
      "title": "Öffentlichkeitsprinzip",
      "content": "Das BSV kann die mit den Familienorganisationen abgeschlossenen Verträge über Finanzhilfen veröffentlichen ."
    },
    {
      "provision_ref": "art20",
      "chapter": "4. Abschnitt: Schlussbestimmungen",
      "section": "20",
      "title": "Vollzug",
      "content": "Das BSV vollzieht diese Verordnung."
    },
    {
      "provision_ref": "art21",
      "chapter": "4. Abschnitt: Schlussbestimmungen",
      "section": "21",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 1. August 2020 in Kraft."
    }
  ],
  "definitions": []
}