{
  "id": "sr-836-21",
  "type": "statute",
  "title": "Verordnung vom 31. Oktober 2007 über die Familienzulagen (Familienzulagenverordnung; FamZV)",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2008/52/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "1",
      "title": "Ausbildungszulage",
      "content": "(Art. 3 Abs. 1 Bst. b FamZG) 1 Ein Anspruch auf eine Ausbildungszulage besteht für Kinder, die eine Ausbildung im Sinne der Artikel 49 bis und 49 ter der Verordnung vom 31. Oktober 1947 über die Alters- und Hinterlassenenversicherung absolvieren. 2 Als nachobligatorische Ausbildung gilt die Ausbildung, welche auf die obligatorische Schule folgt. Dauer und Ende der obligatorischen Schule richten sich nach den jeweiligen kantonalen Bestimmungen. Fassung gemäss Ziff. I der V vom 19. Juni 2020, in Kraft seit 1. Aug. 2020 ( AS 2020 2779 ). SR 831.101"
    },
    {
      "provision_ref": "art2",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "2",
      "title": "Geburtszulage",
      "content": "(Art. 3 Abs. 2 und 3 FamZG) 1 Ein Anspruch auf eine Geburtszulage besteht, wenn die kantonale Familienzulagenordnung eine Geburtszulage vorsieht. 2 Hat nur eine Person Anspruch auf die Geburtszulage, so wird sie ihr auch dann ausgerichtet, wenn für das gleiche Kind eine andere Person in erster Linie Anspruch auf die Familienzulagen hat. 3 Die Geburtszulage wird ausgerichtet, wenn: a. ein Anspruch auf Familienzulagen nach dem FamZG besteht; und b. die Mutter während der neun Monate unmittelbar vor der Geburt des Kindes Wohnsitz oder gewöhnlichen Aufenthalt nach Artikel 13 des Bundesgesetzes vom 6. Oktober 2000 über den Allgemeinen Teil des Sozialversicherungsrechts in der Schweiz hat; erfolgt die Geburt vorzeitig, so wird die erforderliche Dauer des Wohnsitzes oder des gewöhnlichen Aufenthaltes in der Schweiz gemäss Artikel 27 der Verordnung vom 24. November 2004 zum Erwerbsersatzgesetz herabgesetzt. 4 Haben mehrere Personen für das gleiche Kind Anspruch auf eine Geburtszulage, so steht der Anspruch jener Person zu, die für dieses Kind Anspruch auf Familienzulagen hat. Ist die Geburtszulage der zweitanspruchsberechtigten Person höher, so hat diese Anspruch auf die Differenz. SR 830.1 SR 834.11"
    },
    {
      "provision_ref": "art3",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "3",
      "title": "Adoptionszulage",
      "content": "(Art. 3 Abs. 2 und 3 FamZG) 1 Ein Anspruch auf eine Adoptionszulage besteht, wenn die kantonale Familienzulagenordnung eine Adoptionszulage vorsieht. 2 Hat nur eine Person Anspruch auf die Adoptionszulage, so wird sie ihr auch dann ausgerichtet, wenn für das gleiche Kind eine andere Person in erster Linie Anspruch auf die Familienzulagen hat. 3 Die Adoptionszulage wird ausgerichtet, wenn: a. ein Anspruch auf Familienzulagen nach dem FamZG besteht; b. die Bewilligung zur Aufnahme des Kindes zur Adoption nach Artikel 4 der Adoptionsverordnung vom 29. Juni 2011 endgültig erteilt ist; und c. das Kind tatsächlich von den künftigen Adoptiveltern in der Schweiz aufgenommen worden ist. 4 Haben mehrere Personen für das gleiche Kind Anspruch auf eine Adoptionszulage, so steht der Anspruch jener Person zu, die für dieses Kind Anspruch auf Familienzulagen hat. Ist die Adoptionszulage der zweitanspruchsberechtigten Person höher, so hat diese Anspruch auf die Differenz. Fassung gemäss Ziff. I der V vom 19. Juni 2020, in Kraft seit 1. Aug. 2020 ( AS 2020 2779 ). SR 211.221.36"
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Stiefkinder",
      "content": "(Art. 4 Abs. 1 Bst. b FamZG) 1 Für Stiefkinder besteht ein Anspruch auf Familienzulagen, wenn das Stiefkind überwiegend im Haushalt des Stiefelternteils lebt oder bis zu seiner Mündigkeit gelebt hat. 2 Als Stiefkinder gelten auch die Kinder der Partnerin oder des Partners im Sinne des Partnerschaftsgesetzes vom 18. Juni 2004. SR 211.231"
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Pflegekinder",
      "content": "(Art. 4 Abs. 1 Bst. c FamZG) Für Pflegekinder besteht ein Anspruch auf Familienzulagen, wenn sie im Sinne von Artikel 49 Absatz 1 der Verordnung vom 31. Oktober 1947 über die Alters- und Hinterlassenenversicherung unentgeltlich zu dauernder Pflege und Erziehung aufgenommen worden sind. SR 831.101"
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Geschwister und Enkelkinder; überwiegender Unterhalt",
      "content": "(Art. 4 Abs. 1 Bst. d FamZG) Die bezugsberechtigte Person kommt in überwiegendem Mass für den Unterhalt auf, wenn: a. das Kind in ihrem Haushalt lebt und der von dritter Seite für den Unterhalt des Kindes bezahlte Betrag die maximale volle Waisenrente der AHV nicht übersteigt; oder b. sie an den Unterhalt des Kindes, das nicht in ihrem Haushalt lebt, einen Betrag von mindestens der maximalen vollen Waisenrente der AHV zahlt."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Kinder im Ausland",
      "content": "(Art. 4 Abs. 3 FamZG) 1 Für Kinder mit Wohnsitz im Ausland werden die Familienzulagen nur ausgerichtet, sofern zwischenstaatliche Vereinbarungen das vorschreiben. 1bis Bei Kindern, welche die Schweiz zu Ausbildungszwecken verlassen, wird während höchstens fünf Jahren vermutet, dass sie weiterhin in der Schweiz Wohnsitz haben. Diese Frist beginnt frühestens mit der Vollendung des 15. Altersjahres zu laufen. 2 Arbeitnehmerinnen und Arbeitnehmer, die nach Artikel 1 a Absatz 1 Buchstabe c oder Absatz 3 Buchstabe a AHVG oder aufgrund einer zwischenstaatlichen Vereinbarung obligatorisch in der AHV versichert sind, haben auch ohne staatsvertragliche Verpflichtung Anspruch auf Familienzulagen für Kinder mit Wohnsitz im Ausland. Fassung gemäss Ziff. I der V vom 26. Okt. 2011, in Kraft seit 1. Jan. 2012 ( AS 2011 4951 ). Fassung gemäss Ziff. I der V vom 19. Juni 2020, in Kraft seit 1. Aug. 2020 ( AS 2020 2779 ). SR 831.10"
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Kinder mit Wohnsitz im Ausland; Kaufkraftanpassung der Familienzulagen",
      "content": "(Art. 4 Abs. 3 und 5 Abs. 3 FamZG) 1 Für die Anpassung der Familienzulagen an die Kaufkraft gelten folgende Ansätze: a. Beträgt die Kaufkraft im Wohnsitzstaat des Kindes mehr als zwei Drittel der Kaufkraft in der Schweiz, so werden 100 Prozent des gesetzlichen Mindestbetrags ausgerichtet. b. Beträgt die Kaufkraft im Wohnsitzstaat des Kindes mehr als ein Drittel, aber höchstens zwei Drittel der Kaufkraft in der Schweiz, so werden zwei Drittel des gesetzlichen Mindestbetrags ausgerichtet. c. Beträgt die Kaufkraft im Wohnsitzstaat des Kindes höchstens ein Drittel der Kaufkraft in der Schweiz, so wird ein Drittel des gesetzlichen Mindestbetrags ausgerichtet. 2 Als Wohnsitzstaaten gelten die vom Bundesamt für Statistik im Verzeichnis der Staaten und Gebiete aufgeführten Staaten. 3 Das Bundesamt für Sozialversicherungen (BSV) ordnet die Wohnsitzstaaten aufgrund der Daten der Weltbank zum kaufkraftbereinigten Bruttonationaleinkommen pro Kopf den Gruppen nach Absatz 1 zu. Es überprüft die Zuordnung alle drei Jahre und passt sie bei Bedarf an. Massgebend sind die vier Monate zuvor von der Weltbank veröffentlichten Daten. 4 Das BSV veröffentlicht in seinen Weisungen eine Liste der Wohnsitzstaaten mit deren Zuordnung zu den Gruppen nach Absatz 1. Fassung gemäss Ziff. I der V vom 19. Juni 2020, in Kraft seit 1. Aug. 2020 ( AS 2020 2779 ). Fassung gemäss Ziff. I der V vom 19. Juni 2020, in Kraft seit 1. Aug. 2020 ( AS 2020 2779 ). Eingefügt durch Ziff. I der V vom 19. Juni 2020, in Kraft seit 1. Aug. 2020 ( AS 2020 2779 )."
    },
    {
      "provision_ref": "art9",
      "chapter": "2. Abschnitt: Familienzulagenordnung für Erwerbstätige",
      "section": "9",
      "title": "Zweigniederlassungen",
      "content": "(Art. 12 Abs. 2 FamZG) Als Zweigniederlassungen gelten Einrichtungen und Betriebsstätten, in denen auf unbestimmte Dauer eine gewerbliche, industrielle oder kaufmännische Tätigkeit ausgeübt wird."
    },
    {
      "provision_ref": "art10",
      "chapter": "2. Abschnitt: Familienzulagenordnung für Erwerbstätige",
      "section": "10",
      "title": "Dauer des Anspruchs nach Erlöschen des Lohnanspruchs; Koordination",
      "content": "(Art. 13 Abs. 1, 2 und 4 FamZG) 1 Ist der Arbeitnehmer oder die Arbeitnehmerin aus einem der in Artikel 324 a Absätze 1 und 3 des Obligationenrechts (OR) genannten Gründe an der Arbeitsleistung verhindert, so werden die Familienzulagen nach Eintritt der Arbeitsverhinderung noch während des laufenden Monats und der drei darauf folgenden Monate ausgerichtet, auch wenn der gesetzliche Lohnanspruch erloschen ist. 1bis Bezieht der Arbeitnehmer oder die Arbeitnehmerin einen unbezahlten Urlaub, so werden die Familienzulagen nach Antritt des Urlaubs noch während des laufenden Monats und der drei darauf folgenden Monate ausgerichtet. 1ter Nach einem Unterbruch nach Absatz 1 oder 1 bis besteht der Anspruch auf Familienzulagen ab dem ersten Tag des Monats, in dem die Arbeit wieder aufgenommen wird. 2 Der Anspruch auf Familienzulagen bleibt auch ohne gesetzlichen Lohnanspruch bestehen: a. während eines Mutterschaftsurlaubs von höchstens 16 Wochen; b. während eines Jugendurlaubs gemäss Artikel 329 e Absatz 1 OR. 3 Stirbt der Arbeitnehmer oder die Arbeitnehmerin, so werden die Familienzulagen noch während des laufenden Monats und der drei darauf folgenden Monate ausgerichtet. SR 220 Eingefügt durch Ziff. I der V vom 26. Okt. 2011, in Kraft seit 1. Jan. 2012 ( AS 2011 4951 ). Eingefügt durch Ziff. I der V vom 26. Okt. 2011, in Kraft seit 1. Jan. 2012 ( AS 2011 4951 )."
    },
    {
      "provision_ref": "art10a",
      "chapter": "2. Abschnitt: Familienzulagenordnung für Erwerbstätige",
      "section": "10a",
      "title": "a Dauer des Anspruchs der Selbstständigerwerbenden",
      "content": "(Art. 13 Abs. 2bis FamZG) 1 Der Anspruch auf Familienzulagen für Selbstständigerwerbende beginnt am ersten Tag des Monats, in dem die selbstständige Erwerbstätigkeit aufgenommen wird, und endet am letzten Tag des Monats, in dem die selbstständige Erwerbstätigkeit aufgegeben wird. 2 Für den Anspruch auf Familienzulagen für Selbstständigerwerbende bei Unterbrüchen der Erwerbstätigkeit und beim Tod der selbstständigerwerbenden Person gilt Artikel 10 sinngemäss. Eingefügt durch Ziff. I der V vom 26. Okt. 2011, in Kraft seit 1. Jan. 2013 ( AS 2011 4951 )."
    },
    {
      "provision_ref": "art10b",
      "chapter": "2. Abschnitt: Familienzulagenordnung für Erwerbstätige",
      "section": "10b",
      "title": "b Bestimmung des Einkommens bei mehreren Erwerbstätigkeiten",
      "content": "(Art. 13 Abs. 3 FamZG) Ist eine Person bei mehreren Arbeitgebern beschäftigt oder ist sie gleichzeitig selbstständig und unselbstständig erwerbstätig, so werden zur Bestimmung des Einkommens die Einkommen zusammengezählt. Eingefügt durch Ziff. I der V vom 26. Okt. 2011, in Kraft seit 1. Jan. 2013 ( AS 2011 4951 )."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "",
      "content": "(Art. 13 Abs. 4 Bst. b FamZG) 1 Ist eine Person bei mehreren Arbeitgebern beschäftigt, so ist die Familienausgleichskasse des Arbeitgebers zuständig, der den höchsten Lohn ausrichtet. 1bis Ist eine Person gleichzeitig selbstständig und unselbstständig erwerbstätig, so ist die Familienausgleichskasse ihres Arbeitgebers zuständig, sofern: a. das Arbeitsverhältnis für mehr als sechs Monate eingegangen worden ist oder unbefristet ist; und b. das Mindesteinkommen nach Artikel 13 Absatz 3 FamZG im Rahmen dieses Arbeitsverhältnisses erreicht wird. 2 Das BSV erlässt Weisungen über die Bestimmung der zuständigen Familienausgleichskasse für Personen, die mehrere selbstständige oder unselbstständige Erwerbstätigkeiten unregelmässig oder während kurzer Zeit ausüben. Fassung gemäss Ziff. I der V vom 26. Okt. 2011, in Kraft seit 1. Jan. 2013 ( AS 2011 4951 ). Eingefügt durch Ziff. I der V vom 26. Okt. 2011, in Kraft seit 1. Jan. 2013 ( AS 2011 4951 ). Ausdruck gemäss Ziff. I Abs. 1 der V vom 19. Juni 2020, in Kraft seit 1. Aug. 2020 ( AS 2020 2779 ). Diese Änd. wurde im ganzen Erlass berücksichtigt. Fassung gemäss Ziff. I der V vom 26. Okt. 2011, in Kraft seit 1. Jan. 2013 ( AS 2011 4951 )."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Zugelassene Familienausgleichskassen",
      "content": "(Art. 14 FamZG) 1 Eine Familienausgleichskasse eines einzelnen Arbeitgebers (Betriebskasse) darf nicht als Familienausgleichskasse nach Artikel 14 Buchstabe a FamZG anerkannt werden. 2 Familienausgleichskassen nach Artikel 14 Buchstabe c FamZG müssen sich bei der zuständigen Behörde des Kantons, in dem sie tätig sein wollen, anmelden."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Finanzierung der Familienausgleichskassen",
      "content": "(Art. 15 Abs. 1 Bst. b und 3 FamZG) 1 Die Familienausgleichskassen werden durch die Beiträge, die Erträge und Bezüge aus der Schwankungsreserve sowie die Zahlungen aus einem allfälligen kantonalen Lastenausgleich finanziert. 2 Die Schwankungsreserve ist angemessen, wenn ihr Bestand mindestens 20 und höchstens 100 Prozent einer durchschnittlichen Jahresausgabe für Familienzulagen beträgt."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Verwendung der Liquidationsüberschüsse",
      "content": "(Art. 17 Abs. 2 Bst. e FamZG) Ein bei einem Zusammenschluss oder bei einer Auflösung von Familienausgleichskassen im Sinne von Artikel 14 Buchstabe a oder c FamZG anfallender Überschuss wird für Familienzulagen verwendet."
    },
    {
      "provision_ref": "art15",
      "chapter": "3. Abschnitt: Familienausgleichskasse der Eidgenössischen Ausgleichskasse",
      "section": "15",
      "title": "",
      "content": "1 Die Eidgenössische Ausgleichskasse (EAK) führt für die Bundesverwaltung, die eidgenössischen Gerichte und die Bundesanstalten eine Familienausgleichskasse. Es können sich ihr auch andere Institutionen anschliessen, die der Oberaufsicht des Bundes unterstellt sind oder zum Bund in enger Beziehung stehen. 2 Die Familienausgleichskasse der EAK ist ein Spezialfonds des Bundes im Sinne von Artikel 52 des Finanzhaushaltgesetzes vom 7. Oktober 2005. 3 Der Bund stellt der Familienausgleichskasse der EAK das erforderliche Personal, die Räumlichkeiten und die Betriebsmittel gegen Entschädigung zur Verfügung. Die Entschädigung des Bundes und die übrigen Verwaltungskosten gehen zulasten der Arbeitgeber. Die Arbeitgeber beteiligen sich auch an der Bildung der Schwankungsreserve. 4 Das Eidgenössische Finanzdepartement kann im Einvernehmen mit dem Eidgenössischen Departement des Innern und dem Eidgenössischen Departement für auswärtige Angelegenheiten Ausführungsbestimmungen insbesondere über die Organisation, die Kassenzugehörigkeit, die Arbeitgeberkontrolle, die Beitragsgestaltung, die Verwaltungskosten, die Bildung der Schwankungsreserve und die Kassenrevision erlassen. SR 611.0"
    },
    {
      "provision_ref": "art16",
      "chapter": "4. Abschnitt: Familienzulagenordnung für Nichterwerbstätige",
      "section": "16",
      "title": "Nichterwerbstätige Personen",
      "content": "(Art. 19 Abs. 1 FamZG) Nicht als nichterwerbstätige Personen im Sinne des FamZG gelten: a. Personen, die nach Erreichen des ordentlichen Rentenalters eine Altersrente der AHV beziehen; b. Personen, die in ungetrennter Ehe leben und deren Ehemann oder Ehefrau eine Altersrente der AHV bezieht; c. Personen, deren AHV-Beiträge nach Artikel 3 Absatz 3 AHVG als bezahlt gelten; d. Asylsuchende, vorläufig Aufgenommene, Schutzbedürftige ohne Aufenthaltsbewilligung und weggewiesene Personen mit Anspruch auf Nothilfe nach Artikel 82 des Asylgesetzes vom 26. Juni 1998, deren Beiträge nach Artikel 14 Absatz 2 bis des AHVG noch nicht festgesetzt sind. Fassung gemäss Ziff. I der V vom 26. Okt. 2011, in Kraft seit 1. Jan. 2013 ( AS 2011 4951 ). SR 831.10 Eingefügt durch Ziff. I der V vom 28. Okt. 2009, in Kraft seit 8. Nov. 2009 ( AS 2009 5367 ). SR 142.31"
    },
    {
      "provision_ref": "art16a",
      "chapter": "4. Abschnitt: Familienzulagenordnung für Nichterwerbstätige",
      "section": "16a",
      "title": "a Arbeitslose Mütter",
      "content": "(Art. 19 Abs. 1ter FamZG) 1 Als arbeitslose Mütter gelten Frauen, die im Zeitpunkt der Geburt ihres Kindes die Voraussetzungen nach Artikel 29 der Verordnung vom 24. November 2004 zum Erwerbsersatzgesetz erfüllen. 2 Als Mutterschaftsentschädigung nach dem Erwerbsersatzgesetz vom 25. September 1952 (EOG) gilt auch die von den Kantonen im Sinne von Artikel 16 h EOG vorgesehene länger dauernde Mutterschaftsentschädigung. 3 Der Anspruch auf Familienzulagen für das Kind beginnt am ersten Tag des Monats, in dem das Kind geboren wurde. Eingefügt durch Ziff. I der V vom 19. Juni 2020, in Kraft seit 1. Aug. 2020 ( AS 2020 2779 ). SR 834.11 SR 834.1"
    },
    {
      "provision_ref": "art17",
      "chapter": "4. Abschnitt: Familienzulagenordnung für Nichterwerbstätige",
      "section": "17",
      "title": "Bemessung des Einkommens der Nichterwerbstätigen",
      "content": "(Art. 19 Abs. 2 FamZG) Für die Bemessung des Einkommens der Nichterwerbstätigen ist das steuerbare Einkommen nach dem Bundesgesetz vom 14. Dezember 1990 über die direkte Bundessteuer massgebend. SR 642.11"
    },
    {
      "provision_ref": "art18",
      "chapter": "4. Abschnitt: Familienzulagenordnung für Nichterwerbstätige",
      "section": "18",
      "title": "Vorbehalt von kantonalen Regelungen",
      "content": "Die Kantone können für die Berechtigten günstigere Regelungen festlegen."
    },
    {
      "provision_ref": "art18a",
      "chapter": "36",
      "section": "18a",
      "title": "a Inhalt des Familienzulagenregisters",
      "content": "1 Das Familienzulagenregister enthält die folgenden Daten: a. Versichertennummer, Familienname, Vornamen, Geburtsdatum, Geschlecht und Wohnsitzstaat des anspruchsbegründenden Kindes; b. Versichertennummer, Familienname, Vornamen, Geburtsdatum und Geschlecht der anspruchsberechtigten Person; c. die Beziehung des anspruchsbegründenden Kindes zur anspruchsberechtigten Person; d. den Erwerbsstatus der anspruchsberechtigten Person; e. die für die Festsetzung und Ausrichtung der Familienzulage zuständige Stelle nach Artikel 21 c FamZG; f. die für die Dossierführung zuständige Zweig- oder Abrechnungsstelle, sofern sie nicht mit der Stelle nach Buchstabe e identisch ist; g. die Art der Familienzulage; h. die gesetzliche Grundlage der Familienzulage; i. den Beginn und das Ende des Anspruchs; j. den Arbeitgeber, sofern die Familienausgleichskasse, der er angeschlossen ist, dies verlangt. 2 Das BSV erlässt Weisungen über die Einzelheiten der zu erfassenden Daten. Fassung gemäss Ziff. I der V vom 19. Juni 2020, in Kraft seit 1. Aug. 2020 ( AS 2020 2779 )."
    },
    {
      "provision_ref": "art18b",
      "chapter": "36",
      "section": "18b",
      "title": "b Zugangsberechtigte Stellen",
      "content": "Die folgenden Stellen haben mittels Abrufverfahren Zugang zum Familienzulagenregister: a. die Stellen nach Artikel 21 c FamZG; b. die schweizerischen Stellen, die für die Koordination der Familienzulagen im internationalen Verhältnis zuständig sind; c. die kantonalen Behörden, welche die Aufsicht nach Artikel 17 Absatz 2 FamZG ausüben; d. das BSV, soweit es Aufgaben nach Artikel 27 Absatz 2 FamZG und Artikel 72 Absatz 1 erster Satz AHVG erfüllt; e. das Staatssekretariat für Wirtschaft, soweit es Aufgaben nach Artikel 83 Absatz 1 des Arbeitslosenversicherungsgesetzes vom 25. Juni 1982 erfüllt. SR 837.0"
    },
    {
      "provision_ref": "art18c",
      "chapter": "36",
      "section": "18c",
      "title": "c Ausnahmen von der öffentlichen Zugänglichkeit",
      "content": "1 Die für die Adoption und Kindesschutzmassnahmen zuständigen Behörden können die Zentrale Ausgleichsstelle anweisen, zur Wahrung des Kindeswohls die Daten zu einem Kind von der öffentlichen Zugänglichkeit auszunehmen. 2 Die Zentrale Ausgleichsstelle nimmt die Daten innerhalb eines Arbeitstages nach Eingang der Anweisung von der öffentlichen Zugänglichkeit aus."
    },
    {
      "provision_ref": "art18d",
      "chapter": "36",
      "section": "18d",
      "title": "d Meldepflicht",
      "content": "1 Genehmigen die Stellen nach Artikel 21 c FamZG einen Antrag auf Familienzulagen oder nehmen sie eine den Zulagenanspruch beeinflussende Änderung vor, so melden sie der Zentralen Ausgleichsstelle die Daten nach Artikel 18 a Absatz 1 innerhalb eines Arbeitstages. 2 Die Arbeitgeber melden den Stellen nach Artikel 21 c FamZG laufend die für die Erfüllung der Meldepflicht nach Absatz 1 erforderlichen Daten. Erhalten sie Kenntnis von einer den Zulagenanspruch beeinflussenden Änderung, so melden sie diese innerhalb von zehn Arbeitstagen."
    },
    {
      "provision_ref": "art18e",
      "section": "18e",
      "title": "e Kontrolle der Meldepflicht",
      "content": "1 Das BSV kontrolliert mindestens einmal pro Jahr die Anzahl der eingegangenen Meldungen jeder Stelle nach Artikel 21 c FamZG. 2 Stellt es Mängel fest oder vermutet es Versäumnisse, so fordert es die betreffende Stelle unter Fristansetzung auf, die erforderlichen Daten nachzuliefern. 3 Kommt die Stelle der Aufforderung nicht nach, so meldet das BSV sie bei der zuständigen Aufsichtsbehörde."
    },
    {
      "provision_ref": "art18f",
      "section": "18f",
      "title": "f Meldeverkehr und Datenbearbeitung",
      "content": "1 Der Meldeverkehr zwischen den Stellen nach Artikel 21 c FamZG und der Zentralen Ausgleichsstelle erfolgt in einem elektronischen Verfahren. 2 Die Zentrale Ausgleichsstelle erfasst die Daten im Familienzulagenregister, nachdem sie die nötigen Überprüfungen vorgenommen hat. 3 Die Stellen nach Artikel 21 c FamZG sind für die Richtigkeit der Daten verantwortlich."
    },
    {
      "provision_ref": "art18g",
      "section": "18g",
      "title": "g Mitwirkung",
      "content": "1 Die Stellen nach Artikel 21 c FamZG wirken beim Betrieb und bei der Weiterentwicklung des Familienzulagenregisters mit. 2 Sie können insbesondere Vorschläge für die Weiterentwicklung einbringen und zu Vorschlägen des Bundes Stellung nehmen."
    },
    {
      "provision_ref": "art18h",
      "section": "18h",
      "title": "h Datenschutz und Informatiksicherheit",
      "content": "1 Der Datenschutz und die Informatiksicherheit richten sich nach: a. der Verordnung vom 14. Juni 1993 zum Bundesgesetz über den Datenschutz; b. der Cyberrisikenverordnung vom 27. Mai 2020; c. den Weisungen des Bundesrates vom 16. Januar 2019 über die IKT-Sicherheit in der Bundesverwaltung. 2 Die Zentrale Ausgleichsstelle, die Stellen nach Artikel 21 c FamZG und die Arbeitgeber treffen die notwendigen organisatorischen und technischen Massnahmen zur Sicherung der Daten. SR 235.11 Fassung gemäss Anhang Ziff. 18 der V vom 25. Nov. 2020 über die digitale Transformation und die Informatik, in Kraft seit 1. Jan. 2021 ( AS 2020 5871 ). SR 120.73 Fassung gemäss Anhang Ziff. 18 der V vom 25. Nov. 2020 über die digitale Transformation und die Informatik, in Kraft seit 1. Jan. 2021 ( AS 2020 5871 ). BBl 2019 1303"
    },
    {
      "provision_ref": "art18i",
      "section": "18i",
      "title": "i Aufbewahrungsdauer",
      "content": "1 Die Daten des Familienzulagenregisters werden ab Ende des Monats, in dem der Anspruch auf die Familienzulage endet, fünf Jahre aufbewahrt; nach Ablauf dieser Frist werden sie dem Bundesarchiv zur Archivierung angeboten. 2 Die vom Bundesarchiv als nicht archivwürdig eingestuften Daten werden vernichtet."
    },
    {
      "provision_ref": "art19",
      "chapter": "5. Abschnitt: Beschwerdebefugnis der Behörden",
      "section": "19",
      "title": "",
      "content": "1 Das BSV und die beteiligten Familienausgleichskassen sind berechtigt, gegen Entscheide der kantonalen Versicherungsgerichte beim Bundesgericht Beschwerde zu erheben. Das BSV ist auch zur Beschwerde gegen Entscheide des Bundesverwaltungsgerichts berechtigt. 2 Die Entscheide sind den beschwerdeberechtigten Behörden mit eingeschriebenem Brief zuzustellen."
    },
    {
      "provision_ref": "art20",
      "chapter": "6. Abschnitt: Statistik",
      "section": "20",
      "title": "",
      "content": "1 Über die Familienzulagen wird eine gesamtschweizerische Statistik erstellt. Einbezogen werden alle Leistungen im Sinne des FamZG an Arbeitnehmerinnen und Arbeitnehmer, an Selbstständigerwerbende und an Nichterwerbstätige. 2 Die Statistik enthält insbesondere Angaben über: a. die Familienausgleichskassen, die ihnen angeschlossenen Arbeitgeber und Selbstständigerwerbenden sowie die der Beitragspflicht unterstellten Einkommen; b. die Finanzierung der Familienzulagen und der Verwaltungskosten; c. die Höhe der ausgerichteten Leistungen; d. die anspruchsberechtigten Personen und die Kinder. 3 Die Kantone erheben die Daten bei den Familienausgleichskassen. Das BSV erlässt Weisungen über die Erhebung der Daten und deren Zusammenstellung und Aufbereitung nach Kantonen. Fassung gemäss Ziff. I der V vom 26. Okt. 2011, in Kraft seit 1. Jan. 2013 ( AS 2011 4951 ). Fassung gemäss Ziff. I der V vom 26. Okt. 2011, in Kraft seit 1. Jan. 2013 ( AS 2011 4951 )."
    },
    {
      "provision_ref": "art21",
      "chapter": "7. Abschnitt: Schlussbestimmungen",
      "section": "21",
      "title": "Vollzug und Aufsicht",
      "content": "1 Das BSV vollzieht diese Verordnung unter Vorbehalt der Artikel 15 und 23 Absatz 2. 2 Es sorgt für eine einheitliche Rechtsanwendung und kann zu diesem Zweck den Durchführungsstellen allgemeine Weisungen über den Vollzug der Bestimmungen erteilen. Fassung gemäss Ziff. I der V vom 19. Juni 2020, in Kraft seit 1. Aug. 2020 ( AS 2020 2779 )."
    },
    {
      "provision_ref": "art22",
      "chapter": "7. Abschnitt: Schlussbestimmungen",
      "section": "22",
      "title": "Änderung bisherigen Rechts",
      "content": "Die Änderung bisherigen Rechts wird im Anhang geregelt."
    },
    {
      "provision_ref": "art23",
      "chapter": "7. Abschnitt: Schlussbestimmungen",
      "section": "23",
      "title": "Übergangsbestimmungen",
      "content": "1 Übersteigt die Schwankungsreserve nach Artikel 13 Absatz 2 im Zeitpunkt des Inkrafttretens des FamZG eine durchschnittliche Jahresausgabe, so ist sie innerhalb von drei Jahren abzubauen. 2 Die Familienausgleichskasse der EAK erstattet dem Bund die Kosten für ihre Errichtung zuzüglich einer marktüblichen Verzinsung innerhalb von drei Jahren nach dem Inkrafttreten dieser Verordnung zurück. Sie überwälzt diese Kosten auf die Arbeitgeber."
    },
    {
      "provision_ref": "art23a",
      "chapter": "7. Abschnitt: Schlussbestimmungen",
      "section": "23a",
      "title": "a Übergangsbestimmungen zur Änderung vom 8. September 2010",
      "content": "1 Das Familienzulagenregister wird im Laufe des Jahres 2011 in Betrieb genommen. Das BSV bestimmt in Absprache mit der Zentralen Ausgleichsstelle den Zeitpunkt und informiert die Stellen nach Artikel 21 c FamZG mindestens zwei Monate im Voraus. 2 Die Stellen nach Artikel 21 c FamZG melden der Zentralen Ausgleichsstelle bis zum 15. des Monats vor Inbetriebnahme die Daten nach Artikel 18 a Absatz 1 für sämtliche Familienzulagen, die sie ab dem Zeitpunkt der Inbetriebnahme ausrichten. Eingefügt durch Ziff. I der V vom 8. Sept. 2010, in Kraft seit 15. Okt. 2010 ( AS 2010 4495 )."
    },
    {
      "provision_ref": "art23b",
      "chapter": "7. Abschnitt: Schlussbestimmungen",
      "section": "23b",
      "title": "b Übergangsbestimmung zur Änderung vom 19. Juni 2020",
      "content": "Die Zuordnung der Wohnsitzstaaten nach Artikel 8 Absatz 3 wird erstmals auf den Zeitpunkt des Inkrafttretens dieser Änderung vorgenommen. Eingefügt durch Ziff. I der V vom 19. Juni 2020, in Kraft seit 1. Aug. 2020 ( AS 2020 2779 )."
    },
    {
      "provision_ref": "art24",
      "chapter": "7. Abschnitt: Schlussbestimmungen",
      "section": "24",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 1. Januar 2009 in Kraft."
    }
  ],
  "definitions": []
}