{
  "id": "sr-814-812-33",
  "type": "statute",
  "title": "Verordnung des EDI vom 28. Juni 2005 über die Fachbewilligung für die Schädlingsbekämpfung mit Begasungsmitteln (VFB-B)",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2005/500/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "1. Abschnitt: Notwendigkeit und Voraussetzungen",
      "section": "1",
      "title": "Notwendigkeit und Befristung",
      "content": "1 Wer zur Schädlingsbekämpfung eines der folgenden Begasungsmittel verwendet, benötigt eine Fachbewilligung nach dieser Verordnung: a. … b. Hydrogencyanid (Blausäure) sowie Stoffe und Zubereitungen, die zum Entwickeln oder Verdampfen von Hydrogencyanid oder leicht flüchtigen Hydrogencyanidverbindungen dienen; c. Phosphorwasserstoff oder Phosphorwasserstoff entwickelnde Stoffe und Zubereitungen, ausser für portionsweise verpackte Zubereitungen, die nicht mehr als 15 g Phosphorwasserstoff entwickeln und als Rodentizide im Freien verwendet werden; d. Sulfuryldifluorid (Sulfurylfluorid); e. Ethylenoxid, ausser zur Begasung in Sterilisationsanlagen für medizinische Zwecke; f. Kohlenstoffdioxid in Anlagen. 2 Wer nur bestimmte Begasungsmittel nach Absatz 1 verwendet, benötigt nur eine auf diese Mittel eingeschränkte Fachbewilligung. 3 Die Fachbewilligung ist auf fünf Jahre befristet; ausgenommen sind Fachbewilligungen, die auf die Verwendung des Begasungsmittels nach Absatz 1 Buchstabe f beschränkt sind. Aufgehoben durch Ziff. I der V des EDI vom 7. Nov. 2012, mit Wirkung seit 1. Dez. 2012 ( AS 2012 6221 )."
    },
    {
      "provision_ref": "art2",
      "chapter": "1. Abschnitt: Notwendigkeit und Voraussetzungen",
      "section": "2",
      "title": "Erforderliche Fähigkeiten und Kenntnisse und deren Nachweis",
      "content": "1 Die Fachbewilligung wird einer Person erteilt, die über die erforderlichen Fähigkeiten und Kenntnisse nach Anhang 1 verfügt. 2 Soweit die Fachbewilligung nach Artikel 1 Absatz 2 eingeschränkt ist, sind entsprechend eingeschränkte Fähigkeiten und Kenntnisse erforderlich. 3 Als Nachweis der erforderlichen Fähigkeiten und Kenntnisse gilt das Bestehen einer Fachprüfung nach Artikel 3."
    },
    {
      "provision_ref": "art3",
      "chapter": "2. Abschnitt: Fachprüfung",
      "section": "3",
      "title": "",
      "content": "1 Durch die Fachprüfung soll festgestellt werden, ob die Kandidatinnen und Kandidaten die nach Anhang 1 für eine Fachbewilligung erforderlichen Fähigkeiten und Kenntnisse besitzen. 2 Die Fachprüfung ist in Anhang 2 geregelt."
    },
    {
      "provision_ref": "art4",
      "chapter": "3. Abschnitt: Gleichwertige Qualifikationen",
      "section": "4",
      "title": "Ausbildungsabschlüsse von Schulen und Berufsbildungsinstitutionen",
      "content": "1 Ein bestimmter Ausbildungsabschluss gilt als einer Fachbewilligung gleichwertig, wenn er den Anforderungen dieser Verordnung entspricht. 2 Das Bundesamt für Gesundheit (BAG) entscheidet über die Gleichwertigkeit auf Gesuch einer Schule oder einer Berufsbildungsinstitution. 3 Dem Gesuch müssen der Lehrplan und das Prüfungsreglement beiliegen. 4 Der Ausweis über den Abschluss einer als gleichwertig anerkannten Ausbildung gilt als Fachbewilligung."
    },
    {
      "provision_ref": "art5",
      "chapter": "3. Abschnitt: Gleichwertige Qualifikationen",
      "section": "5",
      "title": "Gleichgestellte Fachbewilligungen",
      "content": "Fachbewilligungen aus Mitgliedstaaten der Europäischen Union (EU) und der Europäischen Freihandelsassoziation (EFTA) sind schweizerischen Fachbewilligungen gleichgestellt."
    },
    {
      "provision_ref": "art6",
      "chapter": "3. Abschnitt: Gleichwertige Qualifikationen",
      "section": "6",
      "title": "Hinreichende Berufserfahrung",
      "content": "1 Eine Berufserfahrung in der Verwendung von Kohlenstoffdioxid in Anlagen gilt als hinreichend, wenn sie die Anforderungen nach Anhang 3 erfüllt. 2 Das BAG bestätigt einer Person auf Gesuch hinreichende Berufserfahrung, wenn ihm entsprechende schriftliche Nachweise aus der Schweiz oder die behördliche Bestätigung eines EU- oder EFTA-Mitgliedstaates vorgelegt werden. 2bis Das BAG hört dazu die zuständige kantonale Vollzugsbehörde an. 3 Eine Bestätigung des BAG über hinreichende Berufserfahrung in der Verwendung von Kohlenstoffdioxid in Anlagen gilt als Fachbewilligung. Eingefügt durch Ziff. I der V des EDI vom 9. Dez. 2008, in Kraft seit 1. Febr. 2009 ( AS 2009 451 )."
    },
    {
      "provision_ref": "art7",
      "chapter": "3. Abschnitt: Gleichwertige Qualifikationen",
      "section": "7",
      "title": "Eingeschränkte Anerkennung",
      "content": "Soweit die anerkannten Fähigkeiten und Kenntnisse nach den Artikeln 4–6 auf ein oder mehrere der in Artikel 1 Absatz 1 genannten Begasungsmittel eingeschränkt sind, wird die Anerkennung entsprechend eingeschränkt."
    },
    {
      "provision_ref": "art7a",
      "chapter": "3. Abschnitt: Gleichwertige Qualifikationen",
      "section": "7a",
      "title": "a Verweigerung der Anerkennung",
      "content": "1 In begründeten Fällen kann die Anerkennung der geltend gemachten Fähigkeiten und Kenntnisse, auch wenn die Anforderungen nach Artikel 6 formell erfüllt sind, von der zuständigen Behörde verweigert werden. Dies gilt insbesondere dann, wenn die zuständige Behörde zur Überzeugung gelangt, dass eine Person nicht über die geltend gemachten Fähigkeiten und Kenntnisse verfügt oder diese nicht umsetzen kann. 2 Die Person hat vor Erlass der Verfügung Anspruch auf rechtliches Gehör. Eingefügt durch Ziff. I der V des EDI vom 9. Dez. 2008, in Kraft seit 1. Febr. 2009 ( AS 2009 451 )."
    },
    {
      "provision_ref": "art8",
      "chapter": "4. Abschnitt: Aufgaben der zuständigen Stellen",
      "section": "8",
      "title": "Trägerschaft",
      "content": "1 Die Trägerschaft für die Organisation von Fachprüfungen setzt sich aus den fachlich betroffenen Berufsverbänden zusammen. 2 Sie hat namentlich folgende Aufgaben: a. Sie bezeichnet und beaufsichtigt die Prüfungsstellen. b. Sie koordiniert die Fachprüfungen. c. Sie führt eine Prüfungsstatistik. d. Sie erstattet dem BAG jährlich Bericht."
    },
    {
      "provision_ref": "art9",
      "chapter": "4. Abschnitt: Aufgaben der zuständigen Stellen",
      "section": "9",
      "title": "Prüfungsstellen",
      "content": "Die Prüfungsstellen haben folgende Aufgaben: a. Sie führen die Fachprüfungen durch. b. Sie bestimmen die Examinatorinnen und Examinatoren. c. Sie stellen die Fachbewilligungen nach bestandener Fachprüfung aus. d. Sie melden ihrer Trägerschaft ausgestellte und erneuerte Fachbewilligungen. e. Sie führen ein nicht öffentliches Verzeichnis über die von ihnen ausgestellten oder erneuerten Fachbewilligungen. f. Sie fordern die Fachbewilligungsinhaber vor Ablauf der Gültigkeit der Fachbewilligung zur Erneuerung auf."
    },
    {
      "provision_ref": "art10",
      "chapter": "4. Abschnitt: Aufgaben der zuständigen Stellen",
      "section": "10",
      "title": "BAG",
      "content": "Das BAG hat folgende Aufgaben und Befugnisse: a. Es übt die Aufsicht über die Trägerschaft aus. b. Es führt ein Verzeichnis der von der Trägerschaft bezeichneten Prüfungsstellen. c. Es entscheidet über Gesuche um Anerkennung gleichwertiger Ausbildungsabschlüsse und führt ein Verzeichnis der als gleichwertig anerkannten Ausbildungsabschlüsse. d. Es stellt auf Gesuch eine Bestätigung über die hinreichende Berufserfahrung in der Verwendung von Kohlenstoffdioxid in Anlagen aus. e. Es führt ein nicht öffentliches Verzeichnis über die von den kantonalen Vollzugsbehörden nach Artikel 11 Absatz 1 oder Artikel 8 Absatz 5 ChemRRV verfügten Massnahmen. f. Es legt ein Muster für die Fachbewilligungen fest. g. Es kann einen Fachbewilligungsausschuss bestellen."
    },
    {
      "provision_ref": "art11",
      "chapter": "4. Abschnitt: Aufgaben der zuständigen Stellen",
      "section": "11",
      "title": "Fachbewilligungsausschuss",
      "content": "1 Der Fachbewilligungsausschuss setzt sich zusammen aus Sachverständigen der eidgenössischen Stellen, namentlich der am Vollzug beteiligten Ämter, der kantonalen Stellen, der Trägerschaft, der Wissenschaft und der Wirtschaft. 2 Er berät das BAG in Fragen des Vollzugs dieser Verordnung."
    },
    {
      "provision_ref": "art12",
      "chapter": "5. Abschnitt: Gebühren",
      "section": "12",
      "title": "",
      "content": "1 Gebühren für die Fachprüfungen richten sich nach Anhang 2 Ziffer 6. 2 Für die Gebühren für den übrigen Vollzug dieser Verordnung gilt die Chemikaliengebührenverordnung vom 18. Mai 2005. SR 813.153.1"
    },
    {
      "provision_ref": "art13",
      "chapter": "6. Abschnitt: …",
      "section": "13",
      "title": "",
      "content": "Aufgehoben durch Ziff. V 13 der V vom 22. Aug. 2007 zur formellen Bereinigung des Bundesrechts, mit Wirkung seit 1. Jan. 2008 ( AS 2007 4477 )."
    },
    {
      "provision_ref": "art14",
      "chapter": "7. Abschnitt: Schlussbestimmungen",
      "section": "14",
      "title": "",
      "content": "Aufgehoben durch Ziff. I der V des EDI vom 5. Juni 2015, mit Wirkung seit 1. Juli 2015 ( AS 2015 2003 )."
    },
    {
      "provision_ref": "art15",
      "chapter": "7. Abschnitt: Schlussbestimmungen",
      "section": "15",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 1. August 2005 in Kraft."
    }
  ],
  "definitions": []
}