{
  "id": "sr-831-403-42",
  "type": "statute",
  "title": "Organisations- und Geschäftsreglement der Oberaufsichtskommission für berufliche Vorsorge vom 21. August 2012",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2012/646/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "1",
      "title": "Gegenstand",
      "content": "Dieses Reglement regelt die Organisation, die Zuständigkeiten sowie den Vollzug der Aufgaben der eidgenössischen Oberaufsichtskommission für berufliche Vorsorge (Kommission) und ihres Sekretariats."
    },
    {
      "provision_ref": "art2",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "2",
      "title": "Kommission und Ausschüsse",
      "content": "1 Die Kommission besteht aus: a. dem Präsidenten oder der Präsidentin; b. dem Vizepräsidenten oder der Vizepräsidentin; c. fünf bis sieben weiteren Mitgliedern. 2 Sie hat ihren Sitz in Bern. 3 Sie kann vorberatende Ausschüsse bilden und Sachverständige beiziehen. Die Ausschüsse erarbeiten zuhanden der Kommission Entscheidgrundlagen und stellen ihr Antrag."
    },
    {
      "provision_ref": "art3",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "3",
      "title": "Sekretariat",
      "content": "1 Das Sekretariat setzt sich zusammen aus: a. dem Direktor oder der Direktorin; b. dem stellvertretenden Direktor oder der stellvertretenden Direktorin; c. den Bereichsleiterinnen und Bereichsleitern; d. den Mitarbeiterinnen und Mitarbeitern. 2 Das Dienstverhältnis richtet sich nach der Personalgesetzgebung des Bundes."
    },
    {
      "provision_ref": "art4",
      "chapter": "2. Abschnitt: Aufgaben und Zuständigkeiten",
      "section": "4",
      "title": "Aufgaben der Kommission",
      "content": "Die Kommission hat insbesondere folgende Aufgaben: a. Festlegung der strategischen Ziele; b. Erlass von Weisungen (Art. 64 a Abs. 1 Bst. a und f BVG) und Standards (Art. 64 a Abs. 1 Bst. c BVG); c. Festlegung der Voraussetzungen für die Zulassung und den Entzug der Zulassung von Experten für berufliche Vorsorge (Art. 52 d Abs. 3 BVG); d. Zulassung und Entzug der Zulassung von Experten für berufliche Vorsorge (Art. 64 a Abs. 1 Bst. d BVG); e. Erstellen des Tätigkeitsberichts; f. Aufsicht über den Sicherheitsfonds, die Auffangeinrichtung und die Anlagestiftungen; g. Erlass eines Verhaltenskodexes zur Vermeidung von Interessenskonflikten der Kommissionsmitglieder; h. Behandlung von Grundsatzfragen sowie Geschäften von erheblicher Tragweite; i. Behandlung weiterer Geschäfte, die ihr der Präsident oder die Präsidentin zuweist; j. Erstellen des Budgets; k. Organisation des Sekretariats; l. Begründung, Änderung und Beendigung des Arbeitsverhältnisses mit dem Direktor oder der Direktorin sowie seinem Stellvertreter oder seiner Stellvertreterin; m. Festlegung der Informationspolitik; n. Regelung der internen Information; o. Einführung einer internen Kontrolle und eines Risikomanagements; p. Aufsicht über das Sekretariat."
    },
    {
      "provision_ref": "art5",
      "chapter": "2. Abschnitt: Aufgaben und Zuständigkeiten",
      "section": "5",
      "title": "Aufgaben des Sekretariats",
      "content": "1 Das Sekretariat ist die Ansprechstelle der Kommission für Dritte. 2 Es hat folgende Aufgaben: a. Vorbereitung und Umsetzung der Weisungen und Standards der Kommission; b. Vorbereitung und Umsetzung der Entscheide der Kommission; c. Prüfung der Jahresberichte der Aufsichtsbehörden und Inspektionen bei den Aufsichtsbehörden (Art. 64 a Abs. 1 Bst. b BVG); d. Führung eines Registers über die zugelassenen Experten für berufliche Vorsorge (Art. 64 a Abs. 1 Bst. e BVG); e. Vollzug der direkten Aufsicht über den Sicherheitsfonds, die Auffangeinrichtung und die Anlagestiftungen nach den Vorgaben der Kommission; f. Vorbereitung des Tätigkeitsberichts; g. Führen von Beschwerden und Erstellen von Stellungnahmen im Verfahren nach Artikel 74 BVG nach den Vorgaben der Kommission; h. Behandlung weiterer Geschäfte, die nicht von erheblicher Tragweite sind oder die ihm die Kommission zuweist."
    },
    {
      "provision_ref": "art6",
      "chapter": "2. Abschnitt: Aufgaben und Zuständigkeiten",
      "section": "6",
      "title": "Tätigkeitsbericht",
      "content": "1 Der Tätigkeitsbericht befasst sich insbesondere mit den im Berichtsjahr behandelten wichtigen Fragen und Entscheiden sowie den Zielen der Kommission. 2 Er wird nach Kenntnisnahme durch den Bundesrat veröffentlicht."
    },
    {
      "provision_ref": "art7",
      "chapter": "2. Abschnitt: Aufgaben und Zuständigkeiten",
      "section": "7",
      "title": "Information der Öffentlichkeit",
      "content": "1 Zuständig für die Information der Öffentlichkeit ist grundsätzlich der Präsident oder die Präsidentin der Kommission. Er oder sie kann die Information über Geschäfte und Entscheide dem Direktor oder der Direktorin des Sekretariats übertragen. 2 Entscheide werden in geeigneter Weise publiziert."
    },
    {
      "provision_ref": "art8",
      "chapter": "3. Abschnitt: Kommissionssitzungen",
      "section": "8",
      "title": "Einberufung",
      "content": "1 Der Präsident oder die Präsidentin beruft die Kommission nach Bedarf ein. 2 Er oder sie muss die Kommission einberufen, wenn ein Kommissionsmitglied dies unter Angabe von Gründen verlangt. 3 Das Sekretariat stellt den Kommissionsmitgliedern mit der Einberufung für jede Sitzung folgende Unterlagen zu: a. die vom Präsidenten oder von der Präsidentin genehmigte schriftliche Tagesordnung; b. für jedes Geschäft die erforderlichen Unterlagen. 4 Die Beratungen sind nicht öffentlich."
    },
    {
      "provision_ref": "art9",
      "chapter": "3. Abschnitt: Kommissionssitzungen",
      "section": "9",
      "title": "Beschlussfassung",
      "content": "1 Die Kommission ist beschlussfähig, wenn mindestens zwei Drittel der Mitglieder anwesend sind. 2 Eine Stellvertretung ist ausgeschlossen. 3 Die Kommission fasst ihre Beschlüsse mit einfachem Mehr der Anwesenden. Der Präsident oder die Präsidentin stimmt mit; bei Stimmengleichheit gibt er oder sie den Stichentscheid. 4 Die Kommission kann Beschlüsse auf dem Zirkulationsweg fällen, wenn kein Mitglied die Einberufung einer Sitzung verlangt. Die Mitglieder sind umgehend über den Ausgang des Zirkularbeschlusses zu informieren. 5 In dringenden Fällen kann die Kommission auch über Geschäfte beschliessen, die nicht auf der Tagesordnung stehen."
    },
    {
      "provision_ref": "art10",
      "chapter": "3. Abschnitt: Kommissionssitzungen",
      "section": "10",
      "title": "Zeichnungsberechtigung",
      "content": "1 Verfügungen sowie Beschwerden und Stellungnahmen im Verfahren nach Artikel 74 BVG werden vom Präsidenten oder der Präsidentin oder vom Vizepräsidenten oder der Vizepräsidentin mit dem Direktor oder der Direktorin oder dem zuständigen Bereichsleiter oder der zuständigen Bereichsleiterin unterzeichnet. 2 Schreiben, die nicht von erheblicher Tragweite sind, unterzeichnet der Präsident oder die Präsidentin allein. 3 In den übrigen Fällen zeichnet der Präsident oder die Präsidentin kollektiv zu zweien mit dem Vizepräsidenten oder der Vizepräsidentin oder mit einem anderen Kommissionsmitglied."
    },
    {
      "provision_ref": "art11",
      "chapter": "3. Abschnitt: Kommissionssitzungen",
      "section": "11",
      "title": "Ausstand",
      "content": "1 Die Kommissionsmitglieder treten in den Ausstand, wenn sie in der Sache ein persönliches oder geschäftliches Interesse haben oder aus anderen Gründen befangen sein könnten. Der Anschein der Befangenheit genügt als Ausstandsgrund. 2 Beim Erlass von Verfügungen richtet sich die Ausstandspflicht der Kommissionsmitglieder nach Artikel 10 des Verwaltungsverfahrensgesetzes vom 20. Dezember 1968. 3 Ist der Ausstand streitig, so entscheidet die Kommission unter Ausschluss des betreffenden Mitglieds. SR 172.021"
    },
    {
      "provision_ref": "art12",
      "chapter": "3. Abschnitt: Kommissionssitzungen",
      "section": "12",
      "title": "Teilnahme des Sekretariats",
      "content": "Der Direktor oder die Direktorin des Sekretariats nimmt an den Sitzungen der Kommission mit beratender Stimme teil. Er oder sie kann verantwortliche Mitarbeitende beiziehen."
    },
    {
      "provision_ref": "art13",
      "chapter": "3. Abschnitt: Kommissionssitzungen",
      "section": "13",
      "title": "Protokoll",
      "content": "1 Über die Verhandlungen der Kommission und ihrer Ausschüsse wird ein Protokoll geführt. Dieses wird nach seiner Genehmigung durch den Präsidenten oder die Präsidentin der Kommission von ihm oder ihr und vom Protokollführer oder von der Protokollführerin unterzeichnet. 2 Das Protokoll enthält mindestens die Namen der anwesenden Mitglieder, die gestellten Anträge, die gefassten Beschlüsse und eine Zusammenfassung der Begründung. Auf Verlangen werden auch die von den Mehrheitsbeschlüssen abweichenden Meinungen festgehalten."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Vertraulichkeit",
      "content": "1 Die Beratungen, Protokolle und Arbeitspapiere der Kommission sowie ihrer Ausschüsse sind vertraulich. 2 Die Kommissionsmitglieder sind verpflichtet, das Amts-, Berufs- und Geschäftsgeheimnis über Tatsachen zu wahren, die ihnen in der Tätigkeit im Dienst der Kommission zur Kenntnis gelangen. 3 Sie dürfen nicht öffentlich bekannte Informationen, die sie bei ihrer Tätigkeit im Dienst der Kommission erlangen, nur in diesem Zusammenhang verwenden. Sie dürfen diese Informationen nicht verwenden, um für sich oder andere einen Vorteil zu erlangen. 4 Die Veröffentlichungen der Kommission dürfen keine Geschäftsgeheimnisse preisgeben. 5 Die Pflicht zur Wahrung des Amts-, Berufs- und Geschäftsgeheimnisses bleibt auch nach Beendigung des Mandats bestehen."
    },
    {
      "provision_ref": "art15",
      "chapter": "4. Abschnitt: Verfahren",
      "section": "15",
      "title": "",
      "content": "Das Verfahren der Kommission richtet sich nach dem Verwaltungsverfahrensgesetz vom 20. Dezember 1968. SR 172.021"
    },
    {
      "provision_ref": "art16",
      "chapter": "5. Abschnitt: Inkrafttreten",
      "section": "16",
      "title": "",
      "content": "Dieses Reglement tritt am 1. November 2012 in Kraft."
    }
  ],
  "definitions": []
}