{
  "id": "sr-814-711-31",
  "type": "statute",
  "title": "Verordnung des EDI vom 26. Juni 2020 über die Sachkundebestätigungen und Sachkundenachweise für Veranstaltungen mit Laserstrahlung",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2020/501/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Sachkundebestätigungen und Sachkundenachweise",
      "content": "Die Sachkundebestätigungen und Sachkundenachweise, die zum Betrieb von Lasereinrichtungen der Klasse 1M, 2M, 3R, 3B oder 4 an Veranstaltungen mit Laserstrahlung berechtigen, sind im Anhang aufgelistet."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Unterlagen",
      "content": "Wer Sachkundebestätigungen oder Sachkundenachweise nach Artikel 1 beantragen will, reicht beim Bundesamt für Gesundheit (BAG) bis jeweils am 30. April ein Gesuch mit den folgenden Unterlagen ein: a. Ausbildungs- und Prüfungsunterlagen; b. Unterlagen zu den fachlichen Qualifikationen der Ausbildnerinnen und Ausbildner sowie der Prüfungsexpertinnen und Prüfungsexperten."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Meldungen",
      "content": "1 Die zur Ausstellung von Sachkundebestätigungen und Sachkundenachweisen nach dem Anhang berechtigten Prüfungsstellen melden dem BAG jährlich bis spätestens 31. Oktober: a. eine Prüfungsstatistik, die Aufschluss gibt über die Anteile der erfolgreich und erfolglos abgeschlossenen Prüfungen; b. die Daten der geplanten Ausbildungen und Prüfungen für das Folgejahr. 2 Sie melden dem BAG jeweils nach abgeschlossenen Prüfungen innert einem Monat die Personen mit Vor- und Nachnamen sowie Geburtsdatum, denen eine Sachkundebestätigung oder ein Sachkundenachweis ausgestellt wurde. 3 Sie melden dem BAG Anpassungen der Ausbildungs- und Prüfungsunterlagen sowie der fachlichen Qualifikationen an den Stand des Wissens und der Technik."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Überprüfung",
      "content": "Das BAG überprüft mindestens alle fünf Jahre, ob die Ausbildungs- und Prüfungsunterlagen und die fachlichen Qualifikationen weiterhin dem Stand des Wissens und der Technik entsprechen."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 1. August 2020 in Kraft."
    }
  ],
  "definitions": []
}