{
  "id": "sr-814-912-21",
  "type": "statute",
  "title": "Verordnung vom 3. November 2004 über den grenzüberschreitenden Verkehr mit gentechnisch veränderten Organismen (Cartagena-Verordnung, CartV)",
  "title_en": "Ordinance of 3 November 2004 on the Transboundary Movements of Genetically Modified Organisms (Cartagena Ordinance, CartO)",
  "short_name": "CartV",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2004/726/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Section 1 General Provisions",
      "section": "1",
      "title": "Scope of application",
      "content": "1 This Ordinance regulates the transboundary movements of genetically modified organisms. 2 It does not apply to the transboundary movements of pharmaceutical products intended for human consumption that contain genetically modified organisms."
    },
    {
      "provision_ref": "art2",
      "chapter": "Section 1 General Provisions",
      "section": "2",
      "title": "Definitions",
      "content": "In this Ordinance: a. handling in the environment means any handling in the environment in terms of Article 3 letter i of the Release Ordinance of 10 September 2008 (RO); b. genetically modified organism means any organism that has been genetically modified in terms of Article 3 letter d RO; c. contained system means a contained system within the meaning of Article 3 letter d of the Containment Ordinance of 9 May 2012 (ContainO); d. transboundary movement means the import, export or transit of genetically modified organisms; e. Biosafety Clearing House means an international exchange centre for the prevention of biotechnological risks in terms of Article 20 of the Cartagena Protocol. Amended by Annex 5 No 7 of the Release Ordinance of 10 Sept. 2008, in force since 1 Oct. 2008 ( SR 814.911 ). SR 814.911 Amended by Annex 5 No 7 of the Release Ordinance of 10 Sept. 2008, in force since 1 Oct. 2008 ( AS 2008 4377 ). Amended by Annex 5 No 11 of the Containment Ordinance of 9 May 2012, in force since 1 June 2012 ( AS 2012 2777 ). SR 814.912"
    },
    {
      "provision_ref": "art3",
      "chapter": "Section 2 Requirements for the Transboundary Movement of Genetically Modified Organisms",
      "section": "3",
      "title": "Duty of care",
      "content": "Any person who imports or exports genetically modified organisms or is responsible for their transit: a. must take the necessary precautions required by the situation to prevent genetically modified organisms, their metabolites or the waste thereby engendered from endangering animals, the environment or, indirectly, human beings; b. must ensure that their handling, packaging, labelling and transportation takes account of all relevant national and international norms and regulations; c. must ensure that accompanying documentation is provided for each transboundary movement in accordance with Article 4 below."
    },
    {
      "provision_ref": "art4",
      "chapter": "Section 2 Requirements for the Transboundary Movement of Genetically Modified Organisms",
      "section": "4",
      "title": "Accompanying documentation",
      "content": "1 The documentation accompanying the transboundary movements of genetically modified organisms for handling in the environment must contain the following information: a. a clear indication that the goods in question are genetically modified organisms; b. the unique identifier in accordance with the Annex to the Regulation (EC) No 65/2004 of the European Commission of 14 January 2004 establishing a system for the development and assignment of unique identifiers for genetically modified organisms or, in the absence of this identifier, specification of the identity of the organisms with the relevant properties and characteristics; c. instructions on the safe handling, storage, transport and use of the organisms; d. the name and address of a person to contact for any additional information that might be required; e. the name and address of the recipient; f. a declaration certifying that the movement conforms to the provisions of the Cartagena Protocol as these apply to the exporter. 2 If genetically modified organisms are to be processed for use or to be used directly as foodstuffs for humans or animals or as veterinary medicines, the indication in accordance with paragraph 1 letter a above must also specify that the genetically modified organisms in question may not under any circumstances be introduced directly into the environment. 3 If the genetically modified organisms are intended for use in a contained system, only the requirements of paragraph 1 letters a–e above apply. OJ L 10 of 16 January 2004, p. 5, available from the Federal Office for the Environment (FOEN), 3003 Bern."
    },
    {
      "provision_ref": "art5",
      "chapter": "Section 2 Requirements for the Transboundary Movement of Genetically Modified Organisms",
      "section": "5",
      "title": "Import",
      "content": "1 Any person who intends to import genetically modified organisms for handling in the environment requires authorisation in accordance with Articles 7 and 13 RO. 2 Any person who intends to import genetically modified organisms for handling in a contained system must fulfil the requirements of Article 17 or 25 ContainO. SR 814.911 Amended by Annex 5 No 7 of the Release Ordinance of 10 Sept. 2008, in force since 1 Oct. 2008 ( AS 2008 4377 ). SR 814.912 Amended by Annex 5 No. 7 of the Containment Ordinance of 9 May 2012, in force since 1 June 2012 ( AS 2012 2777 )."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Export",
      "content": "1 Any person who intends to export genetically modified organisms to a given country for the first time for handling in the environment must first obtain the consent of the competent national authority of the country in question. 2 The application submitted to the said authority must as a minimum contain the information specified in Annex I. 3 The applicant must submit a copy of the application and of the decision of the importing country to the Federal Office for the Environment (the FOEN). The designation of the administrative authority has been amended by Art. 16 para. 3 of the Publications Ordinance of 17 Nov. 2004 ( SR 170.512.1 ). This amendment has been made throughout the text."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Obligation to keep a record of exports",
      "content": "1 Any person who exports genetically modified organisms for handling in the environment must keep a register recording each export, classified according to the type and quantity of the organism, the country of destination and the year of export. 2 This information must be made available to the FOEN on request. 3 Such information must be held in safekeeping for a minimum of 30 years following the final export."
    },
    {
      "provision_ref": "art8",
      "chapter": "Section 3 Duties of the Authorities",
      "section": "8",
      "title": "Duties of the FOEN",
      "content": "The FOEN is the coordinating body for all questions relating to the transboundary movements of genetically modified organisms. Its main duties in this context are as follows: a. it ensures the liaison with the Secretariat in accordance with Article 24 of the Convention of 5 May 1992 on Biological Diversity; b. it keeps a public register of information concerning notifications and decisions that is not of a confidential nature in accordance with Article 6 paragraph 3; the confidentiality of such information is determined by Article 34 RO; c. it advises exporters in cases when an importing country does not respect the deadlines required by the Cartagena Protocol; d. it informs the Federal Office of Public Health, the Federal Office for Agriculture, the Federal Veterinary Office and the Swiss Agency for Therapeutic Products in accordance with their responsibilities as defined by the RO and the ContainO about transboundary movements as well as about any unintended transboundary movement of genetically modified organisms; e. it publishes a periodical report on the transboundary movements of genetically modified organisms; f. it provides the forms needed for accompanying documentation in terms of Article 4. SR 0.451 . 43 Amended by Annex 5 No 7 of the Release Ordinance of 10 Sept. 2008, in force since 1 Oct. 2008 ( AS 2008 4377 ). SR 814.911 SR 814.912"
    },
    {
      "provision_ref": "art9",
      "chapter": "Section 3 Duties of the Authorities",
      "section": "9",
      "title": "Participation in the International Clearing-House Mechanism",
      "content": "1 The FOEN publishes, through the Biosafety Clearing House, the following information: a. the federal legislation relevant to the implementation of this Ordinance; b. any international agreements concluded by Switzerland that relate to transboundary movements of genetically modified organisms; c. the names and addresses of the federal authorities mentioned in Article 8 letter d, and Article 10; d. all decisions concerning the import and distribution of genetically modified organisms or their release for experimental purposes; e. all decisions concerning the handling in the environment of genetically modified organisms that are to be processed or used directly as food for humans or animals; this publication, which must be issued within 15 days of notification of the decision, must contain the information required in Annex 2 as a minimum; f. summaries of available studies relating to biosafety, as well as summaries of other relevant environmental studies; g. information on cases of unintentional transboundary movements (Article 10); h. reports drawn up to meet the requirements of Article 8 letter e. 2 The federal authorities mentioned in Article 8 letter d shall make the information and documents referred to in Paragraph 1 above available to the FOEN."
    },
    {
      "provision_ref": "art10",
      "chapter": "Section 3 Duties of the Authorities",
      "section": "10",
      "title": "Measures to be taken in the event of unintentional transboundary movements",
      "content": "1 In the case of an extraordinary event that may result in a transboundary movement of genetically modified organisms, the cantons concerned notify the FOEN and inform the public, neighbouring cantons and the relevant regional authorities in neighbouring countries. 2 The FOEN shall notify the relevant national authorities of neighbouring countries about such events. 3 The formal notification of the authorities of neighbouring countries must contain the following information as a minimum: a. the properties and characteristics of the genetically modified organisms and the estimated quantities involved; b. the date of the release and the circumstances as well as the use made of the genetically modified organisms in question; c. the potential dangers to humans, animals and the environment as well as the potential risks to biological diversity and to its sustainable use; d. possible risk management measures. 4 In the case of an extraordinary event in an establishment in terms of Article 1 paragraph 2 letter b and paragraph 3 letter b of the Ordinance on Protection against Major Accidents of 27 February 1991, the provisions of this Ordinance relating to information and giving the alert are also applicable. 5 The FOEN registers notifications from abroad and inform the cantons concerned. The latter informs the public in the appropriate manner. SR 814.012"
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Monitoring",
      "content": "1 The FOEN monitors the implementation of the legal provisions on the export of genetically modified organisms for handling in the environment. 2 It ensures that the necessary measures are taken if there is any dispute over the said provisions. 3 The responsibilities involved in monitoring implementation of the legal provisions with regard to the import and transit of genetically modified organisms and the enactment of the necessary measures are defined in the ContainO and the RO. SR 814.912 SR 814.911"
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Basic and advanced training",
      "content": "The FOEN ensures that events are organised on a regular basis for the purpose of the basic and advanced training of all persons involved in implementation of this Ordinance."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Delegation of duties",
      "content": "The FOEN may delegate certain duties to third parties, particularly with regard to the compilation of statistics."
    },
    {
      "provision_ref": "art14",
      "chapter": "Section 4 Final Provisions",
      "section": "14",
      "title": "Amendment of current legislation",
      "content": "… The amendments may be consulted under AS 2004 4801 ."
    },
    {
      "provision_ref": "art15",
      "chapter": "Section 4 Final Provisions",
      "section": "15",
      "title": "Commencement",
      "content": "This Ordinance comes into force on 1 January 2005."
    }
  ],
  "definitions": []
}