{
  "id": "sr-817-022-11",
  "type": "statute",
  "title": "Verordnung des EDI vom 16. Dezember 2016 über Trinkwasser sowie Wasser in öffentlich zugänglichen Bädern und Duschanlagen (TBDV)",
  "title_en": "",
  "short_name": "TBDV",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2017/153/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "1",
      "title": "Gegenstand und Geltungsbereich",
      "content": "1 Diese Verordnung regelt die Aufbereitung, die Bereitstellung und die Qualität von Trinkwasser als Lebensmittel und von Wasser als Gebrauchsgegenstand. 2 Sie legt insbesondere die Anforderungen fest in Bezug auf: a. Trinkwasser; b. Duschwasser in öffentlich zugänglichen Anlagen; c. Wasser in öffentlich zugänglichen Schwimmbädern, einschliesslich Sprudelbädern, Thermalbädern, Mineralbädern, Solebädern, Wellnessbädern, Therapiebädern, Kinderplanschbecken oder ähnlichen Einrichtungen, sowie in öffentlich zugänglichen Wasserbecken mit biologischer Aufbereitung des Badewassers."
    },
    {
      "provision_ref": "art2",
      "chapter": "2. Abschnitt: Trinkwasser",
      "section": "2",
      "title": "Begriffe",
      "content": "In diesem Abschnitt bedeuten: a. Trinkwasser: Wasser im Naturzustand oder nach der Aufbereitung, das zum Trinken, zum Kochen, zur Zubereitung von Lebensmitteln oder zur Reinigung von Bedarfsgegenständen nach Artikel 5 Buchstabe a des Lebensmittelgesetzes vom 20. Juni 2014 vorgesehen, bereitgestellt oder verwendet wird; b. Warmwasser: Trinkwasser, dessen Temperatur durch Wärmezufuhr erhöht worden ist; c. Wasserversorger : Anbieterin oder Anbieter, die oder der Zwischen- oder Endabnehmerinnen und ‑abnehmer mit Trinkwasser versorgt; d. Wasserversorgungsanlage: Anlage zum Fassen, Aufbereiten, Speichern und Verteilen von Trinkwasser; e. Fassung: bauliche Einrichtung, mit der ein Wasservorkommen zur Trinkwassernutzung erschlossen wird; f. Verteilnetz: Leitungen bis zur Schnittstelle mit den Hausinstallationen, bestehend aus Transport-, Zubringer-, Haupt- und Versorgungsleitungen zum Transportieren und Verteilen von Trinkwasser; g. Hausinstallation: Leitungen bis zur Schnittstelle mit dem Verteilnetz, bestehend aus hausinternen Trinkwasserleitungen mit den dazugehörenden Armaturen und den Hauszuleitungen. SR 817.0"
    },
    {
      "provision_ref": "art3",
      "chapter": "2. Abschnitt: Trinkwasser",
      "section": "3",
      "title": "Anforderungen an Trinkwasser",
      "content": "1 Trinkwasser muss hinsichtlich Geruch, Geschmack und Aussehen unauffällig sein und darf hinsichtlich Art und Konzentration der darin enthaltenen Mikroorganismen, Parasiten sowie Kontaminanten keine Gesundheitsgefährdung darstellen. 2 Trinkwasser muss die Mindestanforderungen nach den Anhängen 1–3 erfüllen. 3 Die Betreiberin oder der Betreiber einer Trinkwasserversorgungsanlage führt zudem unter Berücksichtigung der Anforderungen des Gewässerschutzgesetzes vom 24. Januar 1991 im Rahmen der gesamtbetrieblichen Gefahrenanalyse periodisch eine Analyse der Gefahren für Wasserressourcen durch. SR 814.20"
    },
    {
      "provision_ref": "art4",
      "chapter": "2. Abschnitt: Trinkwasser",
      "section": "4",
      "title": "Anforderungen an Wasserversorgungsanlagen",
      "content": "1 Wer eine Wasserversorgungsanlage bauen oder baulich verändern will, muss dies der kantonalen Vollzugsbehörde vorgängig melden. Von dieser Bestimmung ausgenommen sind Inhaberinnen und Inhaber sowie Betreiberinnen und Betreiber von Hausinstallationen. 2 Beim Bau oder Umbau sowie beim Betrieb der Wasserversorgungsanlage müssen die anerkannten Regeln der Technik eingehalten werden. 3 Die Betreiberin oder der Betreiber ist verpflichtet, die Anlage durch entsprechend ausgebildete Personen regelmässig überwachen und warten zu lassen. 4 Für die Aufbereitung von Trinkwasser und den Schutz von Trinkwasseranlagen dürfen ausschliesslich Stoffe und Verfahren nach Anhang 4 verwendet werden. 5 Für den Bau oder Umbau sowie beim Betrieb der Trinkwasserversorgungsanlage sind Trinkwasserkontaktmaterialien zu verwenden, deren Eignung zum Fassen, Aufbereiten, Transportieren und Speichern von Trinkwasser nach anerkannten Prüf- und Bewertungsverfahren ermittelt wurde. Fassung gemäss Ziff. I der V des EDI vom 27. Mai 2020, in Kraft seit 1. Juli 2020 ( AS 2020 2287 ). Fassung gemäss Ziff. I der V des EDI vom 27. Mai 2020, in Kraft seit 1. Juli 2020 ( AS 2020 2287 )."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Information der Zwischen- oder Endabnehmerinnen und -abnehmer",
      "content": "Wer über eine Wasserversorgungsanlage Trinkwasser abgibt, hat die Zwischen- oder Endabnehmerinnen und -abnehmer mindestens einmal jährlich umfassend über die Qualität des Trinkwassers zu informieren."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Einschränkung bei der Kennzeichnung von abgefülltem Trinkwasser",
      "content": "Wer Trinkwasser an Konsumentinnen oder Konsumenten abgibt, darf auf dem Behältnis weder Hinweise auf Quellorte oder Quellnamen noch Bildzeichen, Abbildungen oder Bezeichnungen anbringen, die Anlass zu Verwechslungen mit einem natürlichen Mineralwasser oder mit Quellwasser geben könnten."
    },
    {
      "provision_ref": "art7",
      "chapter": "3. Abschnitt: Dusch- und Badewasser",
      "section": "7",
      "title": "rt. 7 Begriffe",
      "content": "In diesem Abschnitt bedeuten: a. Wasser: Wasser in öffentlich zugänglichen Schwimmbädern, einschliesslich Sprudelbädern, Thermalbädern, Mineralbädern, Solebädern, Wellnessbädern, Therapiebädern, Kinderplanschbecken oder ähnlichen Einrichtungen, Wasser in öffentlich zugänglichen Wasserbecken mit biologischer Aufbereitung des Badewassers sowie Duschwasser in öffentlich zugänglichen Anlagen; b. Bad: Badanlage, einschliesslich Thermalbad, Mineralbad, Dampfbad und Badanlage mit biologischer Wasseraufbereitung; c. Thermalbad: Bad mit Wasser aus einem Grundwasservorkommen, dessen Temperatur bei Austritt über 20 °C liegt und das aus einer Quelle oder einer Tiefbohrung stammt; d. Mineralbad: Bad mit Einrichtungen, die Wasser aus einem natürlicherweise stark mineralisierten Grundwasservorkommen nutzen, das aus einer Quelle oder einer Tiefbohrung stammt; e. Dampfbad: Warmluftraum mit hoher Luftfeuchtigkeit, dessen Temperatur im Allgemeinen zwischen 40°C und 50°C liegt; f. Badanlage: Bad mit künstlichem Becken, dessen Wasser gefiltert, desinfiziert, erneuert und rezykliert wird, sowie sämtliche Wasseraufbereitungsanlagen, die für den Betrieb erforderlich sind; g. Badanlage mit biologischer Wasseraufbereitung: Bad mit natürlichem oder künstlichem Becken, dessen Wasser durch die vorhandene Mikroflora, rezykliert und erneuert, nicht aber desinfiziert wird, sowie sämtliche Wasseraufbereitungsanlagen, die für den Betrieb erforderlich sind; h. Öffentlich zugängliche Anlage oder öffentlich zugängliches Bad : Anlage oder Bad, die oder das für die Allgemeinheit oder einer berechtigten Personenkreis geöffnet und nicht zur Nutzung in einem familiären Rahmen bestimmt ist; i. Wassera ufbereitungsanlage: Anlage zur Aufbereitung von Wasser in öffentlich zugänglichen Bädern, einschliesslich der dazu benötigten Räume, Apparaturen, Verfahren und Substanzen, chemischen Zubereitungen und Biozidprodukte zur Sicherstellung einer zweckmässigen und anforderungsgerechten Wasserqualität. Bei Wasserbecken mit biologischer Aufbereitung des Badewassers gelten auch die verwendeten Organismen als Teil der Aufbereitung."
    },
    {
      "provision_ref": "art8",
      "chapter": "3. Abschnitt: Dusch- und Badewasser",
      "section": "8",
      "title": "Meldepflicht für Bauprojekte",
      "content": "Wer ein öffentlich zugängliches Bad bauen oder baulich verändern will, muss dies der kantonalen Vollzugsbehörde vorgängig melden"
    },
    {
      "provision_ref": "art9",
      "chapter": "3. Abschnitt: Dusch- und Badewasser",
      "section": "9",
      "title": "Mikrobiologische Anforderungen",
      "content": "Für den Kontakt mit dem menschlichen Körper bestimmtes Wasser hat den mikrobiologischen Anforderungen nach Anhang 5 zu genügen."
    },
    {
      "provision_ref": "art10",
      "chapter": "3. Abschnitt: Dusch- und Badewasser",
      "section": "10",
      "title": "Zulässige Desinfektionsmittel",
      "content": "1 … 2 Für Wasser in Duschanlagen gelten die Anforderungen an Desinfektionsmittel für Trinkwasser nach Artikel 4 Absatz 4. Aufgehoben durch Ziff. I der V des EDI vom 27. Mai 2020, mit Wirkung seit 1. Juli 2020 ( AS 2020 2287 )."
    },
    {
      "provision_ref": "art11",
      "chapter": "3. Abschnitt: Dusch- und Badewasser",
      "section": "11",
      "title": "Konzentrationen von Desinfektionsmitteln",
      "content": "Die Konzentrationen von Desinfektionsmitteln sowie die für eine Aufbereitung von Wasser geltenden Parameter sind in Anhang 6 festgelegt."
    },
    {
      "provision_ref": "art12",
      "chapter": "3. Abschnitt: Dusch- und Badewasser",
      "section": "12",
      "title": "Höchstkonzentrationen für Schadstoffe und bei der Desinfektion anfallende Nebenprodukte",
      "content": "Die Höchstkonzentrationen für Schadstoffe und bei der Desinfektion anfallende Nebenprodukte sind in Anhang 7 festgelegt."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Wasseraufbereitungs- und Duschanlagen",
      "content": "Wasseraufbereitungs- und Duschanlagen müssen nach den anerkannten Regeln der Technik eingerichtet, betrieben oder abgeändert werden. Die Inhaberin oder der Inhaber ist verpflichtet, sie durch entsprechend ausgebildete Personen regelmässig überwachen und unterhalten zu lassen."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Anforderungen an das Personal in öffentlich zugänglichen Bädern",
      "content": "1 In jedem öffentlich zugänglichen Bad muss mindestens eine Person verfügbar sein, die über eine Fachbewilligung nach der Verordnung des EDI vom 28. Juni 2005 über die Fachbewilligung für die Desinfektion des Badewassers in Gemeinschaftsbädern verfügt; ausgenommen sind Badanlagen mit biologischer Wasseraufbereitung. 2 und 3 … SR 814.812.31 Aufgehoben durch Ziff. I der V des EDI vom 27. Mai 2020, mit Wirkung seit 1. Juli 2020 ( AS 2020 2287 )."
    },
    {
      "provision_ref": "art15",
      "chapter": "4. Abschnitt: Nachführen der Anhänge",
      "section": "15",
      "title": "",
      "content": "1 Das Bundesamt für Lebensmittelsicherheit und Veterinärwesen passt die Anhänge dieser Verordnung dem Stand von Wissenschaft und Technik sowie dem Recht der wichtigsten Handelspartner der Schweiz an. 2 Es kann Übergangsfristen festlegen."
    },
    {
      "provision_ref": "art16",
      "chapter": "5. Abschnitt: Schlussbestimmungen",
      "section": "16",
      "title": "Übergangsbestimmungen",
      "content": "1 Trinkwasser, das Arsen zwischen 10 bis 50 µg/l oder Uran über 30 µg/l enthält, darf noch bis zum 31. Dezember 2018 nach bisherigem Recht an Konsumentinnen und Konsumenten abgegeben werden. 2 Können die mikrobiologischen Anforderungen an Wasser in Bädern und Duschanlagen nur durch eine bauliche Sanierung eingehalten werden, so muss diese bis zum 30. April 2027 erfolgen. In diesem Fall gelten diese Anforderungen während dieser Zeit nicht, es sind jedoch alle übrigen nach dieser Verordnung vorgesehenen Massnahmen zu treffen, um den Schutz der Gesundheit sicherzustellen."
    },
    {
      "provision_ref": "art17",
      "chapter": "5. Abschnitt: Schlussbestimmungen",
      "section": "17",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 1. Mai 2017 in Kraft."
    }
  ],
  "definitions": [
    {
      "term": "Trinkwasser:",
      "definition": "Trinkwasser: Wasser im Naturzustand oder nach der Aufbereitung, das zum Trinken, zum Kochen, zur Zubereitung von Lebensmitteln oder zur Reinigung von Bedarfsgegenständen nach Artikel 5 Buchstabe a des Lebensmittelgesetzes vom 20. Juni 2014 vorgesehen, bereitgestellt oder verwendet wird;",
      "source_provision": "art2"
    },
    {
      "term": "Warmwasser:",
      "definition": "Warmwasser: Trinkwasser, dessen Temperatur durch Wärmezufuhr erhöht worden ist;",
      "source_provision": "art2"
    },
    {
      "term": "Wasserversorger",
      "definition": "Wasserversorger : Anbieterin oder Anbieter, die oder der Zwischen- oder Endabnehmerinnen und ‑abnehmer mit Trinkwasser versorgt;",
      "source_provision": "art2"
    },
    {
      "term": "Wasserversorgungsanlage:",
      "definition": "Wasserversorgungsanlage: Anlage zum Fassen, Aufbereiten, Speichern und Verteilen von Trinkwasser;",
      "source_provision": "art2"
    },
    {
      "term": "Fassung:",
      "definition": "Fassung: bauliche Einrichtung, mit der ein Wasservorkommen zur Trinkwassernutzung erschlossen wird;",
      "source_provision": "art2"
    },
    {
      "term": "Verteilnetz:",
      "definition": "Verteilnetz: Leitungen bis zur Schnittstelle mit den Hausinstallationen, bestehend aus Transport-, Zubringer-, Haupt- und Versorgungsleitungen zum Transportieren und Verteilen von Trinkwasser;",
      "source_provision": "art2"
    },
    {
      "term": "Hausinstallation:",
      "definition": "Hausinstallation: Leitungen bis zur Schnittstelle mit dem Verteilnetz, bestehend aus hausinternen Trinkwasserleitungen mit den dazugehörenden Armaturen und den Hauszuleitungen.",
      "source_provision": "art2"
    },
    {
      "term": "Wasser:",
      "definition": "Wasser: Wasser in öffentlich zugänglichen Schwimmbädern, einschliesslich Sprudelbädern, Thermalbädern, Mineralbädern, Solebädern, Wellnessbädern, Therapiebädern, Kinderplanschbecken oder ähnlichen Einrichtungen, Wasser in öffentlich zugänglichen Wasserbecken mit biologischer Aufbereitung des Badewassers sowie Duschwasser in öffentlich zugänglichen Anlagen;",
      "source_provision": "art7"
    },
    {
      "term": "Bad:",
      "definition": "Bad: Badanlage, einschliesslich Thermalbad, Mineralbad, Dampfbad und Badanlage mit biologischer Wasseraufbereitung;",
      "source_provision": "art7"
    },
    {
      "term": "Thermalbad:",
      "definition": "Thermalbad: Bad mit Wasser aus einem Grundwasservorkommen, dessen Temperatur bei Austritt über 20 °C liegt und das aus einer Quelle oder einer Tiefbohrung stammt;",
      "source_provision": "art7"
    },
    {
      "term": "Mineralbad:",
      "definition": "Mineralbad: Bad mit Einrichtungen, die Wasser aus einem natürlicherweise stark mineralisierten Grundwasservorkommen nutzen, das aus einer Quelle oder einer Tiefbohrung stammt;",
      "source_provision": "art7"
    },
    {
      "term": "Dampfbad:",
      "definition": "Dampfbad: Warmluftraum mit hoher Luftfeuchtigkeit, dessen Temperatur im Allgemeinen zwischen 40°C und 50°C liegt;",
      "source_provision": "art7"
    },
    {
      "term": "Badanlage:",
      "definition": "Badanlage: Bad mit künstlichem Becken, dessen Wasser gefiltert, desinfiziert, erneuert und rezykliert wird, sowie sämtliche Wasseraufbereitungsanlagen, die für den Betrieb erforderlich sind;",
      "source_provision": "art7"
    },
    {
      "term": "Badanlage mit biologischer Wasseraufbereitung:",
      "definition": "Badanlage mit biologischer Wasseraufbereitung: Bad mit natürlichem oder künstlichem Becken, dessen Wasser durch die vorhandene Mikroflora, rezykliert und erneuert, nicht aber desinfiziert wird, sowie sämtliche Wasseraufbereitungsanlagen, die für den Betrieb erforderlich sind;",
      "source_provision": "art7"
    },
    {
      "term": "Öffentlich zugängliche Anlage oder öffentlich zugängliches Bad",
      "definition": "Öffentlich zugängliche Anlage oder öffentlich zugängliches Bad : Anlage oder Bad, die oder das für die Allgemeinheit oder einer berechtigten Personenkreis geöffnet und nicht zur Nutzung in einem familiären Rahmen bestimmt ist;",
      "source_provision": "art7"
    },
    {
      "term": "Wassera",
      "definition": "Wassera ufbereitungsanlage: Anlage zur Aufbereitung von Wasser in öffentlich zugänglichen Bädern, einschliesslich der dazu benötigten Räume, Apparaturen, Verfahren und Substanzen, chemischen Zubereitungen und Biozidprodukte zur Sicherstellung einer zweckmässigen und anforderungsgerechten Wasserqualität. Bei Wasserbecken mit biologischer Aufbereitung des Badewassers gelten auch die verwendeten Organismen als Teil der Aufbereitung.",
      "source_provision": "art7"
    }
  ]
}