{
  "id": "sr-811-217",
  "type": "statute",
  "title": "Verordnung vom 8. Mai 2024 über die Finanzhilfen zur Förderung der Effizienz in der medizinischen Grundversorgung (EmGvV)",
  "title_en": "",
  "short_name": "EmGvV",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2024/218/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Gegenstand",
      "content": "1 Diese Verordnung regelt die Gewährung von Finanzhilfen für Projekte nach Artikel 54 a MedBG und Artikel 29 GesBG. 2 Es besteht kein Anspruch auf Finanzhilfen."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Voraussetzungen",
      "content": "Finanzhilfen für Projekte im Rahmen der Ausbildung im Sinne des GesBG oder der Aus- und Weiterbildung im Sinne des MedBG sowie der Berufsausübung werden gewährt, wenn: a. die Massnahmen geeignet sind, die Effizienz in der medizinischen Grundversorgung zu verbessern; b. das Projekt mindestens einen Beruf nach dem MedBG oder dem GesBG umfasst und über einen inter- oder intraprofessionellen Charakter verfügt; c. das Projekt auf andere Kontexte oder Regionen übertragbar ist; und d. die Indikatoren für die Evaluation der Projektauswirkungen in einem Evaluationskonzept definiert sind."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Anrechenbare Kosten",
      "content": "1 Anrechenbar sind die Projektkosten, namentlich: a. Ausgaben, die unmittelbar mit der Vorbereitung, der Durchführung und der Leitung des Projekts zusammenhängen; b. Sachkosten; c. Kosten für die Evaluation der Projektauswirkungen. 2 Es sind nur marktübliche Preise für Sach- oder Dienstleistungen anrechenbar."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Bemessung",
      "content": "1 Die Finanzhilfe beträgt höchstens 600 000 Franken pro Projekt. 2 Sie bemisst sich nach: a. der Art und Bedeutung des Projekts; b. dem Interesse des Bundes am Projekt; c. den Eigenleistungen und Beiträgen von Bundesstellen und Dritten. 3 Die Auszahlung kann gestaffelt erfolgen. Sie wird auf den Fortschritt des Projekts abgestimmt."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Gesuch",
      "content": "1 Das Gesuch um Finanzhilfe muss insbesondere folgende Angaben enthalten: a. Angaben über die Gesuchstellerin und die am Projekt Beteiligten; b. eine ausführliche Beschreibung des Projekts mit Angaben über Ziel, Vorgehen, Projektorganisation, erwartete Wirkungen, Reichweite, Nachhaltigkeit und Übertragbarkeit des Projekts; c. ein Evaluationskonzept; d. einen detaillierten Budgetplan mit Angaben über die an der Finanzierung Beteiligten und den beantragten Unterstützungsbeitrag; e. einen Zeitplan für die Durchführung des Projekts unter Angabe von Meilensteinen. 2 Das Bundesamt für Gesundheit (BAG) kann die Gewährung von Finanzhilfen ausschreiben. In diesem Fall legt es die Frist für die Einreichung der Gesuche in der Ausschreibung fest. 3 Das BAG erlässt eine Wegleitung über die Einreichung der Gesuche und stellt entsprechende Formulare zur Verfügung. Es kann in der Wegleitung die Angaben nach Absatz 1 präzisieren und weitere Modalitäten der Gesuchseinreichung festlegen."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Beizug von Expertinnen und Experten für die Prüfung des Gesuchs",
      "content": "Zur fachlichen Beurteilung des Gesuchs kann das BAG Expertinnen und Experten beiziehen."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Form der Gewährung",
      "content": "1 Die Finanzhilfen werden gewährt mittels: a. einer Verfügung nach Artikel 16 Absatz 1 des Subventionsgesetzes vom 5. Oktober 1990 (SuG); oder b. eines öffentlich-rechtlichen Vertrags nach Artikel 16 Absatz 2 SuG. 2 In der Verfügung oder im Vertrag werden namentlich festgelegt: a. die Höhe der Finanzhilfe; b. die Zahlungsmodalitäten für die Finanzhilfe; c. gegebenenfalls die Auflage, eine vertiefte Projektevaluation vorzunehmen; d. die periodische Berichterstattung namentlich über den Verlauf und den Abschluss des Projekts sowie die verwendeten Mittel. 3 Das Verfahren für die Gewährung von Finanzhilfen richtet sich nach den Bestimmungen des SuG. SR 616.1"
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Meldung von Änderungen",
      "content": "Die Trägerschaften der Projekte informieren das BAG umgehend über wesentliche Änderungen der den Finanzhilfen zugrundeliegenden Projekten."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Inkrafttreten und Geltungsdauer",
      "content": "Diese Verordnung tritt am 1. Juli 2024 in Kraft und gilt bis zum 30. Juni 2028."
    }
  ],
  "definitions": []
}