{
  "id": "sr-810-11",
  "type": "statute",
  "title": "Bundesgesetz vom 18. Dezember 1998 über die medizinisch unterstützte Fortpflanzung (Fortpflanzungsmedizingesetz, FMedG)",
  "title_en": "Federal Act of 18 December 1998 on Medically Assisted Reproduction (Reproductive Medicine Act, RMA)",
  "short_name": "FMedG",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2000/554/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Chapter 1 General Provisions",
      "section": "1",
      "title": "Subject and purpose",
      "content": "1 This Act specifies the conditions under which the techniques of medically assisted reproduction may be used in humans. 2 It protects human dignity, personality and the family and prohibits misuses of biotechnology and gene technology. 3 It provides for the establishment of a national ethics commission."
    },
    {
      "provision_ref": "art2",
      "chapter": "Chapter 1 General Provisions",
      "section": "2",
      "title": "Definitions",
      "content": "In this Act: a. techniques of medically assisted reproduction (assisted reproductive techniques) means methods of establishing a pregnancy without sexual intercourse – in particular, insemination, in vitro fertilisation with embryo transfer and gamete transfer; b. insemination means the introduction, by means of instruments, of sperm cells into the female reproductive organs; c. in vitro fertilisation means the bringing together of an ovum and sperm cells outside the woman’s body; d. gamete transfer means the introduction, by means of instruments, of sperm cells and ova into the uterus or a Fallopian tube; e. reproductive cells ( gametes) means sperm cells and ova; f. germline cells means reproductive cells (including their precursor cells), impregnated ova and embryonic cells whose genetic material can be passed on to offspring; g. impregnation means causing a sperm cell to penetrate into the cytoplasm of an ovum, in particular by insemination, gamete transfer or in vitro fertilisation; h. impregnated ovum means the fertilised ovum before pronuclear fusion; i. embryo means the developing offspring from the time of pronuclear fusion until the end of organogenesis; j. foetus means the developing offspring from the end of organogenesis until birth; k. surrogate mother means a woman who is prepared to become pregnant by means of an assisted reproductive technique, to carry the foetus to term and to surrender the child permanently to third parties after delivery; l. cloning means the artificial production of genetically identical organisms; m. chimera formation means the fusion of totipotent cells from two or more genetically different embryos. Embryonic cells are totipotent if they are capable of developing into any type of specialised cell; n. hybrid formation means causing a non-human sperm cell to penetrate into a human ovum, or a human sperm cell into a non-human ovum."
    },
    {
      "provision_ref": "art3",
      "chapter": "Section 1 Principles",
      "section": "3",
      "title": "Well-being of the child",
      "content": "1 Assisted reproductive techniques may be used only if the well-being of the child is ensured. 2 They may only be used in couples: a. where a basis for a parent-child relationship exists in accordance with Articles 252–263 of the Swiss Civil Code (CC); and b. who, on the basis of their age and personal circumstances, are likely to be able to care for and bring up the child until it reaches the age of majority. 3 Only married couples may use donated sperm cells. 4 Reproductive cells or impregnated ova may not be used after the death of the person from whom they were obtained. The foregoing does not apply to sperm cells from sperm donors. 5 Impregnated ova and embryos in vitro may no longer be used following the death of any one oft he couple concerned. SR 210 Amended by Annex No 20 of the FA of 19 Dec. 2008 (Adult Protection, Law of Persons and Law of Children), in force since 1 Jan. 2013 ( AS 2011 725 ; BBl 2006 7001 ). Amended by No I of the FA of 12 Dec. 2014, in force since 1 Sept. 2017 ( AS 2017 3641 ; BBl 2013 5853 ). Inserted by No I of the FA of 12 Dec. 2014, in force since 1 Sept. 2017 ( AS 2017 3641 ; BBl 2013 5853 )."
    },
    {
      "provision_ref": "art4",
      "chapter": "Section 1 Principles",
      "section": "4",
      "title": "Prohibited practices",
      "content": "Ovum and embryo donation and surrogate motherhood are prohibited."
    },
    {
      "provision_ref": "art5",
      "chapter": "Section 1 Principles",
      "section": "5",
      "title": "Authorisation requirements for reproductive techniques",
      "content": "Assisted reproductive techniques may be used only if: a. the aim is to enable a couple to overcome infertility and other treatment methods have failed or offer no prospect of success; or b. there is no other way of avoiding the risk of transmitting a serious disease to the offspring. Amended by No I of the FA of 12 Dec. 2014, in force since 1 Sept. 2017 ( AS 2017 3641 ; BBl 2013 5853 )."
    },
    {
      "provision_ref": "art5a",
      "chapter": "Section 1 Principles",
      "section": "5a",
      "title": "a Analysis of the genetic material of reproductive cells and embryos in vitro and their selection",
      "content": "1 The analysis of the genetic material of reproductive cells and their selection to influence the sex or other characteristics of the child are only permitted in order to identify chromosomal properties that may inhibit the development capacity of the embryo to be created, or if there is no other way of avoiding the risk of transmitting a predisposition for a serious disease. Article 22 paragraph 4 is reserved. 2 The analysis of the genetic material of embryos in vitro and their selection according to sex or according to other characteristics are only permitted if: a. there is no other way of avoiding the risk of an embryo with a hereditary predisposition for a serious disease from implanting in the uterus; b. it is probable that the serious disease will occur before the age of 50; c. no effective or expedient therapy is available for combating the serious disease; and d. the couple have informed the physician in writing that they are not prepared to accept the risk in terms of letter a. 3 They are also permitted in order to identify chromosomal properties that may inhibit the development capacity of the embryo. Inserted by No I of the FA of 12 Dec. 2014, in force since 1 Sept. 2017 ( AS 2017 3641 ; BBl 2013 5853 )."
    },
    {
      "provision_ref": "art5b",
      "section": "5b",
      "title": "b Consent of the couple",
      "content": "1 Reproductive techniques may only be used if the couple concerned have given their written consent after being given sufficient information and counselling.. After three unsuccessful treatment cycles, renewed consent and a further period for reflection are required. 2 The couple’s written consent is also required for the reactivation of preserved embryos and impregnated ova. 3 If an assisted reproductive technique involves an increased risk of multiple pregnancy, the procedure may be carried out only if the couple are prepared to accept a multiple birth. Inserted by No I of the FA of 12 Dec. 2014, in force since 1 Sept. 2017 ( AS 2017 3641 ; BBl 2013 5853 )."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Information and counselling",
      "content": "1 Before an assisted reproductive technique is used, the physician must adequately inform the couple about: a. the various causes of infertility; b. the medical procedure, including the prospects of success and the risks involved; c. the risk of a multiple pregnancy; d. possible psychological and physical stresses; and e. the legal and financial aspects. 2 In the counselling session, appropriate reference should also be made to alternative ways of living and other family-building options. 3 There must be an appropriate period for reflection, generally lasting four weeks, between the counselling session and treatment. It must be pointed out that the couple may also seek independent advice. 4 Psychological support must be offered before, during and after treatment. Amended by No I of the FA of 12 Dec. 2014, in force since 1 Sept. 2017 ( AS 2017 3641 ; BBl 2013 5853 )."
    },
    {
      "provision_ref": "art6a",
      "section": "6a",
      "title": "a Additional duties to provide information and counselling",
      "content": "1 Before reproductive techniques with the analysis of the genetic material of reproductive cells or embryos in vitro or with the selection of donor sperm cells to prevent the transmission of a serious disease are carried out, the physician shall, in addition to the provision of information and counselling in accordance with Article 6, ensure that the couple concerned receive non-directive, expert genetic counselling. In this connection, the couple must receive sufficient information on: a. the frequency, significance and probability of contracting the disease and its potential symptoms; b. prophylactic and therapeutic measures that may be taken against the disease; c. ways of organising the life of a child that suffers from the disease; d. the informative value of and risk of error in the analysis of the genetic material; e. risks that reproductive techniques carry for offspring; f. associations for parents of children with disabilities, self-help groups and information and counselling centres in terms of Article 24 of the Federal Act of 15 June 2018 on Human Genetic Testing (HGTA). 2 Counselling may only concern the individual and family situation of the couple concerned and not the interests of society as a whole. 3 The physician carries out the selection of one or more embryos for transfer to the uterus following a further counselling session. 4 The physician must keep records of the counselling sessions. Inserted by No I of the FA of 12 Dec. 2014, in force since 1 Sept. 2017 ( AS 2017 3641 ; BBl 2013 5853 ). Amended by Annex No II 2 of the FA of 15 June 2018 on Human Genetic Testing, in force since 1 Dec. 2022 ( AS 2022 537 ; BBl 2017 5597 ). SR 810.12"
    },
    {
      "provision_ref": "art6b",
      "section": "6b",
      "title": "b Applicable Provisions of the HGTA",
      "content": "The following provisions of the HGTA apply mutatis mutandis to assisted reproductive techniques with the analysis of the genetic material of reproductive cells or embryos in vitro : a. with regard to the right to information and the right not to know genetic data: Articles 7 and 8 HGTA; b. with regard to avoiding an excess of information when conducting analyses: Article 9 HGTA; c. with regard to protecting samples and genetic data, the duration of their retention and their use for a different purpose: Articles 10–12 HGTA; d. with regard to handling genetic data in relation to employment and insurance and in liability cases: Articles 39 letter b, 43 paragraph 3 and 45 HGTA. Inserted by No I of the FA of 12 Dec. 2014 ( AS 2017 3641 ; BBl 2013 5853 ). Amended by Annex No II 2 of the FA of 15 June 2018 on Human Genetic Testing, in force since 1 Dec. 2022 ( AS 2022 537 ; BBl 2017 5597 ). SR 810.12"
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "",
      "content": "Repealed by No I of the FA of 12 Dec. 2014, with effect from 1 Sept. 2017 ( AS 2017 3641 ; BBl 2013 5853 )."
    },
    {
      "provision_ref": "art8",
      "chapter": "Section 2 Licensing requirements",
      "section": "8",
      "title": "Principles",
      "content": "1 A cantonal licence is required by any person who: a. uses assisted reproductive techniques; b. receives reproductive cells, impregnated ova or embryos in vitro for preservation or arranges the supply of donated sperm cells without personally using assisted reproductive techniques. 2 Laboratories that conduct analyses of genetic material in connection with reproductive techniques in terms of Article 5 a require a licence in terms of Article 28 paragraph 1 HGTA. 3 No licence is required for insemination using a partner’s sperm cells. Amended by No I of the FA of 12 Dec. 2014, in force since 1 Sept. 2017 ( AS 2017 3641 ; BBl 2013 5853 ). SR 810.12 Amended by Annex No II 2 of the FA of 15 June 2018 on Human Genetic Testing, in force since 1 Dec. 2022 ( AS 2022 537 ; BBl 2017 5597 )."
    },
    {
      "provision_ref": "art9",
      "chapter": "Section 2 Licensing requirements",
      "section": "9",
      "title": "Use of assisted reproductive techniques",
      "content": "1 A licence in accordance with Article 8 paragraph 1 letter a shall only be granted to physicians. 2 They must: a. have the necessary training and experience in the methods of medically assisted reproduction; b. ensure that such activities are carried out with due care and in compliance with the law; c. together with staff, ensure that the persons to be treated receive comprehensive counselling and support with regard to the medical, reproductive biological and socio-psychological aspects of the procedure; d. have the necessary laboratory equipment; e. ensure that the reproductive cells, impregnated ova and embryos in vitro are preserved according to the state of the art in science and practice. 3 If the genetic material from reproductive cells or embryos in vitro is analysed as part of the reproductive technique, they must also: a. demonstrate they have sufficient knowledge of medical genetics; and b. guarantee that the procedure and cooperation with the laboratories concerned accords with the state of the art in science and practice. Amended by No I of the FA of 12 Dec. 2014, in force since 1 Sept. 2017 ( AS 2017 3641 ; BBl 2013 5853 ). Amended by No I of the FA of 12 Dec. 2014, in force since 1 Sept. 2017 ( AS 2017 3641 ; BBl 2013 5853 ). Amended by No I of the FA of 12 Dec. 2014, in force since 1 Sept. 2017 ( AS 2017 3641 ; BBl 2013 5853 )."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "",
      "content": "1 A licence in accordance with Article 8 paragraph 1 letter b shall only be granted to physicians. 2 They must: a. ensure that such activities are carried out with due care and in compliance with the law; b. together with staff, ensure that sperm donors are carefully selected; and c. ensure that reproductive cells, impregnated ova and embryos in vitro are preserved according to the state of science and practice. Amended by No I of the FA of 12 Dec. 2014, in force since 1 Sept. 2017 ( AS 2017 3641 ; BBl 2013 5853 ). Amended by No I of the FA of 12 Dec. 2014, in force since 1 Sept. 2017 ( AS 2017 3641 ; BBl 2013 5853 ). Amended by No I of the FA of 12 Dec. 2014, in force since 1 Sept. 2017 ( AS 2017 3641 ; BBl 2013 5853 )."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Reporting",
      "content": "1 Persons holding a licence in accordance with Article 8 paragraph 1 must submit an annual report on their activities to the cantonal licensing authority. 2 The report must provide information on: a. the number and type of treatments; b. the type of indications; c. the use of donated sperm cells; d. the number of pregnancies and their outcome; e. the preservation and use of reproductive cells, impregnated ova and embryos in vitro ; f. the number of surplus embryos. 3 It must not contain any information revealing the identity of specific people. 4 The cantonal licensing authority shall transmit the data to the Federal Statistical Office for evaluation and publication. Amended by No I of the FA of 12 Dec. 2014, in force since 1 Sept. 2017 ( AS 2017 3641 ; BBl 2013 5853 ). Amended by No I of the FA of 12 Dec. 2014, in force since 1 Sept. 2017 ( AS 2017 3641 ; BBl 2013 5853 ). Amended by No I of the FA of 12 Dec. 2014, in force since 1 Sept. 2017 ( AS 2017 3641 ; BBl 2013 5853 )."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Supervision",
      "content": "1 The licensing authority shall verify whether: a. the requirements for granting a licence have been met; b. the obligations and any conditions have been fulfilled 2 It shall carry out inspections and may enter properties, business premises and rooms. The licence holder must provide the licensing authority with the required information and documents and any other support on request and free of charge. 3 It may take any measures that are required to enforce this Act. In particular, in the case of serious infringements of this Act, it may prohibit the use of rooms or facilities, close business premises and suspend or revoke licences. 4 The Federal Council may delegate enforcement tasks, and in particular inspection tasks, to public or private organisations and persons. It shall ensure that payment is made for the delegated tasks. Amended by No I of the FA of 12 Dec. 2014, in force since 1 Sept. 2017 ( AS 2017 3641 ; BBl 2013 5853 )."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "",
      "content": "Repealed by Annex No 87 of the FA on the Federal Administrative Court of 17 June 2005, with effect from 1 Jan. 2007 ( AS 2006 2197 1069 ; BBl 2001 4202 )."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Implementing provisions",
      "content": "The Federal Council shall enact the implementing provisions concerning the granting and withdrawal of licences, and reporting and supervision."
    },
    {
      "provision_ref": "art14",
      "chapter": "32",
      "section": "14",
      "title": "a",
      "content": "1 The Federal Office of Public Health (FOPH) shall ensure that the impact of the provisions of this Act relating to the analysis of the genetic material of embryos in vitro and their selection is evaluated. 2 The evaluation shall relate in particular to: a. the compatibility of the indications reported in accordance with Article 11 paragraph 2 letter b in respect of reproductive techniques with analysis of the genetic material of embryos in order to prevent transmitting the predisposition for a serious disease on the one hand with the authorisation requirements in accordance with Article 5 a paragraph 2 on the other; b. the survey of the number of couples and the procedures carried out as well as the results; c. the procedures relating to enforcement and supervision; d. the impacts on society. 3 The holders of a licence in accordance with Article 8 paragraph 1 must on request provide the FOPH and the person appointed to conduct the evaluation with the data required for the evaluation in anonymised form. 4 The Federal Department of Home Affairs shall provide the Federal Council with a report on conclusion of the evaluation and make proposals for further action."
    },
    {
      "provision_ref": "art15",
      "chapter": "Section 3 Handling of Reproductive Material",
      "section": "15",
      "title": "Preservation of reproductive cells",
      "content": "1 Reproductive cells may be preserved only with the written consent of the person from whom they were obtained, and for a maximum of five years. At the request of this person, the preservation period shall be extended by a maximum of five years. 2 A longer preservation period may be agreed with persons who have their reproductive cells preserved with a view to producing their own offspring at a later date because medical treatment they undergo or an activity they carry out could lead to infertility or damage to their genetic material. 3 The person from whom the reproductive cells are obtained may, at any time, in writing, revoke consent to their preservation and use. 4 If consent is revoked or the preservation period expires, then the reproductive cells are to be destroyed immediately. Amended by No I of the FA of 12 Dec. 2014, in force since 1 Sept. 2017 ( AS 2017 3641 ; BBl 2013 5853 )."
    },
    {
      "provision_ref": "art16",
      "chapter": "Section 3 Handling of Reproductive Material",
      "section": "16",
      "title": "",
      "content": "1 Impregnated ova and embryos in vitro may only be preserved if: a. the couple concerned give their written consent; and b. preservation is intended to permit subsequent establishment of a pregnancy. 2 The preservation period is limited to five years. At the request of the couple concerned, the preservation period shall be extended by a maximum of five years. 3 Either partner may revoke his or her consent at any time in writing. 4 If consent is revoked and the preservation period expires, then the impregnated ova and the embryos in vitro shall be be destroyed immediately. The provisions of the Stem Cell Research Act of 19 December 2003 are reserved. 5 ... Amended by No I of the FA of 12 Dec. 2014, in force since 1 Sept. 2017 ( AS 2017 3641 ; BBl 2013 5853 ). Amended by No I of the FA of 12 Dec. 2014, in force since 1 Sept. 2017 ( AS 2017 3641 ; BBl 2013 5853 ). Amended by No I of the FA of 12 Dec. 2014, in force since 1 Sept. 2017 ( AS 2017 3641 ; BBl 2013 5853 ). Amended by No I of the FA of 12 Dec. 2014, in force since 1 Sept. 2017 ( AS 2017 3641 ; BBl 2013 5853 ). Amended by Annex No 3 of the FA of 18 Dec. 2020 (Marriage for All), in force since 1 July 2022 ( AS 2021 747 ; BBl 2019 8595 ; 2020 1273 ). SR 810.31 Amended by No I of the FA of 12 Dec. 2014, in force since 1 Sept. 2017 ( AS 2017 3641 ; BBl 2013 5853 ). Repealed by No I of the FA of 12 Dec. 2014, with effect from 1 Sept. 2017 ( AS 2017 3641 ; BBl 2013 5853 )."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Development of embryos",
      "content": "1 The number of impregnated ova developed into embryos outside the woman’s body within one treatment cycle must not be greater than is required for medically assisted reproduction or for the analysis of the genetic material of the embryos; the maximum number shall be twelve. 2 The embryo may only be developed outside the woman’s body to the extent that is essential in order to permit implantation in the uterus. 3 ... Amended by No I of the FA of 12 Dec. 2014, in force since 1 Sept. 2017 ( AS 2017 3641 ; BBl 2013 5853 ). Repealed by No I of the FA of 12 Dec. 2014, with effect from 1 Sept. 2017 ( AS 2017 3641 ; BBl 2013 5853 )."
    },
    {
      "provision_ref": "art18",
      "chapter": "Section 4 Sperm Donation",
      "section": "18",
      "title": "The donor’s informed consent",
      "content": "1 Donated sperm cells may only be used in legitimate assisted reproductive techniques and for purposes to which the donor has given his written consent. 2 Before donating sperm, the donor must be informed in writing about the legal situation, and in particular the right of the child to obtain information on the donor’s records (Art. 27)."
    },
    {
      "provision_ref": "art19",
      "chapter": "Section 4 Sperm Donation",
      "section": "19",
      "title": "Selection of donors",
      "content": "1 Donors must be carefully selected according to medical criteria; in particular, health risks for the recipient of the donated sperm cells must be excluded as far as possible. Other selection criteria are prohibited. 2 The donor may provide his sperm cells to only one centre; he must be expressly informed of this restriction prior to donation."
    },
    {
      "provision_ref": "art20",
      "chapter": "Section 4 Sperm Donation",
      "section": "20",
      "title": "Supply of donated sperm cells",
      "content": "1 Donated sperm cells may only be supplied to persons who have a licence to use assisted reproductive techniques; the data specified in Article 24 paragraph 2 is also to be provided. 2 Any person who receives donated sperm cells must ensure compliance with Article 22 paragraph 2."
    },
    {
      "provision_ref": "art21",
      "chapter": "Section 4 Sperm Donation",
      "section": "21",
      "title": "Non-remuneration",
      "content": "No payment shall be made for sperm donation as such."
    },
    {
      "provision_ref": "art22",
      "chapter": "Section 4 Sperm Donation",
      "section": "22",
      "title": "Use of donated sperm cells",
      "content": "1 Sperm cells from different donors must not be used within one cycle. 2 Sperm cells from one donor may be used to produce a maximum of eight children. 3 When an assisted reproductive technique is used, the relationship between the persons from whom the reproductive cells are obtained must not constitute an impediment to marriage in accordance with Article 95 CC. 4 When donated sperm cells are selected, only the donor’s blood group and similarity in physical appearance to the man with whom filiation is to be established shall be taken into account. SR 210"
    },
    {
      "provision_ref": "art23",
      "chapter": "Section 4 Sperm Donation",
      "section": "23",
      "title": "Filiation",
      "content": "1 If a child is conceived through sperm donation in accordance with the provisions of this Act, neither the child nor the husband or wife of the mother can contest filiation with the husband or wife of the mother. 2 If a child has been conceived through sperm donation, a paternity action against the sperm donor (Art. 261 ff. CC) is not permitted; however, such an action is permissible if the donor knowingly donated sperm at the place of a person who was not licensed to use assisted reproductive techniques or to preserve and supply donated sperm cells. Amended by Annex No 3 of the FA of 18 Dec. 2020 (Marriage for All), in force since 1 July 2022 ( AS 2021 747 ; BBl 2019 8595 ; 2020 1273 )."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Documentation requirements",
      "content": "1 Any person who receives or uses donated sperm cells must document the donation in a reliable manner. 2 In particular, the following data about the donor is to be recorded: a. family name and first name, date and place of birth, place of residence, place of origin in Switzerland or nationality, occupation and education; b. date of the sperm donation; c. results of the medical examination; d. information about physical appearance. 3 The following data concerning the woman for whom the donated sperm cells are used and her husband or wife shall be recorded: a. family name and first name, date and place of birth, place of residence, place of origin in Switzerland or nationality; b. date on which the sperm cells are used. Amended by Annex No 3 of the FA of 18 Dec. 2020 (Marriage for All), in force since 1 July 2022 ( AS 2021 747 ; BBl 2019 8595 ; 2020 1273 )."
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Transmission of data",
      "content": "1 Immediately after the birth of the child, the physician who carried out the reproductive procedure must transmit the data specified in Article 24 to the Federal Civil Status Office (Federal Office). 2 If the physician has not been informed of a birth, then he or she must transmit the data immediately after the calculated date of birth, unless it has been established that the treatment was unsuccessful. 3 The Federal Council shall enact the necessary provisions on data protection."
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Retention of data",
      "content": "The Federal Office shall retain the data for 80 years."
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "Information",
      "content": "1 Once the child has reached 18 years of age, he or she may request information from the Federal Office about the donor’s physical appearance and personal data (Art. 24 para. 2 lets. a and d). 2 In addition, the child may at any time request information on all the data relating to the donor (Art. 24 para. 2) if he or she has a legitimate interest in obtaining it. 3 Before the Federal Office discloses personal data, it shall inform the donor if possible. If the donor does not wish to have personal contact, then the child must be informed and made aware of the donor’s rights of privacy and his family’s entitlement to protection. If the child insists on his or her right to obtain information under paragraph 1, the information shall be provided. 4 The Federal Council may assign responsibility for handling requests for information to a specialised federal commission. 5 ... Repealed by Annex No 87 of the FA on the Federal Administrative Court of 17 June 2005, with effect from 1 Jan. 2007 ( AS 2006 2197 1069 ; BBl 2001 4202 )."
    },
    {
      "provision_ref": "art28",
      "chapter": "Chapter 3 National Ethics Commission",
      "section": "28",
      "title": "",
      "content": "1 The Federal Council shall establish a national ethics commission. 2 The commission shall monitor developments in assisted reproductive techniques and gene technology in the area of human medicine and comment from an ethical perspective, in an advisory capacity, on associated social, scientific and legal issues. 3 In particular, the commission shall have the following tasks: a. to draw up additional guidelines relating to this Act; b. to identify gaps in the legislation; c. to advise the Federal Assembly, the Federal Council and the cantons on request; d. to inform the public about important findings and to promote debate on ethical matters within society. 4 The Federal Council shall determine the other tasks to be carried out by the commission in the area of human medicine. It shall enact implementing provisions."
    },
    {
      "provision_ref": "art29",
      "chapter": "Chapter 4 Criminal Provisions",
      "section": "29",
      "title": "Production of embryos for illegitimate purposes",
      "content": "1 Any person who produces an embryo by impregnation with the intention of using it or having it used for purposes other than the establishment of a pregnancy shall be liable to a custodial sentence not exceeding three years or to a monetary penalty. 2 The same penalty shall apply to any person who preserves an impregnated ovum or an embryo in vitro with the intention of using it or having it used for purposes other than the establishment of a pregnancy. Amended by No I of the FA of 12 Dec. 2014, in force since 1 Sept. 2017 ( AS 2017 3641 ; BBl 2013 5853 )."
    },
    {
      "provision_ref": "art30",
      "chapter": "Chapter 4 Criminal Provisions",
      "section": "30",
      "title": "Development of embryos outside the woman’s body",
      "content": "1 Any person who allows an embryo to develop outside the woman’s body beyond the point at which implantation in the uterus remains possible shall be liable to a custodial sentence not exceeding three years or to a monetary penalty. 2 The same penalty shall apply to any person who transfers a human embryo to an animal. Amended by No I of the FA of 12 Dec. 2014, in force since 1 Sept. 2017 ( AS 2017 3641 ; BBl 2013 5853 )."
    },
    {
      "provision_ref": "art31",
      "chapter": "Chapter 4 Criminal Provisions",
      "section": "31",
      "title": "Surrogate motherhood",
      "content": "1 Any person who uses an assisted reproductive technique in a surrogate mother shall be liable to a custodial sentence not exceeding three years or to a monetary penalty. 2 The same penalty shall apply to any person who acts as an intermediary for surrogate motherhood. Amended by No I of the FA of 12 Dec. 2014, in force since 1 Sept. 2017 ( AS 2017 3641 ; BBl 2013 5853 )."
    },
    {
      "provision_ref": "art32",
      "chapter": "Chapter 4 Criminal Provisions",
      "section": "32",
      "title": "Misuse of reproductive material",
      "content": "1 Any person who uses reproductive material obtained from an embryo or foetus to bring about impregnation or further development into an embryo shall be liable to a custodial sentence not exceeding three years or to a monetary penalty. 2 Any person who purchases or sells human reproductive material or products derived from embryos or foetuses shall be liable to custodial sentence not exceeding three years or to a monetary penalty. 3 If the offender acts in a professional capacity, the penalty shall be a custodial sentence not exceeding five years or a monetary penalty. Amended by No I of the FA of 12 Dec. 2014, in force since 1 Sept. 2017 ( AS 2017 3641 ; BBl 2013 5853 ). Amended by No I 26 of the FA of 17 Dec. 2021 on the Harmonisation of Sentencing Policy, in force since 1 July 2023 ( AS 2023 259 ; BBl 2018 2827 )."
    },
    {
      "provision_ref": "art33",
      "section": "33",
      "title": "Analysis of the genetic material and selection of reproductive cells and embryos in vitro",
      "content": "Any person who in the course of a reproductive technique analyses the genetic material of reproductive cells or embryos in vitro and selects them according to their sex or according to other characteristics without overcoming infertility or avoiding the transmission of the predisposition to a serious disease to the offspring shall be liable to a custodial sentence not exceeding three years or to a monetary penalty. Amended by No I of the FA of 12 Dec. 2014, in force since 1 Sept. 2017 ( AS 2017 3641 ; BBl 2013 5853 )."
    },
    {
      "provision_ref": "art34",
      "section": "34",
      "title": "Acting without consent or a licence",
      "content": "1 Any person who uses an assisted reproductive technique without the consent of the person from whom the reproductive cells are obtained or of the couple being treated shall be liable to a custodial sentence not exceeding three years or to a monetary penalty. 2 The same penalty shall apply to any person who, acting without a licence or having obtained a licence by fraudulent means, uses assisted reproductive techniques or preserves or supplies reproductive cells, impregnated ova or embryos in vitro or arranges analyses of the genetic material of embryos in vitro . Amended by No I of the FA of 12 Dec. 2014, in force since 1 Sept. 2017 ( AS 2017 3641 ; BBl 2013 5853 )."
    },
    {
      "provision_ref": "art35",
      "section": "35",
      "title": "Germ-line modifications",
      "content": "1 Any person who genetically modifies a germline cell or an embryonic cell shall be liable to a custodial sentence not exceeding three years or to a monetary penalty. 2 The same penalty shall apply to any person who uses a genetically modified reproductive cell for impregnation or uses a similarly modified impregnated ovum for further development into an embryo. 3 Paragraph 1 does not apply if the modification of germline cells is an unavoidable concomitant effect of chemotherapy, radiotherapy or another medical treatment that a person is undergoing. Amended by No I of the FA of 12 Dec. 2014, in force since 1 Sept. 2017 ( AS 2017 3641 ; BBl 2013 5853 )."
    },
    {
      "provision_ref": "art36",
      "section": "36",
      "title": "Cloning, chimera and hybrid formation",
      "content": "1 Any person who creates a clone, a chimera or a hybrid shall be liable to a custodial sentence not exceeding three years or to a monetary penalty. 2 The same penalty shall apply to any person who transfers a chimera or a hybrid to a woman or to an animal. Amended by No I of the FA of 12 Dec. 2014, in force since 1 Sept. 2017 ( AS 2017 3641 ; BBl 2013 5853 )."
    },
    {
      "provision_ref": "art37",
      "section": "37",
      "title": "Contraventions",
      "content": "Any person who wilfully: a. uses an assisted reproductive technique in a woman in contravention of Article 3 paragraph 2 letter a and paragraph 3; b. uses reproductive cells obtained from a person who is deceased, with the exception of the sperm cells of a deceased sperm donor; b bis . uses impregnated ova or embryos in vitro obtained from a couple one of whom is deceased; c. uses donated ova, develops an embryo using donated ova and donated sperm cells, or transfers a donated embryo to a woman; d. uses assisted reproductive techniques in the absence of a permissible indication; e. ... f. preserves reproductive material in contravention of Articles 15, 16 and 42; g. develops embryos in contravention of Article 17 paragraph 1; h. donates sperm cells to several holders of licences under Article 8 paragraph 1; i. uses donated sperm cells in contravention of Article 22 paragraphs 1–3; j. incorrectly or incompletely records data required in accordance with Article 24; shall be liable to a fine not exceeding 100,000 francs. Amended by No I of the FA of 12 Dec. 2014, in force since 1 Sept. 2017 ( AS 2017 3641 ; BBl 2013 5853 ). Inserted by No I of the FA of 12 Dec. 2014, in force since 1 Sept. 2017 ( AS 2017 3641 ; BBl 2013 5853 ). Repealed by No I of the FA of 12 Dec. 2014, with effect from 1 Sept. 2017 ( AS 2017 3641 ; BBl 2013 5853 ). Sentence amended by No I of the FA of 12 Dec. 2014, in force since 1 Sept. 2017 ( AS 2017 3641 ; BBl 2013 5853 )."
    },
    {
      "provision_ref": "art38",
      "section": "38",
      "title": "Competent authority",
      "content": "The prosecution and adjudication of offences under this Act is the responsibility of the cantons."
    },
    {
      "provision_ref": "art39",
      "chapter": "Section 1 Amendment of Current Legislation",
      "section": "39",
      "title": "",
      "content": "… The amendment may be consulted under AS 2000 3055 ."
    },
    {
      "provision_ref": "art40",
      "chapter": "Section 2 Transitional Provisions",
      "section": "40",
      "title": "Licensing",
      "content": "1 Any person who requires a licence according to Article 8 paragraph 1 must submit an application, together with the required documents, to the licensing authority within three months after the commencement of this Act. 2 Any person who does not submit the application within the specified period must discontinue the activities concerned."
    },
    {
      "provision_ref": "art41",
      "chapter": "Section 2 Transitional Provisions",
      "section": "41",
      "title": "Information",
      "content": "1 Articles 18 and 24–27 also apply if sperm cells have been donated before, but are only used after, the commencement of this Act. 2 In all other cases, physicians who have used assisted reproductive techniques using donated reproductive cells must provide information, with the provisions of Article 27 applying mutatis mutandis ."
    },
    {
      "provision_ref": "art42",
      "chapter": "Section 2 Transitional Provisions",
      "section": "42",
      "title": "Storage of embryos",
      "content": "1 Any person who is storing embryos when this Act commences must inform the licensing authority accordingly within three months. Article 11 applies. 2 ... Amended by No I of the FA of 3 Oct. 2003, in force until 31 Dec. 2008 ( AS 2003 3681 ; BBl 2003 1163 )."
    },
    {
      "provision_ref": "art43",
      "chapter": "Section 2 Transitional Provisions",
      "section": "43",
      "title": "Filiation",
      "content": "Article 23 also applies to children conceived before the commencement of this Act by means of an assisted reproductive technique using donor sperm."
    },
    {
      "provision_ref": "art43a",
      "chapter": "Section 2 Transitional Provisions",
      "section": "43a",
      "title": "a Transitional Provision to the Amendment of 12 December 2014",
      "content": "The submission of reports and proposals in accordance with Article 14 a paragraph 4 shall take place for the first time five years after the Amendment of 12 December 2014 comes into force. Inserted by No I of the FA of 12 Dec. 2014, in force since 1 Sept. 2017 ( AS 2017 3641 ; BBl 2013 5853 )."
    },
    {
      "provision_ref": "art44",
      "chapter": "Section 3 Referendum and Commencement",
      "section": "44",
      "title": "",
      "content": "1 This Act is subject to an optional referendum. 2 The Federal Council shall determine the commencement date. Commencement date: 1 January 2001 FCD of 4 Dec. 2000."
    }
  ],
  "definitions": [
    {
      "term": "techniques of medically assisted reproduction (assisted reproductive techniques)",
      "definition": "techniques of medically assisted reproduction (assisted reproductive techniques) means methods of establishing a pregnancy without sexual intercourse – in particular, insemination, in vitro fertilisation with embryo transfer and gamete transfer;",
      "source_provision": "art2"
    },
    {
      "term": "insemination",
      "definition": "insemination means the introduction, by means of instruments, of sperm cells into the female reproductive organs;",
      "source_provision": "art2"
    },
    {
      "term": "in vitro fertilisation",
      "definition": "in vitro fertilisation means the bringing together of an ovum and sperm cells outside the woman’s body;",
      "source_provision": "art2"
    },
    {
      "term": "gamete transfer",
      "definition": "gamete transfer means the introduction, by means of instruments, of sperm cells and ova into the uterus or a Fallopian tube;",
      "source_provision": "art2"
    },
    {
      "term": "reproductive cells (",
      "definition": "reproductive cells ( gametes) means sperm cells and ova;",
      "source_provision": "art2"
    },
    {
      "term": "germline cells",
      "definition": "germline cells means reproductive cells (including their precursor cells), impregnated ova and embryonic cells whose genetic material can be passed on to offspring;",
      "source_provision": "art2"
    },
    {
      "term": "impregnation",
      "definition": "impregnation means causing a sperm cell to penetrate into the cytoplasm of an ovum, in particular by insemination, gamete transfer or in vitro fertilisation;",
      "source_provision": "art2"
    },
    {
      "term": "impregnated ovum",
      "definition": "impregnated ovum means the fertilised ovum before pronuclear fusion;",
      "source_provision": "art2"
    },
    {
      "term": "embryo",
      "definition": "embryo means the developing offspring from the time of pronuclear fusion until the end of organogenesis;",
      "source_provision": "art2"
    },
    {
      "term": "foetus",
      "definition": "foetus means the developing offspring from the end of organogenesis until birth;",
      "source_provision": "art2"
    },
    {
      "term": "surrogate mother",
      "definition": "surrogate mother means a woman who is prepared to become pregnant by means of an assisted reproductive technique, to carry the foetus to term and to surrender the child permanently to third parties after delivery;",
      "source_provision": "art2"
    },
    {
      "term": "cloning",
      "definition": "cloning means the artificial production of genetically identical organisms;",
      "source_provision": "art2"
    },
    {
      "term": "chimera formation",
      "definition": "chimera formation means the fusion of totipotent cells from two or more genetically different embryos. Embryonic cells are totipotent if they are capable of developing into any type of specialised cell;",
      "source_provision": "art2"
    },
    {
      "term": "hybrid formation",
      "definition": "hybrid formation means causing a non-human sperm cell to penetrate into a human ovum, or a human sperm cell into a non-human ovum.",
      "source_provision": "art2"
    }
  ]
}