{
  "id": "sr-814-501-261",
  "type": "statute",
  "title": "Verordnung des EDI vom 26. April 2017 über die Aus- und Fortbildungen und die erlaubten Tätigkeiten im Strahlenschutz (Strahlenschutz-Ausbildungsverordnung)",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2017/503/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "1",
      "title": "Gegenstand und Ausnahme vom Geltungsbereich",
      "content": "1 Diese Verordnung regelt: a. die Ziele, die Anforderungen und den Umfang der Aus- und Fortbildung im Strahlenschutz; b. die zu erlangenden Kompetenzen und Kenntnisse für Personen nach Artikel 172 StSV; c. die anerkennungspflichtigen Aus- und Fortbildungen nach den Artikeln 174–183 StSV; d. die Voraussetzungen für die Anerkennung von Aus- und Fortbildungen nach Buchstabe c; e. den Inhalt der Prüfungen und das Prüfungsverfahren; f. die erlaubten Tätigkeiten von Personen mit anerkennungspflichtigen Aus- und Fortbildungen im Bereich des Strahlenschutzes; g. die Instruktion von verpflichteten Personen nach Artikel 144 StSV. 2 Der Gegenstand nach Absatz 1 wird geregelt: a. für Ärztinnen und Ärzte, Zahnärztinnen und Zahnärzte, Chiropraktorinnen und Chiropraktoren, Tierärztinnen und Tierärzte: in Anhang 1; b. für andere medizinische Berufe sowie für den Handel in der Medizin: in Anhang 2; c. für Tätigkeiten im Bereich Kernanlagen: in Anhang 3; d. für Tätigkeiten in den Bereichen Industrie, Gewerbe, Lehre, Forschung und Transport: in Anhang 4; e. für Personen, die im Stör- oder Notfall Umgang mit ionisierender Strahlung haben, dieser ausgesetzt sein können oder den Umgang damit planen oder anordnen oder die kritische Infrastrukturen betreiben oder öffentliche Dienste erbringen: in Anhang 5. 3 Vom Geltungsbereich dieser Verordnung ausgenommen ist die Ausbildung von Personal von Kernanlagen nach den Artikeln 2−4, 6−8, 14−17, 19 und 20 der Verordnung vom 9. Juni 2006 über die Anforderungen an das Personal von Kernanlagen. SR 732.143.1"
    },
    {
      "provision_ref": "art2",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "2",
      "title": "Ausbildungsziele",
      "content": "Die Ausbildung muss sicherstellen, dass Personen nach Artikel 172 StSV: a. über Gesundheitsgefahren der Strahlenexposition informiert sind; b. mit den Grundregeln des Strahlenschutzes vertraut sind; c. eine geeignete Arbeitstechnik beherrschen und die für die entsprechende Tätigkeit geltenden Strahlenschutzvorschriften anwenden können; d. die Risiken von Strahlenexpositionen kennen, die sich aus einem Fehlverhalten ergeben können; e. wenn sie die Funktion als Strahlenschutz-Sachverständige nach Artikel 2 Absatz 1 Buchstabe g StSV wahrnehmen: über vertieftes Wissen über die Strahlenschutzgesetzgebung und die spezifischen Strahlenschutzaufgaben verfügen."
    },
    {
      "provision_ref": "art3",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "3",
      "title": "Fortbildungslehrgänge",
      "content": "1 Wer Fortbildungslehrgänge anbietet, muss zwei der folgenden drei Inhalte abdecken: a. Wiederholen von Gelerntem; b. Aktualisierung und neue Entwicklungen; c. gewonnene Erkenntnisse aus dem Betrieb oder aus Störfällen. 2 Er oder sie muss ausserdem gewährleisten, dass bei den in Absatz 1 aufgeführten Inhalten Beispiele aus der Praxis einbezogen werden. 3 Die Form der Fortbildung ist der Fortbildungsinstitution überlassen. 4 Bei nicht anerkennungspflichtigen Fortbildungen stellt die Fortbildungsinstitution eine Teilnahmebestätigung aus, die folgende Angaben enthält: a. Name, Vorname und Geburtsdatum der Absolventin oder des Absolventen; b. Bezeichnung der Fortbildungsveranstaltung; c. Datum der Fortbildungsveranstaltung; d. Inhalt der Fortbildungsveranstaltung; e. Anzahl Unterrichtseinheiten der Fortbildungsveranstaltung; f. Bezeichnung der Fortbildungsinstitution. 5 Die Fortbildungsinstitution ist verpflichtet, die Daten nach Absatz 4 während fünf Jahren ab Ausstellung der Teilnahmebestätigung aufzubewahren. Fassung gemäss Ziff. I der V des EDI vom 18. Juni 2025, in Kraft seit 1. Aug. 2025 ( AS 2025 468 ). Eingefügt durch Ziff. I der V des EDI vom 18. Juni 2025, in Kraft seit 1. Aug. 2025 ( AS 2025 468 )."
    },
    {
      "provision_ref": "art4",
      "chapter": "2. Abschnitt: Anerkennung von Aus- und Fortbildungen",
      "section": "4",
      "title": "",
      "content": "1 Ausbildungslehrgänge nach Artikel 174 StSV und individuelle Ausbildungen nach Artikel 178 StSV werden anerkannt, wenn sie die Anforderungen nach den Tabellen 2–4 im einschlägigen Anhang erfüllen. 2 Fortbildungslehrgänge nach Artikel 175 StSV und individuelle Fortbildungen nach Artikel 178 StSV werden anerkannt, wenn sie die Anforderungen nach Artikel 3 Absätze 1 und 2 und nach den Tabellen 3 und 4 im einschlägigen Anhang erfüllen. 3 Die zuständige Anerkennungsbehörde kann Aus- oder Fortbildungen, die nach den Anhängen 1–5 nicht definiert sind, oder Aus- oder Fortbildungen, die an geänderte Aus- oder Fortbildungsbedürfnisse angepasst werden sollen, bis zur entsprechenden Änderung dieser Verordnung anerkennen. Fassung gemäss Ziff. I der V des EDI vom 18. Juni 2025, in Kraft seit 1. Aug. 2025 ( AS 2025 468 ). Ursprünglich Abs. 3. Fassung gemäss Ziff. I der V des EDI vom 18. Juni 2025, in Kraft seit 1. Aug. 2025 ( AS 2025 468 )."
    },
    {
      "provision_ref": "art5",
      "chapter": "2. Abschnitt: Anerkennung von Aus- und Fortbildungen",
      "section": "5",
      "title": "Gültigkeitsdauer",
      "content": "Die Anerkennung eines Aus- oder Fortbildungslehrgangs ist zehn Jahre gültig."
    },
    {
      "provision_ref": "art6",
      "chapter": "2. Abschnitt: Anerkennung von Aus- und Fortbildungen",
      "section": "6",
      "title": "Voraussetzung für die Ausübung einer erlaubten Tätigkeit",
      "content": "Die erlaubten Tätigkeiten dürfen nur ausgeübt werden, solange der notwendige Nachweis der Aus- und Fortbildung erbracht wird."
    },
    {
      "provision_ref": "art7",
      "chapter": "2. Abschnitt: Anerkennung von Aus- und Fortbildungen",
      "section": "7",
      "title": "Verfahren",
      "content": "Institutionen, die anerkennungspflichtige Aus- oder Fortbildungslehrgänge im Strahlenschutz durchführen wollen, und Personen, die ihre individuelle Aus- oder Fortbildung anerkennen lassen wollen, reichen ein Gesuch um Anerkennung bei der zuständigen Anerkennungsbehörde ein."
    },
    {
      "provision_ref": "art8",
      "chapter": "2. Abschnitt: Anerkennung von Aus- und Fortbildungen",
      "section": "8",
      "title": "Inhalt des Anerkennungsgesuchs für die Aus- und Fortbildungslehrgänge",
      "content": "1 Das Anerkennungsgesuch einer Aus- oder Fortbildungsinstitution muss belegen, dass: a. der Unterricht den Erwerb der Kompetenzen und die Ausbildungs- oder Fortbildungsinhalte nach dem einschlägigen Anhang abdeckt; b. die Qualifikation der Lehrkräfte genügt, um im einschlägigen theoretischen und praktischen Unterrichtsbereich den Lehrinhalt fachlich korrekt und didaktisch adäquat zu vermitteln; c. die Unterrichtsräume den Anforderungen der Aus- oder Fortbildungslehrgänge angemessen sind und die Einrichtungen dem Stand der Technik entsprechen; d. das Prüfungsverfahren für Ausbildungslehrgänge in folgenden Punkten festgelegt ist: 1. die Bedingungen für die Zulassung zur Prüfung, 2. die Art der Prüfung, 3. die Kriterien für den erfolgreichen Abschluss, 4. die Kriterien für die Prüfungswiederholung; e. für Ausbildungslehrgänge ein Musterkatalog von Prüfungsfragen vorhanden ist; f. die Mitglieder der Prüfungskommission hinreichend qualifiziert sind; g. zur fortlaufenden Verbesserung der Lehrgänge deren Qualität regelmässig intern überprüft wird. 2 Ist die Ausbildungsinstitution durch eine akkreditierte Stelle zertifiziert worden, so gilt die Vermutung, dass die administrativen, didaktischen und organisatorischen Aspekte von Absatz 1 erfüllt sind; die entsprechenden Belege müssen in diesem Fall nicht eingereicht werden. 3 Im Gesuch muss eine für die Aus- oder Fortbildung verantwortliche Person bezeichnet sein. 4 Bei Fortbildungslehrgängen wird keine Abschlussprüfung verlangt, jedoch ist die Teilnahme am Fortbildungslehrgang zu kontrollieren. Im Gesuch ist anzugeben, wie die Teilnahme kontrolliert wird."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "",
      "content": "1 Die Aus- oder Fortbildungsinstitution stellt der Person, die eine anerkannte Aus- oder Fortbildungslehrgang abgeschlossen hat, einen Aus- oder Fortbildungsausweis aus, der mindestens folgende Punkte enthalten muss: a. die Bezeichnung des Aus- oder Fortbildungslehrgangs; b. das Datum der bestandenen Prüfung einer Ausbildung oder das Datum des Fortbildungslehrgangs; c. die erlaubten Tätigkeiten nach dem einschlägigen Anhang; d. Name, Vorname, Geburtsdatum der Absolventin oder des Absolventen; e. die Anerkennungsbehörde nach Artikel 180 StSV; f. Bezeichnung der Aus- oder Fortbildungsinstitution; g. Inhalt der Fortbildungsveranstaltung; h. Anzahl Unterrichtseinheiten der Fortbildungsveranstaltung. 2 Die Ausbildungsinstitution ist verpflichtet, die Daten nach Absatz 1 Buchstaben a–e während 30 Jahren aufzubewahren. 3 Bei Berufen, die dem Berufsbildungsgesetz vom 13. Dezember 2002 (BBG) unterstehen, richten sich das Ausstellen der Ausweise und deren Inhalte nach den entsprechenden Ausführungserlassen. Fassung gemäss Ziff. I der V des EDI vom 18. Juni 2025, in Kraft seit 1. Aug. 2025 ( AS 2025 468 ). Fassung gemäss Ziff. I der V des EDI vom 18. Juni 2025, in Kraft seit 1. Aug. 2025 ( AS 2025 468 ). Fassung gemäss Ziff. I der V des EDI vom 18. Juni 2025, in Kraft seit 1. Aug. 2025 ( AS 2025 468 ). Eingefügt durch Ziff. I der V des EDI vom 18. Juni 2025, in Kraft seit 1. Aug. 2025 ( AS 2025 468 ). Eingefügt durch Ziff. I der V des EDI vom 18. Juni 2025, in Kraft seit 1. Aug. 2025 ( AS 2025 468 ). Eingefügt durch Ziff. I der V des EDI vom 18. Juni 2025, in Kraft seit 1. Aug. 2025 ( AS 2025 468 ). SR 412.10"
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Sonderfälle",
      "content": "1 Bei Ausbildungen nach den Ausführungserlassen zum BBG ist für den Erlass, die Genehmigung und die Anerkennung der im Lehrgang enthaltenen Strahlenschutzausbildungen nach Artikel 182 StSV das Staatssekretariat für Bildung, Forschung und Innovation zuständig. 2 Eine Anerkennung nach Absatz 1 kann nur erteilt werden, wenn die Anforderungen nach den Tabellen 2–4 von Anhang 2 im Lehrgang umgesetzt sind. 3 Die zuständigen Institutionen nach Absatz 1 sind verpflichtet, das Bundesamt für Gesundheit (BAG) beim Erarbeiten des Lehrgangs für die Belange im Strahlenschutz beizuziehen. 4 Für die Anerkennung von im Ausland erworbenen Abschlüssen ist Artikel 69 a der Berufsbildungsverordnung vom 19. November 2003 anwendbar. 5 Die Ausbildungen, die ausschliesslich für Tätigkeiten im Sinne der Personen nach Artikel 172 Absatz 1 Buchstabe e StSV vorgesehen sind, müssen für Personen der Aufsichtsbehörden nach Artikel 184 StSV nicht anerkannt werden. SR 412.10 SR 412.101 Eingefügt durch Ziff. I der V des EDI vom 18. Juni 2025, in Kraft seit 1. Aug. 2025 ( AS 2025 468 )."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Entzug und Erlöschen von Anerkennungen von Lehrgängen",
      "content": "1 Die Anerkennung von Aus- und Fortbildungslehrgängen wird entzogen, wenn eine Voraussetzung nicht mehr erfüllt ist und der beanstandete Mangel trotz Mahnung nicht behoben wird. 2 Sie erlischt, wenn: a. die Inhaberin oder der Inhaber formell darauf verzichtet; b. die Gültigkeitsdauer abgelaufen und keine Verlängerung bewilligt worden ist."
    },
    {
      "provision_ref": "art12",
      "chapter": "3. Abschnitt: Übrige Bestimmungen",
      "section": "12",
      "title": "Aufgaben und Befugnisse der Anerkennungsbehörden",
      "content": "1 Die Anerkennungsbehörden überprüfen die Qualität der Aus- und Fortbildungslehrgänge. Ihre Vertreterinnen und Vertreter können an Aus- und Fortbildungen sowie an Prüfungen teilnehmen. 2 Kommt es in einem Kurs zu einer Dosisakkumulation, so können die Anerkennungsbehörden die pro Kurs im Rahmen der schulischen Ausbildung maximal akkumulierbare Strahlendosis festlegen. 3 Das BAG überprüft in Absprache mit den zuständigen Institutionen nach Artikel 10 Absatz 1 die Qualität der Strahlenschutzausbildungen im Rahmen der Lehrgänge im medizinischen Bereich. Fassung gemäss Ziff. I der V des EDI vom 18. Juni 2025, in Kraft seit 1. Aug. 2025 ( AS 2025 468 )."
    },
    {
      "provision_ref": "art13",
      "chapter": "3. Abschnitt: Übrige Bestimmungen",
      "section": "13",
      "title": "Meldepflicht der Aus- und Fortbildungsinstitutionen",
      "content": "1 Anbieter von anerkannten Aus- und Fortbildungslehrgängen melden der zuständigen Anerkennungsbehörde spätestens zwei Wochen vor der Durchführung eines anerkannten Lehrgangs: a. die Daten eines Aus- oder Fortbildungslehrganges; b. Datum und Ort der Abschlussprüfung einer Ausbildung. 2 Sie melden der zuständigen Anerkennungsbehörde die Personen, die den Lehrgang erfolgreich absolviert haben, und die Daten nach Artikel 179 Absatz 3 StSV."
    },
    {
      "provision_ref": "art14",
      "chapter": "4. Abschnitt: Schlussbestimmungen",
      "section": "14",
      "title": "Aufhebung eines anderen Erlasses",
      "content": "Die Strahlenschutz-Ausbildungsverordnung vom 15. September 1998 wird aufgehoben. [ AS 1999 476 ; 2007 4477 Ziff. V 9, 5673 ; 2008 5747 Anhang Ziff. 24]"
    },
    {
      "provision_ref": "art15",
      "chapter": "4. Abschnitt: Schlussbestimmungen",
      "section": "15",
      "title": "Übergangsbestimmungen",
      "content": "1 Die nach bisherigem Recht anerkannten Ausbildungslehrgänge im Strahlenschutz dürfen bis fünf Jahre nach Inkrafttreten dieser Verordnung begonnen werden. Danach verlieren diese Lehrgänge ihre Anerkennung. 2 Nach bisherigem Recht erworbene individuelle Ausbildungsnachweise im Strahlenschutz behalten ihre Gültigkeit. 3 Für Inhaberinnen und Inhaber einer Ausbildung nach bisherigem Recht gelten für den Nachweis einer geforderten Fortbildung ab Inkrafttreten dieser Verordnung die in den Anhängen 1–5 festgelegten Periodizitäten."
    },
    {
      "provision_ref": "art15a",
      "chapter": "4. Abschnitt: Schlussbestimmungen",
      "section": "15a",
      "title": "a Übergangsbestimmungen zur Änderung vom 18. Juni 2025",
      "content": "1 Die nach bisherigem Recht anerkannten Aus- und Fortbildungslehrgänge im Strahlenschutz, die durch die Änderung vom 18. Juni 2025 angepasst werden, dürfen bis zwei Jahre nach dem Inkrafttreten der Änderung begonnen werden. Danach verlieren diese Lehrgänge ihre Anerkennung. 2 Nach bisherigem Recht erworbene individuelle Aus - und Fortbildungsnachweise im Strahlenschutz behalten ihre Gültigkeit. Eingefügt durch Ziff. I der V des EDI vom 18. Juni 2025, in Kraft seit 1. Aug. 2025 ( AS 2025 468 )."
    },
    {
      "provision_ref": "art16",
      "chapter": "4. Abschnitt: Schlussbestimmungen",
      "section": "16",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 1. Januar 2018 in Kraft."
    }
  ],
  "definitions": []
}