{
  "id": "sr-857-51",
  "type": "statute",
  "title": "Verordnung vom 12. Dezember 1983 über die Schwangerschaftsberatungsstellen",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1983/2005_2005_2005/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Organisation",
      "content": "1 Die Kantone organisieren die gesetzlich vorgeschriebenen Schwangerschaftsberatungsstellen. 2 Sie regeln die Anerkennung bestehender und neuer Schwangerschaftsberatungsstellen, deren Finanzierung und Beaufsichtigung. Sie bezeichnen die zuständigen Behörden. 3 Sie können vorsehen, dass Schwangerschaftsberatungsstellen auch Aufgaben von Stellen der Sexual-, Ehe- und Familienberatung erfüllen oder umgekehrt."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Veröffentlichung",
      "content": "1 Die Kantone veröffentlichen unverzüglich jede Anerkennung und jeweils auf das Jahresende ein Verzeichnis der anerkannten Schwangerschaftsberatungsstellen mit deren Adresse, Telefonnummer und Sprechstunden. 2 Sie bringen die Anerkennung und das Verzeichnis dem Bundesamt für Gesundheit (Bundesamt) zur Kenntnis. 3 Das Bundesamt veröffentlicht alljährlich ein Gesamtverzeichnis der anerkannten Schwangerschaftsberatungsstellen. Es gibt dieses kostenlos den Schwangerschaftsberatungsstellen, zuständigen kantonalen Behörden und, auf Verlangen, anderen Interessenten ab. Die Bezeichnung der Verwaltungseinheit wurde gemäss Art. 4 a der Publikationsverordnung vom 15. Juni 1998 ( AS 2004 4937 ) angepasst."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Information der Bundesbehörden",
      "content": "Die Kantone bringen dem Bundesamt darüber hinaus zur Kenntnis: a. ihre Bestimmungen über die Schwangerschaftsberatungsstellen; b. jede Verweigerung einer Anerkennung; c. auf Ende eines jeden Jahres die interne Organisation, insbesondere die personelle Zusammensetzung, jeder anerkannten Schwangerschaftsberatungsstelle, und einen Tätigkeitsbericht."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Schlussbestimmungen",
      "content": "1 Die in dieser Verordnung vorgeschriebenen Veröffentlichungen und Mitteilungen erfolgen erstmals Ende 1984. 2 Diese Verordnung tritt am 1. Januar 1984 in Kraft."
    }
  ],
  "definitions": []
}