{
  "id": "sr-817-45",
  "type": "statute",
  "title": "Verordnung vom 8. Dezember 1997 über die Lebensmittelkontrolle in der Armee (VLKA)",
  "title_en": "",
  "short_name": "VLKA",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1998/236_236_236/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Amtliche Lebensmittelkontrolle",
      "content": "Für die amtliche Lebensmittelkontrolle in ortsfesten Anlagen, insbesondere in Kasernen, Truppenunterkünften und an anderen von der Armee genutzten Standorten mit dauerhaft eingerichteten Küchen, sowie in Lagerräumen der Militärverwaltung sind die kantonalen Vollzugsbehörden zuständig."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Kontrolle bei Schlachtungen",
      "content": "1 Wird in bewilligten Schlachtanlagen im Sinne von Artikel 16 Absatz 1 LMG ein Metzgerzug eingesetzt, kann die zuständige kantonale Behörde die Verantwortung für die Schlachttier- und Fleischuntersuchung für die Dauer des Truppeneinsatzes oder Teilen davon dem Veterinäroffizier übertragen. 2 … 3 Der Veterinäroffizier muss in jedem Fall die Anforderungen der Verordnung vom 16. November 2011 über die Aus-, Weiter- und Fortbildung der Personen im öffentlichen Veterinärwesen erfüllen oder sich über die erforderlichen Fachkenntnisse ausweisen können. 4 … Aufgehoben durch Anhang Ziff. II 2 der V vom 23. Nov. 2005 über das Schlachten und die Fleischkontrolle, mit Wirkung seit 1. Jan. 2006 ( AS 2005 5493 ). SR 916.402 Fassung gemäss Anhang 2 Ziff. II 5 der V vom 16. Nov. 2011 über die Aus-, Weiter- und Fortbildung der Personen im öffentlichen Veterinärwesen, in Kraft seit 1. Jan. 2012 ( AS 2011 5803 ). Aufgehoben durch Anhang Ziff. II 2 der V vom 23. Nov. 2005 über das Schlachten und die Fleischkontrolle, mit Wirkung seit 1. Jan. 2006 ( AS 2005 5493 )."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Selbstkontrolle",
      "content": "1 Die Armee sorgt für die Selbstkontrolle. 2 Das Eidgenössische Departement für Verteidigung, Bevölkerungsschutz und Sport (VBS) regelt die Selbstkontrolle in einer Verordnung. 3 Über den Vollzug der Selbstkontrolle erstellt der Veterinärdienst der Armee (Vet D A) jährlich einen Bericht zuhanden des Bundesamtes für Lebensmittelsicherheit und Veterinärwesen (BLV). Fassung gemäss Ziff. I 9 der V vom 4. Sept. 2013 (Reorganisation im Bereich Lebensmittelsicherheit und Veterinärwesen), in Kraft seit 1. Jan. 2014 ( AS 2013 3041 )."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Laboruntersuchungen",
      "content": "1 Der Vet D A bezeichnet Laboratorien, welche Proben für die Selbstkontrolle untersuchen. 2 Der Vet D A kann ein eigenes Labor betreiben."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Meldung der Belegungsorte und Belegungsdaten",
      "content": "1 Der Vet D A erstellt eine Liste, welche die bekannten Belegungsorte und Belegungsdaten, die Eigentümer der von Truppe und Militärverwaltung im folgenden Jahr belegten Küchen und Lagerräume in nicht klassifizierten Anlagen sowie die im folgenden Jahr benutzten Schlachthöfe in nicht klassifizierten Anlagen aufführt, und stellt diese Liste jeweils per Ende November dem BLV und den kantonalen Vollzugsorganen zu. 2 … 3 Der Vet D A erteilt Auskünfte an die kantonalen Vollzugsorgane betreffend Belegungsorte und Belegungsdaten. Fassung gemäss Ziff. I 9 der V vom 4. Sept. 2013 (Reorganisation im Bereich Lebensmittelsicherheit und Veterinärwesen), in Kraft seit 1. Jan. 2014 ( AS 2013 3041 ). Aufgehoben durch Ziff. I 9 der V vom 4. Sept. 2013 (Reorganisation im Bereich Lebensmittelsicherheit und Veterinärwesen), mit Wirkung seit 1. Jan. 2014 ( AS 2013 3041 )."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Lebensmittelkontrolle in militärischen Anlagen mit beschränktem Zutritt",
      "content": "1 Für Lebensmittelkontrollen in militärischen Anlagen mit beschränktem Zutritt bezeichnen die Kantone eine oder mehrere Personen. Diese werden vom VBS nach der Verordnung vom 15. April 1992 über die Sicherheitsüberprüfung in der Bundesverwaltung sicherheitsmässig überprüft. 2 Den sicherheitsmässig überprüften Personen wird die Bewilligung zum Betreten militärischer Anlagen nach der Anlageschutzverordnung vom 2. Mai 1990 erteilt. [ AS 1992 1022 , 1996 150 . AS 1999 655 Art. 23 Bst. a] SR 510.518.1"
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Massnahmen",
      "content": "1 Massnahmen im Sinne der Artikel 28–31 LMG ordnen die kantonalen Vollzugsbehörden an. 2 Liegt die Ursache für eine zu verfügende Massnahme im Zuständigkeitsbereich der Schweizerischen Eidgenossenschaft beziehungsweise der Armee, so ist Verfügungsadressat: a. die schweizerische Eidgenossenschaft, vertreten durch den Vet D A, bei Massnahmen nach den Artikeln 28–30 LMG. Eine Kopie der Verfügung ist dem zuständigen Truppen- oder Waffenplatzkommandanten auszuhändigen; b. der zuständige Truppen- oder Waffenplatzkommandant bei Verwarnungen nach Artikel 31 Absatz 2 LMG. 3 Über das Ergebnis der Lebensmittelkontrolle und über angeordnete Massnahmen nach den Artikeln 28–31 LMG informieren die kantonalen Vollzugsbehörden das BLV sowie den Vet D A. Fassung gemäss Ziff. I 9 der V vom 4. Sept. 2013 (Reorganisation im Bereich Lebensmittelsicherheit und Veterinärwesen), in Kraft seit 1. Jan. 2014 ( AS 2013 3041 )."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "",
      "content": "Aufgehoben durch Ziff. IV 36 der V vom 22. Aug. 2007 zur formellen Bereinigung des Bundesrechts, mit Wirkung seit 1. Jan. 2008 ( AS 2007 4477 )."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Vollzug",
      "content": "Das VBS vollzieht diese Verordnung, soweit sie nicht den Vollzug durch die Kantone vorsieht."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 1. Januar 1998 in Kraft."
    }
  ],
  "definitions": []
}