{
  "id": "sr-810-212-4",
  "type": "statute",
  "title": "Verordnung vom 16. März 2007 über die Zuteilung von Organen zur Transplantation (Organzuteilungsverordnung)",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2007/281/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "1. Abschnitt: Gegenstand und Begriffe",
      "section": "1",
      "title": "Gegenstand",
      "content": "Diese Verordnung regelt die Zuteilung von: a. Herzen; b. Lungen; c. Lebern; d. Nieren; e. Bauchspeicheldrüsen und Inseln; f. Dünndärmen."
    },
    {
      "provision_ref": "art2",
      "chapter": "1. Abschnitt: Gegenstand und Begriffe",
      "section": "2",
      "title": "Begriffe",
      "content": "Im Sinne dieser Verordnung gelten als: a. Gewebemerkmale: genetisch festgelegte Strukturen an der Oberfläche von Körperzellen, anhand deren das Immunsystem zwischen fremd und körpereigen unterscheiden kann und die nach einer Transplantation bei der Empfängerin oder beim Empfänger eine Immunreaktion und damit eine Abstossung der transplantierten Organe, Gewebe oder Zellen auslösen können; b. Inseln: aus der Bauchspeicheldrüse gewonnene Zellverbände, die für die Produktion und Ausschüttung von Insulin verantwortlich sind; in dieser Verordnung sind Inseln den Organen gleichgestellt; c. kombinierte Transplantation : die gleichzeitige Übertragung zweier unterschiedlicher Organe auf die gleiche Person; d. Mehrfachtransplantation : die gleichzeitige Übertragung von mindestens drei unterschiedlichen Organen auf die gleiche Person."
    },
    {
      "provision_ref": "art3",
      "chapter": "2. Abschnitt: Warteliste",
      "section": "3",
      "title": "Aufnahme in die Warteliste",
      "content": "1 Patientinnen und Patienten werden in die Warteliste aufgenommen, wenn: a. eine Transplantation medizinisch indiziert ist; b. keine dauernde medizinische Kontraindikation für eine Transplantation vorliegt; und c. keine anderen medizinischen Gründe vorliegen, die den Transplantationserfolg gefährden. 2 Die Aufnahme in die Warteliste setzt das schriftliche Einverständnis der Patientin oder des Patienten voraus. 2bis Patientinnen und Patienten, die im Ausland in einer Warteliste eingetragen sind, werden nicht in die Warteliste aufgenommen. Im Rahmen einer Vereinbarung über den gegenseitigen Organaustausch ist die doppelte Eintragung jedoch zulässig. 3 Das Eidgenössische Departement des Innern (EDI) kann die medizinischen Indikationen und Kontraindikationen für eine Transplantation regeln. Eingefügt durch Ziff. I der V vom 10. Sept. 2008, in Kraft seit 15. Okt. 2008 ( AS 2008 4467 )."
    },
    {
      "provision_ref": "art4",
      "chapter": "2. Abschnitt: Warteliste",
      "section": "4",
      "title": "Zusätzliche Voraussetzungen für Personen ohne Wohnsitz in der Schweiz",
      "content": "Personen ohne Wohnsitz in der Schweiz, die keiner der Personengruppen nach Artikel 17 Absatz 2 Buchstaben b und c des Transplantationsgesetzes vom 8. Oktober 2004 angehören, werden in die Warteliste aufgenommen, wenn sie die Voraussetzungen nach Artikel 3 erfüllen und wenn: a. bei ihnen während des Aufenthalts in der Schweiz eine medizinische Dringlichkeit für eine Transplantation entsteht; b. sie der Versicherungspflicht nach Artikel 1 der Verordnung vom 27. Juni 1995 über die Krankenversicherung unterstehen; oder c. sie im Grenzgebiet zur Schweiz Wohnsitz haben und in einem Schweizer Spital längere Zeit medizinisch betreut worden sind. Fassung gemäss Ziff. I 2 der V vom 23. März 2016 über den Vollzug der Transplantationsgesetzgebung, in Kraft seit 1. Mai 2016 ( AS 2016 1171 ). SR 832.102"
    },
    {
      "provision_ref": "art5",
      "chapter": "2. Abschnitt: Warteliste",
      "section": "5",
      "title": "Streichung aus der Warteliste",
      "content": "Aus der Warteliste unverzüglich zu streichen sind Patientinnen und Patienten, bei denen die Voraussetzungen nach den Artikeln 3 und 4 nicht mehr erfüllt sind."
    },
    {
      "provision_ref": "art6",
      "chapter": "2. Abschnitt: Warteliste",
      "section": "6",
      "title": "Aufnahme- oder Streichungsentscheid",
      "content": "1 Die Transplantationszentren entscheiden über die Aufnahme in die Warteliste sowie über die Streichung aus der Warteliste in Form einer anfechtbaren Verfügung. 2 Sie müssen die Akten während zehn Jahren aufbewahren."
    },
    {
      "provision_ref": "art7",
      "chapter": "2. Abschnitt: Warteliste",
      "section": "7",
      "title": "Meldung von Patientendaten an die Nationale Zuteilungsstelle",
      "content": "1 Die Transplantationszentren müssen der Nationalen Zuteilungsstelle unverzüglich jede Patientin und jeden Patienten melden, die oder der in die Warteliste aufzunehmen oder daraus zu streichen ist. 2 Sie müssen der Meldung über die Aufnahme alle Daten beilegen, die für den Zuteilungsentscheid erforderlich sind. 3 Erforderliche Daten sind namentlich: a. Name, Vorname, Geburtsdatum, Geschlecht und Wohnsitz der Patientin oder des Patienten; b. die Blutgruppe; c. Körpergrösse und -gewicht; d. das Ergebnis der Tests auf Krankheitserreger; e. der Status der Patientin oder des Patienten auf der Warteliste. 4 Die Transplantationszentren müssen die Nationale Zuteilungsstelle unverzüglich informieren, wenn: a. sich Daten nach Absatz 3 ändern; b. bei einer aufgenommenen Patientin oder einem aufgenommenen Patienten vorübergehende Kontraindikationen für eine Transplantation bestehen oder nicht mehr bestehen. 5 … Aufgehoben durch Ziff. I der V vom 18. Okt. 2017, mit Wirkung seit 15. Nov. 2017 ( AS 2017 5663 )."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Führung der Warteliste",
      "content": "Die Nationale Zuteilungsstelle führt die Warteliste. Sie muss sicherstellen, dass eine Patientin oder ein Patient für ein bestimmtes Organ nicht mehrfach aufgeführt ist."
    },
    {
      "provision_ref": "art9",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "9",
      "title": "Grundsatz",
      "content": "1 Organe dürfen nur Patientinnen und Patienten zugeteilt werden, bei denen Aussicht auf eine erfolgreiche Transplantation besteht. 2 Organe dürfen nur zugeteilt werden, wenn sie nach Anhang 5 Ziffer 6 der Transplantationsverordnung vom 16. März 2007 transplantiert werden dürfen. SR 810.211"
    },
    {
      "provision_ref": "art10",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "10",
      "title": "Übereinstimmung der Blutgruppe",
      "content": "1 Organe dürfen nur Patientinnen und Patienten zugeteilt werden, deren Blutgruppe mit derjenigen der Spenderin oder des Spenders identisch oder kompatibel ist. 2 Das EDI legt fest, unter welchen Voraussetzungen Organe Patientinnen und Patienten mit nicht kompatibler Blutgruppe zugeteilt werden dürfen. 3 Es kann festlegen, dass Patientinnen und Patienten, die wegen ihrer Blutgruppe lange auf ein Organ warten müssen, bei der Zuteilung bevorzugt werden."
    },
    {
      "provision_ref": "art11",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "11",
      "title": "Zuteilung mehrerer Organe",
      "content": "1 Ist die Transplantation mehrerer Organe indiziert und wird einer Patientin oder einem Patienten, bei der oder dem eine medizinische Dringlichkeit vorliegt, eines dieser Organe zugeteilt, so sind ihr oder ihm auch die anderen benötigten Organe zuzuteilen. 1bis Ist die Transplantation mehrerer Organe indiziert, liegt aber keine medizinische Dringlichkeit vor, so gilt Folgendes: a. Werden das Herz, die Lungen, die Leber oder der Dünndarm zugeteilt, so sind der Patientin oder dem Patienten auch die anderen benötigten Organe zuzuteilen. b. Werden die Niere, die Bauchspeicheldrüse oder die Inseln zugeteilt und benötigt die Patientin oder der Patient auch die Leber, so ist ihr oder ihm diese zuzuteilen, wenn sie oder er ohne Transplantation ein erhöhtes Mortalitätsrisiko aufweist. c. Ist die Transplantation sowohl der Niere als auch der Bauchspeicheldrüse oder der Inseln indiziert und wird der Patientin oder dem Patienten eines dieser Organe zugeteilt, so ist ihr oder ihm auch das andere benötigte Organ zuzuteilen. 2 Patientinnen oder Patienten, die nur ein Organ benötigen, sind zu bevorzugen, wenn nur bei ihnen eine medizinische Dringlichkeit vorliegt. 3 Ist die Transplantation mehrerer Organe bei mehreren Patientinnen und Patienten indiziert, können ihnen aber gleichzeitig nicht alle benötigten Organe zugeteilt werden, so sind die Organe der Patientin oder dem Patienten mit der grössten Dringlichkeit zuzuteilen. 4 Das EDI präzisiert das erhöhte Mortalitätsrisiko nach Absatz 1 bis Buchstabe b. Fassung gemäss Ziff. I der V vom 18. Okt. 2017, in Kraft seit 15. Nov. 2017 ( AS 2017 5663 ). Eingefügt durch Ziff. I der V vom 18. Okt. 2017, in Kraft seit 15. Nov. 2017 ( AS 2017 5663 ). Fassung gemäss Ziff. I der V vom 18. Okt. 2017, in Kraft seit 15. Nov. 2017 ( AS 2017 5663 )."
    },
    {
      "provision_ref": "art12",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "12",
      "title": "Zuteilung bei gleicher Priorität",
      "content": "1 Bei gleicher Priorität sind Patientinnen und Patienten, für die eine kombinierte Transplantation oder eine Mehrfachtransplantation indiziert ist, zu bevorzugen. 2 Das EDI regelt die Zuteilung bei gleicher Priorität im Einzelnen. Es berücksichtigt dabei: a. die medizinische Dringlichkeit; b. den Umstand, dass bestimmte Patientinnen und Patienten wegen ihrer Blutgruppe lange auf ein Organ warten müssen; c. die Wartezeit; d. die Übereinstimmung der Gewebemerkmale. 3 Es kann die Kriterien nach Absatz 2 mit Punkten gewichten."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Berechnung der Wartezeit",
      "content": "Das EDI regelt die Berechnung der Wartezeit."
    },
    {
      "provision_ref": "art13a",
      "section": "13a",
      "title": "a Anrechnung der Wartezeit im Ausland",
      "content": "1 Die Wartezeit im Ausland wird ab dem Tag der Aufnahme in die ausländische Warteliste angerechnet. 2 Das EDI regelt die Voraussetzungen für die Anrechnung. Eingefügt durch Ziff. I der V vom 10. Sept. 2008, in Kraft seit 15. Okt. 2008 ( AS 2008 4467 )."
    },
    {
      "provision_ref": "art14",
      "chapter": "2. Abschnitt: Zuteilung von Herzen",
      "section": "14",
      "title": "Medizinische Dringlichkeit",
      "content": "1 Herzen sind in erster Priorität Patientinnen und Patienten zuzuteilen, deren Leben ohne Transplantation unmittelbar bedroht ist. 2 Das EDI regelt die Voraussetzungen für das Vorliegen einer medizinischen Dringlichkeit sowie deren Dauer."
    },
    {
      "provision_ref": "art15",
      "chapter": "2. Abschnitt: Zuteilung von Herzen",
      "section": "15",
      "title": "Medizinischer Nutzen",
      "content": "1 Herzen sind in zweiter Priorität Patientinnen und Patienten zuzuteilen, bei denen die Transplantation aufgrund der Übereinstimmung von Körpergewicht und Alter den grössten medizinischen Nutzen erwarten lässt. 2 Das EDI bestimmt den notwendigen Grad an Übereinstimmung von Körpergewicht und Alter."
    },
    {
      "provision_ref": "art16",
      "chapter": "3. Abschnitt: Zuteilung von Lungen",
      "section": "16",
      "title": "Medizinische Dringlichkeit",
      "content": "1 Lungen sind in erster Priorität Patientinnen und Patienten zuzuteilen, deren Leben ohne Transplantation unmittelbar bedroht ist. 2 Das EDI regelt die Voraussetzungen für das Vorliegen einer medizinischen Dringlichkeit sowie deren Dauer."
    },
    {
      "provision_ref": "art17",
      "chapter": "3. Abschnitt: Zuteilung von Lungen",
      "section": "17",
      "title": "Medizinischer Nutzen",
      "content": "1 Lungen sind in zweiter Priorität Patientinnen und Patienten zuzuteilen, bei denen die Transplantation den grössten medizinischen Nutzen erwarten lässt. 2 Das EDI legt für die Ermittlung des grössten medizinischen Nutzens Kriterien fest. Es berücksichtigt dabei namentlich die medizinischen Charakteristiken der spendenden und der empfangenden Person."
    },
    {
      "provision_ref": "art18",
      "chapter": "4. Abschnitt: Zuteilung von Lebern",
      "section": "18",
      "title": "Medizinische Dringlichkeit",
      "content": "1 Lebern sind in erster Priorität Patientinnen und Patienten zuzuteilen, deren Leben ohne Transplantation unmittelbar bedroht ist. 2 Ist die Spenderin oder der Spender weniger als 18 Jahre alt, so ist die Leber an erster Stelle Patientinnen und Patienten unter 18 Jahren zuzuteilen. 3 Das EDI regelt die Voraussetzungen für das Vorliegen einer medizinischen Dringlichkeit sowie deren Dauer."
    },
    {
      "provision_ref": "art19",
      "chapter": "4. Abschnitt: Zuteilung von Lebern",
      "section": "19",
      "title": "Zuteilung nach Punktesystem",
      "content": "1 Lebern sind in zweiter Priorität Patientinnen und Patienten zuzuteilen, deren Leben ohne Transplantation nicht unmittelbar bedroht ist. 2 Das EDI regelt die Prioritäten der Zuteilung. Es berücksichtigt dabei: a. den Grad der Dringlichkeit einer Transplantation innerhalb der nächsten drei Monate; b. die Möglichkeit einer Leberteiltransplantation insbesondere für junge Patientinnen und Patienten; c. den Umstand, dass bestimmte Patientinnen und Patienten wegen ihrer Blutgruppe mit sehr langen Wartezeiten rechnen müssen; d. den Grad der Übereinstimmung des Alters der spendenden und der empfangenden Person. 3 Es kann die Kriterien nach Absatz 2 präzisieren und mit Punkten gewichten. Fassung gemäss Ziff. I der V vom 29. April 2015, in Kraft seit 1. Juni 2015 ( AS 2015 1253 )."
    },
    {
      "provision_ref": "art20",
      "chapter": "5. Abschnitt: Zuteilung von Nieren",
      "section": "20",
      "title": "Medizinische Dringlichkeit",
      "content": "1 Nieren sind in erster Priorität Patientinnen und Patienten zuzuteilen, deren Leben ohne Transplantation unmittelbar bedroht ist. 2 Das EDI regelt die Voraussetzungen für das Vorliegen einer medizinischen Dringlichkeit."
    },
    {
      "provision_ref": "art21",
      "chapter": "5. Abschnitt: Zuteilung von Nieren",
      "section": "21",
      "title": "Zuteilung bei fehlender medizinischer Dringlichkeit",
      "content": "1 Das EDI regelt die Prioritäten der Zuteilung an Patientinnen und Patienten, bei denen keine medizinische Dringlichkeit vorliegt. Es berücksichtigt dabei: a. die Übereinstimmung der Blutgruppe und des Alters; b. die Übereinstimmung der Gewebemerkmale; c. den Umstand, dass bestimmte Patientinnen und Patienten wegen einer Immunisierung mit sehr langen Wartezeiten rechnen müssen; d. den medizinischen Nutzen; e. die Wartezeit. 2 Es kann die Kriterien nach Absatz 1 mit Punkten gewichten. Fassung gemäss Ziff. I der V vom 10. Sept. 2008, in Kraft seit 15. Okt. 2008 ( AS 2008 4467 )."
    },
    {
      "provision_ref": "art2223",
      "chapter": "5. Abschnitt: Zuteilung von Nieren",
      "section": "2223",
      "title": "",
      "content": "Aufgehoben durch Ziff. I der V vom 10. Sept. 2008, mit Wirkung seit 15. Okt. 2008 ( AS 2008 4467 )."
    },
    {
      "provision_ref": "art24",
      "chapter": "6. Abschnitt: Zuteilung von Bauchspeicheldrüsen und Inseln",
      "section": "24",
      "title": "",
      "content": "1 Das EDI regelt die Prioritäten der Zuteilung von Bauchspeicheldrüsen und Inseln. Es berücksichtigt dabei: a. die Übereinstimmung der Blutgruppe und des Alters; b. die Übereinstimmung der Gewebemerkmale; c. den Umstand, dass bestimmte Patientinnen und Patienten wegen einer Immunisierung mit sehr langen Wartezeiten rechnen müssen; d. den medizinischen Nutzen; e. die Wartezeit. 2 Es kann die Kriterien nach Absatz 1 mit Punkten gewichten. Fassung gemäss Ziff. I der V vom 18. Okt. 2017, in Kraft seit 15. Nov. 2017 ( AS 2017 5663 )."
    },
    {
      "provision_ref": "art25",
      "chapter": "7. Abschnitt: Zuteilung von Dünndärmen",
      "section": "25",
      "title": "Medizinische Dringlichkeit",
      "content": "1 Dünndärme sind in erster Priorität Patientinnen und Patienten zuzuteilen, deren Leben ohne Transplantation unmittelbar bedroht ist. 2 Das EDI regelt die Voraussetzungen für das Vorliegen einer medizinischen Dringlichkeit."
    },
    {
      "provision_ref": "art26",
      "chapter": "7. Abschnitt: Zuteilung von Dünndärmen",
      "section": "26",
      "title": "Übereinstimmung des Alters",
      "content": "Ist die Spenderin oder der Spender weniger als 12 Jahre alt, so ist ein Dünndarm innerhalb einer Priorität an erster Stelle einer Patientin oder einem Patienten unter 12 Jahren zuzuteilen."
    },
    {
      "provision_ref": "art27",
      "chapter": "3. Kapitel: Zuteilungsverfahren",
      "section": "27",
      "title": "Meldung von Spenderdaten",
      "content": "1 Die Spitäler und Transplantationszentren müssen der Nationalen Zuteilungsstelle unverzüglich jede verstorbene Person melden, bei der die Voraussetzungen für eine Organentnahme erfüllt sind. 2 Sie müssen der Meldung alle Daten der Person beilegen, die für einen Zuteilungsentscheid erforderlich sind. 3 Erforderliche Daten sind namentlich: a. Name, Vorname, Geburtsdatum und Geschlecht der Spenderin oder des Spenders; b. die Blutgruppe; b bis . Gewebemerkmale; c. Körpergrösse und -gewicht; d. das Ergebnis der Tests auf Krankheitserreger; e. Angaben zur Krankengeschichte; f. klinische Daten. 4 Ärztinnen und Ärzte sowie Spitäler müssen der Nationalen Zuteilungsstelle jede Person melden, die sich bereit erklärt hat, einer ihr unbekannten Person zu Lebzeiten ein Organ zu spenden. 5 Die Transplantationszentren müssen der Nationalen Zuteilungsstelle zusammen mit den Daten nach Absatz 3 jede Person melden, die sich bereit erklärt hat, einer ihr unbekannten Person zu Lebzeiten ein Organ zu spenden, und bei der die Voraussetzungen für die Organentnahme erfüllt sind. Eingefügt durch Ziff. I der V vom 18. Okt. 2017, in Kraft seit 15. Nov. 2017 ( AS 2017 5663 )."
    },
    {
      "provision_ref": "art28",
      "chapter": "3. Kapitel: Zuteilungsverfahren",
      "section": "28",
      "title": "Ermittlung der Empfängerin oder des Empfängers",
      "content": "1 Die Nationale Zuteilungsstelle ermittelt anhand der Daten der Spenderin oder des Spenders und der in der Warteliste aufgeführten Patientinnen und Patienten sowie der Zuteilungskriterien und -prioritäten nach den Artikeln 9–26 die möglichen Empfängerinnen und Empfänger und stellt unter diesen eine Rangfolge her. 2 Sie teilt mehrere der ermittelten Patientinnen und Patienten, deren Rangfolge sowie die Daten der Spenderin oder des Spenders allen Transplantationszentren mit entsprechendem Transplantationsprogramm mit. 3 Die Transplantationszentren melden der Nationalen Zuteilungsstelle innerhalb einer von dieser bestimmten Frist: a. Umstände, die eine Transplantation bei den ermittelten Patientinnen oder Patienten verunmöglichen; b. medizinische Umstände, die eine Zuteilung an eine andere Patientin oder einen anderen Patienten erfordern können. 4 Die Nationale Zuteilungsstelle kann bei zeitlicher Dringlichkeit auf eine Konsultation der Transplantationszentren verzichten."
    },
    {
      "provision_ref": "art29",
      "chapter": "3. Kapitel: Zuteilungsverfahren",
      "section": "29",
      "title": "Leberteiltransplantation",
      "content": "Hat die Nationale Zuteilungsstelle die Patientin oder den Patienten mit der höchsten Priorität ermittelt und ist aufgrund des Alters und des Körpergewichts der Spenderin oder des Spenders zu erwarten, dass die Leber geteilt werden kann, so nimmt sie zusammen mit den in Frage kommenden Transplantationszentren unverzüglich entsprechende Abklärungen vor. Fassung gemäss Ziff. I der V vom 18. Okt. 2017, in Kraft seit 15. Nov. 2017 ( AS 2017 5663 )."
    },
    {
      "provision_ref": "art30",
      "chapter": "3. Kapitel: Zuteilungsverfahren",
      "section": "30",
      "title": "Zuteilung des Organs",
      "content": "Die Nationale Zuteilungsstelle teilt das Organ aufgrund der Meldungen der Transplantationszentren der Patientin oder dem Patienten mit der höchsten Priorität zu. Artikel 32 bleibt vorbehalten."
    },
    {
      "provision_ref": "art31",
      "section": "31",
      "title": "Änderung der Zuteilung",
      "content": "1 Das entnehmende Spital oder das Transplantationszentrum muss die Nationale Zuteilungsstelle unverzüglich informieren, wenn: a. das Organ der ermittelten Person nicht mit vernünftigen Erfolgsaussichten transplantiert werden kann; oder b. die Transplantation nicht durchgeführt werden konnte oder erfolglos geblieben ist. 2 Kann das Organ einer anderen Person transplantiert werden, so teilt die Nationale Zuteilungsstelle es der Patientin oder dem Patienten mit der höchsten Priorität zu. Bei zeitlicher Dringlichkeit kann sie auf eine Konsultation der Transplantationszentren verzichten."
    },
    {
      "provision_ref": "art32",
      "section": "32",
      "title": "Zentrumsbedingte Gründe gegen eine Transplantation",
      "content": "1 Kann ein Transplantationszentrum die Transplantation nicht durchführen oder lehnt es diese ab, so klärt die Nationale Zuteilungsstelle unverzüglich ab, ob die Transplantation an einem anderen Transplantationszentrum vorgenommen werden kann. 2 Ist die Transplantation an einem anderen Zentrum nicht möglich, so teilt die Nationale Zuteilungsstelle das Organ der Patientin oder dem Patienten mit der nächsthöheren Priorität zu."
    },
    {
      "provision_ref": "art33",
      "section": "33",
      "title": "Mitteilung und Dokumentation des Zuteilungsentscheids",
      "content": "1 Die Nationale Zuteilungsstelle teilt ihren Entscheid den konsultierten Transplantationszentren mit. 2 Sie führt über jeden Entscheid Akten. Diese müssen enthalten: a. eine transparente und nachvollziehbare Begründung für die Zuteilung des Organs an die ermittelte Person; b. allfällige Einwände der Transplantationszentren gegen den Entscheid."
    },
    {
      "provision_ref": "art34",
      "section": "34",
      "title": "Meldung der Transplantationszentren",
      "content": "1 Die Transplantationszentren müssen der Nationalen Zuteilungsstelle jede Transplantation eines zugeteilten Organs melden. 2 Konnte die Transplantation nicht durchgeführt werden oder ist sie erfolglos geblieben, so muss das Transplantationszentrum der Nationalen Zuteilungsstelle die Gründe dafür mitteilen."
    },
    {
      "provision_ref": "art34a",
      "chapter": "17",
      "section": "34a",
      "title": "a Betrieb und Zweck",
      "content": "1 Das BAG betreibt die Datenbank Swiss Organ Allocation System (SOAS) und stellt diese der Nationalen Zuteilungsstelle zur Erfüllung ihrer Aufgaben zur Verfügung. 2 Das SOAS dient der raschen Zuteilung von Organen und unterstützt die Nationale Zuteilungsstelle bei der Erfüllung der folgenden Aufgaben: a. dem Führen der Warteliste; b. der Erstellung einer Prioritätenliste der möglichen Empfängerinnen und Empfänger; c. der Zuteilung der Organe; d. der Nachvollziehbarkeit aller erfolgten Aktionen und Entscheide; e. der Evaluation der Zuteilungsregeln; f. der Organisation und Koordination der mit der Zuteilung zusammenhängenden Tätigkeiten auf nationaler Ebene; g. der Zusammenarbeit mit ausländischen Zuteilungsorganisationen. 3 Das SOAS dient zudem: a. der Zuteilung von Nieren nach der Überkreuz-Lebendspende-Verordnung vom 18. Oktober 2017; b. der Erstellung von Statistiken über die Zuteilung von Organen sowie der Vollzugskontrolle in diesem Bereich; c. der Aufsicht über die Aktivitäten im Bereich der Lebendspende; d. der Qualitätssicherung der Daten über die Ergebnisse der Transplantationen; e. der Forschung im Bereich der Transplantationsmedizin (Art. 34 m ). SR 810.212.3"
    },
    {
      "provision_ref": "art34b",
      "chapter": "17",
      "section": "34b",
      "title": "b Inhalt des SOAS",
      "content": "Das SOAS enthält die Daten: a. der Spenderinnen und Spender nach Artikel 27; b. der Personen auf der Warteliste nach Artikel 7; c. die während des Zuteilungsverfahrens von den beteiligten Stellen generiert werden, um einen Zuteilungsentscheid zu fällen; d. der Personen, die in das nationale Überkreuz-Lebendspende-Programm aufgenommen wurden; e. über die Lebendspende von Organen nach Artikel 15 a der Transplantationsverordnung vom 16. März 2007. SR 810.211"
    },
    {
      "provision_ref": "art34c",
      "chapter": "17",
      "section": "34c",
      "title": "c Aufgaben des BAG",
      "content": "1 Das BAG trägt die Verantwortung für das SOAS. Es ist für die Sicherheit des SOAS und die Rechtmässigkeit der Bearbeitung der Personendaten verantwortlich. 2 Es hat folgende Aufgaben: a. Es stellt die Programmierung, den Betrieb und die Weiterentwicklung des SOAS sicher. b. Es vergibt die Zugriffsberechtigungen und kontrolliert die Zugriffe der Nutzerinnen und Nutzer. c. Es erarbeitet die notwendigen Grundlagen für die Umsetzung der Vorgaben für die IKT-Sicherheit in der Bundesverwaltung und dokumentiert und überprüft die Umsetzung und Wirksamkeit der Sicherheitsmassnahmen. d. Es unterstützt die Nationale Zuteilungsstelle bei der Lösung von Anwendungsproblemen. e. Es erstellt Statistiken zur Spende, Zuteilung und Transplantation von Organen. f. Es überprüft periodisch, ob die Zuteilungsentscheide den gesetzlichen Vorschriften entsprechen. Fassung gemäss Anhang 2 Ziff. II 94 der Datenschutzverordnung vom 31. Aug. 2022, in Kraft seit 1. Sept. 2023 ( AS 2022 568 )."
    },
    {
      "provision_ref": "art34d",
      "section": "34d",
      "title": "d Aufgaben der Nationalen Zuteilungsstelle",
      "content": "Die Nationale Zuteilungsstelle hat folgende Aufgaben: a. Sie unterstützt die Nutzerinnen und Nutzer bei der Lösung von Anwendungsproblemen. b. Sie setzt die im Sicherheitskonzept enthaltenen Massnahmen um. c. Sie erstellt Statistiken zur Spende, Zuteilung und Transplantation von Organen."
    },
    {
      "provision_ref": "art34e",
      "section": "34e",
      "title": "e Eintragung von Daten",
      "content": "1 Die folgenden Stellen tragen zur Erfüllung ihrer Aufgaben die nachstehenden Daten online im SOAS ein: a. die Transplantationszentren: 1. die Daten der von ihnen betreuten Empfängerinnen und Empfänger, 2. die Daten der von ihnen oder einem Spital betreuten Spenderinnen und Spender, 3. die Angabe, ob einer Spenderin oder einem Spender von Organen auch Gewebe oder Zellen zur Transplantation entnommen wurden, um welche Gewebe oder Zellen es sich handelt und an wen diese weitergeleitet wurden, 4. die Daten nach Artikel 27 Absatz 2 der Überkreuz-Lebendspende-Verordnung vom 18. Oktober 2017, 5. die während des Zuteilungsverfahrens generierten Daten, und 6. die Daten über die Lebendspende von Organen nach Artikel 15 a der Transplantationsverordnung vom 16. März 2007; b. die Spitäler: die Daten der von ihnen betreuten Spenderinnen und Spender; c. die Nationale Zuteilungsstelle: 1. das Ergebnis der Prüfung der Tauglichkeit der Spenderin oder des Spenders, 2. die Daten der Spenderin oder des Spenders bei einem Organangebot aus dem Ausland, 3. die während des Zuteilungsverfahrens generierten Daten, und 4. welche Person im Rahmen des nationalen Überkreuz-Lebendspende-Programms welcher Person eine Niere gespendet hat; d. das nationale HLA-Labor: das Ergebnis der Prüfung der Bestimmung der Gewebemerkmale der Empfängerin oder des Empfängers. 2 Die Nationale Zuteilungsstelle prüft die von den Transplantationszentren und den Spitälern erfassten Daten auf Vollständigkeit. Sie ergänzt in Absprache mit den Transplantationszentren und den Spitälern unvollständige Daten oder korrigiert falsche Daten. SR 810.212.3 SR 810.211"
    },
    {
      "provision_ref": "art34f",
      "section": "34f",
      "title": "f Einsichtnahme in Daten",
      "content": "Die folgenden Stellen können zur Erfüllung ihrer Aufgaben die nachstehenden Daten online im SOAS einsehen: a. die Transplantationszentren: die Daten der Spenderinnen und Spender sowie Empfängerinnen und Empfänger, die sie selber im SOAS eingegeben haben, und während eines laufenden Zuteilungsverfahrens auch die Daten der Spenderinnen und Spender anderer Transplantationszentren sowie der Spitäler; b. die Spitäler: die Daten der von ihnen betreuten Spenderinnen und Spender; c. die Nationale Zuteilungsstelle: alle Daten; d. das nationale HLA-Labor: die Daten zu den Gewebemerkmalen aller Empfängerinnen und Empfänger; e. das BAG: alle Daten mit Ausnahme des Namens und Vornamens von Spenderinnen und Spendern sowie Empfängerinnen und Empfängern."
    },
    {
      "provision_ref": "art34g",
      "section": "34g",
      "title": "g Zugriffsberechtigte Personen",
      "content": "Online-Zugriff auf die Daten im SOAS haben: a. bei der Nationalen Zuteilungsstelle: 1. die nationalen Koordinatorinnen und Koordinatoren, 2. die Direktorin oder der Direktor, 3. die für das Qualitätsmanagement zuständige Person, 4. die medizinischen Beraterinnen und Berater, 5. die wissenschaftlichen Mitarbeiterinnen und Mitarbeiter; b. in den Transplantationszentren: 1. die für die lokale Koordination zuständigen Personen, 2. die transplantierenden Ärztinnen und Ärzte, 3. die Fachpersonen der lokalen HLA-Laboratorien, 4. die medizinischen Fachexpertinnen und -experten, 5. die für die Meldung von Daten über die Lebendspende von Organen zuständigen Personen; c. in den Spitälern: die für die lokale Koordination zuständigen Personen; d. im BAG: die für das SOAS zuständigen Mitarbeiterinnen und Mitarbeiter der Sektion Transplantation; e. im nationalen HLA-Labor: die wissenschaftlichen Mitarbeiterinnen und Mitarbeiter. Die Bezeichnung der Verwaltungseinheit wurde in Anwendung von Art. 20 Abs. 2 der Publikationsverordnung vom 7. Okt. 2015 ( SR 170.512.1 ) angepasst."
    },
    {
      "provision_ref": "art34h",
      "section": "34h",
      "title": "h Bekanntgabe von Daten",
      "content": "Die Nationale Zuteilungsstelle kann im Rahmen eines Organangebots an das Ausland Daten des SOAS folgenden Stellen in pseudonymisierter Form bekannt geben: a. ausländischen Zuteilungsorganisationen; b. der europäischen Plattform FOEDUS EOEO für den Organaustausch in Europa."
    },
    {
      "provision_ref": "art34i",
      "section": "34i",
      "title": "i Datensicherheit und Protokollierung",
      "content": "1 Für die Gewährleistung der Datensicherheit gelten: a. die Artikel 1–4 und 6 der Datenschutzverordnung vom 31. August 2022; b. die Cyberrisikenverordnung vom 27. Mai 2020. 2 Die Zugriffe auf das SOAS werden protokolliert. Fassung gemäss Anhang 2 Ziff. II 94 der Datenschutzverordnung vom 31. Aug. 2022, in Kraft seit 1. Sept. 2023 ( AS 2022 568 ). SR 235.11 SR 120.73 Fassung gemäss Anhang Ziff. 30 der V vom 24. Febr. 2021, in Kraft seit 1. April 2021 ( AS 2021 132 )."
    },
    {
      "provision_ref": "art34j",
      "section": "34j",
      "title": "j Aufbewahrungsdauer der Daten",
      "content": "Mit Ausnahme der Daten nach Artikel 15 a der Transplantationsverordnung vom 16. März 2007 werden die Daten im SOAS während zehn Jahren aufbewahrt. SR 810.211"
    },
    {
      "provision_ref": "art34k",
      "section": "34k",
      "title": "k Auskunfts- und Berichtigungsrecht",
      "content": "Begehren um Auskunft über Personendaten und um Berichtigung sind an das BAG zu richten."
    },
    {
      "provision_ref": "art34l",
      "section": "34l",
      "title": "l Schnittstellen zu anderen Datenbanken",
      "content": "1 Die Nationale Zuteilungsstelle kann die im SOAS erfassten Daten in pseudonymisierter Form zu Auswertungszwecken oder zur Organisation und Koordination der mit der Zuteilung zusammenhängenden Tätigkeiten auf nationaler Ebene bearbeiten. 2 Für die Zuteilung von Nieren nach der Überkreuz-Lebendspende-Verordnung vom 18. Oktober 2017 überträgt sie die Daten zu Personen, die in das Programm aufgenommenen wurden und die bereits im SOAS erfasst sind, in die Datenbank Swiss Kidney Paired Donation System. SR 810.212.3"
    },
    {
      "provision_ref": "art34m",
      "section": "34m",
      "title": "m Bearbeitung der Daten zu Forschungszwecken",
      "content": "1 Das BAG kann die im SOAS erfassten Personendaten zu Forschungszwecken bearbeiten oder auf Anfrage Dritten bekanntgeben. Es kann diese Daten sowie Daten, die es von Dritten erhalten hat, mit den bereits vorhandenen Daten verknüpfen. Die Bestimmungen des Humanforschungsgesetzes vom 30. September 2011 sind anwendbar. 2 Das BAG stellt die Personendaten in anonymisierter Form zur Verfügung, es sei denn, die Gesuchstellerin oder der Gesuchsteller: a. weist nach, dass die betroffene Person in die Bekanntgabe der sie betreffenden Daten eingewilligt hat; oder b. verfügt über eine Bewilligung der zuständigen Ethikkommission nach Artikel 45 des Humanforschungsgesetzes. SR 810.30"
    },
    {
      "provision_ref": "art35",
      "chapter": "4. Kapitel: Internationaler Organaustausch",
      "section": "35",
      "title": "Organangebote an das Ausland",
      "content": "Die Nationale Zuteilungsstelle bietet ein Organ, für das in der Schweiz keine Empfängerin oder kein Empfänger ermittelt werden kann, zusammen mit den erforderlichen anonymisierten Daten der Spenderin oder des Spenders nach Artikel 27 Absatz 3 ausländischen Zuteilungsorganisationen an."
    },
    {
      "provision_ref": "art36",
      "chapter": "4. Kapitel: Internationaler Organaustausch",
      "section": "36",
      "title": "Organangebote aus dem Ausland",
      "content": "1 Die Nationale Zuteilungsstelle darf ein Organangebot aus dem Ausland nur annehmen, wenn: a. die Qualität und Sicherheit des Organs sowie die Rückverfolgbarkeit gewährleistet sind; b. die Entnahme des Organs unter Bedingungen erfolgte, die mit denjenigen in der Schweiz vergleichbar sind; und c. das Organ unentgeltlich gespendet und nicht gehandelt wurde. 2 Wird eine Leber im Rahmen einer Vereinbarung über den internationalen Organaustausch für eine bestimmte Patientin oder einen bestimmten Patienten mit einer medizinischen Dringlichkeit nach Artikel 18 angeboten und liegen keine Umstände vor, die eine Transplantation verunmöglichen (Art. 28 Abs. 3 Bst. a), so teilt die Nationale Zuteilungsstelle die Leber dieser Patientin oder diesem Patienten zu. Das Verfahren nach den Artikeln 28 Absätze 1 und 2, 30, 31 Absatz 2 und 32 Absatz 2 kommt nicht zur Anwendung. Fassung gemäss Ziff. I der V vom 18. Okt. 2017, in Kraft seit 15. Nov. 2017 ( AS 2017 5663 )."
    },
    {
      "provision_ref": "art37",
      "chapter": "4. Kapitel: Internationaler Organaustausch",
      "section": "37",
      "title": "Vereinbarungen über den internationalen Organaustausch",
      "content": "1 Die Nationale Zuteilungsstelle kann mit ausländischen Zuteilungsorganisationen Vereinbarungen über den Austausch von Organen abschliessen, für die in der Schweiz keine Empfängerin oder kein Empfänger ermittelt werden kann. 2 Für Patientinnen und Patienten nach Artikel 18 Absatz 2 des Transplantationsgesetzes vom 8. Oktober 2004 können Vereinbarungen nach Absatz 1 für alle Organe abgeschlossen werden, für die in der Schweiz keine Empfängerin oder kein Empfänger mit der gleichen oder einer höheren Priorität ermittelt werden kann. 3 Das Bundesamt für Gesundheit genehmigt die Vereinbarungen, wenn gewährleistet ist, dass der Organaustausch nach den Voraussetzungen von Artikel 36 erfolgt. Fassung gemäss Ziff. I 2 der V vom 23. März 2016 über den Vollzug der Transplantationsgesetzgebung, in Kraft seit 1. Mai 2016 ( AS 2016 1171 )."
    },
    {
      "provision_ref": "art38",
      "chapter": "5. Kapitel: Übertragung von Aufgaben und Datenschutz",
      "section": "38",
      "title": "Übertragung von Aufgaben an Swisstransplant",
      "content": "1 Die Aufgaben der Nationalen Zuteilungsstelle werden der Schweizer Stiftung für Organspende und Transplantation (Swisstransplant) übertragen. 2 Das Bundesamt für Gesundheit schliesst mit Swisstransplant zu diesem Zweck eine Vereinbarung ab, die namentlich die finanzielle Abgeltung der übertragenen Aufgaben durch den Bund regelt."
    },
    {
      "provision_ref": "art39",
      "chapter": "5. Kapitel: Übertragung von Aufgaben und Datenschutz",
      "section": "39",
      "title": "Datenschutz",
      "content": "Für das Bearbeiten von Personendaten und die Datensicherheit gelten die Artikel 48 und 49 der Transplantationsverordnung vom 16. März 2007. SR 810.211"
    },
    {
      "provision_ref": "art40",
      "chapter": "6. Kapitel: Inkrafttreten",
      "section": "40",
      "title": "",
      "content": "Diese Verordnung tritt am 1. Juli 2007 in Kraft."
    }
  ],
  "definitions": [
    {
      "term": "Gewebemerkmale:",
      "definition": "Gewebemerkmale: genetisch festgelegte Strukturen an der Oberfläche von Körperzellen, anhand deren das Immunsystem zwischen fremd und körpereigen unterscheiden kann und die nach einer Transplantation bei der Empfängerin oder beim Empfänger eine Immunreaktion und damit eine Abstossung der transplantierten Organe, Gewebe oder Zellen auslösen können;",
      "source_provision": "art2"
    },
    {
      "term": "Inseln:",
      "definition": "Inseln: aus der Bauchspeicheldrüse gewonnene Zellverbände, die für die Produktion und Ausschüttung von Insulin verantwortlich sind; in dieser Verordnung sind Inseln den Organen gleichgestellt;",
      "source_provision": "art2"
    },
    {
      "term": "kombinierte Transplantation",
      "definition": "kombinierte Transplantation : die gleichzeitige Übertragung zweier unterschiedlicher Organe auf die gleiche Person;",
      "source_provision": "art2"
    },
    {
      "term": "Mehrfachtransplantation",
      "definition": "Mehrfachtransplantation : die gleichzeitige Übertragung von mindestens drei unterschiedlichen Organen auf die gleiche Person.",
      "source_provision": "art2"
    }
  ]
}