{
  "id": "sr-814-91",
  "type": "statute",
  "title": "Bundesgesetz vom 21. März 2003 über die Gentechnik im Ausserhumanbereich (Gentechnikgesetz, GTG)",
  "title_en": "Federal Act of 21 March 2003 on Non-Human Gene Technology (Gene Technology Act, GTA)",
  "short_name": "GTG",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2003/705/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Chapter 1 General Provisions",
      "section": "1",
      "title": "Purpose",
      "content": "1 The purpose of this Act is: a. to protect human beings, animals and the environment from abuses of gene technology; b. to serve the welfare of human beings, animals and the environment in the application of gene technology. 2 In particular, it shall: a. protect the health and safety of human beings, animals and the environment; b. conserve biological diversity and the fertility of the soil permanently; c. ensure respect for the dignity of living beings; d. enable freedom of choice for consumers; e. prevent product fraud; f. promote public information; g. take account of the significance of scientific research on gene technology for human beings, animals and the environment."
    },
    {
      "provision_ref": "art2",
      "chapter": "Chapter 1 General Provisions",
      "section": "2",
      "title": "Precautionary and polluter-pays principles",
      "content": "1 Early precautions shall be taken to prevent hazards or harm that may be caused by genetically modified organisms. 2 Any person who causes measures to be taken under the provisions of this Act shall bear the costs."
    },
    {
      "provision_ref": "art3",
      "chapter": "Chapter 1 General Provisions",
      "section": "3",
      "title": "Area of validity",
      "content": "1 This Act applies to the handling of genetically modified animals, plants and other organisms, as well as their metabolic products and wastes. 2 For products obtained from genetically modified organisms, only the regulations on labelling and provision of public information (Art. 17 and 18) apply."
    },
    {
      "provision_ref": "art4",
      "chapter": "Chapter 1 General Provisions",
      "section": "4",
      "title": "Reservation of other laws",
      "content": "More detailed provisions in other federal laws concerning the protection of human beings, animals and the environment from hazards or harm caused by genetically modified organisms are reserved."
    },
    {
      "provision_ref": "art5",
      "chapter": "Chapter 1 General Provisions",
      "section": "5",
      "title": "Definitions",
      "content": "1 Organisms means cellular or non-cellular biological entities capable of replication or of transferring genetic material. Mixtures, articles and products that contain such entities are also regarded as organisms. 2 Genetically modified organism means organisms in which the genetic material has been altered in a way that does not occur under natural conditions by crossing or natural recombination. 3 Harm means any harmful effect or nuisance caused by genetically modified organisms to human beings, animals or the environment. 4 Handling means any activity undertaken in connection with organisms, in particular their production, experimental release, putting into circulation, import, export, keeping, use, storage, transport or disposal. 5 Putting into circulation means any supply of organisms to third parties in Switzerland, in particular by sale, exchange, giving as a gift, renting, lending or sending on approval, as well as their import; supply for activities in contained systems or experimental release does not count as putting into circulation. 6 Installations means buildings, traffic routes and other fixed installations, as well as modifications to the land. Appliances, machines, vehicles, ships and aircraft are also regarded as installations."
    },
    {
      "provision_ref": "art6",
      "chapter": "Section 1 General Principles",
      "section": "6",
      "title": "Protection of human beings, animals, environment and biological diversity",
      "content": "1 Genetically modified organisms may only be handled in such a way that they, their metabolic products or wastes: a. cannot endanger human beings, animals or the environment; b. do not harm biological diversity or the sustainable use thereof. 2 Genetically modified organisms may be released for experimental purposes if: a. the information sought cannot be obtained through experiments in contained systems; b. the experiment also contributes to research on the biosafety of genetically modified organisms; c. they do not contain genes inserted by gene technology which cause resistance to antibiotics used in human or veterinary medicine; and d. according to the current state of knowledge, the dispersal of these organisms and their new traits can be excluded and the principles of paragraph 1 cannot otherwise be contravened. 3 Genetically modified organisms lawfully intended for use in the environment may only be put into circulation if they do not contain gene technologically inserted resistance genes to antibiotics used in human or veterinary medicine, and if experiments in contained systems and field trials have shown that they: a. do not harm the population of protected organisms or organisms that are important for the ecosystem in question; b. do not lead to the unintended extinction of a species of organism; c. do not severely or permanently harm the material balance of the environment; d. do not severely or permanently harm any important functions of the ecosystem in question, and in particular the fertility of the soil; e. do not disperse or spread their traits in an undesired way; and f. do not otherwise contravene the principles of paragraph 1. 4 Hazards and harm must be evaluated both individually and as a whole and in terms of their interaction; connections to other hazards and harm from causes other than genetically modified organisms should also be considered."
    },
    {
      "provision_ref": "art7",
      "chapter": "Section 1 General Principles",
      "section": "7",
      "title": "Protection of production without genetically modified organisms and freedom of choice",
      "content": "Genetically modified organisms may be handled only in such a way that they, their metabolic products or wastes do not impair production that does not involve genetically modified organisms, or limit consumers’ freedom of choice."
    },
    {
      "provision_ref": "art8",
      "chapter": "Section 1 General Principles",
      "section": "8",
      "title": "Respect for the dignity of living beings",
      "content": "1 In animals and plants, modification of the genetic material by gene technology must not violate the dignity of living beings. In particular, violation is deemed to have occurred if such modification substantially harms species-specific properties, functions or habits, unless this is justified by overriding legitimate interests. In evaluating the harm, the difference between animals and plants must be taken into consideration. 2 Whether the dignity of living beings has been respected is determined on a case-by-case basis, by evaluating the severity of the harm suffered by animals or plants against the significance of the legitimate interests. Legitimate interests are, in particular: a. human and animal health; b. guaranteeing food security; c. the reduction of harm caused to the environment; d. the preservation and improvement of environmental conditions; e. securing a substantial economic, social or environmental benefit for society; f. increasing knowledge. 3 The Federal Council determines the conditions under which genetic modifications to the genetic material are exceptionally permissible without a weighing of interests."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Genetic modification of vertebrates",
      "content": "Genetically modified vertebrates may only be produced and put into circulation for purposes of research, therapy, or diagnostics in human or veterinary medicine."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Activities in contained systems",
      "content": "1 Any person who handles genetically modified organisms which may not be released for experimental purposes (Art. 11) nor put into circulation (Art. 12) is required to take all containment measures necessary in particular due to the hazards for human beings, animals or the environment that these organisms represent. 2 The Federal Council shall introduce a notification or authorisation procedure for activities in contained systems."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Experimental releases",
      "content": "1 Any person who intends to release for experimental purposes genetically modified organisms which may not be put into circulation for use in the environment (Art. 12) requires federal authorisation. 2 The Federal Council determines the requirements and the procedure. In particular, it regulates: a. the consultation of experts; b. the guarantee of funding for measures with which any hazards or harm can be identified, averted or eliminated; c. the provision of information for the public."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Putting into circulation",
      "content": "1 Genetically modified organisms may be put into circulation only if the Confederation has granted authorisation. 2 The Federal Council determines the requirements and the procedure, and regulates the provision of information to the public."
    },
    {
      "provision_ref": "art12a",
      "section": "12a",
      "title": "a Opposition procedure",
      "content": "1 Applications for authorisations for experimental releases of genetically modified organisms and for putting into circulation genetically modified organisms for lawful use in the environment are published by the authorising authority in the Official Federal Gazette and made available for public inspection for 30 days. 2 Any person who is a party in accordance with the Federal Act of 20 December 1968 on Administrative Procedure may file opposition with the authorising authority during the inspection period. A party who fails to file opposition is excluded from subsequent proceedings. Inserted by No I of the FA of 19 March 2010, in force since 1 Aug. 2010 ( AS 2010 3233 ; BBl 2009 5435 ). SR 172.021"
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Inspection of authorisations",
      "content": "1 Authorisations are regularly inspected to determine whether they may continue to apply. 2 Authorised persons must voluntarily inform the authorising authority of new findings that could lead to a re-evaluation of hazards or harm as soon as they become aware of these findings."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Exceptions to the notification or authorisation requirement; self-supervision",
      "content": "1 The Federal Council may simplify the requirement to notify or obtain authorisation or may grant exemptions if, according to the current state of knowledge or experience, a violation of the principles of Articles 6–9 can be excluded. 2 If there is no authorisation requirement for an activity in contained systems or for putting into circulation certain genetically modified organisms, the person or company responsible shall monitor compliance with the principles of Articles 6–9 themselves. The Federal Council enacts regulations covering the form, extent and monitoring of the self-supervision."
    },
    {
      "provision_ref": "art15",
      "chapter": "Section 2 Special Provisions",
      "section": "15",
      "title": "Informing the recipients",
      "content": "1 Any person putting organisms into circul a tion must: a. inform the recipient of the properties that are significant for the implementation of Articles 6–9; b. instruct the recipient in such a way that the principles of Articles 6–9 are not violated if the organisms are handled appropriately. 2 Instructions from producers and importers must be followed. 3 The supply to agricultural or forestry enterprises of genetically modified organisms that are subject to a labelling requirement requires the written permission of the enterprise owner. Expression in accordance with No I of the FA of 19 March 2010, in force since 1 Aug. 2010. ( AS 2010 3233 ; BBl 2009 5435 ). This amendment has been made throughout the text."
    },
    {
      "provision_ref": "art16",
      "chapter": "Section 2 Special Provisions",
      "section": "16",
      "title": "Product flow segregation",
      "content": "1 Any person handling genetically modified organisms must take appropriate care to avoid undesired mixing with non-genetically modified organisms. 2 The Federal Council enacts regulations on product flow segregation and on measures to prevent contamination, taking account of international recommendations and foreign trade relations."
    },
    {
      "provision_ref": "art17",
      "chapter": "Section 2 Special Provisions",
      "section": "17",
      "title": "Labelling",
      "content": "1 Any person putting genetically modified organisms into circulation must label them as such for the benefit of the recipient, in order to ensure freedom of choice for the consumer under Article 7 and to prevent product fraud. The labelling must contain the words “genetically modified”. The Federal Council determines the details. 2 The Federal Council lays down threshold values below which labelling is unnecessary for mixtures, articles and products that unintentionally contain traces of genetically modified organisms. 3 Traces of genetically modified organisms are considered to be unintentional if the person responsible for providing labelling proves that the product flows have been carefully monitored and recorded. 4 The Federal Council regulates the labelling of products, in particular of foodstuffs and additives obtained from genetically modified organisms. 5 It regulates how organisms that are not genetically modified may be labelled as such when they are put into circulation. It also enacts regulations concerning protection from any misuse of such labelling. 6 In enacting the provisions of this Article, the Federal Council takes account of international recommendations and foreign trade relations."
    },
    {
      "provision_ref": "art18",
      "chapter": "Section 2 Special Provisions",
      "section": "18",
      "title": "Access to files and public information",
      "content": "1 The right to access information in official documents relating to the handling of genetically modified organisms or products obtained from them is governed by Article 10 g of the Environmental Protection Act of 7 October 1983. 2 After consulting the affected party, the authorities may publish information gathered during enforcement (Art. 24 para. 1) and results from surveys or monitoring, insofar as these are of general interest. They may pass on this information in accordance with a federal act or international agreement to a foreign authority or international organisation. Manufacturing and trade secrecy are reserved. SR 814.01 Amended by Art. 2 No 3 of the Federal Decree of 27 Sept. 2013 (Aarhus Convention), in force since 1 June 2014 ( AS 2014 1021 ; BBl 2012 4323 )."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Further Federal Council regulations",
      "content": "1 The Federal Council enacts further regulations governing the handling of genetically modified organisms, their metabolic products and wastes if, due to their properties, methods of use or quantities used, the principles of Articles 6–9 could be contravened. 2 In particular, it may: a. regulate their transport, import, export and transit; b. ban or restrict the handling of certain organisms or establish an authorisation procedure for handling them; c. prescribe measures to combat certain organisms or to prevent their occurrence; d. prescribe measures to prevent any harm to biological diversity and to its sustainable use; e. prescribe long-term studies of the handling of certain organisms; f. hold public consultations in connection with authorisation procedures."
    },
    {
      "provision_ref": "art20",
      "chapter": "Chapter 3 Enforcement",
      "section": "20",
      "title": "Enforcement powers",
      "content": "1 The Confederation enforces this Act. The Federal Council enacts implementing regulations. 2 The Federal Council may delegate certain enforcement tasks under this Act to the cantons insofar as these tasks have not already been allocated to them under other federal acts, relating in particular to the handling of articles and products. 3 The Federal Council may also pass on certain enforcement tasks to organisations and persons under public or private law. 4 The costs of measures that the authorities take to avert immediate hazards or harm, and the costs incurred in determining and remediating the same are passed on to the perpetrator."
    },
    {
      "provision_ref": "art21",
      "chapter": "Chapter 3 Enforcement",
      "section": "21",
      "title": "Coordination of enforcement",
      "content": "1 The federal authority carrying out the enforcement of regulations on genetically modified organisms on the basis of another federal act or an international treaty, is also responsible in doing so for enforcing this Act. The federal authorities make their decisions with the agreement of the other federal agencies concerned and, where federal law provides, after consulting the cantons concerned. 2 If the handling of genetically modified organisms is subject, in addition to a federal notification or authorisation procedure, to a cantonal planning and authorisation procedure, the Federal Council designates a competent authority to coordinate these procedures."
    },
    {
      "provision_ref": "art22",
      "chapter": "Chapter 3 Enforcement",
      "section": "22",
      "title": "Swiss Expert Committee for Biosafety",
      "content": "1 The Federal Council appoints a Swiss Expert Committee for Biosafety, comprising experts from the various interested sectors. The interests of protection and use must be appropriately represented. 2 The Expert Committee advises the Federal Council on issues of biosafety that arise in enacting regulations, and the authorities on their enforcement. It is consulted on authorisation applications. It may publish recommendations on these applications; in important and justified cases, it may commission expert opinions and inquiries. 3 It collaborates with other federal and cantonal committees concerned with issues of biotechnology. 4 It engages in public dialogue, and makes periodic reports to the Federal Council about its activities."
    },
    {
      "provision_ref": "art23",
      "chapter": "Chapter 3 Enforcement",
      "section": "23",
      "title": "Federal Ethics Committee on Non-human Biotechnology",
      "content": "1 The Federal Council appoints a Federal Ethics Committee on Non-human Biotechnology. It comprises ethicists from outside the government and other persons from a range of subject areas who have scientific or practical knowledge of ethics. Different ethical approaches must be represented in the Committee. 2 The Committee pursues and evaluates from an ethical point of view the developments and applications of biotechnology and issues statements on associated scientific and social issues from an ethical point of view. 3 It advises: a. the Federal Council on enacting regulations; b. federal and cantonal authorities on enforcement. In particular, it issues statements on authorisation applications or planned research of fundamental or exemplary significance; for this purpose it may view documents, request information and consult further experts. 4 It collaborates with other federal and cantonal committees concerned with issues of biotechnology. 5 It engages in public dialogue on ethical issues of biotechnology, and makes periodic reports to the Federal Council about its activities."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Duty to provide information; confidentiality",
      "content": "1 Every person is obliged to provide the information required for enforcement to the authorities and if necessary to carry out or permit inquiries. 2 The Federal Council may require registers with data about the type, quantity and evaluation of genetically modified organisms to be kept, stored and made available at the request of the authorities. 3 The Confederation carries out surveys of the handling of genetically modified organisms. The Federal Council determines which data about genetically modified organisms, recorded in pursuance of other federal acts, must be provided to the federal authority carrying out the survey. 4 Where there is a legitimate interest in keeping data secret, such as information about trade and manufacturing secrets, such data is treated as confidential."
    },
    {
      "provision_ref": "art24a",
      "section": "24a",
      "title": "a Environmental monitoring",
      "content": "1 The Confederation shall organise the development and operation of a monitoring system that can detect the undesirable spread of genetically modified organisms and identify at an early stage potential effects on the environment and biological diversity of genetically modified organisms and their transgenic genetic material. 2 The cantons shall provide the Confederation with available information and data that is of significance to the environmental monitoring. Inserted by No I of the FA of 16 June 2017, in force since 1 Jan. 2018 ( AS 2017 6667 ; BBl 2016 6521 )."
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Fees",
      "content": "The Federal Council sets the fees for enforcement by the federal authorities and may determine the framework for cantonal fees. It may grant exemptions from fee payment."
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Promotion of research, public dialogue and education",
      "content": "1 The Confederation may commission or support research and technology assessments. 2 It promotes public knowledge and public dialogue concerning the uses, opportunities and risks of biotechnology. 3 It may promote the basic and continuing education and training of persons entrusted with tasks under this Act. The amendment in accordance with the Federal Act of 20 June 2014 on Continuing Education and Training, in force since 1 Jan. 2017, relates only to the French and Italian texts ( AS 2016 689 ; BBl 2013 3729 )."
    },
    {
      "provision_ref": "art27",
      "chapter": "Chapter 4 Legal Procedures",
      "section": "27",
      "title": "Appeal procedure",
      "content": "The appeal procedure is governed by the general provisions on the administration of federal justice. Amended by Annex No. 93 of the Administrative Court Act of 17 June 2005, in force since 1 Jan. 2007 ( AS 2006 2197 ; BBl 2001 4202 )."
    },
    {
      "provision_ref": "art28",
      "chapter": "Chapter 4 Legal Procedures",
      "section": "28",
      "title": "Appeal by organisations",
      "content": "1 National environmental protection organisations have a right of appeal against authorisations for putting into circulation genetically modified organisms intended for lawful use in the environment, provided that the organisations were set up at least 10 years before the appeal is filed. 2 The Federal Council designates the organisations with right of appeal."
    },
    {
      "provision_ref": "art29",
      "chapter": "Chapter 4 Legal Procedures",
      "section": "29",
      "title": "Appeal by the authorities",
      "content": "1 The Federal Office for the Environment has the right to avail itself of cantonal and federal law in contesting decisions by cantonal authorities in application of this Act and its implementing regulations. 2 The same right of appeal is also accorded to the cantons, insofar as harm to their territory from neighbouring cantons is disputed. The title of this administrative unit was modified by Art. 16 para. 3 of the Publications Ordinance of 17 Nov. 2004 ( 17Nov.2004( AS20044937 )."
    },
    {
      "provision_ref": "art30",
      "chapter": "Chapter 5 Liability",
      "section": "30",
      "title": "Principles",
      "content": "1 Any person subject to the authorisation or notification requirement who handles genetically modified organisms in contained systems, releases such organisms for experimental purposes or puts them into circulation without permission is liable for any loss or damage that occurs during this handling that is due to the genetic modification. 2 The person subject to the authorisation requirement is solely liable for any loss or damage that occurs to agricultural or forestry enterprises or to consumers of products of these enterprises through the permitted putting into circulation of genetically modified organisms that is a result of the modification of genetic material if the organisms: a. are contained in agricultural or forestry inputs; or b. stem from such inputs. 3 In relation to liability under paragraph 2, recourse against persons who have handled such organisms inappropriately or have otherwise contributed to the occurrence or exacerbation of the loss or damage is reserved. 4 If any loss or damage is caused by any other permitted putting into circulation of genetically modified organisms as a result of the modification of the genetic material, the person subject to the authorisation requirement is liable if the organisms are defective. He or she is also liable for a defect which, according to the state of knowledge and technology at the time when the organism was put into circulation, could not have been recognised. 5 Genetically modified organisms are defective if they do not provide the safety that is to be expected taking all circumstances into account; in particular: a. the way in which they are presented to the public; b. the use that can reasonably be expected; c. the time at which they were put into circulation. 6 A product made from genetically modified organisms is not considered defective for the sole reason that an improved product has later been put into circulation. 7 The loss or damage must have been caused as a result of: a. the new properties of the organisms; b. the reproduction or modification of the organisms; or c. the transmission of the modified genetic material of the organisms. 8 A person is exempt from liability if he or she can prove that the loss or damage was caused by an Act of God or through gross misconduct by the injured party or a third party. 9 Articles 42–47 and 49–53 of the Swiss Code of Obligations apply. 10 The Confederation, cantons and communes are also liable in accordance with paragraphs 1–9. Expression in accordance with No I of the FA of 19 March 2010, in force since 1 Aug. 2010 ( AS 2010 3233 ; BBl 2009 5435 ). This amendment has been made throughout the text. SR 220"
    },
    {
      "provision_ref": "art31",
      "chapter": "Chapter 5 Liability",
      "section": "31",
      "title": "Damage to the environment",
      "content": "1 The person who is liable for handling genetically modified organisms must also reimburse the costs of necessary and appropriate measures that are taken to repair destroyed or damaged environmental components, or to replace them with components of equal value. 2 If the destroyed or damaged environmental components are not the object of a right in rem or if the eligible person does not take the measures that the situation calls for, the damages are awarded to the community responsible."
    },
    {
      "provision_ref": "art32",
      "section": "32",
      "title": "Limitation",
      "content": "1 The right to claim damages expires after three years from the time when the injured party becomes aware of the loss or damage and of the person liable, but at the latest after 30 years from: a. the time that the event that caused the loss or damage occurred in the company or installation, or ended; or b. the date on which the genetically modified organisms were put into circulation. 2 The right to recourse is also limited in accordance with paragraph 1. The three-year term begins as soon as damages have been paid in full and the person who shares liability is known."
    },
    {
      "provision_ref": "art33",
      "section": "33",
      "title": "Simplification of proof",
      "content": "1 It is the responsibility of the person claiming damages to prove a causal connection. 2 If this proof cannot be provided with certainty or if production of proof cannot be expected of the claimant, the court may satisfy itself on the balance of probabilities. The court may also have the facts determined ex officio."
    },
    {
      "provision_ref": "art34",
      "section": "34",
      "title": "Guarantee",
      "content": "The Federal Council may, to protect the injured party: a. require the person subject to the notification or authorisation requirement to provide a guarantee for their liability by taking out insurance or in some other way; b. set the scope and duration of this guarantee or leave this to the authority to decide on a case-by-case basis; c. require those providing a guarantee for the liability to notify the enforcement authority of the existence, suspension or cessation of the guarantee; d. require that the guarantee is not suspended or does not cease until 60 days after receipt of the notification."
    },
    {
      "provision_ref": "art35",
      "chapter": "Chapter 6 Criminal Provisions and Administrative Measures",
      "section": "35",
      "title": "",
      "content": "1 Any person who wilfully: a. handles genetically modified organisms in such a way that the principles of Articles 6–9 are violated; b. in handling genetically modified or pathogenic organisms fails to take all necessary containment measures or carries out activities in contained systems without notification or authorisation (Art. 10); c. releases genetically modified organisms for experimental purposes or puts them into circulation without permission (Art. 11 para. 1 and 12 para. 1); d. puts genetically modified organisms into circulation without informing and instructing the recipient appropriately (Art. 15 para. 1); e. handles genetically modified organisms contrary to instructions (Art. 15 para. 2); f. violates provisions on product flow segregation and on the precautions to prevent contamination (Art. 16); g. puts genetically modified organisms into circulation without labelling them as such for the recipient (Art. 17 para. 1); h. violates the provisions on the labelling of products obtained from genetically modified organisms (Art. 17 para. 4); i. puts genetically modified organisms into circulation and labels them as «not genetically modified» (Art. 17 para. 5); j. violates special provisions on the handling of genetically modified organisms (Art. 19). [tab] is liable to a custodial sentence not exceeding three years or to a monetary penalty. 2 … 3 If the offender acts through negligence, he or she is liable to a monetary penalty not exceeding 180 daily penalty units. Inserted by No I of the FA of 16 June 2017, in force since 1 Jan. 2018 ( AS 2017 6667 ; BBl 2016 6521 ). Amended by No I of the FA of 19 March 2010, in force since 1 Aug. 2010 ( AS 2010 3233 ; BBl 2009 5435 ). Amended by No I of the FA of 19 March 2010, in force since 1 Aug. 2010 ( AS 2010 3233 ; BBl 2009 5435 ). Amended by No I of the FA of 19 March 2010, in force since 1 Aug. 2010 ( AS 2010 3233 ; BBl 2009 5435 ). Repealed by No I of the FA of 19 March 2010, with effect from 1 Aug. 2010 ( AS 2010 3233 ; BBl 2009 5435 ). Amended by No I of the FA of 19 March 2010, in force since 1 Aug. 2010 ( AS 2010 3233 ; BBl 2009 5435 )."
    },
    {
      "provision_ref": "art35a",
      "section": "35a",
      "title": "a Administrative measures",
      "content": "The following administrative measures may be taken in respect of infringements of this Act, its implementing provisions or decisions issued on the basis thereof: a. prohibition of activities; b. withdrawal of authorisations; c. substitute performance against reimbursement of costs; d. confiscation; e. forfeiture and destruction; f. a charge of up to CHF 10,000 or the value of the gross receipts from products put unlawfully into circulation. Inserted by No I of the FA of 16 June 2017, in force since 1 Jan. 2018 ( AS 2017 6667 ; BBl 2016 6521 )."
    },
    {
      "provision_ref": "art36",
      "chapter": "Chapter 7 Final Provisions",
      "section": "36",
      "title": "Amendment of current legislation",
      "content": "The amendment of current legislation is regulated in the Annex."
    },
    {
      "provision_ref": "art37",
      "chapter": "Chapter 7 Final Provisions",
      "section": "37",
      "title": "Transitional period for the use of antibiotic resistance genes",
      "content": "Resistance genes to antibiotics used in human and veterinary medicine may be used in field trials until 31 December 2008 ."
    },
    {
      "provision_ref": "art37a",
      "chapter": "Chapter 7 Final Provisions",
      "section": "37a",
      "title": "a Transitional period for putting genetically modified organisms into circulation",
      "content": "No authorisations may be granted until 31 December 2021 for putting into circulation genetically modified plants and parts of plants, genetically modified seeds and other plant propagation material and genetically modified animals for agricultural, horticultural or silvicultural purposes. Inserted by No I of the FA of 19 March 2010 AS 2010 3233 ; BBl 2009 5435 ). Amended by No I of the FA of 16 June 2017, in force since 1 Jan. 2018 ( AS 2017 6667 ; BBl 2016 6521 )."
    },
    {
      "provision_ref": "art38",
      "chapter": "Chapter 7 Final Provisions",
      "section": "38",
      "title": "Referendum and commencement",
      "content": "1 This Act is subject to optional referendum. 2 The Federal Council determines the commencement date. Commencement date: 1 January 2004 Annex No. 4 Art. 54 para. 2 second sentence: 1 August 2005 Annex No. 3 Art. 7 a , 7 c and 29 No. 1 let. a bis and a quater : 2 May 2006 the other articles in Annex No. 3: at a later date Federal Council Decree of 19 Nov. 2003. AS 2005 2601 2293 AS 2006 1425"
    }
  ],
  "definitions": []
}