{
  "id": "sr-821-421",
  "type": "statute",
  "title": "Vollzugsverordnung vom 2. September 1949 zum Bundesgesetz über die eidgenössische Einigungsstelle zur Beilegung von kollektiven Arbeitsstreitigkeiten",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1949/1302_1402_1126/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "I. Einsetzung und Organisation",
      "section": "1",
      "title": "",
      "content": "1 Das Eidgenössische Departement für Wirtschaft, Bildung und Forschung (WBF) wird ermächtigt, zur Vermittlung in Kollektivstreitigkeiten zwischen Arbeitgebern und Arbeitnehmern über das Arbeitsverhältnis, die über die Grenzen eines Kantons hinausreichen, von Fall zu Fall eine eidgenössische Einigungsstelle (im folgenden Einigungsstelle genannt) einzusetzen. 2 Die Einsetzung der Einigungsstelle erfolgt nur, sofern keine vertragliche paritätische Einigungs- oder Schiedsstelle besteht, die Einsetzung einer Schiedsstelle nur, sofern keine vertragliche Schiedsstelle vorhanden ist und wenn beide Parteien darum ersuchen. 3 Eine Kollektivstreitigkeit, die über die Grenzen eines Kantons hinausreicht, liegt vor, wenn die vom Streit betroffenen Betriebe oder Zweigbetriebe in mehr als einem Kanton liegen. Die Bezeichnung der Verwaltungseinheit wurde in Anwendung von Art. 16 Abs. 3 der Publikationsverordnung vom 17. Nov. 2004 ( AS 2004 4937 ) auf den 1. Jan. 2013 angepasst. Die Anpassung wurde im ganzen Text vorgenommen."
    },
    {
      "provision_ref": "art2",
      "chapter": "I. Einsetzung und Organisation",
      "section": "2",
      "title": "",
      "content": "Stellt sich im Verfahren vor der Einigungs- oder Schiedsstelle nachträglich heraus, dass die Voraussetzungen für die Einsetzung nicht gegeben waren, so stellt die Einigungs- oder Schiedsstelle nach Fühlungnahme mit dem WBF das Verfahren ein."
    },
    {
      "provision_ref": "art3",
      "chapter": "I. Einsetzung und Organisation",
      "section": "3",
      "title": "",
      "content": "1 Die besondere Schiedsstelle gemäss Artikel 5 Absatz 2 des Gesetzes wird vom WBF von Fall zu Fall aus einem Obmann, zwei neutralen Beisitzern und aus je einem von den Streitparteien vorgeschlagenen Beisitzer (Fachbeisitzer) zusammengesetzt, sofern sich die Parteien nicht auf eine andere Zusammensetzung einigen. 2 Der Obmann der Einigungsstelle, der in gleicher Sache im Einigungsverfahren tätig war, kann nur im Einverständnis mit beiden Parteien als Obmann oder neutraler Beisitzer der besonderen Schiedsstelle bezeichnet werden."
    },
    {
      "provision_ref": "art4",
      "chapter": "I. Einsetzung und Organisation",
      "section": "4",
      "title": "",
      "content": "Das Sekretariat der Einigungs- oder Schiedsstelle wird vom Staatssekretariat für Wirtschaft (SECO) besorgt, sofern nicht ein kantonales Einigungsamt gemäss Artikel 1 Absatz 2 des Gesetzes mit der Vermittlung der Kollektivstreitigkeit betraut wird. Ausdruck gemäss Art. 22 Abs. 1 Ziff. 7 der V vom 17. Nov. 1999, in Kraft seit 1. Juli 1999 ( AS 2000 187 ). Diese Änd. ist im ganzen Erlass berücksichtigt."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "",
      "content": "1 Gesuche um Einsetzung der Einigungs- oder Schiedsstelle sind schriftlich an das SECO zu richten. Sie haben über das Vorhandensein der Voraussetzungen der Einigungs- oder Schiedsstelle sowie über den Streitgegenstand Aufschluss zu geben. 2 Wird das Gesuch nur von einer Partei eingereicht, so gibt das Sekretariat der Gegenpartei unter Ansetzung einer kurzen Frist Gelegenheit zur Stellungnahme."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "",
      "content": "Der Bundesrat entscheidet über Einsprachen wegen Befangenheit der Mitglieder der Einigungs- oder Schiedsstelle, die Einigungs- oder Schiedsstelle über Einsprachen wegen Befangenheit eines Sachverständigen. Die Artikel 34–36 des Bundesgerichtsgesetzes vom 17. Juni 2005 sind sinngemäss anwendbar. SR 173.110 Fassung des zweiten Satzes gemäss Ziff. II 84 der V vom 8. Nov. 2006 über die Anpassung von Bundesratsverordnungen an die Totalrevision der Bundesrechtspflege, in Kraft seit 1. Jan. 2007 ( AS 2006 4705 )."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "",
      "content": "Die Mitglieder und der Sekretär der Einigungs- oder Schiedsstelle sowie die Sachverständigen haben über die in Ausführung ihrer Obliegenheiten gemachten Wahrnehmungen, die ihrer Natur nach als vertraulich zu behandeln sind, Verschwiegenheit zu bewahren."
    },
    {
      "provision_ref": "art8",
      "chapter": "II. Einigungsverfahren",
      "section": "8",
      "title": "",
      "content": "1 Erscheint eine Partei ohne genügende Entschuldigung nicht zu den Verhandlungen, so kann die Einigungsstelle nach Anhörung der anwesenden Partei und auf Grund der Akten trotzdem einen Vermittlungsvorschlag aufstellen. 2 Ist die Aufstellung eines Vermittlungsvorschlages ohne Anhörung der Gegenpartei nicht möglich, so vertagt sich die Einigungsstelle für kurze Zeit."
    },
    {
      "provision_ref": "art9",
      "chapter": "II. Einigungsverfahren",
      "section": "9",
      "title": "",
      "content": "1 Die Parteien haben persönlich zu erscheinen und dürfen sich nicht vertreten lassen; dagegen ist die Verbeiständung zulässig. 2 Der Obmann ist befugt, die Zahl der zur Verhandlung zuzulassenden Personen zu beschränken."
    },
    {
      "provision_ref": "art10",
      "chapter": "II. Einigungsverfahren",
      "section": "10",
      "title": "",
      "content": "1 Über die Verhandlungen ist ein Protokoll zu führen. 2 Die Einsicht in das Protokoll sowie in die Akten ist den Parteien nur mit Genehmigung des Obmannes gestattet."
    },
    {
      "provision_ref": "art11",
      "chapter": "II. Einigungsverfahren",
      "section": "11",
      "title": "",
      "content": "1 Kommt während der Verhandlungen eine direkte Verständigung unter den Parteien nicht zustande, so stellt die Einigungsstelle unter Ausschluss der Parteien einen Vermittlungsvorschlag auf. 2 Die Mitglieder der Einigungsstelle sind zur Stimmabgabe verpflichtet. Die absolute Mehrheit der Stimmen entscheidet. Sind die Stimmen gleichgeteilt, so gibt diejenige des Obmannes den Ausschlag. Der Sekretär hat beratende Stimme. 3 Der Vermittlungsvorschlag wird den Parteien schriftlich zugestellt unter Ansetzung einer Frist zur Abgabe einer schriftlichen Erklärung über dessen Annahme oder Ablehnung."
    },
    {
      "provision_ref": "art12",
      "chapter": "II. Einigungsverfahren",
      "section": "12",
      "title": "",
      "content": "1 Die Verhandlungen sind nicht öffentlich. 2 Nach Abschluss des Verfahrens erstattet der Obmann dem WBF Bericht."
    },
    {
      "provision_ref": "art13",
      "chapter": "II. Einigungsverfahren",
      "section": "13",
      "title": "",
      "content": "Die Bestimmungen des Gesetzes und dieser Verordnung über das Verfahren und die Friedenspflicht finden auch Anwendung, wenn gemäss Artikel 1 Absatz 2 des Gesetzes ein kantonales Einigungsamt mit der Vermittlung betraut wird."
    },
    {
      "provision_ref": "art14",
      "chapter": "III. Schiedsverfahren",
      "section": "14",
      "title": "",
      "content": "1 Auf das Schiedsverfahren finden die Artikel 10, 11 Absatz 2, 12 und 13 sinngemäss Anwendung. 2 Der Schiedsspruch ist den Parteien schriftlich mitzuteilen und zu begründen."
    },
    {
      "provision_ref": "art15",
      "chapter": "IV. Schlussbestimmung",
      "section": "15",
      "title": "",
      "content": "1 Diese Verordnung tritt am 1. Oktober 1949 in Kraft. 2 Mit dem Inkrafttreten dieser Verordnung sind aufgehoben: a. der Bundesratsbeschluss vom 24. Mai 1940 über Massnahmen zur Beilegung von kollektiven Lohnstreitigkeiten; b. Artikel 116 bis der Verordnung des Bundesrates vom 3. Oktober 1919 über den Vollzug des Bundesgesetzes betreffend die Arbeit in den Fabriken. [ AS 56 519 ] [BS 8 26; AS 1952 839 , 1966 86 Art. 91, 1969 569 Art. 82 Abs. 2]"
    }
  ],
  "definitions": []
}