{
  "id": "sr-831-301-114",
  "type": "statute",
  "title": "Verordnung des EDI vom 14. Juni 2021 über die Zuteilung der Gemeinden zu den drei Mietzinsregionen nach dem Bundesgesetz über die Ergänzungsleistungen zur Alters-, Hinterlassenen- und Invalidenversicherung und dem Bundesgesetz über Überbrückungsleistungen für ältere Arbeitslose",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2021/375/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "",
      "content": "1 Die Zuteilung der Gemeinden in die drei Regionen, die für den jeweiligen Höchstbetrag des anerkannten Mietzinses relevant sind, ist in Anhang 1 geregelt. 2 Nach einer Fusion oder einer Teilung von Gemeinden, die sich auf die regionale Zuteilung auswirkt, gilt die bisherige Zuteilung gemäss Anhang 1 bis zur Neuzuteilung der neu entstandenen Gemeinde."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "",
      "content": "Die gestützt auf einen Antrag nach Artikel 10 Absatz 1 sexies ELG oder Artikel 9 Absatz 6 ÜLG gesenkten oder erhöhten Höchstbeträge sind in Anhang 2 festgelegt."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "",
      "content": "Der Monat Mai des Vorjahres ist massgebend für die Prüfung, ob in der betreffenden Gemeinde im Falle einer Senkung der Höchstbeträge der Mietzins von 90 Prozent der Bezügerinnen und Bezüger von Ergänzungsleistungen beziehungsweise von Überbrückungsleistungen gedeckt ist (Art. 10 Abs. 1 sexies ELG und Art. 9 Abs. 6 ÜLG)."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "",
      "content": "1 Die Senkung oder Erhöhung erfolgt in ganzen Prozenten. 2 Ob auf- oder abgerundet wird, hängt bei einer Senkung davon ab, ob die Deckung von 90 Prozent nach Artikel 3 weiterhin sichergestellt ist. 3 Der Prozentsatz gilt für alle Haushaltgrössen gemäss Artikel 10 Absatz 1 Buchstabe b Ziffern 1 und 2 ELG und nach Artikel 9 Absatz 1 Buchstabe b Ziffern 1 und 2 ÜLG."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "",
      "content": "Die Verordnung des EDI vom 12. März 2020 über die Zuteilung der Gemeinden zu den drei Mietzinsregionen nach dem Bundesgesetz über die Ergänzungsleistungen zur Alters-, Hinterlassenen- und Invalidenversicherung wird aufgehoben. [ AS 2020 1281 , 6291 ]"
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "",
      "content": "Diese Verordnung tritt am 1. Juli 2021 in Kraft."
    }
  ],
  "definitions": []
}