{
  "id": "sr-811-212-1",
  "type": "statute",
  "title": "Verordnung des EDI vom 13. Dezember 2019 über die Akkreditierung der Studiengänge der Gesundheitsberufe nach GesBG",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2020/18/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Gegenstand",
      "content": "Diese Verordnung legt Standards zur Konkretisierung der Kompetenzen nach dem Gesundheitsberufegesetz vom 30. September 2016 (GesBG) fest. SR 811.21"
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Akkreditierung der Studiengänge",
      "content": "1 Ein Studiengang, der akkreditiert werden soll, wird daraufhin überprüft, ob er die Voraussetzungen nach Artikel 7 GesBG erfüllt. 2 Der Studiengang muss dazu insbesondere sicherstellen, dass den Absolventinnen und Absolventen die Kompetenzen nach GesBG sowie die berufsspezifischen Kompetenzen nach der GesBKV vermittelt werden und die jeweils einschlägigen Akkreditierungsstandards nach den Anhängen 1–7 erfüllt sind. SR 811.21"
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Akkreditierungsstandards",
      "content": "1 Die Akkreditierungsstandards konkretisieren insbesondere die berufsspezifischen Kompetenzen der GesBKV. 2 Die Akkreditierungsstandards sind geregelt: a. für den Bachelorstudiengang in Pflege: in Anhang 1; b. für den Bachelorstudiengang in Physiotherapie: in Anhang 2; c. für den Bachelorstudiengang in Ergotherapie: in Anhang 3; d. für den Bachelorstudiengang in Hebamme: in Anhang 4; e. für den Bachelorstudiengang in Ernährung und Diätetik: in Anhang 5; f. für den Bachelorstudiengang in Optometrie: in Anhang 6; und g. für den Masterstudiengang in Osteopathie: in Anhang 7."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 1. Februar 2020 in Kraft."
    }
  ],
  "definitions": []
}