{
  "id": "sr-818-32",
  "type": "statute",
  "title": "Bundesgesetz vom 1. Oktober 2021 über Tabakprodukte und elektronische Zigaretten (Tabakproduktegesetz, TabPG)",
  "title_en": "",
  "short_name": "TabPG",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2024/457/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "1. Kapitel: Allgemeine Bestimmungen",
      "section": "1",
      "title": "Zweck",
      "content": "Mit diesem Gesetz: a. soll der Mensch vor den schädlichen Auswirkungen des Konsums von Tabakprodukten und der Verwendung elektronischer Zigaretten geschützt werden; b. sollen insbesondere Minderjährige vor dem Konsum und dem Kontakt mit diesen Produkten geschützt werden; c. soll der Konsum von Tabakprodukten und die Verwendung elektronischer Zigaretten verringert werden."
    },
    {
      "provision_ref": "art2",
      "chapter": "1. Kapitel: Allgemeine Bestimmungen",
      "section": "2",
      "title": "Geltungsbereich",
      "content": "1 Dieses Gesetz gilt für Tabakprodukte und elektronische Zigaretten, die auf dem Schweizer Markt bereitgestellt werden; die Bestimmungen in den Artikeln 18–22 gelten auch für Gegenstände, die eine funktionale Einheit mit einem Tabakprodukt bilden. 2 Dieses Gesetz gilt nicht für: a. Tabakprodukte, deren Tabak die Konsumentinnen und Konsumenten für den Eigengebrauch selber anbauen oder die sie für den Eigengebrauch selber herstellen oder verarbeiten; b. Flüssigkeiten für elektronische Zigaretten, welche die Konsumentinnen und Konsumenten für den Eigengebrauch selber herstellen oder verarbeiten; c. Tabakprodukte und elektronische Zigaretten, welche die Konsumentinnen und Konsumenten für den Eigengebrauch einführen; vorbehalten bleibt Artikel 29. 3 Es gilt nicht für Produkte, die unter das Heilmittelgesetz vom 15. Dezember 2000 oder unter das Betäubungsmittelgesetz vom 3. Oktober 1951 fallen. SR 812.21 SR 812.121"
    },
    {
      "provision_ref": "art3",
      "chapter": "1. Kapitel: Allgemeine Bestimmungen",
      "section": "3",
      "title": "Begriffe",
      "content": "In diesem Gesetz bedeuten: a. Tabakprodukt: Produkt, das aus Blattteilen der Pflanzen der Gattung Nico tiana (Tabak) besteht oder solche enthält und zum Rauchen, Inhalieren nach dem Erhitzen oder Schnupfen be stimmt ist, sowie Nikotinprodukt zum oralen Gebrauch nach Buch stabe d und pflanzliches Rauch produkt nach Buchstabe e ; b. Tabakprodukt zum Rauchen: tabakhaltiges Produkt, das mittels eines Verbrennungsprozesses konsumiert wird, insbesondere Zigaretten, Zigarren, Tabak zum Selbstdrehen oder Wasserpfeifentabak; c. Tabakprodukt zum Erhitzen: Gerät, mit dem die Emissionen eines mittels hinzugefügter Energie erhitzten tabakhaltigen Produkts inhaliert werden können, sowie Nachfüllmaterial für dieses Gerät; d. Nikotinprodukt zum oralen Ge brauch: nikotinhaltiges Produkt mit oder ohne Tabak, das beim Konsum mit der Mundschleimhaut in Kontakt kommt und das weder zum Rauchen noch zum Erhitzen bestimmt ist; e. pflanzliches Rauchprodukt: Produkt ohne Tabak auf der Grundlage von Pflanzen, das mittels eines Verbrennungsprozesses konsumiert wird, insbesondere Kräuterzigaretten; f. elektronische Zigarette: Gerät, das ohne Tabak verwendet wird und mit dem die Emissionen einer mittels hinzugefügter Energie erhitzten Flüssigkeit mit oder ohne Nikotin inhaliert werden können, sowie Nachfüllmaterial für dieses Gerät; g. Sponsoring: jede Art von Unterstützung einer Tätigkeit, einer Veranstaltung oder von Personen mit dem Ziel oder der direkten oder indirekten Wirkung, um den Konsum von Tabakprodukten und elektronischen Zigaretten sowie den Kauf von Gegenständen, die eine funktionale Einheit mit einem Tabakprodukt bilden, zu fördern; h. Bereitstellen auf dem Markt: das Bereithalten und das Anbieten eines Produkts oder eines Geräts im Hinblick auf die entgeltliche oder unentgeltliche Abgabe an die Konsumentinnen und Konsumenten und die Abgabe dieses Produkts oder dieses Geräts; die Einfuhr im Hinblick auf die Abgabe an die Konsumentinnen und Konsumenten ist dem Bereitstellen auf dem Markt gleichgestellt."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Gleichartige Produkte",
      "content": "1 Unter gleichartigen Produkten sind Produkte zu verstehen, die bezüglich Inhalt oder Konsumweise mit einem Tabakprodukt oder einer elektronischen Zigarette vergleichbar sind. 2 Der Bundesrat kann ein gleichartiges Produkt in eine der Kategorien nach Artikel 3 Buchstaben a–f einteilen, auch wenn dieses Produkt nicht alle Elemente der entsprechenden Definition erfüllt. 3 Er kann spezifische Bestimmungen für dieses Produkt vorsehen, wenn diese sich aus sachlichen Gründen aufdrängen."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Täuschungsschutz",
      "content": "1 Die Aufmachung, die Kennzeichnung und die Verpackung der Tabakprodukte und der elektronischen Zigaretten sowie die Werbung für diese Produkte dürfen die Konsumentinnen und Konsumenten nicht täuschen. 2 Sie sind täuschend, wenn sie geeignet sind, bei den Konsumentinnen und Konsumenten falsche Vorstellungen über die gesundheitlichen Auswirkungen, die Gefahren oder die Emissionen des Produkts zu wecken."
    },
    {
      "provision_ref": "art6",
      "chapter": "2. Kapitel: Zusammensetzung und Emissionen",
      "section": "6",
      "title": "Grundsätze",
      "content": "1 Tabakprodukte und elektronische Zigaretten dürfen keine Zutaten enthalten, die: a. bei ihrem üblichen Gebrauch die Gesundheit unmittelbar oder in unerwarteter Weise gefährden; b. ihre Toxizität um ein signifikantes Mass erhöhen; oder c. eine psychotrope Wirkung haben. 2 Die Flüssigkeit, die in elektronischen Zigaretten und in Tabakprodukten zum Erhitzen verwendet wird, muss zudem die folgenden Anforderungen erfüllen: a. Sie muss von hoher Reinheit sein. b. Ausser bei Nikotin darf sie weder in erhitzter noch in nicht erhitzter Form ein Risiko für die Gesundheit darstellen."
    },
    {
      "provision_ref": "art7",
      "chapter": "2. Kapitel: Zusammensetzung und Emissionen",
      "section": "7",
      "title": "Verbotene Zutaten und Höchstmengen",
      "content": "1 Die verbotenen Zutaten in Tabakprodukten und elektronischen Zigaretten sind in Anhang 1 aufge führt. 2 Die Höchstmenge der Emissionen von Zigaretten und der Substanzen, die in Tabakprodukten zum oralen Gebrauch und in nikotinhaltigen Flüssigkeiten verwendet werden dürfen, sind in Anhang 2 aufgeführt."
    },
    {
      "provision_ref": "art8",
      "chapter": "1. Abschnitt: Packungen und Behälter",
      "section": "8",
      "title": "Zigarettenpackungen",
      "content": "Zigaretten müssen vorverpackt sein und dürfen nur in Packungen von mindestens 20 Stück an Konsumentinnen und Konsumenten abgegeben werden."
    },
    {
      "provision_ref": "art9",
      "chapter": "1. Abschnitt: Packungen und Behälter",
      "section": "9",
      "title": "Behälter von nikotinhaltigen Flüssigkeiten",
      "content": "Behälter von nikotinhaltigen Flüssigkeiten dürfen nur mit den folgenden maximalen Volumina an die Konsumentinnen und Konsumenten abgegeben werden: a. 10 ml bei Nachfüllmaterial; b. 2 ml bei elektronischen Einwegzigaretten und Einwegkartuschen."
    },
    {
      "provision_ref": "art10",
      "chapter": "2. Abschnitt: Kennzeichnung",
      "section": "10",
      "title": "Obligatorische Angaben",
      "content": "1 Alle Verpackungen von Tabakprodukten und elektronischen Zigaretten müssen bei der Abgabe an die Konsumentinnen und Konsumenten die folgenden Angaben enthalten: a. die Sachbezeichnung nach Artikel 11; b. die Firmenbezeichnung oder die von der Oberzolldirektion zugeteilte Reversnummer des inländischen Herstellers oder des Importeurs nach Artikel 16 Absatz 1 Buchstabe b des Tabaksteuergesetzes vom 21. März 1969; c. das Produktionsland, sofern dieses nicht aus der Angabe nach Buchstabe b ersichtlich ist; d. die Warnhinweise nach den Artikeln 13 und 14. 2 Auf jedem Behälter von nikotinhaltigen Flüssigkeiten ist der Nikotingehalt in Milligramm pro Milliliter auszuweisen. 3 Der Bundesrat regelt die Form und die Sprache der Angaben nach den Absätzen 1 und 2. Dabei trägt er den verschiedenen Verpackungsarten der Tabakprodukte und der elektronischen Zigaretten Rechnung. 4 Die Bestimmungen des Markenschutzgesetzes vom 28. August 1992 betreffend die Angaben zur Herkunft sowie die Bestimmungen des Chemikaliengesetzes vom 15. Dezember 2000 betreffend die Einstufung, die Verpackung und die Kennzeichnung bleiben vorbehalten. SR 641.31 SR 232.11 SR 813.1"
    },
    {
      "provision_ref": "art11",
      "chapter": "2. Abschnitt: Kennzeichnung",
      "section": "11",
      "title": "Sachbezeichnung",
      "content": "1 Die Sachbezeichnung der Tabakprodukte und der elektronischen Zigaretten hat der Natur, der Art, der Gattung oder der Beschaffenheit des Produkts zu entsprechen. 2 Die Sachbezeichnung der pflanzlichen Rauchprodukte ist durch folgenden Hinweis zu ergänzen: «auf pflanzlicher Basis, ohne Tabak»."
    },
    {
      "provision_ref": "art12",
      "chapter": "2. Abschnitt: Kennzeichnung",
      "section": "12",
      "title": "Verbotene Angaben",
      "content": "1 Die folgenden Angaben sind auf Tabakprodukten zum Rauchen und auf deren Verpackung verboten: a. Angaben, Marken und figurative Zeichen, die den Eindruck erwecken, dass ein bestimmtes Produkt weniger schädlich sei als andere, wie «leicht», «mild», «bio», «natürlich» oder «ohne Zusatzstoffe»; b. der Nikotin-, Teer- oder Kohlenmonoxidgehalt der Emissionen des Produkts. 2 Hinweise auf eine krankheitsheilende, -lindernde oder -verhütende Wirkung von Tabakprodukten oder elektronischen Zigaretten auf dem Produkt oder auf der Verpackung sind verboten."
    },
    {
      "provision_ref": "art13",
      "chapter": "3. Abschnitt: Warnhinweise",
      "section": "13",
      "title": "Warnhinweise für Tabakprodukte zum Rauchen",
      "content": "1 Jede Verpackung eines Tabakprodukts zum Rauchen muss bei der Abgabe an die Konsumentinnen und Konsumenten die folgenden Warnhinweise tragen: a. «Rauchen ist tödlich – hören Sie jetzt auf»; b. «Tabakrauch enthält über 70 Stoffe, die krebserregend sind»; und c. einen kombinierten Hinweis bestehend aus: 1. einer Fotografie und einer entsprechenden Information, welche die gesundheitlichen Folgen des Rauchens erklären, 2. Informationen über die Raucherentwöhnung. 2 Der Bundesrat legt fest, welche Texte, Fotografien und Informationen nach Absatz 1 Buchstabe c die Verpackungen tragen müssen. 3 Er kann zudem festlegen, dass bestimmte Tabakprodukte zum Rauchen keinen Warnhinweis nach Absatz 1 Buchstabe b tragen müssen."
    },
    {
      "provision_ref": "art14",
      "chapter": "3. Abschnitt: Warnhinweise",
      "section": "14",
      "title": "Warnhinweise für weitere Produktekategorien",
      "content": "1 Jede Verpackung muss bei der Abgabe an die Konsumentinnen und Konsumenten die folgenden Warnhinweise tragen: a. für die Tabakprodukte zum Erhitzen, zum Schnupfen oder zum oralen Gebrauch: «Dieses Tabakprodukt schädigt Ihre Gesundheit und macht stark abhängig»; b. für Nikotinprodukte zum oralen Gebrauch ohne Tabak: «Dieses Produkt schädigt Ihre Gesundheit und macht stark abhängig»; c. für die pflanzlichen Rauchprodukte: 1. «Das Rauchen dieses Produkts schädigt Ihre Gesundheit», 2. einen kombinierten Warnhinweis nach Artikel 13 Absatz 1 Buchstabe c, 3. für die hanfhaltigen Produkte ausserdem: «Dieses Produkt kann ihre Fahrfähigkeit beeinträchtigen. Es wird davon abgeraten, nach dessen Konsum ein Fahrzeug zu lenken»; d. für die nikotinhaltigen elektronischen Zigaretten: «Dieses Produkt kann Ihre Gesundheit schädigen und macht stark abhängig». e. für die nikotinfreien elektronischen Zigaretten: «Dieses Produkt kann Ihre Gesundheit schädigen». 2 Absatz 1 gilt nicht für Verpackungen von Geräten zum Erhitzen, wenn diese Geräte weder Tabak noch Flüssigkeit enthalten."
    },
    {
      "provision_ref": "art15",
      "chapter": "3. Abschnitt: Warnhinweise",
      "section": "15",
      "title": "Gestaltung der Warnhinweise",
      "content": "1 Die Warnhinweise nach den Artikeln 13 Absatz 1 Buchstabe a und 14 Absatz 1, mit Ausnahme von Buchstabe c Ziffer 2, sind auf dem unteren Teil der Verpackung anzubringen und müssen ohne Rahmen mindestens 35 Prozent der am ehesten ins Auge fallenden Fläche der Verpackung abdecken; vorbehalten bleibt Absatz 4. 2 Der Warnhinweis nach Artikel 13 Absatz 1 Buchstabe b ist auf dem unteren Teil einer der seitlichen Oberflächen der Verpackung anzubringen. Der Bundesrat kann für bestimmte Verpackungsarten Ausnahmen vorsehen. 3 Der kombinierte Warnhinweis nach Artikel 13 Absatz 1 Buchstabe c muss ohne Rahmen mindestens 50 Prozent der dem Warnhinweis nach den Artikeln 13 Absatz 1 Buchstabe a und 14 Absatz 1 Buchstabe c gegenüberliegenden Fläche der Verpackung abdecken; vorbehalten bleibt Absatz 4. 4 Bei Verpackungen, die nicht für Zigaretten bestimmt sind und deren am ehesten ins Auge fallende Oberfläche grösser ist als 75 cm 2 , müssen die Warnhinweise auf jeder Seite mindestens 26,25 cm 2 gross sein. 5 Die Warnhinweise dürfen nicht an einer Stelle angebracht sein, an der sie beim Öffnen der Verpackung verdeckt oder zerstört werden. 6 Sie müssen zudem auf jeder Aussenverpackung enthalten sein, mit Ausnahme auf einer durchsichtigen Hülle."
    },
    {
      "provision_ref": "art16",
      "chapter": "4. Abschnitt: Spezifische Anforderungen an elektronische Zigaretten und Tabakprodukte zum Erhitzen",
      "section": "16",
      "title": "Sicherheitsanforderungen",
      "content": "Bei Nachfüllmaterial müssen Behälter mit nikotinhaltigen Flüssigkeiten: a. kindersicher sein; b. bruchsicher sein; c. über einen auslauffreien Mechanismus für die Nachfüllung verfügen."
    },
    {
      "provision_ref": "art17",
      "chapter": "4. Abschnitt: Spezifische Anforderungen an elektronische Zigaretten und Tabakprodukte zum Erhitzen",
      "section": "17",
      "title": "Produktinformation",
      "content": "1 Jede Verpackung von elektronischen Zigaretten und von Tabakprodukten zum Erhitzen muss eine Produktinformation mit den folgenden Angaben enthalten: a. Gebrauchsanweisungen für das Produkt; b. den Hinweis, dass das Produkt nicht für den Gebrauch durch Minderjährige sowie Nichtraucherinnen und Nichtraucher empfohlen wird. 2 Der Hersteller muss den Konsumentinnen und Konsumenten zusätzlich in geeigneter Form die folgenden Informationen zugänglich machen: a. Liste aller Zutaten in absteigender Reihenfolge nach ihrem Gewicht; b. Gebrauchs- und Aufbewahrungsanweisungen für das Produkt; c. den Hinweis, dass das Produkt nicht für den Gebrauch durch Minderjährige sowie Nichtraucherinnen und Nichtraucher empfohlen wird; d. Kontraindikationen; e. Warnungen für Risikogruppen; f. mögliche unerwünschte Auswirkungen; g. Suchtpotenzial und Toxizität; h. Kontaktangaben des Herstellers oder des Importeurs. 3 Die Absätze 1 und 2 gelten nicht für Verpackungen von Geräten zum Erhitzen, wenn diese Geräte weder Tabak noch Flüssigkeit enthalten. 4 Der Bundesrat regelt die Form und die Sprache der Produktinformation."
    },
    {
      "provision_ref": "art18",
      "chapter": "4. Kapitel: Werbung, Verkaufsförderung und Sponsoring",
      "section": "18",
      "title": "Einschränkungen der Werbung",
      "content": "1 Werbung für Tabakprodukte und für elektronische Zigaretten sowie für Gegenstände, die eine funktionale Einheit mit einem Tabakprodukt bilden, die sich an Minderjährige richtet, ist untersagt; insbesondere Werbung: a. auf Schulmaterial; b. auf Spielzeug; c. auf Werbegegenständen, die an Minderjährige abgegeben werden; d. in Zeitungen, Zeitschriften oder anderen Publikationen sowie auf Internetseiten, die für Minderjährige bestimmt sind; e. an Orten und Veranstaltungen, die hauptsächlich von Minderjährigen besucht werden. 2 Zusätzlich zu Absatz 1 ist die Werbung für Tabakprodukte und für elektronische Zigaretten sowie für Gegenstände, die eine funktionale Einheit mit einem Tabakprodukt bilden, untersagt: a. wenn sie mit preisvergleichenden Angaben oder mit Versprechen von Geschenken betrieben wird; b. auf Plakaten auf öffentlichem oder privatem Grund, wenn diese von öffentlichem Grund einsehbar sind; c. in Kinos; d. in und an öffentlichen Verkehrsmitteln; e. in und an Gebäuden oder Gebäudeteilen, die öffentlichen Zwecken dienen, und auf ihren Arealen; f. auf Sportplätzen sowie an Sportveranstaltungen. 3 Das Verbot nach Absatz 2 Buchstabe a gilt nicht für: a. ausländische Presseerzeugnisse, die nicht hauptsächlich für den Schweizer Markt bestimmt sind; b. Werbung, die sich ausschliesslich an die in der Tabakbranche tätigen Personen richtet. 4 Das Verbot nach Absatz 2 Buchstabe b gilt nicht für Werbung in der Verkaufsstelle. 5 Werbung für Tabakprodukte und für elektronische Zigaretten sowie für Gegenstände, die eine funktionale Einheit mit einem Tabakprodukt bilden, in Radio und Fernsehen richtet sich nach dem Bundesgesetz vom 24. März 2006 über Radio und Fernsehen. SR 784.40"
    },
    {
      "provision_ref": "art19",
      "chapter": "4. Kapitel: Werbung, Verkaufsförderung und Sponsoring",
      "section": "19",
      "title": "Einschränkungen der Verkaufsförderung",
      "content": "1 Die Förderung des Verkaufs von Tabakprodukten und von elektronischen Zigaretten sowie von Gegenständen, die eine funktionale Einheit mit einem Tabakprodukt bilden, ist durch deren unentgeltliche Abgabe oder durch die Abgabe von Geschenken oder Preisen verboten. 2 Das Verbot gilt nicht für: a. Verkaufsförderung, die sich ausschliesslich an die in der Tabakbranche tätigen Personen richtet; b. direkte, persönlich ausgeführte Verkaufsförderung für Zigarren und Zigarillos mittels Degustationen und Kundenpromotionen."
    },
    {
      "provision_ref": "art20",
      "chapter": "4. Kapitel: Werbung, Verkaufsförderung und Sponsoring",
      "section": "20",
      "title": "Einschränkungen des Sponsoring",
      "content": "1 Sponsoring von Veranstaltungen in der Schweiz ist untersagt, wenn diese: a. internationalen Charakter haben; oder b. auf ein minderjähriges Publikum abzielen. 2 Sponsoring von Veranstaltungen oder Tätigkeiten, die von Bund, Kantonen und Gemeinden organisiert werden, ist untersagt."
    },
    {
      "provision_ref": "art21",
      "chapter": "4. Kapitel: Werbung, Verkaufsförderung und Sponsoring",
      "section": "21",
      "title": "Warnhinweis bei Werbung und Sponsoring",
      "content": "1 Werbung für Tabakprodukte und für elektronische Zigaretten sowie für Gegenstände, die eine funktionale Einheit mit einem Tabakprodukt bilden, und Hinweise auf Sponsoring müssen mit dem entsprechenden Warnhinweis nach Artikel 13 Absatz 1 Buchstabe a oder nach Artikel 14 Absatz 1, mit Ausnahme von Buchstabe c Ziffern 2 und 3, versehen sein. 2 Der Bundesrat regelt die Ausnahmen sowie die Platzierung, Grösse und Sprache des Warnhinweises."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Weitergehende Einschränkungen der Kantone",
      "content": "Die Kantone können strengere Vorschriften betreffend die Werbung und die Verkaufsförderung von Tabakprodukten und elektroni sche Zigaretten sowie für Gegenstände, die eine funktionale Einheit mit einem Tabakprodukt bil den, und betreffend das Sponsoring erlassen."
    },
    {
      "provision_ref": "art23",
      "chapter": "5. Kapitel: Abgabe an Minderjährige und Testkäufe",
      "section": "23",
      "title": "Abgabe an Minderjährige",
      "content": "1 Die Abgabe von Tabakprodukten und von elektronischen Zigaretten an Minderjährige ist verboten. 2 In der Verkaufsstelle muss sichtbar und leserlich auf das Verbot der Abgabe an Minderjährige hingewiesen werden. 3 Tabakprodukte und elektronische Zigaretten dürfen nur dann in Automaten verkauft werden, wenn diese Produkte für Minderjährige nicht zugänglich sind."
    },
    {
      "provision_ref": "art24",
      "chapter": "5. Kapitel: Abgabe an Minderjährige und Testkäufe",
      "section": "24",
      "title": "Testkäufe",
      "content": "1 Die zuständige kantonale Behörde kann zur Überprüfung der Einhaltung der Altersbeschränkung für die Abgabe von Tabakprodukten und von elektronischen Zigaretten Testkäufe durchführen oder Dritte damit beauftragen. 2 Ein Testkauf ist ein Kauf oder ein versuchter Kauf eines Tabakprodukts oder einer elektronischen Zigarette durch eine beauftragte minderjährige Person. 3 Die bei Testkäufen gewonnenen Erkenntnisse können in Straf- oder Verwaltungsverfahren nur verwendet werden, wenn die folgenden Voraussetzungen erfüllt sind: a. Die Testkäufe werden von der kantonalen Behörde oder von einer anerkannten Fachorganisation durchgeführt. b. Die minderjährige Person und eine Inhaberin oder ein Inhaber der elterlichen Sorge haben der Teilnahme an den Testkäufen schriftlich zugestimmt. c. Die kantonale Behörde oder eine anerkannte Fachorganisation stellt fest, dass: 1. die minderjährige Person sich für den vorgesehenen Einsatz eignet; und 2. sie hinreichend auf den Einsatz vorbereitet worden ist. d. Die minderjährige Person leistet ihren Einsatz anonym und wird dabei von einer erwachsenen Person begleitet. e. Es werden keine Massnahmen getroffen, die das wahre Alter der minderjährigen Person verschleiern. f. Der Testkauf wird umgehend protokolliert und dokumentiert. 4 Der Bundesrat regelt insbesondere: a. die Anerkennung und die Beaufsichtigung der beigezogenen Fachorganisationen; b. die Einzelheiten betreffend die Rekrutierung, die Instruktion, die Begleitung und den Persönlichkeitsschutz der Minderjährigen; c. die Anforderungen an die Protokollierung und die Dokumentation der durchgeführten Testkäufe; d. die Rückmeldungen an die betroffenen Verkaufsstellen."
    },
    {
      "provision_ref": "art25",
      "chapter": "6. Kapitel: Pflichten des Unternehmens und Einfuhrbeschränkungen",
      "section": "25",
      "title": "Selbstkontrolle",
      "content": "1 Wer Tabakprodukte oder elektronische Zigaretten auf dem Markt bereitstellt, ist hinsichtlich der Einhaltung der Anforderungen dieses Gesetzes zur Selbstkontrolle verpflichtet. 2 Der Bundesrat regelt die Einzelheiten der Selbstkontrolle und ihrer Dokumentation. Er kann gewisse Untersuchungsverfahren für verbindlich erklären. Er berücksichtigt dabei international harmonisierte Normen."
    },
    {
      "provision_ref": "art26",
      "chapter": "6. Kapitel: Pflichten des Unternehmens und Einfuhrbeschränkungen",
      "section": "26",
      "title": "Meldung von Produkten",
      "content": "1 Wer Tabakprodukte oder elektronische Zigaretten herstellt oder einführt, muss diese dem Bundesamt für Gesundheit (BAG) innerhalb eines Jahres nach ihrer Bereitstellung auf dem Markt melden. 2 Bei jeder wesentlichen Änderung des Produkts muss eine neue Meldung erfolgen. 3 Der Bundesrat regelt die Modalitäten der Meldung. 4 Das BAG veröffentlicht die Meldungen im Internet."
    },
    {
      "provision_ref": "art27",
      "chapter": "6. Kapitel: Pflichten des Unternehmens und Einfuhrbeschränkungen",
      "section": "27",
      "title": "Inhalt der Meldung",
      "content": "1 Die Meldung muss folgende Angaben enthalten: a. Firmenname; b. Produktkategorie nach Artikel 3 Buchstaben a–f; c. Produktmarke; d. Produktzusammensetzung, einschliesslich der Zusatzstoffe; e. Funktionen der verwendeten Zutaten. 2 Zusätzlich zu Absatz 1 muss die Meldung bei bestimmten Produkten noch folgende weiteren Angaben enthalten: a. bei Zigaretten: Teer-, Nikotin- und Kohlenmonoxidgehalt; b. bei pflanzlichen Rauchprodukten: Bescheinigung, die belegt, dass das Produkt weder Nikotin noch Stoffe mit psychotroper Wirkung enthält; c. bei Produkten mit nikotinhaltiger Flüssigkeit: Nikotingehalt. 3 Die Person, welche die Meldung vornimmt, muss zudem die ihr vorliegenden Studien und wissenschaftlichen Informationen bezüglich Absatz 1 Buchstabe d einreichen. 4 Der Bundesrat regelt die Einzelheiten bezüglich Absatz 1 Buchstabe d unter Beachtung der Wahrung von Fabrikationsgeheimnissen."
    },
    {
      "provision_ref": "art28",
      "chapter": "6. Kapitel: Pflichten des Unternehmens und Einfuhrbeschränkungen",
      "section": "28",
      "title": "Pflicht nach dem Bereitstellen auf dem Markt",
      "content": "1 Wer feststellt, dass von ihm auf dem Markt bereitgestellte Tabakprodukte oder elektronische Zigaretten eine Gefahr für die Gesundheit nach Artikel 6 Absatz 1 darstellen, muss sicherstellen, dass die Konsumentinnen und Konsumenten möglichst wenig geschädigt werden, namentlich indem er die Produkte zurücknimmt oder zurückruft. 2 Der Bundesrat kann festlegen, welche Angaben über solche Feststellungen der zuständigen kantonalen Behörde und dem BAG gemeldet werden müssen."
    },
    {
      "provision_ref": "art29",
      "chapter": "6. Kapitel: Pflichten des Unternehmens und Einfuhrbeschränkungen",
      "section": "29",
      "title": "Einfuhrbeschränkungen für Produkte zum Eigengebrauch",
      "content": "Der Bundesrat kann zur Verhinderung der gewerbsmässigen Einfuhr die Menge an Tabakprodukten und elektronischen Zigaretten festlegen, die eine Konsumentin oder ein Konsument zum Eigengebrauch einführen darf."
    },
    {
      "provision_ref": "art30",
      "chapter": "1. Abschnitt: Bund",
      "section": "30",
      "title": "Vollzugsaufgaben",
      "content": "1 Die zuständigen Bundesbehörden erfüllen die Vollzugsaufgaben, die ihnen nach diesem Gesetz ausdrücklich obliegen. 2 Das Bundesamt für Zoll und Grenzsicherheit (BAZG) überwacht die Tabakprodukte und die elektronischen Zigaretten bei ihrer Einfuhr. 3 Es kann im Einzelfall bestimmte Laboranalysen und den diesbezüglichen abschliessenden Entscheid dem betreffenden Kanton übertragen."
    },
    {
      "provision_ref": "art31",
      "chapter": "1. Abschnitt: Bund",
      "section": "31",
      "title": "Aufsicht und Koordination",
      "content": "1 Das BAG beaufsichtigt den Vollzug dieses Gesetzes durch die Kantone. 2 Es koordiniert die Vollzugsmassnahmen und die Informationstätigkeit, wenn dies für einen einheitlichen Vollzug notwendig ist. Zu diesem Zweck kann es insbesondere: a. den Kantonen im Hinblick auf einen einheitlichen Vollzug bestimmte Massnahmen vorschreiben; b. die Kantone verpflichten, das Amt über Vollzugsmassnahmen zu informieren."
    },
    {
      "provision_ref": "art32",
      "chapter": "1. Abschnitt: Bund",
      "section": "32",
      "title": "Grundlagenbeschaffung",
      "content": "Das BAG beschafft die für den Vollzug dieses Gesetzes erforderlichen wissenschaftlichen Grundlagen."
    },
    {
      "provision_ref": "art33",
      "chapter": "1. Abschnitt: Bund",
      "section": "33",
      "title": "Ausführungsbestimmungen des Bundesrates",
      "content": "1 Der Bundesrat berücksichtigt beim Erlass seiner Ausführungsbestimmungen international anerkannte Richtlinien, Empfehlungen und Normen. 2 Er kann den Erlass administrativer und technischer Vorschriften dem BAG übertragen."
    },
    {
      "provision_ref": "art34",
      "chapter": "1. Abschnitt: Bund",
      "section": "34",
      "title": "Internationale Zusammenarbeit",
      "content": "1 Die zuständigen Bundesbehörden arbeiten mit ausländischen Behörden und Institutionen sowie mit internationalen Organisationen zusammen. 2 Der Bundesrat kann selbstständig völkerrechtliche Verträge abschliessen über: a. den Informationsaustausch mit internationalen Organisationen oder ausländischen Behörden und die Teilnahme an internationalen Informationssystemen für Konsumentinnen und Konsumenten oder für Behörden; b. die Teilnahme von Fachleuten aus der Schweiz an internationalen Netzwerken, die im Bereich der Tabakprävention tätig sind."
    },
    {
      "provision_ref": "art35",
      "chapter": "2. Abschnitt: Kantone",
      "section": "35",
      "title": "",
      "content": "1 Die Kantone vollziehen dieses Gesetz, soweit nicht der Bund zuständig ist. 2 Sie führen die Laboranalysen durch, die ihnen das BAZG nach Artikel 30 Absatz 3 übertragen hat, und treffen diesbezüglich den abschliessenden Entscheid. 3 Sie erlassen die Ausführungsbestimmungen für den kantonalen Vollzug und regeln die Aufgaben und die Organisation ihrer Vollzugsorgane im Rahmen dieses Gesetzes."
    },
    {
      "provision_ref": "art36",
      "chapter": "3. Abschnitt: Information der Öffentlichkeit",
      "section": "36",
      "title": "",
      "content": "1 Die zuständigen Behörden von Bund und Kantonen informieren die Öffentlichkeit insbesondere über: a. Gesundheitsrisiken der Tabakprodukte und der elektronischen Zigaretten; b. wissenschaftliche Erkenntnisse von allgemeinem Interesse im Bereich des Gesundheitsschutzes im Zusammenhang mit Tabakprodukten oder elektronischen Zigaretten und der Prävention der durch den Konsum dieser Produkte verursachten Krankheiten; c. ihre Kontrolltätigkeiten und deren Wirksamkeit. 2 Das BAG informiert die Öffentlichkeit insbesondere über gesundheitsschädigende Zutaten nach Artikel 6 Absatz 1, die bei einem auf dem Markt bereitgestellten Tabakprodukt oder einer auf dem Markt bereitgestellten elektronischen Zigarette festgestellt werden sowie über das empfohlene Verhalten gegenüber diesem Produkt."
    },
    {
      "provision_ref": "art37",
      "chapter": "4. Abschnitt: Kontrolle, Massnahmen und Strafanzeige",
      "section": "37",
      "title": "Kontrolle und Massnahmen",
      "content": "1 Die zuständigen Behörden von Bund und Kantonen sind befugt, zur Gewährleistung der Einhaltung der Bestimmungen dieses Gesetzes den Markt zu überwachen und die Werbung zu kontrollieren. 2 Sie dürfen zu diesem Zweck bei begründetem Verdacht von allen betroffenen Personen verlangen, dass diese unentgeltlich: a. die erforderlichen Auskünfte erteilen; b. Abklärungen vornehmen oder deren Vornahme dulden; c Probenahmen gestatten oder auf Verlangen Proben bereitstellen. 3 Die zuständigen Behörden von Bund und Kantonen können auf Kosten des kontrollierten Betriebs alle erforderlichen Massnahmen treffen, um widerrechtliche Zustände zu beseitigen. Betreffend die kontrollierten Produkte können sie insbesondere: a. das Bereitstellen dieser Produkte auf dem Markt verbieten; b. den Rückruf, die Rücknahme oder die Vernichtung dieser Produkte anordnen; c. diese Produkte bei der Einfuhr zurückweisen; d. die Werbung für diese Produkte verbieten oder ihre Rücknahme anordnen, die Werbeträger beschlagnahmen, sie amtlich verwahren oder sie vernichten. 4 Der Bundesrat regelt das Kontrollverfahren. Er kann insbesondere anerkannte Verfahren der Probenahme und der Untersuchung für verbindlich erklären."
    },
    {
      "provision_ref": "art38",
      "chapter": "4. Abschnitt: Kontrolle, Massnahmen und Strafanzeige",
      "section": "38",
      "title": "Strafanzeige",
      "content": "1 Die zuständigen Behörden von Bund und Kantonen zeigen der Strafverfolgungsbehörde strafbare Widerhandlungen gegen Vorschriften des Tabakprodukterechts an. 2 In leichten Fällen können sie auf eine Strafanzeige verzichten."
    },
    {
      "provision_ref": "art39",
      "chapter": "5. Abschnitt: Datenbearbeitung",
      "section": "39",
      "title": "Bearbeitung von Personendaten und von Informationen",
      "content": "1 Die zuständigen Behörden von Bund und Kantonen sind berechtigt, Personendaten, einschliesslich der Daten über administrative und strafrechtliche Verfolgungen und Sanktionen, sowie Informationen über juristische Personen zu bearbeiten, soweit dies für den Vollzug ihrer Aufgaben nach diesem Gesetz erforderlich ist. 2 Der Bundesrat regelt Form und Inhalt der Bearbeitung und legt für die Daten und die Informationen Aufbewahrungs- und Vernichtungsfristen fest."
    },
    {
      "provision_ref": "art40",
      "chapter": "5. Abschnitt: Datenbearbeitung",
      "section": "40",
      "title": "Datenaustausch zwischen schweizerischen Behörden",
      "content": "1 Die zuständigen Behörden von Bund und Kantonen tauschen gegenseitig Daten aus, die sie zur Erfüllung ihrer Aufgaben nach diesem Gesetz benötigen. 2 Der Bundesrat regelt die Art und Weise des Datenaustauschs und die Form, in der die Daten zur Verfügung zu stellen sind."
    },
    {
      "provision_ref": "art41",
      "chapter": "5. Abschnitt: Datenbearbeitung",
      "section": "41",
      "title": "Datenaustausch mit dem Ausland und mit internationalen Organisationen",
      "content": "1 Der Bundesrat regelt die Zuständigkeiten und die Verfahren für den Austausch von Daten mit ausländischen Behörden und Institutionen sowie mit internationalen Organisationen. 2 Daten über administrative und strafrechtliche Verfolgungen dürfen an ausländische Behörden und Institutionen sowie an internationale Organisationen nur weitergegeben werden, wenn: a. völkerrechtliche Verträge oder Beschlüsse internationaler Organisationen dies erfordern; oder b. dies zur Abwendung unmittelbar drohender Gefahr für die Gesundheit unbedingt erforderlich ist."
    },
    {
      "provision_ref": "art42",
      "chapter": "6. Abschnitt: Finanzierung",
      "section": "42",
      "title": "Kostenteilung",
      "content": "Bund und Kantone tragen in ihrem jeweiligen Zuständigkeitsbereich die Kosten für den Vollzug dieses Gesetzes."
    },
    {
      "provision_ref": "art43",
      "chapter": "6. Abschnitt: Finanzierung",
      "section": "43",
      "title": "Gebühren",
      "content": "1 Die Vollzugsorgane des Bundes und der Kantone können Gebühren für die durchgeführten Kontrollen und die getroffenen Massnahmen erheben, es sei denn, die Kontrollen führen zu keinen Beanstandungen. 2 Der Bundesrat regelt die Gebühren für die Kontrollen und die Massnahmen der Vollzugsorgane des Bundes."
    },
    {
      "provision_ref": "art44",
      "chapter": "8. Kapitel: Strafbestimmungen",
      "section": "44",
      "title": "Vergehen",
      "content": "1 Mit Freiheitsstrafe bis zu drei Jahren oder mit Geldstrafe wird bestraft, wer vorsätzlich Tabakprodukte oder elektronische Zigaretten auf dem Markt bereitstellt, die Zutaten enthalten, die bei ihrem üblichen Gebrauch die Gesundheit unmittelbar oder in unerwarteter Weise gefährden (Art. 6 Abs. 1 Bst. a). 2 Handelt die Täterin oder der Täter fahrlässig, so ist die Strafe Geldstrafe. 3 Die Erfüllung der Meldepflicht nach Artikel 28 Absatz 2 kann als Strafmilderungsgrund berücksichtigt werden."
    },
    {
      "provision_ref": "art45",
      "chapter": "8. Kapitel: Strafbestimmungen",
      "section": "45",
      "title": "Übertretungen",
      "content": "1 Mit Busse bis zu 40 000 Franken wird bestraft, wer vorsätzlich: a. den Vorschriften dieses Gesetzes betreffend den Täuschungsschutz (Art. 5) zuwiderhandelt: b. Tabakprodukte oder elektronische Zigaretten auf dem Markt bereitstellt, deren Zusammensetzung oder Emissionen nicht den Anforderungen dieses Gesetzes entsprechen (Art. 6 Abs. 1 Bst. b und c, Abs. 2 sowie Art. 7); die Erfüllung der Meldepflicht nach Artikel 28 Absatz 2 kann als Strafmilderungsgrund berücksichtigt werden; c. den Vorschriften dieses Gesetzes betreffend die Verpackungen (Art. 8–17) zuwiderhandelt; d. den Vorschriften dieses Gesetzes betreffend die Werbung, die Verkaufsförderung und Sponsoring (Art. 18 Abs. 1 und 2 , 19, 20 und 21) zuwiderhandelt; e. den Vorschriften dieses Gesetzes betreffend die Abgabe an Minderjährige (Art. 23) zuwiderhandelt; f. den Vorschriften dieses Gesetzes betreffend die Pflichten der Unternehmen und die Einfuhrbeschränkungen (Art. 25–27 und 29) zuwiderhandelt; g. den zuständigen Behörden falsche oder unvollständige Auskünfte erteilt oder sich weigert, Auskünfte zu erteilen, Abklärungen vorzunehmen oder deren Vornahme zu dulden, Probenahmen zu gestatten oder Proben bereitzustellen (Art. 37 Abs. 2). 2 Wer fahrlässig handelt, wird mit Busse bis zu 20 000 Franken bestraft. 3 Versuch und Gehilfenschaft sind strafbar."
    },
    {
      "provision_ref": "art46",
      "chapter": "8. Kapitel: Strafbestimmungen",
      "section": "46",
      "title": "Verwertbarkeit von Informationen in einem Strafverfahren",
      "content": "Haben die Vollzugsbehörden Informationen unter Berufung auf die Mitwirkungspflicht nach Artikel 37 Absatz 2 erlangt, so dürfen diese Informationen gegen die betreffende Person in einem Strafverfahren nur verwendet werden, wenn die Person zustimmt oder die Informationen auch ohne ihre Mitwirkung hätten erlangt werden können."
    },
    {
      "provision_ref": "art47",
      "chapter": "8. Kapitel: Strafbestimmungen",
      "section": "47",
      "title": "Widerhandlungen in Geschäftsbetrieben und Urkundenfälschung",
      "content": "Die Strafbestimmungen über Widerhandlungen in Geschäftsbetrieben und über Urkundenfälschung nach den Artikeln 6, 7 und 15 des Bundesgesetzes vom 22. März 1974 über das Verwaltungsstrafrecht gelten auch bei der Strafverfolgung durch kantonale Behörden. SR 313.0"
    },
    {
      "provision_ref": "art48",
      "chapter": "8. Kapitel: Strafbestimmungen",
      "section": "48",
      "title": "Strafverfolgung",
      "content": "1 Widerhandlungen gegen dieses Gesetz werden von den Kantonen verfolgt und beurteilt. 2 Sie werden vom BAZG verfolgt und beurteilt, wenn es sich um eine Widerhandlung im Zusammenhang mit der Einfuhr handelt und gleichzeitig eine Widerhandlung gegen das Zollgesetz vom 18. März 2005 oder das Mehrwertsteuergesetz vom 12. Juni 2009 vorliegt. Das BAZG verhängt die für die schwerste Widerhandlung vorgesehene Strafe und kann sie angemessen erhöhen. SR 631.0 SR 641.20"
    },
    {
      "provision_ref": "art49",
      "chapter": "9. Kapitel: Schlussbestimmungen",
      "section": "49",
      "title": "Änderung anderer Erlasse",
      "content": "Die Änderung anderer Erlasse wird in Anhang 3 geregelt."
    },
    {
      "provision_ref": "art50",
      "chapter": "9. Kapitel: Schlussbestimmungen",
      "section": "50",
      "title": "Übergangsbestimmung",
      "content": "Tabakprodukte, die zur Bereitstellung auf dem Markt bestimmt sind und deren Kennzeichnung den Artikeln 10–15 nicht entspricht, dürfen noch während eines Jahres ab Inkrafttreten dieses Gesetzes nach bisherigem Recht eingeführt und hergestellt werden. Sie können bis zur Erschöpfung der Bestände nach bisherigem Recht an Konsumentinnen und Konsumenten abgegeben werden. Artikel 73 des Lebensmittelgesetzes vom 20. Juni 2014 ( SR 817.0 )"
    },
    {
      "provision_ref": "art51",
      "chapter": "9. Kapitel: Schlussbestimmungen",
      "section": "51",
      "title": "Referendum und Inkrafttreten",
      "content": "1 Dieses Gesetz untersteht dem fakultativen Referendum. 2 Es ist der indirekte Gegenvorschlag zur Volksinitiative vom 12. September 2019 «Ja zum Schutz der Kinder und Jugendlichen vor Tabakwerbung (Kinder und Jugendliche ohne Tabakwerbung)». 3 Der Bundesrat bestimmt das Inkrafttreten. Datum des Inkrafttretens: 1. Oktober 2024 AS 2022 241 BRB vom 28. Aug. 2024"
    }
  ],
  "definitions": [
    {
      "term": "Tabakprodukt:",
      "definition": "Tabakprodukt: Produkt, das aus Blattteilen der Pflanzen der Gattung Nico tiana (Tabak) besteht oder solche enthält und zum Rauchen, Inhalieren nach dem Erhitzen oder Schnupfen be stimmt ist, sowie Nikotinprodukt zum oralen Gebrauch nach Buch stabe d und pflanzliches Rauch produkt nach Buchstabe e ;",
      "source_provision": "art3"
    },
    {
      "term": "Tabakprodukt zum Rauchen:",
      "definition": "Tabakprodukt zum Rauchen: tabakhaltiges Produkt, das mittels eines Verbrennungsprozesses konsumiert wird, insbesondere Zigaretten, Zigarren, Tabak zum Selbstdrehen oder Wasserpfeifentabak;",
      "source_provision": "art3"
    },
    {
      "term": "Tabakprodukt zum Erhitzen:",
      "definition": "Tabakprodukt zum Erhitzen: Gerät, mit dem die Emissionen eines mittels hinzugefügter Energie erhitzten tabakhaltigen Produkts inhaliert werden können, sowie Nachfüllmaterial für dieses Gerät;",
      "source_provision": "art3"
    },
    {
      "term": "Nikotinprodukt zum oralen Ge",
      "definition": "Nikotinprodukt zum oralen Ge brauch: nikotinhaltiges Produkt mit oder ohne Tabak, das beim Konsum mit der Mundschleimhaut in Kontakt kommt und das weder zum Rauchen noch zum Erhitzen bestimmt ist;",
      "source_provision": "art3"
    },
    {
      "term": "pflanzliches Rauchprodukt:",
      "definition": "pflanzliches Rauchprodukt: Produkt ohne Tabak auf der Grundlage von Pflanzen, das mittels eines Verbrennungsprozesses konsumiert wird, insbesondere Kräuterzigaretten;",
      "source_provision": "art3"
    },
    {
      "term": "elektronische Zigarette:",
      "definition": "elektronische Zigarette: Gerät, das ohne Tabak verwendet wird und mit dem die Emissionen einer mittels hinzugefügter Energie erhitzten Flüssigkeit mit oder ohne Nikotin inhaliert werden können, sowie Nachfüllmaterial für dieses Gerät;",
      "source_provision": "art3"
    },
    {
      "term": "Sponsoring:",
      "definition": "Sponsoring: jede Art von Unterstützung einer Tätigkeit, einer Veranstaltung oder von Personen mit dem Ziel oder der direkten oder indirekten Wirkung, um den Konsum von Tabakprodukten und elektronischen Zigaretten sowie den Kauf von Gegenständen, die eine funktionale Einheit mit einem Tabakprodukt bilden, zu fördern;",
      "source_provision": "art3"
    },
    {
      "term": "Bereitstellen auf dem Markt:",
      "definition": "Bereitstellen auf dem Markt: das Bereithalten und das Anbieten eines Produkts oder eines Geräts im Hinblick auf die entgeltliche oder unentgeltliche Abgabe an die Konsumentinnen und Konsumenten und die Abgabe dieses Produkts oder dieses Geräts; die Einfuhr im Hinblick auf die Abgabe an die Konsumentinnen und Konsumenten ist dem Bereitstellen auf dem Markt gleichgestellt.",
      "source_provision": "art3"
    }
  ]
}