{
  "id": "sr-814-021",
  "type": "statute",
  "title": "Verordnung vom 12. Mai 2021 über das Inverkehrbringen von Holz und Holzerzeugnissen (Holzhandelsverordnung, HHV)",
  "title_en": "Ordinance of 12 May 2021 on Placing Timber and Wood Products on the Market (Timber Trade Ordinance, TTO)",
  "short_name": "HHV",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2021/306/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Chapter 1 General Provisions",
      "section": "1",
      "title": "Aim",
      "content": "This Ordinance is intended to prevent timber and wood products that have not been legally harvested or traded from being placed on the market."
    },
    {
      "provision_ref": "art2",
      "chapter": "Chapter 1 General Provisions",
      "section": "2",
      "title": "Scope",
      "content": "1 This Ordinance applies to the timber and wood products set out in Annex 1. 2 It does not apply to products made from waste wood."
    },
    {
      "provision_ref": "art3",
      "chapter": "Chapter 1 General Provisions",
      "section": "3",
      "title": "Definitions",
      "content": "In this Ordinance: a. placing on the market for the first time means the supply of timber or wood products in Switzerland for the first time for distribution or use in the course of a commercial activity, whether in return for payment or free of charge; b. initial operator means any natural or legal person who places timber or wood products on the market for the first time; c. trader means any natural or legal person who, in the course of a commercial activity, procures or passes on timber or wood products already placed on the market; d. country of origin means the country of harvest; e. illegally harvested timber means timber harvested in contravention of the applicable legislation in the country of origin; f. applicable legislation in the country of origin means the legislation in force in the country of origin covering the following matters: 1. rights to harvest timber within legally gazetted boundaries, 2. payments for harvest rights and timber, including duties and taxes related thereto, 3. environment and forest, and in particular legislation on forest management and biodiversity conservation, where directly related to timber harvesting, 4. third parties’ legal rights concerning use and tenure that are affected by timber harvesting, and 5. trade and customs, insofar as the forestry and timber sector is concerned; g. harvesting concession means any arrangement conferring the right to harvest timber in a defined area."
    },
    {
      "provision_ref": "art4",
      "chapter": "Chapter 2 Due Diligence and Traceability",
      "section": "4",
      "title": "Due diligence system",
      "content": "1 Initial operators must use a due diligence system. 2 The due diligence system shall include the: a. gathering of information and documentation (Art. 5); b. performance of a risk assessment (Art. 6); c. implementation of risk mitigation (Art. 7). 3 Initial operators must maintain their due diligence system and evaluate it annually. They may have their system and its use evaluated by a recognised inspection body in accordance with Article 10."
    },
    {
      "provision_ref": "art5",
      "chapter": "Chapter 2 Due Diligence and Traceability",
      "section": "5",
      "title": "Gathering of information and documentation",
      "content": "1 Initial operators must gather the following information: a. description of the timber or wood product, including the trade name and type of product as well as the common name of the tree species and its full scientific name; b. the country of origin; c. the region, unless the risk of illegal harvesting is regarded as equally high in every region of a country of origin; d. information on the harvesting concession unless the risk of illegal harvesting is regarded as equally high in the case of every concession granted in a country of origin or a region; e. the quantity of timber and wood products in volume or weight or in number of units; f. the name and address of the supplier; g. information indicating compliance with the applicable legislation in the country of origin; timber and wood products for whose import, transit and export a permit has been issued under Article 8 paragraphs 1, 2 or 4 and Article 12 of the Ordinance of 4 September 2013 on the Trade in Protected Animal and Plant Species are deemed to have been legally harvested. 2 They must document to whom they passed on the timber or wood products. SR 453.0"
    },
    {
      "provision_ref": "art6",
      "chapter": "Chapter 2 Due Diligence and Traceability",
      "section": "6",
      "title": "Risk assessment",
      "content": "Initial operators must assess the risk that the timber or wood product may originate from illegal harvesting or illegal trade. The risk assessment shall be based on the information listed in Article 5 paragraph 1 and on the following criteria: a. the existence, where applicable, of an assurance of compliance with legislation in the country of origin, which may include certification or other third-party-verified schemes which cover compliance with legislation; b. the prevalence of illegal harvesting of the tree species concerned; c. the prevalence of illegal harvesting in the country of origin or in the individual region of the country of origin; the prevalence of armed conflict in the country of origin must also be considered in this connection; d. any sanctions imposed by the United Nations, the European Union or Switzerland in relation to the import, export and transit of timber and wood products; e. the complexity of the supply chain of timber and wood products; f. the risk of corruption in the countries concerned as well as other recognised indicators of good governance."
    },
    {
      "provision_ref": "art7",
      "chapter": "Chapter 2 Due Diligence and Traceability",
      "section": "7",
      "title": "Risk mitigation",
      "content": "1 If the risk that the timber or wood products are derived from illegal harvesting or illegal trade proves not to be negligible, initial operators must carry out further investigations and measures to mitigate the risk. 2 If the risk still proves not to be negligible after the risk mitigation has been carried out, they must not place the timber or wood products on the market."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Documentation and retention",
      "content": "Information under Articles 4–7 must be adequately documented and retained for five years."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Retention of documents for traceability",
      "content": "Traders must retain for five years the documents required to ensure traceability under Article 35 g paragraph 1 EPA."
    },
    {
      "provision_ref": "art10",
      "chapter": "Chapter 3 Inspection Bodies",
      "section": "10",
      "title": "Functions",
      "content": "An inspection body shall: a. evaluate the due diligence system and its use by the initial operator, by means of a regular inspection based on the specifications issued by Federal Office for the Environment (FOEN), and recommend appropriate action if necessary; b. notify the authorities in the event of significant or repeated failures by initial operators; c. adequately document information and actions under letters a and b and retain the documentation for five years."
    },
    {
      "provision_ref": "art11",
      "chapter": "Chapter 3 Inspection Bodies",
      "section": "11",
      "title": "Recognition",
      "content": "1 An inspection body may be recognised if it fulfils the following requirements: a. It must have legal personality and have its registered office in Switzerland. b. It must have appropriate expertise and the capacity to exercise its functions. c. It shall ensure the absence of any conflict of interest in carrying out its functions. d. It shall be accredited by the Swiss Accreditation Service (SAS) as a conformity assessment body that carries out inspections (Standard SN EN ISO/IEC 17020, 2012, Requirement for the operation of various types of bodies performing inspection, Type C). 2 Inspection bodies shall apply for recognition; they shall submit the documents indicated in Annex 2 with their application. The FOEN is responsible for the recognition. It shall issue a specifications document setting out what technical competences inspection bodies must possess and what items must be checked during an inspection and recorded in a report. 3 If an inspection body no longer fulfils the requirements, the FOEN shall set a time limit by which the deficiency must be remedied. If the deficiency is not remedied within this time, the FOEN shall revoke the organisation’s recognition and notify the SAS. 4 The SAS shall send the FOEN the reports that it produces in connection with the accreditation and continued accreditation of inspection bodies. 5 The FOEN shall keep a public list of recognised inspection bodies. The standards may be inspected free of charge and obtained for a fee from the Swiss Association for Standardization (SNV), Sulzerallee 70, 8404 Winterthur; www.snv.ch."
    },
    {
      "provision_ref": "art12",
      "chapter": "Chapter 4 Data Processing",
      "section": "12",
      "title": "Entry of data in the information system and access",
      "content": "1 The FOEN shall operate an information system in which it enters the following data: a. data on the activity of initial operators, traders and inspection bodies; b. results of checks; c. data on the investigation, opening, status and outcome of criminal proceedings; d. data on the imposition, status and outcome of administrative measures. 2 The cantons shall have access to the information system and shall enter data in it insofar as this is necessary for enforcement under Article 15 paragraph 3."
    },
    {
      "provision_ref": "art13",
      "chapter": "Chapter 4 Data Processing",
      "section": "13",
      "title": "FA-CITES information system",
      "content": "In cases referred to in the final clause of Article 5 paragraph 1 letter g, the FOEN may, as part of the checks that it performs in accordance with Article 15 paragraph 2, request the Federal Food Safety and Veterinary Office to provide it with information from the FA-CITES information system pursuant to Article 21 of the Federal Act of 16 March 2012 on the Trade in Protected Animal and Plant Species. SR 453"
    },
    {
      "provision_ref": "art14",
      "chapter": "Chapter 4 Data Processing",
      "section": "14",
      "title": "Disclosure of data to foreign authorities and international institutions",
      "content": "1 The FOEN is the competent authority for disclosing data to foreign authorities and international institutions. 2 It may disclose to the competent administrative authorities of the European Union and of the member states of the European Economic Area personal data concerning initial operators, traders and inspection bodies, including sensitive personal data on administrative or criminal sanctions that are required to enforce the European Union provisions on placing timber and wood products on the market."
    },
    {
      "provision_ref": "art15",
      "chapter": "Chapter 4 Data Processing",
      "section": "15",
      "title": "Enforcement by the FOEN and the cantons",
      "content": "1 The FOEN shall enforce this Ordinance. 2 It shall check whether initial operators and traders as well as recognised inspection bodies are complying with their obligations under this Ordinance; in the case of initial operators and traders, the checks shall be risk-based. 3 The cantons are responsible for checks on initial operators of timber that is harvested in Switzerland."
    },
    {
      "provision_ref": "art16",
      "chapter": "Chapter 4 Data Processing",
      "section": "16",
      "title": "Involvement of the Federal Office for Customs and Border Security",
      "content": "1 At the FOEN’s request, the Federal Office for Customs and Border Security (FOCBS) shall check whether the obligations under Articles 5–7 are being met in respect of the import of timber and wood products. 2 If there is any suspicion of any violation, the FOCBS has the right to detain the goods. In this case, it shall call in the FOEN. The FOEN shall carry out further investigations and take the necessary action. 3 The FOEN may request the FOCBS to provide the details needed to enforce this Ordinance contained in customs declarations."
    },
    {
      "provision_ref": "art17",
      "chapter": "Chapter 4 Data Processing",
      "section": "17",
      "title": "Duties of disclosure and tolerance",
      "content": "1 On request, initial operators, traders and inspection bodies must provide the competent authorities with the information required for enforcement and grant them access to their facilities and premises. 2 The initial operators, traders and inspection bodies must enter the required documents in the information system mentioned in Article 12 paragraph 1 if so requested by the FOEN."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Seizure and forfeiture",
      "content": "1 The FOEN and the cantons may seize timber or wood products from initial operators if there are reasonable grounds for suspecting that the timber has been illegally harvested or illegally traded or that the wood products are derived from such timber. 2 They shall set a deadline by which the initial operator must dispel this suspicion. 3 If the suspicion is not dispelled within the deadline, the seized timber or wood products shall be forfeited."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Seized and forfeited products",
      "content": "1 Seized products shall be temporarily stored in a suitable place at the expense of the initial operator. 2 Forfeited products shall be: a. taken to an institution determined by the FOEN or to another suitable place; b. sold; or c. destroyed, for example by means of energy recovery."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Fees",
      "content": "FOEN rulings, checks and services are subject to the fees laid down in the FOEN Fees Ordinance of 3 June 2005. SR 814.014"
    },
    {
      "provision_ref": "art21",
      "chapter": "5",
      "section": "21",
      "title": "Adaptation of the Annexes",
      "content": "The Federal Department of the Environment, Transport, Energy and Communications shall update Annexes 1 and 2 in line with the EU provisions."
    },
    {
      "provision_ref": "art22",
      "chapter": "Chapter 6 Final Provisions",
      "section": "22",
      "title": "Amendment of other legislation",
      "content": "The amendment of other legislation is regulated in Annex 3."
    },
    {
      "provision_ref": "art23",
      "chapter": "Chapter 6 Final Provisions",
      "section": "23",
      "title": "Transitional provision",
      "content": "Articles 4–9 only apply to timber and wood products that are placed on the market for the first time after this Ordinance comes into force."
    },
    {
      "provision_ref": "art24",
      "chapter": "Chapter 6 Final Provisions",
      "section": "24",
      "title": "Commencement",
      "content": "This Ordinance comes into force on 1 January 2022."
    }
  ],
  "definitions": [
    {
      "term": "placing on the market for the first time",
      "definition": "placing on the market for the first time means the supply of timber or wood products in Switzerland for the first time for distribution or use in the course of a commercial activity, whether in return for payment or free of charge;",
      "source_provision": "art3"
    },
    {
      "term": "initial operator",
      "definition": "initial operator means any natural or legal person who places timber or wood products on the market for the first time;",
      "source_provision": "art3"
    },
    {
      "term": "trader",
      "definition": "trader means any natural or legal person who, in the course of a commercial activity, procures or passes on timber or wood products already placed on the market;",
      "source_provision": "art3"
    },
    {
      "term": "country of origin",
      "definition": "country of origin means the country of harvest;",
      "source_provision": "art3"
    },
    {
      "term": "illegally harvested timber",
      "definition": "illegally harvested timber means timber harvested in contravention of the applicable legislation in the country of origin;",
      "source_provision": "art3"
    },
    {
      "term": "applicable legislation in the country of origin",
      "definition": "applicable legislation in the country of origin means the legislation in force in the country of origin covering the following matters: 1. rights to harvest timber within legally gazetted boundaries,",
      "source_provision": "art3"
    },
    {
      "term": "harvesting concession",
      "definition": "harvesting concession means any arrangement conferring the right to harvest timber in a defined area.",
      "source_provision": "art3"
    }
  ]
}