{
  "id": "sr-811-225",
  "type": "statute",
  "title": "Verordnung vom 8. Mai 2024 über die Förderung der Ausbildung im Bereich der Pflege (Ausbildungsförderverordnung Pflege)",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2024/219/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "1. Kapitel: Allgemeine Bestimmungen",
      "section": "1",
      "title": "",
      "content": "1 Diese Verordnung regelt die Gewährung von Bundesbeiträgen an die Kantone für deren Erfüllung der Aufgaben nach den Artikeln 5–7 des Bundesgesetzes über die Förderung der Ausbildung im Bereich der Pflege. 2 Es besteht kein Anspruch auf Bundesbeiträge."
    },
    {
      "provision_ref": "art2",
      "chapter": "1. Abschnitt: Bundesbeiträge im Bereich der praktischen Ausbildung von Pflegefachpersonen",
      "section": "2",
      "title": "Voraussetzungen",
      "content": "1 Bundesbeiträge werden gewährt für die Aufwendungen der Kantone im Bereich der praktischen Ausbildung von Pflegefachpersonen nach Artikel 5 des Bundesgesetzes über die Förderung der Ausbildung im Bereich der Pflege für Leistungen der Akteure insbesondere zur: a. Förderung und Sicherstellung von praktischen Ausbildungsplätzen; b. Verbesserung der Qualität der praktischen Ausbildung. 2 Als kantonale Aufwendungen an Spitäler sind nur Aufwendungen anrechenbar, die nicht bereits nach Artikel 49 a des Bundesgesetzes vom 18. März 1994 über die Krankenversicherung (KVG) abgegolten werden. SR 832.10"
    },
    {
      "provision_ref": "art3",
      "chapter": "1. Abschnitt: Bundesbeiträge im Bereich der praktischen Ausbildung von Pflegefachpersonen",
      "section": "3",
      "title": "Bemessung",
      "content": "1 Die Bundesbeiträge betragen die Hälfte der Beiträge, die die Kantone gewährt haben. 2 Die Bundesbeiträge, die ab dem 1. Januar 2030 zugesprochen werden, verringern sich pro Jahr um 5 Prozentpunkte. 3 Die Absätze 1 und 2 gelten nur, solange noch keine Prioritätenliste nach Artikel 8 Absatz 5 des Bundesgesetzes über die Förderung der Ausbildung im Bereich der Pflege erarbeitet wurde."
    },
    {
      "provision_ref": "art4",
      "chapter": "2. Abschnitt: Bundesbeiträge an kantonale Ausbildungsbeiträge",
      "section": "4",
      "title": "Voraussetzungen",
      "content": "1 Bundesbeiträge an kantonale Ausbildungsbeiträge nach Artikel 7 des Bundesgesetzes über die Förderung der Ausbildung im Bereich der Pflege werden gewährt, wenn: a. die Kantone die erwartete Wirkung der Ausbildungsbeiträge darlegen, insbesondere wie damit der Zugang zum Bildungsgang Höhere Fachschule (HF) und zum Studiengang Fachhochschule (FH) Pflege gefördert werden soll; und b. die kantonalen Modelle für Ausbildungsbeiträge sicherstellen, dass Studierende, die zur Sicherung ihres Lebensunterhalts auf Unterstützung angewiesen sind, Ausbildungsbeiträge erhalten. 2 Zu den Personen nach Artikel 7 Absatz 1 Buchstabe a des Bundesgesetzes über die Förderung der Ausbildung im Bereich der Pflege mit Wohnsitz in der Schweiz gehören insbesondere auch Ausländerinnen und Ausländer mit einer Niederlassungsbewilligung oder mit einer Aufenthaltsbewilligung, vorläufig aufgenommene Personen und Personen, denen vorübergehender Schutz gewährt wurde."
    },
    {
      "provision_ref": "art5",
      "chapter": "2. Abschnitt: Bundesbeiträge an kantonale Ausbildungsbeiträge",
      "section": "5",
      "title": "Bemessung und Obergrenze des Bundesbeitrags",
      "content": "1 Der Bundesbeitrag entspricht der Hälfte des kantonalen Beitrags, übersteigt jedoch 20 000 Franken pro Person und Jahr nicht. 2 Die Bundesbeiträge, die ab dem 1. Januar 2030 zugesprochen werden, verringern sich pro Jahr um 5 Prozentpunkte. 3 Die Absätze 1 und 2 gelten nur, solange noch keine Prioritätenliste nach Artikel 8 Absatz 5 des Bundesgesetzes über die Förderung der Ausbildung im Bereich der Pflege erarbeitet wurde."
    },
    {
      "provision_ref": "art6",
      "chapter": "3. Abschnitt: Verfahren",
      "section": "6",
      "title": "Gesuch",
      "content": "1 Der Kanton reicht das Gesuch um Beiträge nach dem 1. Abschnitt und das Gesuch um Beiträge nach dem 2. Abschnitt in einem Gesamtgesuch beim Bundesamt für Gesundheit (BAG) ein. 2 Das Gesamtgesuch kann einmal pro Jahr eingereicht werden. Das BAG gibt die Frist für die Einreichung des Gesamtgesuchs frühzeitig bekannt. 3 Das Gesuch um Bundesbeiträge im Bereich der praktischen Ausbildung von Pflegefachpersonen muss insbesondere enthalten: a. den Nachweis der Erfüllung der Voraussetzungen nach den Artikeln 2–5 des Bundesgesetzes über die Förderung der Ausbildung im Bereich der Pflege und nach Artikel 2 dieser Verordnung; b. den beantragten Bundesbeitrag. 4 Das Gesuch um Bundesbeiträge an kantonale Ausbildungsbeiträge muss insbesondere enthalten: a. den Nachweis der Erfüllung der Voraussetzungen nach Artikel 7 des Bundesgesetzes über die Förderung der Ausbildung im Bereich der Pflege und nach Artikel 4 dieser Verordnung; b. die Höhe der Ausbildungsbeiträge und die geschätzte Anzahl der Studierenden, die unterstützt werden sollen; c. den beantragten Bundesbeitrag. 5 Das BAG kann in einer Wegleitung weitere Einzelheiten zur Gesuchseinreichung festlegen. Es stellt den Kantonen Gesuchsformulare zur Verfügung."
    },
    {
      "provision_ref": "art7",
      "chapter": "3. Abschnitt: Verfahren",
      "section": "7",
      "title": "Vertrag",
      "content": "1 Das BAG gewährt die Bundesbeiträge auf der Grundlage eines öffentlich-rechtlichen Vertrags nach Artikel 16 Absatz 2 des Subventionsgesetzes vom 5. Oktober 1990 (SuG). 2 Der Vertrag regelt insbesondere: a. die zu erfüllenden Leistungen des Kantons; b. die Höhe der finanziellen Beteiligung des Bundes; c. die Zahlungsmodalitäten; d. die Folgen einer Nichterfüllung oder einer mangelhaften Erfüllung der Leistungen durch den Kanton; und e. die jährliche Berichterstattung des Kantons zuhanden des BAG. 3 Das Verfahren für die Gewährung von Bundesbeiträgen richtet sich nach den Bestimmungen des SuG. 4 Das Vorgehen bei einer Nichterfüllung oder mangelhaften Erfüllung der Leistungen durch den Kanton richtet sich sinngemäss nach Artikel 28 SuG. SR 616.1"
    },
    {
      "provision_ref": "art8",
      "chapter": "3. Abschnitt: Verfahren",
      "section": "8",
      "title": "Berichterstattung",
      "content": "1 Die Kantone erstatten dem BAG jährlich Bericht über die Verwendung der Bundesbeiträge. Das BAG stellt ihnen dafür ein Formular zur Verfügung. 2 Es veröffentlicht die Berichte in geeigneter Form im Internet."
    },
    {
      "provision_ref": "art9",
      "chapter": "3. Abschnitt: Verfahren",
      "section": "9",
      "title": "Meldung von Änderungen",
      "content": "Die Kantone informieren das BAG umgehend über wesentliche Änderungen der den Bundesbeiträgen zugrundeliegenden kantonalen Aufwendungen oder der vereinbarten Leistungen der Akteure."
    },
    {
      "provision_ref": "art10",
      "chapter": "3. Kapitel: Bundesbeiträge an die Kantone zur Erhöhung der Anzahl Ausbildungsabschlüsse in Pflege an höheren Fachschulen",
      "section": "10",
      "title": "Kantonale Massnahmen",
      "content": "1 Die Kantone sorgen auf der Grundlage ihrer Bedarfsplanung nach Artikel 2 des Bundesgesetzes über die Förderung der Ausbildung im Bereich der Pflege für die Erarbeitung von Massnahmen zur Erhöhung der Anzahl Ausbildungsabschlüsse in Pflege an ihren HF. 2 Nicht als Massnahmen nach Absatz 1 gelten vom Bund finanzierte Leistungen nach Artikel 53 Absatz 2 Buchstabe a des Berufsbildungsgesetzes vom 13. Dezember 2002. SR 412.10"
    },
    {
      "provision_ref": "art11",
      "chapter": "3. Kapitel: Bundesbeiträge an die Kantone zur Erhöhung der Anzahl Ausbildungsabschlüsse in Pflege an höheren Fachschulen",
      "section": "11",
      "title": "Bemessung",
      "content": "1 Das Staatssekretariat für Bildung, Forschung und Innovation (SBFI) berechnet den jedem Kanton zustehenden Betrag für die gesamte Förderperiode auf der Grundlage des in der Bedarfsplanung ausgewiesenen Bedarfs an Ausbildungsplätzen an HF. 2 Die Bundesbeiträge betragen die Hälfte der Beiträge, die die Kantone den HF gewährt haben."
    },
    {
      "provision_ref": "art12",
      "chapter": "3. Kapitel: Bundesbeiträge an die Kantone zur Erhöhung der Anzahl Ausbildungsabschlüsse in Pflege an höheren Fachschulen",
      "section": "12",
      "title": "Gesuch",
      "content": "1 Der Kanton kann das Gesuch um Bundesbeiträge jederzeit einreichen. Er muss es jedoch spätestens ein Jahr vor Ablauf der Geltungsdauer dieser Verordnung einreichen. 2 Mehrere Kantone können ein gemeinsames Gesuch einreichen. 3 Das Gesuch muss insbesondere enthalten: a. den Nachweis der Erfüllung der Voraussetzungen nach Artikel 6 des Bundesgesetzes über die Förderung der Ausbildung im Bereich der Pflege und des Vorliegens von Massnahmen nach Artikel 10 Absatz 1 dieser Verordnung; b. den beantragten Bundesbeitrag. 4 Das SBFI kann in einer Wegleitung weitere Einzelheiten zur Gesucheinreichung festlegen. Es stellt den Kantonen Gesuchformulare zur Verfügung."
    },
    {
      "provision_ref": "art13",
      "chapter": "3. Kapitel: Bundesbeiträge an die Kantone zur Erhöhung der Anzahl Ausbildungsabschlüsse in Pflege an höheren Fachschulen",
      "section": "13",
      "title": "Vertrag",
      "content": "1 Das SBFI gewährt die Bundesbeiträge auf der Grundlage eines öffentlich-rechtlichen Vertrags nach Artikel 16 Absatz 2 SuG. 2 Der Vertrag regelt insbesondere: a. die zu erfüllenden Leistungen des Kantons, insbesondere die umzusetzenden Massnahmen und die dazugehörigen Leistungsindikatoren; b. die Höhe der finanziellen Beteiligung des Bundes; c. die Vertragsdauer; d. die Zahlungsmodalitäten; e. die Folgen einer Nichterfüllung oder einer mangelhaften Erfüllung der Leistungen durch den Kanton; f. die Berichterstattung zuhanden des SBFI. 3 Der Vertrag ist befristet. Er kann im gegenseitigen Einvernehmen angepasst und verlängert werden, längstens aber bis zum Ende der Befristung des Bundesgesetzes über die Förderung der Ausbildung im Bereich der Pflege. 4 Das Verfahren für die Gewährung von Bundesbeiträgen richtet sich nach den Bestimmungen des SuG. 5 Das Vorgehen bei einer Nichterfüllung oder einer mangelhaften Erfüllung der Leistungen durch den Kanton richtet sich sinngemäss nach Artikel 28 SuG. SR 616.1"
    },
    {
      "provision_ref": "art14",
      "chapter": "3. Kapitel: Bundesbeiträge an die Kantone zur Erhöhung der Anzahl Ausbildungsabschlüsse in Pflege an höheren Fachschulen",
      "section": "14",
      "title": "Kantonale Ansprechstelle",
      "content": "1 Jeder Kanton bestimmt eine Ansprechstelle für das SBFI. 2 Schliessen sich mehrere Kantone zusammen, so bestimmen sie eine einzige Ansprechstelle."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Berichterstattung",
      "content": "1 Die Kantone erstatten dem SBFI jährlich Bericht über die Verwendung der Bundesbeiträge. Das SBFI stellt ihnen dafür ein Formular zur Verfügung. 2 Es veröffentlicht die Berichte in geeigneter Form im Internet."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Meldung von Änderungen",
      "content": "Die Kantone informieren das SBFI umgehend über wesentliche Änderungen der den Bundesbeiträgen zugrundeliegenden kantonalen Massnahmen und Projekte."
    },
    {
      "provision_ref": "art17",
      "chapter": "4. Kapitel: Schlussbestimmungen",
      "section": "17",
      "title": "Änderung eines anderen Erlasses",
      "content": "… Die Änderung kann unter AS 2024 219 konsultiert werden."
    },
    {
      "provision_ref": "art18",
      "chapter": "4. Kapitel: Schlussbestimmungen",
      "section": "18",
      "title": "Inkrafttreten und Geltungsdauer",
      "content": "Diese Verordnung tritt am 1. Juli 2024 in Kraft und gilt bis zum 30. Juni 2032."
    }
  ],
  "definitions": []
}