{
  "id": "sr-814-201",
  "type": "statute",
  "title": "Gewässerschutzverordnung vom 28. Oktober 1998 (GSchV)",
  "title_en": "Waters Protection Ordinance of 28 October 1998 (WPO)",
  "short_name": "GSchV",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1998/2863_2863_2863/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Chapter 1 General Provisions",
      "section": "1",
      "title": "Purpose and principle",
      "content": "1 This Ordinance shall facilitate the protection of surface and underground waters from harmful effects and enable their sustainable use. 2 For this purpose, all measures taken under this Ordinance must take account of the ecological goals for waters (Annex 1)."
    },
    {
      "provision_ref": "art2",
      "chapter": "Chapter 1 General Provisions",
      "section": "2",
      "title": "Scope",
      "content": "1 This Ordinance regulates: a. ecological goals for waters; b. requirements on water quality; c. disposal of waste water; d. disposal of sewage sludge; e. requirements for animal husbandry farms; f. protection of waters in terms of area planning; g. maintenance of appropriate residual flow; h. prevention and remediation of other harmful effects on waters; i. granting of federal contributions. 2 The Ordinance applies to radioactive substances, insofar as such substances have biological effects resulting from their chemical characteristics. Insofar as these substances have biological effects resulting from radiation, the legislation on radiation protection and nuclear energy applies. Amended by No I of the O of 4 May 2011, in force since 1 June 2011 ( AS 2011 1955 )."
    },
    {
      "provision_ref": "art3",
      "chapter": "Section 1 Differentiation between Polluted and Non-Polluted Waste Water",
      "section": "3",
      "title": "",
      "content": "1 The authorities shall assess whether waste water entering a body of water by way of discharge or infiltration is considered to be polluted or non-polluted, taking account of: a. the type, the amount, the characteristics and the temporal occurrence of potential water pollutants substances in the waste water; b. the condition of the receiving waters. 2 During infiltration of waste water, they shall also take account of whether: a. waste water can be polluted because of existing soil pollution or the unsaturated subsoil; b. waste water is sufficiently purified in the soil or in the unsaturated subsoil; c. guide values under the Ordinance of 1 July 1998 on the Pollution of Soil (SoilPO) can be maintained in the long term , excepting infiltration into a plant intended for this purpose , or onto roads next to embankments or grass verges. 3 Precipitation water running off built-up or sealed surfaces is as a rule considered to be non-polluted waste water if it: a. originates from roof surfaces; b. originates from roads, paths and areas on which no substantial amounts of potential water pollutants are unloaded, processed and stored and if they are sufficiently purified by infiltration into the ground. In assessing whether amounts of substances are substantial, the risk of accidents must be taken into consideration; c. originates from track installations where there is a long-term guarantee that pesticides will not be used or if pesticides have been sufficiently retained and degraded by a biologically active layer of soil. Amended by No I of the O of 4 May 2011, in force since 1 June 2011 ( AS 2011 1955 ). SR 814.12 Amended by No I of the O of 4 May 2011, in force since 1 June 2011 ( AS 2011 1955 ). Amended by No I of the O of 4 May 2011, in force since 1 June 2011 ( AS 2011 1955 )."
    },
    {
      "provision_ref": "art4",
      "chapter": "Section 2 Drainage Planning",
      "section": "4",
      "title": "Regional drainage planning",
      "content": "1 The cantons shall ensure that a regional drainage plan (RDP) is drawn up to guarantee appropriate waters protection in a limited, hydrologically-related area in which waters protection measures of the communes must be coordinated. 2 The RDP determines in particular: a. the locations of waste water treatment plants and areas which are to be joined to them; b. which and to what extent surface waters are suitable for the discharge of waste water, particularly that arising from precipitation; c. the waste water treatment plants for which requirements in respect of discharge of waste water must be stricter or supplemented. 3 In drawing up the RDP, the authorities shall take account of spatial requirements of waters, flood protection and measures for waters protection other than waste water treatment. 4 The RDP is mandatory for planning and establishing of waters protection measures in communes. 5 It shall be accessible to the public."
    },
    {
      "provision_ref": "art5",
      "chapter": "Section 2 Drainage Planning",
      "section": "5",
      "title": "Communal drainage planning",
      "content": "1 The cantons shall ensure that general drainage plans (GDP) are drawn up which guarantee adequate waters protection in communes and effective drainage of housing areas. 2 The GDP shall specify as a minimum: a. waste water treatment areas that must be served by public sewers; b. areas in which precipitation water running off built-up or sealed surfaces must be disposed of separately from other waste water; c. areas in which non-polluted waste water must be allowed to infiltrate; d. areas in which non-polluted waste water must be discharged into surface waters; e. measures by which non-polluted waste water with permanent flow must be kept away from waste water treatment plants; f. the locations where waste water treatment plants must be set up, and with which treatment system and with what capacity; g. areas in which systems other than waste water treatment plants must be used, and how, in these areas, waste water is to be disposed of. 3 The GDP shall be adjusted if necessary: a. to take account of developments in housing areas; b. if a RDP is drawn up or changed. 4 It shall be accessible to the public."
    },
    {
      "provision_ref": "art6",
      "chapter": "Section 3 Discharge of Polluted Waste Water",
      "section": "6",
      "title": "Discharge into waters",
      "content": "1 The authorities shall authorise the discharge of polluted waste water into surface waters, drainage areas, underground rivers and streams if the requirements on discharge into waters according to Annex 3 are complied with. 2 They shall set additional or stricter requirements, if: a. the waters concerned by the discharge of waste water do not fulfil water quality requirements according to Annex 2 or if this is necessary to comply with international agreements or decisions; and b. on the basis of investigation (Art. 47) it is certain that deficient water quality is largely due to discharge of waste water, and procedures necessary to comply are not disproportionate for the waste water treatment plant. 3 They may set additional or stricter requirements if the water quality according to Annex 2 is not sufficient for a specific use of the body of water concerned. 4 They may apply less stringent requirements if: a. by reducing the amounts of waste water discharged, fewer potential water pollutants are discharged even though the concentrations allowed are higher; or b. the environment as a whole is less impaired by the discharge of non-recyclable substances in industrial waste water than by another method of disposal; requirements on water quality according to Annex 2 and international agreements or decisions must be complied with."
    },
    {
      "provision_ref": "art7",
      "chapter": "Section 3 Discharge of Polluted Waste Water",
      "section": "7",
      "title": "Discharge into public sewers",
      "content": "1 The authorities shall authorise discharge of waste water from industry according to Annex 3.2 or of other waste water according to Annex 3.3 into public sewers if the requirements of the relevant Annex are complied with. 2 They shall set additional or stricter requirements if by discharge of waste water: a. operation of public sewers may be restricted or disrupted; b. in the case of waste water from the central waste water treatment plant, the requirements on discharge into a body of water are not met or may only be met by disproportionate measures, or could restrict or disrupt the operation of the plant in another way; or c. ... d. the operation of the plant in which sludge is incinerated may restricted or disrupted. 3 They may apply less stringent requirements if: a. by reducing the amounts of waste water discharged, fewer potential water pollutants are discharged even though the concentrations allowed are higher; b. the environment as a whole will be less impaired by the discharge of non-recyclable substances in industrial waste water than by another disposal method , and in the case of waste water from the central waste water treatment plant , requirements on discharge into a body of water are met; or c. this is appropriate for the operation of the waste water treatment plant. Repealed by No I of the O of 4 Nov. 2015, with effect from 1 Jan. 2016 ( AS 2015 4791 )."
    },
    {
      "provision_ref": "art8",
      "chapter": "Section 3 Discharge of Polluted Waste Water",
      "section": "8",
      "title": "Infiltration",
      "content": "1 The infiltration of polluted waste water is prohibited. 2 The authorities may authorise the infiltration of communal waste water or of other polluted waste water of comparable composition, if: a. the waste water has been treated and meets the requirements for discharge into waters; b. in the case of the groundwater concerned, water quality requirements according to Annex 2 are met after infiltration of the waste water; c. infiltration ensues at an installation intended for the purpose, the directives of the SoilPO are not exceeded even in the long term, or in the absence of directives soil fertility is also guaranteed in the long term; and d. requirements valid for waste water treatment plants which discharge waste water into a body of water are met (Arts. 13–17). SR 814.12"
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Waste water of specific origin",
      "content": "1 Polluted waste water occurring outside public sewers for which neither discharge into waters, nor infiltration, nor use combined with farm manure (Art. 12 para. 4 WPA) is permitted must be collected in a cesspit which is regularly emptied with its contents being transferred to a central waste water treatment plant or facility for special treatment. 2 Waste water from processing farm manure, hydroponics and other horticultural methods must be used in an environmentally compatible manner and reused agriculturally or horticulturally according to the state of the art. 3 Waste water from mobile sanitation facilities must be collected and may be discharged into public sewers only by using equipment intended for this purpose. Excluded from this are sanitation facilities in: a. railway carriages with their own waste water treatment facilities; b. railway carriages for long-distance traffic which were commissioned before 1 January 1 1997; c. railway carriages for regional or urban traffic which were commissioned before 1 January 2000."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Prohibition of waste disposal with waste water",
      "content": "It is prohibited: a. to dispose of solid and liquid wastes with waste water unless this is expedient for treatment of waste water; b. to discharge substances in a way which is contrary to instructions on the manufacturer’s label or in the directions for use."
    },
    {
      "provision_ref": "art11",
      "chapter": "Section 4 Construction and Operation of Waste Water Treatment Plants",
      "section": "11",
      "title": "Separation of waste water in buildings",
      "content": "During construction or substantial building alterations, the persons responsible for the buildings must ensure that precipitation water and permanent flows of non-polluted waste water are channelled off separately from polluted waste water prior to reaching the outside of the building."
    },
    {
      "provision_ref": "art12",
      "chapter": "Section 4 Construction and Operation of Waste Water Treatment Plants",
      "section": "12",
      "title": "Connection to sewers",
      "content": "1 The discharge of polluted waste water into public sewers outside building zones (Art. 11 para. 2 let. c WPA) is: a. expedient if the connection may be constructed properly and with standard building expenditure; b. reasonable if the costs of the connection do not substantially exceed those for comparable connections within the building zone. 2 The authorities may only authorise new discharges of permanent flows of non-polluted waste water into a central waste water treatment plant (Art. 12 para. 3 WPA) if local conditions do not permit infiltration or discharge into a body of water 3 In order for a farm to qualify for exemption from the bond to be connected to the public sewers (Art 12 para. 4 WPA), its cattle and pig stock must comprise at least eight livestock units."
    },
    {
      "provision_ref": "art13",
      "chapter": "Section 4 Construction and Operation of Waste Water Treatment Plants",
      "section": "13",
      "title": "Expert operation",
      "content": "1 Persons responsible for waste water treatment plants must: a. maintain the facilities in working order; b. identify cases of divergence from normal operation, clarify the causes and immediately rectify these; c. during operation take all reasonable measures to contribute to reducing the amount of substances discharged. 2 Persons responsible for enterprises discharging industrial waste water into public sewers as well as persons responsible for waste water treatment plants discharging waste water into the public sewers or into a body of water must ensure that: a. those responsible for the operation are named; b. operating staff possess the necessary expert knowledge; and c. that amounts and concentrations of substances discharged are determined if the authorisation contains numerical requirements. 3 Under paragraph 2, the authorities may require that owners: a. determine the amounts and concentrations of substances discharged which would influence the quality of the polluted water and of the receiving waters by virtue of their properties, quantity and period of discharge, even if the authorisation contains no numerical requirements; b. conserve certain waste water test results for an appropriate period; c. determine the effects of waste water discharge or infiltration on water quality if there is a risk that the water quality requirements under Annex 2 are not complied with. 4 The amounts and concentrations of substances discharged may be determined arithmetically on the basis of substance flows."
    },
    {
      "provision_ref": "art14",
      "chapter": "Section 4 Construction and Operation of Waste Water Treatment Plants",
      "section": "14",
      "title": "Operational reports",
      "content": "1 Persons responsible for enterprises that discharge industrial waste water into public sewers and persons responsible for waste water treatment plants who discharge waste water into public sewers or into a body of water must report to and as instructed by the authorities: a. the amount of waste water discharged; b. the amounts and concentrations of substances discharged which they must determine according to Article 13. 2 Persons responsible for central waste water treatment plants must also report: a. important operating data such as degree of effectiveness, quantity and characteristics of sludge, type of sludge disposal, energy consumption and operating costs; b. conditions in the catchment area of the plant, such as connection rate and the percentage of non-polluted waste water with permanent flow."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Supervision by the authorities",
      "content": "1 The authorities shall examine periodically whether: a. enterprises which discharge industrial waste water into public sewers, and waste water treatment plants which discharge waste water into public sewers or into a body of water are complying with the requirements set out in the authorisation; b. these requirements continue to guarantee adequate waters protection. 2 For this purpose, they shall take account of the results of the assessments made by the person responsible. 3 They shall adjust the authorisations if necessary and order the required measures. In doing so, they shall take account of the urgency of the required measures, as well as the obligations resulting from international agreements or decisions."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Measures with reference to exceptional events",
      "content": "1 The persons responsible for waste water treatment plants that discharge waste water into a body of water and persons responsible for enterprises who discharge industrial waste water into a waste water treatment plant must take appropriate and economically acceptable measures to reduce the risk of pollution of a body of water arising from exceptional events. 2 If in spite of these measures the risk is unacceptable, the authorities shall order the necessary additional measures. 3 Regulations in the Major Accidents Ordinance of 27 February 1991 and the Ordinance of 20 November 1991 on the Guarantee of Drinking Water Supplies in Emergencies that go further are reserved. SR 814.012 [ AS 1991 2517 , 2017 3179 No I 2. AS 2020 3671 Art. 15]. See now: the O of 19 Aug. 2020 ( SR 531.32 )"
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Reporting on exceptional events",
      "content": "1 Persons responsible for waste water treatment plants that discharge waste water into a body of water must ensure that any event which is exceptional is reported immediately to the authorities, if such an event or events could lead to a situation in which it is no longer possible to guarantee compliance with the regulations on the discharge of waste water into a body of water or the intended use or disposal of sludge. 2 Persons responsible for enterprises that discharge industrial waste water must ensure that exceptional events are immediately reported to the owner of the waste water treatment plant if these could lead to a situation in which the normal, orderly operation of the water or waste water treatment plant is restricted or disrupted. 3 The authorities shall ensure that the communities and individuals affected by an exceptional event are informed about possible harmful effects on waters in due time. If substantial effects may be expected beyond cantonal or national boundaries, they shall also ensure that the federal alarm centre, as well as the neighbouring cantons and states are notified. 4 ... 5 Reporting and information obligations arising from the Major Accidents Ordinance are reserved. Repealed by No I of the O of 4 Nov. 2015, with effect from 1 Jan. 2016 ( AS 2015 4791 )."
    },
    {
      "provision_ref": "art18",
      "chapter": "Chapter 3 Disposal of Sludge",
      "section": "18",
      "title": "Sludge disposal plan",
      "content": "1 The cantons shall draw up a sludge disposal plan and bring it into line with the new requirements within the deadlines imposed by experts. 2 The disposal plan sets the following as a minimum: a. how sludge from the central waste water treatment plants should be disposed of; b. which procedures, including construction and modification of installations used for disposal of sludge, are required at what time. 3 The sludge disposal plan shall be accessible to the public."
    },
    {
      "provision_ref": "art19",
      "chapter": "Chapter 3 Disposal of Sludge",
      "section": "19",
      "title": "Storage facilities",
      "content": "1 Persons responsible for waste water treatment plants shall ensure that they can store the sludge until environmentally compatible disposal is guaranteed. 2 If sludge from a waste water treatment plant cannot be disposed of in an environmentally compatible manner at any time, the plant must have a storage capacity of at least two months. 3 ... Amended by Annex No 1 of the O of 26 March 2003, in force since 1 Oct. 2006 ( AS 2003 940 ). Repealed by Annex No 1 of the O of 26 March 2003, with effect from 1 Oct. 2006 ( AS 2003 940 )."
    },
    {
      "provision_ref": "art20",
      "chapter": "Chapter 3 Disposal of Sludge",
      "section": "20",
      "title": "Inspection and obligation to report",
      "content": "1 Persons responsible for waste water treatment plants must ensure that the quality of sludge is inspected within the deadlines imposed by experts. 2 ... 3 ... Repealed by No I of the O of 18 Oct. 2006, with effect from 1 Jan. 2007 ( AS 2006 4291 ). Repealed by No I of the O of 4 Nov. 2015, with effect from 1 Jan. 2016 ( AS 2015 4791 )."
    },
    {
      "provision_ref": "art21",
      "chapter": "Chapter 3 Disposal of Sludge",
      "section": "21",
      "title": "Supply",
      "content": "1 Persons responsible for central waste water treatment plants must keep a record of recipients of sludge, the amount supplied, type of disposal declared and time of supply and retain this information for at least ten years and make it available to the authorities on request. 2 ... 3 ... 4 They may only dispose of sludge other than as planned in the cantonal Sludge Disposal Plan with the agreement of cantonal authorities. If sludge is to be disposed of in another canton, the cantonal authorities shall consult the authorities of the receiving canton in advance. Repealed by No I of the O of 4 Nov. 2015, with effect from 1 Jan. 2016 ( AS 2015 4791 ). Repealed by Annex 3 No II 4 of the O of 22 June 2005 on Movements of Waste, with effect from 1 Jan. 2006 ( AS 2005 4199 )."
    },
    {
      "provision_ref": "art22",
      "chapter": "Chapter 4 Requirements for Animal Husbandry Farms",
      "section": "22",
      "title": "Animal husbandry farms",
      "content": "The following are deemed to be animal husbandry farms (Art. 14 WPA): a. farms and farming co-operatives that keep livestock; b. other enterprises involved in commercial animal husbandry; enterprises which keep zoo and circus animals or individual draft or riding animals or pets are excepted."
    },
    {
      "provision_ref": "art23",
      "chapter": "Chapter 4 Requirements for Animal Husbandry Farms",
      "section": "23",
      "title": "Livestock units (LU)",
      "content": "The calculation for converting the number of livestock on any enterprise into LU (Art. 14 para. 4 WPA) is based on the quantity of manure produced by them annually. For one LU, this quantity is taken as containing a total of 105 kg of nitrogen and 15 kg of phosphorus."
    },
    {
      "provision_ref": "art24",
      "chapter": "Chapter 4 Requirements for Animal Husbandry Farms",
      "section": "24",
      "title": "Normal local farming area",
      "content": "1 The normal local farming area (Art. 14 para. 4 WPA) is the agricultural land located within 6 km by road from the livestock buildings in which the farm manure is produced. 2 In order to take account of local farming conditions, the cantonal authorities may reduce or extend this limit by a maximum of 2 km. Amended by Annex 9 No 2 of the Direct Payments Ordinance of 23 Oct. 2013, in force since 1 Jan. 2014 ( AS 2013 4145 )."
    },
    {
      "provision_ref": "art25",
      "chapter": "Chapter 4 Requirements for Animal Husbandry Farms",
      "section": "25",
      "title": "Exceptions to the requirements relating to agricultural land",
      "content": "1 Farms that keep poultry or horses and farms serving the public interest need not have their own or leased agricultural land on which at least half of the farm manure accumulating in the enterprise can be used if it is guaranteed that the farm manure will be used by an organisation or another farm. 2 ... 3 Farms serving the public interest (Art. 14 para. 7 let. b WPA) are: a. farms that serve experimental, research or development purposes (research institutes, university farms, performance testing institutions, insemination stations, etc.); b. pig farms that cover at least 25 per cent of the energy needs of pigs with food by-products that come from milk processing; c. pig farms that cover at least 40 per cent of the energy needs of pigs with food by-products that do not come from milk processing; d. pig breeding enterprises that cover at least 40 per cent of the energy needs of pigs with food by-products that come both from milk processing and not from milk processing. 4 In mixed animal husbandry farms, the exception under paragraph 1 applies only to that part of the animal husbandry that fulfils conditions for granting an exception. 5 The cantonal authorities shall in each case grant an exception under paragraph 1 for a duration of five years at most. Amended by Annex 9 No 2 of the Direct Payments Ordinance of 23 Oct. 2013, in force since 1 Jan. 2014 ( AS 2013 4145 ). Repealed by Annex 9 No 2 of the Direct Payments Ordinance of 23 Oct. 2013, with effect from 1 Jan. 2014 ( AS 2013 4145 ). Amended by No II of the O of 27 Oct. 2010, in force since 1 Jan. 2011 ( AS 2010 5881 ). See also the Transitional Provision to this amendment at the end of the text. Amended by No III of the O of 25 May 2011, in force since 1 July 2011 ( AS 2011 2407 ). Inserted by No III of the O of 25 May 2011, in force since 1 July 2011 ( AS 2011 2407 ). See also the Transitional Provision to this amendment at the end of the text. Amended by Annex 9 No 2 of the Direct Payments Ordinance of 23 Oct. 2013, in force since 1 Jan. 2014 ( AS 2013 4145 ). Amended by Annex 9 No 2 of the Direct Payments Ordinance of 23 Oct. 2013, in force since 1 Jan. 2014 ( AS 2013 4145 )."
    },
    {
      "provision_ref": "art2627",
      "section": "2627",
      "title": "",
      "content": "Repealed by Annex 9 No 2 of the Direct Payments Ordinance of 23 Oct. 2013, with effect from 1 Jan. 2014 ( AS 2013 4145 )."
    },
    {
      "provision_ref": "art28",
      "section": "28",
      "title": "",
      "content": "1 The cantonal authorities shall ensure that storage facilities for farm manure and liquid digestate are regularly inspected; the frequency of the inspections shall correspond to the risk of pollution to the waters. 2 The following shall be inspected: a. whether the prescribed storage capacity is available; b. whether the storage facilities (including pipes) leak; c. whether facilities are in working order; d. whether the facilities are operated in accordance with the regulations. Amended by Annex 9 No 2 of the Direct Payments Ordinance of 23 Oct. 2013, in force since 1 Jan. 2014 ( AS 2013 4145 ). Amended by Annex 9 No 2 of the Direct Payments Ordinance of 23 Oct. 2013, in force since 1 Jan. 2014 ( AS 2013 4145 )."
    },
    {
      "provision_ref": "art29",
      "chapter": "Chapter 5 Protection for Waters in terms of Area Planning",
      "section": "29",
      "title": "Designation of water protection areas and determination of groundwater protection zones and areas",
      "content": "1 When dividing their territory into water protection areas (Art. 19 WPA), the cantons shall indicate those at particular risk and the other areas. Those described in Annex 4 number 11 as at particular risk include: a. water protection area A u for the protection of exploitable underground waters; b. water protection area A o for the protection of water quality of surface waters if this is required to guarantee a specific use of a body of water; c. the area of contribution Z u intended for the protection of water quality at existing and planned groundwater wells serving the public interest if the water is polluted by substances which are not sufficiently degraded or retained, or if there is a genuine risk of pollution by such substances; d. the area of contribution Z o intended for the protection of water quality of surface waters if water is polluted by run-off of pesticides or nutrients. 2 They shall designate groundwater protection zones (Art. 20 WPA) described in Annex 4 number 12 in order to protect groundwater wells and groundwater recharge installations serving the public interest. They may designate groundwater protection zones even for planned wells and recharge installations serving the public interest, the locations of which and amount of withdrawals from which are established. 3 They shall designate the groundwater protection areas described in Annex 4 number 13 (Art. 21 WPA) in order to protect the underground waters planned for use. 4 They shall base their decisions on the designation of water protection areas and groundwater protection zones and areas on existing hydro-geological findings. If these are not sufficient, they shall ensure that the required hydro-geological investigations are conducted. Amended by No II 9 of the O of 18 May 2005 on the Repeal and Amendment of Ordinances in connection with the Commencement of the Chemicals Act, in force since 1 Aug. 2005 ( AS 2005 2695 )."
    },
    {
      "provision_ref": "art30",
      "chapter": "Chapter 5 Protection for Waters in terms of Area Planning",
      "section": "30",
      "title": "Water protection maps",
      "content": "1 The cantons shall draw up waters protection maps and adjust these as necessary. The waters protection maps shall indicate as a minimum: a. water protection areas; b. groundwater protection zones; c. groundwater protection areas; d. groundwater outflow points, wells and recharge installations that are of significance for water supply. 2 The waters protection maps shall be accessible to the public. The cantons shall provide the Federal Office for the Environment (FOEN) and neighbouring cantons concerned with the waters protection maps and their annual modifications in digital form. Amended by No I of the O of 4 Nov. 2015, in force since 1 Jan. 2016 ( AS 2015 4791 )."
    },
    {
      "provision_ref": "art31",
      "chapter": "Chapter 5 Protection for Waters in terms of Area Planning",
      "section": "31",
      "title": "Protection measures",
      "content": "1 Any person who constructs or alters installations or carries out activities which represent a risk to waters in areas particularly at risk (Art. 29 para. 1) as well as in groundwater protection zones and areas must take all measures expedient for the protection of the waters according to the circumstances and in particular must: a. take the measures required under Annex 4 number 2; b. set up the necessary monitoring, alarm and stand-by arrangements. 2 The authorities shall ensure that: a. for existing installations in areas under paragraph 1, where there is a genuine risk of pollution of the waters, measures to protect waters, especially those under Annex 4 number 2, are taken, according to circumstances; b. existing installations in groundwater protection Zones S1 and S2 that endanger a groundwater well or a recharge installation are removed within an appropriate period of time, and that until removal of these installations other measures for protecting the drinking water are taken, in particular disinfection or filtration."
    },
    {
      "provision_ref": "art32",
      "section": "32",
      "title": "Authorisations for installations and activities in areas particularly at risk",
      "content": "1 ... 2 In the areas particularly at risk (Art. 29) an authorisation is especially required for: a. underground buildings; b. installations which damage protective layers or aquicludes; c. using the groundwater (including use for heating or cooling purposes); d. permanent drainage and irrigation; e. exposure of the groundwater table; f. drillings; g. storage installations for liquid manure and liquid digestate; h. storage installations for liquids that may pollute waters already in small quantities and with a usable volume of more than 2000 l per storage tank; i. storage installations for liquids that may pollute waters in groundwater protection zones and areas with a usable volume of more than 450 l; j. transhipment areas for liquids which may pollute waters. 3 If authorisation is required, the applicant must prove that the requirements for protection of waters are fulfilled and provide the documents necessary for this (if necessary hydro-geological investigations). 4 The authorities shall grant an authorisation if adequate protection of waters can be guaranteed subject to conditions and requirements. It shall also lay down requirements for decommissioning the installations. Repealed by No I of the O of 18 Oct. 2006, with effect from 1 Jan. 2007 ( AS 2006 4291 ). Amended by No I of the O of 18 Oct. 2006, in force since 1 Jan. 2007 ( AS 2006 4291 ). Inserted by No I of the O of 18 Oct. 2006 ( AS 2006 4291 ). Amended by Annex 9 No 2 of the Direct Payments Ordinance of 23 Oct. 2013, in force since 1 Jan. 2014 ( AS 2013 4145 ). Inserted by No I of the O of 18 Oct. 2006, in force since 1 Jan. 2007 ( AS 2006 4291 ). Inserted by No I of the O of 18 Oct. 2006, in force since 1 Jan. 2007 ( AS 2006 4291 ). Inserted by No I of the O of 18 Oct. 2006, in force since 1 Jan. 2007 ( AS 2006 4291 )."
    },
    {
      "provision_ref": "art32a",
      "section": "32a",
      "title": "a Inspection of storage installations for liquids which may pollute waters",
      "content": "1 The persons responsible for storage installations for liquids that may pollute waters that require authorisation must arrange for an external visual inspection to be conducted every ten years in order to check for defects. 2 An internal visual inspection must be conducted every ten years for: a. storage tanks with more than 250 000 l usable volume that do not have a protective construction or a double-walled floor; b. single-walled underground storage tanks. 3 The persons responsible must arrange for the inspection of the proper functioning of the leak detection system in storage installations for liquids which may pollute waters every two years in the case of double-walled containers and pipes and every year in the case of single-walled containers and pipes. Inserted by No I of the O of 18 Oct. 2006, in force since 1 Jan. 2007 ( AS 2006 4291 ). Amended by No I of the O of 4 Nov. 2015, in force since 1 Jan. 2016 ( AS 2015 4791 )."
    },
    {
      "provision_ref": "art33",
      "chapter": "Chapter 6 Maintaining Appropriate Rates of Residual Water Flow",
      "section": "33",
      "title": "Water withdrawals from watercourses",
      "content": "1 For withdrawals from watercourses (Art. 29 WPA) which comprise stretches with permanent flow and others without permanent flow, a permit is required if the site of the water withdrawal shows permanent flow. The conditions for granting the permit must be fulfilled only in the stretches with a permanent flow (Art. 30 WPA). 2 If the waters at the site of water withdrawal shows no permanent flow, the authorities shall ensure that the required measures under Federal Act of 1 July 1966 on the Protection of Nature and Cultural Heritage and the Federal Act of 21 July 1991 on Fish and Fisheries are taken. SR 451 SR 923.0"
    },
    {
      "provision_ref": "art33a",
      "chapter": "Chapter 6 Maintaining Appropriate Rates of Residual Water Flow",
      "section": "33a",
      "title": "a Ecological potential",
      "content": "When determining the ecological potential of a body of water, consideration shall be given to the following: a. the ecological importance of the body of water in its current state; b. the potential ecological importance of the body of water in a state in which the man-made harm is eliminated to the extent possible at a reasonable cost. Inserted by No I of the O of 4 May 2011, in force since 1 June 2011 ( AS 2011 1955 )."
    },
    {
      "provision_ref": "art34",
      "chapter": "Chapter 6 Maintaining Appropriate Rates of Residual Water Flow",
      "section": "34",
      "title": "Protection and utilisation plan",
      "content": "1 The authorities shall file the application for the approval of a protection and utilisation plan (Art. 32 let. c WPA) with the FOEN. 2 The application shall contain: a. the protection and utilisation plan decided on; b. the justification why the measures planned represent sufficient compensation for a lower minimum residual flow; c. information on how the planned measures should be made binding on all concerned for the duration of the license. 3 Compensatory measures in the context of the protection and utilisation plan are deemed appropriate if they serve to protect waters or the habitats depending on it. Measures that would be necessary in any case, according to federal regulations on environmental protection, are not taken into consideration. Term in accordance with No I 13 of the O of 7 Nov. 2007 on the New System of Fiscal Equalisation and the Division of Tasks between the Confederation and the Cantons, in force since 1 Jan. 2008 ( AS 2007 5823 ). This amendment has been made throughout the text."
    },
    {
      "provision_ref": "art35",
      "chapter": "Chapter 6 Maintaining Appropriate Rates of Residual Water Flow",
      "section": "35",
      "title": "Residual flow report",
      "content": "1 For water withdrawals which are subject to an environmental impact assessment (EIA), the residual flow report is part of the environmental impact report (Art. 33 para. 4 WPA). 2 For water withdrawals on which the federal government must be consulted and which are not subject to an EIA, the authorities shall ensure that the opinion of the cantonal expert body on the residual water report or on an amended draft thereof is made available to the FOEN. The FOEN may limit itself to making a summary review of the documents. Amended by No I 1 of the O of 29 June 2011 on the Amendment of Ordinances in the Environment Sector, in force since 1 Aug. 2011 ( AS 2011 3379 )."
    },
    {
      "provision_ref": "art36",
      "section": "36",
      "title": "Inventory of existing water withdrawals",
      "content": "1 For water withdrawals serving installations using water power, the inventory shall include (Art. 82 para. 1 WPA) as a minimum: a. a description of the water withdrawal and restitution (names, co-ordinates, height above sea level and, where appropriate, names of power stations and dams); b. the beginning and duration of the right of use granted, its extent, in particular the amount of water extractable in m 3 /s as well as the name of the person entitled to extract (the user); c. the removable amount of water in m 3 /s; d. the residual flow maintained previously with details of the location or the water endowment flow in l/s; e. other obligations to transfer water imposed on the user; f. the participation of the user in maintaining and correcting the waters; g. further conditions or installations in the interests of waters protection and fisheries; h. the Q347 flow rate, the flow regime of the watercourse upstream of the water withdrawal point and the amount withdrawn every month in m 3 /s, expressed as the average over several years, to the extent that this data is available at the time the inventory is drawn up; i. whether the water is withdrawn from a watercourse flowing through landscapes or habitats which are listed in the national or cantonal inventories. 2 For withdrawals using fixed non-hydropower equipment which may be authorised under Article 30 letter a WPA, the inventory shall as a minimum state the purpose of the withdrawal and the information in paragraph 1, letters a, b, d, h, and i. 3 For withdrawals using fixed non-hydropower equipment which may be authorised under Article 30 letters b or c WPA, the inventory shall state the information in paragraph 1 letters a and b."
    },
    {
      "provision_ref": "art37",
      "section": "37",
      "title": "List of water withdrawals not listed in the inventory",
      "content": "The cantons shall draw up a list of withdrawals for the use of water power from watercourses without permanent flow."
    },
    {
      "provision_ref": "art38",
      "section": "38",
      "title": "Remediation report",
      "content": "1 For every withdrawal of water listed in the inventory under Article 36 paragraphs 1 and 2, the remediation report (Art. 82 para. 2 WPA) shall indicate whether the watercourse requires remediation; if this is the case, the report indicates the reasons for such remediation, its extent and the period of time forecast to implement it. 2 For every water withdrawal, the report contains in particular: a. the description of the water withdrawal and return (names, co-ordinates, height above sea level and, where appropriate, names of any power stations or dams); b. the rate of Q 347 flow; c. data relating to the flow regime of the watercourse upstream of the water withdrawal point and in the stretch of residual water flow; d. the amount withdrawn every month in m 3 /s expressed as the average over several years. 3 For water withdrawals where remediation is necessary, the report shall also contain information on: a. remediation measures which may be imposed without infringing rights of use which justify a claim for compensation by the user (Art. 80 para. 1 WPA); b. more extensive remediation measures which are necessary because of overriding public interests (Art. 80 para. 2 WPA); for watercourses flowing through landscapes or habitats which are listed in national or cantonal inventories, the report shall name the special requirements for the watercourse arising from the protection targets defined in the inventory; c. type of remediation measures (higher levels of water endowment, structural, operational and other measures); d. the expected schedule for completion of the remediation measures."
    },
    {
      "provision_ref": "art39",
      "section": "39",
      "title": "Information obligation",
      "content": "1 The user must provide the authorities with the information required to draw up the inventory and the remediation report. 2 The authorities may require the user to carry out flow measurements."
    },
    {
      "provision_ref": "art40",
      "section": "40",
      "title": "Submission, updating and accessibility of inventories, lists and remediation reports",
      "content": "1 The cantons shall submit the inventories, lists and remediation reports to the FOEN. 2 They shall update the inventories and lists. 3 They shall ensure that the inventories, lists and remediation reports are made accessible to the public after consulting those concerned. Business secrecy shall be preserved."
    },
    {
      "provision_ref": "art41",
      "section": "41",
      "title": "Water withdrawals under licences already granted",
      "content": "Articles 36–40 apply by analogy to planned water withdrawals for which a licence was granted before the entry into force of the Waters Protection Act (Art. 83 WPA)."
    },
    {
      "provision_ref": "art41a",
      "chapter": "Section 1",
      "section": "41a",
      "title": "a Space provided for watercourses",
      "content": "1 In biotopes of a national importance, in cantonal nature conservation areas, in mire landscapes of exceptional beauty and national importance, in water bird and migratory bird reserves of international or national importance and, in the case of waters-related protection targets, in landscapes of national importance and cantonal landscape conservation areas the width of the space provided for waters must amount to at least: a. for watercourses with a channel bed of less than 1 m natural width: 11 m; b. for watercourses with a channel bed of 1–5 m natural width: 6 times the width of the channel bed plus 5 m; c. for watercourses with a channel bed of more than 5 m natural width: the width of the channel bed plus 30 m. 2 In other areas, the width of the space provided for waters must amount to at least: a. for watercourses with a channel bed of less than 2 m natural width: 11 m; b. for watercourses with a channel bed of 2–15 m natural width: 2.5 times the width of the channel bed plus 7 m. 3 The width of the space provided for waters calculated in accordance with paragraphs 1 and 2 must be increased where this is required to guarantee: a. protection against flooding; b. the space required for rehabilitation; c. the protection targets for watercourses under paragraph 1 and other overriding interests of nature and landscape conservation; d. a use of the waters. 4 Provided protection against flooding is guaranteed, the width of the space provided for waters may be adapted: a. to the structural conditions in densely built-up areas; b. to the topographic conditions on stretches of waters: 1. in which the waters largely fill the valley floor, and 2. that have slopes on both sides that are too steep to permit farming activities. 5 In the absence of any overriding interests to the contrary, determining the space provided for waters may be dispensed with if the waters: a. are located in forest or in areas, that are not designed mountain- or valley areas in accordance with the agriculture legislation in the arable land register; b. are culverted; c. are artificially laid out; or d. are very small. Amended by No I of the O of 22 March 2017, in force since 1 May 2017 ( AS 2017 2585 ). Inserted by No I of the O of 22 March 2017, in force since 1 May 2017 ( AS 2017 2585 )."
    },
    {
      "provision_ref": "art41b",
      "chapter": "Section 1",
      "section": "41b",
      "title": "b Space provided for standing waters",
      "content": "1 The width of the space provided for waters must amount to at least 15 m measured from the shoreline. 2 The width of the space provided for waters calculated in accordance with paragraphs 1 must be increased where this is required to guarantee: a. protection against flooding; b. the space required for rehabilitation; c. overriding interests of the nature- and landscape conservation; d. the use of the waters. 3 The width of the space provided for waters may be adapted to the structural conditions in densely built-up areas provided protection against flooding is guaranteed. 4 In the absence of any overriding interests to the contrary, determining the space provided for waters may be dispensed with if the waters: a. are located in forest or in areas, that are not designed mountain- or valley areas in accordance with the agriculture legislation in the arable land register; b. have a surface area of less than 0.5 ha; or c. are artificially laid out."
    },
    {
      "provision_ref": "art41c",
      "section": "41c",
      "title": "c Extensive structuring and management of the space provided for waters",
      "content": "1 In the space provided for waters, only fixed installations serving the public interest such as footpaths and hiking trails, run-of-river power plants or bridges may be built. The authority may authorise the following installations provided there are no overriding interests to the contrary: a. in densely built-up areas, installations that meet zoning requirements; a bis. installations that meet zoning requirements outside densely built-up areas on individual plots of ground that have not been built on within a series of several plots of ground that have been built on; b. agricultural and forestry tracked and gravel paths with a distance of at least 3m from the shoreline of the waters if topographically limited spatial conditions pertain; c. fixed parts of installations that aid water withdrawal or discharge; d. small installations that serve the use of the waters. 2 The continued existence of installations and permanent crops in terms of Article 22 paragraph 1 letters a–c, e and g–i of the Agricultural Terms Ordinance of 7 December 1998 in the space provided for waters that are lawfully constructed and useable as intended is in principle protected. 3 No fertilisers and plant health products may be used in the space provided for waters. Individual treatments of problem plants are permitted outside a 3-metre-wide strip along the bank where these cannot be controlled mechanically at a reasonable cost. 4 The space provided for waters may be used for agricultural purposes if it is used in accordance with the requirements of the Direct Payments Ordinance of 23 October 2013 as straw fields, hedgerows, field or riparian woodland, riparian meadow, extensively used meadow, extensively used pasture ground or wooded pasture ground. These requirements also apply to the use of areas outside the agricultural land in use. 4bis If in the case of roads and paths with a base layer or railway lines that run alongside waters the space provided for waters on the land side extends only a few metres beyond the transport infrastructure, the authority may authorise exceptions from the management restrictions in paragraphs 3 and 4 for the part on the land side provided no fertilisers or plant health products can enter the water. 5 Measures against natural erosion of the banks of a watercourse are permitted only if required for protection against flooding or to prevent an unreasonable loss of agricultural land. 6 The following do not apply: a. paragraphs 1–5 to that part of the space provided for waters that exclusively serves to guarantee the use of the waters; b. paragraphs 3 and 4 to the space provided for culverted waters. Inserted by No I of the O of 22 March 2017, in force since 1 May 2017 ( AS 2017 2585 ). Inserted by No I of the O of 22 March 2017, in force since 1 May 2017 ( AS 2017 2585 ). Amended by No I of the O of 4 Nov. 2015, in force since 1 Jan. 2016 ( AS 2015 4791 ). SR 910.91 Amended by No I of the O of 4 Nov. 2015, in force since 1 Jan. 2016 ( AS 2015 4791 ). SR 910.13 Amended by No IV of the O of 2 Nov. 2022, in force since 1 Jan. 2023 ( AS 2022 737 ). Inserted by No I of the O of 22 March 2017, in force since 1 May 2017 ( AS 2017 2585 )."
    },
    {
      "provision_ref": "art41cbis",
      "section": "41cbis",
      "title": "c bis Farming land with the quality of crop rotation areas in the space provided for waters",
      "content": "1 Arable farming land with the quality of crop rotation areas in the space provided for waters must be shown separately by the cantons when making the inventory of crop rotation areas in accordance with Article 28 of the Spatial Planning Ordinance of 28 June 2000. It may continue to be included in the cantonal minimum of crop rotation areas. If a related federal decree is issued (Art. 5 WPA), these areas may be intensively farmed in emergency situations. 2 Alternative land must be provided in accordance with the sectoral plan for crop rotation areas (Art. 29 of the Spatial Planning Ordinance of 28 June 2000) in compensation for arable farming land with the quality of crop rotation areas in the space provided for waters that is required to implement structural flood protection or rehabilitation measures. Inserted by No I of the O of 4 Nov. 2015 ( AS 2015 4791 ). Amended by No I of the O of 22 March 2017, in force since 1 May 2017 ( AS 2017 2585 ). SR 700.1"
    },
    {
      "provision_ref": "art41d",
      "section": "41d",
      "title": "d Planning of rehabilitation projects",
      "content": "1 The cantons shall devise the principles required to plan the rehabilitation of watercourses. The principles shall include information on the following in particular: a. the ecomorphological condition of the waters; b. the installations in the space provided for waters; c. the ecological potential and the agricultural importance of the waters. 2 They shall set out in a plan for a period of 20 years the stretches of water to be rehabilitated, the form of the rehabilitation measures and the deadlines by which the measures must be implemented, and shall coordinate the plan with the neighbouring cantons to the extent that this is required. Rehabilitation projects shall primarily be planned where their benefits: a. are substantial for nature and the landscape; b. are substantial compared with the probable cost; c. may be increased through coordination with other measures to protect natural habitats or to prevent flooding. 3 They shall adopt the plans under paragraph 2 for watercourses by 31 December 2014 and for standing waters by 31 December 2022. They shall submit the plans to the FOEN one year before their adoption so that the FOEN may comment thereon. 4 They shall renew the plans under paragraph 2 every 12 years for a period of 20 years and shall submit these plans to the FOEN one year before their adoption so that the FOEN may comment thereon. Amended by No I 4 of the O of 28 Jan. 2015 on Amendments to Ordinance Law on the Environment, in particular in relation to the programme agreements for the programme period 2016-2019, in force since 1 Jan. 2016 ( AS 2015 427 )."
    },
    {
      "provision_ref": "art41e",
      "chapter": "Section 2",
      "section": "41e",
      "title": "e Serious harm due to hydropeaking",
      "content": "There is serious harm to indigenous flora and fauna and to their habitats due to hydropeaking where: a. the flow rate for upsurge is at least 1.5 times greater than for downsurge; and b. the site-specific quantity, composition and diversity of the plant and animal communities are changed to their detriment, in particular because regularly and in an unnatural manner fish are run ashore, fish spawning grounds are destroyed, aquatic animals are washed away, turbidity arises or the water temperature is altered in an unlawful manner."
    },
    {
      "provision_ref": "art41f",
      "chapter": "Section 2",
      "section": "41f",
      "title": "f Planning remediation measures for hydropeaking",
      "content": "1 The cantons shall submit to the FOEN a plan for measures to remediate hydropower plants that cause hydropeaking in accordance with the procedure described in Annex 4 a number 2. 2 The persons responsible for hydropower plants must grant access to the authority responsible for the plan and provide the required information, in particular on: a. the coordinates and the designation the individual parts of the plant; b. the flow rates of the watercourse concerned with measured values at intervals of no more than 15 minutes (hydrograph) over a period covering the past five years; If these measured values are not available, the hydrograph may be calculated using data relating to hydro-electric power production at the plant and the water flow; c. the measures carried out and planned to reduce the effects of hydropeaking; d. the available results of the study on the effects of hydropeaking; e. the planned structural and operational changes at the plant."
    },
    {
      "provision_ref": "art41g",
      "chapter": "Section 2",
      "section": "41g",
      "title": "g Remediation measures for hydropeaking",
      "content": "1 Based on the measures plan, the cantonal authority shall order the remediation of hydropeaking and require the persons responsible for hydropower plants to examine various types of remediation measure in order to implement the plan. 2 Before it decides on the remediation project, it shall consult the FOEN. With a view to an application under Article 30 paragraph 1 of the Energy Ordinance of 1 November 2017 (EnO), the FOEN shall verify whether the criteria of Annex 3 number 2 EnO are met. 3 The persons responsible for hydropower plants shall verify the effectiveness of the measures taken as required by the authority. SR 730.01 Second sentence amended by Annex 7 No II 2 of the Energy Ordinance of 1 Nov. 2017, in force since 1 Jan. 2018 ( AS 2017 6889 )."
    },
    {
      "provision_ref": "art42",
      "chapter": "Section 3 Flushing out and Emptying of Impoundments",
      "section": "42",
      "title": "",
      "content": "1 Before an authority authorises the flushing out or emptying of an impoundment, it shall ensure that sediments are removed other than by washing away if this is environmentally compatible and economically acceptable. 2 When washing away sediments the authorities shall ensure that communities of plants, animals and micro-organisms are harmed as little as possible, in particular by laying down: a. time and type of flushing out or emptying; b. the maximum concentration of suspended matter in the water which must be respected during the flushing out or emptying; c. to what extent washing away must be carried out so that during the flushing out or emptying, fine matter deposited in watercourses is removed. 3 Paragraphs 1 and 2 do not apply to the abrupt lowering of the water level following an exceptional event (Art. 40 para. 3 WPA). Repealed by No I of the O of 4 May 2011, with effect from 1 June 2011 ( AS 2011 1955 )."
    },
    {
      "provision_ref": "art42a",
      "chapter": "Section 4 Bed Load Budget",
      "section": "42a",
      "title": "a Serious harm due to change in the bed load budget",
      "content": "A change in the bed load budget causes serious harm to the indigenous flora and fauna and their habitats if installations such as hydropower plants, gravel excavation sites, bed load traps or river control structures alter the morphological structures or the morphological dynamics of the waters to their detriment. Inserted by No I of the O of 4 May 2011, in force since 1 June 2011 ( AS 2011 1955 )."
    },
    {
      "provision_ref": "art42b",
      "chapter": "Section 4 Bed Load Budget",
      "section": "42b",
      "title": "b Planning the measures to remediate the bed load budget",
      "content": "1 The cantons shall submit a plan to the FOEN of their measures to remediate the bed load budget in accordance with the procedure described in Annex 4 a number 3. 2 The persons responsible for installations must allow access to the authority responsible for the plan and provide the required information, in particular on: a. the details and the designation of the installations and in the case of hydropower plants the individual parts of the installation; b. how the bed load is dealt with; c. the measures carried out and the planned in order to improve the bed load budget; d. the available results of the study of the bed load budget; e. the planned structural and operational changes to the installation. Inserted by No I of the O of 4 May 2011, in force since 1 June 2011 ( AS 2011 1955 )."
    },
    {
      "provision_ref": "art42c",
      "chapter": "Section 4 Bed Load Budget",
      "section": "42c",
      "title": "c Measures to remediate the bed load budget",
      "content": "1 In the case of installations which according to the plan require measures to remediate the bed load budget, the cantons shall prepare a study on the nature and extent of the required measures. 2 Based on the study, the cantonal authority shall in accordance with paragraph 1 order the remediation measures. In the case of hydropower plants, the bed load must wherever possible be made to pass through the installation. 3 Before it decides on the remediation project in the case of hydropower plants, it shall consult the FOEN. The FOEN shall examine with a view to an application under Article 30 paragraph 1 EnO whether the criteria of Annex 3 number 2 EnO are met. 4 The persons responsible for hydropower plants shall verify the effectiveness of the measures taken in accordance with instructions from the cantonal authority. Inserted by No I of the O of 4 May 2011, in force since 1 June 2011 ( AS 2011 1955 ). SR 730.01 Second sentence amended by Annex 7 No II 2 of the Energy Ordinance of 1 Nov. 2017, in force since 1 Jan. 2018 ( AS 2017 6889 )."
    },
    {
      "provision_ref": "art43",
      "section": "43",
      "title": "Extraction of gravel, sand and other materials from watercourses",
      "content": "1 In order that the bed load budget in a watercourse is not unfavourably influenced by extraction of gravel, sand or other materials (Art. 44 para. 2 let. c WPA), the authorities must ensure that: a. the quantity of bed load extracted from the watercourse does not exceed the natural supply; b. the extraction does not in the long term lead to a subsidence of the bottom outside the extraction perimeter; c. the extraction does not render impossible the maintenance and re-establishment of inventoried floodplains; d. the extraction does not lead to a substantial change in the particle size distribution of the bottom material outside the extraction perimeter. 2 Extraction according to paragraph 1 should not lead to turbidity that may impair fishing waters."
    },
    {
      "provision_ref": "art44",
      "chapter": "Section 5 Drainage Water from Underground Buildings",
      "section": "44",
      "title": "",
      "content": "1 Drainage water from underground buildings must be contained and channelled off in such a way that it cannot be polluted by such construction operations, in particular by exceptional events. This does not apply to small amounts of drainage water if retention measures prevent the pollution of the receiving waters. 2 For the discharge of drainage water from underground buildings into watercourses, the following applies: a. the spillway construction must be such as to ensure homogeneous and rapid mixing of the water; b. the temperature of the receiving waters must not be raised over its near as possible natural state by more than 3 °C; if the stretch belongs to a trout zone, the temperature must not be raised by more than 1.5 °C; c. the discharge must not result in the water temperature exceeding 25 °C. 3 Depending on local circumstances the authorities shall specify: a. requirements for discharge into lakes and infiltration; b. additional requirements for discharge into watercourses if necessary. Repealed by No I of the O of 4 May 2011, with effect from 1 June 2011 ( AS 2011 1955 )."
    },
    {
      "provision_ref": "art45",
      "chapter": "Chapter 8 Enforcement",
      "section": "45",
      "title": "Enforcement by cantonal and federal authorities",
      "content": "1 The cantons shall enforce this Ordinance unless it delegates enforcement to the Confederation. 2 If the federal authorities apply other federal laws, or international treaties or decisions that relate to the subject matter of this Ordinance, they shall also enforce this Ordinance. The cooperation of the FOEN and the cantonal authorities is governed by Article 48 paragraph 1 WPA; statutory duties of secrecy are reserved. 3 At the request of the cantons, the federal authorities shall take account of their provisions and measures, unless fulfilment of the tasks of the federal authority is thereby rendered impossible or made disproportionately difficult. 4 If the federal authorities enact administrative ordinances such as guidelines or instructions that concern waters protection, they shall consult the FOEN. 5 The Federal Department of the Environment, Transport, Energy and Communications (the Department) may, if required, amend the lists of parameters and the numerical requirements for water quality in accordance with Annex 2 number 11 paragraph 3, number 12 paragraph 5 and number 22 paragraph 2. Amended by No II 12 of the O of 2 Feb. 2000 to the Federal Act on the Coordination and Simplification of Decision-Making Procedures, in force since 1 March 2000 ( AS 2000 703 ). Inserted by No I of the O of 4 Nov. 2015, in force since 1 Jan. 2016 ( AS 2015 4791 )."
    },
    {
      "provision_ref": "art46",
      "chapter": "Chapter 8 Enforcement",
      "section": "46",
      "title": "",
      "content": "1 Where required, the cantons shall coordinate measures under this Ordinance with each other and with measures in other sectors. They shall also ensure the coordination of the measures with those of neighbouring cantons. 1bis They shall take account of plans under this Ordinance when drawing up structure and land use plans. 2 In drawing up the supply plan for drinking water, they include both groundwater resources already used and those intended for exploitation and ensure that water withdrawals are co-ordinated so that no excessive withdrawals take place and the groundwater resources are used economically. 3 In granting authorisations for discharges and infiltration under Articles 6-8 the authorities shall take account of both the requirements of the Environmental Protection Act of 7 October 1983 on public protection from odour emissions as well as the requirements of the Employment Act of 13 March 1964 and the Accident Insurance Act of 20 March 1981 on protection of the health of staff at waste water treatment plants. Amended by No I of the O of 4 May 2011, in force since 1 June 2011 ( AS 2011 1955 ). Amended by No I of the O of 4 May 2011, in force since 1 June 2011 ( AS 2011 1955 ). Inserted by No I of the O of 4 May 2011, in force since 1 June 2011 ( AS 2011 1955 ). SR 814.01 SR 822.11 SR 832.20"
    },
    {
      "provision_ref": "art47",
      "section": "47",
      "title": "Procedures for polluted waters",
      "content": "1 If the authorities establish that a body of water does not fulfil the requirements of Annex 2 on water quality or that the specific use of the body of water cannot be guaranteed they shall: a. determine and assess the type and extent of the pollution; b. determine the causes of the pollution; c. assess the effectiveness of possible measures; d. ensure that the required measures are undertaken based on the relevant regulations. 2 If several sources of pollution are involved, the measures to be taken by those responsible must be coordinated."
    },
    {
      "provision_ref": "art47a",
      "section": "47a",
      "title": "a Inspection of filling and washing stations",
      "content": "1 The cantons shall survey and inspect at least once every four years the filling and washing stations of professional or commercial users of plant protection products where sprayers are filled or washed out. 2 They shall ensure that any defects identified are rectified immediately or within two years at the latest, depending on the severity of the risk of pollution to the waters. 3 They shall report to the FOEN every four years on the status of the surveys, inspections, defects identified and their rectification. Inserted by No I of the O of 16 Dec. 2022, in force since 1 Feb. 2023 ( AS 2023 3 ). See also the Transitional Provision to this amendment at the end of the text."
    },
    {
      "provision_ref": "art48",
      "section": "48",
      "title": "Investigations and assessments",
      "content": "1 Investigations and assessments are subject to the recognised state of the art; in particular, the relevant standards of the European Committee for Standardisation (CEN) or other standards that provide equivalent results apply. 2 Insofar as this Ordinance contains no regulations on the type and frequency of sampling or the assessment of compliance with requirements, the authorities shall specify such regulations on a case-by-case basis. 3 The cantons shall notify the FOEN of the results of their investigations and findings regarding pesticides in waters by 1 June of each year as specified by the FOEN. Standards may be viewed free of charge or obtained for a fee from the Swiss Association for Standardisation (SNV), Sulzerallee 70, 8404 Winterthur; www.snv.ch Inserted by No I of the O of 16 Dec. 2022, in force since 1 Feb. 2023 ( AS 2023 3 )."
    },
    {
      "provision_ref": "art48a",
      "section": "48a",
      "title": "a Reporting of limit value exceedances",
      "content": "1 The FOEN shall notify the authorisation bodies for plant protection products and biocidal products of pesticides for authorisation review if: a. these or their degradation products repeatedly and widely exceed the limit value of 0.1 µg/l in waters used or intended for use for drinking water (Art. 9 para. 3 let. a WPA); or b. these repeatedly and widely exceed the ecotoxicological limit values in surface waters (Art. 9 para. 3 let. b WPA). 2 The ecotoxicological limit values are the numerical requirements for water quality in accordance with Annex 2 No 11 paragraph 3 Table number 4 which deviate from the general value of 0.1 µg/l. 3 A limit value in accordance with Article 9 paragraph 3 WPA is considered to be repeatedly and widely exceeded for waters that are used or intended for use for drinking water if: a. it is exceeded in at least three cantons within one year; b. it is exceeded in at least five per cent of all waters studied; and c. a distribution according to letters a and b is measured in at least two out of five consecutive years. 4 A limit value in accordance with Article 9 paragraph 3 WPA is considered to be repeatedly and widely exceeded for surface waters if: a. it is exceeded in at least three cantons within one year; b. it is exceeded in at least 10 per cent of all waters studied; and c. a distribution according to letters a and b is measured in at least two out of five consecutive years. Inserted by No I of the O of 16 Dec. 2022, in force since 1 Feb. 2023 ( AS 2023 3 )."
    },
    {
      "provision_ref": "art49",
      "section": "49",
      "title": "Information",
      "content": "1 The FOEN shall provide information on the state of waters and waters protection, provided this is in the interest of Switzerland as a whole. In particular it shall publish reports on the state of waters protection in Switzerland. The cantonal authorities shall provide the necessary information. 2 The cantonal authorities shall provide information on the state of waters and waters protection in their canton. At the same time they shall also provide information on the measures taken and their impact and on bathing sites where the requirements for bathing are not met (Annex 2 no 11 para. 1 let. e). Amended by No I of the O of 4 May 2011, in force since 1 June 2011 ( AS 2011 1955 )."
    },
    {
      "provision_ref": "art49a",
      "section": "49a",
      "title": "a Geoinformation",
      "content": "The FOEN shall provide specifications for the minimum geodata models and presentation models for the official geodata under this Ordinance for which it is designated federal specialist authority in Annex 1 to the Geoinformation Ordinance of 21 May 2008. Inserted by Annex 2 No 7 of the O of 21 May 2008 on Geoinformation, in force since 1 July 2008 ( AS 2008 2809 ). SR 510.620"
    },
    {
      "provision_ref": "art50",
      "section": "50",
      "title": "",
      "content": "Repealed by No III 2 of the O of 12 Aug. 2015, with effect from 1 Oct. 2015 ( AS 2015 2903 )."
    },
    {
      "provision_ref": "art51",
      "section": "51",
      "title": "",
      "content": "1 The Department is authorised to approve decisions and recommendations that are based on the following international agreements, with the agreement of the Federal Department of Economic Affairs, Education and Research: a. convention of 22 September 1992 for the Protection of the Marine Environment of the North-East Atlantic (OSPAR Convention); b. convention of 29 April 1963 on the International Commission for Protection of the Rhine against Pollution; c. convention of 3 December 1976 on the Protection of the Rhine against Chemical Pollution. 2 The FOEN shall supply the approved decisions and recommendations to third parties on request. 3 The Department shall elect members of the Swiss delegations to the inter-state commissions for protection of waters. Amended by No II 12 of the O of 2 Feb. 2000 to the Federal Act on the Coordination and Simplification of Decision-Making Procedures, in force since 1 March 2000 ( AS 2000 703 ). Amended by No I of the O of 4 Nov. 2015, in force since 1 Jan. 2016 ( AS 2015 4791 ). SR 0.814.293 [ AS 1965 388 , 1979 93 . AS 2003 1934 Art. 19 No 2, 3 ]. Today: Convention of 12 April 1999 on the International Commission for Protection of the Rhine against Pollution ( SR 0.814.284 ). [ AS 1979 97 , 1983 323 , 1989 161 . AS 2003 1934 Art. 19 No 2]. Inserted by fig. II 12 of the O of 2 Feb. 2000 to the Federal Act on the Coordination and Simplification of Decision-Making Procedures, in force since 1 March 2000 ( AS 2000 703 )."
    },
    {
      "provision_ref": "art51a",
      "chapter": "95",
      "section": "51a",
      "title": "a Charge rate",
      "content": "The level of the charge in accordance with Article 60 b WPA amounts to 9 francs per resident per annum. The charge is based on the number of residents that are connected to the waste water treatment plant on 1 January of the calendar year in which the charge is collected."
    },
    {
      "provision_ref": "art51b",
      "chapter": "95",
      "section": "51b",
      "title": "b Data provided by the cantons",
      "content": "The cantons must: a. notify the FOEN each year by 31 March of the number of residents that are connected to each waste water treatment plant on their territory as of 1 January of the calendar year in question; b. submit to the FOEN by 31 October of each calendar year the final accounts with requests for compensatory payments under Article 60 b paragraph 2 WPA that are received by 30 September of the same calendar year."
    },
    {
      "provision_ref": "art51c",
      "chapter": "95",
      "section": "51c",
      "title": "c Collection of the charge",
      "content": "1 The FOEN shall invoice the charge to the subjects liable to pay by 1 June in the calendar year concerned. It shall issue a ruling on the charge in the event of any dispute over the invoice. 2 At the request of the canton, the FOEN may invoice the canton for the charge if the canton confirms that it collects the charge from the waste water treatment plants on its territory on the same terms as those of the FOEN. This request must be submitted to the FOEN by 31 March. 3 Payment must be made within 60 days of the due date. The charge becomes due on receipt of the invoice or, if the invoice is disputed, on the ruling on the charge taking full legal effect in accordance with paragraph 1. In the event of late payment, interest of 5 per cent becomes due. Amended by No I of the O of 22 March 2017, in force since 1 May 2017 ( AS 2017 2585 )."
    },
    {
      "provision_ref": "art51d",
      "chapter": "95",
      "section": "51d",
      "title": "d Time limit",
      "content": "1 The right to collect the charge lapses ten years from the end of the calendar year in which it arises. 2 The time limitation period is interrupted and restarted: a. if the subject liable to the charge acknowledges the right to collect it; b. by any official act by which the right to collect the charge is enforced against the subject liable to pay it. 3 The right to collect the charge expires in every case 15 years from the end of the calendar year in which it arises."
    },
    {
      "provision_ref": "art52",
      "chapter": "Section 1",
      "section": "52",
      "title": "",
      "content": "1 The level of the global compensatory payments made to installations and equipment for nitrogen removal (Art. 61 para. 1 WPA) is governed by the number of tonnes of nitrogen removed each year. 2 Insofar as it is necessary to comply with international agreements or decisions of international organisations, the extent and complexity of the measures may also be taken into account. 3 The level of the global compensatory payments shall be agreed between the FOEN and the canton concerned. Amended by No I of the O of 4 Nov. 2015, in force since 1 Jan. 2016 ( AS 2015 4791 )."
    },
    {
      "provision_ref": "art52a",
      "chapter": "Section 1",
      "section": "52a",
      "title": "a Elimination of organic trace substances at waste water plants",
      "content": "1 Compensatory payments in respect of measures to eliminate organic trace substances under Article 61 a paragraph 1 WPA shall be made to the cantons on a case-by-case basis. 2 If the measure giving rise to the compensatory payment is not implemented within five years of payment being assured, the assurance is no longer valid. 3 If sewers are constructed instead of installations and equipment to eliminate organic trace substances, the maximum costs attributable are those that could have arisen in the event of measures being taken at the waste water treatment plant itself. 4 Before the authority decides on the measure, it shall consult the FOEN. Inserted by No I of the O of 4 Nov. 2015, in force since 1 Jan. 2016 ( AS 2015 4791 )."
    },
    {
      "provision_ref": "art53",
      "chapter": "Section 1",
      "section": "53",
      "title": "Waste disposal installations",
      "content": "Compensatory payments made in respect of waste disposal installations eligible for subsidies (Art. 62 paras 1 and 2 WPA) shall be made on a case by case basis for planning, initial establishment and extension."
    },
    {
      "provision_ref": "art54",
      "chapter": "Section 1",
      "section": "54",
      "title": "Measures in agriculture",
      "content": "1 The level of the global compensatory payments made in respect of measures in agriculture (Art. 62 a WPA) is governed by the properties and the number of kilograms of the substances that are prevented from washing away or leaching each year. 2 For measures that result in changes in farm structures, the level is also governed by the attributable costs. 3 The level of the global compensatory payments shall be agreed between the Federal Office for Agriculture (FOAG) and the canton concerned."
    },
    {
      "provision_ref": "art54a",
      "chapter": "Section 1",
      "section": "54a",
      "title": "a Planning of rehabilitation measures",
      "content": "1 The level of the global compensatory payments made for planning measures to rehabilitate waters (Art. 62 b para. 1 WPA) is governed by the length the bodies of water to which the plan relates. 2 The level of the global compensatory payments shall be agreed between the FOEN and the canton concerned. Inserted by No I of the O of 4 May 2011, in force since 1 June 2011 ( AS 2011 1955 )."
    },
    {
      "provision_ref": "art54b",
      "section": "54b",
      "title": "b Implementation of rehabilitation measures",
      "content": "1 The level of the global compensatory payments for measures to rehabilitate waters (Art. 62 b para. 1 WPA) is governed by: a. the length of the stretch of water that is to be rehabilitated or is opened by the removal of obstructions; b. the width of the channel bed of the watercourse; c. the width of the space provided for the waters that are to be rehabilitated; d. the benefits of rehabilitation for nature and the landscape in comparison with the probable costs; e. the benefits of rehabilitation for recreation; f. the quality of the measures. 2 The level of the global compensatory payments shall be agreed between the FOEN and the canton concerned. 3 Compensatory payments may be made individually if the measures: a. cost more than five million francs; b. have a supracantonal impact or concern border waters; c. affect protected zones or properties listed in national inventories; d. require a complex or special expert assessment due to the possible alternatives or for other reasons; or e. were unforeseeable. 4 The contribution to the attributable costs of the measures under paragraph 3 shall amount to between 35 and 80 per cent and is governed by the criteria listed in paragraph 1. 5 Compensatory payments for rehabilitation shall only be granted if the canton concerned has drawn up a rehabilitation plan that meets the requirements of Article 41 d . 6 No compensatory payments shall be granted under Article 62 b paragraph 1 WPA for measures required under Article 4 of the Federal Act of 21 June 1991 on Hydraulic Engineering. Inserted by No I of the O of 4 May 2011, in force since 1 June 2011 ( AS 2011 1955 ). See also the Transitional Provision to this amendment at the end of the text. SR 721.100"
    },
    {
      "provision_ref": "art55",
      "section": "55",
      "title": "Initial procurement studies",
      "content": "1 Compensatory payments for ascertaining the causes of inadequate water quality in an important body of water with a view to carrying out remediation measures (Art. 64 para. 1 WPA) will be paid on a case-by-case basis insofar as the projects concern the state of the body of water and its tributaries. 2 The compensatory payments for the provision of fundamentals amount to 30 per cent of the attributable costs and those for the inventories on water supply installations and groundwater resources (Art. 64 para. 3 WPA) 40 per cent of the attributable costs."
    },
    {
      "provision_ref": "art56",
      "section": "56",
      "title": "Training of specialists and provision of information to the public",
      "content": "1 Financial assistance for the training of specialists (Art. 64 para. 2 WPA) amounts to: a. a maximum of 25 per cent of the costs; b. a maximum of 40 per cent of the costs in the case of projects that are particularly expensive given the number of probable participants. 2 Financial assistance for the provision of information to the public (Art. 64 para. 2 WPA) may be granted to projects if: a. they are of significance for Switzerland as a whole; and b. provided the information documents are made available for distribution throughout Switzerland. 3 The financial assistance for the provision of information to the public amounts to: a. a maximum of 40 per cent the costs for the preparation of documents; b. a maximum of 20 per cent the costs for the conduct of information campaigns. 4 The FOEN shall grant financial assistance for the training of specialists and for the provision of information to the public on a case-by-case basis."
    },
    {
      "provision_ref": "art57",
      "section": "57",
      "title": "Risk guarantee",
      "content": "1 A risk guarantee for promising new forms of installations and equipment (Art. 64 a WPA), that perform a public service may be granted provided company guarantees are not available. 2 The risk guarantee applies to the costs incurred in rectifying defects or if necessary for the reconstruction of the installations and equipment in the first five years after beginning operations must, provided they are not made necessary through the fault of the person responsible for the installation or equipment. 3 The risk guarantee amounts to at least 20 but no more than 60 per cent of the costs in accordance with paragraph 2. 4 For the procedure, Articles 61c and 61d apply by analogy."
    },
    {
      "provision_ref": "art58",
      "section": "58",
      "title": "Attributable costs",
      "content": "1 Attributable costs are those costs that are genuinely incurred and are directly connected with implementing projects giving rise to entitlement to subsidy. These include the cost of pilot projects, and in the case of the rehabilitation of bodies of water, the cost of acquiring the required land. 2 Costs that are not attributable are in particular fees and taxes. Amended by No I of the O of 4 May 2011, in force since 1 June 2011 ( AS 2011 1955 )."
    },
    {
      "provision_ref": "art59",
      "chapter": "Section 2",
      "section": "59",
      "title": "Application",
      "content": "1 The canton shall submit the application for global compensatory payments to the competent federal office (Art. 60 para. 1). 2 The application must include information on: a. the programme goals to be achieved and in the case of compensatory payments for measures in agriculture information on the goals to be achieved in the canton as a whole; b. the measures probably required to achieve the goals and how they are to be implemented; c. the effectiveness of the measures."
    },
    {
      "provision_ref": "art60",
      "chapter": "Section 2",
      "section": "60",
      "title": "Programme agreement",
      "content": "1 The following authorities are responsible for concluding the programme agreement: a. the FOEN for compensatory payments to waste water treatment plants and for the planning and conduct of measures to rehabilitate waters; b. the FOAG for compensatory payments for measures in agriculture. 2 The programme agreement shall be concluded for a specific territory. The subject matter of the programme agreement shall in particular be: a. the strategic programme goals that must be jointly achieved; b. the obligations of the Canton; c. the federal subsidy to be provided; d. controlling. 3 The duration of the programme agreement amounts in the case of compensatory payments to: a. measures in agriculture: normally 6 years; b. other measures: 4 years. 4 The competent Federal Office shall issue guidelines on the procedure in the case of programme agreements and on the information and documents on the subject matter of the programme agreement. Amended by No I of the O of 4 May 2011, in force since 1 June 2011 ( AS 2011 1955 ). Amended by No I of the O of 4 May 2011, in force since 1 June 2011 ( AS 2011 1955 )."
    },
    {
      "provision_ref": "art61",
      "chapter": "Section 2",
      "section": "61",
      "title": "Payment",
      "content": "Global compensatory payments are paid out in instalments."
    },
    {
      "provision_ref": "art61a",
      "chapter": "Section 2",
      "section": "61a",
      "title": "a Reporting and controls",
      "content": "1 The canton shall report annually to the competent Federal Office on the use of the global compensatory payments. 2 The competent Federal Office shall verify by random sample: a. the implementation of individual measures in accordance with the programme goals; b. the use of the subsidies paid out."
    },
    {
      "provision_ref": "art61b",
      "chapter": "Section 2",
      "section": "61b",
      "title": "b Inadequate fulfilment and misuse of subsidies",
      "content": "1 The competent Federal Office shall withhold all or part of the instalment payments during the programme if the canton: a. fails to fulfil its reporting duty (Art. 61 a para. 1); b. fails to meet its obligations to a substantial extent through its own fault. 2 If on conclusion of the programme it emerges that the canton has failed to meet its obligations, the competent Federal Office shall require the canton to rectify the situation; it shall set the Canton an appropriate deadline for doing so. 3 If installations or equipment for which compensatory payments have been made are used for a purpose other than that intended, the competent Federal Office may require the canton to stop or remedy the misuse within a reasonable period. 4 If the defects are not rectified or if the misuse does not stop or is not remedied, the payments may be reclaimed in accordance with Articles 28 and 29 of the Subsidies Act of 5 October 1990. SR 616.1"
    },
    {
      "provision_ref": "art61c",
      "chapter": "Section 3",
      "section": "61c",
      "title": "c Application",
      "content": "1 The application for financial assistance or compensatory payments in specific cases is submitted to the FOEN. 2 It shall issue guidelines on the information and documents to be included in the application."
    },
    {
      "provision_ref": "art61d",
      "chapter": "Section 3",
      "section": "61d",
      "title": "d Granting and payment of subsidies",
      "content": "1 The FOEN shall specify the subsidies in a ruling or enter into an agreement with the recipient of the subsidies for this purpose. 2 It shall pay out the subsidies according to how the project is progressing."
    },
    {
      "provision_ref": "art61e",
      "chapter": "Section 3",
      "section": "61e",
      "title": "e Inadequate fulfilment and misuse of subsidies",
      "content": "1 If the recipient of a promised compensatory payment or financial assistance despite being warned fails to carry out a measure not or does so inadequately, the compensatory payment or financial assistance shall not be paid out or shall be reduced. 2 If compensatory payments or financial assistance have been paid out and the recipient despite being warned fails to carry out a measure not or does so inadequately, the payments may be reclaimed in accordance with Articles 28 and 29 of the Subsidies Act. 3 If installations or equipment for which compensatory payments or financial assistance have been paid out are used for a purpose other than that intended, the FOEN may require the canton to stop or remedy the misuse within a reasonable period. 4 If the misuse is not stopped or remedied, the payments may be reclaimed in accordance with Article 29 of the Subsidies Act. SR 616.1"
    },
    {
      "provision_ref": "art61f",
      "chapter": "Section 3",
      "section": "61f",
      "title": "f Reporting and controls",
      "content": "Reporting and controls in relation to compensatory payments and financial assistance in specific cases are governed by analogy by Article 61 a ."
    },
    {
      "provision_ref": "art62",
      "chapter": "Chapter 10 Commencement",
      "section": "62",
      "title": "",
      "content": "This Ordinance comes into force on 1 January 1999."
    }
  ],
  "definitions": []
}