{
  "id": "sr-814-81",
  "type": "statute",
  "title": "Verordnung vom 18. Mai 2005 zur Reduktion von Risiken beim Umgang mit bestimmten besonders gefährlichen Stoffen, Zubereitungen und Gegenständen (Chemikalien-Risikoreduktions-Verordnung, ChemRRV)",
  "title_en": "Ordinance of 18 May 2005 on the Reduction of Risks relating to the Use of Certain Particularly Dangerous Substances, Preparations and Articles (Chemical Risk Reduction Ordinance, ORRChem)",
  "short_name": "ChemRRV",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2005/478/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Chapter 1 General Provisions",
      "section": "1",
      "title": "Purpose and scope",
      "content": "1 This Ordinance: a. prohibits or restricts the use of the particularly dangerous substances, preparations and articles covered by the Annexes; b. specifies the personal and professional qualifications required for the use of certain particularly dangerous substances, preparations and articles. 2 Without prejudice to specific disposal requirements laid down in this Ordinance, substances, preparations and articles which are waste, as defined in Article 7 paragraph 6 EPA, are subject to: a. the Waste Management Ordinance of 4 December 2015; b. the Ordinance of 22 June 2005 on Movements of Waste; and c. the Ordinance of 14 January 1998 on the Return, Take-Back and Disposal of Electrical and Electronic Equipment. 3 This Ordinance does not apply to: a. the transport of substances, preparations and articles by road, rail, water, air or pipelines; b. the transit of substances, preparations and articles under customs supervision, provided that they do not undergo any processing or transformation. Amended by Annex 6 No 11 of the Waste Management Ordinance of 4 Dec. 2015, in force since 1 Jan. 2016 ( AS 2015 5699 ). SR 814.600 Amended by Annex 3 No II 8 of the O of 22 June 2005 on Movements of Waste, in force since 1 Jan. 2006 ( AS 2005 4199 ). SR 814.610 SR 814.620 Amended by Annex 4 No 45 of the Customs Ordinance of 1 Nov. 2006, in force since 1 May 2007 ( AS 2007 1469 )."
    },
    {
      "provision_ref": "art2",
      "chapter": "Chapter 1 General Provisions",
      "section": "2",
      "title": "Definitions",
      "content": "In this Ordinance, without prejudice to specific definitions given in the Annexes: a. manufacturer means any natural or legal person who manufactures, extracts or imports substances, preparations or articles on a professional or commercial basis; also deemed to be a manufacturer is any person who obtains substances, preparations or articles in Switzerland and supplies them on a professional or commercial basis, without altering their composition, under his own trade name or for some other purpose; if a person arranges for the manufacture of a substance, preparation or article in Switzerland by a third party, this person is deemed to be the sole manufacturer if he is domiciled or has a registered office in Switzerland; b. trader means any natural or legal person who obtains substances, preparations or articles in Switzerland and supplies them on a commercial basis without altering their composition. Amended by No I of the O of 7 Nov. 2012, in force since 1 Dec. 2012 ( AS 2012 6161 )."
    },
    {
      "provision_ref": "art3",
      "chapter": "Section 1 Restrictions, Prohibitions and Exemptions",
      "section": "3",
      "title": "",
      "content": "1 The restrictions and prohibitions on the use of specific substances, preparations and articles, together with exemptions, are regulated in the Annexes. 2 Exemptions under the Annexes are only granted to persons who are domiciled or have a registered office in Switzerland."
    },
    {
      "provision_ref": "art4",
      "chapter": "Section 2 Authorisations",
      "section": "4",
      "title": "Applications requiring authorisation",
      "content": "The following applications require an authorisation granted by the authorities mentioned below: Application Authority granting authorisation a. application, on a professional or commercial basis, of products intended to protect plants against rodents (rodenticides), if applied on more than one farm or by machine cantonal authority; with the agreement of the Federal Food Safety and Veterinary Office (FSVO), the Federal Office for Agriculture (FOAG) and the Federal Office for the Environment (FOEN) in the case of regional or supraregional applications b. aerial spraying and spreading of plant protection products, biocidal products and fertilisers Federal Office of Civil Aviation, with the agreement of the Federal Office of Public Health (FOPH), the FSVO, the FOAG, the State Secretariat for Economic Affairs (SECO) and the FOEN c. application of plant protection products and fertilisers in forests, unless covered by an authorisation under letter a or b cantonal authority Amended by No I 6 of the O of 4 Sept. 2013 (Reorganisation in the field of Food Safety and Veterinary Medicine), in force since 1 Jan. 2014 ( AS 2013 3041 ). Amended by No I of the O of 1 July 2015, in force since 1 Sept. 2015 ( AS 2015 2367 )."
    },
    {
      "provision_ref": "art4a",
      "chapter": "Section 2 Authorisations",
      "section": "4a",
      "title": "a Applications that do not require authorisation",
      "content": "The granting of authorisation in accordance with Article 4 letter b is not required for the application of organisms using an unmanned aircraft. Inserted by No I of the O of 1 July 2015, in force since 1 Sept. 2015 ( AS 2015 2367 )."
    },
    {
      "provision_ref": "art5",
      "chapter": "Section 2 Authorisations",
      "section": "5",
      "title": "Requirements for authorisation",
      "content": "1 Authorisation shall be granted in accordance with Article 4 letter a or c if the planned application is not expected to endanger the environment. This authorisation is for a limited period and for a specific geographical area. 1bis Authorisation granted in accordance with Article 4 letter b shall be limited in time and geographical scope and only granted if, in the case of the planned application: a. application from the ground is not feasible or application from the air is associated with advantages for the protection of human health or the environment; b. the aviation company uses aircraft and equipment with state-of-the-art technology for the protection of human health and the environment; and c. there is no reason to fear any risk to human health and the environment. 2 Authorisations shall only be granted to persons who are domiciled or have a registered office in Switzerland or in a member state of the European Union (EU) or the European Free Trade Association (EFTA). Amended by No I of the O of 1 July 2015, in force since 1 Sept. 2015 ( AS 2015 2367 ). Inserted by No I of the O of 1 July 2015, in force since 1 Sept. 2015 ( AS 2015 2367 )."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Coordination",
      "content": "If a federal authority is responsible for the authorisation, it shall consult the relevant cantonal authority before making a decision, in particular in relation to whether the cantonal authority takes the view that the conditions for authorisation have been fulfilled and regarding the ancillary requirements to be stipulated in any authorisation that may be granted. The federal authority shall notify the cantonal authority of its decision. Amended by No I of the O of 1 July 2015, in force since 1 Sept. 2015 ( AS 2015 2367 )."
    },
    {
      "provision_ref": "art7",
      "chapter": "Section 3 Certificates",
      "section": "7",
      "title": "Use of substances and preparations requiring a certificate",
      "content": "1 The following activities may only be carried out on a professional or commercial basis by natural persons with an appropriate certificate or with a qualification regarded as equivalent, or acting under the supervision of such persons: a. the use of: 1. plant protection products, 2. pesticides on behalf of third parties, 3. disinfectants for use in public swimming pools, 4. wood preservatives; b. the handling of refrigerants during: 1. the manufacture, installation, maintenance or disposal of refrigeration, air conditioning or heat recovery appliances or systems, 2. the disposal of refrigerants. 2 Pest control with fumigants may only be carried out by natural persons with an appropriate certificate or with a qualification regarded as equivalent. 3 The competent Federal Department shall specify detailed requirements for certificates. It may provide for exemptions to authorisation requirements and specify a time limit for certificates for pest control with fumigants. In its regulations it shall take account of the protection goals. Amended by No I of the O of 7 Nov. 2012, in force since 1 Dec. 2012 ( AS 2012 6161 )."
    },
    {
      "provision_ref": "art8",
      "chapter": "Section 3 Certificates",
      "section": "8",
      "title": "Proof of specialist knowledge",
      "content": "1 A certificate shall be issued to a person who, in an examination, has demonstrated the knowledge required for the activity concerned with regard to: a. fundamentals of ecology and toxicology; b. legislation on the protection of the environment, health and workers; c. measures for the protection of the environment and health; d. environmental impacts and the appropriate use and disposal of substances, preparations and articles; e. appliances and their appropriate handling. 2 Certificates from member states of the EU and EFTA are regarded as equivalent to Swiss certificates. 3 The competent Federal Department or its designated agency shall decide, if requested by a college or vocational training establishment, whether a specific qualification must be regarded as equivalent to a certificate. 4 The competent Federal Department shall determine which agency may recognise occupational experience as equivalent to a certificate and under what conditions. 5 Articles 9–11 apply mutatis mutandis to: a. certificates from member states of the EU and EFTA (para. 2); b. qualifications regarded as equivalent to a certificate (para. 3); c. occupational experience recognised as equivalent to a certificate (para. 4)."
    },
    {
      "provision_ref": "art9",
      "chapter": "Section 3 Certificates",
      "section": "9",
      "title": "Geographical applicability",
      "content": "Certificates are valid throughout Switzerland."
    },
    {
      "provision_ref": "art10",
      "chapter": "Section 3 Certificates",
      "section": "10",
      "title": "Continuing education and training requirements",
      "content": "Any person who holds a certificate and carries out the relevant activities must keep abreast of best practices and undergo continuing education and training."
    },
    {
      "provision_ref": "art11",
      "chapter": "Section 3 Certificates",
      "section": "11",
      "title": "Sanctions",
      "content": "1 If the holder of a certificate wilfully infringes the relevant provisions of environmental, health and worker protection legislation, or repeatedly infringes such provisions through negligence, the cantonal authority may, by means of a ruling: a. require the person concerned to attend a course or take an examination; or b. temporarily or permanently revoke the certificate. 2 The cantonal authority shall inform the competent Federal Office of such rulings."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Responsibilities",
      "content": "1 The Federal Department of the Environment, Transport, Energy and Communications (DETEC) is responsible for certificates as specified in Article 7 paragraph 1 letter a numbers 1 and 4, and letter b. 2 The Federal Department of Home Affairs (FDHA) is responsible for certificates as specified in Article 7 paragraph 1 letter a numbers 2 and 3, and paragraph 2. 3 The Department shall define: a. the content, scope and procedure for examinations; b. the documentation requirements for examining bodies. 4 The Department or its designated agency shall specify the examining bodies that conduct examinations and issue certificates. 5 DETEC shall provide opportunities for preparation for examinations within its sphere of responsibility."
    },
    {
      "provision_ref": "art13",
      "chapter": "Chapter 3 Enforcement",
      "section": "13",
      "title": "Cantons",
      "content": "In the absence of regulations to the contrary, the cantons are responsible for monitoring compliance with the provisions of this Ordinance."
    },
    {
      "provision_ref": "art14",
      "chapter": "Chapter 3 Enforcement",
      "section": "14",
      "title": "Confederation",
      "content": "The Confederation is responsible for: a. the tasks assigned to it in Articles 4, 7–12 (certificates) and 19; b. the granting of authorisations in accordance with the Annexes; c. enforcement of the provisions concerning imports and exports; d. enforcement with regard to substances, preparations and articles serving the interests of national defence. Amended by No I of the O of 7 Nov. 2012, in force since 1 Dec. 2012 ( AS 2012 6161 )."
    },
    {
      "provision_ref": "art15",
      "chapter": "Chapter 3 Enforcement",
      "section": "15",
      "title": "Delegation of tasks and powers to third parties",
      "content": "1 The competent federal agencies may delegate to appropriate public bodies or private individuals some or all of the tasks and powers assigned to them by this Ordinance. 2 Insofar as the enforcement of health protection is concerned, delegation is limited to Articles 7–12 (certificates) and the provision of information under Article 28 of the Chemicals Act."
    },
    {
      "provision_ref": "art16",
      "chapter": "Chapter 3 Enforcement",
      "section": "16",
      "title": "Special provisions concerning enforcement",
      "content": "1 With regard to medical devices, enforcement is based on the Medical Devices Ordinance of 17 October 2001. 2 With regard to substances, preparations and articles relating to systems and activities serving the interests of national defence, Article 82 of the Chemicals Ordinance of 5 June 2015 (ChemO) applies. 3 With regard to fertilisers, the enforcement provisions of the Fertiliser Ordinance of 10 January 2001 also apply. SR 812.213 SR 813.11 Amended by No I of the O of 1 July 2015, in force since 1 Sept. 2015 ( AS 2015 2367 ). SR 916.171"
    },
    {
      "provision_ref": "art17",
      "chapter": "Chapter 3 Enforcement",
      "section": "17",
      "title": "Monitoring of imports and exports",
      "content": "1 At the request of the FOPH, FOAG or FOEN, customs offices shall check whether substances, preparations and articles comply with the provisions of this Ordinance. 2 In cases of suspected infringement, they are authorised to detain goods at the border and call in the other enforcement authorities in accordance with this Ordinance. These authorities shall carry out further investigations and take the necessary measures. Amended by Annex 4 No 45 of the Customs Ordinance of 1 Nov. 2006, in force since 1 May 2007 ( AS 2007 1469 )."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Inspections",
      "content": "1 On a spot-check basis or at the request of the FOPH, FOAG, FOEN or SECO, the cantonal enforcement authorities shall inspect substances, preparations and articles placed on the market at the premises of manufacturers, traders and professional or commercial users. They shall check whether the substances, preparations and articles comply with the provisions of the Annexes, in particular with regard to composition, labelling and information for purchasers. 2 They shall also check whether the use of these substances, preparations and articles complies with the requirements of this Ordinance. 3 If the substances, preparations or articles inspected or the use thereof give cause for complaint, the inspection authority shall inform the authorities responsible for rulings under Article 19. If the latter are cantonal authorities, it shall additionally inform the FOPH, FOEN and SECO and also, in cases of complaints concerning plant protection products, the FSVO and the FOAG, and in cases of complaints concerning fertilisers, the FOAG. Amended by No I of the O of 1 July 2015, in force since 1 Sept. 2015 ( AS 2015 2367 ). Amended by No I of the O of 1 July 2015, in force since 1 Sept. 2015 ( AS 2015 2367 )."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Rulings arising from inspections",
      "content": "If an inspection reveals that provisions of this Ordinance have been violated, the federal authority or the authority of the canton in which the manufacturer, trader or user is domiciled or has a registered office shall, by means of a ruling, order the necessary measures."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Specialist advice on the use of fertilisers and plant protection products",
      "content": "1 The cantons shall ensure that specialist advice is offered on the use of fertilisers and plant protection products, and that funding is available for these services. 2 They may require persons who use fertilisers or plant protection products on a professional or commercial basis in polluted areas: a. to avail themselves of the specialist advice offered for this purpose; b. to make available the operational data required for such advice."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Data confidentiality and data exchange",
      "content": "Data confidentiality and the exchange of data among enforcement authorities and with other countries are governed by Articles 73–76 of the ChemO. Amended by No I of the O of 1 July 2015, in force since 1 Sept. 2015 ( AS 2015 2367 ). SR 813.11"
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Fees",
      "content": "The obligation to pay fees and the calculation of fees for administrative acts performed by the federal enforcement authorities in accordance with this Ordinance are based on the Chemicals Fees Ordinance of 18 May 2005. SR 813.153.1"
    },
    {
      "provision_ref": "art23",
      "chapter": "Chapter 4 Final Provisions",
      "section": "23",
      "title": "Transitional provisions",
      "content": "1 The transitional provisions on certificates in accordance with Articles 7–12 shall be enacted by the competent Federal Department. 2 Exemptions granted under the Substances Ordinance of 9 June 1986 remain valid for the period originally specified. 3 Applications for exemptions which are pending when this Ordinance comes into force shall be assessed according to this Ordinance. [ AS 1986 1254 , 1988 911 , 1989 270 2420 , 1991 1981 , 1992 1749 , 1994 678 , 1995 1491 Art. 440 No 2 4425 Annex 1 No II 14 5505 , 1997 697 , 1998 2009 2863 Annex 5 No 3, 1999 39 1362 2045 Annex 2 No 3, 2000 703 No II 9 1949 Art. 22 para. 2, 2001 522 Annex No 2 1758 3294 No II 6, 2003 940 1345 5421 No II 2, 2004 3209 4037 No I 7. AS 2005 2695 No I 1]"
    },
    {
      "provision_ref": "art24",
      "chapter": "Chapter 4 Final Provisions",
      "section": "24",
      "title": "Commencement",
      "content": "This Ordinance comes into force on 1 August 2005."
    }
  ],
  "definitions": [
    {
      "term": "manufacturer",
      "definition": "manufacturer means any natural or legal person who manufactures, extracts or imports substances, preparations or articles on a professional or commercial basis; also deemed to be a manufacturer is any person who obtains substances, preparations or articles in Switzerland and supplies them on a professional or commercial basis, without altering their composition, under his own trade name or for some other purpose; if a person arranges for the manufacture of a substance, preparation or article in Switzerland by a third party, this person is deemed to be the sole manufacturer if he is domiciled or has a registered office in Switzerland;",
      "source_provision": "art2"
    },
    {
      "term": "trader",
      "definition": "trader means any natural or legal person who obtains substances, preparations or articles in Switzerland and supplies them on a commercial basis without altering their composition.",
      "source_provision": "art2"
    }
  ]
}