{
  "id": "sr-831-425",
  "type": "statute",
  "title": "Verordnung vom 3. Oktober 1994 über die Freizügigkeit in der beruflichen Alters-, Hinterlassenen- und Invalidenvorsorge (Freizügigkeitsverordnung, FZV)",
  "title_en": "",
  "short_name": "FZV",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1994/2399_2399_2399/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "1. Abschnitt: Freizügigkeitsfall",
      "section": "1",
      "title": "Informationspflichten",
      "content": "1 Die Arbeitgeber müssen die Adresse oder, wenn diese fehlt, die AHV-Nummer der Versicherten, deren Arbeitsverhältnis aufgelöst oder deren Beschäftigungsgrad reduziert wird, unverzüglich der Vorsorgeeinrichtung melden. Gleichzeitig ist mitzuteilen, ob die Auflösung des Arbeitsverhältnisses oder die Änderung des Beschäftigungsgrades aus gesundheitlichen Gründen erfolgt ist. 2 Die Versicherten geben der Vorsorgeeinrichtung vor dem Austritt bekannt, an welche neue Vorsorgeeinrichtung oder an welche Freizügigkeitseinrichtung die Austrittsleistung zu überweisen ist. 3 Die Arbeitgeber müssen Versicherte, die heiraten oder eine eingetragene Partnerschaft eingehen, der Vorsorgeeinrichtung melden. Ausdruck gemäss Anhang Ziff. II 35 der V vom 17. Nov. 2021, in Kraft seit 1. Jan. 2022 ( AS 2021 800 ). Diese Änd. wurde in den in der AS genannten Bestimmungen vorgenommen. Fassung gemäss Ziff. I 2 der V vom 29. Sept. 2006 über die Umsetzung des Partnerschaftsgesetzes vom 18. Juni 2004 in der beruflichen Alters-, Hinterlassenen- und Invalidenvorsorge, in Kraft seit 1. Jan. 2007 ( AS 2006 4155 )."
    },
    {
      "provision_ref": "art2",
      "chapter": "1. Abschnitt: Freizügigkeitsfall",
      "section": "2",
      "title": "Festhalten und Mitteilung der Austrittsleistung",
      "content": "1 Die Vorsorge- oder Freizügigkeitseinrichtung muss für Versicherte, die das 50. Altersjahr vollenden oder die eine Ehe schliessen oder eine eingetragene Partnerschaft eingehen, die bis zu diesem Zeitpunkt erworbene Austrittsleistung festhalten. 2 Sie muss für Versicherte, die vor dem 1. Januar 1995 geheiratet haben, die erste Austrittsleistung, die nach dem 1. Januar 1995 aufgrund von Artikel 24 FZG mitgeteilt oder fällig wurde, sowie den Zeitpunkt der Mitteilung beziehungsweise Fälligkeit festhalten. 3 Bei der Übertragung der Austrittsleistung auf eine neue Vorsorge- oder Freizügigkeitseinrichtung muss die bisherige Vorsorge- oder Freizügigkeitseinrichtung der neuen Einrichtung die Angaben nach den Absätzen 1 und 2 mitteilen. Fehlen diese Angaben, so muss die neue Einrichtung sie von der bisherigen Einrichtung verlangen. Fassung gemäss Anhang Ziff. 1 der V vom 10. Juni 2016, in Kraft seit 1. Jan. 2017 ( AS 2016 2347 )."
    },
    {
      "provision_ref": "art3",
      "chapter": "1. Abschnitt: Freizügigkeitsfall",
      "section": "3",
      "title": "Übermittlung medizinischer Daten",
      "content": "Medizinische Daten dürfen nur vom vertrauensärztlichen Dienst der bisherigen Vorsorgeeinrichtung demjenigen der neuen Vorsorgeeinrichtung übermittelt werden. Es bedarf dazu der Einwilligung der Versicherten."
    },
    {
      "provision_ref": "art4",
      "chapter": "1. Abschnitt: Freizügigkeitsfall",
      "section": "4",
      "title": "Rückerstattung der Austrittsleistung",
      "content": "Muss die neue Vorsorgeeinrichtung Austrittsleistungen an die frühere nach Artikel 3 Absatz 2 FZG zurückerstatten, dürfen allfällige Kürzungen der Leistungen wegen Überentschädigung bei der Berechnung des Barwertes unberücksichtigt bleiben. Der Barwert berechnet sich aufgrund der versicherungstechnischen Grundlagen der leistungspflichtigen Vorsorgeeinrichtung."
    },
    {
      "provision_ref": "art5",
      "chapter": "1. Abschnitt: Freizügigkeitsfall",
      "section": "5",
      "title": "Berechnung der Austrittsleistung",
      "content": "Die Vorsorgeeinrichtung hat in ihrem Reglement festzulegen, ob sie die Austrittsleistung nach Artikel 15 FZG (Beitragsprimat) oder nach Artikel 16 FZG (Leistungsprimat) berechnet."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Berechnung des Mindestbetrages",
      "content": "1 Als Grundlage für die Berechnung des Mindestbetrages nach Artikel 17 FZG gelten die Beiträge und Eintrittsleistungen der Versicherten. Wurden während einer gewissen Zeit nur Risikobeiträge bezahlt, so fallen diese ausser Betracht. 2 Der Zinssatz nach Artikel 17 Absätze 1 und 4 FZG entspricht dem Mindestzinssatz nach dem Bundesgesetz vom 25. Juni 1982 über die berufliche Alters-, Hinterlassenen- und Invalidenvorsorge (BVG). Während der Dauer einer Unterdeckung kann der Zinssatz, sofern das Reglement dies vorsieht, höchstens reduziert werden: a. bei Spareinrichtungen: auf den Zinssatz, mit welchem die Sparguthaben verzinst werden; b. bei versicherungsmässig geführten Beitragsprimatkassen und bei Vorsorgeeinrichtungen im Leistungsprimat: auf den um 0.5 Prozentpunkte reduzierten BVG-Mindestzinssatz. 3 Teile von eingebrachten Eintrittsleistungen, welche für Aufwendungen nach Artikel 17 Absatz 2 Buchstaben a–c FZG verwendet wurden, müssen bei der Ermittlung der Mindestleistung nicht berücksichtigt werden. 4 zu laufen beginnen 5 Der Zuschlag nach Artikel 17 Absatz 1 FZG beträgt im Alter 21 4 Prozent und erhöht sich jährlich um 4 Prozent. SR 831.40 Fassung gemäss Anhang Ziff. 3 der V vom 27. Okt. 2004, in Kraft seit 1. Jan. 2005 ( AS 2004 4643 ). Fassung gemäss Anhang Ziff. 6 der V vom 30. Aug. 2023, in Kraft seit 1. Jan. 2024 ( AS 2023 506 )."
    },
    {
      "provision_ref": "art6a",
      "section": "6a",
      "title": "a Aufnahme in die reglementarischen Leistungen",
      "content": "Für den Einkauf in die vollen reglementarischen Leistungen (Art. 9 Abs. 2 FZG) gilt die Einschränkung nach Artikel 60 a der Verordnung vom 18. April 1984 über die berufliche Alters-, Hinterlassenen- und Invalidenvorsorge (BVV 2). Eingefügt durch Ziff. II der V vom 27. Nov. 2000, in Kraft seit 1. Jan. 2001 ( AS 2000 3086 ). SR 831.441.1"
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Verzugszinssatz",
      "content": "Der Verzugszinssatz entspricht dem BVG-Mindestzinssatz plus einem Prozent. Artikel 65 d Absatz 4 BVG ist nicht anwendbar. Fassung gemäss Anhang Ziff. 3 der V vom 27. Okt. 2004, in Kraft seit 1. Jan. 2005 ( AS 2004 4643 ). SR 831.40"
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Technischer Zinssatz",
      "content": "Der Zinsrahmen für den technischen Zinssatz beträgt 1,0–3,5 Prozent. Fassung gemäss Ziff. I 1 der V vom 26. Aug. 2020 über Änderungen in der beruflichen Vorsorge, in Kraft seit 1. Okt. 2020 ( AS 2020 3755 )."
    },
    {
      "provision_ref": "art8a",
      "section": "8a",
      "title": "",
      "content": "1 Bei der Teilung der Austrittsleistung infolge Scheidung nach Artikel 22 FZG wird für die Aufzinsung der im Zeitpunkt der Eheschliessung erworbenen Austritts- und Freizügigkeitsleistungen und der Einmaleinlagen bis zum Zeitpunkt der Ehescheidung der im entsprechenden Zeitraum gültige BVG-Mindestzinssatz nach Artikel 12 BVV 2 angewandt. Artikel 65 d Absatz 4 BVG ist nicht anwendbar. 1bis Absatz 1 gilt sinngemäss bei der Teilung der Austrittsleistung infolge gerichtlicher Auflösung einer eingetragenen Partnerschaft, nach Artikel 22 d FZG. 2 Für die Zeit vor dem 1. Januar 1985 gilt der Zinssatz von 4 Prozent. Eingefügt durch Ziff. I der V vom 24. Nov. 1999, in Kraft seit 1. Jan. 2000 ( AS 1999 3604 ). Fassung gemäss Ziff. I 2 der V vom 29. Sept. 2006 über die Umsetzung des Partnerschaftsgesetzes vom 18. Juni 2004 in der beruflichen Alters-, Hinterlassenen- und Invalidenvorsorge, in Kraft seit 1. Jan. 2007 ( AS 2006 4155 ). SR 831.441.1 SR 831.40 Fassung gemäss Anhang Ziff. 3 der V vom 27. Okt. 2004, in Kraft seit 1. Jan. 2005 ( AS 2004 4643 ). Eingefügt durch Ziff. I 2 der V vom 29. Sept. 2006 über die Umsetzung des Partnerschaftsgesetzes vom 18. Juni 2004 in der beruflichen Alters-, Hinterlassenen- und Invalidenvorsorge, in Kraft seit 1. Jan. 2007 ( AS 2006 4155 )."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "",
      "content": "Aufgehoben durch Anhang Ziff. 3 der V vom 27. Okt. 2004, mit Wirkung seit 1. Jan. 2005 ( AS 2004 4643 )."
    },
    {
      "provision_ref": "art10",
      "chapter": "2. Abschnitt: Erhaltung des Vorsorgeschutzes",
      "section": "10",
      "title": "Formen",
      "content": "1 Der Vorsorgeschutz wird durch eine Freizügigkeitspolice oder durch ein Freizügigkeitskonto erhalten. 2 Als Freizügigkeitspolicen gelten besondere, ausschliesslich und unwiderruflich der Vorsorge dienende Kapital- oder Rentenversicherungen, einschliesslich allfälliger Zusatzversicherungen für den Todes- oder Invaliditätsfall bei: a. einer der ordentlichen Versicherungsaufsicht unterstellten Versicherungseinrichtung oder einer durch diese Versicherungseinrichtungen gebildeten Gruppe; oder b. einer öffentlich-rechtlichen Versicherungseinrichtung nach Artikel 67 Absatz 1 des BVG. 3 Als Freizügigkeitskonten gelten besondere, ausschliesslich und unwiderruflich der Vorsorge dienende Verträge mit einer Stiftung, welche die Voraussetzungen nach Artikel 19 erfüllt. Diese Verträge können durch eine Versicherung für den Todes- oder Invaliditätsfall ergänzt werden. SR 831.40 Heute: nach Art. 19 und 19 a ."
    },
    {
      "provision_ref": "art11",
      "chapter": "2. Abschnitt: Erhaltung des Vorsorgeschutzes",
      "section": "11",
      "title": "Gesundheitliche Vorbehalte",
      "content": "Artikel 14 FZG und Artikel 331 c des Obligationenrechts (OR) gelten sinngemäss für Freizügigkeitspolicen sowie für Zusatzversicherungen nach Artikel 10 Absatz 3 zweiter Satz. SR 220"
    },
    {
      "provision_ref": "art12",
      "chapter": "2. Abschnitt: Erhaltung des Vorsorgeschutzes",
      "section": "12",
      "title": "Übertragung",
      "content": "1 Die Austrittsleistung darf von der bisherigen Vorsorgeeinrichtung höchstens an zwei Freizügigkeitseinrichtungen übertragen werden. 2 Die Versicherten können jederzeit die Freizügigkeitseinrichtung oder die Form der Erhaltung des Vorsorgeschutzes wechseln. Fassung gemäss Ziff. II der V vom 27. Nov. 2000, in Kraft seit 1. Jan. 2001 ( AS 2000 3086 )."
    },
    {
      "provision_ref": "art13",
      "chapter": "2. Abschnitt: Erhaltung des Vorsorgeschutzes",
      "section": "13",
      "title": "Umfang und Art der Leistungen",
      "content": "1 Der Umfang der Leistungen bei Alter, Tod und Invalidität ergibt sich aus dem Vertrag oder Reglement. 2 Die Leistungen werden nach Vertrag oder Reglement als Rente oder als Kapitalabfindung ausbezahlt. Als Leistungen gelten auch die Barauszahlung (Art. 5 FZG) und der Vorbezug (Art. 30 c BVG und Art. 331 e OR). 3 Die Hinterlassenen- und die Invalidenrenten sind im Umfange der gesetzlichen Mindestvorsorge der Preisentwicklung nach Artikel 36 Absatz 1 BVG anzupassen. Die gesetzliche Mindestvorsorge wird aufgrund des nach BVG erworbenen Altersguthabens im Freizügigkeitsfall berechnet. 4 Bei der Freizügigkeitspolice entspricht die Höhe des Vorsorgekapitals dem Deckungskapital. 5 Beim Freizügigkeitskonto in Form der reinen Sparlösung entspricht die Höhe des Vorsorgekapitals der eingebrachten Austrittsleistung mit Zins, beim Freizügigkeitskonto in Form der anlagegebundenen Sparlösung (Wertschriftensparen) dem aktuellen Wert der Anlage. Verwaltungskosten sowie Aufwendungen für Zusatzversicherungen nach Artikel 10 Absatz 3 zweiter Satz können abgezogen werden, wenn dies schriftlich vereinbart ist. SR 831.40 SR 220 Fassung gemäss Ziff. I der V vom 17. Sept. 2010, in Kraft seit 1. Jan. 2011 ( AS 2010 4431 ). Eingefügt durch Ziff. I der V vom 17. Sept. 2010, in Kraft seit 1. Jan. 2011 ( AS 2010 4431 )."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Barauszahlung",
      "content": "Für die Barauszahlung gilt Artikel 5 FZG sinngemäss."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Begünstigte Personen",
      "content": "1 Für die Erhaltung des Vorsorgeschutzes gelten als Begünstigte: a. im Erlebensfall die Versicherten; b. im Todesfall in nachstehender Reihe: 1. die Hinterlassenen nach Artikel 19, 19 a und 20 BVG, 2. natürliche Personen, die von der versicherten Person in erheblichem Masse unterstützt worden sind, oder die Person, die mit dieser in den letzten fünf Jahren bis zu ihrem Tod ununterbrochen eine Lebensgemeinschaft geführt hat oder die für den Unterhalt eines oder mehrerer gemeinsamer Kinder aufkommen muss, 3. die Kinder des Verstorbenen, welche die Voraussetzungen nach Artikel 20 BVG nicht erfüllen, die Eltern oder die Geschwister, 4. die übrigen gesetzlichen Erben, unter Ausschluss des Gemeinwesens. 2 Die Versicherten können im Vertrag die Ansprüche der Begünstigten näher bezeichnen und den Kreis von Personen nach Absatz 1 Buchstabe b Ziffer 1 mit solchen nach Ziffer 2 erweitern. Fassung gemäss Anhang Ziff. 3 der V vom 27. Okt. 2004, in Kraft seit 1. Jan. 2005 ( AS 2004 4643 ). Fassung gemäss Ziff. I 2 der V vom 29. Sept. 2006 über die Umsetzung des Partnerschaftsgesetzes vom 18. Juni 2004 in der beruflichen Alters-, Hinterlassenen- und Invalidenvorsorge, in Kraft seit 1. Jan. 2007 ( AS 2006 4155 ). SR 831.40 Fassung gemäss Anhang Ziff. 3 der V vom 27. Okt. 2004, in Kraft seit 1. Jan. 2005 ( AS 2004 4643 )."
    },
    {
      "provision_ref": "art15a",
      "section": "15a",
      "title": "a Kürzung der Leistungen bei vorsätzlicher Herbeiführung des Todes der versicherten Person durch die begünstigte Person",
      "content": "1 Die Freizügigkeitseinrichtung kann in ihrem Reglement vorsehen, dass sie die Leistung an eine begünstigte Person kürzt oder verweigert, wenn sie Kenntnis davon erlangt, dass diese den Tod der versicherten Person vorsätzlich herbeigeführt hat. 2 Die frei gewordene Leistung fällt den nächsten Begünstigten nach Artikel 15 zu. Eingefügt durch Ziff. I 1 der V vom 26. Aug. 2020 über Änderungen in der beruflichen Vorsorge, in Kraft seit 1. Okt. 2020 ( AS 2020 3755 )."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Auszahlung der Altersleistungen",
      "content": "Altersleistungen von Freizügigkeitspolicen und Freizügigkeitskonten dürfen frühestens fünf Jahre vor Erreichen des Referenzalters ausbezahlt werden. Sie werden bei Erreichen des Referenzalters fällig. Weist die versicherte Person nach, dass sie weiterhin erwerbstätig ist, so kann sie den Leistungsbezug höchstens fünf Jahre über das Erreichen des Referenzalters hinaus aufschieben. 2 Beziehen die Versicherten eine volle Invalidenrente der Eidgenössischen Invalidenversicherung und wird das Invaliditätsrisiko nach Artikel 10 Absätze 2 und 3 zweiter Satz nicht zusätzlich versichert, so wird die Altersleistung auf Begehren der Versicherten vorzeitig ausbezahlt. 3 Ist die versicherte Person verheiratet oder lebt sie in eingetragener Partnerschaft, so ist die Auszahlung der Altersleistung in Kapitalform nur zulässig, wenn der Ehegatte, der eingetragene Partner oder die eingetragene Partnerin schriftlich zustimmt. Kann die versicherte Person die Zustimmung nicht einholen oder wird sie ihr verweigert, so kann sie das Zivilgericht anrufen. Fassung gemäss Ziff. I der V vom 9. Dez. 1996, in Kraft seit 1. Jan. 1997 ( AS 1996 3450 ). Fassung gemäss Anhang Ziff. 6 der V vom 30. Aug. 2023, in Kraft seit 1. Jan. 2024 ( AS 2023 506 ). Eingefügt durch Anhang Ziff. 1 der V vom 10. Juni 2016, in Kraft seit 1. Jan. 2017 ( AS 2016 2347 )."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Abtretung und Verpfändung",
      "content": "Das Vorsorgekapital oder der nicht fällige Leistungsanspruch kann weder verpfändet noch abgetreten werden. Vorbehalten bleiben die Artikel 22 und 22 d FZG sowie die Artikel 30 b BVG und 331 d OR. Fassung gemäss Ziff. I 2 der V vom 29. Sept. 2006 über die Umsetzung des Partnerschaftsgesetzes vom 18. Juni 2004 in der beruflichen Alters-, Hinterlassenen- und Invalidenvorsorge, in Kraft seit 1. Jan. 2007 ( AS 2006 4155 ). SR 831.40 SR 220"
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Finanzierung",
      "content": "1 Die Leistungen werden durch die eingebrachte Austrittsleistung finanziert. 2 Aufwendungen für die zusätzliche Deckung der Risiken Tod und Invalidität können auf dem Vorsorgekapital erhoben oder durch zusätzliche Prämien finanziert werden."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Anlagevorschriften",
      "content": "1 Die Gelder der Freizügigkeitskonten in Form der reinen Sparlösung sind als Spareinlagen bei einer Bank anzulegen, die der Aufsicht der Eidgenössischen Finanzmarktaufsicht (FINMA) untersteht. Die Höhe des Vorsorgekapitals muss jederzeit den Vorschriften von Artikel 13 Absatz 5 entsprechen. 2 Gelder, die eine Freizügigkeitsstiftung im eigenen Namen bei einer Bank anlegt, gelten als Spareinlagen der einzelnen Versicherten im Sinne des Bankengesetzes vom 8. November 1934. 3 Die Auffangeinrichtung untersteht bei der Anlage der Gelder im Freizügigkeitsbereich den Anlagevorschriften für Vorsorgeeinrichtungen nach Artikel 71 BVG und den Artikeln 49–58 BVV 2. Sie muss insbesondere darauf achten, dass das Vermögen zweckgemäss verwendet wird und dass bei der Anlage des Vermögens die Sicherheit ihrer Leistungen ausreichend gewährleistet ist. 4 Die Aufsichtsbehörde über die Auffangeinrichtung kann insbesondere Gutachten und Stresstests anordnen. Erweist sich die Sicherheit der Leistungen als ungenügend, so trifft sie angemessene Massnahmen; sie kann auch die Anpassung der Vermögensanlage verlangen. Fassung gemäss Ziff. I der V vom 17. Sept. 2010, in Kraft seit 1. Jan. 2011 ( AS 2010 4431 ). SR 952.0 SR 831.40 SR 831.441.1"
    },
    {
      "provision_ref": "art19a",
      "section": "19a",
      "title": "a Anlagevorschriften beim Wertschriftensparen",
      "content": "1 Beim Wertschriftensparen muss die versicherte Person ausdrücklich auf die jeweiligen Risiken hingewiesen werden. 2 Für die Anlage des Vermögens gelten die Artikel 49–58 BVV 2 sinngemäss. Bei der Beurteilung der Risikofähigkeit und der Diversifikation nach Anlagekategorien kann die Höhe des Vorsorgekapitals auf Freizügigkeitskonten in Form der reinen Sparlösung mitberücksichtigt werden. 3 Die Wertschriften sind bei Banken oder Wertpapierhäusern zu deponieren, die der Aufsicht der FINMA unterstehen. Die Wertpapierhäuser müssen von der FINMA für die Depotverwahrung zugelassen sein. Folgende Anlagen sind zulässig: a. Anleihensobligationen mit direkter oder indirekter Garantie von Bund oder Kantonen, schweizerische Pfandbriefe, Kassenobligationen und Festgelder von der Aufsicht der FINMA unterstellten Banken; entsprechende Forderungen müssen auf Schweizer Franken lauten; von einer Begrenzung einzelner Schuldner kann abgesehen werden; b. kollektive Kapitalanlagen, die der Aufsicht der FINMA unterstehen oder von ihr in der Schweiz zum Vertrieb zugelassen sind oder die von schweizerischen Anlagestiftungen aufgelegt wurden; c. Anlagen im Rahmen eines Vermögensverwaltungsvertrags, den die Freizügigkeitsstiftung mit der Aufsicht der FINMA unterstellten Banken, Wertpapierhäusern, Fondsleitungen oder Verwaltern von Kollektivvermögen nach Artikel 24 des Finanzinstitutsgesetzes vom 15. Juni 2018 abgeschlossen hat; die Ermittlung, der Kauf und die Rücknahme der Anteile an solchen Anlagen, das Interesse der beteiligten Versicherten sowie die Deckung der Anteilsrechte müssen jederzeit in nachvollziehbarer Weise gewährleistet sein; im Vermögensverwaltungsvertrag ist die sinngemässe Einhaltung der Artikel 49–58 BVV 2 ausdrücklich festzuhalten. Eingefügt durch Ziff. I der V vom 17. Sept. 2010, in Kraft seit 1. Jan. 2011 ( AS 2010 4431 ). SR 831.441.1 Fassung gemäss Anhang 1 Ziff. II 6 der Finanzinstitutsverordnung vom 6. Nov. 2019, in Kraft seit 1. Jan. 2020 ( AS 2019 4633 ). Fassung gemäss Anhang 1 Ziff. II 6 der Finanzinstitutsverordnung vom 6. Nov. 2019, in Kraft seit 1. Jan. 2020 ( AS 2019 4633 ). SR 954.1"
    },
    {
      "provision_ref": "art19abis",
      "chapter": "51",
      "section": "19abis",
      "title": "",
      "content": "1 Die Zentralstelle 2. Säule führt ein zentrales Register (Register), in das die nach Artikel 24 a FZG gemeldeten Personen mit Vorsorgeguthaben eingetragen werden. 2 Der Sicherheitsfonds ist für die Führung und die Verwaltung des Registers verantwortlich. Er sorgt insbesondere für die Beachtung der Bestimmungen der Datenschutzgesetzgebung und für die Datensicherheit. 3 In das Register werden folgende Daten aufgenommen: a. Name und Vorname, Geburtsdatum und AHV-Nummer der Versicherten; sowie b. der Name der Vorsorgeeinrichtungen oder der Einrichtungen, die für die betroffenen Versicherten Freizügigkeitskonten oder -policen führen. 4 Im Register wird vermerkt, ob die Vorsorge- oder Freizügigkeitseinrichtung mit der gemeldeten Person noch einen Kontakt herstellen kann oder nicht. Ursprünglich Art. 19 a . Fassung gemäss Anhang Ziff. 1 der V vom 10. Juni 2016, in Kraft seit 1. Jan. 2017 ( AS 2016 2347 ). Fassung gemäss Anhang Ziff. 1 der V vom 10. Juni 2016, in Kraft seit 1. Jan. 2017 ( AS 2016 2347 ). Eingefügt durch Anhang Ziff. 1 der V vom 10. Juni 2016, in Kraft seit 1. Jan. 2017 ( AS 2016 2347 )."
    },
    {
      "provision_ref": "art19b",
      "chapter": "51",
      "section": "19b",
      "title": "b Einsicht in das Register",
      "content": "Das Register kann eingesehen werden durch: a. das Bundesamt für Sozialversicherungen (BSV); b. die kantonalen Aufsichtsbehörden; c. die Oberaufsichtskommission. Die Bezeichnung der Verwaltungseinheit wurde in Anwendung von Art. 16 Abs. 3 der Publikationsverordnung vom 17. Nov. 2004 ( AS 2004 4937 ) angepasst. Eingefügt durch Anhang Ziff. 2 der V vom 10. und 22. Juni 2011, in Kraft seit 1. Jan. 2012 ( AS 2011 3435 )."
    },
    {
      "provision_ref": "art19c",
      "chapter": "51",
      "section": "19c",
      "title": "c Vergessene und kontaktlose Vorsorgeguthaben",
      "content": "2 Als kontaktlose Vorsorgeguthaben gelten Guthaben von Personen, mit denen die Vorsorge- oder Freizügigkeitseinrichtung keinen Kontakt mehr herstellen kann. 3 Die Vorsorge- oder Freizügigkeitseinrichtungen teilen der Zentralstelle 2. Säule bei der Meldung nach Artikel 24 a FZG mit, für welche der gemeldeten Personen sie ein kontaktloses Vorsorgeguthaben führen. Fassung gemäss Anhang Ziff. 1 der V vom 10. Juni 2016, in Kraft seit 1. Jan. 2017 ( AS 2016 2347 ). Fassung gemäss Anhang Ziff. 6 der V vom 30. Aug. 2023, in Kraft seit 1. Jan. 2024 ( AS 2023 506 )."
    },
    {
      "provision_ref": "art19d",
      "section": "19d",
      "title": "d Auskünfte an Versicherte und Begünstigte",
      "content": "1 Die Zentralstelle 2. Säule teilt versicherten Personen auf deren Verlangen mit, welche Einrichtungen gemeldet haben, dass sie im Dezember des Vorjahres ein Vorsorgeguthaben für sie führten. 2 Dieselbe Auskunftspflicht besteht bei einem hängigen Scheidungsverfahren gegenüber dem Gericht und nach dem Tod der versicherten Person gegenüber den Begünstigten. Fassung gemäss Anhang Ziff. 1 der V vom 10. Juni 2016, in Kraft seit 1. Jan. 2017 ( AS 2016 2347 )."
    },
    {
      "provision_ref": "art19e",
      "section": "19e",
      "title": "e Berichterstattung",
      "content": "Der Sicherheitsfonds berichtet in seinem Jahresbericht über die Tätigkeit der Zentralstelle 2. Säule, insbesondere über die eingegangenen Anfragen und über die Anzahl der behandelten und der erledigten Fälle."
    },
    {
      "provision_ref": "art19f",
      "section": "19f",
      "title": "f Finanzierung",
      "content": "1 Der Sicherheitsfonds deckt die in seiner Rechnung separat auszuweisenden Kosten für die Zentralstelle 2. Säule aus den Mitteln nach Artikel 12 a der Verordnung vom 22. Juni 1998 über den Sicherheitsfonds BVG. 2 Der Sicherheitsfonds kann von Einrichtungen, die Freizügigkeitskonten oder ‑policen führen, jeweils per Jahresende einen kostendeckenden Beitrag für die vermittelten Fälle erheben. SR 831.432.1 Fassung gemäss Anhang Ziff. 1 der V vom 10. Juni 2016, in Kraft seit 1. Jan. 2017 ( AS 2016 2347 )."
    },
    {
      "provision_ref": "art19g",
      "chapter": "64",
      "section": "19g",
      "title": "g Berechnung der Austrittsleistung bei Erreichen des Rentenalters während des Scheidungsverfahrens",
      "content": "(Art. 22 a Abs. 4 FZG) 1 Tritt beim verpflichteten Ehegatten während des Scheidungsverfahrens der Vorsorgefall Alter ein, so kann die Vorsorgeeinrichtung den nach Artikel 123 ZGB zu übertragenden Teil der Austrittsleistung und die Altersrente kürzen. Die Kürzung entspricht höchstens der Summe, um die die Rentenzahlungen bis zur Rechtskraft des Scheidungsurteils tiefer ausgefallen wären, wenn ihrer Berechnung ein um den übertragenen Teil der Austrittsleistung vermindertes Guthaben zugrunde gelegt worden wäre. Die Kürzung wird je hälftig auf die beiden Ehegatten verteilt. Fassung gemäss Anhang Ziff. 6 der V vom 30. Aug. 2023, in Kraft seit 1. Jan. 2024 ( AS 2023 506 )."
    },
    {
      "provision_ref": "art19h",
      "chapter": "64",
      "section": "19h",
      "title": "h Umrechnung des Rentenanteils in eine lebenslange Rente",
      "content": "(Art. 124 a Abs. 3 Ziff. 1 ZGB) 1 Die Vorsorgeeinrichtung des verpflichteten Ehegatten rechnet den dem berechtigten Ehegatten zugesprochenen Rentenanteil nach der Formel im Anhang in eine lebenslange Rente um. Das BSV macht kostenlos ein elektronisches Umrechnungsprogramm zugänglich. 2 Für die Umrechnung massgebend ist der Zeitpunkt, in dem die Scheidung rechtskräftig wird. Das elektronische Umrechnungsprogramm ist ab dem 1. Januar 2017 unter zugänglich."
    },
    {
      "provision_ref": "art19i",
      "chapter": "64",
      "section": "19i",
      "title": "i Ausgleich bei Aufschub der Altersrente",
      "content": "(Art. 124 a Abs. 3 Ziff. 2 ZGB) Hat ein Ehegatte im Zeitpunkt der Einleitung des Scheidungsverfahrens das reglementarische Referenzalter erreicht und den Bezug der Altersleistung aufgeschoben, so ist sein in diesem Zeitpunkt vorhandenes Vorsorgeguthaben wie eine Austrittsleistung zu teilen. Fassung gemäss Anhang Ziff. 6 der V vom 30. Aug. 2023, in Kraft seit 1. Jan. 2024 ( AS 2023 506 )."
    },
    {
      "provision_ref": "art19j",
      "section": "19j",
      "title": "j Modalitäten der Übertragung eines zugesprochenen Rentenanteils in eine Vorsorge- oder Freizügigkeitseinrichtung",
      "content": "(Art. 22 c Abs. 3 FZG) 1 Die lebenslange Rente nach Artikel 124 a Absatz 2 ZGB ist von der Vorsorgeeinrichtung des verpflichteten Ehegatten an die Vorsorge- oder Freizügigkeitseinrichtung des berechtigten Ehegatten zu übertragen. Die Übertragung umfasst die für ein Kalenderjahr geschuldete Rente und ist jährlich jeweils bis zum 15. Dezember des betreffenden Jahres vorzunehmen. 2 Entsteht während des betreffenden Jahres ein Anspruch auf Auszahlung aufgrund von Alter oder Invalidität (Art. 22 e FZG) oder stirbt der berechtigte Ehegatte, so umfasst die Übertragung die vom Beginn dieses Jahres bis zu diesem Zeitpunkt geschuldete Rente. 3 Der berechtigte Ehegatte informiert seine Vorsorge- oder Freizügigkeitseinrichtung über seinen Anspruch auf eine lebenslange Rente und nennt ihr die Vorsorgeeinrichtung des verpflichteten Ehegatten. Wechselt er seine Vorsorge- oder Freizügigkeitseinrichtung, so informiert er die Vorsorgeeinrichtung des verpflichteten Ehegatten bis spätestens am 15. November des betreffenden Jahres darüber. 4 Wird der Vorsorgeeinrichtung des verpflichteten Ehegatten die Vorsorge- oder Freizügigkeitseinrichtung des berechtigten Ehegatten nicht mitgeteilt, so überweist sie frühestens sechs Monate, spätestens aber zwei Jahre nach dem Termin für diese Übertragung den Betrag an die Auffangeinrichtung. Sie überweist die folgenden Übertragungen jährlich an die Auffangeinrichtung, bis sie eine Information nach Absatz 3 erhält. 5 Die Vorsorgeeinrichtung des verpflichteten Ehegatten schuldet auf dem Betrag der jährlichen Übertragung einen Zins, welcher der Hälfte des für das betreffende Jahr geltenden reglementarischen Zinssatzes entspricht."
    },
    {
      "provision_ref": "art19k",
      "section": "19k",
      "title": "k Informationen",
      "content": "(Art. 24 Abs. 4 FZG) Im Falle der Scheidung hat die Vorsorge- oder Freizügigkeitseinrichtung der versicherten Person oder dem Gericht auf Verlangen zusätzlich zu den Angaben nach Artikel 24 Absatz 3 FZG folgende Auskünfte zu geben: a. ob und in welchem Umfang die Freizügigkeitsleistung im Rahmen der Wohneigentumsförderung vorbezogen wurde; b. die Höhe der Austrittsleistung im Zeitpunkt eines allfälligen Vorbezugs; c. ob und in welchem Umfang die Freizügigkeits- oder die Vorsorgeleistung verpfändet ist; d. die voraussichtliche Höhe der Altersrente; e. ob Kapitalabfindungen ausgerichtet wurden; f. die Höhe der Invaliden- oder Altersrente; g. ob und in welchem Umfang eine Invalidenrente gekürzt wird, ob sie wegen Zusammentreffens mit Invalidenrenten der Unfall- oder Militärversicherung gekürzt wird und in diesem Fall, ob sie auch ohne Anspruch auf Kinderrenten gekürzt würde; h. die Höhe der Austrittsleistung, die dem Bezüger oder der Bezügerin einer Invalidenrente nach Aufhebung der Invalidenrente zukommen würde; i. die Kürzung der Invalidenrente nach Artikel 24 Absatz 5 BVG; j. weitere Auskünfte, die für die Durchführung des Vorsorgeausgleichs nötig sind. SR 831.40"
    },
    {
      "provision_ref": "art20",
      "chapter": "3. Abschnitt: Schlussbestimmungen",
      "section": "20",
      "title": "",
      "content": "Aufgehoben durch Ziff. IV 48 der V vom 22. Aug. 2007 zur formellen Bereinigung des Bundesrechts, mit Wirkung seit 1. Jan. 2008 ( AS 2007 4477 )."
    },
    {
      "provision_ref": "art21",
      "chapter": "3. Abschnitt: Schlussbestimmungen",
      "section": "21",
      "title": "Aufhebung bisherigen Rechts",
      "content": "Die Verordnung vom 12. November 1986 über die Erhaltung des Vorsorgeschutzes und die Freizügigkeit wird aufgehoben. [ AS 1986 2008 ]"
    },
    {
      "provision_ref": "art22",
      "chapter": "3. Abschnitt: Schlussbestimmungen",
      "section": "22",
      "title": "Änderung bisherigen Rechts",
      "content": "… Die Änderungen können unter AS 1994 2399 konsultiert werden."
    },
    {
      "provision_ref": "art23",
      "chapter": "3. Abschnitt: Schlussbestimmungen",
      "section": "23",
      "title": "",
      "content": "Aufgehoben durch Ziff. IV 48 der V vom 22. Aug. 2007 zur formellen Bereinigung des Bundesrechts, mit Wirkung seit 1. Jan. 2008 ( AS 2007 4477 )."
    },
    {
      "provision_ref": "art23a",
      "chapter": "3. Abschnitt: Schlussbestimmungen",
      "section": "23a",
      "title": "",
      "content": "Eingefügt durch Ziff. I der V vom 19. April 1999 ( AS 1999 1773 ). Aufgehoben durch Ziff. IV 48 der V vom 22. Aug. 2007 zur formellen Bereinigung des Bundesrechts, mit Wirkung seit 1. Jan. 2008 ( AS 2007 4477 )."
    },
    {
      "provision_ref": "art24",
      "chapter": "3. Abschnitt: Schlussbestimmungen",
      "section": "24",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 1. Januar 1995 in Kraft."
    }
  ],
  "definitions": []
}