{
  "id": "sr-814-82",
  "type": "statute",
  "title": "Verordnung vom 10. November 2004 zum Rotterdamer Übereinkommen über das Verfahren der vorherigen Zustimmung nach Inkenntnissetzung für bestimmte Chemikalien im internationalen Handel (PIC-Verordnung, ChemPICV)",
  "title_en": "Ordinance of 10 November 2004 on the Rotterdam Convention on the Prior Informed Consent Procedure for Certain Chemicals in International Trade (PIC Ordinance, ChemPICO)",
  "short_name": "ChemPICV",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2004/725/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Section 1 General Provisions",
      "section": "1",
      "title": "Aim",
      "content": "1 This Ordinance establishes a notification and information system for the import and export of certain substances and preparations, the use of which is banned or subject to severe restrictions owing to their effects on human health or on the environment. 2 It enables Switzerland to participate in the international notification procedure and the international prior informed consent procedure (PIC procedure) for certain hazardous chemicals and preparations in accordance with the PIC Convention."
    },
    {
      "provision_ref": "art2",
      "chapter": "Section 1 General Provisions",
      "section": "2",
      "title": "Scope",
      "content": "1 This Ordinance applies to: a. substances that are banned or subject to severe restrictions in Switzerland for reasons of health or environmental protection (Annex 1); b. substances subject to the PIC procedure (Annex 2) and severely hazardous pesticide formulations (Annex 2); c. other hazardous substances and hazardous preparations in terms of Article 3 of the Chemicals Ordinance of 5 June 2015 (ChemO). 2 It does not apply to: a. narcotic drugs and psychotropic substances; b. radioactive materials; c. wastes; d. chemical weapons; e. pharmaceuticals, including human and veterinary drugs; f. foods; g. substances and preparations used as food additives; h. substances and preparations exported for analysis and research purposes or by an individual for his own personal use in quantities that do not exceed 10 kg per consignment. SR 813.11 Amended by No I of the O of 22 March 2017, in force since 1 May 2017 ( AS 2017 2593 ). Amended by No I of the O of 22 March 2017, in force since 1 May 2017 ( AS 2017 2593 )."
    },
    {
      "provision_ref": "art2a",
      "chapter": "Section 1 General Provisions",
      "section": "2a",
      "title": "a Definitions",
      "content": "In this Ordinance: a. chemical in accordance with Annex 1 means: 1. a substance listed in Annex 1, 2. a preparation that contains one or more substances in accordance with Annex 1 in a concentration that means that the preparation is deemed hazardous in terms of Article 3 ChemO; b. chemical in accordance with Annex 2 means: 1. a substance listed in Annex 2, 2. a severely hazardous pesticide formulation listed in Annex 2, 3. a preparation that contains one or more substances in accordance with Annex 1 in a concentration that means that the preparation is deemed hazardous in terms of Article 3 ChemO. Inserted by No I of the O of 22 March 2017, in force since 1 May 2017 ( AS 2017 2593 ). SR 813.11"
    },
    {
      "provision_ref": "art3",
      "chapter": "Section 2 Obligations of Exporters and Importers",
      "section": "3",
      "title": "Export notification",
      "content": "1 Any person who wishes to export a chemical under Annex 1 or 2 to an importing PIC Party must, for his first export in each calendar year and for each destination country, communicate the following information to the Federal Office for the Environment (FOEN) no later than 30 days before exporting: a. his name and address; b. the name and address of the importer; c. the name and identity of the substance or the names, identity and content (in per cent) of all substances under Annex 1 or 2 contained in the preparation (chemical name including CAS numbers) and the appropriate trade names; d. the expected quantity to be exported in the current year; e. the importing country; f. the hazardous properties and the proposed hazard labelling; g. advice on countermeasures in the event of an accident, on measures for safe disposal and on other precautionary measures, particularly to reduce exposure and emissions; h. the likely uses; i. the likely export date; j. the safety data sheet in accordance with Article 20 ChemO . 2 Chemicals listed in Annex 1 that are exported for use as plant protection products and are subject to the licensing requirement in accordance with Annex 2.5 Number 4.2.1 of the Chemical Risk Reduction Ordinance of 18 May 2005 are exempted from the notification obligation in paragraph 1. Amended by No I of the O of 22 March 2017, in force since 1 May 2017 ( AS 2017 2593 ). Amended by No I of the O of 22 March 2017, in force since 1 May 2017 ( AS 2017 2593 ). Amended by No I of the O of 22 March 2017, in force since 1 May 2017 ( AS 2017 2593 ). SR 813.11 SR 814.81 Amended by No II of the O of 14 Oct. 2020, in force since 1 Jan. 2021 ( AS 2020 4675 )."
    },
    {
      "provision_ref": "art4",
      "chapter": "Section 2 Obligations of Exporters and Importers",
      "section": "4",
      "title": "Export restrictions",
      "content": "1 The exporters must comply with the import decisions of the Parties. 2 They must not export any chemical under Annex 2 to a PIC Party that, in exceptional circumstances, has failed to transmit an import decision or has transmitted an interim response that does not contain an interim decision. 3 The ban under paragraph 2 does not apply if: a. the chemical concerned is registered or authorised at the time of import by the importing PIC Party; b. the chemical concerned can be proven to have previously been used or imported by the importing PIC Party and no ban on its use has been issued by the Party; or c. the exporter has received express consent for the import of the chemical from the importing PIC Party. Amended by No I of the O of 22 March 2017, in force since 1 May 2017 ( AS 2017 2593 ). Amended by No I of the O of 22 March 2017, in force since 1 May 2017 ( AS 2017 2593 )."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "",
      "content": "1 Any person exporting a hazardous substance or preparation in terms of Article 3 ChemO must: a. label the substance or preparation at least with the following information, taking into account the relevant international standards: 1. name of the manufacturer, 2. chemical name or trade name, 3. information on the hazards to humans and the environment and the appropriate protective measures; b. provide each recipient with a safety data sheet containing the latest available information. 2 … 3 The labelling under paragraph 1 and the safety data sheet must be worded in at least one official language of the importing country if this can be achieved at reasonable expense. In other cases, the most widely used foreign language in the importing country must be chosen. 4 Any person who exports a chemical under Annex 1 or 2 or imports a chemical under Annex 2 must state in the customs declaration that the chemical falls within the scope of this Ordinance. 5 Any person who exports a chemical under Annex 1 or 2 must also indicate in the customs declaration the identification number allocated by the FOEN in accordance with Article 8 a . 6 Any person who exports or imports a chemical under Annex 2 must indicate in the shipping documents the customs tariff number, insofar as such exists for the chemical under Annex 2, that contains the code assigned to the chemical under Annex 2 by the World Customs Organisation under the harmonised systems (HS-Code). Amended by No I of the O of 22 March 2017, in force since 1 May 2017 ( AS 2017 2593 ). SR 813.11 Amended by No I of the O of 22 March 2017, in force since 1 May 2017 ( AS 2017 2593 ). Repealed by No I of the O of 22 March 2017, with effect from 1 May 2017 ( AS 2017 2593 ). Amended by No I of the O of 22 March 2017, in force since 1 May 2017 ( AS 2017 2593 ). Amended by No I of the O of 22 March 2017, in force since 1 May 2017 ( AS 2017 2593 ). Inserted by No I of the O of 22 March 2017, in force since 1 May 2017 ( AS 2017 2593 )."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "",
      "content": "Repealed by No I of the O of 22 March 2017, with effect from 1 May 2017 ( AS 2017 2593 )."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Import restrictions",
      "content": "The importers must comply with the import decisions from Switzerland in accordance with Article 14."
    },
    {
      "provision_ref": "art8",
      "chapter": "Section 3 Duties of the Authorities",
      "section": "8",
      "title": "Designated national authority for Switzerland",
      "content": "The FOEN is the designated national authority under Article 4 of the PIC Convention. The name of this administrative unit has been changed pursuant to Art. 16 para. 3 of the Publications Ordinance of 17 Nov. 2004 ( AS 2004 4937 ). This change has been made throughout the text."
    },
    {
      "provision_ref": "art8a",
      "chapter": "Section 3 Duties of the Authorities",
      "section": "8a",
      "title": "a Identification number",
      "content": "1 a. for each chemical under Annex 1, provided the notification contains the required information; b. for each chemical under Annex 2, provided the export restrictions are likely to be met. 2 Inserted by No I of the O of 22 March 2017, in force since 1 May 2017 ( AS 2017 2593 ). SR 170.512.1 ."
    },
    {
      "provision_ref": "art9",
      "chapter": "Section 3 Duties of the Authorities",
      "section": "9",
      "title": "Cooperation between authorities",
      "content": "1 With regard to the notification and information procedures provided for in this Ordinance, the FOEN shall obtain the opinions of those federal agencies whose areas of responsibility are affected. 2 The federal agencies shall keep one another informed about facts and knowledge relating to implementation of the PIC Convention. 3 The FOEN may request from the FOCBS the details needed to enforce this Ordinance contained in customs declarations relating to imported and exported substances and preparations. Amended by Annex 4 No 46 of the Customs Ordinance of 1 Nov. 2006, in force since 1 May 2007 ( AS 2007 1469 )."
    },
    {
      "provision_ref": "art10",
      "chapter": "Section 3 Duties of the Authorities",
      "section": "10",
      "title": "Swiss representation in the Chemical Review Committee",
      "content": "The FOEN determines the representation of Switzerland in the Chemical Review Committee within the meaning of Article 18 of the PIC Convention and supervises the work arising in this connection."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Notification of regulatory actions",
      "content": "1 The FOEN shall notify the PIC Secretariat in writing of any Swiss regulatory action that bans certain substances or puts them under severe restrictions (Annex 1). 2 This notification shall be submitted no later than 90 days after the relevant regulatory action has come into force. It shall also contain, if available, the information required by Annex I of the PIC Convention. Amended by No I of the O of 22 March 2017, in force since 1 May 2017 ( AS 2017 2593 )."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Export notification",
      "content": "1 If a chemical under Annex 1 is exported to an importing PIC Party, the FOEN shall notify the authority designated by this Party of the export. The export notification must contain the information set out in Annex V of the PIC Convention. 2 The export notification for a chemical under Annex 1 must be submitted no later than 15 days before the first export in each calendar year. 3 If no acknowledgement is received from the designated authority of the importing PIC Party within 30 days of dispatch of the export notification, the FOEN shall repeat the notification. Amended by No I of the O of 22 March 2017, in force since 1 May 2017 ( AS 2017 2593 ). Amended by No I of the O of 22 March 2017, in force since 1 May 2017 ( AS 2017 2593 )."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Acknowledgement of receipt",
      "content": "The FOEN shall send an acknowledgement of receipt of a PIC Party’s export notification to the national authority designated by this Party within 30 days."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Import decision, interim response",
      "content": "1 If a substance or is included as a new entry in Annex III of the PIC Convention, the FOEN shall send the import decision or the interim response (both referred to hereinafter as response) from Switzerland to the PIC Secretariat no later than nine months after receipt of the decision guidance document in accordance with Article 7 of the PIC Convention 2 The response shall be sent in agreement with the federal agencies whose areas of responsibility are affected. Amended by No I of the O of 22 March 2017, in force since 1 May 2017 ( AS 2017 2593 )."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Publications and amending of lists",
      "content": "1 The FOEN shall publish the following on its website: a. the responses from Switzerland (Art. 14); b. every six months, the responses of the PIC Parties sent to the PIC Secretariat. 2 It shall maintain the list of the PIC Parties and make them available upon request. 3 It shall amend Annex 2 according to the changes to Annex III of the PIC Convention and add appropriate notes to Annex 1. www.bafu.admin.ch > Themen A-Z > Chemikalien > Fachinformationen > Bestimmungen und Verfahren > PIC Amended by No I of the O of 22 March 2017, in force since 1 May 2017 ( AS 2017 2593 ). The list can be obtained against payment from the FOEN, 3003 Bern, or accessed free of charge on the Internet at www.pic.int/Countries/Statusofratifications/tabid/1072/language/en-US/Default.aspx"
    },
    {
      "provision_ref": "art16",
      "chapter": "Section 4 Final Provisions",
      "section": "16",
      "title": "Order-issuing powers and delegation of enforcement duties",
      "content": "1 The FOEN may issue the orders required to enforce this Ordinance. 2 It may transfer the duties and powers assigned to it by way of this Ordinance in whole or in part to suitable public bodies or private persons."
    },
    {
      "provision_ref": "art17",
      "chapter": "Section 4 Final Provisions",
      "section": "17",
      "title": "Enforcement by the customs offices and calling-in of the FOEN",
      "content": "1 By means of random checks or at the request of the FOEN, the customs offices shall monitor whether the obligations under Articles 3, 4, 5 and 7 are being met in respect of the import and export of substances and preparations. 2 If there is any suspicion of a violation, they have the right to detain the goods. In this case, they shall call in the FOEN. The FOEN shall carry out further investigations and take the necessary action. Amended by Annex 4 No 46 of the Customs Ordinance of 1 Nov. 2006, in force since 1 May 2007 ( AS 2007 1469 )."
    },
    {
      "provision_ref": "art18",
      "chapter": "Section 4 Final Provisions",
      "section": "18",
      "title": "Charges",
      "content": "The obligation to pay fees and the calculation of fees for administrative acts by the FOEN in accordance with this Ordinance is governed by the Chemicals Fees Ordinance of 18 May 2005. SR 813.153.1 Amended by No II 7 of the O of 18 May 2005 on the Repeal and Amendment of Ordinances in connection with the Commencement of the Chemicals Act, in force since 1 August 2005 ( AS 2005 2695 )."
    },
    {
      "provision_ref": "art19",
      "chapter": "Section 4 Final Provisions",
      "section": "19",
      "title": "Commencement",
      "content": "This Ordinance comes into force on 1 January 2005."
    }
  ],
  "definitions": []
}