{
  "id": "sr-822-117",
  "type": "statute",
  "title": "Verordnung vom 16. Juni 2006 über die Gebühren für die Erteilung von Arbeitszeitbewilligungen gemäss Arbeitsgesetz (GebV-ArG)",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2006/412/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Grundsatz",
      "content": "Das Staatssekretariat für Wirtschaft (SECO) erhebt für die Erteilung von Arbeitszeitbewilligungen Gebühren."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Anwendbarkeit der Allgemeinen Gebührenverordnung",
      "content": "Soweit diese Verordnung keine besondere Regelung enthält, gelten die Bestimmungen der Allgemeinen Gebührenverordnung vom 8. September 2004. SR 172.041.1"
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Gebührenbemessung",
      "content": "1 Das SECO legt die Gebühr nach Aufwand fest. 2 Es gelten folgende Gebührenansätze: a. Erteilung einer Arbeitszeitbewilligung mit einem Aufwand von bis zu 3 Stunden Fr. 200.– Erteilung einer Arbeitszeitbewilligung mit einem Aufwand von mehr als 3 Stunden Fr. 400.– b. Änderungen pro Arbeitszeitbewilligung mit einem Aufwand von bis zu 3 Stunden Fr. 50.– Änderungen pro Arbeitszeitbewilligung mit einem Aufwand von mehr als 3 Stunden Fr. 100.– 2bis Wird das Gesuch um Erteilung einer Arbeitszeitbewilligung elektronisch eingereicht, so reduzieren sich die Gebührenansätze gemäss Absatz 2 Buchstabe a um 25 Prozent. 3 Das Eidgenössische Departement für Wirtschaft, Bildung und Forschung kann die Gebührenansätze der Teuerung anpassen. Fassung gemäss Ziff. I der V vom 10. Mai 2017, in Kraft seit 1. Jan. 2018 ( AS 2017 3345 ). Eingefügt durch Ziff. I der V vom 10. Mai 2017, in Kraft seit 1. Jan. 2018 ( AS 2017 3345 ). Die Bezeichnung der Verwaltungseinheit wurde in Anwendung von Art. 16 Abs. 3 der Publikationsverordnung vom 17. Nov. 2004 ( AS 2004 4937 ) auf den 1. Jan. 2013 angepasst."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 1. August 2006 in Kraft."
    }
  ],
  "definitions": []
}