{
  "id": "sr-832-107-1",
  "type": "statute",
  "title": "Verordnung des EDI vom 28. November 2022 über die Festlegung der regionalen Versorgungsgrade je medizinisches Fachgebiet im ambulanten Bereich",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2022/803/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Zusammenfassung von Weiterbildungstiteln zu einem medizinischen Fachgebiet",
      "content": "Das Fachgebiet Allgemeine Innere Medizin umfasst die folgenden eidgenössischen Weiterbildungstitel: a. Fachärztin oder Facharzt im Bereich Allgemeine Innere Medizin; b. Praktische Ärztin oder Praktischer Arzt; c. Fachärztin oder Facharzt im Bereich Tropen- und Reisemedizin."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Festlegung der Regionen",
      "content": "1 Die Regionen der Kategorie 1 entsprechen den Kantonen. 2 Die Regionen der Kategorie 2 sind in Anhang 1 festgelegt. 3 Nach einer Fusion von Gemeinden bleibt die Region der Kategorie 2, in die jede der früheren Gemeinden nach Anhang 1 eingeteilt ist, auf ihrem jeweiligen Gebiet so lange unverändert, bis die aus der Fusion entstandene Gemeinde in Anhang 1 eingeteilt wird und die Versorgungsgrade für die betroffenen Regionen in Anhang 3 festgelegt werden. Fassung gemäss Ziff. I der V des EDI vom 30. Sept. 2024, in Kraft seit 1. Juli 2025 ( AS 2024 565 ). Fassung gemäss Ziff. I der V des EDI vom 30. Sept. 2024, in Kraft seit 1. Juli 2025 ( AS 2024 565 )."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Versorgungsgrade",
      "content": "1 Die regionalen Versorgungsgrade sind je Region der Kategorie 1 und je medizinisches Fachgebiet in Anhang 2 festgelegt. 2 Für folgende Fachgebiete sind die regionalen Versorgungsgrade zudem je Region der Kategorie 2 festgelegt: a. Allgemeine Innere Medizin; b. Gynäkologie und Geburtshilfe; c. Kinder- und Jugendmedizin; d. Psychiatrie und Psychotherapie. 3 Die Versorgungsgrade nach Absatz 2 sind in Anhang 3 aufgeführt. Fassung gemäss Ziff. I der V des EDI vom 30. Sept. 2024, in Kraft seit 1. Juli 2025 ( AS 2024 565 ). Fassung gemäss Ziff. I der V des EDI vom 30. Sept. 2024, in Kraft seit 1. Juli 2025 ( AS 2024 565 )."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 1. Januar 2023 in Kraft."
    }
  ],
  "definitions": []
}