{
  "id": "sr-814-71",
  "type": "statute",
  "title": "Bundesgesetz vom 16. Juni 2017 über den Schutz vor Gefährdungen durch nichtionisierende Strahlung und Schall (NISSG)",
  "title_en": "",
  "short_name": "NISSG",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2019/182/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Zweck und Geltungsbereich",
      "content": "1 Dieses Gesetz soll den Menschen vor Gefährdungen durch nichtionisierende Strahlung und Schall schützen. 2 Zu diesem Zweck enthält es Bestimmungen über: a. die Verwendung von Produkten; b. Massnahmen bei gesundheitsgefährdenden Expositionen gegenüber nicht-ionisierender Strahlung und Schall; c. die Information der Öffentlichkeit. 3 Es ist anwendbar, soweit der Schutz nach Absatz 1 nicht durch andere bundesrechtliche Bestimmungen gewährleistet ist."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Begriffe",
      "content": "In diesem Gesetz bedeuten: a. nichtionisierende Strahlung: elektromagnetische Felder mit einer Wellenlänge grösser als 100 Nanometer; b. Schall: Hörschall, Infraschall und Ultraschall; c. Produkt: verwendungsbereite bewegliche Sache, die nichtionisierende Strahlung oder Schall erzeugt, auch wenn sie einen Teil einer anderen beweglichen Sache oder einer unbeweglichen Sache bildet."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Verwendung von Produkten",
      "content": "1 Wer ein Produkt installiert, verwendet oder wartet, muss die Sicherheitsvorgaben des Herstellers befolgen und sicherstellen, dass die Gesundheit des Menschen nicht oder nur geringfügig gefährdet wird. 2 Der Bundesrat kann für die gewerbliche oder berufliche Verwendung von Produkten mit Gefährdungspotenzial vorsehen, dass: a. ein Sachkundenachweis zu erbringen ist; b. eine geeignete Fachperson einzubeziehen ist. 3 Er kann Anforderungen an die Ausbildung für den Sachkundenachweis nach Absatz 2 Buchstabe a festlegen."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Massnahmen bei gesundheitsgefährdenden Expositionen",
      "content": "1 Der Bundesrat kann Bestimmungen erlassen über Massnahmen, mit denen die Risiken von gesundheitsgefährdenden Expositionen gegenüber nichtionisierender Strahlung und Schall reduziert werden können sowie Schädigungen vorgebeugt werden kann. 2 Er kann insbesondere: a. Belastungswerte festlegen und deren Überwachung regeln; b. eine Informationspflicht vorsehen; c. Schutzmassnahmen vorsehen; d. eine Meldepflicht für Veranstaltungen vorsehen."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Verbote",
      "content": "Kann die Gesundheit des Menschen durch keine andere Massnahme hinreichend geschützt werden, so kann der Bundesrat: a. die Einfuhr, die Durchfuhr, die Abgabe oder den Besitz von Produkten mit erheblichem Gefährdungspotenzial verbieten; b. gewerbliche oder berufliche Produkteverwendungen mit erheblichem Gefährdungspotenzial verbieten."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Information der Öffentlichkeit",
      "content": "Das Bundesamt für Gesundheit informiert die Öffentlichkeit über gesundheitsrelevante Auswirkungen und Risiken von nichtionisierender Strahlung und Schall."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Vollzug durch den Bund",
      "content": "1 Der Bund vollzieht dieses Gesetz unter Vorbehalt von Artikel 8. 2 Der Bundesrat kann für Kontrollen von Teilbereichen der Massnahmen nach Artikel 4 den Bund für zuständig erklären."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Vollzug durch die Kantone",
      "content": "Die Kantone kontrollieren stichprobenweise die Einhaltung: a. der Sicherheitsvorgaben des Herstellers nach Artikel 3 Absatz 1 bei der gewerblichen oder beruflichen Installation, Verwendung und Wartung bei Produkten mit Gefährdungspotenzial; b. der Pflicht nach Artikel 3 Absatz 2 zur Erbringung eines Sachkundenachweises oder zum Einbezug einer Fachperson; c. der gestützt auf Artikel 4 festgelegten Massnahmen; d. von Abgabe- und Besitzverboten nach Artikel 5 Buchstabe a; e. von Verwendungsverboten nach Artikel 5 Buchstabe b."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Verwaltungsmassnahmen",
      "content": "1 Die Vollzugsorgane können die Installation, Verwendung und Wartung von Produkten sowie die Umsetzung der Massnahmen nach Artikel 4 vor Ort kontrollieren. 2 Sie können geeignete Massnahmen verfügen oder vor Ort anordnen, wenn die Kontrolle ergibt, dass Vorschriften oder Sicherheitsvorgaben des Herstellers nicht eingehalten werden. 3 Ist es zum Schutz der Gesundheit der Verwenderin oder des Verwenders oder Dritter erforderlich, so können sie insbesondere: a. eine Warnung der Öffentlichkeit vor den Gefahren einer Verwendung anordnen; b. bei Missachtung eines Besitz-, Abgabe- oder Verwendungsverbots das Produkt einziehen und vernichten oder unbrauchbar machen; c. bei Missachtung der Sicherheitsvorgaben des Herstellers bei der gewerblichen oder beruflichen Installation, Verwendung oder Wartung das Produkt einziehen und vernichten oder unbrauchbar machen; d. die unverzügliche Einstellung gesundheitsgefährdender Expositionen anordnen; e. bei wiederholt unsachgemässer, gewerblicher oder beruflicher Verwendung von Produkten mit Gefährdungspotenzial die Aberkennung des Sachkundenachweises veranlassen. 4 Sie warnen die Öffentlichkeit vor gefährlichen Verwendungen, wenn die Verwenderin oder der Verwender nicht oder nicht rechtzeitig wirksame Massnahmen trifft."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Gebühren",
      "content": "1 Der Bundesrat regelt die Gebühren für die Kontrollen und Massnahmen der Vollzugsorgane des Bundes. 2 Für Kontrollen, die zu keinen Beanstandungen führen, werden keine Gebühren erhoben."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Datenschutz",
      "content": "Die Vollzugsorgane sind berechtigt, Personendaten zu bearbeiten und untereinander weiterzugeben, soweit es für den einheitlichen Vollzug dieses Gesetzes erforderlich ist."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Vergehen",
      "content": "Wer vorsätzlich ein Produkt einführt, durchführt, abgibt, besitzt oder verwendet, das einem Verbot nach Artikel 5 unterliegt, wird mit Freiheitsstrafe bis zu einem Jahr oder Geldstrafe bestraft."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Übertretungen",
      "content": "1 Mit Busse bis zu 40 000 Franken wird bestraft, wer vorsätzlich: a. bei der gewerblichen oder beruflichen Installation, Verwendung oder Wartung die Sicherheitsvorgaben des Herstellers nicht befolgt; b. gegen die Pflicht nach Artikel 3 Absatz 2 zur Erbringung eines Sachkundenachweises oder zum Einbezug einer Fachperson verstösst; c. gegen die durch den Bundesrat festgelegten Massnahmen nach Artikel 4 Absatz 2 verstösst; d. gegen eine Ausführungsbestimmung, deren Übertretung für strafbar erklärt wird, oder eine unter Hinweis auf die Strafdrohung dieses Artikels an ihn gerichtete Verfügung verstösst. 2 Handelt die Täterin oder der Täter fahrlässig, so ist die Strafe Busse bis zu 20 000 Franken. 3 Mit Busse bis zu 40 000 Franken wird bestraft, wer fahrlässig ein Produkt einführt, durchführt, abgibt, besitzt oder verwendet, das einem Verbot nach Artikel 5 unterliegt. 4 Die Artikel 6 und 7 des Bundesgesetzes vom 22. März 1974 über das Verwaltungsstrafrecht sind anwendbar. SR 313.0"
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Evaluation",
      "content": "Der Bundesrat erstattet dem Parlament spätestens 8 Jahre nach Inkrafttreten Bericht über die Wirksamkeit und Notwendigkeit dieses Gesetzes."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Referendum und Inkrafttreten",
      "content": "1 Dieses Gesetz untersteht dem fakultativen Referendum. 2 Der Bundesrat bestimmt das Inkrafttreten. Inkrafttreten: 1. Juni 2019 BRB vom 27. Febr. 2019"
    }
  ],
  "definitions": [
    {
      "term": "nichtionisierende Strahlung:",
      "definition": "nichtionisierende Strahlung: elektromagnetische Felder mit einer Wellenlänge grösser als 100 Nanometer;",
      "source_provision": "art2"
    },
    {
      "term": "Schall:",
      "definition": "Schall: Hörschall, Infraschall und Ultraschall;",
      "source_provision": "art2"
    },
    {
      "term": "Produkt:",
      "definition": "Produkt: verwendungsbereite bewegliche Sache, die nichtionisierende Strahlung oder Schall erzeugt, auch wenn sie einen Teil einer anderen beweglichen Sache oder einer unbeweglichen Sache bildet.",
      "source_provision": "art2"
    }
  ]
}