{
  "id": "sr-832-321-11",
  "type": "statute",
  "title": "Verfügung des EDI vom 26. Dezember 1960 über die technischen Massnahmen zur Verhütung von Berufskrankheiten, die durch chemische Stoffe verursacht werden",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1960/1669_1729_1729/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Geltungsbereich",
      "content": "Die nachstehenden Vorschriften gelten für alle Betriebe, auf welche die Verordnung vom 23. Dezember 1960 über die Verhütung von Berufskrankheiten anwendbar ist und in denen Arbeiten mit chemischen Stoffen ausgeführt werden. Heute: die V vom 19. Dez. 1983 über die Unfallverhütung ( SR 832.30 )."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Ersatz gefährlicher Stoffe",
      "content": "Stoffe, welche die Gesundheit gefährden, sind durch harmlosere zu ersetzen, soweit dies technisch möglich und wirtschaftlich zumutbar ist."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Kollektivschutz",
      "content": "Durch technische Massnahmen, wie Absaugevorrichtungen, ist dafür zu sorgen, dass gefährliche Gase, Dämpfe und Staube, welche aus den in Artikel 1 der Verordnung vom 6. April 1956 über Berufskrankheiten genannten Stoffen bestehen, erfasst und von den Arbeitsplätzen abgeführt werden; insbesondere ist ein Überschreiten der von der Schweizerischen Unfallversicherungsanstalt bekanntgegebenen maximal zulässigen Konzentration am Arbeitsplatz zu vermeiden. [ AS 1956 622 , 1960 1660 Art. 29 Abs. 2. AS 1963 758 Art. 4 Abs. 1]. Heute: aus den im Anhang 1 zur V vom 20. Dez. 1982 über die Unfallversicherung ( SR 832.202 )."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Individualschutz",
      "content": "Lässt sich der Kollektivschutz im Sinne von Artikel 3 aus besonderen Gründen nicht oder nicht ausreichend bewerkstelligen, sind zusätzlich persönliche Schutzmittel, wie Atemschutzgeräte, zu verwenden."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Sorge für Reinlichkeit",
      "content": "1 Bei Arbeiten, die eine Verschmutzung mit sich bringen, hat der Betriebsinhaber für zweckmässige Waschgelegenheit und Waschmethoden sowie – wo notwendig – für Bade- oder Duschgelegenheit zu sorgen. 2 Abgelegte Ausgangskleider müssen an einem gegen Verunreinigung geschützten Ort aufbewahrt werden können."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Inkrafttreten",
      "content": "Diese Verfügung tritt am 1. Januar 1961 in Kraft. Die Schweizerische Unfallversicherungsanstalt ist mit ihrem Vollzug beauftragt."
    }
  ],
  "definitions": []
}