{
  "id": "sr-810-306",
  "type": "statute",
  "title": "Verordnung vom 1. Juli 2020 über klinische Versuche mit Medizinprodukten (KlinV-Mep)",
  "title_en": "Ordinance of 1 July 2020 on Clinical Trials with Medical Devices (CTO-MedD)",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2020/553/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Section 1 Subject Matter, Definitions and Applicable Provisions",
      "section": "1",
      "title": "Subject matter",
      "content": "1 This Ordinance shall regulate: a. the requirements pertaining to clinical trials: 1. of medical devices and other devices in accordance with Article 1 of the Medical Devices Ordinance of 1 July 2020 (MedDO), 2. of in vitro diagnostic medical devices and their accessories in accordance with Article 1 paragraph 1 of the Ordinance of 4 May 2022 on In Vitro Diagnostic Medical Devices (IvDO); b. the approval and notification procedures for clinical trials involving the devices in accordance with letter a; c. the duties and responsibilities of research ethics committees (ethics committees), the Swiss Agency for Therapeutic Products (Swissmedic) and the Federal Office of Public Health (FOPH) in connection with the approval and notification procedures; d. the registration of clinical trials involving devices in accordance with letter a; e. public access to information concerning clinical trials. 2 In this Ordinance, the term devices is used to designate all products defined in paragraph 1 letter a. Amended by No I of the O of 4 May 2022, in force since 26 May 2022 ( AS 2022 294 ). SR 812.213 SR 812.219"
    },
    {
      "provision_ref": "art2",
      "chapter": "Section 1 Subject Matter, Definitions and Applicable Provisions",
      "section": "2",
      "title": "Definitions",
      "content": "In this Ordinance: a. clinical trial means a clinical investigation and a performance study; a bis . clinical investigation means any systematic investigation involving one or more persons undertaken to assess the safety or performance of the device in accordance with the MedDO ; a ter . performance study means a study undertaken to establish or confirm the analytical or clinical performance of a device in accordance with the IvDO and in which the test results: 1. may influence patient management decisions or treatment (interventional performance study), 2. cannot influence patient management decisions or treatment (non-interventional performance study); b. conformity-related clinical trial means a clinical trial conducted to demonstrate the conformity of the device being investigated; c. contracting state means any state that is bound to mutually recognise conformity assessments and conformity procedures for devices by an agreement with Switzerland under international law based on equivalent legislation; d. sponsor means any person or institution that takes responsibility for organising a clinical trial – specifically its initiation, management and financing – in Switzerland; e. investigator means any individual responsible in Switzerland for the conduct of a clinical trial and for the protection of the participants at a clinical trial site; any investigator who assumes responsibility for initiating a clinical trial in Switzerland is simultaneously the trial’s sponsor. Amended by No I of the O of 4 May 2022, in force since 26 May 2022 ( AS 2022 294 ). Inserted by No I of the O of 4 May 2022, in force since 26 May 2022 ( AS 2022 294 ). SR 812.213 Inserted by No I of the O of 4 May 2022, in force since 26 May 2022 ( AS 2022 294 ). SR 812.219"
    },
    {
      "provision_ref": "art2a",
      "section": "2a",
      "title": "a Exceptions from the scope",
      "content": "1 The conduct of non-interventional performance studies is governed by Chapter 2 of the Human Research Ordinance of 20 September 2013 (HRO) when: a. biological material is collected from the participants without a surgically invasive procedure; or b. the participants do not undergo additional invasive or burdensome procedures compared to the procedures performed under the normal conditions of use of the device to be investigated. 2 The conduct of non-interventional performance studies in which only already sampled biological material or already collected health-related personal data are further used is governed by Chapter 3 of the HRO. 3 The conduct of non-interventional performance studies in which only already sampled anonymised biological material or already collected anonymised health-related data are further used is governed by Articles 3 and 4 of the Ordinance of 20 September 2013 on Clinical Trials (ClinO), Article 25 HRO and Article 57 of Regulation (EU) 2017/746 (EU-IVDR ) . 4 The conduct of clinical trials of devices in accordance with Article 2 a paragraph 2 TPA or combinations in accordance with Article 2 paragraph 1 letters f, g and j MedDO is governed by the ClinO. Inserted by No I of the O of 4 May 2022, in force since 26 May 2022 ( AS 2022 294 ). SR 810.301 SR 810.305 Regulation (EU) 2017/746 of the European Parliament and of the Council of 5 April 2017 on in vitro diagnostic medical devices and repealing Directive 98/79/EC and Commission Decision 2020/227/EU, OJ L 117 of 5.5.2017, p. 176; last amended by Regulation (EU) 2023/607, OJ L 80 of 20.3.2023, p. 24. Amended by Annex No 1 of the O of 29 Sept. 2023, in force since 1 Nov. 2023 ( AS 2023 576 ). SR 812.213"
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Applicable provisions",
      "content": "1 The following provisions of the Ordinance of 20 September 2013 on Clinical Trials in Human Research (ClinO) apply to clinical trials of devices: a. for scientific integrity, scientific quality and the inclusion of relevant groups of persons: Articles 3, 4 and 4 a ClinO; b. for participant information, consent, communication of results and revocation of consent: Articles 7–9 ClinO; c. for liability and coverage: Article 10 paragraphs 1 letter c and 2 and Article 11–14 ClinO; d. for the conduct of clinical trials in emergency situations: Articles 15–17 ClinO; e. for the storage of health-related personal data and biological material, and for the handling of genetic data in connection with insurance matters: Articles 18 and 18 a ClinO; f. for inspections and administrative measures: Article 46 paragraphs 1, 2, 4 and 5 and Articles 47 and 48 ClinO. 2 The powers exercised by Swissmedic and the duty to cooperate and provide information incumbent on the sponsor and investigator in the event of inspections and administrative measures are governed by Articles 77 and 78 MedDO or by Articles 70 and 71 IvDO. 3 … SR 810.305 Amended by No I of the O of 7 June 2024, in force since 1 Nov. 2024 ( AS 2024 323 ). Amended by No I of the O of 7 June 2024, in force since 1 Nov. 2024 ( AS 2024 323 ). Amended by No I of the O of 7 June 2024, in force since 1 Nov. 2024 ( AS 2024 323 ). SR 812.213 SR 812.219 Amended by No I of the O of 4 May 2022, in force since 26 May 2022 ( AS 2022 294 ). Repealed by No I of the O of 4 May 2022, with effect from 26 May 2022 ( AS 2022 294 )."
    },
    {
      "provision_ref": "art4",
      "chapter": "Section 2 General Obligations of the Sponsor and Investigator and Professional Qualifications",
      "section": "4",
      "title": "General obligations of the sponsor and investigator",
      "content": "1 The sponsor and investigator must fulfil: a. for clinical investigations: the requirements in accordance with Article 72 and Annex XV Chapters I and III of Regulation (EU) 2017/745 (EU-MDR); b. for performance studies: the requirements in accordance with Article 68 and Annex XIII Part A of EU-IVDR. 2 Compliance with the requirements of paragraph 1, specified in greater detail by designated technical standards or common specifications in accordance with Article 9 paragraph 1 EU-MDR or Article 9 paragraph 1 EU-IVDR, is presumed if the clinical trial is conducted in accordance with those standards or specifications. Article 6 paragraph 5 MedDO and Article 6 paragraph 4 IvDO apply mutatis mutandis . 3 If the sponsor is not domiciled in Switzerland and does not have a place of business there, it must designate an agent that is domiciled or has a place of business in Switzerland as an address for correspondence. This agent must ensure compliance with the sponsor’s obligations. Amended by Annex No 1 of the O of 29 Sept. 2023, in force since 1 Nov. 2023 ( AS 2023 576 ). Regulation (EU) 2017/745 of the European Parliament and of the Council of 5 April 2017 on medical devices, amending Directive 2001/83/EC, Regulation (EC) No 178/2002 and Regulation (EC) No 1223/2009 and repealing Council Directives 90/385/EEC and 93/42/EEC, OJ L117 of 5.5. 2017, p. 1, last amended by Regulation (EU) 2023/607, OJ L 80 of 20.3.2023, p. 24. See the footnote to Art. 2 a para. 3. Amended by No I of the O of 4 May 2022, in force since 26 May 2022 ( AS 2022 294 ). SR 812.213 SR 812.219 Amended by No I of the O of 4 May 2022, in force since 26 May 2022 ( AS 2022 294 )."
    },
    {
      "provision_ref": "art5",
      "chapter": "Section 2 General Obligations of the Sponsor and Investigator and Professional Qualifications",
      "section": "5",
      "title": "Professional qualifications",
      "content": "1 Clinical trial investigators must: a. be entitled to practise under their own professional responsibility as physicians or in another profession that specifically qualifies them to conduct the clinical trial; b. demonstrate adequate knowledge of the internationally recognised requirements for the conduct of clinical trials and the specialist knowledge and experience required for the clinical trial; c. possess knowledge of the legal requirements governing clinical trials or be able to guarantee the availability of such knowledge by consulting appropriate expertise; and d. have appropriate knowledge and skills in the areas of data security and data protection or be able to ensure compliance by calling in appropriate expertise. 2 Other persons conducting the clinical trial must possess the training or experience in the specialist field that is required to conduct clinical trials. Inserted by No I of the O of 7 June 2024, in force since 1 Nov. 2024 ( AS 2024 323 )."
    },
    {
      "provision_ref": "art6",
      "chapter": "Section 1 General Provisions",
      "section": "6",
      "title": "",
      "content": "1 Clinical investigations fall into category A if: a. the device to be investigated carries a conformity marking in accordance with Article 13 MedDO; b. the device to be investigated is used in accordance with the instructions for use; and c. it is not prohibited to make the device to be investigated available on the market, put it into service or use it in Switzerland. 2 Category A clinical investigations are divided into sub-categories as follows: a. if the participants do not undergo additional invasive or burdensome procedures compared to the procedures performed under the normal conditions of use of the device to be investigated: sub-category A1; b. if the participants undergo additional invasive or burdensome procedures compared to the procedures performed under the normal conditions of use of the device to be investigated: sub-category A2. 3 Clinical investigations fall into category C if: a. the device to be investigated carries a conformity marking in accordance with Article 13 MedDO, but is not used in accordance with the instructions for use (sub-category C1); b. the device to be investigated does not carry a conformity marking in accordance with Article 13 MedDO (sub-category C2); or c. it is prohibited to make the device to be investigated available on the market, put it into service or use it in Switzerland (sub-category C3). Amended by No I of the O of 4 May 2022, in force since 26 May 2022 ( AS 2022 294 ). Amended by No I of the O of 4 May 2022, in force since 26 May 2022 ( AS 2022 294 ). SR 812.213 Amended by No I of the O of 4 May 2022, in force since 26 May 2022 ( AS 2022 294 ). Amended by No I of the O of 4 May 2022, in force since 26 May 2022 ( AS 2022 294 )."
    },
    {
      "provision_ref": "art6a",
      "chapter": "Section 1 General Provisions",
      "section": "6a",
      "title": "a Categorisation of performance studies",
      "content": "1 Performance studies fall into category A if: a. an interventional performance study is involved and the following conditions are met (sub-category A1): 1. the device to be investigated carries a conformity marking in accordance with Article 12 IvDO , 2. the device to be investigated is used in accordance with the instructions for use, 3. it is not prohibited to make the device to be investigated available on the market, put it into service or use it in Switzerland, 4. none of the procedures stated in letter b point 2 are used; b. one of the following two conditions is met (sub-category A2): 1. a non-interventional performance study that is not covered by Article 2 a paragraphs 1-3 is involved, 2. an interventional performance study in accordance with letter a points 1–3 is involved and: – surgically invasive procedures are used in order to collect biological material from the participants exclusively for the purpose of the performance study, or – the participants undergo additional invasive or burdensome procedures compared to the procedures performed under the normal conditions of use of the device to be investigated. 2 Performance studies fall into category C if an interventional performance study is involved and: a. the device to be investigated carries a conformity marking in accordance with Article 12 IvDO, but is not used in accordance with the instructions for use (sub-category C1); b. the device to be investigated does not carry a conformity marking in accordance with Article 12 IvDO (sub-category C2); or c. it is prohibited to make the device to be investigated available on the market, put it into service or use it in Switzerland (sub-category C3). Inserted by No I of the O of 4 May 2022, in force since 26 May 2022 ( AS 2022 294 ). SR 812.219"
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Exemption from mandatory approval",
      "content": "Category A clinical trials are exempt from the requirement to obtain approval from Swissmedic as set out in Article 54 paragraph 1 TPA."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Processing of data in electronic systems and information exchange",
      "content": "1 The sponsor shall use the following information systems for inputting and transmitting applications, notifications, reports and other information required under this Ordinance: a. the cantonal information system in accordance with Article 56 a HRA for documents and information intended for the competent ethics committee; b. the medical devices information system in accordance with Article 62 c HRA for documents and information intended for Swissmedic. 2 For inputting and transmitting decisions and for exchanging information with the applicants: a. Swissmedic shall use the medical devices information system in accordance with Article 62 c TPA; b. the competent ethics committee shall use the cantonal information system in accordance with Article 56 a HRA. 3 The medical devices information system in accordance with Article 62 c TPA and the cantonal information system in accordance with Article 56 a HRA may contain information on administrative or criminal proceedings or sanctions: a. concerning the sponsor, investigator or an economic operator in accordance with Article 4 paragraph 1 letter j MedDO or Article 4 paragraph 1 letter i IvDO; and b. required in order to fulfil the duties of Swissmedic and the competent ethics committee under this Ordinance. 4 Swissmedic shall, on request, forward the sensitive personal data in accordance with paragraph 3 to the ethics committee. Amended by No I of the O of 4 May 2022, in force since 26 May 2022 ( AS 2022 294 ). SR 812.213 SR 812.219"
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Information and coordination for approval procedures",
      "content": "The competent ethics committee and Swissmedic shall provide information to each other on the following aspects and coordinate their assessments: a. the categorisation of clinical trials in accordance Article 6 or 6 a ; b. aspects concerning the review areas in accordance with Article 11 and Article 17; c. the conduct of the procedures set out in Articles 12 and 19. Amended by No I of the O of 4 May 2022, in force since 26 May 2022 ( AS 2022 294 ). Amended by No I of the O of 7 June 2024, in force since 1 Nov. 2024 ( AS 2024 323 )."
    },
    {
      "provision_ref": "art10",
      "chapter": "Section 2 Procedures to be performed by the Competent Ethics Committee",
      "section": "10",
      "title": "Application",
      "content": "1 The sponsor shall submit the application documents specified in Annex 1. 2 The ethics committee may demand additional information. 3 The investigator may submit the application in place of the sponsor. In this case, the investigator assumes the obligations of the sponsor as set out in Articles 14 and 15 and the notification and reporting obligations to the competent ethics committee. Amended by Annex No 1 of the O of 19 May 2021, in force since 26 May 2021 ( AS 2021 281 ). Amended by No I of the O of 7 June 2024, in force since 1 Nov. 2024 ( AS 2024 323 )."
    },
    {
      "provision_ref": "art11",
      "chapter": "Section 2 Procedures to be performed by the Competent Ethics Committee",
      "section": "11",
      "title": "Review areas",
      "content": "The areas to be reviewed by the ethics committee are governed mutatis mutandis by Article 25 ClinO. Amended by No I of the O of 7 June 2024, in force since 1 Nov. 2024 ( AS 2024 323 ). SR 810.305"
    },
    {
      "provision_ref": "art12",
      "chapter": "Section 2 Procedures to be performed by the Competent Ethics Committee",
      "section": "12",
      "title": "Procedures and deadlines",
      "content": "1 The ethics committee shall confirm receipt of the application to the sponsor within 10 days and notify the sponsor of any formal deficiencies in the application documents. It shall give the sponsor 10 days to rectify the deficiencies and inform the sponsor that it shall not admit the application if the deficiencies are not rectified within this period. 2 It shall make its decision within 40 days of confirming receipt of the formally correct application documents. 3 If the ethics committee demands additional information in accordance with Article 10 paragraph 2, the 40-day period shall be paused until the information is received."
    },
    {
      "provision_ref": "art13",
      "chapter": "Section 2 Procedures to be performed by the Competent Ethics Committee",
      "section": "13",
      "title": "Multi-centre clinical trials",
      "content": "1 The sponsor shall submit the application for a multi-centre clinical trial in accordance with Article 47 paragraph 2 HRA to the ethics committee responsible for the coordinating investigator. The coordinating investigator may submit the application in place of the sponsor. Article 10 paragraph 3 applies mutatis mutandis . 2 The coordinating investigator is the individual with responsibility in Switzerland for coordinating the investigators responsible for the various trial sites. 3 The lead committee shall confirm receipt of the application to the sponsor within 10 days and notify it of any formal deficiencies in the application documents. It shall give the applicant 10 days to rectify the deficiencies and inform the applicant that it shall not admit the application if the deficiencies are not rectified within the deadline. On application, the lead committee may extend these deadlines by a period of five days in each case. 4 It shall notify the ethics committees responsible for the trial sites (ethics committees concerned) that it has received the application. These shall review the local conditions and notify the lead committee of their evaluation within 15 days. 5 The lead committee shall make its decision within 40 days of confirming receipt of the formally correct application documents."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Procedure for accompanying examinations involving ionising radiation",
      "content": "1 For accompanying examinations involving ionising radiation, the sponsor shall submit the additional application documents specified in Annex 1 number 4. The approval procedure is governed by Articles 10–13 and 15, subject to paragraphs 2–6. 2 The sponsor shall submit the additional application documents specified in Annex 1 number 5 if: a. a radiopharmaceutical employed is not used in accordance with the authorisation or is not authorised in Switzerland; b. a medical device employed which is capable of emitting ionising radiation: 1. is not used in accordance with the instructions for use, or 2. does not bear a conformity marking in accordance with Article 13 MedDO ; or c. some other radioactive source is used. 3 The ethics committee shall forward the application documents to the FOPH in accordance with Annex 1 number 5. 4 The FOPH shall, within a reasonable period, deliver an opinion for the ethics committee on compliance with radiological protection legislation and on the dose estimation. 5 The ethics committee shall grant approval if: a. the requirements set out in Article 11 are fulfilled; and b. after discussion of the opinion specified in paragraph 4, there are no remaining objections to the clinical trial. 6 It shall notify the FOPH of its decision. Amended by No I of the O of 7 June 2024, in force since 1 Nov. 2024 ( AS 2024 323 ). SR 812.213"
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Modifications",
      "content": "1 All modifications to an approved clinical trial that are likely to have a substantial impact on the safety, health or rights of the participants or on the robustness or reliability of the clinical data generated by the study (substantial modifications) must be approved by the ethics committee prior to their implementation. This obligation does not extend to measures that have to be taken immediately to protect the participants. 2 The sponsor shall submit the application documents specified in Article 10 paragraph 1 that are affected by the modification. The changes must be clearly marked. At the same time, the sponsor shall submit information on the reasons for and the nature of the modification. 3 The ethics committee shall issue its decision on substantial modifications within 30 days. Article 12 applies mutatis mutandis . 4 Where a further clinical trial site is to be added and that site lies outside the competence of the ethics committee that approved the clinical trial, the procedure set out in Article 13 applies mutatis mutandis . 5 Other modifications must be notified to the ethics committee with the annual safety report as specified in Article 35. 6 For clinical trials in sub-category A2, the sponsor shall also notify the contracting states in which the clinical trial is being conducted or is due to be conducted of the nature of and reasons for the modifications; it shall attach the documents as specified in Annex 1 which are affected by the modification. Amended by No I of the O of 4 May 2022, in force since 26 May 2022 ( AS 2022 294 ). Amended by No I of the O of 4 May 2022, in force since 26 May 2022 ( AS 2022 294 )."
    },
    {
      "provision_ref": "art16",
      "chapter": "Section 3 Approval Procedures to be performed by Swissmedic",
      "section": "16",
      "title": "Application",
      "content": "1 The sponsor shall submit the application documents specified in Annex 1 number 2. 2 Swissmedic may request additional information. 3 If the sponsor withdraws its application for conformity-related clinical trials in sub-categories C1 and C2 before Swissmedic has made a decision, it shall inform the contracting states in which the clinical trial is being conducted or is due to be conducted."
    },
    {
      "provision_ref": "art17",
      "chapter": "Section 3 Approval Procedures to be performed by Swissmedic",
      "section": "17",
      "title": "Review areas",
      "content": "1 For clinical trials, Swissmedic shall verify: a. whether the application is complete; b. whether the requirements of Article 54 paragraph 4 letter b TPA are fulfilled. 2 It shall conduct a simplified review if the sponsor demonstrates the following in its application: a. the clinical trial involves: 1. a clinical investigation in sub-category C1 or C2 with a non-invasive device classified as class I or IIa under Article 15 MedDO , or 2. an interventional performance study in sub-category C1 or C2 with a device classified as class A or B under Article 14 IvDO . b. the use of the device to be investigated entails at most minimal risk for the trial participants; c. the investigator has signed a written agreement with the sponsor requiring the investigator to notify the sponsor without delay of serious adverse events or any other incident as specified in Article 32; d. the sponsor operates a risk management and safety monitoring system. 3 Swissmedic shall restrict its simplified review to determining whether the application is complete and the evidence required under paragraph 2 has been provided. Amended by No I of the O of 4 May 2022, in force since 26 May 2022 ( AS 2022 294 ). SR 812.213 SR 812.219"
    },
    {
      "provision_ref": "art18",
      "chapter": "Section 3 Approval Procedures to be performed by Swissmedic",
      "section": "18",
      "title": "",
      "content": "1 The additional application documents specified in Annex 1 numbers 4 and 5 must be submitted for category C clinical trials. 2 Swissmedic shall seek an opinion from the FOPH before it grants approval. The FOPH shall review compliance with radiological protection legislation and the dose estimation. 3 Swissmedic shall grant approval if: a. the requirements set out in Article 17 are fulfilled; and b. the FOPH has not submitted any objections to the clinical trial within a reasonable period. 4 It shall notify the FOPH of its decision. Amended by No I of the O of 7 June 2024, in force since 1 Nov. 2024 ( AS 2024 323 ). Amended by Annex No 1 of the O of 19 May 2021, in force since 26 May 2021 ( AS 2021 281 ). Amended by No I of the O of 7 June 2024, in force since 1 Nov. 2024 ( AS 2024 323 )."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Procedures and deadlines",
      "content": "1 Swissmedic shall confirm receipt of the application to the sponsor within 10 days and notify the sponsor of any formal deficiencies in the application documents. It shall give the sponsor 10 days to rectify the deficiencies and inform the sponsor that it shall not admit the application if the deficiencies are not rectified within this period. On request, Swissmedic may extend the period for rectifying the deficiencies by 20 days. 2 It shall make its decision within 45 days of confirming receipt of the formally correct application documents. It may only approve a clinical trial if the competent ethics committee has approved it beforehand. 3 Swissmedic shall also inform the contracting states if it rejects the application. 4 If a device is being used in humans for the first time or manufactured using a new process, Swissmedic may extend the period specified in paragraph 2 by no more than 20 days. It shall notify the sponsor of the extension. 5 If Swissmedic demands additional information as specified in Article 16 paragraph 2, the 45-day period shall be paused until the information is received."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Modifications",
      "content": "1 Substantial modifications to an approved clinical trial, in accordance with Article 15 paragraph 1, must be submitted to Swissmedic for approval prior to their implementation. This obligation does not extend to measures that have to be taken immediately to protect trial participants. 2 The sponsor shall submit to Swissmedic the application documents as specified in Article 16 paragraph 1 that are affected by the modification. The sponsor shall submit information on the nature of and reasons for the modifications at the same time. 3 Swissmedic shall make its decision within 38 days of receiving all the application documents affected by the modification. Article 19 applies mutatis mutandis . This period may be extended by seven days. 4 Other modifications applicable to the application documents submitted to Swissmedic must be notified to Swissmedic as quickly as possible. 4bis For conformity-related clinical trials in sub-categories C1 and C2 that are also being conducted, or are also due to be conducted, in states of the European Union (EU) or the European Economic Area (EEA), the sponsor shall notify Swissmedic of the reasons for and nature of substantial modifications to the clinical trial in EU or EEA states that affect the clinical trial plan, the device to be investigated or the instructions for use for the device to be investigated. 5 The sponsor of a conformity-related clinical trial in sub-categories C1 and C2 shall also notify the contracting states in which the clinical trial is being conducted or is due to be conducted of the nature of and reasons for the modifications; it shall attach the documents as specified in Annex 1 which are affected by the modifications. Inserted by Annex No 1 of the O of 19 May 2021 ( AS 2021 281 ). Amended by No I of the O of 4 May 2022, in force since 26 May 2022 ( AS 2022 294 )."
    },
    {
      "provision_ref": "art2131",
      "chapter": "Chapter 3 ...",
      "section": "2131",
      "title": "",
      "content": "AS 2022 294"
    },
    {
      "provision_ref": "art32",
      "chapter": "Section 1 Documentation and Reporting of Events and Notification of Safety and Protection Measures of Safety and Protection Measures",
      "section": "32",
      "title": "Documentation of adverse events",
      "content": "1 The sponsor must document the following adverse events that occur during a clinical trial in a standardised form: a. adverse events of all types identified in the clinical trial plan as being critical to the evaluation of the results of that clinical trial; b. any serious adverse events: c. any device deficiency that might have led to a serious adverse event if appropriate action had not been taken, intervention had not occurred, or circumstances had been less fortunate; d. any new findings in relation to any documented event as specified in letters a–c. 2 The sponsor shall provide Swissmedic and the competent ethics committee with the documentation specified in paragraph 1 on request. 3 The definitions of adverse events and device deficiencies are based: a. for devices in accordance with the MedDO: on Article 2 points 57–59 EU-MDR; b. for devices in accordance with the IvDO: on Article 2 points 60–62 EU-IVDR. SR 812.213 See the footnote to Art. 4 para. 1 let. a. SR 812.219 See the footnote to Art. 2 a para. 3. Amended by No I of the O of 4 May 2022, in force since 26 May 2022 ( AS 2022 294 )."
    },
    {
      "provision_ref": "art33",
      "chapter": "Section 1 Documentation and Reporting of Events and Notification of Safety and Protection Measures of Safety and Protection Measures",
      "section": "33",
      "title": "Reporting of serious adverse events",
      "content": "1 For sub-category A2 performance studies and category C clinical trials, the sponsor shall report without delay to the competent ethics committee: a. any serious adverse event that has a causal relationship with the device to be investigated, the comparator or the investigation procedure, or where such causal relationship is reasonably possible; b. any device deficiency that might have led to a serious adverse event if appropriate action had not been taken, intervention had not occurred, or circumstances had been less fortunate; c. any new findings in relation to any event referred to in points a and b. 2 For category C clinical trials, the reports specified in paragraph 1 shall also be submitted to Swissmedic. 3 For conformity-related clinical trials in sub-categories C1 and C2 that are also being conducted abroad, the sponsor shall also notify Swissmedic and the competent ethics committee without delay of all events, device deficiencies and findings as specified in paragraph 1 which arise from the conduct of the clinical trial abroad. 4 In order to ensure reporting without delay, the sponsor may initially submit an incomplete report. 5 The reports specified in paragraph 1 shall also be submitted to the contracting states in which the clinical trial is conducted or due to be conducted: a. for conformity-related performance studies in sub-category A2; b. for conformity-related clinical trials in sub-categories C1 and C2. 6 For category A clinical investigations and sub-category A1 performance studies, the sponsor is responsible for ensuring that the competent ethics committee is informed, without delay, of any serious adverse event for which a causal relationship between the event and the test procedure used in the clinical trial has been ascertained. Paragraph 4 is applicable. 7 For category A clinical trials, the sponsor is responsible for reporting serious adverse events to Swissmedic in application of Article 66 MedDO or Article 59 IvDO. Amended by No I of the O of 4 May 2022, in force since 26 May 2022 ( AS 2022 294 ). SR 812.213 SR 812.219"
    },
    {
      "provision_ref": "art34",
      "section": "34",
      "title": "Notification of safety and protective measures",
      "content": "1 If safety and protective measures have to be implemented without delay during the course of a clinical trial, the sponsor shall notify these measures and the circumstances that necessitated them to the ethics committee within two days. 1bis For clinical trials that are also being conducted or are also due to be conducted in EU or EEA states, the sponsor shall also notify the ethics committee within two days of all imposed or voluntary safety and protective measures that are being implemented in EU or EEA states and the circumstances that necessitated them. 2 The sponsor must notify any clinical trial that is terminated prematurely or interrupted for reasons of safety in accordance with Article 36 paragraph 4. 3 For category C clinical trials, the notifications specified in paragraphs 1 and 1bis must also be made to Swissmedic. 4 For conformity-related performance studies in sub-category A2 and clinical trials in sub-categories C1 and C2, the sponsor shall, within 2 days, also provide notifications in accordance with paragraph 1 to the contracting states in which the clinical trial is conducted or due to be conducted. Inserted by Annex No 1 of the O of 19 May 2021, in force since 26 May 2021 ( AS 2021 281 ). Amended by Annex No 1 of the O of 19 May 2021, in force since 26 May 2021 ( AS 2021 281 ). Amended by No I of the O of 4 May 2022, in force since 26 May 2022 ( AS 2022 294 )."
    },
    {
      "provision_ref": "art35",
      "chapter": "Section 2 Reporting on the Safety of Participants and Notification and Reporting upon Completion, Premature Termination or Interruption of a Clinical Trial",
      "section": "35",
      "title": "Annual reporting on the safety of participants",
      "content": "1 Once a year, the sponsor shall submit to the competent ethics committee a list of the serious adverse events and device deficiencies in accordance with Article 33 and provide it with a report on their severity, causal relationship with the device and the intervention, as well as on the safety of the participants. The sponsor shall inform the ethics committee about the general progress of the clinical trial. 2 For category C clinical trials that are also being conducted abroad, the list and report must also include adverse events and device deficiencies that occurred abroad. 2bis For category C clinical trials that are also being conducted in, or are also due to be conducted in, EU or EEA states, the report in accordance with paragraph 2 must include the status of the clinical trial in the states in question. Amended by No I of the O of 7 June 2024, in force since 1 Nov. 2024 ( AS 2024 323 ). Inserted by Annex No 1 of the O of 19 May 2021, in force since 26 May 2021 ( AS 2021 281 )."
    },
    {
      "provision_ref": "art36",
      "chapter": "Section 2 Reporting on the Safety of Participants and Notification and Reporting upon Completion, Premature Termination or Interruption of a Clinical Trial",
      "section": "36",
      "title": "Notification of the completion, premature termination and interruption of a clinical trial",
      "content": "1 The sponsor shall notify the ethics committee of the completion of the clinical trial in Switzerland within 15 days. 2 Unless otherwise specified in the clinical trial plan, the completion of the clinical trial is deemed to be the last visit of the last participant. 3 The sponsor shall notify the ethics committee of the premature termination or interruption of the clinical trial within 15 days. The notification must set out the reasons for the premature termination or interruption. 4 If the trial is terminated prematurely or interrupted for reasons of safety, the following shall apply: a. The notification must be made within 24 hours. b. The notification must also be made to those contracting states in which the clinical trial is being conducted or is due to be conducted. 4bis For clinical trials that are also being conducted in EU or EEA states, the sponsor must also notify the ethics committee of any premature termination or interruption of the trial in EU or EEA states within 24 hours if the premature termination or interruption was for reasons of safety. 5 If a multi-centre clinical trial is terminated prematurely or interrupted at one of the trial sites, the sponsor must also notify the other ethics committees concerned in accordance with paragraphs 3 and 4. Inserted by Annex No 1 of the O of 19 May 2021, in force since 26 May 2021 ( AS 2021 281 )."
    },
    {
      "provision_ref": "art37",
      "chapter": "Section 2 Reporting on the Safety of Participants and Notification and Reporting upon Completion, Premature Termination or Interruption of a Clinical Trial",
      "section": "37",
      "title": "Final report",
      "content": "1 The sponsor shall submit to the ethics committee a final report for clinical investigations in accordance with Section 2.8 of Chapter I and Section 7 of Chapter III of Annex XV to EU-MDR and for performance studies in accordance with Part A Section 2.3.3 of Annex XIII to EU-IVDR: a. within one year of the completion of the clinical trial; b. within three months of the clinical trial being terminated prematurely or interrupted. 2 If scientific reasons prevent compliance with the reporting deadline specified in paragraph 1 letter a, the sponsor must submit the report as soon as it is available. The clinical trial plan must specify when the final report is to be submitted and provide reasons. 3 A summary in easily understandable terms must be included with the final report. See the footnote to Art. 4 para. 1 let. a. See the footnote to Art. 2 a para. 3. Amended by No I of the O of 4 May 2022, in force since 26 May 2022 ( AS 2022 294 )."
    },
    {
      "provision_ref": "art38",
      "section": "38",
      "title": "Notification and reporting to Swissmedic",
      "content": "For category C clinical trials, the notifications and reports specified in Articles 35–37 must also be submitted to Swissmedic."
    },
    {
      "provision_ref": "art39",
      "chapter": "Section 3 Reporting in relation to the Use of Ionising Radiation and Data Retention Requirements",
      "section": "39",
      "title": "",
      "content": "1 In clinical trials involving any use of ionising radiation, the investigator shall assess compliance with the dose constraint specified in Article 45 of the Radiological Protection Ordinance of 26 April 2017. 2 If the permitted dose constraint is exceeded at any time, the investigator or sponsor shall notify the competent ethics committee within seven working days of it becoming known. 3 For category C trials of devices that emit ionising radiation, notification in accordance with paragraph 2 must also be made to Swissmedic. 4 The competent ethics committee and Swissmedic may obtain expert advice from the FOPH in order to assess the dose calculation or the dose estimation and to decide what further measures are required. 5 For clinical trials in accordance with paragraph 1, the sponsor shall document in the final report all information of relevance for radiological protection, and in particular the retrospective dose estimation for the participants. 6 The reporting requirements specified in paragraph 5 do not apply in the case of radiopharmaceuticals used in accordance with the authorisation and medical devices used in accordance with the instructions for use and bearing conformity markings as specified in Article 13 MedDO . 7 Within the framework of the opinion delivered in accordance with Article 14, or on request, the FOPH may specify further exemptions from the reporting requirements specified in paragraph 5. 8 The competent ethics committee shall forward the final report to the FOPH if the FOPH has delivered an opinion in accordance with Article 14 or 18. Amended by No I of the O of 7 June 2024, in force since 1 Nov. 2024 ( AS 2024 323 ). SR 814.501 Amended by No I of the O of 7 June 2024, in force since 1 Nov. 2024 ( AS 2024 323 ). Amended by No I of the O of 7 June 2024, in force since 1 Nov. 2024 ( AS 2024 323 ). Amended by No I of the O of 7 June 2024, in force since 1 Nov. 2024 ( AS 2024 323 ). Amended by No I of the O of 7 June 2024, in force since 1 Nov. 2024 ( AS 2024 323 ). SR 812.213 Amended by No I of the O of 7 June 2024, in force since 1 Nov. 2024 ( AS 2024 323 ). Inserted by No I of the O of 7 June 2024, in force since 1 Nov. 2024 ( AS 2024 323 ). Inserted by No I of the O of 7 June 2024, in force since 1 Nov. 2024 ( AS 2024 323 )."
    },
    {
      "provision_ref": "art40",
      "section": "40",
      "title": "Data retention requirements",
      "content": "1 The sponsor must retain all data concerning the clinical trial until the expiry date of the last series of devices used in the trial, but for a minimum of ten years following the completion or premature termination of the clinical trial. The retention period for implantable devices is at least 15 years. 2 The investigator must retain all documents required to identify and provide post-trial care to participants, as well as all other original data, for at least ten years after the completion or premature termination of the clinical trial. The retention period for implantable devices is at least 15 years."
    },
    {
      "provision_ref": "art41",
      "chapter": "Chapter 5 Transparency",
      "section": "41",
      "title": "Registration",
      "content": "The sponsor must register clinical trials in accordance with Articles 64, 65 paragraphs 1 and 3, and Articles 66 and 67 ClinO. Amended by No I of the O of 4 May 2022, in force since 26 May 2022 ( AS 2022 294 ). SR 810.305"
    },
    {
      "provision_ref": "art42",
      "chapter": "Chapter 5 Transparency",
      "section": "42",
      "title": "Publication of results",
      "content": "The sponsor must publish the results of clinical trials in a recognised register in accordance with Article 64 paragraph 1 ClinO within the following periods: a. for completed clinical trials of devices that already bear a conformity marking and were used in accordance with the instructions for use, or in the event of a premature termination or interruption of a clinical trial: immediately after submitting the final report in accordance with Article 37; b. for all other completed clinical trials: at the latest before the device is placed on the market or one year after submitting the final report in accordance with Article 37 if the device has not been placed on the market by this point in time. Amended by No I of the O of 4 May 2022, in force since 26 May 2022 ( AS 2022 294 ). SR 810.305"
    },
    {
      "provision_ref": "art43",
      "chapter": "Chapter 6 Final Provisions",
      "section": "43",
      "title": "Updating of the annexes",
      "content": "The Federal Department of Home Affairs may update Annex 1 in line with international or technical developments. Where updates may pose technical barriers to trade, it shall effect such updates by mutual agreement with the Federal Department of Economic Affairs, Education and Research."
    },
    {
      "provision_ref": "art44",
      "chapter": "Chapter 6 Final Provisions",
      "section": "44",
      "title": "Amendment of other legislation",
      "content": "The amendment of other legislation is regulated in Annex 2."
    },
    {
      "provision_ref": "art45",
      "chapter": "Chapter 6 Final Provisions",
      "section": "45",
      "title": "Information on directly applicable legal acts of the European Commission",
      "content": "Swissmedic shall provide on its website information on legal acts of the European Commission that, under the terms of this Ordinance, are directly applicable in Switzerland in the version binding on the Member States of the European Union. Amended by No I of the O of 4 May 2022, in force since 26 May 2022 ( AS 2022 294 )."
    },
    {
      "provision_ref": "art46",
      "chapter": "Chapter 6 Final Provisions",
      "section": "46",
      "title": "Harmonisation of enforcement",
      "content": "1 Swissmedic and the ethics committees may prescribe electronic forms and technical procedures for inputting and transmitting documents and for sharing information in the electronic systems in accordance with Article 8. 2 For the purposes of enforcing this Ordinance, and particularly in providing electronic forms and aids to enforcement, Swissmedic and the ethics committees shall comply with the implementing acts and delegated acts adopted by the European Commission under Articles 70, 78 and 81 EU-MDR and Articles 66, 74 and 77 EU-IVDR, specifically in reference to: a. harmonised electronic forms for applications for clinical trials and their assessment, procedures to be performed by ethics committees and Swissmedic and for the coordinated assessment procedure; b. harmonised electronic forms for substantial modifications; c. harmonised electronic forms for reporting serious adverse events and device deficiencies; d. the exchange of information between the Member States and Switzerland in the course of communication of intended measures, the premature termination of a clinical trial for reasons of safety, the withdrawal of an application and refusal to approve a clinical trial; e. deadlines for reporting serious adverse events and device deficiencies that are notifiable by virtue of their gravity; f. the requirements of Chapter II of Annex XV to EU-MDR and Chapter I of Annex XIV to EU-IVDR; g. ... See the footnote to Art. 4 para. 1 let. a. See the footnote to Art. 2 a para. 3. Amended by No I of the O of 4 May 2022, in force since 26 May 2022 ( AS 2022 294 ). Amended by No I of the O of 4 May 2022, in force since 26 May 2022 ( AS 2022 294 ). Repealed by No I of the O of 4 May 2022, with effect from 26 May 2022 ( AS 2022 294 )."
    },
    {
      "provision_ref": "art47",
      "section": "47",
      "title": "Cooperation with the European Commission and authorities of the contracting states",
      "content": "1 Where provided for by international agreements, Swissmedic shall cooperate with the European Commission and the authorities of the contracting states. 2 In doing so, Swissmedic shall involve the ethics committees in appropriate fashion where their area of responsibility is affected."
    },
    {
      "provision_ref": "art48",
      "section": "48",
      "title": "Transitional provisions for clinical trials approved under previous legislation and involving devices",
      "content": "1 Approvals for clinical trials of devices issued by the competent ethics committee and Swissmedic prior to the entry into force of this Ordinance shall remain valid until their expiry date. 2 The results of clinical trials of devices that are still in progress when this Ordinance enters into force have to be published in a recognised register in accordance with Article 64 paragraph 1 ClinO within the deadlines specified in Article 42. 3 Where clinical trials in accordance with paragraph 1 undergo substantial modifications, the sponsor must apply for categorisation under Article 6 at the same time. SR 810.305"
    },
    {
      "provision_ref": "art48a",
      "section": "48a",
      "title": "a Transitional provisions for performance studies approved prior to the entry into force of the amendment of 4 May 2022",
      "content": "If a clinical trial in accordance with Article 48 is a performance study, in the event of substantial modifications, the sponsor must also simultaneously apply for a categorisation in accordance with Article 6 a . Inserted by No I of the O of 4 May 2022, in force since 26 May 2022 ( AS 2022 294 )."
    },
    {
      "provision_ref": "art48b",
      "section": "48b",
      "title": "b Transitional provisions to the Amendment of 7 June 2024",
      "content": "For clinical trials of devices authorised before the Amendment of 7 June 2024 comes into force, with regard to liability and coverage requirements, Article 10 paragraphs 1 letter c in the version of 26 May 2022 and 2 and Articles 11–14 ClinO in the version of 1 January 2014 apply. If approval for the clinical trial was granted for a limited period, these requirements are governed by the amended law when the approval is renewed. Inserted by No I of the O of 7 June 2024, in force since 1 Nov. 2024 ( AS 2024 323 ). AS 2022 294 SR 810.305 ; AS 2013 3407 Correction of Dec."
    },
    {
      "provision_ref": "art49",
      "section": "49",
      "title": "",
      "content": "Repealed by No I of the O of 4 May 2022, with effect from 26 May 2022 ( AS 2022 294 )."
    },
    {
      "provision_ref": "art50",
      "section": "50",
      "title": "Commencement",
      "content": "1 Subject to the exceptions in paragraph 2, this Ordinance comes into force on 26 May 2021. 2 ... Repealed by No I of the O of 4 May 2022, with effect from 26 May 2022 ( AS 2022 294 )."
    }
  ],
  "definitions": [
    {
      "term": "conformity-related clinical trial",
      "definition": "conformity-related clinical trial means a clinical trial conducted to demonstrate the conformity of the device being investigated;",
      "source_provision": "art2"
    },
    {
      "term": "contracting state",
      "definition": "contracting state means any state that is bound to mutually recognise conformity assessments and conformity procedures for devices by an agreement with Switzerland under international law based on equivalent legislation;",
      "source_provision": "art2"
    },
    {
      "term": "sponsor",
      "definition": "sponsor means any person or institution that takes responsibility for organising a clinical trial – specifically its initiation, management and financing – in Switzerland;",
      "source_provision": "art2"
    },
    {
      "term": "investigator",
      "definition": "investigator means any individual responsible in Switzerland for the conduct of a clinical trial and for the protection of the participants at a clinical trial site; any investigator who assumes responsibility for initiating a clinical trial in Switzerland is simultaneously the trial’s sponsor.",
      "source_provision": "art2"
    }
  ]
}