{
  "id": "sr-812-212-5",
  "type": "statute",
  "title": "Verordnung vom 17. Oktober 2001 über die Arzneimittelwerbung (Arzneimittel-Werbeverordnung, AWV)",
  "title_en": "",
  "short_name": "AWV",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2001/519/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "",
      "content": "1 1bis Sie gilt sinngemäss auch für die Fach- und die Publikumswerbung für Transplantatprodukte nach Artikel 2 Absatz 1 Buchstabe c der Transplantationsverordnung vom 16. März 2007. 2 a. das Packungsmaterial und die Arzneimittelinformation; b. Verkaufskataloge und Preislisten, sofern diese keine medizinischen Angaben über Arzneimittel enthalten; c. Informationen allgemeiner Art über die Gesundheit oder über Krankheiten, sofern sich diese weder direkt noch indirekt auf bestimmte Arzneimittel beziehen. Fassung gemäss Anhang 7 Ziff. 3 der Transplantationsverordnung vom 16. März 2007, in Kraft seit 1. Juli 2007 ( AS 2007 1961 ). SR 810.211 Eingefügt durch Anhang 7 Ziff. 3 der Transplantationsverordnung vom 16. März 2007 ( AS 2007 1961 ). Fassung gemäss Ziff. I 5 der V vom 23. März 2016 über den Vollzug der Transplantationsgesetzgebung, in Kraft seit 1. Mai 2016 ( AS 2016 1171 )."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Begriffe",
      "content": "Im Sinne dieser Verordnung gilt als:"
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Adressatenkreis der Fachwerbung",
      "content": "Die Adressatinnen und Adressaten der Fachwerbung sind im Rahmen ihrer Berechtigung zur Verschreibung, Abgabe oder Anwendung von Arzneimitteln: a. Ärztinnen und Ärzte, Zahnärztinnen und Zahnärzte, Tierärztinnen und Tierärzte sowie Chiropraktorinnen und Chiropraktoren; b. Apothekerinnen und Apotheker; c. Drogistinnen und Drogisten; d. weitere Personen nach den Artikeln 24 und 25 HMG; e. Personen nach Artikel 52 Absatz 2 der Arzneimittelverordnung vom 21. September 2018 (VAM). Fassung gemäss Ziff. I der V vom 21. Sept. 2018, in Kraft seit 1. Jan. 2019 ( AS 2018 3713 ). SR 812.212.21"
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Arten von Fachwerbung",
      "content": "Als Fachwerbung für Arzneimittel gelten insbesondere: a. Anzeigen in Fachzeitschriften und anderen Drucksachen für Fachpersonen; b. Werbung auf Gegenständen; c. Werbung mittels elektronischen Medien wie Bild-, Ton- und Datenträgern sowie Anwendungssoftware; d. Werbung anlässlich von Promotionsveranstaltungen oder wissenschaftlichen Kongressen; e. Durchführung und finanzielle Unterstützung von Promotionsveranstaltungen; f. … g. Aussendungen und Promotionsmaterial; h. Besuche von Arzneimittelvertretern und Arzneimittelvertreterinnen; i. Lieferungen von Arzneimittelmustern. Fassung gemäss Ziff. I der V vom 21. Sept. 2018, in Kraft seit 1. Jan. 2019 ( AS 2018 3713 ). Fassung gemäss Ziff. I der V vom 21. Sept. 2018, in Kraft seit 1. Jan. 2019 ( AS 2018 3713 ). Aufgehoben durch Anhang Ziff. 1 der V vom 10. April 2019 über die Integrität und Transparenz im Heilmittelbereich, mit Wirkung seit 1. Jan. 2020 ( AS 2019 1395 )."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Anforderungen an die Fachwerbung",
      "content": "1 SwissmedicSwissmedic 2 ie Zulassungsinhaberin der Fachwerbung den vollständigen Inhalt der von der Swissmedic zuletzt genehmigten Arzneimittelinformation beifügen. 3 4 Die Werbung muss als solche erkennbar sein. Werbung und redaktionelle Beiträge sind deutlich zu trennen. 5 . 6 . 7 Ausdruck gemäss Ziff. I der V vom 21. Sept. 2018, in Kraft seit 1. Jan. 2019 ( AS 2018 3713 ). Diese Änd. wurde im ganzen Erlass berücksichtigt. Fassung gemäss Ziff. I 4 der V vom 18. Aug. 2004, in Kraft seit 1. Sept. 2004 ( AS 2004 4037 ). Fassung gemäss Ziff. I 4 der V vom 18. Aug. 2004, in Kraft seit 1. Sept. 2004 ( AS 2004 4037 ). Fassung gemäss Ziff. I der V vom 21. Sept. 2018, in Kraft seit 1. Jan. 2019 ( AS 2018 3713 ). Fassung gemäss Ziff. I der V vom 21. Sept. 2018, in Kraft seit 1. Jan. 2019 ( AS 2018 3713 ). Eingefügt durch Ziff. I der V vom 21. Sept. 2018, in Kraft seit 1. Jan. 2019 ( AS 2018 3713 )."
    },
    {
      "provision_ref": "art5a",
      "section": "5a",
      "title": "a Beschränkter Zugang zu Fachwerbung",
      "content": "Fachwerbung darf nicht im Internet öffentlich zugänglich gemacht werden. Sie muss mit einer geeigneten technischen und passwortgeschützten Zugangsbeschränkung versehen sein und darf nur Personen nach Artikel 3 zur Verfügung gestellt werden. Eingefügt durch Ziff. I der V vom 21. Sept. 2018, in Kraft seit 1. Jan. 2019 ( AS 2018 3713 )."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "",
      "content": "Mindestens folgende Angaben müssen in der jeweiligen Werbung enthalten sein: a. der Präparatename (Marke); b. die Wirkstoffe mit der Kurzbezeichnung (DCI/INN oder Bezeichnung der neusten Ausgabe der Pharmakopöe; bei deren Fehlen andere, allgemein anerkannte und von der Swissmedic genehmigte Kurzbezeichnungen); c. der Name und die Adresse der Zulassungsinhaberin; d. mindestens eine Indikation oder Anwendungsmöglichkeit sowie die Dosierung und die Art der Anwendung; e. eine Zusammenfassung der Anwendungseinschränkungen, der unerwünschten Wirkungen und der Interaktionen; f. die Abgabekategorie; g. der Hinweis, dass ausführliche Informationen der publizierten Arzneimittelinformation zu entnehmen sind; als deren Fundstelle ist das Verzeichnis nach Artikel 67 Absatz 3 oder Artikel 95 b HMG anzugeben; h. die Absetzfristen bei Tierarzneimitteln für Tiere, die der Lebensmittelgewinnung dienen. Fassung gemäss Ziff. I der V vom 21. Sept. 2018, in Kraft seit 1. Jan. 2019 ( AS 2018 3713 ). Fassung gemäss Ziff. I der V vom 21. Sept. 2018, in Kraft seit 1. Jan. 2019 ( AS 2018 3713 )."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Vergleichende Werbung",
      "content": "1 2 Fassung gemäss Ziff. I der V vom 21. Sept. 2018, in Kraft seit 1. Jan. 2019 ( AS 2018 3713 )."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Erinnerungswerbung",
      "content": "Werden in der Werbung für Arzneimittel keine Aussagen über die Anwendung, sondern lediglich Angaben zu den Indikationen im Sinne eines Hinweises auf die therapeutische Kategorie des Arzneimittels gemacht, so kann auf die Angaben nach Artikel 6 Buchstaben d, e und h verzichtet werden."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Markenwerbung",
      "content": "Soll die Werbung lediglich eine Marke in Erinnerung rufen, so dürfen nur der Präparatename oder zusätzlich der Name der Zulassungsinhaberin sowie die Wirkstoffe erwähnt werden."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Musterpackungen",
      "content": "1 1bis 2 a. Die Musterpackung muss deutlich sichtbar und dauerhaft als «Gratismuster» gekennzeichnet sein. Sie muss die erforderlichen Angaben und Texte auf Behälter und Packungsmaterial sowie eine genehmigte Packungsbeilage enthalten. Bei Arzneimitteln, die ohne Packungsbeilage in Verkehr gebracht werden dürfen, muss die Musterpackung die erforderlichen Angaben auf dem Behälter und dem Packungsmaterial enthalten. b. c. Sie müssen der kleinsten zugelassenen Packungsgrösse entsprechen. 3 4 Für die Abgabe von Musterpackungen, die psychotrope Stoffe oder Betäubungsmittel enthalten, bleiben die Bestimmungen der Betäubungsmittelkontrollverordnung vom 25. Mai 2011 vorbehalten. 5 Fassung gemäss Ziff. I der V vom 21. Sept. 2018, in Kraft seit 1. Jan. 2019 ( AS 2018 3713 ). Eingefügt durch Ziff. I der V vom 21. Sept. 2018, in Kraft seit 1. Jan. 2019 ( AS 2018 3713 ). Fassung gemäss Ziff. I 4 der V vom 18. Aug. 2004, in Kraft seit 1. Sept. 2004 ( AS 2004 4037 ). Fassung gemäss Ziff. I der V vom 21. Sept. 2018, in Kraft seit 1. Jan. 2019 ( AS 2018 3713 ). Fassung gemäss Ziff. I der V vom 21. Sept. 2018, in Kraft seit 1. Jan. 2019 ( AS 2018 3713 ). Aufgehoben durch Anhang Ziff. 1 der V vom 10. April 2019 über die Integrität und Transparenz im Heilmittelbereich, mit Wirkung seit 1. Jan. 2020 ( AS 2019 1395 ). SR 812.121.1 Fassung gemäss Art. 87 Ziff. 2 der Betäubungsmittelkontrollverordnung vom 25. Mai 2011, in Kraft seit 1. Juli 2011 ( AS 2011 2561 )."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "",
      "content": "Aufgehoben durch Anhang Ziff. 1 der V vom 10. April 2019 über die Integrität und Transparenz im Heilmittelbereich, mit Wirkung seit 1. Jan. 2020 ( AS 2019 1395 )."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Arzneimittelvertreterinnen und -vertreter",
      "content": "1 Swissmedic 2"
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Unzulässige Fachwerbung",
      "content": "Die Werbung darf nicht: a. den Ausdruck «sicher» verwenden, ausser wenn aus der übermittelten Information deutlich hervorgeht, worauf sich dieses Attribut bezieht; b. angeben, ein Arzneimittel habe keine unerwünschten Wirkungen und es sei gefahrlos oder unschädlich; c. den Anschein erwecken, es handle sich um einen redaktionellen Beitrag; d. angeben, das betreffende Humanarzneimittel erzeuge keine Gewöhnung. Fassung gemäss Ziff. I der V vom 21. Sept. 2018, in Kraft seit 1. Jan. 2019 ( AS 2018 3713 )."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Gegenstand der Publikumswerbung",
      "content": "Publikumswerbung ist nur erlaubt für Arzneimittel der Abgabekategorien C, D und E nach den Artikeln 43, 44 und 88 VAM sowie für kantonal zugelassene Arzneimittel, es sei denn, sie wird durch gesetzliche Bestimmungen eingeschränkt oder verboten. Fassung gemäss Ziff. I der V vom 21. Sept. 2018, in Kraft seit 1. Jan. 2019 ( AS 2018 3713 ). SR 812.212.21"
    },
    {
      "provision_ref": "art15",
      "chapter": "31",
      "section": "15",
      "title": "Arten von Publikumswerbung",
      "content": "Als Publikumswerbung gelten: a. Anzeigen in Zeitungen, Zeitschriften und Büchern, Prospekte, Plakate, Rundbriefe usw.; b. Werbung auf Gegenständen; c. Werbung mittels elektronischen Medien wie Bild-, Ton- und Datenträgern sowie Anwendungssoftware; d. Anpreisungen anlässlich von Hausbesuchen und Vorträgen vor Laien; e. Anpreisungen in Arztpraxen, Tierarztpraxen sowie an den Abgabestellen (Schaufenster, Behälter für Verkaufsware usw.); f. die Abgabe von Mustern. Fassung gemäss Ziff. I der V vom 21. Sept. 2018, in Kraft seit 1. Jan. 2019 ( AS 2018 3713 )."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Anforderungen an die Publikumswerbung",
      "content": "1 SwissmedicSwissmedic 2 3 4 5 a. den Präparatenamen (Marke) und den Namen der Zulassungsinhaberin; b. mindestens eine Indikation oder Anwendungsmöglichkeit; c. den ausdrücklichen und gut lesbaren Hinweis: 1. bei Arzneimitteln mit Packungsbeilage: «Dies ist ein zugelassenes Arzneimittel. Lesen Sie die Packungsbeilage.», oder 2. bei Arzneimitteln ohne Packungsbeilage: «Dies ist ein zugelassenes Arzneimittel. Lesen Sie die Angaben auf der Packung.»; d. die Absetzfristen bei Tierarzneimitteln für Tiere, die der Lebensmittelgewinnung dienen. Fassung gemäss Ziff. I der V vom 21. Sept. 2018, in Kraft seit 1. Jan. 2019 ( AS 2018 3713 ). Fassung gemäss Ziff. I der V vom 21. Sept. 2018, in Kraft seit 1. Jan. 2019 ( AS 2018 3713 ). Fassung gemäss Ziff. I der V vom 11. März 2016, in Kraft seit 1. April 2016 ( AS 2016 971 )."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Pflichthinweis bei Werbung für Arzneimittel der Abgabekategorien C und D in elektronischen Medien",
      "content": "1 Bei Fernsehspots sowie Kinowerbung muss am Schluss ein Hinweis mit folgendem Standtext eingeblendet werden: «Dies ist ein zugelassenes Arzneimittel. Lassen Sie sich von einer Fachperson beraten und lesen Sie die Packungsbeilage» oder, für Arzneimittel ohne Packungsbeilage: «Dies ist ein zugelassenes Arzneimittel. Lassen Sie sich von einer Fachperson beraten und lesen Sie die Angaben auf der Packung». Dieser Hinweis muss gut lesbar auf neutralem Hintergrund in einer Schriftblockgrösse von mindestens einem Drittel des Gesamtbildes, bei der Kinowerbung mindestens in der für Untertitel üblichen Schriftgrösse eingeblendet und gleichzeitig gut verständlich gesprochen werden. Bei der stummen Werbung genügt die Einblendung des Hinweises. 2 Bei Radiospots muss am Schluss ein Hinweis mit folgendem Wortlaut eingeschaltet werden: «[Präparatename] ist ein zugelassenes Arzneimittel. Lassen Sie sich von einer Fachperson beraten und lesen Sie die Packungsbeilage» oder, für Arzneimittel ohne Packungsbeilage: «[Präparatename] ist ein zugelassenes Arzneimittel. Lassen Sie sich von einer Fachperson beraten und lesen Sie die Angaben auf der Packung». Dieser Hinweis muss gut verständlich gesprochen werden. 3 Bei Werbung auf elektronischen Anzeigetafeln muss am Schluss folgender Standtext eingeblendet werden: «Dies ist ein zugelassenes Arzneimittel. Lassen Sie sich von einer Fachperson beraten und lesen Sie die Packungsbeilage» oder, für Arzneimittel ohne Packungsbeilage: «Dies ist ein zugelassenes Arzneimittel. Lassen Sie sich von einer Fachperson beraten und lesen Sie die Angaben auf der Packung». Dieser Hinweis muss gut lesbar auf neutralem Hintergrund in einer Schriftblockgrösse von mindestens einem Drittel der Anzeige während mindestens fünf Sekunden eingeblendet werden. Fassung gemäss Ziff. I 4 der V vom 18. Aug. 2004, in Kraft seit 1. Sept. 2004 ( AS 2004 4037 ). Fassung gemäss Ziff. I der V vom 11. März 2016, in Kraft seit 1. April 2016 ( AS 2016 971 ). Fassung gemäss Ziff. I der V vom 11. März 2016, in Kraft seit 1. April 2016 ( AS 2016 971 ). Fassung gemäss Ziff. I der V vom 11. März 2016, in Kraft seit 1. April 2016 ( AS 2016 971 )."
    },
    {
      "provision_ref": "art17a",
      "section": "17a",
      "title": "a Werbung mit dem Zulassungsstatus",
      "content": "1 Für Arzneimittel der Abgabekategorien C und D muss der Hinweis über den Zulassungsstatus nach den Artikeln 16 Absatz 5 Buchstabe c und 17 verwendet werden. Zusätzlich kann die im Anhang aufgeführte bildliche Darstellung hinzugefügt werden 2 Für Arzneimittel der Abgabekategorie E darf nicht mit dem Zulassungsstatus geworben werden Eingefügt durch Ziff. I der V vom 11. März 2016 ( AS 2016 971 ). Fassung gemäss Ziff. I der V vom 21. Sept. 2018, in Kraft seit 1. Jan. 2019 ( AS 2018 3713 )."
    },
    {
      "provision_ref": "art17b",
      "section": "17b",
      "title": "b Werbung für kantonal zugelassene Arzneimittel",
      "content": "1 Werden kantonal zugelassene Arzneimittel nach Artikel 9 Absatz 2 Buchstabe f HMG beworben, so muss ein ausdrücklicher und gut lesbarer Hinweis mit folgendem Wortlaut angebracht werden: «Dieses Arzneimittel wurde vom Schweizerischen Heilmittelinstitut Swissmedic nicht auf seine Qualität, Sicherheit und Wirksamkeit geprüft und nicht zugelassen. Es darf daher ausschliesslich im Kanton [Name des Kantons] abgegeben werden.» 2 Für die Ausgestaltung dieses Pflichthinweises gilt Artikel 17 sinngemäss bezüglich Lesbarkeit, Hintergrund, Schriftblockgrösse, Schriftgrösse, Verständlichkeit, Einblendung und Dauer der Einblendung. Eingefügt durch Ziff. I der V vom 21. Sept. 2018, in Kraft seit 1. Jan. 2019 ( AS 2018 3713 )."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Muster für das Publikum",
      "content": "1 2 Sie müssen deutlich sichtbar und dauerhaft als «Gratismuster» gekennzeichnet sein. Sie müssen den Anforderungen der Swissmedic an die Angaben und Texte auf Behältern und Packungsmaterial entsprechen. 3 4 Fassung gemäss Ziff. I der V vom 21. Sept. 2018, in Kraft seit 1. Jan. 2019 ( AS 2018 3713 )."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "",
      "content": "Werbung in Radio und Fernsehen für alkoholhaltige Humanarzneimittel zur oralen Einnahme ist nur zugelassen, wenn diese in der maximalen Einzelgabe nach der empfohlenen Dosierung weniger als 0,5 g reinen Alkohol enthalten. Fassung gemäss Ziff. I 4 der V vom 18. Aug. 2004, in Kraft seit 1. Sept. 2004 ( AS 2004 4037 )."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Unzulässige Publikumswerbung",
      "content": "1 a. das Bewerben von Indikationen oder Anwendungsmöglichkeiten, für die es eine ärztliche oder eine tierärztliche Diagnose oder Behandlung braucht; b. jede aufdringliche, marktschreierische Werbung; c. Werbung, die den Anschein erweckt, es handle sich um einen redaktionellen Beitrag; d. das Entgegennehmen von Arzneimittelbestellungen anlässlich von Hausbesuchen, Ausstellungen, Vorträgen, Werbefahrten und dergleichen sowie auf Grund von adressierter Direktwerbung; e. die direkte Abgabe von Arzneimitteln zum Zwecke der Verkaufsförderung; f. das Abgeben von Warengutscheinen für Arzneimittel; g. jede Aufforderung zur Kontaktnahme mit der Zulassungsinhaberin; h. die Durchführung von Wettbewerben. 2 Die Bestimmungen nach Absatz 1 Buchstaben b sowie d–h gelten nicht für Arzneimittel der Abgabekategorie E. Fassung gemäss Ziff. I der V vom 21. Sept. 2018, in Kraft seit 1. Jan. 2019 ( AS 2018 3713 ). Fassung gemäss Ziff. I 4 der V vom 18. Aug. 2004, in Kraft seit 1. Sept. 2004 ( AS 2004 4037 ). Fassung gemäss Ziff. I 4 der V vom 18. Aug. 2004, in Kraft seit 1. Sept. 2004 ( AS 2004 4037 )."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Unzulässige Werbeelemente",
      "content": "Werbung darf nicht: a. eine ärztliche oder eine tierärztliche Untersuchung oder einen chirurgischen Eingriff als überflüssig erscheinen lassen, insbesondere indem sie eine Diagnose anbietet oder eine Behandlung auf dem Korrespondenzweg empfiehlt; b. eine garantierte Wirkung des Arzneimittels versprechen oder behaupten, dieses habe keinerlei unerwünschte Wirkungen; c. die Erwartung wecken, die Wirkung des Arzneimittels entspreche einer anderen Behandlung oder derjenigen eines anderen Arzneimittels oder sei ihnen überlegen; d. die Erwartung wecken, der Zustand eines gesunden Menschen oder eines gesunden Tieres verbessere sich durch die Verwendung des Arzneimittels; e. die Befürchtung wecken, der Zustand eines gesunden Menschen oder eines gesunden Tieres verschlechtere sich ohne die Anwendung des Arzneimittels; f. sich ausschliesslich oder hauptsächlich an Kinder und Jugendliche richten; g. wissenschaftliche Veröffentlichungen, klinische Studien, Gutachten, Zeugnisse oder Empfehlungen von Wissenschaftlerinnen und Wissenschaftlern, von im Gesundheitswesen tätigen Personen, von bekannten Persönlichkeiten oder von medizinisch-pharmazeutischen Laien erwähnen oder sich auf solche beziehen; h. Personen in der Berufskleidung von Medizinalpersonen, Drogistinnen und Drogisten oder medizinischen Hilfspersonen oder bei der Ausübung berufsspezifischer medizinischer Tätigkeiten zeigen; i. irreführende, fiktive oder nicht anerkannte Titel oder Auszeichnungen verwenden; j. das Arzneimittel einem Lebensmittel oder einem Futtermittel, einem Pflegeprodukt oder anderen Gebrauchsgegenständen gleichsetzen; k. angeben oder andeuten, die Sicherheit oder Wirksamkeit des Arzneimittels sei darauf zurückzuführen, dass es sich um ein «Naturprodukt» oder dergleichen handle; l. mit der Beschreibung oder der Darstellung einer Krankengeschichte zu einer falschen Selbstdiagnose oder zu einer falschen Diagnose durch die Tierhalterin oder den Tierhalter verleiten; m. in missbräuchlicher, Besorgnis erregender oder irreführender Weise bildliche Darstellungen verwenden von Veränderungen, die der menschliche oder der tierische Körper oder Teile davon auf Grund von Krankheiten oder Körperschäden oder auf Grund der Wirkung eines Arzneimittels erlitten haben; n. die Zahl der behandelten Personen oder der behandelten Tiere angeben; o. Wendungen gebrauchen, die Angst erzeugen können; p. … Aufgehoben durch Ziff. I der V vom 11. März 2016, mit Wirkung seit 1. April 2016 ( AS 2016 971 )."
    },
    {
      "provision_ref": "art23",
      "chapter": "4. Abschnitt: Kontrolle",
      "section": "23",
      "title": "Vorkontrolle",
      "content": "1 Publikumswerbung nach Artikel 15 Buchstaben a und c für Analgetika, Schlafmittel, Sedativa, Laxantia sowie für Anorexika muss der Swissmedic vor dem Erscheinen zur Bewilligung vorgelegt werden, wenn die Arzneimittelinformation ein Missbrauchs- oder Abhängigkeitspotenzial erwähnt. 2 SwissmedicSwissmedic Fassung gemäss Ziff. I der V vom 21. Sept. 2018, in Kraft seit 1. Jan. 2019 ( AS 2018 3713 )."
    },
    {
      "provision_ref": "art24",
      "chapter": "4. Abschnitt: Kontrolle",
      "section": "24",
      "title": "Verstösse gegen die Bestimmungen über die Arzneimittelwerbung",
      "content": "1 Swissmedic 2 Swissmedic"
    },
    {
      "provision_ref": "art25",
      "chapter": "4. Abschnitt: Kontrolle",
      "section": "25",
      "title": "Interne Kontrollmassnahmen der Zulassungsinhaberin",
      "content": "1 2 3 a. Sie vergewissert sich, dass die Arzneimittelwerbung den Bestimmungen entspricht. b. Sie sorgt dafür, dass die Anordnungen der Swissmedic unverzüglich und vollständig befolgt werden. c. Sie liefert der Swissmedic auf Verlangen alle geforderten Unterlagen und Informationen. d. Sie stellt sicher, dass ihre Arzneimittelvertreterinnen und -vertreter zweckmässig ausgebildet sind und die Verpflichtungen nach dieser Verordnung einhalten. e. Sie bewahrt eine Ausfertigung jeder verbreiteten Arzneimittelwerbung während sechs Monaten nach deren letzter zweckbestimmter Verwendung auf und führt ein Verzeichnis aller Empfängerinnen und Empfänger, der Verbreitungsart und des Datums der ersten Verbreitung. Fassung gemäss Ziff. I der V vom 21. Sept. 2018, in Kraft seit 1. Jan. 2019 ( AS 2018 3713 )."
    },
    {
      "provision_ref": "art25a",
      "chapter": "5. Abschnitt: Schlussbestimmungen",
      "section": "25a",
      "title": "a Übergangsbestimmungen",
      "content": "1 Werbung auf elektronischen Anzeigetafeln, die Artikel 17 Absatz 3 nicht entspricht, darf noch bis 31. Oktober 2004 ausgestrahlt werden. 2 Muster, die vor dem In-Kraft-Treten der neuen Bestimmung von Artikel 10 Absatz 2 Buchstabe a und Artikel 19 Absatz 1 hergestellt wurden, dürfen längstens bis 30. Juni 2005 vertrieben werden. Eingefügt durch Ziff. I 4 der V vom 18. Aug. 2004, in Kraft seit 1. Sept. 2004 ( AS 2004 4037 )."
    },
    {
      "provision_ref": "art25b",
      "chapter": "5. Abschnitt: Schlussbestimmungen",
      "section": "25b",
      "title": "b Übergangsbestimmung zur Änderung vom 11. März 2016",
      "content": "Die Publikumswerbung für Arzneimittel der Abgabekategorien C und D darf noch bis zum 1. April 2019 nach den bisherigen Artikeln 16 Absatz 5 Buchstabe c und 17 erfolgen. Eingefügt durch Ziff. I der V vom 11. März 2016, in Kraft seit 1. April 2016 ( AS 2016 971 )."
    },
    {
      "provision_ref": "art26",
      "chapter": "5. Abschnitt: Schlussbestimmungen",
      "section": "26",
      "title": "",
      "content": "Diese Verordnung tritt am 1. Januar 2002 in Kraft. Eingefügt durch Ziff. I 4 der V vom 18. Aug. 2004, in Kraft seit 1. Sept. 2004 ( AS 2004 4037 )."
    }
  ],
  "definitions": []
}