{
  "id": "sr-818-101-26",
  "type": "statute",
  "title": "Verordnung vom 19. Juni 2020 über Massnahmen in der besonderen Lage zur Bekämpfung der Covid-19-Epidemie (Covid-19-Verordnung besondere Lage)",
  "title_en": "Ordinance of 19 June 2020 on Measures during the Special Situation to combat the COVID-19 Epidemic (COVID-19 Ordinance Special Situation)",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2020/439/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Section 1 General Provisions",
      "section": "1",
      "title": "Subject matter and purpose",
      "content": "1 This Ordinance introduces measures that apply to the general public, organisations and institutions and the cantons to combat the COVID-19 epidemic. 2 The measures serve to prevent the spread of the coronavirus (COVID-19) and to break chains of transmission."
    },
    {
      "provision_ref": "art2",
      "chapter": "Section 1 General Provisions",
      "section": "2",
      "title": "Responsibility of the cantons",
      "content": "Unless this Ordinance provides otherwise, the cantons shall retain their responsibilities."
    },
    {
      "provision_ref": "art3",
      "chapter": "Section 2 Measures involving Persons",
      "section": "3",
      "title": "",
      "content": "Every person shall follow the recommendations of the Federal Office of Public Health (FOPH) on hygiene and social distancing during the COVID-19 epidemic. Inserted by No I of the O of 2 July 2020, in force since 6 July 2020 ( AS 2020 2735 ). Available at www.bag.admin.ch > Diseases > Infections diseases: outbreaks, Epidemics, Pandemics > Current outbreaks and epidemics > New coronavirus > Protect yourself and others."
    },
    {
      "provision_ref": "art3a",
      "chapter": "Section 2 Measures involving Persons",
      "section": "3a",
      "title": "a Persons travelling on public transport",
      "content": "1 Persons travelling on public transport vehicles, such as trains, trams, buses, ships, aircraft and cableways, must wear a face mask. The following persons are exempted from this requirement: a. children under the age of 12; b. persons who can prove that they are unable to wear face masks for compelling reasons, in particular medical reasons; in order to prove medical reasons, a certificate is required from a professional who is authorised to exercise their profession under their own professional responsibility in accordance with the Medical Professions Act of 23 June 2006 or the Psychology Professions Act of 18 March 2011. 2 Public transport vehicles under paragraph 1 are: a. vehicles operated by companies with a concession under Article 6 or a licence under Article 7 or 8 of the Passenger Transport Act of 20 March 2009; b. aircraft operated by companies holding an operating licence in accordance with Articles 27 or 29 of the Civil Aviation Act of 21 December 1948 that are used for scheduled or charter flights. Inserted by No I of the O of 2 July 2020 ( AS 2020 2735 ). Amended by No I of the O of 12 Aug. 2020 (Requirement to wear Masks in Aircraft; Large-Scale Events), in force since 15 Aug. 2020 ( AS 2020 3547 ). Amended by No I of the O of 24 Feb.2021 (Extension of Measures and Relaxation of Measures related to Leisure, Culture, Sport and Shops), in force since 1 March 2021 ( AS 2021 110 ). SR 811.11 SR 935.81 Amended by No I of the O of 4 Dec. 2020 (Special Arrangements for Public Holidays and Winter Sports Centres), in force since 9 Dec. 2020 ( AS 2020 5189 ). SR 745.1 SR 748.0"
    },
    {
      "provision_ref": "art3b",
      "section": "3b",
      "title": "b Persons in publicly accessible areas of businesses and establishments and in public transport access areas",
      "content": "1 A face mask must be worn in publicly accessible indoor and outdoor areas of businesses and establishments, including markets, in waiting areas for trains, buses trams and cableways, and in railway stations, airports and other public transport access areas. 2 The following persons are exempted from this requirement: a. children under the age of 12; b. persons who can prove that they are unable to wear a face mask for compelling reasons, in particular medical reasons; proof of medical reasons must be provided in accordance with Article 3 a paragraph 1 letter b; c. persons in institutions that provide childcare outside the family, provided wearing a face mask significantly impedes the provision of care; d. guests in restaurants, bars and clubs who are seated at a table; e. persons undergoing a medical or cosmetic procedure to the face; f. performers, in particular speakers, and athletes and artists in accordance with Articles 6 e and 6 f . Inserted by No I of the O of 18 Oct. 2020 (Mandatory masks; Recommendation to work from home) ( AS 2020 4159 ). Amended by No I of the O of 28 Oct. 2020 (Measures that apply to Persons, publicly accessible Establishments and Businesses and Events, and for the Protection of Employees), in force since 29 Oct. 2020 ( AS 2020 4503 ). Amended by No I of the O of 4 Dec. 2020 (Special Arrangements for Public Holidays and Winter Sports Centres), in force since 9 Dec. 2020 ( AS 2020 5189 ). Amended by No I of the O of 24 Feb.2021 (Extension of Measures and Relaxation of Measures related to Leisure, Culture, Sport and Shops), in force since 1 March 2021 ( AS 2021 110 )."
    },
    {
      "provision_ref": "art3c",
      "section": "3c",
      "title": "",
      "content": "1 Gatherings of more than 15 persons are prohibited in public places such as squares, paths and parks. 2 All persons in the following public areas must wear a face mask: a. in busy pedestrian zones in city, town and village centres and winter sports resorts; b. in other public areas whenever too many people are present for the required distance to be maintained. 3 The exceptions under Article 3 b paragraph 2 letters a and b apply to the requirement under paragraph 2. Inserted by No I of the O of 18 Oct. 2020 (Mandatory masks; Recommendation to work from home), in force since 19 Oct. 2020 ( AS 2020 4159 ). Amended by No I of the O of 28 Oct. 2020 (Measures that apply to Persons, publicly accessible Establishments and Businesses and Events, and for the Protection of Employees), in force since 29 Oct. 2020 ( AS 2020 4503 ). Amended by No I of the O of 24 Feb. 2021 (Extension of Measures and Relaxation of Measures related to Leisure, Culture, Sport and Shops), in force since 1 March 2021 ( AS 2021 110 ). Amended by No I of the O of 4 Dec. 2020 (Special Arrangements for Public Holidays and Winter Sports Centres), in force since 9 Dec. 2020 ( AS 2020 5189 ). Inserted by No I of the O of 28 Oct. 2020 (Measures that apply to Persons, publicly accessible Establishments and Businesses and Events, and for the Protection of Employees), in force since 29 Oct. 2020 ( AS 2020 4503 ). Inserted by No I of the O of 28 Oct. 2020 (Measures that apply to Persons, publicly accessible Establishments and Businesses and Events, and for the Protection of Employees), in force since 29 Oct. 2020 ( AS 2020 4503 )."
    },
    {
      "provision_ref": "art3d",
      "chapter": "20",
      "section": "3d",
      "title": "d Ordering contact quarantine",
      "content": "1 The responsible cantonal authority shall place into quarantine persons who within the periods specified below have had close contact with: a. a person whose infection with Sars-CoV-2 has been confirmed or is probable and who is displaying symptoms: from 48 hours before the symptoms began until 10 days thereafter; b. a person whose infection with Sars-CoV-2 has been confirmed but who is asymptomatic: from 48 hours before the person was tested until the person goes into isolation. 2 The following persons are exempted from contact quarantine: a. persons who within the three months prior to having close contact with one of the persons under paragraph 1 were infected with and have recovered from Sars-CoV-2 and who have been permitted by the responsible cantonal authority to leave isolation; b. persons who carry out an activity that is of high importance to society and for which there is an acute shortage of staff. 3 The responsible cantonal authority may in justified cases authorise additional exemptions from or relaxations of the regulations on contact quarantine for specific persons. It shall notify the FOPH of such exemptions and relaxations."
    },
    {
      "provision_ref": "art3e",
      "chapter": "20",
      "section": "3e",
      "title": "e Duration and early termination of contact quarantine",
      "content": "1 Contact quarantine shall last for 10 days from the time of last close contact with the person under Article 3 d paragraph 1. 2 Persons in contact quarantine may leave quarantine early if: a. they provide the responsible cantonal authority with proof of a negative result for one of the following tests on or after the seventh day of quarantine: 1. a molecular-biological test for Sars-CoV-2, 2. a Sars-CoV-2-rapid test according to the diagnostic standard; and b. the responsible cantonal authority agrees to the early termination of quarantine. 3 Persons over the age of 12 who leave quarantine early pursuant to paragraph 4 must wear a face mask and maintain a distance of at least 1.5 metres from other persons when outside their home or accommodation until the point in time at which quarantine would have ended. Amended by No II 2 of the O of 12 March 2021, in force since 15 March 2021 ( AS 2021 145 ). Amended by No II 2 of the O of 12 March 2021, in force since 15 March 2021 ( AS 2021 145 )."
    },
    {
      "provision_ref": "art3f",
      "chapter": "20",
      "section": "3f",
      "title": "f Isolation",
      "content": "1 The responsible cantonal authority shall order persons who are suffering from COVID-19 or who have been infected with Sars-CoV-2 to isolate for 10 days. 2 If a person displays particularly serious symptoms or if he or she suffers from severe immunosuppression, the responsible cantonal authority may order a longer period in isolation. 3 The period in isolation begins: a. on the day that symptoms begin; b. if the person suffering from COVID-19 or infected with Sars-CoV-2 is asymptomatic: on the day the test is carried out. 4 The responsible cantonal authority shall terminate isolation after 10 days at the earliest, provided the person in isolation: a. has been symptom-free for at least 48 hours; or b. continues to display symptoms but these are such that the continuation of isolation is no longer justified."
    },
    {
      "provision_ref": "art4",
      "chapter": "Section 3 Measures relating to Publicly Accessible Establishments, Businesses and Events",
      "section": "4",
      "title": "Precautionary measures plan",
      "content": "1 Operators of publicly accessible establishments and businesses, including education and training institutions, and organisers of events must draw up and implement a precautionary measures plan. 2 The precautionary measures plan must meet the following requirements: a. It must include measures relating to hygiene and social distancing for the establishment, the business or the event. b. It must include measures that guarantee compliance with the requirement to wear a mask under Article 3 b . c. It must include measures that restrict access to the establishment, business or event in such a way that allows the required distance to be maintained. This does not apply to access to public transport vehicles. d. If persons are present who are exempted from the requirement to wear a face mask under Article 3 b paragraph 2 or under Article 6 e or 6 f , either the required distance must be maintained or other effective protective measures must be taken, such as erecting suitable barriers. If this is not possible because of the nature of the activity or of the premises, provision must be made for recording the contact details of the persons present in accordance with Article 5. 3 The requirements of paragraph 2 are specified in more detail in Annex 1. The Federal Department of Home Affairs (FDHA) shall update these requirements in consultation with the Federal Department of Economic Affairs, Education and Research (EAER) in line with the latest scientific advice. 4 A person must be designated in the precautionary measures plan as responsible for implementing the plan and as the contact for the competent authorities. Amended by No I of the O of 28 Oct. 2020 (Measures that apply to Persons, publicly accessible Establishments and Businesses and Events, and for the Protection of Employees), in force since 29 Oct. 2020 ( AS 2020 4503 )."
    },
    {
      "provision_ref": "art5",
      "chapter": "Section 3 Measures relating to Publicly Accessible Establishments, Businesses and Events",
      "section": "5",
      "title": "Recording contact details",
      "content": "1 If contact details are recorded in accordance with Annex 1 number 4, the persons concerned must be informed about the recording and its purpose. If the contact details are already known, as in the case of education and training institutions or private events, the persons concerned must be informed that their details may be used for this purpose. 2 The contact details must on request be passed on in electronic form without delay to the responsible cantonal authority or organisation in accordance with Article 33 EpidA for the purpose of identifying and notifying persons who may have been infected. 3 The contact details recorded may not be used for any other purposes, must be retained for 14 days after the persons concerned participated in the event or visited the establishment or business, and must be destroyed immediately thereafter. Amended by No I of the O of 28 Oct. 2020 (Measures that apply to Persons, publicly accessible Establishments and Businesses and Events, and for the Protection of Employees), in force since 29 Oct. 2020 ( AS 2020 4503 )."
    },
    {
      "provision_ref": "art5a",
      "chapter": "Section 3 Measures relating to Publicly Accessible Establishments, Businesses and Events",
      "section": "5a",
      "title": "a Special provisions for restaurants, bars and clubs and on discotheques and dance venues",
      "content": "1 Restaurants, bars, clubs, discotheques and dance halls are not permitted to operate. 2 The prohibition does not apply to the following businesses: a. businesses that offer takeaway food and drinks and that deliver meals; b. staff canteens that cater exclusively for persons working in the business concerned and that include the following measures in their precautionary measures plan on serving and consuming food and drinks: 1. guests consuming food and drinks in the restaurant area must be seated, 2. when consuming food and drinks, guests must maintain the required distance from other persons; c. canteens or lunch and after-school clubs in primary and lower secondary schools that cater exclusively for schoolchildren, teaching staff and other school employees; d. restaurants and bars in hotels that are open only to hotel guests; for these, the following applies: 1. groups of guests are limited to 4 persons per table; this does not apply to parents with children, 2. guests must be seated; in particular food and drink may only be consumed while seated, 3. groups of guests must either maintain the required distance from each other or must be separated by effective barriers, 4. the proprietor must record the contact details of at least one guest in each group of guests. [tab] 3 Businesses under paragraph 2 letters a and d may open between 6am and 11pm. Inserted by No I of the O of 18 Oct. 2020 (Mandatory masks; Recommendation to work from home) ( AS 2020 4159 ). Amended by No I of the O of 24 Feb. 2021 (Extension of Measures and Relaxation of Measures related to Leisure, Culture, Sport and Shops), in force from 1 March 2021 until 30 April 2021 ( AS 2021 110 , 157 )."
    },
    {
      "provision_ref": "art5abis",
      "section": "5abis",
      "title": "",
      "content": "Inserted by No I of the O of 11 Dec. 2020 (Restrictions on Events and Opening Hours of Restaurants and other publicly accessible Businesses and Establishments) ( AS 2020 5377 ). Repealed by No I of the O of 24 Feb. 2021 (Extension of Measures and Relaxation of Measures related to Leisure, Culture, Sport and Shops), with effect from 1 March 2021 ( AS 2021 110 )."
    },
    {
      "provision_ref": "art5b",
      "section": "5b",
      "title": "b Special Provisions for winter sports resorts",
      "content": "1 Communes with ski areas and significant numbers of winter sport guests (winter sports resorts) must draw up and implement a precautionary measures plan containing measures to guarantee compliance with social distancing requirements and to prevent gatherings of people in public areas. 2 The precautionary measures plan must have rules on the following in particular: a. coordinating the opening hours of shops and restaurant-type establishments and arrangements for public access and waiting areas outside such shops and establishments; b. directing the movement of persons, in particular in areas around public transport stops and in car parks; these measures must be coordinated with those taken by the ski area operator; c. details of the locations where COVID-19 tests can be conducted; d. the deployment of staff to monitor compliance with the measures. Inserted by No I of the O of 4 Dec. 2020 (Special Arrangements for Public Holidays and Winter Sports Centres), in force since 9 Dec. 2020 ( AS 2020 5189 )."
    },
    {
      "provision_ref": "art5c",
      "section": "5c",
      "title": "c Special provisions for ski area operators",
      "content": "1 A ski area is defined as the entirety of transport installations pertaining to an operator, including the related ski slopes, sledge runs and other snow sports facilities. 2 Ski area operators require authorisation from the responsible cantonal authority. 3 Authorisation shall be granted if: a. the epidemiological situation in the canton or region concerned so permits, whereby the situation must be assessed based on the indicators specified in Article 8 paragraph 1 letter a in particular; b. the canton has the capacities required to identify and notify persons who may have been infected as stipulated in Article 33 EpidA and the related exchange of data between cantons is guaranteed; c. the facilities for out- and in-patient healthcare services in the canton or region concerned have sufficient capacities for treating both persons who are ill with COVID-19 and other persons, in particular those with sports injuries; d. the canton in which the winter sports resort or region is located has sufficient test capacities for persons with symptoms of COVID-19; and e. the operator submits a precautionary measures plan. 4 The operator’s precautionary measures plan must provide for the following in addition to what is required by Article 4: a. Occupancy of closed vehicles may not exceed two thirds of capacity. b. The movement of persons on access paths to public transport stops and car parks for transport installations as well as in access and waiting areas for these installations must be arranged so as to comply with the requirements of social distancing; on access paths the movement of persons must be organised in coordination with the winter sports resorts and the transport operators. c. Persons standing in the vicinity of and travelling on the transport installations must wear a face mask. Persons standing in the vicinity of the installation must also comply with social distancing requirements. d. Persons who are infected with the coronavirus or who have symptoms of a COVID-19-illness may not be admitted to the ski area; to this end, suitable precautions must be taken, in particular requiring guests to make a personal declaration and instructing staff not to transport guests with obvious symptoms. e. The precautionary measures plan must be coordinated with the precautionary measures plans of the winter sports resorts and the operators of restaurant-type establishments in the ski area. f. Compliance with the measures in the precautionary measures plan must be monitored; in particular, compliance with social distancing requirements in access and waiting areas for transport installations must be checked. g. Guests who fail to comply with the measures in the precautionary measures plan despite repeated warnings shall be removed from the ski area. 5 The cantons shall conduct regular checks on whether the precautionary measures plan is being correctly implemented. They shall withdraw authorisation or impose additional requirements if: a. the operator fails to implement the precautionary measures plan correctly despite receiving a warning to do so; b. any of the requirements under paragraph 3 letters a–d is no longer satisfied. Inserted by No I of the O of 4 Dec. 2020 (Special Arrangements for Public Holidays and Winter Sports Centres), in force since 9 Dec. 2020 ( AS 2020 5189 )."
    },
    {
      "provision_ref": "art5d",
      "section": "5d",
      "title": "d Special provisions for businesses and establishments in the fields of culture, entertainment, leisure and sport",
      "content": "1 Publicly accessible indoor areas of businesses and establishments in the fields of culture, entertainment, leisure and sport shall be closed to the public; the foregoing does not apply to: a. museums, libraries and archives; b. equestrian facilities; c. hotel facilities that are accessible to hotel guests only; d. use for events and activities in accordance with Articles 6 paragraph 1 and 6 e –6 g . [tab] 2 Indoor areas of businesses and establishments that are required in order that the outdoor areas may be used, in particular entrance areas, sanitary facilities and cloakrooms, may be kept open. Inserted by No I of the O of 18 Dec. 2020 (Tightening of Measures in December) ( AS 2020 5813 ). Amended by No I of the O of 24 Feb. 2021 (Extension of Measures and Relaxation of Measures related to Leisure, Culture, Sport and Shops), in force from 1 March 2021 until 30 April 2021 ( AS 2021 110 , 157 )."
    },
    {
      "provision_ref": "art5e5f",
      "section": "5e5f",
      "title": "",
      "content": "Inserted but limited by No I of the O of 13 Jan. 2021 (Further Tightening of Measures), in force from 18 Jan. 2021 to 28 Feb. 2021 ( AS 2021 7 )."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Special Provisions for events and trade fairs",
      "content": "1 The holding of events is prohibited. The following are exempt from the prohibition: a. events under Article 6 c ; b. political campaign events with up to 50 persons in attendance; c. hearings before courts and arbitration tribunals; d. religious events with up to 50 persons in attendance; e. funerals attended by family and close friends; f. education and training events permitted under Article 6 d ; g. sporting or cultural events without spectators or an audience under Articles 6 e and 6 f paragraphs 2 and 3; h. events involving family and friends under paragraph 2. i. meetings involving up to 10 persons of established self-help groups related to addiction and mental health. 2 In the case of events involving family members and friends (private events), a maximum of 10 persons may attend indoor events and a maximum of 15 persons may attend outdoor events. The requirement to draw up and implement a precautionary measures plan does not apply. 3 It is prohibited to hold trade fairs indoors. Amended by No I of the O of 24 Feb. 2021 (Extension of Measures and Relaxation of Measures related to Leisure, Culture, Sport and Shops), in force since 1 March 2021 ( AS 2021 110 ). Amended by No I of the O of 19 March 2021 (Relaxation for Private Events, Extension of Temporary Measures), in force since 22 March 2021 ( AS 2021 157 )."
    },
    {
      "provision_ref": "art6a6b",
      "section": "6a6b",
      "title": "",
      "content": "Inserted by No I of the O of 2 Sept. 2020 (Large-Scale Events) ( AS 2020 3679 ). Repealed by No I of the O of 28 Oct. 2020 (Measures that apply to Persons, publicly accessible Establishments and Businesses and Events, and for the Protection of Employees), with effect from 29 Oct 2020 ( AS 2020 4503 )."
    },
    {
      "provision_ref": "art6c",
      "section": "6c",
      "title": "c Special provisions for meetings of political bodies, political and civil society demonstrations and collecting signatures",
      "content": "1 Restrictions on numbers do not apply to the following events: a. meetings of the legislatures at federal, cantonal and communal level; b. meetings of public-sector bodies that cannot be postponed; c. meetings required to ensure the proper functioning of institutional beneficiaries under Article 2 paragraph 1 of the Host State Act of 22 June 2007. 2 Articles 4–6 do not apply to political and civil society demonstrations and to collecting signatures. Participants must wear face masks; however, the exemptions under Article 3 b paragraph 2 letters a and b apply. Inserted by No I of the O of 2 Sept. 2020 (Large-Scale Events) ( AS 2020 3679 ). Amended by No I of the O of 28 Oct. 2020 (Measures that apply to Persons, publicly accessible Establishments and Businesses and Events, and for the Protection of Employees), in force since 29 Oct. 2020 ( AS 2020 4503 ). SR 192.12"
    },
    {
      "provision_ref": "art6d",
      "section": "6d",
      "title": "d Special provisions for educational and training institutions",
      "content": "1 Events requiring physical presence in educational and training institutions are prohibited. The following are exempt from this prohibition: a. primary and lower and upper secondary schools; including the associated examinations; b. one-on-one lessons; c. the following activities, provided classroom presence is required for their conduct: 1. teaching activities that are an essential part of the teaching programme, 2. examinations in connection with study courses, in professional education or in order to obtain an official diploma. 1bis In justified cases, more than 50 persons may participate in the examinations specified in paragraph 1. 2 Students, teaching staff and all other staff in upper secondary schools must wear a face mask in situations requiring physical presence. An exception to this requirement is situations in which wearing a face mask would significantly impede teaching. 3 ... 4 ... Inserted by No I of the O of 28 Oct. 2020 (Measures that apply to Persons, publicly accessible Establishments and Businesses and Events, and for the Protection of Employees), in force since 2 Nov. 2020 ( AS 2020 4503 ). Amended by No I of the O of 4 Dec. 2020 (Special Arrangements for Public Holidays and Winter Sports Centres), in force since 9 Dec. 2020 ( AS 2020 5189 ). Inserted by No I of the O of 4 Dec. 2020 (Special Arrangements for Public Holidays and Winter Sports Centres), in force since 9 Dec. 2020 ( AS 2020 5189 ). Repealed by No I of the O of 24 Feb. 2021 (Extension of Measures and Relaxation of Measures related to Leisure, Culture, Sport and Shops), with effect from 1 March 2021 ( AS 2021 110 ). Inserted by No I of the O of 18 Dec. 2020 (Tightening of Measures in December), with effect from 22 Dec. 2020 till 28 Feb. 2021 ( AS 2020 5813 )."
    },
    {
      "provision_ref": "art6e",
      "section": "6e",
      "title": "e Special provisions that apply to the sports sector",
      "content": "1 The following sports activities are permitted: a. sports activities for children and young persons born in 2001 or later, including competitions without spectators; b. outdoor sports activities that do not involve physical contact for individuals or in groups of up to 15 persons born in 2000 or earlier, provided participants wear a face mask or maintain the required distance; competitions are prohibited; c. training activities and competitions involving elite athletes who hold a national or regional Swiss Olympic card or who are members of the national squad of a national sports association and who train as individuals, in groups of up to 15 persons or as an established competitive team; d. training activities and competitive matches involving teams that compete in a professional or semi-professional league or a national junior league; where competition is professional or semi-professional only in the league for one of the two sexes, the training activities and competitive matches may also take place in the league for the other sex. 2 Sports activities in groups of up to 5 persons under paragraph 1 letters a and b are exempted from the requirement to draw up a precautionary measures plan under Article 4. Inserted by No I of the O of 28 Oct. 2020 (Measures that apply to Persons, publicly accessible Establishments and Businesses and Events, and for the Protection of Employees) ( AS 2020 4503 ). Amended by No I of the O of 24 Feb. 2021 (Extension of Measures and Relaxation of Measures related to Leisure, Culture, Sport and Shops), in force from 1 March 2021 until 30 April 2021 ( AS 2021 110 , 157 )."
    },
    {
      "provision_ref": "art6f",
      "section": "6f",
      "title": "f Special Provisions for the cultural sector",
      "content": "1 The operation of museums, libraries, archives and comparable cultural institutions is subject only to the requirement of a precautionary measures plan pursuant to Article 4. 2 In the cultural sector, the following activities are permitted, including performances without an audience and using the establishments and businesses required for the activities: a. in the non-professional sector: 1. activities by children and young persons born in 2001 or later, 2. activities by individuals born in 2000 or earlier, 3. indoor activities in groups of up to 5 persons born in 2000 or earlier, provided participants wear face masks and maintain the required distance; face masks are not required in spacious premises provided additional distancing requirements and restrictions on numbers apply; 4. outdoor activities in groups of up to 15 persons born in 2000 or earlier, provided participants wear face masks and maintain the required distance; b. in the professional sector: activities by artists or ensembles. 3 The following applies to the activities that involve singing: a. In the non-professional sector, persons singing together outside the family circle is prohibited, including the activities of choirs or with singers; exempted from this prohibition is singing by children and young persons born in 2001 or later and singing as part of individual lessons; performances with an audience are prohibited. b. In the professional sector: 1. performances involving choirs with an audience are prohibited; 2. practising and performing that involves singers is only permitted if the precautionary measures plan includes relevant protective measures. 4 Events under paragraph 2 letter a involving groups of up to 5 persons are exempt from the requirement to draw up a precautionary measures plan under Article 4. Inserted by No I of the O of 28 Oct. 2020 (Measures that apply to Persons, publicly accessible Establishments and Businesses and Events, and for the Protection of Employees) ( AS 2020 4503 ). Amended by No I of the O of 24 Feb. 2021 (Extension of Measures and Relaxation of Measures related to Leisure, Culture, Sport and Shops), in force from 1 March 2021 until 30 April 2021 ( AS 2021 110 , 157 )."
    },
    {
      "provision_ref": "art6g",
      "section": "6g",
      "title": "g Special provisions for child and youth work",
      "content": "Activities of organisations and institutions involved in public child and youth work are permitted provided the following requirements are met: a. The activities are for children and young persons born in 2001 or later. b. A qualified person supervises the activities of the children and young persons. c. The precautionary measures plan indicates: 1. the permitted activities; parties, dancing events and the provision of food and drinks are not permitted at any time; 2. the maximum permitted number of children and young persons. Inserted by No I of the O of 24 Feb. 2021 (Extension of Measures and Relaxation of Measures related to Leisure, Culture, Sport and Shops), in force from 1 March 2021 until 30 April 2021 ( AS 2021 110 , 157 )."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Relaxation of requirements by the cantons",
      "content": "1 The responsible cantonal authority may authorise a relaxation of the requirements under Article 4 paragraphs 2–4 and Articles 5–6 f provided: a. overriding public interests so require; [tab] a bis .the epidemiological situation in the canton or the region concerned permits this based on the indicators specified in Article 8 paragraph 1 letter a; and b. the organiser or operator submits a precautionary measures plan under Article 4 that includes specific measures to prevent the spread of the coronavirus and to break transmission chains. 2–5 ... 6 ... Amended by No I of the O of 4 Dec. 2020 (Special Arrangements for Public Holidays and Winter Sports Centres), in force since 9 Dec. 2020 ( AS 2020 5189 ). Inserted by No I of the O of 4 Dec. 2020 (Special Arrangements for Public Holidays and Winter Sports Centres), in force since 9 Dec. 2020 ( AS 2020 5189 ). Amended by No I of the O of 4 Dec. 2020 (Special Arrangements for Public Holidays and Winter Sports Centres), in force since 9 Dec. 2020 ( AS 2020 5189 ). Inserted by No I of the O of 11 Dec. 2020 (Restrictions on Events and Opening Hours of Restaurants and other publicly accessible Businesses and Establishments) ( AS 2020 5377 ). Repealed by No 1 of the O of 6 Jan. 2021 (Repeal of relaxation of requirements by the cantons under certain circumstances), with effect from 9 Jan. 2021 ( AS 2021 2 ). Inserted by No I of the O of 18 Dec. 2020 (Tightening of Measures in December) ( AS 2020 5813 ). Repealed by No 1 of the O of 6 Jan. 2021(Repeal of relaxation of requirements by the cantons under certain circumstances), with effect from 9 Jan. 2021 ( AS 2021 2 )."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Additional measures by the cantons",
      "content": "1 The canton shall take additional measures under Article 40 EpidA if: a. the epidemiological situation in the canton or in a region so requires; it shall assess the situation in particular based on the following indicators and their trends: 1. incidence (7-day, 14-day), 2. the number of new infections (per day, per week), 3. the number of positive tests as a percentage of the total number of tests carried out (positivity rate), 4. the number of tests carried out (per day, per week), 5. the reproduction number, 6. in-patient capacities and the number of persons newly hospitalised (per day, per week), including those in intensive care; b. as a result of the epidemiological situation, it is no longer able to provide the capacities required to identify and notify persons who may have been infected as stipulated in Article 33 EpidA. 2 It shall in particular guarantee freedom of religion and conscience and that political rights may be exercised. 3 It shall consult the FOPH beforehand and inform the FOPH of the measures taken. Amended by No I of the O of 4 Dec. 2020 (Special Arrangements for Public Holidays and Winter Sports Centres), in force since 9 Dec. 2020 ( AS 2020 5189 )."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Inspections and obligations to cooperate",
      "content": "1 The operator and organisers must: a. submit their precautionary measures plan to the responsible cantonal authorities if requested to do so; b. allow the responsible cantonal authorities access to the establishments, businesses or events. 1bis The responsible cantonal authorities shall conduct regularly checks on compliance with the precautionary measures plans, in particular in winter sports resorts and ski areas. 2 If they establish that no adequate precautionary measures plan has been drawn up or that a plan has not been implemented or only in part, they shall take appropriate measures immediately. They may issue reminders, close down establishments or businesses or prohibit or break up events. 3 Paragraphs 1 letter a and 2 first sentence also apply to precautionary measures plans in winter sports resorts. Inserted by No I of the O of 4 Dec. 2020 (Special Arrangements for Public Holidays and Winter Sports Centres), in force since 9 Dec. 2020 ( AS 2020 5189 ). Amended by No I of the O of 4 Dec. 2020 (Special Arrangements for Public Holidays and Winter Sports Centres), in force since 9 Dec. 2020 ( AS 2020 5189 ). Inserted by No I of the O of 4 Dec. 2020 (Special Arrangements for Public Holidays and Winter Sports Centres), in force since 9 Dec. 2020 ( AS 2020 5189 )."
    },
    {
      "provision_ref": "art10",
      "chapter": "Section 4 Measures to Protect Workers",
      "section": "10",
      "title": "Preventive measures",
      "content": "1 Employers must guarantee that their employees are able to comply with the FOPH recommendations on hygiene and social distancing. To do so, they must plan and implement related measures. 1bis All persons must wear face masks indoors, including in vehicles in which more than one person is present. This requirement does not apply to: a. ... b. activities for which masks cannot be worn for safety or security reasons or because of the nature of the activity; c. persons who are exempted from the requirement wear a mask in accordance with Article 3 b paragraph 2. 2 Employers shall take further measures in accordance with the STOP Principle (Substitution, Technical measures, Organisational measures, Personal protective equipment), in particular physical separation, separate teams or wearing face masks outdoors. 3 Where the nature of the activity makes this possible and feasible at a reasonable cost, employers shall ensure that employees fulfil their work obligations from home. They shall take the appropriate organisational and technical measures for this purpose. Employees shall not be entitled to any reimbursement of expenses for fulfilling their work obligations from home on the basis of this provision. 4 For the protection of particularly vulnerable employees, Article 27 a of COVID-19 Ordinance 3 of 19 June 2020 also applies. Amended by No I of the O of 24 Feb. 2021 (Extension of Measures and Relaxation of Measures related to Leisure, Culture, Sport and Shops), in force since 1 March 2021 ( AS 2021 110 ). Repealed by No I of the O of 24 Feb. 2021 (Extension of Measures and Relaxation of Measures related to Leisure, Culture, Sport and Shops), with effect from 1 March 2021 ( AS 2021 110 ). Amended by No I of the O of 24 Feb. 2021 (Extension of Measures and Relaxation of Measures related to Leisure, Culture, Sport and Shops), in force since 1 March 2021 ( AS 2021 110 ). Inserted by No I of the O of 28 Oct. 2020 (Measures that apply to Persons, publicly accessible Establishments and Businesses and Events, and for the Protection of Employees), in force since 29 Oct. 2020 ( AS 2020 4503 ). Amended by No I of the O of 24 Feb. 2021 (Extension of Measures and Relaxation of Measures related to Leisure, Culture, Sport and Shops), in force since 1 March 2021 ( AS 2021 110 ). Inserted by No I of the O of 18 Oct. 2020 (Mandatory masks; Recommendation to work from home) ( AS 2020 4159 ). Amended by No I of the O of 24 Feb. 2021 (Extension of Measures and Relaxation of Measures related to Leisure, Culture, Sport and Shops), in force since 1 March 2021 ( AS 2021 110 ). SR 818.101.24 Inserted by No I of the O of 13 Jan. 2021 (Further Tightening of Measures) ( AS 2021 7 ). Amended by No I of the O of 24 Feb. 2021 (Extension of Measures and Relaxation of Measures related to Leisure, Culture, Sport and Shops), in force since 1 March 2021 ( AS 2021 110 )."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Implementation, inspections and obligations to cooperate",
      "content": "1 Pursuant to the health protection provisions in Article 6 of the Employment Act of 13 March 1964, the authorities implementing the Employment Act and the Federal Act of 20 March 1981 on Accident Insurance are responsible for implementing Article 10. 2 The competent implementing authorities may conduct inspections of businesses and locations at any time without prior notice. 3 Employers must allow the competent implementing authorities access to their premises and locations. 4 The instructions given by the competent implementing authorities during their on-site inspections must be implemented immediately. SR 822.11 SR 832.20"
    },
    {
      "provision_ref": "art12",
      "chapter": "Section 5 Reporting Obligation of the Cantons relating to Capacities in the Provision of Healthcare",
      "section": "12",
      "title": "",
      "content": "The cantons are required to report the following to the Coordinated Medical Services regularly: a. the total number and occupancy of hospital beds; b. the total number and occupancy of hospital beds that are intended for the treatment of COVID-19 cases, and the number of patients currently being treated for COVID-19; c. the total number and occupancy of hospital beds in intensive care and the number of patients with COVID-19 currently being treated and ventilated in intensive care; d. the total number and occupancy of devices for extracorporeal membrane oxygenation (ECMO); e. the details of availability of medical and nursing staff in hospitals; f. the maximum numbers, i.e. the total number of patients and total number of COVID-19 patients, that can be treated by their hospitals, taking account of the available beds and the available staff."
    },
    {
      "provision_ref": "art13",
      "chapter": "Section 6 Criminal Provisions",
      "section": "13",
      "title": "",
      "content": "Any person who commits any of the following acts shall be liable to a fine: a. as an operator or organiser, wilfully or negligently failing to comply with the requirements imposed in Article 4 paragraphs 1 and 2 or in Articles 5 a , 5 d paragraph 1 and 6 d –6 g ; b. as an operator or organiser, wilfully or negligently processing contact details recorded pursuant to Article 5 for other purposes in contravention of Article 5 paragraph 3 or retaining such details for longer than 14 days after the person or persons concerned participated in the event or visited the establishment or business; c. wilfully operating a ski area without the required authorisation pursuant to Article 5 c paragraph 2 or in derogation from the approved precautionary measures plan; d. wilfully holding a large-scale event prohibited under Article 6 paragraphs 1 and 2 or participating in such an event; e. wilfully holding a trade fair the holding of which is prohibited by Article 6 paragraph 3; f. wilfully or negligently failing to wear a face mask in contravention of Article 3 a or 3 b paragraph 1 in public transport vehicles, publicly accessible indoor and outdoor areas of businesses and establishments, including markets, in waiting areas for trains, buses trams and cableways, and in railway stations, airports and other public transport access areas, unless an exception pursuant to Article 3 a paragraph 1 or Article 3 b paragraph 2 applies; g. wilfully contravening the ban on gatherings of people in public areas in Article 3 c paragraph 1 or pursuant to a stricter provision of cantonal law; h. as a guest of a restaurant or bar for hotel guests, wilfully contravening the requirement to be seated in Article 5 a paragraph 2 letter d number 2; i. wilfully or negligently failing to wear a face mask at a political or civil society demonstration or when collecting signatures, unless an exception pursuant to Article 6 c paragraph 2 second sentence applies. Amended by No I of the O of 27 Jan. 2021 (Additional Criminal Provisions and Introduction of the Fixed Penalty Procedure), in force from 1 Feb. 2021 to 31 Dec. 2021 ( AS 2021 52 ). Amended by No I of the O of 24 Feb. 2021 (Extension of Measures and Relaxation of Measures related to Leisure, Culture, Sport and Shops), in force since 1 March 2021 ( AS 2021 110 ). Amended by No I of the O of 24 Feb. 2021 (Extension of Measures and Relaxation of Measures related to Leisure, Culture, Sport and Shops), in force since 1 March 2021 ( AS 2021 110 ). Amended by No I of the O of 24 Feb. 2021 (Extension of Measures and Relaxation of Measures related to Leisure, Culture, Sport and Shops), in force since 1 March 2021 ( AS 2021 110 )."
    },
    {
      "provision_ref": "art14",
      "chapter": "Section 7 Final Provisions",
      "section": "14",
      "title": "Amendment of other legislation",
      "content": "The following Ordinances are amended as follows: ... The amendments may be consulted under AS 2020 2213 ."
    },
    {
      "provision_ref": "art14a",
      "chapter": "Section 7 Final Provisions",
      "section": "14a",
      "title": "a Transitional provisions to the Amendment of 4 December 2020",
      "content": "1 Ski area operators that have already begun operations before 9 December 2020 and wish to continue or that wish to begin operations before 22 December 2020 must submit their precautionary measures plan under Article 5 c paragraph 4 to the responsible cantonal authority by 11 December 2020. 2 If the precautionary measures plan is not submitted on time, operations are only permitted once the responsible cantonal authority grants authorisation. 3 The cantonal authority shall decide within ten days of receiving the precautionary measures plan. 4 Winter sports resorts must be able to produce their precautionary measures plans under Article 5 b on 18 December 2020 and must implement them from this date. Inserted by No I of the O of 4 Dec. 2020 (Special Arrangements for Public Holidays and Winter Sports Centres), in force since 9 Dec. 2020 ( AS 2020 5189 )."
    },
    {
      "provision_ref": "art15",
      "chapter": "Section 7 Final Provisions",
      "section": "15",
      "title": "Commencement and duration",
      "content": "1 With the exception of paragraph 2, this Ordinance comes into force on 22 June 2020 at 00.00. 2 Article 6 paragraph 4 and Article 14 number 2 come into force on 20 June 2020 at 00.00. 3 ... 4 ... 5 ... Repealed by No I of the O of 12 Aug. 2020 (Requirement to wear Masks in Aircraft; Large-Scale Events), with effect from 15 Aug. 2020 ( AS 2020 3547 ). Inserted by No I of the O of 12 Aug. 2020 (Requirement to wear Masks in Aircraft; Large-Scale Events) ( AS 2020 3547 ). Repealed by No I of the O of 28 Oct. 2020 (Measures that apply to Persons, publicly accessible Establishments and Businesses and Events, and for the Protection of Employees), with effect from 29 Oct 2020 ( AS 2020 4503 ). Inserted by No I of the O of 2 Sept. 2020 (Large-Scale Events) ( AS 2020 3679 ). Repealed by No I of the O of 28 Oct. 2020 (Measures that apply to Persons, publicly accessible Establishments and Businesses and Events, and for the Protection of Employees), with effect from 29 Oct 2020 ( AS 2020 4503 )."
    }
  ],
  "definitions": []
}