{
  "id": "sr-844-1",
  "type": "statute",
  "title": "Verordnung vom 17. April 1991 über die Verbesserung der Wohnverhältnisse in Berggebieten",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1991/1054_1054_1054/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "1",
      "title": "Grundsatz",
      "content": "1 Eine Finanzhilfe wird jeweils für ein im Antrag umschriebenes Projekt zugesichert und nach den anrechenbaren Kosten gemäss Voranschlag berechnet. 2 Die nachträgliche Änderung der Projekte und der ausgeführten Arbeiten bedarf der schriftlichen Zustimmung des Kantons. Die Zustimmung darf nur erteilt werden, wenn die Voraussetzungen und Bedingungen für die Gewährung der Bundeshilfe erfüllt bleiben. 3 Im Einzelfall kann der Ansatz für die Finanzhilfe nach Artikel 5 Absatz 1 des Bundesgesetzes herabgesetzt werden, wenn die Finanzierung trotzdem sichergestellt bleibt und der Gesuchsteller nicht übermässig belastet wird. 4 Die Finanzhilfe kann auch als Pauschalbetrag festgesetzt werden. Der Pauschalbetrag darf jedoch die Höchstansätze nach den Artikeln 5, 6 und 8 des Bundesgesetzes nicht überschreiten."
    },
    {
      "provision_ref": "art2",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "2",
      "title": "Abgrenzung des Berggebiets",
      "content": "1 Als Berggebiet im Sinne von Artikel 2 des Bundesgesetzes gelten das Sömmerungsgebiet, die Bergzonen I–IV und die Hügelzone gemäss den Absätzen 2, 3 und 4 von Artikel 1 der Verordnung vom 7. Dezember 1998 über den landwirtschaftlichen Produktionskataster und die Ausscheidung von Zonen. 2 Bauzonen im Hauptsiedlungsgebiet von Gemeinden mit über 10 000 Einwohnern gelten nicht als Berggebiet. SR 912.1 Fassung gemäss Ziff. I der V vom 15. Juni 2001, in Kraft seit 1. Aug. 2001 ( AS 2001 1684 )."
    },
    {
      "provision_ref": "art3",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "3",
      "title": "Beginn und Weiterführung der Arbeiten",
      "content": "1 An Arbeiten, die bereits in Ausführung begriffen oder abgeschlossen sind, wird keine Finanzhilfe zugesichert. 2 Eine Finanzhilfe wird in der Regel nur gewährt, wenn die Arbeiten innerhalb von sechs Monaten seit der Zusicherung begonnen und möglichst ohne Unterbrechung weitergeführt werden. 3 In besonderen Fällen kann der Kanton eine schriftliche Bewilligung zum vorzeitigen Beginn der Arbeiten oder für eine Fristverlängerung erteilen. 4 Die Zusicherung einer Finanzhilfe fällt dahin, wenn die Voraussetzungen über den Beginn und die ununterbrochene Weiterführung der Arbeiten nicht erfüllt sind."
    },
    {
      "provision_ref": "art4",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "4",
      "title": "Vergebung der Arbeiten",
      "content": "1 Abmachungen über die Ausführung in Regie oder zu Pauschalpreisen bedürfen der Genehmigung des Kantons. Die Genehmigung darf nur erteilt werden, wenn die Prüfung der Unterlagen ergibt, dass die Bauausführung dadurch nicht verteuert wird. 2 Finanzhilfe wird nur gewährt, wenn der Wettbewerb mit freien Preiseingaben gesichert ist und wenn der Bauherr weder direkt noch indirekt verpflichtet ist, die Vergebung von Arbeiten und Lieferungen auf orts- und kantonsansässige Architekten, Handwerker, Unternehmer und Lieferanten zu beschränken."
    },
    {
      "provision_ref": "art5",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "5",
      "title": "Versicherung",
      "content": "Wohnbauten, für deren Verbesserung oder Erstellung eine Finanzhilfe zugesichert wurde, sind vor Baubeginn gegen Feuer- und Elementarschäden angemessen zu versichern."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Bearbeitung und Leistung in anderer Form",
      "content": "Das Bundesamt für Wohnungswesen (Bundesamt) entscheidet darüber, welcher Barbeitrag besonderen Leistungen nach Artikel 10 des Bundesgesetzes entspricht."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Baubewilligung",
      "content": "Die Finanzhilfe wird erst gewährt, wenn eine Baubewilligung vorliegt."
    },
    {
      "provision_ref": "art8",
      "chapter": "2. Abschnitt: Bauliche Anforderungen",
      "section": "8",
      "title": "",
      "content": "1 Die Wohnungsverbesserung ist an die Bedürfnisse der Bewohner anzupassen. 2 Für umfassende Verbesserungen ist die Verordnung vom 12. Mai 1989 über Nettowohnflächen und Raumprogramm sowie über Ausstattung von Küche und Hygienebereich wegleitend. 3 Neubauten müssen die Anforderungen gemäss Absatz 2 erfüllen. SR 843.142.3"
    },
    {
      "provision_ref": "art9",
      "chapter": "3. Abschnitt: Baukosten",
      "section": "9",
      "title": "",
      "content": "1 Für Verbesserungen, deren Erstellungskosten weniger als 25 000 Franken je Wohnung betragen, wird in der Regel keine Finanzhilfe gewährt. 2 Die Kosten für umfassende Verbesserungen und Neubauten dürfen die Grenzen gemäss der Verordnung des Eidgenössischen Volkswirtschaftsdepartements vom 17. Dezember 1986 über die Erstellungskosten bei Wohnbauvorhaben nicht überschreiten. 3 Die Kostengrenzen können im Einzelfall durch das Bundesamt, für ganze Landesgegenden durch das Eidgenössische Departement für Wirtschaft, Bildung und Forschung (WBF) herab- oder heraufgesetzt werden, wenn besondere Verhältnisse dies rechtfertigen. 4 Die in Absatz 2 festgelegten Kosten werden nach Artikel 51 Absatz 2 der Verordnung vom 30. November 1981 zum Wohnbau- und Eigentumsförderungsgesetz angepasst. [ AS 1987 375 , 1991 2561 . AS 1995 4266 Art. 6]. Siehe heute die V vom 29. Dez. 1997 ( SR 843.143.1 ). Die Bezeichnung der Verwaltungseinheit wurde in Anwendung von Art. 16 Abs. 3 der Publikationsverordnung vom 17. Nov. 2004 ( SR 170.512.1 ) auf den 1. Jan. 2013 angepasst. Die Anpassung wurde im ganzen Text vorgenommen. SR 843.1"
    },
    {
      "provision_ref": "art10",
      "chapter": "4. Abschnitt: Personelle und finanzielle Verhältnisse",
      "section": "10",
      "title": "Personelle Verhältnisse",
      "content": "1 Die mit Finanzhilfe erstellten oder verbesserten Wohnungen dürfen nur von Personen in bescheidenen finanziellen Verhältnissen bewohnt werden. 2 Nach der Verbesserung müssen für den Bewohner die Lasten im Verhältnis zu seinem Einkommen tragbar sein. 3 Finanzhilfen an Ergänzungsbauten im Sinne von Artikel 3 Absatz 1 Buchstabe e des Bundesgesetzes mit zwei Wohnungen werden nur gewährt, wenn ein längerfristiger Bedarf an Wohnraum für die Familie oder den Betrieb nachgewiesen ist."
    },
    {
      "provision_ref": "art11",
      "chapter": "4. Abschnitt: Personelle und finanzielle Verhältnisse",
      "section": "11",
      "title": "Einkommensgrenze",
      "content": "1 Die Finanzhilfe wird nur für Wohnungen gewährt, deren Bewohner ein steuerbares Einkommen nach dem Bundesratsbeschluss vom 9. Dezember 1940 über die Erhebung einer direkten Bundessteuer haben, das 40 600 Franken nicht übersteigt. 2 Der massgebende Betrag wird aufgrund einer Bescheinigung der Steuerbehörde festgestellt, die der Empfänger der Finanzhilfe beibringen muss. Hat sich das Einkommen seit der letzten Steuerveranlagung erheblich verändert, so muss dies der Empfänger nachweisen. 3 Für jedes Kind, das minderjährig ist oder sich noch in der Ausbildung befindet und für dessen Unterhalt die Familie oder der Alleinstehende aufkommt, erhöht sich die Grenze um 2100 Franken. 4 Das WBF passt die Einkommensgrenze und den Zuschlag für Kinder entsprechend den Bestimmungen über den Ausgleich der Folgen der kalten Progression von Artikel 45 Absatz 2 des Bundesratsbeschlusses vom 9. Dezember 1940 über die Erhebung einer direkten Bundessteuer an. Änderungen des Bundesratsbeschlusses kann das WBF durch Anpassung der Bemessungsgrundlagen Rechnung tragen. 5 Die Einkommen von volljährigen Kindern bis zu 25 Jahren, die in Gemeinschaft mit ihren Eltern leben, bleiben unberücksichtigt. [BS 6 350; AS 1950 1467 ; 1954 1316 ; 1958 398 ; 1971 947 ; 1973 1066 ; 1975 1213 ; 1977 2103 ; 1978 2066 ; 1982 144 ; 1984 584 ; 1985 1222 ; 1988 878 ; 1992 1072 . AS 1991 1184 Art. 201]. Heute: nach dem BG vom 14. Dez. 1990 über die direkte Bundessteuer (DBG – SR 642.11 ). Heute: von Art. 39 Abs. 2 DBG."
    },
    {
      "provision_ref": "art12",
      "chapter": "4. Abschnitt: Personelle und finanzielle Verhältnisse",
      "section": "12",
      "title": "Vermögensgrenze",
      "content": "1 Die Finanzhilfe wird für Wohnungen gewährt, deren Bewohner ein Vermögen haben, das 121 000 Franken nicht übersteigt. Vom Vermögen dürfen nur ausgewiesene Schulden abgezogen werden. 2 Für jedes Kind, das minderjährig ist oder sich noch in der Ausbildung befindet und für dessen Unterhalt die Familie oder der Alleinstehende aufkommt, erhöht sich die Grenze um 14 300 Franken. 3 Betagten, Invaliden und Pflegebedürftigen wird 1 / 20 des die Grenze übersteigenden Vermögens als Einkommen angerechnet. 4 Das WBF passt die Vermögensgrenze und den Zuschlag für Kinder in gleichem Verhältnis wie die Einkommensgrenze an. 5 Die Vermögen von volljährigen Kindern bis zu 25 Jahren, die in Gemeinschaft mit ihren Eltern leben, bleiben unberücksichtigt."
    },
    {
      "provision_ref": "art13",
      "chapter": "5. Abschnitt: Mietzinse",
      "section": "13",
      "title": "",
      "content": "1 Die für Mietwohnungen festgesetzten Mietzinse bedürfen der Genehmigung durch den Kanton. 2 Der Kanton stellt dem Bundesamt laufend ein Doppel aller von ihm getroffenen Mietzinsentscheide zu."
    },
    {
      "provision_ref": "art14",
      "chapter": "6. Abschnitt: Zweckerhaltung und Rückerstattung",
      "section": "14",
      "title": "Zweckentfremdung",
      "content": "Eine Zweckentfremdung liegt insbesondere vor, wenn: a. Räume nachträglich ganz oder teilweise zu andern als zu Wohnzwecken verwendet werden; b. das massgebende Einkommen oder Vermögen der Bewohner beim Bezug der Wohnung die zulässigen Höchstsätze übersteigt; c. wenn die Wohnbedürfnisse der Bewohner nicht mehr angemessen gedeckt sind; d. die finanziellen Verhältnisse der Bewohner grundlegend und voraussichtlich dauernd verbessert sind; e. die genehmigten Mietzinse überschritten werden."
    },
    {
      "provision_ref": "art15",
      "chapter": "6. Abschnitt: Zweckerhaltung und Rückerstattung",
      "section": "15",
      "title": "Folgen",
      "content": "1 Bei Zweckentfremdung gemäss Artikel 14 Buchstaben a und b ist die Finanzhilfe samt Zins zum mittleren Hypothekarzinssatz vom Zeitpunkt der Zweckentfremdung an zurückzuerstatten. 2 Bei Zweckentfremdung gemäss Artikel 14 Buchstabe c ist dem Eigentümer eine Frist zur Wiederherstellung der bestimmungsgemässen Belegung der Wohnung anzusetzen. Wird diese Frist nicht eingehalten, so ist die Finanzhilfe samt Zins zum mittleren Hypothekarzinssatz zurückzuerstatten. 3 Eine grundlegende Verbesserung der finanziellen Verhältnisse im Sinne von Artikel 13 Absatz 2 des Bundesgesetzes und Artikel 14 Buchstabe d liegt dann vor, wenn das Einkommen die zulässige Höhe um mehr als 30 Prozent überschreitet. In bezug auf das Vermögen ist das Verhältnis des tatsächlichen zum zulässigen Einkommen zu würdigen. In beiden Fällen kann eine ganze oder teilweise Rückerstattung der Finanzhilfe gemäss Absatz 2 verlangt werden. 4 Bei Zweckentfremdung gemäss Artikel 14 Buchstabe e ist dem Eigentümer eine Frist von drei Monaten zur Berichtigung des Mietvertrages und zur Rückzahlung der zuviel bezogenen Beträge an den Mieter zu setzen. Kommt der Eigentümer bis dahin dieser Forderung nicht nach, so ist die Finanzhilfe mit Zins zum mittleren Hypothekarzinssatz zurückzuerstatten. 5 Das Bundesamt setzt den anwendbaren mittleren Hypothekarzinssatz fest. 6 Massgebend für die Höhe der Rückerstattung ist das Verhältnis zwischen der tatsächlichen und der bestimmungsgemässen Verwendungsdauer (Art. 29 Abs. 1 des Subventionsgesetzes vom 5. Oktober 1990). Die bestimmungsgemässe Verwendungsdauer beträgt 30 Jahre. In Härtefällen kann die Rückforderung ermässigt oder auf sie verzichtet werden. Fassung gemäss Ziff. I der V vom 29. März 2006, in Kraft seit 18. April 2006 ( AS 2006 1261 ). SR 616.1 Eingefügt durch Ziff. I der V vom 16. Okt. 2002, in Kraft seit 1. Nov. 2002 ( AS 2002 3485 )."
    },
    {
      "provision_ref": "art16",
      "chapter": "6. Abschnitt: Zweckerhaltung und Rückerstattung",
      "section": "16",
      "title": "Überwachung der Zweckerhaltung durch die Kantone",
      "content": "1 Die Kantone kontrollieren die Verwendung der Finanzhilfe. Sie überprüfen mindestens alle vier Jahre jeden Einzelfall. Die Kontrolle endet 20 Jahre nach der letzten Auszahlung von Finanzhilfen. 2 Bei Feststellung einer Zweckentfremdung treffen die zuständigen Behörden die Massnahmen gemäss Artikel 15."
    },
    {
      "provision_ref": "art17",
      "chapter": "6. Abschnitt: Zweckerhaltung und Rückerstattung",
      "section": "17",
      "title": "Handänderung",
      "content": "Ein Gewinn im Sinne von Artikel 13 Absatz 2 des Bundesgesetzes liegt vor, wenn das Grundstück, auf welchem sich der verbesserte oder neu erstellte Wohnbau befindet, zu einem Preis die Hand ändert, der die Nettoanlagekosten (Bruttoanlagekosten abzüglich der Beiträge und Naturalleistungen der Gemeinwesen und Dritter) zuzüglich genehmigter wertvermehrender Aufwendungen und die marktüblichen Wohnrechte bzw. die Selbstkosten des Eigentümers übersteigt."
    },
    {
      "provision_ref": "art17a",
      "section": "17a",
      "title": "a Verfügungen über die Rückerstattung",
      "content": "Verfügungen über die Rückerstattung von Bundesbeiträgen (Art. 13 Abs. 6 des Bundesgesetzes) erlässt das Bundesamt. Eingefügt durch Anhang Ziff. 24 der V vom 3. Febr. 1993 über Vorinstanzen des Bundesgerichts und des Eidgenössischen Versicherungsgerichts, in Kraft seit 1. Jan. 1994 ( SR 173.51 )."
    },
    {
      "provision_ref": "art18",
      "chapter": "7. Abschnitt: Verfahren",
      "section": "18",
      "title": "Gesuche",
      "content": "Die Gesuche sind dem Kanton mit folgenden Beilagen einzureichen: a. einer Katasterkopie oder einem Situationsplan; b. den Plänen im Massstab 1:100 (Keller- und Geschossgrundrisse, bei Neubauten mit eingezeichneter Möblierungsmöglichkeit; Schnitte und Fassaden); c. einem baubeschreibenden detaillierten Kostenvoranschlag; d. bei Beanspruchung einer erhöhten Finanzhilfe nach Artikel 6 des Bundesgesetzes einen Ausweis über die Sicherstellung der gesamten Finanzierung (zugesicherte Konsolidierung mit Darlehensgebern, ferner Rang, Umfang und Zinssatz der Hypotheken, allfällige periodische Kommissionen wie auch Art und Ausmass der Amortisationspflicht); e. allen übrigen für die Beurteilung des Gesuches zweckdienlichen Unterlagen."
    },
    {
      "provision_ref": "art19",
      "chapter": "7. Abschnitt: Verfahren",
      "section": "19",
      "title": "Auskunft über Einkommen und Vermögen",
      "content": "In Kantonen, in denen die zuständige Amtsstelle von den Steuerbehörden ohne besondere Ermächtigung keine Auskünfte über die Einkommens- und Vermögensverhältnisse der Gesuchsteller oder Bewohner erhält, ist den Gesuchen eine entsprechende Ermächtigung beizulegen."
    },
    {
      "provision_ref": "art20",
      "chapter": "7. Abschnitt: Verfahren",
      "section": "20",
      "title": "Prüfung durch den Kanton",
      "content": "1 Der Kanton prüft, ob die für die Gewährung der Finanzhilfe erforderlichen Bedingungen erfüllt sind. 2 Nach erfolgter Prüfung stellt der Kanton beim Bundesamt einen Antrag auf Finanzhilfe. 3 Bei Anträgen auf erhöhte Finanzhilfe nach Artikel 6 des Bundesgesetzes ist eine detaillierte Aufstellung der Einkommens- und Vermögensbestandteile sowie der Verpflichtungen beizulegen."
    },
    {
      "provision_ref": "art21",
      "chapter": "7. Abschnitt: Verfahren",
      "section": "21",
      "title": "Zusicherung und Annahme der Beitragsbedingungen",
      "content": "1 Zuständig für die Zusicherung von Finanzhilfe ist das Bundesamt. Die Zusicherung wird dem Gesuchsteller durch den Kanton schriftlich eröffnet. 2 Binnen eines Monats seit der Eröffnung hat der Gesuchsteller dem Kanton mitzuteilen, ob er die an die Zusicherung geknüpften Bedingungen annimmt. 3 Werden die Bedingungen nicht angenommen, so hat der Kanton die Zusicherung aufzuheben. Das Bundesamt ist davon in Kenntnis zu setzen."
    },
    {
      "provision_ref": "art22",
      "chapter": "7. Abschnitt: Verfahren",
      "section": "22",
      "title": "Abrechnung",
      "content": "1 Nach Durchführung der Arbeiten hat der Bauherr dem Kanton die Bauabrechnung mit den entsprechenden Belegen einzureichen. 2 Der Abrechnung sind ferner Ausweise über die im Grundbuch erfolgte Anmerkung der öffentlich-rechtlichen Eigentumsbeschränkung beizulegen und eine Bestätigung, dass der Bauherr seine Versicherungspflicht gemäss Artikel 5 erfüllt hat. 3 Die Anmerkung der öffentlich-rechtlichen Eigentumsbeschränkung im Grundbuch ist durch den Kanton erst unmittelbar vor der Einreichung der Abrechnung zu veranlassen; im Falle von Abschlagszahlungen ist jedoch bereits dem Zahlungsgesuch eine Bestätigung über die erfolgte Anmeldung dieser Anmerkung beizulegen. 4 Der Kanton prüft die Bauabrechnung und kontrolliert die beendigten Arbeiten und Gebäude. Er unterbreitet dem Bundesamt seinen Antrag auf Genehmigung. 5 Das Bundesamt setzt den endgültigen Umfang der Finanzhilfe anhand dieses Antrages fest."
    },
    {
      "provision_ref": "art23",
      "chapter": "7. Abschnitt: Verfahren",
      "section": "23",
      "title": "Auszahlung",
      "content": "1 Die Finanzhilfe wird in der Regel erst nach Fertigstellung der Arbeiten auf Grund der Abrechnung an den Kanton ausbezahlt. 2 Wenn sich die Ausführung der Arbeiten über einen längeren Zeitraum erstreckt, können dem Ansprecher Abschlagszahlungen bis zu 80 Prozent der jeweils auf die ausgeführten Arbeiten entfallenden Finanzhilfe gewährt werden, sofern die Kantonsleistung nach den Artikeln 7 und 8 des Bundesgesetzes gleichzeitig im selben Verhältnis ausgerichtet wird."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Auszahlung von Gemeinde- und Drittleistungen",
      "content": "Barleistungen von Gemeinden und soweit sie eine gesetzliche Gegenleistung zur Finanzhilfe bilden, auch solche von Dritten, sind in der Regel dem Kanton zuzuweisen, der sie zusammen mit seiner eigenen Barleistung und dem Beitrag des Bundes an den Berechtigten ausrichtet."
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Prüfung durch das Bundesamt",
      "content": "Das Bundesamt kann alle für die Behandlung der Gesuche und der Abrechnungen durch den Kanton dienlichen Unterlagen einfordern und prüfen."
    },
    {
      "provision_ref": "art26",
      "chapter": "8. Abschnitt: Handwerkerpfandrecht",
      "section": "26",
      "title": "Geltendmachung",
      "content": "1 Will ein Handwerker, Unternehmer, Lieferant oder Architekt das Pfandrecht nach Artikel 15 des Bundesgesetzes geltend machen, so hat er seinen Anspruch beim Kanton schriftlich anzumelden und glaubhaft zu machen, dass die Forderung gefährdet ist. Der Anmeldung sind die Ausweise über Bestand und Umfang der Forderung beizulegen. 2 Der Kanton setzt dem Bauherrn eine Frist für die Stellungnahme zur angemeldeten Forderung. 3 Erachtet der Kanton den Anspruch als berechtigt, so sperrt er die Auszahlung der zugesicherten Beiträge und fordert durch eingeschriebenen Brief den Bauherrn auf, die Forderung innert einer festgesetzten Frist zu begleichen. Mit dieser Aufforderung ist die Androhung zu verbinden, dass im Falle der Nichteinhaltung, unter Vorbehalt von Artikel 27, sämtliche Handwerker, Unternehmer, Lieferanten und Architekten auf Kosten des Bauherrn öffentlich aufgefordert werden, ihre Forderungen binnen 20 Tagen beim Kanton anzumelden."
    },
    {
      "provision_ref": "art27",
      "chapter": "8. Abschnitt: Handwerkerpfandrecht",
      "section": "27",
      "title": "Feststellung und Anfechtung der Forderung",
      "content": "1 Wird eine Forderung bestritten, so setzt der Kanton dem Ansprecher eine Frist von 20 Tagen zur gerichtlichen Geltendmachung an. Wird diese Frist nicht eingehalten, so erlischt das Pfandrecht. 2 Wird eine Forderung innert der gesetzten Frist weder bestritten noch bezahlt oder wird sie auf Klage hin rechtskräftig zugesprochen und innert 20 Tagen nicht bezahlt, so erfolgt die Bekanntmachung gemäss Artikel 26 Absatz 3. Sie ist im Schweizerischen Handelsamtsblatt, im kantonalen Amtsblatt und, nach Ermessen des Kantons, in weiteren Blättern zu veröffentlichen. Dabei ist anzudrohen, dass die innert einer festgesetzten Frist nicht angemeldeten Forderungen bei der Verteilung der noch nicht ausbezahlten Finanzhilfen nicht berücksichtigt werden."
    },
    {
      "provision_ref": "art28",
      "chapter": "8. Abschnitt: Handwerkerpfandrecht",
      "section": "28",
      "title": "Verteilung",
      "content": "1 Stehen die Handwerkerforderungen fest, so erstattet der Kanton dem Bundesamt im Sinne von Artikel 22 Bericht und Abrechnung über die bisher ausgeführten Arbeiten; er stellt ihm Antrag auf Auszahlung des der kantonalen Gegenleistung entsprechenden Bundesanteiles, soweit beide zusammen zur Deckung der Handwerkerforderungen nötig sind. 2 Nach Genehmigung des Antrages und Überweisung des Bundesanteils durch das Bundesamt verteilt der Kanton die verfügbare Gesamtsumme der Barbeiträge des Bundes unter die Anspruchsberechtigten im Verhältnis ihrer Forderungen."
    },
    {
      "provision_ref": "art29",
      "chapter": "9. Abschnitt: Schlussbestimmungen",
      "section": "29",
      "title": "Vollzug durch den Bund",
      "content": "1 Das WBF ist mit dem Vollzug beauftragt. Soweit es die Zielsetzung des Bundesgesetzes gestattet, kann es beim Vorliegen besonderer Verhältnisse in einzelnen Fällen ausnahmsweise von den Bestimmungen dieser Vollzugsverordnung abweichen. 2 Das WBF kann seine Befugnisse ganz oder teilweise dem Bundesamt übertragen."
    },
    {
      "provision_ref": "art30",
      "chapter": "9. Abschnitt: Schlussbestimmungen",
      "section": "30",
      "title": "Vollzug durch die Kantone",
      "content": "1 Die Kantone erlassen im Rahmen der Bestimmungen des Bundes die für das Verfahren erforderlichen Vorschriften und bezeichnen die mit dem Vollzug beauftragten Stellen. 2 Die kantonalen Erlasse sind dem WBF zur Kenntnis zu bringen."
    },
    {
      "provision_ref": "art31",
      "chapter": "9. Abschnitt: Schlussbestimmungen",
      "section": "31",
      "title": "Aufhebung bisherigen Rechts",
      "content": "Die Verordnung vom 13. Januar 1971 über die Verbesserung der Wohnverhältnisse in Berggebieten wird aufgehoben. [ AS 1971 182 ; 1975 1458 ; 1976 1534 ; 1979 152 ; 1981 99 ; 1989 233 ; 1991 370 Anhang Ziff. 19]"
    },
    {
      "provision_ref": "art32",
      "chapter": "9. Abschnitt: Schlussbestimmungen",
      "section": "32",
      "title": "Übergangsbestimmung",
      "content": "Gesuche, die nach Inkrafttreten der Änderung vom 5. Oktober 1990 des Bundesgesetzes eingereicht werden, werden nach den Bestimmungen dieser Verordnung behandelt. AS 1991 202"
    },
    {
      "provision_ref": "art33",
      "chapter": "9. Abschnitt: Schlussbestimmungen",
      "section": "33",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 1. Mai 1991 in Kraft."
    }
  ],
  "definitions": []
}