{
  "id": "sr-822-14",
  "type": "statute",
  "title": "Bundesgesetz vom 17. Dezember 1993 über die Information und Mitsprache der Arbeitnehmerinnen und Arbeitnehmer in den Betrieben (Mitwirkungsgesetz)",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1994/1037_1037_1037/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "1",
      "title": "Geltungsbereich",
      "content": "Dieses Gesetz gilt für alle privaten Betriebe, die ständig Arbeitnehmerinnen und Arbeitnehmer in der Schweiz beschäftigen."
    },
    {
      "provision_ref": "art2",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "2",
      "title": "Abweichungen",
      "content": "Zugunsten der Arbeitnehmerinnen und Arbeitnehmer kann von diesem Gesetz abgewichen werden. Zu ihren Ungunsten darf von den Artikeln 3, 6, 9, 10, 12 und 14 Absatz 2 Buchstabe b nicht und von den übrigen Bestimmungen nur durch gesamtarbeitsvertragliche Mitwirkungsordnung abgewichen werden."
    },
    {
      "provision_ref": "art3",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "3",
      "title": "Anspruch auf Vertretung",
      "content": "In Betrieben mit mindestens 50 Arbeitnehmerinnen und Arbeitnehmern können diese aus ihrer Mitte eine oder mehrere Vertretungen bestellen."
    },
    {
      "provision_ref": "art4",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "4",
      "title": "Mitwirkung in Betrieben ohne Arbeitnehmervertretung",
      "content": "In Betrieben oder Betriebsbereichen ohne Arbeitnehmervertretung stehen die Informations- und Mitspracherechte nach den Artikeln 9 und 10 den Arbeitnehmerinnen und Arbeitnehmern direkt zu."
    },
    {
      "provision_ref": "art5",
      "chapter": "2. Abschnitt: Arbeitnehmervertretung",
      "section": "5",
      "title": "Erstmalige Bestellung",
      "content": "1 Auf Verlangen eines Fünftels der Arbeitnehmerinnen und Arbeitnehmer ist durch eine geheime Abstimmung festzustellen, ob die Mehrheit der Stimmenden sich für eine Arbeitnehmervertretung ausspricht. In Betrieben mit mehr als 500 Beschäftigten ist die Abstimmung durchzuführen, wenn 100 von ihnen eine solche verlangen. 2 Befürwortet die Mehrheit der Stimmenden eine Arbeitnehmervertretung, so ist die Wahl durchzuführen. 3 Abstimmung und Wahl werden von Arbeitgeber- und Arbeitnehmerseite gemeinsam organisiert."
    },
    {
      "provision_ref": "art6",
      "chapter": "2. Abschnitt: Arbeitnehmervertretung",
      "section": "6",
      "title": "Wahlgrundsätze",
      "content": "Die Arbeitnehmervertretung wird in allgemeiner und freier Wahl bestellt. Auf Verlangen eines Fünftels der Arbeitnehmerinnen und Arbeitnehmer ist diese geheim durchzuführen."
    },
    {
      "provision_ref": "art7",
      "chapter": "2. Abschnitt: Arbeitnehmervertretung",
      "section": "7",
      "title": "Grösse",
      "content": "1 Die Grösse der Arbeitnehmervertretung wird von der Arbeitgeber- und der Arbeitnehmerseite gemeinsam festgelegt. Dabei ist der Grösse und der Struktur des Betriebs angemessen Rechnung zu tragen. 2 Die Vertretung besteht aus mindestens drei Personen."
    },
    {
      "provision_ref": "art8",
      "chapter": "2. Abschnitt: Arbeitnehmervertretung",
      "section": "8",
      "title": "Aufgaben",
      "content": "Die Arbeitnehmervertretung nimmt gegenüber der Arbeitgeberin oder dem Arbeitgeber die gemeinsamen Interessen der Arbeitnehmerinnen und Arbeitnehmer wahr. Sie informiert letztere regelmässig über ihre Tätigkeit."
    },
    {
      "provision_ref": "art9",
      "chapter": "3. Abschnitt: Mitwirkungsrechte",
      "section": "9",
      "title": "Informationsrecht",
      "content": "1 Die Arbeitnehmervertretung hat Anspruch auf rechtzeitige und umfassende Information über alle Angelegenheiten, deren Kenntnis Voraussetzung für eine ordnungsgemässe Erfüllung ihrer Aufgaben ist. 2 Die Arbeitgeberin oder der Arbeitgeber hat die Arbeitnehmervertretung mindestens einmal jährlich über die Auswirkungen des Geschäftsganges auf die Beschäftigung und die Beschäftigten zu informieren."
    },
    {
      "provision_ref": "art10",
      "chapter": "3. Abschnitt: Mitwirkungsrechte",
      "section": "10",
      "title": "Besondere Mitwirkungsrechte",
      "content": "Der Arbeitnehmervertretung stehen in folgenden Angelegenheiten nach Massgabe der entsprechenden Gesetzgebung besondere Mitwirkungsrechte zu: a. In Fragen der Arbeitssicherheit im Sinne von Artikel 82 des Unfallversicherungsgesetzes vom 20. März 1981 sowie in Fragen des Arbeitnehmerschutzes im Sinne von Artikel 48 des Arbeitsgesetzes vom 13. März 1964; b. beim Übergang von Betrieben im Sinne der Artikel 333 und 333 a des Obligationenrechts; c. bei Massenentlassungen im Sinne der Artikel 335 d –335 g des Obligationenrechts; d. über den Anschluss an eine Einrichtung der beruflichen Vorsorge und die Auflösung eines Anschlussvertrages. Fassung gemäss Art. 64 des Arbeitsgesetzes vom 13. März 1964 in der Fassung des BG vom 20. März 1998, in Kraft seit 1. Aug. 2000 ( AS 2000 1569 ; BBl 1998 1394 ). SR 832.20 SR 822.11 SR 220 Eingefügt durch Anhang Ziff. 5 des BG vom 3. Okt. 2003 (1. BVG-Revision), in Kraft seit 1. April 2004 ( AS 2004 1677 1700 ; BBl 2000 2637 )."
    },
    {
      "provision_ref": "art11",
      "chapter": "4. Abschnitt: Zusammenarbeit",
      "section": "11",
      "title": "Grundsatz",
      "content": "1 Die Arbeitgeberin oder der Arbeitgeber und die Arbeitnehmervertretung arbeiten in betrieblichen Angelegenheiten nach dem Grundsatz von Treu und Glauben zusammen. 2 Die Arbeitnehmervertretung wird von Arbeitgeberseite in ihrer Tätigkeit unterstützt. Die Arbeitgeberin oder der Arbeitgeber hat ihr im notwendigen Umfang Räume, Hilfsmittel und administrative Dienstleistungen zur Verfügung zu stellen."
    },
    {
      "provision_ref": "art12",
      "chapter": "4. Abschnitt: Zusammenarbeit",
      "section": "12",
      "title": "Schutz der Mitglieder der Arbeitnehmervertretung",
      "content": "1 Die Arbeitgeberin oder der Arbeitgeber darf die Mitglieder der Arbeitnehmervertretung in ihren Aufgaben nicht behindern. 2 Die Mitglieder der Arbeitnehmervertretung dürfen von Arbeitgeberseite während des Mandats und nach dessen Beendigung wegen Ausübung dieser Tätigkeit nicht benachteiligt werden. Dies gilt auch für alle, die sich zur Wahl in eine Arbeitnehmervertretung stellen."
    },
    {
      "provision_ref": "art13",
      "chapter": "4. Abschnitt: Zusammenarbeit",
      "section": "13",
      "title": "Mitwirkung während der Arbeitszeit",
      "content": "Die Arbeitnehmervertretung kann ihre Tätigkeit während der Arbeitszeit ausüben, wenn die Wahrnehmung ihrer Aufgabe es erfordert und ihre Berufsarbeit es zulässt."
    },
    {
      "provision_ref": "art14",
      "chapter": "4. Abschnitt: Zusammenarbeit",
      "section": "14",
      "title": "Verschwiegenheitspflicht",
      "content": "1 Die Mitglieder der Arbeitnehmervertretung sind über betriebliche Angelegenheiten, die ihnen in dieser Eigenschaft zur Kenntnis gelangen, zur Verschwiegenheit gegenüber betriebsfremden Personen verpflichtet, sofern diese nicht mit der Wahrung der Interessen der Arbeitnehmerinnen und Arbeitnehmer betraut sind. 2 Die Arbeitgeberin und der Arbeitgeber sowie die Mitglieder der Arbeitnehmervertretung sind zur Verschwiegenheit gegenüber allen Personen verpflichtet: a. in Angelegenheiten, bei denen dies von Arbeitgeberseite oder von der Arbeitnehmervertretung aus berechtigtem Interesse ausdrücklich verlangt wird; b. in persönlichen Angelegenheiten einzelner Arbeitnehmerinnen und Arbeitnehmer. 3 Arbeitnehmerinnen und Arbeitnehmer von Betrieben ohne Arbeitnehmervertretung, denen gestützt auf Artikel 4 das Informations- und Mitspracherecht direkt zusteht, sowie betriebsfremde Personen, die nach Absatz 1 informiert werden dürfen, sind ebenfalls zur Verschwiegenheit verpflichtet. 4 Im weitern sind auch die Arbeitnehmerinnen und Arbeitnehmer zur Verschwiegenheit verpflichtet, die von der Arbeitnehmervertretung nach Artikel 8 informiert worden sind. 5 Die Pflicht zur Verschwiegenheit bleibt auch nach dem Ausscheiden aus der Arbeitnehmervertretung bestehen."
    },
    {
      "provision_ref": "art15",
      "chapter": "5. Abschnitt: Rechtspflege",
      "section": "15",
      "title": "",
      "content": "1 Über Streitigkeiten, die sich aus diesem Gesetz oder einer vertraglichen Mitwirkungsordnung ergeben, entscheiden unter Vorbehalt vertraglicher Schlichtungs- und Schiedsstellen die für Streitigkeiten aus dem Arbeitsverhältnis zuständigen Instanzen. 2 Klageberechtigt sind die beteiligten Arbeitgeberinnen und Arbeitgeber, Arbeitnehmerinnen und Arbeitnehmer sowie deren Verbände. Für letztere geht der Anspruch nur auf Feststellung. 3 ... Aufgehoben durch Anhang 1 Ziff. II 27 der Zivilprozessordnung vom 19. Dez. 2008, mit Wirkung seit 1. Jan. 2011 ( AS 2010 1739 ; BBl 2006 7221 )."
    },
    {
      "provision_ref": "art16",
      "chapter": "6. Abschnitt: Schlussbestimmungen",
      "section": "16",
      "title": "",
      "content": "1 Dieses Gesetz untersteht dem fakultativen Referendum. 2 Der Bundesrat bestimmt das Inkrafttreten. Datum des Inkrafttretens: 1. Mai 1994 BRB vom 8. April 1994"
    }
  ],
  "definitions": []
}