{
  "id": "sr-814-912",
  "type": "statute",
  "title": "Verordnung vom 9. Mai 2012 über den Umgang mit Organismen in geschlossenen Systemen (Einschliessungsverordnung, ESV)",
  "title_en": "Ordinance of 9 May 2012 on Handling Organisms in Contained Systems (Containment Ordinance, ContainO)",
  "short_name": "ESV",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2012/329/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Chapter 1 General Provisions",
      "section": "1",
      "title": "Aim",
      "content": "This Ordinance is intended to protect human beings, animals and the environment, as well as biological diversity and its sustainable use, from hazards or harm caused by handling organisms, their metabolic products and wastes in contained systems."
    },
    {
      "provision_ref": "art2",
      "chapter": "Chapter 1 General Provisions",
      "section": "2",
      "title": "Subject matter and scope of application",
      "content": "1 This Ordinance regulates the handling of organisms, in particular genetically modified, pathogenic or alien organisms, in contained systems. 2 The transport of organisms intended for handling in contained systems is governed by Articles 4, 15 and 25 only. 3 Handling organisms in the environment is governed by the Release Ordinance of 10 September 2008. 4 The protection of people and the environment against serious damage resulting from major accidents involving microorganisms is regulated by the Major Accidents Ordinance of 27 February 1991. 5 The protection of employees when handling microorganisms is governed by the Ordinance of 25 August 1999 on the Protection of Employees from Dangerous Microorganisms. 6 This Ordinance does not apply to the handling of organisms: a. in accordance with the Ordinance of 20 September 2013 on Clinical Trials in Human Research; b. in the case of personal use of devices the supply of which is authorised in accordance with Article 61 paragraph 3 or Article 84 of the Ordinance of 4 May 2022 on In Vitro Diagnostic Medical Devices. SR 814.911 SR 814.012 Amended by No III 2 of the O of 29 April 2015, in force since 1 June 2015 ( AS 2015 1337 ). SR 832.321 SR 810.305 Amended by Annex 5 No 2 of the O of 4 May 2022 on In Vitro Diagnostic Medical Devices, in force since 26 May 2022 ( AS 2022 291 ). SR 812.219 Amended by No I of the O of 27 Sept. 2019, in force since 1 Jan. 2020 ( AS 2019 3131 )."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Definitions",
      "content": "In this Ordinance: a. organisms means cellular or non-cellular biological entities capable of replication or of transferring genetic material, and in particular animals, plants and microorganisms. Mixtures, articles and products containing such entities are also regarded as organisms; b. microorganisms means microbiological entities, in particular bacteria, algae, fungi, protozoa, viruses and viroids; cell cultures, parasites, prions and biologically active genetic material are also regarded as microorganisms; c. small invertebrates means arthropods, annelids, nematodes and flatworms; d. genetically modified organisms means organisms in which the genetic material has been altered by methods of gene technology in accordance with Annex 1 in a way that does not occur under natural conditions by crossing or natural recombination, as well as pathogenic or alien organisms that have also been genetically modified; e. pathogenic organisms means organisms that can cause diseases in human beings, domesticated animals and plants, in wild flora or fauna or other organisms, as well as alien organisms that are also pathogenic; f. alien organisms means organisms of a species, sub-species or lower taxonomic level that: 1. do not naturally occur in Switzerland or in other EFTA and EU member states (not including overseas areas), 2. have not undergone selection for use in agriculture or horticultural production to such an extent that their viability in the wild is reduced; g. invasive alien organisms means alien organisms of which it is known or must be assumed that they will spread in Switzerland and could achieve such a high population density that biological diversity or its sustainable use could be harmed or human beings, animals and the environment could be endangered; h. contained system means a system that uses physical barriers or a combination of physical and chemical or biological barriers to limit or prevent contact between organisms and people or the environment; i. handling means any deliberate activity involving organisms, and in particular use, processing, propagation, modification, detection, transport, storage or disposal; j. improper use means the handling of organisms subject to a containment obligation which illegally and intentionally endangers or harms humans, animals, the environment or biological diversity and their sustainable use. Inserted by No I of the O of 27 Sept. 2019, in force since 1 Jan. 2020 ( AS 2019 3131 )."
    },
    {
      "provision_ref": "art4",
      "chapter": "Section 1 General Requirements",
      "section": "4",
      "title": "Duty of care",
      "content": "1 Any person handling organisms in contained systems must take all due care to ensure that organisms, their metabolic products or wastes: a. cannot endanger people, animals or the environment; b. do not harm biological diversity or its sustainable use. 2 The relevant regulations and the distributor’s instructions and recommendations must be observed. 3 Compliance with the duty of care must be clearly documented. The documentation must be retained for ten years following the conclusion of the activity and must be made available on request to the enforcement authorities."
    },
    {
      "provision_ref": "art5",
      "chapter": "Section 1 General Requirements",
      "section": "5",
      "title": "Containment obligation and prior assessments",
      "content": "1 The following organisms must be handled only in contained systems unless they may be handled in the environment in accordance with the Release Ordinance of 10 September 2008, the Plant Protection Products Ordinance of 20 August 2025 or the Biocidal Products Ordinance of 18 May 2005: a. genetically modified organisms; b. pathogenic organisms; c. organisms subject to a containment obligation: 1. alien small invertebrates, 2. invasive alien organisms as defined in Annex 2.1 of the Release Ordinance, and 3. harmful organisms that are considered particularly dangerous in accordance with the Ordinance issued by the Federal Department of Economic Affairs, Education and Research and the Federal Department of the Environment, Transport, Energy and Communications based on Articles 4 paragraph 3, 24 paragraph 2 and 29 paragraph 2 of the Plant Health Ordinance of 31 October 2018, and organisms that are considered potential quarantine organisms in accordance with the Ordinance issued by the Federal Office for Agriculture (FOAG) and the Federal Office for the Environment (FOEN) based on Article 5 paragraph 2 of the Plant Health Ordinance. 2 Any person who handles organisms in contained systems must first determine and assess the risk of the occurrence of the organisms (allocate the organisms to a group) and thereafter determine and assess the risk due to the planned activities with the organisms (classify the activities). 3 Any person who handles genetically modified animals and plants in contained systems must first ensure by weighing the interests in accordance with Article 8 GTA that the dignity of living beings is respected. SR 814.911 SR 916.161 SR 813.12 Amended by Annex 10 No II 7 of the Plant Protection Products Act of 20 Aug. 2025, in force since 1 Dec. 2025 ( AS 2025 565 ). Amended by Annex 8 No 4 of the Plant Health Ordinance of 31 Oct. 2018, in force since 1 Jan. 2020 ( AS 2018 4209 ). Amended by Annex No 1 of the O of 1 March 2024, in force since 1 Sept. 2024 ( AS 2024 116 ). SR 916.20"
    },
    {
      "provision_ref": "art5a",
      "section": "5a",
      "title": "a Primary detection outside contained systems",
      "content": "1 Where a pathogenic organism with the potential to do considerable harm naturally occurs on a frequent basis, is released intentionally or unintentionally or if it is suspected that it has been released, its primary detection may take place exceptionally outside of contained systems if: a. there is no threat to humans, animals, the environment or biological diversity; b. the analyses are carried out in order help an assessment of the situation; c. appropriate security measures are respected; and d. the rapid detection systems used can be shown to be reliable. 2 Detection as defined in paragraph 1 is only permissible if carried out by employees of the following competent authorities who possess the requisite specialist expertise: a. the cantonal emergency services for B-incidents in accordance with Article 3 letter e of the Ordinance of 29 April 2015 on Microbiological Laboratories; b. the competent veterinary authorities responsible for measures to combat disease in accordance with Article 63 of the Epizootic Diseases Ordinance of 27 June 1995 (TSV); c. the federal or cantonal plant protection services responsible for preventive measures in accordance with Article 10, for monitoring in accordance with Article 18 and for surveying in accordance with Article 19 of the Plant Health Ordinance of 31 October 2018 (PHO); d. the establishments authorised in accordance with Article 76 PHO to conduct assessments in accordance with Article 84 PHO. Inserted by No I of the O of 27 Sept. 2019, in force since 1 Jan. 2020 ( AS 2019 3131 ). SR 818.101.32 SR 916.401 SR 916.20"
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Grouping of organisms",
      "content": "1 In order to determine the risk of an occurrence of organisms, the extent and probability of harmful effects to human beings, animals or the environment and to biological diversity and its sustainable use must be estimated. In doing so, the criteria in Annex 2.1 number 1 must be taken into account. 2 In order to assess the risks determined, the organisms must be allocated to one of the following groups according to the criteria in Annex 2.1 number 2: a. Group 1: organisms whose occurrence presents no risk or a negligible risk; b. Group 2: organisms whose occurrence presents a low risk; c. Group 3: organisms whose occurrence presents a moderate risk; d. Group 4: organisms whose occurrence presents a high risk. 3 If certain organisms have already been grouped according to the list in Article 26, no new risk determination and assessment need be carried out unless there are indications of an increased or reduced risk in an occurrence of these organisms. In the event of significant new findings, the risk must be determined and assessed again."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Classification of activities",
      "content": "1 In order to determine the risk of a planned activity with organisms in the contained system, the extent and probability of harmful effects to human beings, animals or the environment, biological diversity and its sustainable use must be estimated. In doing so, the group of organisms concerned, the nature of the planned activity and the environmental conditions according to the criteria in Annex 2.2 number 1 must be taken into account. 2 In order to assess the risks determined, the planned activity must be allocated to one of the following classes according to the criteria in Annex 2.2 number 2: a. Class 1: activities with no risk or a negligible risk; b. Class 2: activities with a low risk; c. Class 3: activities with a moderate risk; d. Class 4: activities with a high risk. 3 The risk must be determined and assessed again if the activity is modified or significant new findings are made. 4 In activities where employees may be exposed to microorganisms, the risk determination and assessment in accordance with this Ordinance may be combined with the risk assessment in accordance with Articles 5–7 of the Ordinance of 25 August 1999 on the Protection of Employees from Dangerous Organisms. SR 832.321"
    },
    {
      "provision_ref": "art8",
      "chapter": "Section 2 Requirements for Handling Genetically Modified or Pathogenic Organisms or Alien Organisms subject to a Containment Obligation",
      "section": "8",
      "title": "Notification of Class 1 activities",
      "content": "1 Any person who wishes to carry out Class 1 activities with genetically modified organisms must notify this globally, at the latest when beginning the activities. 2 Any change in the globally notified activities or their termination must be notified."
    },
    {
      "provision_ref": "art9",
      "chapter": "Section 2 Requirements for Handling Genetically Modified or Pathogenic Organisms or Alien Organisms subject to a Containment Obligation",
      "section": "9",
      "title": "Notification of Class 2 activities",
      "content": "1 Any person who wishes to carry out a Class 2 activity with genetically modified or pathogenic organisms or alien organisms subject to a containment obligation must notify this at the latest when beginning the activity. 2 Any technical or administrative change in the notified activity or its termination must be notified. 3 If an authorisation is required under Article 49 paragraph 2 TSV, this must be obtained before starting the activity. SR 916.401"
    },
    {
      "provision_ref": "art10",
      "chapter": "Section 2 Requirements for Handling Genetically Modified or Pathogenic Organisms or Alien Organisms subject to a Containment Obligation",
      "section": "10",
      "title": "Authorisation of activities in Classes 3 and 4",
      "content": "1 Any person who wishes to carry out a Class 3 or a Class 4 activity with genetically modified or pathogenic organisms or alien organisms subject to a containment obligation requires authorisation. 2 Any technical change in the authorised activity requires further authorisation. 3 Any administrative change must be notified."
    },
    {
      "provision_ref": "art11",
      "chapter": "Section 2 Requirements for Handling Genetically Modified or Pathogenic Organisms or Alien Organisms subject to a Containment Obligation",
      "section": "11",
      "title": "Submission to the authorities",
      "content": "1 Notifications and authorisation applications must be submitted to the Federal Coordination Centre for Biotechnology. 2 Notifications and authorisation applications must include the information listed in Annex 3. In the information, procedures and methods related in their nature, extent and purpose may be summarised. 3 The information must be entered directly into the ECOGEN electronic database (Art. 27 a ). Amended by No I of the O of 27 Sept. 2019, in force since 1 Jan. 2020 ( AS 2019 3131 )."
    },
    {
      "provision_ref": "art12",
      "chapter": "Section 2 Requirements for Handling Genetically Modified or Pathogenic Organisms or Alien Organisms subject to a Containment Obligation",
      "section": "12",
      "title": "Safety measures",
      "content": "1 Any person involved in the contained handling of genetically modified or pathogenic organisms or alien organisms subject to a containment obligation must: a. ensure in the case of activities in Classes 1 and 2 that any escape by these organisms is limited to the extent that human beings, animals and the environment as well as biological diversity and its sustainable use cannot be endangered; b. ensure in the case of activities in Classes 3 and 4 that these organisms cannot escape. 2 The general safety measures listed in Annex 4 and the special safety measures required according to the type and class of activity must be taken, and an operational safety concept must be devised which takes appropriate account of whether organisms could potentially be put to improper use. The safety measures taken must take account of the risk determined in the individual case and the state of the art of safety technology. 3 The competent federal office may order in specific cases that: a. individual special safety measures accordingly specified in Annex 4 may be modified, replaced or omitted if the Applicant has proven that the protection of human beings, animals and the environment as well as biological diversity and its sustainable use is nevertheless guaranteed; b. further special safety measures not listed in Annex 4 for the relevant type and class of activity must be taken if such measures have been recommended by international organisations or the Swiss Expert Committee for Biosafety (SECB) and are regarded as necessary by the competent federal office. Amended by No I of the O of 27 Sept. 2019, in force since 1 Jan. 2020 ( AS 2019 3131 )."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Guarantee of liability",
      "content": "1 Any person who carries out an activity in contained systems with genetically modified or pathogenic organisms of Classes 3 or 4 must guarantee legal liability: a. of 20 million francs to cover damage to persons and property (Art. 30 GTA, Art. 59 a bis para. 1 EPA); and b. of 2 million francs to cover damage to the environment (Art. 31 GTA, Art. 59 a bis para. 9 EPA). 2 The obligation to guarantee liability may be fulfilled: a. by obtaining liability insurance from an insurance company that is authorised to do business in Switzerland; b. by providing security of equivalent value. 3 The following are exempt from this guarantee of liability: a. the Confederation, its public corporations and institutions; b. the cantons and their public corporations and institutions, provided the cantons cover their liabilities."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Start, suspension and termination of the guarantee",
      "content": "1 The person who guarantees liability must notify the specialist agency appointed by the canton of the start, suspension and termination of the guarantee. 2 The suspension and termination of the guarantee, unless previously replaced by a different guarantee, become effective 60 days after receipt of notification by the specialist agency appointed by the canton."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Transport",
      "content": "1 Any person transporting genetically modified or pathogenic microorganisms must observe the applicable national and international transport regulations, in particular with regard to labelling and packaging. 2 In the case of transport in a manner not covered by paragraph 1 of genetically modified or pathogenic organisms or alien organisms subject to a containment obligation, it must be ensured that any escape of organisms is either limited or prevented, depending on the risk. 3 The distributor must inform the recipient of: a. the identity and the quantity of the organisms; b. the properties of the organisms, and in particular whether they are genetically modified, pathogenic or alien organisms; c. that the organisms must be handled in contained systems."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Reporting incidents",
      "content": "1 The specialist agency appointed by the canton must be informed immediately in the event that, when handling organisms in contained systems: a. organisms that should have been prevented from escaping into the environment under Article 12 paragraph 1 have done so; b. there was a genuine risk of organisms being released into the environment in the course of activities in Classes 3 and 4; or c. there is a strong suspicion of improper use. 2 The cantons shall inform the competent federal office of any reported incidents. Inserted by No I of the O of 27 Sept. 2019, in force since 1 Jan. 2020 ( AS 2019 3131 )."
    },
    {
      "provision_ref": "art17",
      "chapter": "Section 1 Examination of Notifications and Authorisation Applications",
      "section": "17",
      "title": "Federal Coordination Centre for Biotechnology",
      "content": "1 The Confederation operates a Coordination Centre for Biotechnology within the Federal Office for the Environment (FOEN). 2 The Coordination Centre has the following administrative duties: a. it accepts notifications and authorisation applications under Articles 8–12 as well as notifications under the Ordinance of 25 August 1999 on the Protection of Employees from Dangerous Organisms; b. it examines the notifications and authorisation applications, requests any missing information within 20 days and confirms to the person filing the notification or application that the document is complete; c. it forwards complete notifications and authorisation applications to the competent federal office (Art. 18 para. 1) for a decision and to the specialist agencies (Art. 18 para. 2) for an opinion; d. it gives notice of receipt of notifications and authorisation applications in the Official Federal Gazette and makes these notifications and authorisation applications available for public inspection unless they are confidential; e. it monitors progress in processing the notifications and authorisation applications received; f. it maintains the ECOGEN electronic database (Art. 27 a ); g. it maintains a register of notified and authorised activities and makes this information, and the results of surveys under Article 27, publicly accessible via automated information and communications services unless they concern confidential information; h. it is the information and advice centre for enquiries about: 1. procedures and the status of notification procedures and authorisation applications, 2. forms, guidelines and foreign standards as well as contact addresses within the Federal Administration, 3. the list of classified organisms; i. it may run courses and training sessions in its capacity as an information and advice centre; j. it receives information and reports from the cantons on their supervisory activities under Article 23, forwards them immediately to the responsible federal offices and issues an annual report on supervisory activities under this Ordinance. SR 832.321 Amended by No I of the O of 27 Sept. 2019, in force since 1 Jan. 2020 ( AS 2019 3131 )."
    },
    {
      "provision_ref": "art18",
      "chapter": "Section 1 Examination of Notifications and Authorisation Applications",
      "section": "18",
      "title": "Competent federal office and specialist agencies",
      "content": "1 The following offices are competent to take the decisions required in connection with activities subject to notification or authorisation: a. the Federal Office of Public Health (FOPH) where the main risk of an activity concerns human beings; b. the FOEN for all other activities. 2 The following are the specialist agencies: a. for all activities, the FOPH, the FOEN, the Federal Ethics Committee on Non-Human Biotechnology (ECNH), the specialist agency appointed by the canton, and, at its request, the State Secretariat for Economic Affairs (SECO); b. for activities in Classes 2‒4, the Swiss National Accident Insurance Fund (SUVA); c. for activities in Classes 3 and 4 and applications under Article 12 paragraph 3 letter a, the SECB; d. for activities with organisms pathogenic to animals, the Federal Food Safety and Veterinary Office (FSVO); e. for activities with organisms pathogenic to plants and alien organisms subject to a containment obligation, the Federal Office for Agriculture (FOAG). 3 If the FOPH, the FOEN, the FOAG or the FSVO are the specialist agencies, the competent federal office decides with their consent in cases where the matter in question relates to compliance with the legislation enforced by these agencies. 4 In the case of activities with highly contagious epizootic diseases under Article 2 TSV that are intended to be carried out outside the Institute for Virology and Immunology (IVI), the competent federal office coordinates its decision with that of the FSVO under Article 49 paragraph 2 EzDO. The name of the federal office was changed on 1 Jan. 2014 in accordance with Art. 16 para. 3 of the Publications Ordinance of 17 Nov. 2004 ( AS 2004 4937 ). The change has been made throughout the text. SR 916.401 The name of this administrative unit was modified in application of Art. 16 para. 3 of the Publications Ordinance of 17 Nov. 2004 ( SR 170.512.1 ) on 1 May 2013."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Notification procedure",
      "content": "1 The competent federal office verifies whether the requirements of Articles 4–7 have been met. In doing so, it takes account of any opinions from the specialist agencies. 2 The competent federal office may prohibit the activity entirely or in part if there is reason to assume that the requirements of Articles 4–7 have not been met. It communicates its decision within 90 days of confirmation of its completeness to the notifying person, the specialist agencies, and the Federal Coordination Centre for Biotechnology. 3 If the competent federal office fails to issue a decision within the said period, Class 1 activities subject to notification and changes to Class 2 activities of which the office has already been notified are deemed to be in compliance with this Ordinance, unless this is contradicted by substantial new findings. Amended by No I of the O of 27 Sept. 2019, in force since 1 Jan. 2020 ( AS 2019 3131 )."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Authorisation procedure",
      "content": "1 The competent federal office verifies whether the requirements of Articles 4–7 and 13 have been met. In doing so, it takes account of the opinions received from the specialist agencies. 2 The competent federal office decides on the authorisation application within 90 days of confirmation of its completeness. Authorisation is valid for a maximum of five years. 3 If there is a risk in delay, and in particular if a rapid diagnosis of new microorganisms is required, the competent federal office may, following a provisional examination of the risk determination and assessment and having informed the specialist agencies, grant authorisation limited until the conclusion of the ordinary procedure. 4 The competent federal office communicates its decision to the applicant, the specialist agencies and the Federal Coordination Centre for Biotechnology."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Authorisation to modify, replace or omit certain special safety measures",
      "content": "1 Within 90 days of confirmation that the application is complete, the competent federal office authorises requested deviations from special safety measures provided the requirements (Art. 12 para. 3 let. a) are met. In doing so, it takes account of the opinions received from the specialist agencies. 2 The competent federal office communicates its decision the applicant, the specialist agencies and the Federal Coordination Centre for Biotechnology."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Standard deadlines",
      "content": "1 If additional information must be submitted in order to consider notifications and authorisation applications, the standard deadlines in this Section are extended accordingly. 2 If the competent federal office is unable to comply with the deadline for issuing a decision under this Section, it notifies the notifying person or applicant and the specialist agencies before expiry of the deadline and informs them when the decision is to be expected."
    },
    {
      "provision_ref": "art23",
      "chapter": "Section 2 Monitoring in Establishments",
      "section": "23",
      "title": "Duties of the cantons",
      "content": "1 The cantons monitor shall compliance with the duty of care, the containment obligation and the safety measures. 2 They also verify by means of spot checks whether: a. the documentation required by Article 4 paragraph 3 has been prepared and preserved; b. notification has been given or authorisation granted, if required, for an activity that has been carried out; c. the information on the organisms to be used and the activity given in the notification or authorisation application corresponds with the organisms actually used and the activity carried out; d. a significant change in the proposed activity has been made such that the risk determination and assessment under Article 7 paragraph 3 must be repeated; e. public liability is guaranteed. 3 The samples, detection methods and materials required for monitoring are made available to the cantons. 4 If the monitoring shows cause for complaint, the canton in question orders the required measures to be taken and inform the Federal Coordination Centre for Biotechnology. 5 If there is justified doubt whether an activity that has only been documented is not subject to a notification or authorisation obligation, the canton informs the Federal Coordination Centre for Biotechnology. 6 The cantons wherever possible coordinate monitoring under this and other legislation. 7 The cantons submit an annual report to the Federal Coordination Centre for Biotechnology on their monitoring activities. To do so, they use the template provided by the Coordination Centre."
    },
    {
      "provision_ref": "art24",
      "chapter": "Section 2 Monitoring in Establishments",
      "section": "24",
      "title": "Duties of the Confederation",
      "content": "1 If the requirements for a notified activity or an authorisation are not met despite a complaint from the canton, the competent federal office, having consulted the canton, shall prohibit the continuation of the notified activity or revoke authorisation. 2 The competent federal office decides based on information provided by the canton whether an activity that is only documented is subject to the notification or authorisation obligation or not."
    },
    {
      "provision_ref": "art25",
      "chapter": "Section 3 Monitoring Transport",
      "section": "25",
      "title": "",
      "content": "The responsibility for monitoring the transport of genetically modified or pathogenic organisms or alien organisms subject to a containment obligation and for ordering any measures is governed by the relevant transport regulations."
    },
    {
      "provision_ref": "art26",
      "chapter": "Section 4 Obtaining, Processing and Confidentiality of Data",
      "section": "26",
      "title": "Lists of classified organisms",
      "content": "1 The FOEN maintains with consent of the FOPH, SECO, FSVO, FOAG and SUVA and after consulting the SECB a publicly accessible, non-conclusive list in which organisms are classified in one of the four groups according to the criteria in Annex 2.1. 2 The FOPH maintains with the consent of the FOEN and after consulting SECO, the FSVO, the FOAG, the Federal Office for Civil Protection, SUVA and the SECB, a publicly accessible, non-conclusive list of organisms with a high potential for improper use. 3 The FOEN and the FOPH shall take account of existing lists, in particular those of the European Union and its member states and of international organisations. Amended by No I of the O of 27 Sept. 2019, in force since 1 Jan. 2020 ( AS 2019 3131 )."
    },
    {
      "provision_ref": "art27",
      "chapter": "Section 4 Obtaining, Processing and Confidentiality of Data",
      "section": "27",
      "title": "Surveys",
      "content": "The FOEN and the FOPH may carry out surveys of all activities involving genetically modified, pathogenic and alien organisms in contained systems, in particular as to the type and number of and time schedule for these activities."
    },
    {
      "provision_ref": "art27a",
      "chapter": "Section 4 Obtaining, Processing and Confidentiality of Data",
      "section": "27a",
      "title": "a ECOGEN electronic database",
      "content": "1 Data required to conduct the following tasks are recorded and processed in the ECOGEN electronic database: a. the notification and authorisation procedures specified in Articles 19 and 20; b. reporting incidents under Article 16 paragraph 2; c. receiving information and reports on supervisory activities under Article 17 paragraph 2 letter j; d. providing information and advice under Article 17 paragraph 2 letter h; e. conducting other tasks relating to the implementation of this Ordinance. 2 The following persons have access to ECOGEN and may process the data it contains: a. employees of the Federal Coordination Centre for Biotechnology and of the offices and agencies responsible listed in Article 18 paragraphs 1 and 2: in accordance with their appointed tasks; b. persons making a notification or application: to the extent that the data concerns them. Inserted by No I of the O of 27 Sept. 2019, in force since 1 Jan. 2020 ( AS 2019 3131 )."
    },
    {
      "provision_ref": "art28",
      "chapter": "Section 4 Obtaining, Processing and Confidentiality of Data",
      "section": "28",
      "title": "Confidentiality of information",
      "content": "1 The authorities responsible for the enforcement of this Ordinance shall treat information as confidential where there is a legitimate and overriding interest in doing so. They classify this information as such when forwarding it to other authorities. 2 There is a legitimate interest in particular in preserving trade and manufacturing secrecy. 3 Any person submitting documents to the authorities must: a. indicate the information which is to be treated as confidential; and b. justify the need for confidentiality. 4 An authority that does not wish to accede to a request for confidentiality shall investigate whether the grounds given for confidentiality are justifiable. If its assessment differs from the proposal of the persons supplying the information, the authority, after hearing these persons, shall inform them in a ruling which information they do not find worthy of protection. 5 The following information shall always be accessible to the public: a. the name of the persons responsible for the activity and for monitoring biological safety; b. address of the establishment and the installation (location of the activity); c. the type of installation, safety measures and waste disposal; d. a general description of the organisms and of their properties; e. a general description of the activity, and in particular its purpose and its approximate size (e.g. culture volume); f. a summary of the risk assessment; g. the class of the activity."
    },
    {
      "provision_ref": "art29",
      "chapter": "Section 5 Fees",
      "section": "29",
      "title": "Obligation to pay a fee",
      "content": "1 Any person who causes the Federal Coordination Centre for Biotechnology, the FOEN or the FOPH to provide a service or the offices to issue a ruling under this Ordinance must pay a fee. 2 Unless this Ordinance contains special regulations, the provisions of the General Fees Ordinance of 8 September 2004 apply. SR 172.041.1"
    },
    {
      "provision_ref": "art30",
      "chapter": "Section 5 Fees",
      "section": "30",
      "title": "Level of fees",
      "content": "1 The fees are as follows: Francs a. Examination of notifications under Article 19 100–2000 b. Examination of authorisation applications under Article 20 300–4000 c. Examination of authorisation applications under Article 21 100–4000 2 The fee is assessed on a time and material basis. If the work involved is unusually high, the fee may be increased by up to 50 per cent. 3 When examining applications for a re-assessment, fees of up to 50 per cent of the rates fixed may be charged. 4 For services without a fee rate, the fee amounts to 130–190 francs per hour."
    },
    {
      "provision_ref": "art31",
      "chapter": "Section 5 Fees",
      "section": "31",
      "title": "Outlays",
      "content": "Outlays are the costs additionally incurred for an individual service, and in particular: a. remuneration for members of extra-parliamentary committees under the Government and Administration Organisation Ordinance of 25 November 1998; b. costs incurred in gathering evidence, conducting scientific investigations or special examinations or obtaining documents; c. costs of work that the Federal Coordination Centre for Biotechnology, the FOEN or the FOPH arranges to be carried out by third parties. SR 172.010.1"
    },
    {
      "provision_ref": "art32",
      "chapter": "Section 6 Guidelines, Basic and Continuing Professional Education",
      "section": "32",
      "title": "",
      "content": "1 The FOEN and the FOPH may issue joint guidelines on the implementation of this Ordinance, in particular on the determination and assessment of the risks posed by the occurrence of organisms or activities with organisms, transport of organisms, safety measures and related quality controls. They consult the specialist agencies (Art. 18 para. 2) beforehand. 2 The FOEN and the FOPH jointly ensure, in consultation in particular with the SECB, that basic and continuing professional education events are held regularly for persons who carry out duties under this Ordinance."
    },
    {
      "provision_ref": "art33",
      "chapter": "Chapter 4 Final Provisions",
      "section": "33",
      "title": "Repeal of current legislation",
      "content": "The following ordinances are repealed: 1. Containment Ordinance of 25 August 1999; 2. Ordinance of 15 October 2001 on Fees for Services under the Containment Ordinance. [ AS 1999 2783 ; 2003 4793 No I 3; 2006 4705 No II 82; 2007 4477 No IV 35; 2008 4377 Annex 5 No 6] [ AS 2001 2878 ]"
    },
    {
      "provision_ref": "art34",
      "chapter": "Chapter 4 Final Provisions",
      "section": "34",
      "title": "Amendment of Current Legislation",
      "content": "The amendment of current legislation is regulated in Annex 5."
    },
    {
      "provision_ref": "art35",
      "chapter": "Chapter 4 Final Provisions",
      "section": "35",
      "title": "Transitional provisions",
      "content": "1 Activities that are authorised in the proper manner when this Ordinance comes into force may be continued until expiry of authorisation in accordance with the previous law. 2 Activities that have been properly notified before this Ordinance comes into force must within five years of this Ordinance coming into force be reviewed by the notifying person to verify compliance herewith. If changes to the activity or the safety measures are required due to this Ordinance, they must be notified within the same five-year deadline. 3 Notification of previous activities with genetically modified organisms in Class 1 must be replaced within one year of this Ordinance coming into force by a global notification under Article 8. 4 Activities with alien organisms subject to a containment obligation may only be carried out without a notification or an authorisation application for one year from the date on which this Ordinance comes into force."
    },
    {
      "provision_ref": "art35a",
      "chapter": "Chapter 4 Final Provisions",
      "section": "35a",
      "title": "a Transitional provision to the Amendment of 31 October 2018",
      "content": "The duty to contain particularly dangerous plants as listed in Annex 6 of the Plant Protection Ordinance of 27 October 2010 in accordance with Article 5 paragraph 1 letter c applies until 31 December 2023. Inserted by Annex 8 No 4 of the Plant Health Ordinance of 31 Oct. 2018, in force since 1 Jan. 2020 ( AS 2018 4209 ). AS 2010 6167 ; 2011 3331 ; 2012 6385 ; 2014 4009 ; 2015 4567 ; 2016 2445 , 3215 ; 2017 6141 ; 2018 2041"
    },
    {
      "provision_ref": "art36",
      "section": "36",
      "title": "Commencement",
      "content": "This Ordinance comes into force on 1 June 2012."
    }
  ],
  "definitions": [
    {
      "term": "organisms",
      "definition": "organisms means cellular or non-cellular biological entities capable of replication or of transferring genetic material, and in particular animals, plants and microorganisms. Mixtures, articles and products containing such entities are also regarded as organisms;",
      "source_provision": "art3"
    },
    {
      "term": "microorganisms",
      "definition": "microorganisms means microbiological entities, in particular bacteria, algae, fungi, protozoa, viruses and viroids; cell cultures, parasites, prions and biologically active genetic material are also regarded as microorganisms;",
      "source_provision": "art3"
    },
    {
      "term": "small invertebrates",
      "definition": "small invertebrates means arthropods, annelids, nematodes and flatworms;",
      "source_provision": "art3"
    },
    {
      "term": "pathogenic organisms",
      "definition": "pathogenic organisms means organisms that can cause diseases in human beings, domesticated animals and plants, in wild flora or fauna or other organisms, as well as alien organisms that are also pathogenic;",
      "source_provision": "art3"
    },
    {
      "term": "alien organisms",
      "definition": "alien organisms means organisms of a species, sub-species or lower taxonomic level that: 1. do not naturally occur in Switzerland or in other EFTA and EU member states (not including overseas areas),",
      "source_provision": "art3"
    },
    {
      "term": "invasive alien organisms",
      "definition": "invasive alien organisms means alien organisms of which it is known or must be assumed that they will spread in Switzerland and could achieve such a high population density that biological diversity or its sustainable use could be harmed or human beings, animals and the environment could be endangered;",
      "source_provision": "art3"
    },
    {
      "term": "contained system",
      "definition": "contained system means a system that uses physical barriers or a combination of physical and chemical or biological barriers to limit or prevent contact between organisms and people or the environment;",
      "source_provision": "art3"
    },
    {
      "term": "handling",
      "definition": "handling means any deliberate activity involving organisms, and in particular use, processing, propagation, modification, detection, transport, storage or disposal;",
      "source_provision": "art3"
    }
  ]
}