{
  "id": "sr-813-153-1",
  "type": "statute",
  "title": "Verordnung vom 18. Mai 2005 über Gebühren für den Bundesvollzug der Chemikaliengesetzgebung (Chemikaliengebührenverordnung, ChemGebV)",
  "title_en": "",
  "short_name": "ChemGebV",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2005/469/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Gegenstand und Geltungsbereich",
      "content": "1 Diese Verordnung regelt die Gebühren für Entscheide, Dienstleistungen und Kontrollen (Verwaltungshandlungen) der Bundesvollzugsbehörden des ChemG, des USG im Bereich Stoffe sowie des jeweiligen Ausführungsrechts. 2 Sie gilt auch für andere öffentlichrechtliche Körperschaften und für Private (übrige Vollzugsorgane), soweit diese von den Bundesvollzugsbehörden mit Vollzugsaufgaben nach Absatz 1 betraut sind. 3 Sie gilt nicht für Verwaltungshandlungen: a. der Zollbehörden; b. der Zulassungsstelle für Pflanzenschutzmittel."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Allgemeine Gebührenverordnung",
      "content": "Soweit diese Verordnung keine besondere Regelung enthält, gelten die Bestimmungen der Allgemeinen Gebührenverordnung vom 8. September 2004 (AllgGV); diese gelten auch für die übrigen Vollzugsorgane. SR 172.041.1"
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Gebührenpflicht",
      "content": "1 Wer eine Verwaltungshandlung nach Artikel 1 Absatz 1 veranlasst, hat eine Gebühr zu bezahlen. 2 Stichprobenweise vorgenommene Kontrollen auf dem Markt, die zu keinen Beanstandungen führen, begründen keine Gebührenpflicht."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Gebührenbemessung",
      "content": "1 Die Stelle, welche die Verwaltungshandlung ausführt, setzt die Gebühren fest: a. nach den festen Gebührenansätzen gemäss Anhang; b. nach Aufwand innerhalb der Gebührenrahmen gemäss Anhang; c. in den übrigen Fällen nach Aufwand. 2 Für die Berechnung des Aufwands beträgt der Stundenansatz, je nach der erforderlichen Sachkenntnis und der Funktionsstufe des ausführenden Personals, 90–200 Franken. 3 Für Verwaltungshandlungen nach Artikel 5 Absatz 3 AllgGV können Zuschläge bis zu 50 Prozent der ordentlichen Gebühr erhoben werden. SR 172.041.1"
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Auslagen",
      "content": "Als Auslagen gelten über die Kosten nach Artikel 6 AllgGV hinaus namentlich die Kosten, die durch Beweiserhebung, wissenschaftliche Untersuchungen, Laboruntersuchungen oder besondere Prüfungen verursacht werden. SR 172.041.1"
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Gebührenerhebung durch übrige Vollzugsorgane",
      "content": "1 Überträgt eine Bundesvollzugsbehörde eine Aufgabe an ein übriges Vollzugsorgan, so kann sie vorsehen, dass dieses die Gebühr selbst in Rechnung stellt, bei Streitigkeiten über die Rechnung die Gebühr verfügt und das Inkasso besorgt. 2 Die Bundesvollzugsbehörde und das übrige Vollzugsorgan vereinbaren, welche Anteile der Gebührenerträge das übrige Vollzugsorgan zur Deckung des eigenen Aufwands verwenden kann."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Übergangsbestimmung",
      "content": "Die Gebühren für Verwaltungshandlungen, die beim Inkrafttreten dieser Verordnung hängig, aber noch nicht abgeschlossen sind, richten sich nach bisherigem Recht."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 1. August 2005 in Kraft."
    }
  ],
  "definitions": []
}