{
  "id": "sr-814-012",
  "type": "statute",
  "title": "Verordnung vom 27. Februar 1991 über den Schutz vor Störfällen (Störfallverordnung, StFV)",
  "title_en": "Ordinance of 27 February 1991 on Protection against Major Accidents (Major Accidents Ordinance, MAO)",
  "short_name": "StFV",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1991/748_748_748/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Section 1 General Provisions",
      "section": "1",
      "title": "Purpose and scope",
      "content": "1 The purpose of this Ordinance is to protect the public and the environment against serious harm or damage resulting from major accidents. 2 It applies to: a. establishments where the threshold quantities for substances, preparations or special wastes specified in Annex 1.1 are exceeded; b. establishments where an activity involving genetically modified or pathogenic organisms or alien microorganisms subject to compulsory containment is carried out which is to be assigned to Class 3 or Class 4 in accordance with the Containment Ordinance of 9 May 2012; c. railway installations in accordance with Annex 1.2 a ; d. transit roads, as defined in the Ordinance of 6 June 1983 on Transit Roads, where dangerous goods are transported or transhipped in accordance with the Ordinance of 17 April 1985 on the Carriage of Dangerous Goods by Road (SDR) or the relevant international agreements; e. the Rhine, where dangerous goods are transported or transhipped in accordance with the Ordinance of 29 April 1970 on the Carriage of Dangerous Goods on the Rhine (ADNR); f. pipeline installations as defined in the Pipelines Ordinance of 26 June 2019 which meet the criteria specified in Annex 1.3. 2bis The enforcement authority may exempt establishments under paragraph 2 letter b from the scope of this Ordinance that: a. only carry out Class 3 activities with organisms in accordance with Annex 1.4 which, due to their properties, cannot spread uncontrollably among the public and in the environment; and b. due to their hazard potential, cannot seriously harm the public or the environment. 3 In individual cases, the enforcement authority may make the following establishments, transport routes or pipeline installations subject to this Ordinance if, on account of their hazard potential, they could cause serious harm to the public or damage to the environment: a. establishments handling substances, preparations or special wastes; b. establishments where an activity involving genetically modified or pathogenic organisms or alien microorganisms subject to compulsory containment is carried out which is to be assigned to Class 2 in accordance with the Containment Ordinance, in consultation with the Swiss Expert Committee for Biosafety; c. transport routes outside establishments, where dangerous goods are transported or transhipped in accordance with paragraph 2; d. pipeline installations as defined in the Pipelines Ordinance which do not meet the criteria specified in Annex 1.3. 4 This Ordinance does not apply to installations and forms of transport which are subject to legislation on nuclear energy and radiological protection, insofar as the associated radiation could cause harm to the public or damage to the environment. 5 The provisions of Article 10 EPA are directly applicable to establishments or transport routes which, in the case of exceptional events, could cause serious harm to the public or damage to the environment not arising from substances, preparations, special wastes or dangerous goods, or from genetically modified or pathogenic organisms or alien organisms subject to compulsory containment. Amended by No II 8 of the O of 18 May 2005 on the Repeal and Amendment of Ordinances in connection with the Commencement of the Chemicals Act, in force since 1 Aug. 2005 ( AS 2005 2695 ). Amended by No I of the O of 29 April 2015, in force since 1 June 2015 ( AS 2015 1337 ). SR 814.912 Amended by No I of the O of 29 April 2015, in force since 1 June 2015 ( AS 2015 1337 ). [ AS 1983 678 . AS 1992 341 Art. 7]. Now: Transit Roads Ordinance of 18 Dec. 1991 ( SR 741.272 ). [ AS 1985 620 , 1989 2482 , 1994 3006 , 1995 4425 Annex 1 No II 11 4866 , 1997 422 No II, 1998 1796 Art. 1 No 18 and Art. 6, 1999 751 No II, 2002 419 1183. AS 2002 4212 Art. 29 para. 1]. Now: the O of 29 Nov. 2002 ( SR 741.621 ). [ AS 1971 1957 , 1977 768 , 1983 486 , 1987 1454 , 1990 1356 ]. Now: O of 3 March 2010 ( SR 747.224.141 ). Inserted by No I of the O of 13 Feb. 2013 ( AS 2013 749 ). Amended by Annex No 2 of the Pipelines Ordinance of 26 June 2019, in force since 1 Aug. 2019 ( AS 2019 2205 ). SR 746.11 Inserted by No I of the O of 29 April 2015, in force since 1 June 2015 ( AS 2015 1337 ). Amended by No I of the O of 13 Feb. 2013, in force since 1 April 2013 ( AS 2013 749 ). Amended by No II 8 of the O of 18 May 2005 on the Repeal and Amendment of Ordinances in connection with the Commencement of the Chemicals Act, in force since 1 Aug. 2005 ( AS 2005 2695 ). Amended by No I of the O of 29 April 2015, in force since 1 June 2015 ( AS 2015 1337 ). Inserted by No I of the O of 13 Feb. 2013 ( AS 2013 749 ). Amended by Annex No 2 of the Pipelines Ordinance of 26 June 2019, in force since 1 Aug. 2019 ( AS 2019 2205 ). Amended by Annex 5 No 2 of the Containment O of 25 Aug. 1999, in force since 1 Nov. 1999 ( AS 1999 2783 ). Amended by No I of the O of 13 Feb. 2013, in force since 1 April 2013 ( AS 2013 749 ). Amended by No I of the O of 29 April 2015, in force since 1 June 2015 ( AS 2015 1337 )."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Definitions",
      "content": "1 An establishment comprises installations as defined in Article 7 paragraph 7 EPA which have closely related operations and are in close proximity to each other (operating area). 2 … 3 The hazard potential is the sum of the effects which could arise from the quantities and properties of the substances, preparations, special wastes, organisms or dangerous goods in question. 4 A major accident is an exceptional event occurring in an establishment, on a transport route or in a pipeline installation which has significant effects: a. outside the operating area; b. on or near the transport route; c. near the pipeline installation. 5 The risk is determined by the extent of the possible harm to the public or damage to the environment resulting from major accidents and the likelihood of their occurrence. Repealed by No I of the O of 29 April 2015, with effect from 1 June 2015 ( AS 2015 1337 ) Amended by No I of the O of 29 April 2015, in force since 1 June 2015 ( AS 2015 1337 ). Amended by No I of the O of 13 Feb. 2013, in force since 1 April 2013 ( AS 2013 749 ). Inserted by No I of the O of 13 Feb. 2013, in force since 1 April 2013 ( AS 2013 749 )."
    },
    {
      "provision_ref": "art3",
      "chapter": "Section 2 Principles of Prevention",
      "section": "3",
      "title": "",
      "content": "1 The person responsible for an establishment, a transport route or a pipeline installation shall take all appropriate measures to reduce risk that are available in accordance with the state of the art of safety technology, supplemented by personal experience, and which are economically viable. These shall include measures to reduce the hazard potential, to prevent major accidents and to limit the effects thereof. 2 When measures are selected, account shall be taken of operational and local factors which could cause major accidents, as well as actions of unauthorised persons. 3 When measures are implemented, account shall be taken in particular of the principles laid down in Annex 2, and in particular the measures in accordance with Annexes 2.2–2.5. Amended by No I of the O of 29 April 2015, in force since 1 June 2015 ( AS 2015 1337 ). Amended by No I of the O of 13 Feb. 2013, in force since 1 April 2013 ( AS 2013 749 ). Amended by No I of the O of 29 April 2015, in force since 1 June 2015 ( AS 2015 1337 )."
    },
    {
      "provision_ref": "art4",
      "chapter": "Section 2 Principles of Prevention",
      "section": "4",
      "title": "",
      "content": "Repealed by No I of the O of 29 April 2015, with effect from 1 June 2015 ( AS 2015 1337 )"
    },
    {
      "provision_ref": "art5",
      "chapter": "Section 2 Principles of Prevention",
      "section": "5",
      "title": "Summary report",
      "content": "1 The person responsible for an establishment must submit a summary report to the enforcement authority. It shall include: a. a concise description of the establishment, together with a general plan and information on the surrounding area; b. a list of the maximum quantities of the substances, preparations or special wastes present in the establishment which exceed the threshold quantities specified in Annex 1.1, together with the applicable threshold quantities; c. the risk report specified in Article 8 of the Containment Ordinance of 9 May 2012; d. documents drawn up in the preparation of any property and corporate liability insurance policies; e. details of safety measures; f. an estimate of the extent of possible harm to the public or damage to the environment resulting from major accidents. 2 The person responsible for a transport route shall submit a summary report to the enforcement authority. It shall include: a. a concise description of the structural and technical design of the transport route, together with a general plan and information on the surrounding area; b. data on the volume and structure of traffic on the transport route and accident statistics; c. details of safety measures; d. an estimate of the likelihood of a major accident causing serious harm to the public or damage to the environment. 3 The person responsible for a pipeline installation shall submit a summary report to the enforcement authority. It shall include: a. a concise description of the structural and technical design of the pipeline installation, together with a general plan and information on the surrounding area; b. data on the type, composition and physical state of the substances and preparations transported, together with the approved operating pressure and accident statistics; c. details of safety measures; d. an estimate of the likelihood of a major accident causing serious harm to the public or damage to the environment. 4 … 5 The enforcement authority shall exempt the person responsible for a through road from the duty to submit a summary report if, based on the information available, it is able, without a summary report, to assess as valid the assumption that the likelihood of major accidents causing serious harm is sufficiently low. Amended by No II 8 of the O of 18 May 2005 on the Repeal and Amendment of Ordinances in connection with the Commencement of the Chemicals Act, in force since 1 Aug. 2005 ( AS 2005 2695 ). Amended by Annex 5 No 7 of the Containment O of 9 May 2012, in force since 1 June 2012 ( AS 2012 2777 ). SR 814.912 Amended by No I of the O of 13 Feb. 2013, in force since 1 April 2013 ( AS 2013 749 ). Inserted by No I of the O of 13 Feb. 2013 ( AS 2013 749 ). Repealed by No I of the O of 29 April 2015, with effect from 1 June 2015 ( AS 2015 1337 ) Inserted by No I of the O of 29 April 2015, in force since 1 June 2015 ( AS 2015 1337 )."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Assessment of the summary report, risk report",
      "content": "1 The enforcement authority shall verify that the summary report is complete and correct. 2 In particular, it shall verify: a. in the case of establishments, whether the estimate of the extent of possible harm or damage (Art. 5 para. 1 let. f) is plausible; b. in the case of transport routes, whether the estimate of the likelihood of a major accident causing serious harm or damage (Art. 5 para. 2 let. d) is plausible; c. in the case of pipeline installations, whether the estimate of the likelihood of a major accident causing serious harm or damage (Art. 5 para. 3 let. d) is plausible. 3 Following an on-site inspection, where appropriate, it shall assess the validity of the assumption that: a. in the case of establishments, serious harm to the public or damage to the environment arising from major accidents is not to be expected; b. in the case of transport routes, the likelihood of occurrence of a major accident causing serious harm or damage is sufficiently low; c. in the case of pipeline installations, the likelihood of occurrence of a major accident causing serious harm or damage is sufficiently low. 3bis The enforcement authority shall set out the results of its assessment in writing. 4 If the assumption in accordance with paragraph 3 is not valid, it shall order the person responsible to prepare and submit to it a risk report in accordance with Annex 4. Inserted by No I of the O of 13 Feb. 2013, in force since 1 April 2013 ( AS 2013 749 ). Inserted by No I of the O of 13 Feb. 2013, in force since 1 April 2013 ( AS 2013 749 ). Inserted by No I of the O of 29 April 2015, in force since 1 June 2015 ( AS 2015 1337 ). Amended by No I of the O of 29 April 2015, in force since 1 June 2015 ( AS 2015 1337 )."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Assessment of the risk report",
      "content": "1 The enforcement authority shall review the risk report and assess whether the risk is acceptable. It shall set out its assessment in writing. 2 When evaluating the acceptability of the risk, it shall take account of local risk factors and pay particular attention to the fact that the likelihood of occurrence of a major accident must be all the lower: a. the more the need to protect the public or the environment against serious harm or damage arising from major accidents outweighs private and public interests in the operation of an establishment, a transport route or a pipeline installation; b. the greater the extent of the possible harm to the public or damage to the environment. Amended by No I. of the O of 29 April 2015, in force since 1 June 2015 ( AS 2015 1337 ). Amended by No I of the O of 13 Feb. 2013, in force since 1 April 2013 ( AS 2013 749 )."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Additional safety measures",
      "content": "1 If the risk is unacceptable, the enforcement authority shall order such additional measures as may be required. If necessary, these may include restrictions or prohibitions on operations and traffic. 2 In the case of measures for which a different public body is responsible, the enforcement authority shall submit appropriate requests to the competent authority. If necessary, the Federal Council shall coordinate the adoption of measures."
    },
    {
      "provision_ref": "art8a",
      "section": "8a",
      "title": "a Change in circumstances",
      "content": "1 If the person responsible has prepared a summary report, but not a risk report and if the circumstances change significantly thereafter or relevant new findings become available, they must amend the summary report and resubmit it to the enforcement authority. 2 If the person responsible has prepared a risk report and the circumstances change significantly thereafter or relevant new findings become available, they must: a. amend the risk report and resubmit it to the enforcement authority; b. amend the summary report instead of the risk report and resubmit it to the enforcement authority if: 1. serious harm to the public or to the environment from major accidents need no longer be expected, 2. in the case of transport routes and pipeline installations, the probability of a major accident causing serious harm is sufficiently low. Inserted by No I of the O of 29 April 2015, in force since 1 June 2015 ( AS 2015 1337 )."
    },
    {
      "provision_ref": "art8b",
      "section": "8b",
      "title": "b Inspections",
      "content": "1 In order to verify if the person responsible is fulfilling their duties under this Ordinance, the enforcement authority shall conduct regular on-site inspections. It shall set out its assessment in writing. 2 The enforcement authority shall decide on the frequency of inspection based on the hazard potential, the type and complexity of the establishment, transport route or pipeline installation and the results of earlier inspections. Inserted by No I of the O of 29 April 2015, in force since 1 June 2015 ( AS 2015 1337 )."
    },
    {
      "provision_ref": "art910",
      "section": "910",
      "title": "",
      "content": "Repealed by No I of the O of 29 April 2015, with effect from 1 June 2015 ( AS 2015 1337 )"
    },
    {
      "provision_ref": "art11",
      "chapter": "Section 3 Response to Major Accidents",
      "section": "11",
      "title": "",
      "content": "1 The person responsible shall make every effort to respond to major accidents. 2 In particular, he shall: a. immediately tackle major accidents and notify the point of contact; b. immediately secure the accident site and prevent further effects; c. remedy any effects as soon as possible. 3 He shall submit a report to the enforcement authority within three months after the accident. The report shall include: a. a description of the course and effects of the major accident, and of the response provided; b. information on the effectiveness of the safety measures; c. an assessment of the accident. 4 If the person responsible is unable to draw up the report within the period specified, he must submit an application for an extension to the enforcement authority, stating the reasons, together with an interim report on the state of the investigations."
    },
    {
      "provision_ref": "art11a",
      "chapter": "44",
      "section": "11a",
      "title": "a …",
      "content": "1 The cantons shall take major accident prevention into account in structure and land use plans and in their other spatial planning activities. 2 For establishments, transport routes and pipeline installations, the enforcement authority shall designate the adjoining area in which the construction of buildings and installations may lead to a significant increase in the risk. 3 Before the competent authority makes a decision on a change to a structure or land use plan in an area as specified in paragraph 2, it shall obtain an expert opinion from the enforcement authority for risk assessment purposes. Inserted by No I of the O of 13 Feb. 2013, in force since 1 April 2013 ( AS 2013 749 ). Repealed by No I of the O of 21 Sept. 2018, with effect from 1 Nov. 2018 ( AS 2018 3505 ). Amended by No I of the O of 21 Sept. 2018, in force since 1 Nov. 2018 ( AS 2018 3505 )."
    },
    {
      "provision_ref": "art12",
      "chapter": "Section 4",
      "section": "12",
      "title": "Point of contact",
      "content": "1 The cantons shall designate a point of contact, which is responsible for receiving notifications of major accidents at any time and immediately alerting the emergency services. 2 The cantons shall also ensure that a central office is designated, which immediately forwards notifications of major accidents to the National Emergency Operations Centre (NEOC) Emergency Desk (ASN). Amended by No I of the O of 13 Feb. 2013, in force since 1 April 2013 ( AS 2013 749 )."
    },
    {
      "provision_ref": "art13",
      "chapter": "Section 4",
      "section": "13",
      "title": "Information and alerts",
      "content": "1 The cantons shall inform the public of: a. the geographical location of establishments and transport routes; b. the adjoining areas in accordance with Article 11 a paragraph 2. 2 The cantons shall ensure that, in the event of a major accident, the population affected is informed in good time and, if necessary, alerted and advised how to act. 3 They shall also ensure that neighbouring cantons and states are informed in good time and, if necessary, alerted, if major accidents could have significant effects beyond cantonal or national borders. Amended by No I of the O of 29 April 2015, in force since 1 June 2015 ( AS 2015 1337 )."
    },
    {
      "provision_ref": "art14",
      "chapter": "Section 4",
      "section": "14",
      "title": "Coordination of emergency services",
      "content": "The cantons shall coordinate the emergency services with the responsible persons’ emergency plans."
    },
    {
      "provision_ref": "art15",
      "chapter": "Section 4",
      "section": "15",
      "title": "Coordination of inspections",
      "content": "As far as possible, the cantons shall coordinate the inspections of establishments and transport routes which they are required to carry out under this and other legislation. Amended by No I of the O of 29 April 2015, in force since 1 June 2015 ( AS 2015 1337 )."
    },
    {
      "provision_ref": "art16",
      "chapter": "Section 4",
      "section": "16",
      "title": "",
      "content": "1 The cantons shall periodically provide the Federal Office for the Environment (FOEN) with information in the form of an overview of the hazard potentials and risks within their territory (risk register), together with the measures implemented. 2 To this end, the competent federal and cantonal authorities shall make the necessary information available on request. 3 The above is subject to legal requirements concerning secrecy. Amended by No I of the O of 29 April 2015, in force since 1 June 2015 ( AS 2015 1337 ). Amended by No I of the O of 29 April 2015, in force since 1 June 2015 ( AS 2015 1337 )."
    },
    {
      "provision_ref": "art17",
      "chapter": "Section 5 Responsibilities of the Confederation",
      "section": "17",
      "title": "",
      "content": "1 The competent federal and cantonal authorities shall forward to the FOEN on request any information collected in accordance with this Ordinance. 2 The FOEN shall ensure that the data is processed and made available to the competent authorities, insofar as this is necessary for the implementation of this Ordinance. 3 The above is subject to legal requirements concerning secrecy. Expression in accordance with No I of the O of 29 April 2015, in force since 1 June 2015 ( AS 2015 1337 ). This amendment has been made throughout the text."
    },
    {
      "provision_ref": "art1819",
      "chapter": "Section 5 Responsibilities of the Confederation",
      "section": "1819",
      "title": "",
      "content": "Repealed by No I of the O of 29 April 2015, with effect from 1 June 2015 ( AS 2015 1337 )"
    },
    {
      "provision_ref": "art20",
      "chapter": "Section 5 Responsibilities of the Confederation",
      "section": "20",
      "title": "Information",
      "content": "1 The competent federal authorities shall inform the public of: a. the geographical location of establishments, transport routes and pipeline installations; b. the adjoining areas in accordance with Article 11 a paragraph 2. 2 In the event of major accidents which could have significant effects beyond national borders, the competent federal authorities shall inform the relevant Swiss missions abroad and the foreign authorities concerned. Amended by No I of the O of 29 April 2015, in force since 1 June 2015 ( AS 2015 1337 )."
    },
    {
      "provision_ref": "art21",
      "chapter": "Section 5 Responsibilities of the Confederation",
      "section": "21",
      "title": "",
      "content": "Repealed by No I of the O of 29 April 2015, with effect from 1 June 2015 ( AS 2015 1337 )"
    },
    {
      "provision_ref": "art22",
      "chapter": "Section 5 Responsibilities of the Confederation",
      "section": "22",
      "title": "Guidelines",
      "content": "The FOEN shall, as required, publish guidelines which explain the essential provisions of the Ordinance; these include, in particular, the provisions concerning the scope of the Ordinance, safety measures, the preparation of the summary report and risk report, and the review and assessment thereof."
    },
    {
      "provision_ref": "art23",
      "chapter": "Section 6 Final Provisions",
      "section": "23",
      "title": "Enforcement",
      "content": "1 The cantons shall enforce this Ordinance unless responsibility for enforcement is assigned to the Confederation. 2 When applying other federal acts or international agreements or resolutions relating to matters regulated by this Ordinance, federal authorities shall also be responsible for enforcing this Ordinance. Participation of the FOEN and the cantons is governed by Article 41 paragraphs 2 and 4 EPA; these provisions are subject to legal requirements concerning secrecy. 3 The FOEN shall specify the minimal geodata models and presentation models for official geodata in accordance with this Ordinance for which it is designated as the competent federal authority in Annex 1 of the Ordinance of 21 May 2008 on Geoinformation. Amended by No II 8 of the O of 2 Feb. 2000 to the Federal Act on the Coordination and Simplification of Decision-Making Procedures, with effect from 1 March 2000 ( AS 2000 703 ). SR 510.620 Inserted by Annex 2 No 5 of the O of 21 May 2008 on Geoinformation, in force since 1 July 2008 ( AS 2008 2809 )."
    },
    {
      "provision_ref": "art23a",
      "chapter": "Section 6 Final Provisions",
      "section": "23a",
      "title": "a Amendment of Annexes",
      "content": "1 DETEC may, having consulted the persons concerned and insofar as is required by the state of the art in safety technology, the hazard potential and the volume of hazardous goods, amend Annexes 1.1 No 3 and 1.2 a of this Ordinance. 2 DETEC may, in agreement with the Federal Department of Economic Affairs, Education and Research and the Federal Department of Home Affairs and having consulted the Swiss Expert Committee for Biosafety, amend the list in Annex 1.4 if new findings as to the properties of certain organisms so require. Inserted by No I of the O of 29 April 2015, in force since 1 June 2015 ( AS 2015 1337 )."
    },
    {
      "provision_ref": "art24",
      "chapter": "Section 6 Final Provisions",
      "section": "24",
      "title": "Amendment of existing legislation",
      "content": "… The amendments may be consulted under AS 1991 748 ."
    },
    {
      "provision_ref": "art25",
      "chapter": "Section 6 Final Provisions",
      "section": "25",
      "title": "",
      "content": "Repealed by No I of the O of 29 April 2015, with effect from 1 June 2015 ( AS 2015 1337 )"
    },
    {
      "provision_ref": "art25a",
      "chapter": "Section 6 Final Provisions",
      "section": "25a",
      "title": "a Transitional provisions relating to the amendment of 13 February 2013",
      "content": "1 The person responsible for a pipeline installation shall submit the summary report (Art. 5 para. 3) to the enforcement authority no later than 5 years after this amendment to the Ordinance comes into force. 2 The enforcement authority shall waive the requirement to provide information in accordance with paragraph 1 in cases where it already has the necessary information. Inserted by No I of the O of 13 Feb. 2013, in force since 1 April 2013 ( AS 2013 749 )."
    },
    {
      "provision_ref": "art25b",
      "section": "25b",
      "title": "b Transitional provisions relating to the amendment of 29 April 2015",
      "content": "Persons responsible for establishments that fall within the scope of this Ordinance for the first time following the amendment of 29 April 2015 must submit the summary report to the enforcement authority at the latest three years after the said amendment to the Ordinance comes into force. Inserted by No I of the O of 29 April 2015, in force since 1 June 2015 ( AS 2015 1337 )."
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Commencement",
      "content": "This Ordinance comes into force on 1 April 1991."
    }
  ],
  "definitions": []
}