{
  "id": "sr-817-064",
  "type": "statute",
  "title": "Verordnung des EDI vom 10. Dezember 2007 über kombinierte Warnhinweise auf Tabakprodukten",
  "title_en": "Ordinance of the FDHA of 10 December 2007 on Combined Warnings on Tobacco Products",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2007/930/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Subject matters",
      "content": "This Ordinance governs the combination in accordance with Article 12 para. 5 OTab of colour photographs or other images with additional warnings on all unit packets of tobacco products and products containing tobacco substitutes designed to be smoked."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Combined warning",
      "content": "1 A combined warning consists of: a. an additional warning in accordance with Article 12 paragraph 3 OTab; b. a colour photograph or other image, in particular in the form of a white text; c. a visual reference to tobacco prevention (the “quitline” notice). 2 Only the combined warnings listed in Annex 1 may be used."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Appearance of the combined warning",
      "content": "1 The image must occupy around 50 % of the surface of the combined warning. 2 The additional warning must occupy around 38 % of the surface of the combined warning. 3 Where the image takes the form of a text, it must, together with the additional warning, occupy around 88 % of the surface of the combined warning. 4 The “quitline” notice must occupy around 12 % of the surface of the combined warning, not counting the filter of the broken cigarette which overlaps the border. 5 The additional warning and the colour photograph are linked graphically by a gradient zone going from 100 % black to 0 % black. This zone must occupy around 10 % of the surface of the combined warning."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Layout specifications",
      "content": "1 The technical specifications for the layout of the combined warnings are listed in Annex 2. 2 For the remainder, the technical specifications that must be followed are those contained in the following guidelines: a. “Combined warning editing, Guidance document” of 5 May 2006, issued by the Directorate General for Health and Consumer Protection of the European Commission, and; b. “Grafische Anpassungen des Rauchstopphinweises”, (“Graphical modifications to the ’quitline’ notice”) issued by the Federal Office of Public Health (FOPH). These guidelines may be ordered free of charge from the FOPH: Bundesamt für Gesundheit (BAG), 3003 Bern, www.tobacco.bag.admin.ch , and are also available on the internet at the following address: https://health.ec.europa.eu/tobacco_en . These guidelines may be ordered free of charge from the FOPH: Bundesamt für Gesundheit (BAG), 3003 Bern, www.tobacco.bag.admin.ch ."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Sequence of publication",
      "content": "1 The combined warnings must be used in three print series in accordance with Annex 1. The print series must be implemented in rotation (Series 1, Series 2, Series 3, Series 1, etc.). 2 The series is changed once every two years, on 1 January. Packaging units featuring the new series may go on sale in advance, between 1 October and 31 December of the year preceding the change of series. 3 Packaging units already produced which feature the combined warnings of the previous series may remain on sale as long as stocks last, but not later than 31 December of the year in which the series changed."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Use of the images and the “quitline” notice",
      "content": "1 The images and the “quitline” notice contained in Annex 1 must be used exclusively for the creation of combined warnings. 2 The federal authorities may, with the agreement of the FOPH, use the images for other purposes."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Transitional provisions",
      "content": "1 Packaging units of products governed by this Ordinance may remain on sale in accordance with the former provisions until 31 December 2009. 2 The publication sequences start with the combined warnings of the first series on 1 January 2010 for all tobacco products."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Commencement",
      "content": "This Ordinance comes into force on 1 January 2008."
    }
  ],
  "definitions": []
}