{
  "id": "sr-842",
  "type": "statute",
  "title": "Bundesgesetz vom 21. März 2003 über die Förderung von preisgünstigem Wohnraum (Wohnraumförderungsgesetz, WFG) ",
  "title_en": "",
  "short_name": "WFG",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2003/423/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "1",
      "title": "Zweck",
      "content": "1 Mit diesem Gesetz sollen Wohnraum für Haushalte mit geringem Einkommen sowie der Zugang zu Wohneigentum gefördert werden. 2 Insbesondere sollen die Interessen von Familien, allein erziehenden Personen, Menschen mit Behinderungen, bedürftigen älteren Menschen und Personen in Ausbildung berücksichtigt werden."
    },
    {
      "provision_ref": "art2",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "2",
      "title": "Wohnraumförderung",
      "content": "1 Der Bund fördert den Bau, die Erneuerung und den Erwerb preisgünstigen Wohnraums sowie die Tätigkeit von Organisationen des gemeinnützigen Wohnungsbaus. 2 Er unterstützt innovative Bau- und Wohnformen sowie die Siedlungserneuerung."
    },
    {
      "provision_ref": "art3",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "3",
      "title": "Geltungsbereich",
      "content": "1 Das Gesetz gilt für alle Arten von Wohnraum, namentlich für Miet- und Eigentumswohnungen und Einfamilienhäuser. 2 Es gilt nicht für Zweit- und Ferienwohnungen."
    },
    {
      "provision_ref": "art4",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "4",
      "title": "Begriffe",
      "content": "1 Als Wohnraum gelten alle ständig dem Wohnen dienenden Räume. 2 Als Organisationen des gemeinnützigen Wohnungsbaus gelten die Träger des gemeinnützigen Wohnungsbaus, ihre Dachorganisationen, Emissionszentralen sowie Hypothekar-Bürgschaftseinrichtungen und andere Institutionen, die sich der Förderung von preisgünstigem Wohnraum widmen. 3 Als gemeinnützig gilt eine Tätigkeit, welche nicht gewinnstrebig ist und der Deckung des Bedarfs an preisgünstigem Wohnraum dient."
    },
    {
      "provision_ref": "art5",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "5",
      "title": "Förderungsgrundsätze",
      "content": "Bei der Förderung ist darauf zu achten, dass: a. mit Ressourcen wie Boden und Energie haushälterisch umgegangen wird; b. die bauliche Qualität und der Gebrauchswert des Wohnraums hoch sind; c. der Wohnraum und die unmittelbare Umgebung den Bedürfnissen von Familien, Kindern und Jugendlichen, älteren Menschen und Menschen mit Behinderungen entsprechen; d. eine ausgewogene soziale Durchmischung der Bewohnerschaft ermöglicht wird."
    },
    {
      "provision_ref": "art6",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "6",
      "title": "Bedarf und Prioritäten",
      "content": "1 Die Förderung richtet sich im Rahmen der bewilligten Kredite nach dem ausgewiesenen Bedarf an preisgünstigem Wohnraum. 2 Das Eidgenössische Departement für Wirtschaft, Bildung und Forschung (WBF) kann nach den Bedürfnissen des Wohnungsmarktes Prioritäten festlegen. Ausdruck gemäss Ziff. I 24 der V vom 15. Juni 2012 (Neugliederung der Departemente), in Kraft seit 1. Jan. 2013 ( AS 2012 3655 ). Diese Änd. wurde im ganzen Erlass berücksichtigt."
    },
    {
      "provision_ref": "art7",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "7",
      "title": "Erneuerung von bestehendem Wohnraum",
      "content": "Der Bundesrat legt die besonderen Bedingungen fest, unter denen Bundeshilfe für die Erneuerung von bestehendem Wohnraum gewährt wird."
    },
    {
      "provision_ref": "art8",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "8",
      "title": "Kostenlimiten",
      "content": "1 Für die Erstellung, die Erneuerung und den Erwerb von Wohnraum sind Kostenlimiten zu beachten. Nebenräume werden angemessen berücksichtigt. 2 Das Bundesamt für Wohnungswesen (Bundesamt) legt die Kostenlimiten fest."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Auskunftspflicht",
      "content": "1 Personen, die Bundeshilfe beantragen oder empfangen, haben nach Artikel 11 Absätze 2 und 3 des Subventionsgesetzes vom 5. Oktober 1990 die erforderlichen Auskünfte zu erteilen. 2 Wird die Auskunftspflicht verletzt, so gelangen die verwaltungsrechtlichen Sanktionen nach Artikel 40 des Subventionsgesetzes zur Anwendung. SR 616.1"
    },
    {
      "provision_ref": "art10",
      "chapter": "2. Abschnitt: Preisgünstige Mietwohnungen",
      "section": "10",
      "title": "Grundsatz",
      "content": "Der Bund fördert das Angebot an Mietwohnungen zu günstigen Mietzinsen für wirtschaftlich oder sozial benachteiligte Personen."
    },
    {
      "provision_ref": "art11",
      "chapter": "2. Abschnitt: Preisgünstige Mietwohnungen",
      "section": "11",
      "title": "Instrumente",
      "content": "Zur Förderung werden eingesetzt: a. zinslose oder zinsgünstige Darlehen; b. Bürgschaften."
    },
    {
      "provision_ref": "art12",
      "chapter": "2. Abschnitt: Preisgünstige Mietwohnungen",
      "section": "12",
      "title": "Zinslose oder zinsgünstige Darlehen",
      "content": "1 Das Bundesamt kann den Eigentümerinnen und Eigentümern sowie den Baurechtsberechtigten von Mietwohnungen Darlehen ausrichten, wenn: a. die Eigentümerin oder der Eigentümer über Eigenkapital in einer bestimmten Höhe verfügt; b. die Mietzinse in der Regel für die ganze Liegenschaft auf Grund der Kosten festgelegt werden. 2 Für die Darlehen wird eine Zinsbefreiung oder eine Zinsvergünstigung gewährt, wenn: a. das Einkommen und das Vermögen der Mieterinnen und Mieter bestimmte Grenzen nicht überschreiten; b. die Mietwohnungen angemessen belegt werden. 3 Der Bundesrat bestimmt: a. die Höhe des erforderlichen Eigenkapitals; b. die anrechenbaren Liegenschaftskosten; c. die massgebenden Einkommens- und Vermögensgrenzen der Mieterinnen und Mieter; d. die minimale Anzahl Bewohnerinnen und Bewohner für die verschiedenen Wohnungstypen. 4 Die Darlehen sind grundpfändlich sicherzustellen. 5 Sie sind zu amortisieren. Sistiert durch Ziff. I 14 des BG vom 19. Dez. 2003 über das Entlastungsprogramm 2003, vom 1. Jan. 2005 bis 31. Dez. 2008 ( AS 2004 1633 ; BBl 2003 5615 )."
    },
    {
      "provision_ref": "art13",
      "chapter": "2. Abschnitt: Preisgünstige Mietwohnungen",
      "section": "13",
      "title": "Nebenkosten",
      "content": "Die Nebenkosten können der Mieterschaft gesondert in Rechnung gestellt werden."
    },
    {
      "provision_ref": "art14",
      "chapter": "2. Abschnitt: Preisgünstige Mietwohnungen",
      "section": "14",
      "title": "Weitergabe der Zinsvergünstigung",
      "content": "Die Eigentümerinnen und Eigentümer sowie die Baurechtsberechtigten sind verpflichtet, die auf Grund von zinslosen oder zinsgünstigen Darlehen erzielte Reduktion der Liegenschaftskosten durch Ermässigung der Mietzinse an die Mieterschaft weiterzugeben."
    },
    {
      "provision_ref": "art15",
      "chapter": "2. Abschnitt: Preisgünstige Mietwohnungen",
      "section": "15",
      "title": "Überprüfung der Voraussetzungen für die Zinsvergünstigung",
      "content": "1 Die zuständigen Stellen überprüfen die Einhaltung der massgebenden Einkommens‑, Vermögens- und Belegungsvorschriften. 2 Die Mieterinnen und Mieter haben ihnen die entsprechenden Auskünfte zu erteilen."
    },
    {
      "provision_ref": "art16",
      "chapter": "2. Abschnitt: Preisgünstige Mietwohnungen",
      "section": "16",
      "title": "Bemessung der Darlehen",
      "content": "1 Die Darlehen werden nach der Wohnungsgrösse als Pauschalbeträge festgelegt. 2 Das Bundesamt legt die Höhe der Pauschalbeträge fest. 3 Bei bestehendem Wohnraum wird auf den Umfang der Erneuerung abgestellt. Als Obergrenze gelten die Pauschalbeträge nach Absatz 1."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Bemessung der Zinsvergünstigung",
      "content": "1 Die Zinsvergünstigung für die Darlehen ist so zu bemessen, dass die angestrebte Mietzinsverbilligung erreicht wird. 2 Das Bundesamt kann den Zinssatz der Wirtschaftslage und der allgemeinen Einkommensentwicklung anpassen."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Bürgschaften",
      "content": "1 Das Bundesamt kann nachrangige Hypothekardarlehen verbürgen, wenn die Eigentümerin oder der Eigentümer über Eigenkapital in einer bestimmten Höhe verfügt. 2 Der Mietzins wird auf Grund der Liegenschaftskosten festgelegt."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Dauer der Bundeshilfe",
      "content": "1 Die Bundeshilfe wird für höchstens 25 Jahre gewährt. 2 Wird die Zinsvergünstigung für die Darlehen während längerer Zeit nicht mehr beansprucht, so kann das Bundesamt verlangen, dass innert angemessener Frist eine Umfinanzierung vorgenommen und die Bundeshilfe beendet wird. 3 Auf Gesuch hin kann mit Zustimmung des Bundesamtes die Bundeshilfe vorzeitig beendet werden, sofern die Darlehen zurückbezahlt sind und die Bundesbürgschaft abgelöst worden ist."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Zweckerhaltung",
      "content": "1 Während der Dauer der Bundeshilfe darf der geförderte Wohnraum nur für Wohnzwecke verwendet werden (Zweckentfremdungsverbot). 2 Zur Sicherung der Zweckerhaltung hat der Bund während dieser Zeit ein Kaufs- und Vorkaufsrecht in der Höhe des jeweiligen Ertragswertes, der bei zweckentsprechender Vermietung erzielt werden kann. 3 Das Zweckentfremdungsverbot sowie das damit verbundene Kaufs- und Vorkaufs-recht sind als öffentlich-rechtliche Eigentumsbeschränkungen im Grundbuch anzumerken. 4 Kaufs- und Vorkaufsrecht können den Kantonen, Gemeinden sowie Organisationen des gemeinnützigen Wohnungsbaus abgetreten werden."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Zwangsverwertung",
      "content": "Mit der Zwangsverwertung eines geförderten Mietobjektes wird die Bundeshilfe beendet."
    },
    {
      "provision_ref": "art22",
      "chapter": "3. Abschnitt: Preisgünstiges Wohneigentum",
      "section": "22",
      "title": "Grundsatz",
      "content": "Der Bund fördert den Bau, die Erneuerung und den Erwerb von preisgünstigem Wohneigentum."
    },
    {
      "provision_ref": "art23",
      "chapter": "3. Abschnitt: Preisgünstiges Wohneigentum",
      "section": "23",
      "title": "Instrumente",
      "content": "Zur Förderung werden eingesetzt: a. zinslose oder zinsgünstige Darlehen; b. Rückbürgschaften."
    },
    {
      "provision_ref": "art24",
      "chapter": "3. Abschnitt: Preisgünstiges Wohneigentum",
      "section": "24",
      "title": "Zinslose oder zinsgünstige Darlehen",
      "content": "1 Das Bundesamt kann für Wohneigentum grundpfändlich sicherzustellende Darlehen ausrichten. 2 Die Darlehen werden als Pauschalbeträge gewährt. 3 Sie sind zu amortisieren. 4 Das Bundesamt legt die Höhe der Pauschalbeträge fest. Sistiert durch Ziff. I 14 des BG vom 19. Dez. 2003 über das Entlastungsprogramm 2003, vom 1. Jan. 2005 bis 31. Dez. 2008 ( AS 2004 1633 ; BBl 2003 5615 )."
    },
    {
      "provision_ref": "art25",
      "chapter": "3. Abschnitt: Preisgünstiges Wohneigentum",
      "section": "25",
      "title": "Bemessung der Zinsvergünstigung",
      "content": "1 Die Zinsvergünstigung für die Darlehen ist so zu bemessen, dass die Wohnkosten für die angesprochenen Bewohnergruppen wesentlich verbilligt werden. 2 Das Bundesamt kann den Zinssatz der Wirtschaftslage und der allgemeinen Einkommensentwicklung anpassen."
    },
    {
      "provision_ref": "art26",
      "chapter": "3. Abschnitt: Preisgünstiges Wohneigentum",
      "section": "26",
      "title": "Rückbürgschaften",
      "content": "1 Das Bundesamt kann Rückbürgschaften eingehen für Bürgschaften von Hypothekar-Bürgschaftseinrichtungen, wenn damit die Finanzierung preisgünstigen Wohneigentums sichergestellt wird. 2 Verbürgt die Hypothekar-Bürgschaftseinrichtung zusätzlich Vorschüsse, so erstreckt sich die Rückbürgschaft auch auf diese. 3 Der Bundesrat regelt die angemessene Verteilung der Risiken zwischen den Hypothekar-Bürgschaftseinrichtungen und dem Bund."
    },
    {
      "provision_ref": "art27",
      "chapter": "3. Abschnitt: Preisgünstiges Wohneigentum",
      "section": "27",
      "title": "Empfängerinnen und Empfänger der Bundeshilfe",
      "content": "1 Die Bundeshilfe wird den Eigentümerinnen und Eigentümern der Objekte ausgerichtet. 2 Den Eigentümerinnen und Eigentümern gleichgestellt sind Inhaberinnen und Inhaber von sonstigen dinglichen oder persönlichen Rechten, die eigentumsähnliche Wohnansprüche begründen."
    },
    {
      "provision_ref": "art28",
      "chapter": "3. Abschnitt: Preisgünstiges Wohneigentum",
      "section": "28",
      "title": "Voraussetzungen für die Bundeshilfe",
      "content": "1 Darlehen oder Rückbürgschaften werden gewährt, wenn: a. die Eigentümerin oder der Eigentümer über Eigenkapital in einer bestimmten Höhe verfügt; b. er oder sie ein Einkommen hat, das die Verzinsung und die Amortisation der Hypothekardarlehen gewährleistet; c. das Objekt in der Regel dem Eigenbedarf dient und angemessen belegt wird; d. das Vermögen der Eigentümerin oder des Eigentümers eine bestimmte Grenze nicht überschreitet. 2 Zusätzlich darf bei der Ausrichtung von Darlehen das Einkommen eine bestimmte Grenze nicht überschreiten. 3 Der Bundesrat regelt die Einzelheiten. Er legt insbesondere fest: a. die Höhe des erforderlichen Eigenkapitals; b. die Mindestbelegung; c. die Einkommens- und Vermögensobergrenze; d. die Voraussetzungen, unter welchen ausnahmsweise eine Vermietung des Objektes gestattet ist."
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "Überprüfung der Voraussetzungen für die Zinsvergünstigung",
      "content": "1 Die zuständigen Stellen überprüfen die Einhaltung der massgebenden Einkommens-, Vermögens- und Belegungsvorschriften. 2 Die Eigentümerinnen und Eigentümer haben ihnen die entsprechenden Auskünfte zu erteilen."
    },
    {
      "provision_ref": "art30",
      "section": "30",
      "title": "Dauer der Bundeshilfe",
      "content": "1 Die Bundeshilfe wird für höchstens 25 Jahre gewährt. 2 Auf Gesuch hin kann mit Zustimmung des Bundesamtes die Bundeshilfe vorzeitig beendet werden, sofern das Darlehen zurückbezahlt und die Rückbürgschaft abgelöst worden ist."
    },
    {
      "provision_ref": "art31",
      "section": "31",
      "title": "Zweckerhaltung",
      "content": "1 Gefördertes Wohneigentum darf während der Dauer der Hilfe nur zu Wohnzwecken verwendet werden. 2 Zur Sicherung der Zweckerhaltung werden im Grundbuch ein Zweckentfremdungsverbot und eine Veräusserungsbeschränkung als öffentlich-rechtliche Eigentumsbeschränkungen angemerkt."
    },
    {
      "provision_ref": "art32",
      "section": "32",
      "title": "Zwangsverwertung",
      "content": "Mit der Zwangsverwertung eines geförderten Eigentumsobjektes wird die Bundeshilfe beendet."
    },
    {
      "provision_ref": "art33",
      "chapter": "4. Abschnitt: Organisationen des gemeinnützigen Wohnungsbaus",
      "section": "33",
      "title": "Grundsatz",
      "content": "1 Der Bund fördert zur Deckung des Bedarfs an preisgünstigem Wohnraum die Tätigkeit von Organisationen des gemeinnützigen Wohnungsbaus. 2 Der Bundesrat legt fest, welche Mindestanforderungen die geförderten Organisationen hinsichtlich Zweckbestimmung, Zwecksicherung, Geschäftsführung, Rechnungslegung und Statuten erfüllen müssen."
    },
    {
      "provision_ref": "art34",
      "chapter": "4. Abschnitt: Organisationen des gemeinnützigen Wohnungsbaus",
      "section": "34",
      "title": "Instrumente",
      "content": "Zur Förderung werden eingesetzt: a. Bürgschaften für Anleihensobligationen gemeinnütziger Emissionszentralen; b. Rückbürgschaften für Nachgangshypotheken; c. zinslose oder zinsgünstige Darlehen; d. Kapitalbeteiligungen."
    },
    {
      "provision_ref": "art35",
      "chapter": "4. Abschnitt: Organisationen des gemeinnützigen Wohnungsbaus",
      "section": "35",
      "title": "Bürgschaften",
      "content": "Das Bundesamt kann Anleihensobligationen gemeinnütziger Emissionszentralen verbürgen, wenn diese mit den so beschafften Finanzmitteln Darlehen zur Förderung von preisgünstigem Wohnraum ausrichten an: a. Träger des gemeinnützigen Wohnungsbaus; b. gemeinnützig organisierte Zusammenschlüsse von Eigentümerinnen und Eigentümern, welche die Vorschriften nach Artikel 28 Absatz 1 erfüllen."
    },
    {
      "provision_ref": "art36",
      "chapter": "4. Abschnitt: Organisationen des gemeinnützigen Wohnungsbaus",
      "section": "36",
      "title": "Rückbürgschaften",
      "content": "1 Das Bundesamt kann Rückbürgschaften eingehen für Bürgschaften von Hypothekar-Bürgschaftseinrichtungen, wenn damit die Finanzierung preisgünstiger Mietwohnungen von Trägern des gemeinnützigen Wohnungsbaus sichergestellt wird. 2 Rückbürgschaften werden gewährt, wenn die Träger des gemeinnützigen Wohnungsbaus über Eigenkapital in einer bestimmten Höhe verfügen. 3 Der Bundesrat regelt die angemessene Verteilung der Risiken zwischen den Hypothekar-Bürgschaftseinrichtungen und dem Bund und legt die Höhe des erforderlichen Eigenkapitals fest."
    },
    {
      "provision_ref": "art37",
      "chapter": "4. Abschnitt: Organisationen des gemeinnützigen Wohnungsbaus",
      "section": "37",
      "title": "Zinslose oder zinsgünstige Darlehen an Dachorganisationen",
      "content": "1 Das Bundesamt kann Dachorganisationen des gemeinnützigen Wohnungsbaus Finanzmittel zur Verfügung stellen, damit diese Dachorganisationen gemeinnützigen Bauträgern, die preisgünstigen Wohnraum erstellen oder erneuern, zinslose oder zinsgünstige Darlehen ausrichten können. 2 Der Bundesrat regelt die Einzelheiten."
    },
    {
      "provision_ref": "art38",
      "chapter": "4. Abschnitt: Organisationen des gemeinnützigen Wohnungsbaus",
      "section": "38",
      "title": "Kapitalbeteiligungen",
      "content": "Das Bundesamt kann sich in Ausnahmefällen am Kapital von Organisationen des gemeinnützigen Wohnungsbaus beteiligen."
    },
    {
      "provision_ref": "art39",
      "chapter": "4. Abschnitt: Organisationen des gemeinnützigen Wohnungsbaus",
      "section": "39",
      "title": "Kontrolle",
      "content": "1 Das Bundesamt kontrolliert regelmässig die Tätigkeit der Dachorganisationen, der Emissionszentralen, der Hypothekar-Bürgschaftseinrichtungen sowie der anderen Institutionen. 2 Diese sind verpflichtet, dem Bundesamt Bericht zu erstatten, insbesondere über die Wirksamkeit ihrer Tätigkeit."
    },
    {
      "provision_ref": "art40",
      "chapter": "4. Abschnitt: Organisationen des gemeinnützigen Wohnungsbaus",
      "section": "40",
      "title": "Ausserordentliche Beendigung der Förderung",
      "content": "Erfüllt eine Organisation des gemeinnützigen Wohnungsbaus wesentliche Anforderungen nicht mehr, so wird die Förderung ihrer Tätigkeit eingestellt."
    },
    {
      "provision_ref": "art41",
      "chapter": "5. Abschnitt: Forschung",
      "section": "41",
      "title": "Förderung der Forschung",
      "content": "1 Das Bundesamt kann im Rahmen der bewilligten Kredite die Forschung im Bereich des Wohnungswesens fördern. Diese soll insbesondere dazu dienen, die Markttransparenz zu erhöhen sowie Grundlagen für eine Verbesserung des Wohnraumangebots und des Wohnumfelds zu erarbeiten. 2 Das Bundesamt kann: a. geeigneten Institutionen und Fachleuten Studienaufträge erteilen; b. sich finanziell an Forschungsprojekten beteiligen; c. exemplarische Projekte mit innovativem und nachhaltigem Charakter fördern. 3 Es kann mit internationalen Organisationen zusammenarbeiten."
    },
    {
      "provision_ref": "art42",
      "chapter": "5. Abschnitt: Forschung",
      "section": "42",
      "title": "Auskunftspflicht",
      "content": "1 Soweit es für die Forschung erforderlich ist und keine überwiegenden privaten oder öffentlichen Interessen entgegenstehen, sind natürliche und juristische Personen des privaten oder öffentlichen Rechts verpflichtet, innert angemessener Frist wahrheitsgetreu und unentgeltlich Auskünfte zu erteilen. 2 Bei der Wissensbeschaffung achtet das Bundesamt darauf, dass den zur Auskunft Verpflichteten möglichst geringe Umtriebe entstehen."
    },
    {
      "provision_ref": "art43",
      "chapter": "6. Abschnitt: Finanzierung und Gebühren",
      "section": "43",
      "title": "Bereitstellung der Mittel",
      "content": "Die Bundesversammlung beschliesst mit einfachem Bundesbeschluss zeitlich befristete Verpflichtungskredite für: a. zinslose und zinsgünstige Darlehen nach den Artikeln 11 Buchstabe a, 23 Buchstabe a und 34 Buchstabe c sowie Kapitalbeteiligungen nach Artikel 34 Buchstabe d; b. Bürgschaften und Rückbürgschaften nach den Artikeln 11 Buchstabe b, 23 Buchstabe b sowie 34 Buchstaben a und b."
    },
    {
      "provision_ref": "art44",
      "chapter": "6. Abschnitt: Finanzierung und Gebühren",
      "section": "44",
      "title": "Gebühren",
      "content": "1 Für Verfügungen und Dienstleistungen nach diesem Gesetz können Gebühren erhoben werden. 2 Der Bundesrat regelt die Gebührenansätze."
    },
    {
      "provision_ref": "art45",
      "chapter": "6. Abschnitt: Finanzierung und Gebühren",
      "section": "45",
      "title": "Gebührenfreiheit",
      "content": "1 Anmerkungen im Grundbuch nach diesem Gesetz sowie deren Änderungen sind gebührenfrei. 2 Für Auszüge aus dem Grundbuch und dem Handelsregister, die das Bundesamt zur Wahrnehmung seiner Aufgaben benötigt, dürfen keine Gebühren erhoben werden."
    },
    {
      "provision_ref": "art46",
      "chapter": "7. Abschnitt: Vollzug",
      "section": "46",
      "title": "Zuständigkeiten",
      "content": "1 Der Bundesrat erlässt die Ausführungsbestimmungen. 2 Das Bundesamt ist mit dem Vollzug dieses Gesetzes betraut. 3 Es koordiniert und harmonisiert den Vollzug mit der Tätigkeit von Kantonen, Gemeinden und Organisationen des gemeinnützigen Wohnungsbaus."
    },
    {
      "provision_ref": "art47",
      "chapter": "7. Abschnitt: Vollzug",
      "section": "47",
      "title": "Übertragung von Vollzugsaufgaben; Leistungsaufträge",
      "content": "1 Das Bundesamt kann Dachorganisationen, Emissionszentralen, Hypothekar-Bürgschaftseinrichtungen und anderen geeigneten Institutionen Aufgaben zum Vollzug dieses Gesetzes übertragen. 2 Die Übertragung von Vollzugsaufgaben erfolgt durch Leistungsaufträge. 3 In den Leistungsaufträgen werden festgelegt: a. Art, Umfang und Abgeltung von Leistungen, die von den Beauftragten zu erbringen sind; b. die Modalitäten für eine periodische Berichterstattung, Qualitätskontrolle, Budgetierung und Rechnungslegung."
    },
    {
      "provision_ref": "art48",
      "chapter": "7. Abschnitt: Vollzug",
      "section": "48",
      "title": "Evaluation",
      "content": "Der Bundesrat sorgt für die wissenschaftliche Evaluation der Massnahmen nach diesem Gesetz. Das WBF erstattet nach Abschluss der Evaluation dem Bundesrat Bericht und unterbreitet Vorschläge für das weitere Vorgehen."
    },
    {
      "provision_ref": "art49",
      "chapter": "7. Abschnitt: Vollzug",
      "section": "49",
      "title": "Eidgenössische Kommission für Wohnungswesen",
      "content": "1 Der Bundesrat bestellt die Eidgenössische Kommission für Wohnungswesen (Kommission). Er wählt deren Mitglieder; dabei achtet er auf eine paritätische Vertretung der interessierten Kreise. 2 Die Kommission: a. berät den Bundesrat in Fragen des Wohnungswesens; b. verfolgt die Auswirkungen dieses Gesetzes; c. beobachtet die Entwicklung des Wohnungsmarktes; d. unterbreitet dem Bundesrat und dem WBF Vorschläge für Gesetzesänderungen und für die Vollzugstätigkeit. 3 Das Sekretariat der Kommission wird durch das Bundesamt geführt."
    },
    {
      "provision_ref": "art50",
      "chapter": "7. Abschnitt: Vollzug",
      "section": "50",
      "title": "Datenschutz",
      "content": "1 Das Bundesamt betreibt zur Überprüfung des Anspruches auf Bundeshilfe ein Informationssystem. Dieses kann besonders schützenswerte Personendaten über Massnahmen der sozialen Hilfe enthalten. 2 Das Bundesamt darf anderen Behörden des Bundes, der Kantone und Gemeinden sowie Hochschulen und Finanzinstituten nur Daten bekannt geben, die für den Vollzug des Gesetzes notwendig sind. Die Antragsteller müssen die Notwendigkeit nachweisen. Besonders schützenswerte Personendaten dürfen ohne Einwilligung der Betroffenen nicht bekannt gegeben werden. 3 Die Personendaten, die nicht besonders schützenswert sind, können auch mit einem Abrufverfahren zugänglich gemacht werden. 4 Der Bundesrat regelt insbesondere den Betrieb des Informationssystems, die Verantwortung für die Datenverarbeitung, die Kategorien der zu erfassenden Daten sowie deren Aufbewahrungsdauer, die Zugriffs- und Bearbeitungsberechtigung und die Datensicherheit."
    },
    {
      "provision_ref": "art51",
      "chapter": "7. Abschnitt: Vollzug",
      "section": "51",
      "title": "Verwaltungsrechtliche Sanktionen",
      "content": "1 Werden Behörden durch unrichtige Angaben oder durch Vorspiegelung oder Unterdrückung von Tatsachen irregeführt oder wird eine solche Irreführung versucht, so ist die Zusicherung oder Ausrichtung der Bundeshilfe zu verweigern. Bereits erfolgte Leistungen sind zurückzufordern. 2 Personen, die gegen Absatz 1 oder gegen die Artikel 37 und 38 des Subventionsgesetzes vom 5. Oktober 1990 verstossen, können von der Gewährung von Bundeshilfen nach diesem Gesetz oder nach anderen Erlassen des Bundes ausgeschlossen oder bei der Vergabe von Arbeiten des Bundes gesperrt werden. SR 616.1"
    },
    {
      "provision_ref": "art52",
      "section": "52",
      "title": "Strafbestimmungen",
      "content": "Für Vergehen, für die Erschleichung eines Vorteils und für die Strafverfolgung gelten die Artikel 37–39 des Subventionsgesetzes vom 5. Oktober 1990. SR 616.1"
    },
    {
      "provision_ref": "art53",
      "section": "53",
      "title": "Ausserordentliche Massnahmen",
      "content": "Ist die Empfängerin oder der Empfänger der Bundeshilfe nicht mehr in der Lage, die finanziellen Verpflichtungen zu erfüllen, so kann das Bundesamt ganz oder teilweise auf die Rückzahlung von Darlehen verzichten und Bürgschaften unter Ausschluss seines Regressrechtes als Bürge vorzeitig honorieren, wenn damit die Risiken für den Bund insgesamt vermindert werden."
    },
    {
      "provision_ref": "art54",
      "chapter": "8. Abschnitt: Verfahren und Rechtspflege",
      "section": "54",
      "title": "Mietzinskontrolle",
      "content": "1 Während der Dauer der Bundeshilfe kontrolliert das Bundesamt die Mietzinse in den nach dem 2. Abschnitt geförderten Liegenschaften. 2 Die Mieterschaft kann jederzeit eine Überprüfung beantragen. Das Bundesamt versucht, unter den Parteien eine Einigung herbeizuführen. Kommt keine Einigung zustande, so erlässt das Bundesamt eine Verfügung. 3 Das Verfahren vor dem Bundesamt ist kostenlos; bei mutwilliger Prozessführung kann die fehlbare Partei zur gänzlichen oder teilweisen Übernahme der Verfahrenskosten verpflichtet werden. 4 Für die Überprüfung der Nebenkosten sind die Schlichtungsbehörden nach dem Obligationenrecht zuständig. SR 220"
    },
    {
      "provision_ref": "art55",
      "chapter": "8. Abschnitt: Verfahren und Rechtspflege",
      "section": "55",
      "title": "Gesuchsbehandlung durch beauftragte Dritte",
      "content": "Werden Gesuche nach den Artikeln 24, 26, 36 und 37 durch beauftragte Dritte behandelt, so richtet sich das Verfahren nach den Bestimmungen des Subventionsgesetzes vom 5. Oktober 1990. SR 616.1"
    },
    {
      "provision_ref": "art56",
      "chapter": "8. Abschnitt: Verfahren und Rechtspflege",
      "section": "56",
      "title": "Rechtsschutz",
      "content": "1 Verfügungen von Hypothekar-Bürgschaftseinrichtungen, Dachorganisationen und anderen Institutionen unterliegen der Beschwerde an das Bundesamt. 2 … 3 Im Übrigen gelten die allgemeinen Bestimmungen über die Bundesrechtspflege. Aufgehoben durch Anhang Ziff. 116 des Verwaltungsgerichtsgesetzes vom 17. Juni 2005, mit Wirkung seit 1. Jan. 2007 ( AS 2006 2197 1069 ; BBl 2001 4202 )."
    },
    {
      "provision_ref": "art57",
      "chapter": "8. Abschnitt: Verfahren und Rechtspflege",
      "section": "57",
      "title": "",
      "content": "Aufgehoben durch Anhang Ziff. 116 des Verwaltungsgerichtsgesetzes vom 17. Juni 2005, mit Wirkung seit 1. Jan. 2007 ( AS 2006 2197 , 1069 ; BBl 2001 4202 )."
    },
    {
      "provision_ref": "art58",
      "chapter": "9. Abschnitt: Schlussbestimmungen",
      "section": "58",
      "title": "Aufhebung bisherigen Rechts",
      "content": "Folgende Erlasse werden aufgehoben: 1. Das Bundesgesetz vom 19. März 1965 über Massnahmen zur Förderung des Wohnungsbaus. 2. Der Bundesbeschluss vom 11. März 1971 über die zusätzliche Finanzierung des Wohnungsbaus. [ AS 1966 433 ; 1970 891 ; 1973 448 , 1116 ; 1977 2249 Ziff. I, 622 ; 1991 362 Ziff. 2, 415 ; 1992 288 Anhang Ziff. 40] [ AS 1971 347 ]"
    },
    {
      "provision_ref": "art59",
      "chapter": "9. Abschnitt: Schlussbestimmungen",
      "section": "59",
      "title": "Übergangsbestimmungen",
      "content": "1 Gesuche, die auf Grund des Wohnbau- und Eigentumsförderungsgesetzes vom 4. Oktober 1974 (WEG) eingereicht wurden und für die vor dem Inkrafttreten dieses Gesetzes keine Verfügung über die Zusicherung von Bundeshilfe erlassen wurde, werden nach neuem Recht behandelt. 2 Die Bundeshilfe nach diesem Gesetz kann auf Gesuch hin auch für Wohnungen mit Baubeginn ab dem 1. Januar 2003 gewährt werden. 3 Für Forschungsaufträge, die vor Inkrafttreten dieses Gesetzes erteilt wurden, gilt das WEG. 4 Die Eidgenössische Wohnbaukommission nach Artikel 55 WEG wird mit Inkrafttreten dieses Gesetzes ersetzt durch die Eidgenössische Kommission für Wohnungswesen gemäss Artikel 49 dieses Gesetzes. 5 Mit Inkrafttreten dieses Gesetzes finden die Vorschriften über die Mietzinskontrolle gemäss Artikel 54 auch für Streitigkeiten Anwendung, die nach dem WEG beurteilt werden. Im Zeitpunkt des Inkrafttretens dieses Gesetzes bereits hängige Streitigkeiten über Nebenkosten werden vom Bundesamt beurteilt. 6 Der Bund kann Bürgschaften, die er gestützt auf das WEG für Mietliegenschaften gewährt hat, im Rahmen von finanziellen Sanierungen vorzeitig honorieren und auf das Regressrecht als Bürge verzichten, wenn: a. der Verzicht für den Bund die Risiken insgesamt reduziert; b. weitere beteiligte Gläubiger einen wesentlichen Forderungsverzicht leisten; c. die Eigentümerin oder der Eigentümer neue Mittel zur Finanzierung einsetzt. SR 843"
    },
    {
      "provision_ref": "art60",
      "chapter": "9. Abschnitt: Schlussbestimmungen",
      "section": "60",
      "title": "Altrechtlich gewährte Darlehen",
      "content": "Mit Inkrafttreten dieses Gesetzes verwaltet das Bundesamt die Darlehen, die gestützt auf den Bundesbeschluss vom 7. Oktober 1947 über Wohnungsfürsorge für Bundespersonal gewährt wurden. [BS 10 964; AS 1958 93 . BBl 1994 III 895 Ziff. I 1]"
    },
    {
      "provision_ref": "art61",
      "section": "61",
      "title": "Referendum und Inkrafttreten",
      "content": "1 Dieses Gesetz untersteht dem fakultativen Referendum. 2 Der Bundesrat bestimmt das Inkrafttreten. Datum des Inkrafttretens: 1. Oktober 2003 BRB vom 19. Aug. 2003"
    }
  ],
  "definitions": []
}