{
  "id": "sr-814-621",
  "type": "statute",
  "title": "Verordnung vom 5. Juli 2000 über Getränkeverpackungen (VGV)",
  "title_en": "Ordinance of 5 July 2000 on Beverage Containers (Beverage Container Ordinance, BCO)",
  "short_name": "VGV",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2000/299/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Section 1 General Provisions",
      "section": "1",
      "title": "Subject matter and scope of application",
      "content": "1 This Ordinance regulates: a. the supply and take-back of beverage containers used within Switzerland; b. the financing of the disposal of beverage containers made from glass. 2 It applies to containers of all beverages except for containers for milk and milk products."
    },
    {
      "provision_ref": "art2",
      "chapter": "Section 1 General Provisions",
      "section": "2",
      "title": "Definitions",
      "content": "1 Refillable containers means beverage containers intended for refilling. 2 Non-refillable containers means beverage containers not intended for refilling. 3 Recycling of beverage containers means the production of new containers or other products from used containers."
    },
    {
      "provision_ref": "art3",
      "chapter": "Section 2 Requirements for Beverage Containers",
      "section": "3",
      "title": "Composition",
      "content": "Dealers, manufacturers and importers shall supply packaging only in containers which, when they are collected, treated or recycled by existing organisations, do not give rise to significant additional costs or significant technical difficulties."
    },
    {
      "provision_ref": "art4",
      "chapter": "Section 2 Requirements for Beverage Containers",
      "section": "4",
      "title": "Labelling",
      "content": "Dealers, manufacturers and importers who supply beverages to consumers must: a. mark refillable containers as such; this does not apply to restaurant businesses; b. indicate the amount of the deposit charged on deposit-bearing beverage containers; c. on non-refillable PVC containers indicate the name and address of a company in Switzerland that is obliged to take them back."
    },
    {
      "provision_ref": "art5",
      "chapter": "Section 3 Supply and Take-Back of Beverage Containers",
      "section": "5",
      "title": "Mandatory deposit for refillable containers",
      "content": "1 Dealers, manufacturers and importers that supply beverages in refillable containers to consumers must charge a deposit. They must take back refillable containers of all the products they stock and refund the deposit. 2 Exempted from these obligations are: a. holders of restaurant businesses who ensure that refillable containers are collected; b. dealers, manufacturers and importers who, when they deliver beverages to consumers’ homes, charge an amount equivalent to the deposit for any refillable containers not returned. 3 The deposit shall be not less than CHF 0.30 for any beverage container."
    },
    {
      "provision_ref": "art6",
      "chapter": "Section 3 Supply and Take-Back of Beverage Containers",
      "section": "6",
      "title": "Mandatory deposit for non-refillable PVC containers",
      "content": "1 Dealers, manufacturers and importers who supply beverages in non-refillable PVC containers to consumers must charge a deposit. They must take back non-refillable PVC containers of all the products they stock, refund the deposit and at their own expense pass the containers on for recycling. 2 Exempted from these obligations are holders of restaurant businesses who ensure that non-refillable PVC containers are collected. 3 The deposit shall be not less than CHF 0.30 for any non-refillable PVC container."
    },
    {
      "provision_ref": "art7",
      "chapter": "Section 3 Supply and Take-Back of Beverage Containers",
      "section": "7",
      "title": "Subsidiary obligation to take back non-refillable PET and metal containers",
      "content": "1 Dealers, manufacturers and importers who supply beverages in non-refillable PET or metal containers to consumers and who do not ensure the disposal of all containers they supply through financial contributions to a private organisation, must: a. take back such non-refillable containers at all points of sale during all opening hours; b. pass such non-refillable containers on for recycling at their own expense; and c. indicate clearly in easily visible places at the points of sale that they accept the return of these types of non-refillable containers. 2 These provisions are subject to the reservation of the special measures taken by the Federal Department of Environment, Transport, Energy and Communications (DETEC) in terms of Article 8."
    },
    {
      "provision_ref": "art8",
      "chapter": "Section 3 Supply and Take-Back of Beverage Containers",
      "section": "8",
      "title": "Measures in the case of insufficient recycling level",
      "content": "1 The recycling level for beverage containers made from glass, PET and aluminium shall be a minimum of 75 per cent for each material. The recycling rate of any packaging material is the percentage proportion of the containers recycled during a calendar year compared with the total weight of non-refillable containers of the material supplied for use in Switzerland. 2 If the target is not achieved, DETEC may require that dealers, manufacturers and importers: a. charge a minimum deposit on non-refillable containers of the material concerned; b. accept the return of such containers and refund the deposit; and c. pass returned containers on for recycling at their own expense. 3 DETEC may limit the mandatory deposit to those containers that are the main cause of the recycling target not being met. It may grant exemptions from the mandatory deposit if the recycling of the containers is guaranteed in other ways. 4 If manufacturers and importers supply annually more than 100 tonnes of recyclable non-refillable containers of a packaging material other than glass, PET, aluminium or PVC, then DETEC may also stipulate a minimum recycling level and measures in accordance with paragraph 2 for this material."
    },
    {
      "provision_ref": "art9",
      "chapter": "Section 4 Prepaid Disposal Fee for Glass Beverage Containers",
      "section": "9",
      "title": "Obligation to pay a fee",
      "content": "1 Manufacturers who supply empty glass beverage containers for use within Switzerland and importers who import such containers must pay in respect of these a disposal fee (the «fee») to an organisation (the «Fee Organisation») appointed by the Federal Office for the Environment (the FOEN). 2 The obligation to pay a fee also applies to importers who import filled glass beverage containers. 3 No fee is payable by: a. manufacturers and importers who supply or import beverage containers with a capacity of less than 0.09 litres; b. manufacturers and importers who supply or import fewer than 1,000 beverage containers per half calendar year. The name of this administrative unit was changed in application of Art. 16 para. 3 of the Publications Ordinance of 17 Nov. 2004 ( SR 170.512.1 ). This change has been made throughout the text."
    },
    {
      "provision_ref": "art10",
      "chapter": "Section 4 Prepaid Disposal Fee for Glass Beverage Containers",
      "section": "10",
      "title": "Level of fee",
      "content": "1 The fee per beverage container shall be not less than CHF 0.01 and not more than CHF 0.10. 2 DETEC shall set the fee rate based on the anticipated costs of the activities set out in Article 12, having first consulted the interested parties. 3 The Fee Organisation must inform consumers about the rate of fee in an appropriate way."
    },
    {
      "provision_ref": "art11",
      "chapter": "Section 4 Prepaid Disposal Fee for Glass Beverage Containers",
      "section": "11",
      "title": "Duty to report and date due",
      "content": "1 Those required to pay the fee shall, no later than 30 days after the end of each calendar half year, inform the Fee Organisation of the number of beverage containers liable to the fee supplied or imported by them during this period. Figures shall be indicated separately in accordance with the requirements of the Fee Organisation and with the level of fee. 2 The fee for the containers supplied or imported during a calendar half year shall be due for payment 60 days after the end of the period in question. In the event of late payment, default interest is payable; if payment is made in advance, the Fee Organisation may grant credit interest. 3 If the Fee Organisation transfers the collection of the fee to the Federal Office for Customs and Border Security (FOCBS) , then the collection, due date and interest payments are governed by the customs legislation. SR 170.512.1 . This change has been made throughout the text."
    },
    {
      "provision_ref": "art12",
      "chapter": "Section 4 Prepaid Disposal Fee for Glass Beverage Containers",
      "section": "12",
      "title": "Use of the fee",
      "content": "The Fee Organisation must use the fee for the following activities: a. the collection and transport of used glass; b. the cleaning and sorting of intact glass containers; c. the cleaning and preparation of cullet for the manufacture of containers and other products; d. information, particularly to promote the reuse and the recycling of glass beverage containers; no more than 10 per cent of the annual income from the fee may be used for information activities; e. refunding the fee (Art. 14); f. its own activities in accordance with the mandate of the FOEN; g. to cover the FOEN’s expenses in fulfilling its tasks under this Ordinance. Inserted by Annex No II 1 of the O of 20 Oct. 2021 on the Return, Taking Back and Disposal of Electrical and Electronic Equipment, in force since 1 Jan. 2022 ( AS 2021 633 )."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Payments to third parties",
      "content": "1 Anyone who claims payment from the Fee Organisation for activities under Article 12 must submit an application to the Fee Organisation with supporting documentation no later than 31 March of the following year. The Fee Organisation may determine the information that applications must contain. 2 The Fee Organisation shall make payments to third parties only insofar as these undertake their activities economically and professionally. To this end, it may make enquiries. 3 The Fee Organisation shall make payments in respect of activities set out in Article 12 letters a–d based on the funds available. In so doing, it shall take account in particular of the amount and quality of the used glass and the environmental impact of these activities."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Refund",
      "content": "1 Anyone who exports beverage containers for which a fee has been paid may claim the refund of the fee in an application with supporting documentation. 2 If the amount due for refund is less than CHF 25.00, it shall not be refunded. 3 Applications for a refund of the fee may be submitted to the Fee Organisation for each calendar year, but must be submitted no later than 31 March of the following year."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Organisation",
      "content": "1 The FOEN shall delegate the levying, administration and use of the fee to a suitable private organisation. The Fee Organisation may not have any commercial interest related to the manufacture, import or export, supply or disposal of beverage containers. 2 The FOEN shall enter into a contract with the Fee Organisation for a period of up to five years. The contract shall regulate in particular the proportion of the fee which the Fee Organisation may use for its own activities, and the conditions and consequences of premature termination of the contract. 3 The Fee Organisation must carry out internal controls of management and appoint independent third parties approved by the FOEN to examine the internal control results and audit its accounts. It must supply them with all the necessary information and permit access to files. 4 It may reach agreement with the FOCBS on levying the fee on imports. The FOCBS may undertake to inform the organisation about the data in the customs declarations and further information relating to the import or export of beverage containers. 5 The Fee Organisation shall safeguard the commercial confidentiality of parties liable to pay the fee vis-à-vis third parties. Amended by Annex No II 1 of the O of 20 Oct. 2021 on the Return, Taking Back and Disposal of Electrical and Electronic Equipment, in force since 1 Jan. 2022 ( AS 2021 633 )."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Supervision of the Fee Organisation",
      "content": "1 The FOEN shall supervise the Fee Organisation. It can issue directives to it, in particular about use of the fee. 2 The Fee Organisation must provide the FOEN with all the necessary information and allow it access to its files. 3 It must submit to the FOEN each year no later than 31 May a report on its activities in the previous year. This report must contain in particular: a. the annual accounts; b. the auditor’s report; c. the number of beverage containers subject to a fee notified, itemised according to the level of the fee; d. a breakdown showing how the fee was used by amount, purpose and recipient. 4 The FOEN shall publish the report, excluding any information that is subject to commercial or manufacturing confidentiality or which permits deductions of this nature to be drawn."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "",
      "content": "1 The Fee Organisation shall decide on applications for fee refunds (Art. 14) and payments to third parties (Art. 13) by issuing rulings. 2 ... Amended by No II 80 of the Ordinance of 8 Nov. 2006 on the Amendment of Federal Council Ordinances in accordance with the Total Revision of the Administration of Federal Justice, in force since 1 Jan. 2007 ( AS 2006 4705 ). Repealed by No II 80 of the Ordinance of 8 Nov. 2006 on the Amendment of Federal Council Ordinances in accordance with the Total Revision of the Administration of Federal Justice, with effect from 1 Jan. 2007 ( AS 2006 4705 )."
    },
    {
      "provision_ref": "art18",
      "chapter": "Section 5 Notification Requirements",
      "section": "18",
      "title": "Manufacture and import",
      "content": "Manufacturers and importers of beverages must inform the FOEN by the end of February of each year in line with its requirements of: a. the volume of beverages produced or imported for consumption in Switzerland the previous year, divided into refillable and non-refillable containers, packaging material and beverage categories; b. the weight of recyclable non-refillable containers that were used for the beverages manufactured or imported for domestic consumption the previous year, itemised according to packaging material and beverage categories."
    },
    {
      "provision_ref": "art19",
      "chapter": "Section 5 Notification Requirements",
      "section": "19",
      "title": "Return and recycling",
      "content": "1 Dealers, manufacturers and importers with an obligation to take back non-refillable containers (Art. 6 para. 1, Art. 7 para. 1, Art. 8 para. 2) must by the end of February of each year notify the FOEN of the weight of the containers returned and recycled in the previous year. The declarations must be itemised according to packaging materials. 2 Anyone who in the course of business recycles beverage containers, or imports or exports them for recycling, must by the end of February of each year notify the FOEN for the previous year, in respect of each packaging material, of the weight, the recycling company and the method of recycling."
    },
    {
      "provision_ref": "art20",
      "chapter": "Section 5 Notification Requirements",
      "section": "20",
      "title": "Reporting to private offices",
      "content": "1 Those required to report may also submit their information by the end of February of each year to private reporting offices. In this case, they must ensure that these reporting offices compile all the data and submit it to the FOEN by the end of April each year. 2 The FOEN is entitled to inspect all individual notifications."
    },
    {
      "provision_ref": "art21",
      "chapter": "Section 6 Final Provisions",
      "section": "21",
      "title": "Enforcement",
      "content": "The Cantons shall enforce this Ordinance unless enforcement is specifically assigned to a federal authority."
    },
    {
      "provision_ref": "art22",
      "chapter": "Section 6 Final Provisions",
      "section": "22",
      "title": "Repeal and amendment of current legislation",
      "content": "1 The Ordinance of 22 August 1990 on Beverage Containers is repealed. 2 ... [ AS 1990 1480 ; 1995 5505 ; 1998 832 ] Repealed by No IV 33 of the Ordinance of 22 Aug. 2007 on the Formal Revision of Federal Legislation, with effect from 1 Jan. 2008 ( AS 2007 4477 )."
    },
    {
      "provision_ref": "art23",
      "chapter": "Section 6 Final Provisions",
      "section": "23",
      "title": "Commencement",
      "content": "1 This Ordinance comes into force on 1 January 2001, subject to paragraph 2. 2 DETEC shall determine the commencement date for Articles 9–14, 16 and 17 to coincide with the enactment of the Ordinance on the Level of the Prepaid Disposal Fee for Glass Beverage Containers (Art. 10 para. 2). In accordance with Art. 2 of the Ordinance of 7 Sept. 2001 on the Level of the Prepaid Disposal Fee for Glass Beverage Containers, those article came in force 1 Jan. 2002 ( SR 814.621.4 )."
    }
  ],
  "definitions": []
}