{
  "id": "sr-831-26",
  "type": "statute",
  "title": "Bundesgesetz vom 6. Oktober 2006 über die Institutionen zur Förderung der Eingliederung von invaliden Personen (IFEG)",
  "title_en": "",
  "short_name": "IFEG",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2007/802/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "1. Abschnitt: Zweck",
      "section": "1",
      "title": "",
      "content": "Dieses Gesetz bezweckt, invaliden Personen den Zugang zu einer Institution zur Förderung der Eingliederung (Institution) zu gewährleisten."
    },
    {
      "provision_ref": "art2",
      "chapter": "2. Abschnitt: Aufgaben der Kantone",
      "section": "2",
      "title": "Grundsatz",
      "content": "Jeder Kanton gewährleistet, dass invaliden Personen, die Wohnsitz in seinem Gebiet haben, ein Angebot an Institutionen zur Verfügung steht, das ihren Bedürfnissen in angemessener Weise entspricht."
    },
    {
      "provision_ref": "art3",
      "chapter": "2. Abschnitt: Aufgaben der Kantone",
      "section": "3",
      "title": "Institutionen",
      "content": "1 Als Institutionen gelten: a. Werkstätten, die dauernd intern oder an dezentral ausgelagerten Arbeitsplätzen invalide Personen beschäftigen, die unter üblichen Bedingungen keine Erwerbstätigkeit ausüben können; b. Wohnheime und andere betreute kollektive Wohnformen für invalide Personen; c. Tagesstätten, in denen invalide Personen Gemeinschaft pflegen und an Freizeit- und Beschäftigungsprogrammen teilnehmen können. 2 Einheiten einer Einrichtung, welche die in Absatz 1 erwähnten Leistungen erbringen, sind den Institutionen gleichgestellt."
    },
    {
      "provision_ref": "art4",
      "chapter": "2. Abschnitt: Aufgaben der Kantone",
      "section": "4",
      "title": "Anerkennung von Institutionen",
      "content": "1 Der Kanton anerkennt die Institutionen, die für die Umsetzung des Grundsatzes nach Artikel 2 nötig sind. Diese Institutionen können innerhalb oder ausserhalb seines Gebietes stehen. 2 Gewährung, Verweigerung und Entzug der Anerkennung werden verfügt."
    },
    {
      "provision_ref": "art5",
      "chapter": "2. Abschnitt: Aufgaben der Kantone",
      "section": "5",
      "title": "Anerkennungsvoraussetzungen",
      "content": "1 Um anerkannt zu werden, muss eine Institution: a. über Infrastruktur- und Leistungsangebot, welche den Bedürfnissen der betroffenen Personen entsprechen, sowie über das nötige Fachpersonal verfügen; b. ihren Betrieb wirtschaftlich und nach einer auf betriebswirtschaftlichen Grundsätzen basierenden einheitlichen Rechnungslegung führen; c. die Aufnahmebedingungen offen legen; d. die invaliden Personen und deren Angehörige über ihre Rechte und Pflichten schriftlich informieren; e. die Persönlichkeitsrechte der invaliden Personen wahren, namentlich ihr Recht auf Selbstbestimmung, auf Privatsphäre, auf individuelle Förderung, auf soziale Kontakte ausserhalb der Institution, auf Schutz vor Missbrauch und Misshandlung sowie ihr Recht und das ihrer Angehörigen auf Mitwirkung; f. die invaliden Personen entlöhnen, wenn diese eine wirtschaftlich verwertbare Tätigkeit verrichten; g. behinderungsbedingt notwendige Fahrten zu und von Werkstätten und Tagesstätten sicherstellen; h. die Qualitätssicherung gewährleisten. 2 Für die Anerkennung ist der Kanton zuständig, in dessen Hoheitsgebiet die Institution sich befindet. Die Kantone können eine andere Zuständigkeitsregelung vereinbaren. Institutionen, die durch den zuständigen Kanton anerkannt sind, können von anderen Kantonen ohne Überprüfung der Voraussetzungen nach Absatz 1 anerkannt werden."
    },
    {
      "provision_ref": "art6",
      "chapter": "2. Abschnitt: Aufgaben der Kantone",
      "section": "6",
      "title": "Kontrolle",
      "content": "1 Das Einhalten der Voraussetzungen nach Artikel 5 Absatz 1 wird regelmässig kontrolliert. 2 Für die Kontrolle ist der Kanton zuständig, in dessen Hoheitsgebiet die Institution sich befindet. Die Kantone können eine andere Zuständigkeitsregelung vereinbaren. 3 Der zuständige Kanton benachrichtigt die anderen Kantone, wenn er einer von ihm kontrollierten Institution die Anerkennung entzogen hat, weil sie die Voraussetzungen nach Artikel 5 Absatz 1 nicht mehr erfüllt."
    },
    {
      "provision_ref": "art7",
      "chapter": "2. Abschnitt: Aufgaben der Kantone",
      "section": "7",
      "title": "Kostenbeteiligung",
      "content": "1 Die Kantone beteiligen sich soweit an den Kosten des Aufenthalts in einer anerkannten Institution, dass keine invalide Person wegen dieses Aufenthaltes Sozialhilfe benötigt. 2 Findet eine invalide Person keinen Platz in einer von ihrem Wohnsitzkanton anerkannten Institution, die ihren Bedürfnissen in angemessener Weise entspricht, so hat sie Anspruch darauf, dass der Kanton sich im Rahmen von Absatz 1 an den Kosten des Aufenthalts in einer anderen Institution beteiligt, welche die Voraussetzungen nach Artikel 5 Absatz 1 erfüllt."
    },
    {
      "provision_ref": "art8",
      "chapter": "3. Abschnitt: Anspruch auf Subventionen und Beschwerderecht von Organisationen",
      "section": "8",
      "title": "Anspruch auf Subventionen",
      "content": "Sieht das kantonale Recht die Kostenbeteiligung durch Subventionen an anerkannte Institutionen oder an invalide Personen vor, so muss ein Rechtsanspruch auf diese Subventionen gewährleistet sein."
    },
    {
      "provision_ref": "art9",
      "chapter": "3. Abschnitt: Anspruch auf Subventionen und Beschwerderecht von Organisationen",
      "section": "9",
      "title": "Beschwerderecht von Organisationen",
      "content": "1 Behindertenorganisationen von gesamtschweizerischer Bedeutung, die seit mindestens zehn Jahren bestehen, können Beschwerde erheben gegen die Anerkennung einer Institution. 2 Der Bundesrat bezeichnet die zur Beschwerde berechtigten Organisationen."
    },
    {
      "provision_ref": "art10",
      "chapter": "4. Abschnitt: Übergangsbestimmung",
      "section": "10",
      "title": "",
      "content": "1 Jeder Kanton erstellt gemäss Artikel 197 Ziffer 4 der Bundesverfassung ein Konzept zur Förderung der Eingliederung invalider Personen im Sinne von Artikel 2. Er hört die Institutionen und Behindertenorganisationen an. Er legt das Konzept bei der erstmaligen Erstellung dem Bundesrat zur Genehmigung vor. 2 Das Konzept enthält folgende Elemente: a. Bedarfsplanung in quantitativer und qualitativer Hinsicht; b. Verfahren für periodische Bedarfsanalysen; c. Art der Zusammenarbeit mit den Institutionen; d. Grundsätze der Finanzierung; e. Grundsätze der beruflichen Aus- und Weiterbildung des Fachpersonals; f. Schlichtungsverfahren bei Streitigkeiten zwischen invaliden Personen und Institutionen; g. Art der Zusammenarbeit mit anderen Kantonen, insbesondere in der Bedarfsplanung und der Finanzierung; h. Planung für die Umsetzung des Konzepts. 3 Der Bundesrat lässt sich bei der Genehmigung nach Absatz 1 von einer Fachkommission beraten. Diese wird von ihm ernannt und setzt sich zusammen aus Vertreterinnen und Vertretern des Bundes, der Kantone, der Institutionen und der invaliden Personen. Datum des Inkrafttretens: 1. Januar 2008 Die Änd. gemäss BG vom 20. Juni 2014 über die Weiterbildung, in Kraft seit 1. Januar 2017, betrifft nur den französischen und den italienischen Text ( AS 2016 689 ; BBl 2013 3729 ). BRB vom 7. November 2007."
    }
  ],
  "definitions": []
}