{
  "id": "sr-817-022-18",
  "type": "statute",
  "title": "Verordnung des EDI vom 29. Juni 2022 über Abweichungen von den Anforderungen an die Information über Lebensmittel wegen der Situation in der Ukraine",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2022/397/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Geltungsbereich",
      "content": "1 Diese Verordnung gilt für Lebensmittel, die in der Originalrezeptur die Zutat Sonnenblumenöl oder den Zusatzstoff Lecithin aus Sonnenblumenöl enthalten, wenn diese Zutat oder dieser Zusatzstoff belegbar infolge der Situation in der Ukraine nicht mehr verfügbar ist. 2 Sie gilt nicht für Lebensmittel, auf denen die Zutat Sonnenblumenöl durch Worte, Bilder oder grafische Darstellungen hervorgehoben wird."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Kennzeichnung von Lebensmitteln",
      "content": "1 Abweichungen von der Originalrezeptur bei der Zutat Sonnenblumenöl oder beim Zusatzstoff Lecithin aus Sonnenblumenöl können zum Zeitpunkt der Abgabe an die Konsumentinnen und Konsumenten wie folgt angegeben werden: a. Für die Klassen «raffinierte Öle pflanzlicher Herkunft» und «raffinierte Fette pflanzlicher Herkunft» nach Anhang 5 Teil A der Verordnung des EDI vom 16. Dezember 2016 betreffend die Information über Lebensmittel (LIV) dürfen in der Liste mit den Angaben der speziellen pflanzlichen Herkunft mehrere Angaben gemacht werden, sofern mindestens eine dieser Angaben für ein Öl oder ein Fett steht, das im Enderzeugnis verwendet worden ist; unmittelbar danach muss die Wendung «abhängig von der Versorgungslage» folgen. b. Bei Lecithin darf eine Auswahl von Quellen von Lecithin angegeben werden, sofern mindestens eine davon im Enderzeugnis enthalten ist; unmittelbar danach muss die Wendung «abhängig von der Versorgungslage» folgen. c. Das Lebensmittel kann mit einem für die Konsumentinnen und Konsumenten leicht erkennbaren roten, runden Kleber im Hauptsichtfeld der Verpackung versehen werden mit der gut lesbaren Angabe, durch welches raffinierte pflanzliche Öl oder Fett das Sonnenblumenöl oder durch welchen Zusatzstoff Lecithin aus Sonnenblumenöl ersetzt wurde. d. Das Lebensmittel kann mit einem für die Konsumentinnen und Konsumenten leicht erkennbaren roten, runden Kleber im Hauptsichtfeld der Verpackung, versehen werden, auf dem gut lesbar der Hinweis «Korrekte Deklaration der Zutaten unter: ...» steht, gefolgt von einer Internetadresse, unter der leicht auffindbar darüber informiert wird, durch welches raffinierte pflanzliche Öl oder Fett das Sonnenblumenöl oder durch welchen Zusatzstoff Lecithin aus Sonnenblumenöl ersetzt wurde. 2 Vorbehalten bleibt Artikel 11 LIV. SR 817.022.16"
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Abverkauf der Bestände",
      "content": "Lebensmittel, die bis am 31. Dezember 2023 nach dieser Verordnung gekennzeichnet wurden, dürfen noch bis zum Abbau der Bestände an Konsumentinnen und Konsumenten abgegeben werden."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Inkrafttreten und Geltungsdauer",
      "content": "1 Diese Verordnung tritt am 15. Juli 2022 in Kraft. 2 Die Artikel 1 und 2 gelten bis zum 31. Dezember 2023."
    }
  ],
  "definitions": []
}