{
  "id": "sr-818-311",
  "type": "statute",
  "title": "Verordnung vom 28. Oktober 2009 zum Schutz vor Passivrauchen (Passivrauchschutzverordnung, PaRV)",
  "title_en": "",
  "short_name": "PaRV",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2009/767/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "1",
      "title": "Geltungsbereich",
      "content": "Diese Verordnung regelt: a. das Rauchverbot in geschlossenen Räumen, die öffentlich zugänglich sind oder mehreren Personen als Arbeitsplatz dienen; b. die Anforderungen an Raucherräume und an deren Belüftung; c. die Anforderungen an Raucherlokale und an deren Belüftung; d. die Voraussetzungen für die Beschäftigung von Arbeitnehmerinnen oder Arbeitnehmern in Raucherräumen und Raucherlokalen; e. die Ausnahmen vom Rauchverbot für Zwangsaufenthaltsorte und Einrichtungen, die dem dauernden Verbleib oder einem längeren Aufenthalt dienen."
    },
    {
      "provision_ref": "art2",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "2",
      "title": "Rauchverbot",
      "content": "1 Rauchen ist unter Vorbehalt der Artikel 4–7 untersagt in geschlossenen Räumen, die öffentlich zugänglich sind oder mehreren Personen als Arbeitsplatz dienen. 2 Als Arbeitsplatz mehrerer Personen gilt jeder Ort, an dem sich mehrere Arbeitnehmerinnen oder Arbeitnehmer dauernd oder vorübergehend zur Ausführung der ihnen zugewiesenen Arbeit aufhalten müssen."
    },
    {
      "provision_ref": "art3",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "3",
      "title": "Sorgfaltspflicht",
      "content": "Wer einen Raum betreibt, in dem das Rauchen gestattet ist, muss dafür sorgen, dass Personen in angrenzenden rauchfreien Räumen nicht durch Rauch belästigt werden."
    },
    {
      "provision_ref": "art4",
      "chapter": "2. Abschnitt: Raucherräume und Raucherlokale",
      "section": "4",
      "title": "Anforderungen an Raucherräume",
      "content": "1 Der Betreiber oder die Betreiberin oder die für die Hausordnung verantwortliche Person muss dafür sorgen, dass der Raucherraum: a. durch feste Bauteile von anderen Räumen dicht abgetrennt ist, nicht als Durchgang in andere Räume dient und über eine selbsttätig schliessende Tür verfügt; b. mit einer ausreichenden Belüftung ausgestattet ist. 2 Raucherräume müssen deutlich und an gut sichtbarer Stelle bei jedem Eingang als solche gekennzeichnet sein. 3 Mit Ausnahme von Rauchwaren und Raucherutensilien dürfen in einem Raucherraum keine Leistungen angeboten werden, die im übrigen Betrieb nicht erhältlich sind. 4 Für Raucherräume in einem Restaurations- oder Hotelbetrieb gilt zusätzlich: a. ihre Fläche darf höchstens einen Drittel der Gesamtfläche der Ausschankräume betragen; b. ihre Öffnungszeiten dürfen nicht länger sein als im übrigen Betrieb."
    },
    {
      "provision_ref": "art5",
      "chapter": "2. Abschnitt: Raucherräume und Raucherlokale",
      "section": "5",
      "title": "Anforderungen an Raucherlokale",
      "content": "1 Ein Restaurationsbetrieb wird von der zuständigen kantonalen Behörde auf Gesuch hin als Raucherlokal bewilligt, wenn: a. die Gesamtfläche der dem Publikum zugänglichen Räume, inklusive Eingangsbereich, Garderobe und Toiletten, höchstens 80 Quadratmeter beträgt; b. das Lokal mit einer ausreichenden Belüftung ausgestattet ist. 2 Raucherlokale müssen deutlich und an gut sichtbarer Stelle bei jedem Eingang als solche gekennzeichnet sein. 3 Nicht als Raucherlokal dürfen geführt werden: a. Räumlichkeiten oder Betriebe, die hauptsächlich der Verpflegung am Arbeitsplatz dienen wie Personalrestaurants oder Kantinen; b. Betriebe, deren Haupttätigkeit nicht im Gastgewerbebereich liegt; ausgenommen sind nichtlandwirtschaftliche Nebenbetriebe nach Artikel 24 b des Raumplanungsgesetzes vom 22. Juni 1979. SR 700"
    },
    {
      "provision_ref": "art6",
      "chapter": "2. Abschnitt: Raucherräume und Raucherlokale",
      "section": "6",
      "title": "Beschäftigung von Arbeitnehmerinnen oder Arbeitnehmern in Raucherräumen und Raucherlokalen",
      "content": "1 In Raucherräumen von Restaurations- und Hotelbetrieben und in Raucherlokalen dürfen Arbeitnehmerinnen oder Arbeitnehmer nur beschäftigt werden, sofern sie schriftlich zugestimmt haben. 2 Arbeitnehmerinnen und Arbeitnehmer dürfen in Raucherräumen zum Testen von Tabakprodukten beschäftigt werden, sofern sie einer solchen Tätigkeit schriftlich zugestimmt haben. 3 Für schwangere Frauen, stillende Mütter und Jugendliche unter 18 Jahren gelten die Sonderschutzvorschriften des Arbeitsgesetzes vom 13. März 1964 und seiner Ausführungsbestimmungen. SR 822.11"
    },
    {
      "provision_ref": "art7",
      "chapter": "3. Abschnitt: Spezielle Einrichtungen",
      "section": "7",
      "title": "",
      "content": "1 Der Betreiber oder die Betreiberin oder die für die Hausordnung verantwortliche Person kann vorsehen, dass geraucht werden darf in Zimmern: a. von Einrichtungen des Straf- und Massnahmenvollzugs oder vergleichbaren Einrichtungen; b. von Alters- und Pflegeheimen oder vergleichbaren Einrichtungen; c. von Hotels oder anderen Beherbergungsstätten. 2 Personen, die sich in einer Einrichtung nach Absatz 1 Buchstabe a oder b befinden, können verlangen, in einem Zimmer mit Rauchverbot untergebracht zu werden."
    },
    {
      "provision_ref": "art8",
      "chapter": "4. Abschnitt: Schlussbestimmungen",
      "section": "8",
      "title": "Änderung bisherigen Rechts",
      "content": "... Die Änderung kann unter AS 2009 6289 konsultiert werden."
    },
    {
      "provision_ref": "art9",
      "chapter": "4. Abschnitt: Schlussbestimmungen",
      "section": "9",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 1. Mai 2010 in Kraft."
    }
  ],
  "definitions": []
}