{
  "id": "sr-823-113",
  "type": "statute",
  "title": "Verordnung vom 16. Januar 1991 über Gebühren, Provisionen und Kautionen im Bereich des Arbeitsvermittlungsgesetzes (Gebührenverordnung AVG, GebV-AVG)",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1991/425_425_425/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Bewilligungsgebühr für Arbeitsvermittlungsstellen",
      "content": "(Art. 4 Abs. 4 AVG; Art. 13 und 14 der Arbeitsvermittlungsverordnung vom 16. Jan. 1991 , AVV) 1 Die Bewilligungsgebühr beträgt je nach Aufwand der Behörde 750−1650 Franken. 2 Die Gebühr bei Änderungen der Bewilligung beträgt je nach Aufwand der Behörde 220−850 Franken. 3 Für Arbeitsvermittlungsstellen gemeinnütziger Institutionen kann die Bewilligungsbehörde die Gebühren nach den Absätzen 1 und 2 herabsetzen oder erlassen, sofern diese Gebühren die pflichtigen Institutionen finanziell unzumutbar belasten würden. 4 Wird das Bewilligungsgesuch zurückgezogen oder nicht weiterverfolgt und hat die Bewilligungsbehörde bereits Arbeiten vorgenommen, so kann eine Gebühr bis zur maximalen Höhe der Bewilligungsgebühr nach Absatz 1 erhoben werden. Fassung gemäss Ziff. I der V vom 29. Nov. 2013, in Kraft seit 1. Jan. 2014 ( AS 2013 5325 ). SR 823.111"
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Einschreibgebühr für Stellensuchende in der Arbeitsvermittlung",
      "content": "(Art. 9 Abs. 1 AVG) 1 Die Einschreibgebühr beträgt für die Inland- wie für die Auslandvermittlung höchstens 45 Franken und darf pro Vermittlungsauftrag nur einmal erhoben werden. 2 Diese Höchstgrenze darf auch nicht überschritten werden, wenn der Vermittler das Stellenprofil des Stellensuchenden in einem besonderen Publikationsorgan platziert, welches er selbst veröffentlicht. 3 Ein Vermittlungsauftrag, der zu keinem Erfolg führt, gilt frühestens nach sechs Monaten als erloschen. 4 Arbeiten mehrere Vermittler zusammen, dürfen die Gebühren nicht kumuliert werden. Fassung gemäss Ziff. I der V vom 20. Okt. 1999, in Kraft seit 1. Dez. 1999 ( AS 1999 2716 ). Fassung gemäss Ziff. I der V vom 29. Nov. 2013, in Kraft seit 1. Jan. 2014 ( AS 2013 5325 )."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Vermittlungsprovision zu Lasten von Stellensuchenden",
      "content": "(Art. 9 Abs. 1 AVG, Art. 20 AVV) 1 Die Vermittlungsprovision beträgt höchstens 5 Prozent des ersten Brutto-Jahreslohnes. 2 Arbeiten mehrere Vermittler zusammen, darf die Provision mit Ausnahme von Artikel 4 Absatz 4 nicht kumuliert werden. Fassung gemäss Ziff. I der V vom 20. Okt. 1999, in Kraft seit 1. Dez. 1999 ( AS 1999 2716 )."
    },
    {
      "provision_ref": "art3a",
      "section": "3a",
      "title": "a Überwälzbarkeit der Mehrwertsteuer",
      "content": "(Art. 9 Abs. 1 AVG, Art. 20 AVV) Die Mehrwertsteuer auf der Provision kann auf den Stellensuchenden überwälzt werden, auch wenn dabei die Provisionshöchstgrenze überschritten wird. Eingefügt durch Ziff. I der V vom 20. Okt. 1999, in Kraft seit 1. Dez. 1999 ( AS 1999 2716 )."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Vermittlungsprovision zu Lasten von Personen, die für künstlerische und ähnliche Darbietungen vermittelt werden",
      "content": "(Art. 9 Abs. 1 AVG, Art. 23 AVV) 1 Die Vermittlungsprovision beträgt höchstens: a. 8 Prozent für die Vermittlung von Gruppen und Orchestern; b. 8 Prozent für die Vermittlung von Cabaret-Tänzerinnen; c. 10 Prozent für die Vermittlung von Alleinmusikern, Alleinunterhaltern und allein auftretenden Artisten aus dem Unterhaltungs- oder Klassikbereich sowie von Schauspielern. 2 Die Vermittlungsprovision nach Absatz 1 darf 5 Prozent der Brutto-Gage aus dem ersten Jahresengagement nicht übersteigen. 3 Beträgt die Vertragsdauer weniger als sechs Arbeitstage, so kann die Vermittlungsprovision um höchstens einen Viertel der in Absatz 1 genannten Absätze erhöht werden. Der Vermittler darf pro Vermittlung nach Absatz 1 in jedem Fall ein Minimum von 80 Franken in Rechnung stellen. 4 Muss der Vermittler bei der Vermittlung ins Ausland mit ausländischen Vermittlungsstellen zusammenarbeiten, so darf sich die Provision zu Lasten des Stellensuchenden um höchstens die Hälfte erhöhen, keinesfalls jedoch um mehr als die infolge der Auslandvermittlung entstandenen Mehrkosten. Fassung gemäss Ziff. I der V vom 20. Okt. 1999, in Kraft seit 1. Dez. 1999 ( AS 1999 2716 )."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Vermittlungsprovision zulasten von Fotomodellen und Mannequins",
      "content": "(Art. 9 Abs. 1 AVG, Art. 23 AVV ) Die Vermittlungsprovision beträgt höchstens: a. 12 Prozent für die Vermittlung von Einsätzen mit einer Dauer von weniger als sechs Arbeitstagen; b. 10 Prozent für die Vermittlung von länger dauernden Einsätzen. SR 823.111"
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Kaution zulasten von Verleihbetrieben",
      "content": "(Art. 14 Abs. 2 AVG, Art. 35 AVV ) 1 Die Kaution beträgt 50 000 Franken pro Verleiher. 2 Hat der Verleiher im abgelaufenen Kalenderjahr Arbeitnehmer für mehr als 60 000 Einsatzstunden verliehen, beträgt die Kaution 100 000 Franken. 3 Für Verleiher, die zusätzlich ins Ausland verleihen, erhöht sich die Kaution um 50 000 Franken. 4 Die Höchstkautionen (Art. 36 Abs. 3 AVV), die ein Hauptsitz für sich und seine Zweigniederlassungen hinterlegen kann, beträgt 1 000 000 Franken. SR 823.111"
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Bewilligungsgebühr für Personalverleihbetriebe",
      "content": "(Art. 15 Abs. 4 AVG; Art. 42 und 43 AVV) 1 Die Bewilligungsgebühr beträgt je nach Aufwand der Behörde 750−1650 Franken. 2 Die Gebühr bei Änderungen der Bewilligung beträgt je nach Aufwand der Behörde 220−850 Franken. 3 Wird das Bewilligungsgesuch zurückgezogen oder nicht weiterverfolgt und hat die Bewilligungsbehörde bereits Arbeiten vorgenommen, so kann eine Gebühr bis zur maximalen Höhe der Bewilligungsgebühr nach Absatz 1 erhoben werden. Fassung gemäss Ziff. I der V vom 29. Nov. 2013, in Kraft seit 1. Jan. 2014 ( AS 2013 5325 )."
    },
    {
      "provision_ref": "art7a",
      "section": "7a",
      "title": "a Anwendbarkeit der Allgemeinen Gebührenverordnung",
      "content": "Soweit diese Verordnung keine besondere Regelung enthält, gelten für die Gebühren für Bewilligungen gemäss den Artikeln 1 und 7, die das Staatssekretariat für Wirtschaft (SECO) erteilt, die Bestimmungen der Allgemeinen Gebührenverordnung vom 8. September 2004. Eingefügt durch Ziff. I der V vom 16. Juni 2006, in Kraft seit 1. Aug. 2006 ( AS 2006 2685 ) SR 172.041.1"
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 1. Juli 1991 in Kraft."
    }
  ],
  "definitions": []
}