{
  "id": "sr-831-201-7",
  "type": "statute",
  "title": "Verordnung des BSV vom 9. Juni 2008 über Pilotversuche nach dem Bundesgesetz über die Invalidenversicherung",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2008/399/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Gegenstand",
      "content": "Diese Verordnung regelt die Kriterien für die Gesuche und die Umsetzung von befristeten Pilotversuchen nach Artikel 68 quater des Bundesgesetzes vom 19. Juni 1959 über die Invalidenversicherung (IVG). SR 831.20"
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Zweck der Pilotversuche",
      "content": "1 Die Pilotversuche bezwecken: a. invalide oder von einer Invalidität bedrohte Versicherte einzugliedern; b. Invalidität zu verhindern, zu vermindern oder zu beheben; 2 Die Pilotversuche sollen verbesserte oder neue Massnahmen, Instrumente oder Vorgehensweisen zur Eingliederung enthalten."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Gesuche",
      "content": "1 Ein Gesuch um Durchführung eines Pilotversuchs kann jederzeit beim Bundesamt für Sozialversicherungen (BSV) eingereicht werden. 2 Das Gesuch muss mindestens folgende Angaben enthalten: a. Angaben über Ziel und Nutzen des Pilotversuchs; b. Beschreibung des Projekts; c. Angaben über Regelungen, die von den Bestimmungen des IVG abweichen; d. einen detaillierten Vorschlag und einen Finanzierungsplan; e. Evaluationskonzept; f. Projektorganisation; g. Angaben über die am Projekt beteiligten Organisationen; h. einen Zeitplan für die Durchführung. 3 Das BSV stellt Formulare für die Gesuchseinreichung zur Verfügung. SR 831.20"
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Entscheid",
      "content": "1 Das BSV entscheidet nach Anhörung der Eidgenössischen Kommission für Alters‑, Hinterlassenen- und Invalidenversicherung über die Bewilligung eines Pilotversuches. IV-Stellen, die in einen Pilotversuch einbezogen werden, werden vor dem Entscheid ebenfalls angehört. 2 Die Bewilligung wird für höchstens vier Jahre erteilt. Vorbehalten ist eine Verlängerung nach Artikel 68 quater Absatz 2 IVG. 3 Das BSV kann die Bewilligung mit Auflagen verbinden. SR 831.20"
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Finanzhilfen",
      "content": "1 Die Invalidenversicherung kann Finanzhilfen an einen Pilotversuch ausrichten. 2 Finanzhilfen können ausgerichtet werden: a. für die Durchführung von Pilotversuchen; b. für Massnahmen, welche die Eingliederung verbessern; c. für Massnahmen, die Invalidität verhindern; d. zur Schaffung von Arbeitsplätzen; e. um Anreize zur Eingliederung von invaliden oder von Invalidität bedrohten Versicherten zu setzen. 3 Das BSV entscheidet über die Ausrichtung der Finanzhilfen."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Evaluation",
      "content": "1 Die Gesuchstellerin oder der Gesuchsteller hat die Ergebnisse des Pilotversuchs in einer Evaluation auszuwerten. 2 Das BSV prüft die Evaluation. Es kann Fachleute beiziehen."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 1. Juli 2008 in Kraft."
    }
  ],
  "definitions": []
}