{
  "id": "sr-818-101-28",
  "type": "statute",
  "title": "Verordnung vom 26. Mai 2021 über Massnahmen für Publikumsanlässe von überkantonaler Bedeutung im Zusammenhang mit der Covid-19-Epidemie (Covid-19-Verordnung Publikumsanlässe)",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2021/299/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "1. Abschnitt: Grundsätze",
      "section": "1",
      "title": "",
      "content": "1 Der Bund beteiligt sich im Rahmen des von der Bundesversammlung bewilligten Verpflichtungskredits an den Kosten, die einem Kanton entstehen aufgrund der Unterstützung von Veranstalterinnen und Veranstaltern, die in der Schweiz Publikumsanlässe wie Sport- und Kulturveranstaltungen oder Fach- und Publikumsmessen veranstalten (Veranstaltungsunternehmen), sofern: a. die vom Kanton unterstützten Veranstaltungsunternehmen und deren Veranstaltungen die Anforderungen nach dem 2. Abschnitt erfüllen; b. die Ausgestaltung der Unterstützung durch den Kanton den Anforderungen nach dem 3. Abschnitt entspricht; c. der Kanton die Anforderungen nach dem 4. Abschnitt sowie nach den Artikeln 17 und 18 erfüllt; d. die Veranstaltung im betreffenden Kanton durchgeführt wird oder das Veranstaltungsunternehmen seinen Sitz oder Wohnsitz im betreffenden Kanton hat. 2 Er beteiligt sich nicht an den Kosten, die einem Kanton aus Unterstützungen entstehen: a. von Veranstaltungsunternehmen, an deren Kapital Bund, Kantone oder Gemeinden mit mehr als 12 000 Einwohnern insgesamt zu mehr als 50 Prozent beteiligt sind; b. von regionalen und lokalen Veranstaltungen (Art. 11 a Abs. 7 Covid-19-Gesetz vom 25. Sept. 2020); c. von politischen oder religiösen Veranstaltungen; d. von Zusammenkünften von Organen juristischer Personen."
    },
    {
      "provision_ref": "art2",
      "chapter": "2. Abschnitt: Anforderungen an die Veranstaltungen und die Veranstaltungsunternehmen und die Veranstaltungsunternehmen",
      "section": "2",
      "title": "Veranstaltungen",
      "content": "1 Der Kanton kann Veranstaltungen von überkantonaler Bedeutung, deren Durchführung zwischen dem 1. Juni 2021 und dem 30. April 2022 geplant ist und die aufgrund einer nachträglichen behördlichen Anordnung wegen der Covid-19-Epidemie verschoben oder abgesagt werden, unterstützen (Art. 11 a Abs. 1 Covid-19-Gesetz vom 25. Sept. 2020). 2 Er kann im Einzelfall Veranstaltungen unterstützen, die zwar nicht abgesagt, aber aufgrund einer behördlichen Anordnung wegen der Covid-19-Epidemie nachträglich im Vergleich zur bewilligten Veranstaltung nur mit einer Reduktion der Anzahl Personen um mehr als 30 Prozent oder ohne Restauration durchgeführt werden können, sofern dadurch die kantonale Unterstützungsleistung verglichen mit derjenigen bei einer Absage reduziert wird. 3 Ausser Betracht fallen Veranstaltungen: a. die im Zeitpunkt der Gesuchseinreichung gemäss Artikel 16 beziehungsweise 18 der Covid-19-Verordnung besondere Lage vom 23. Juni 2021 oder nach dem kantonalen Recht für das geplante Veranstaltungsdatum nicht zulässig sind; oder b. deren Bewilligung nachträglich widerrufen wird, weil das Veranstaltungsunternehmen die Bewilligungsvoraussetzungen nach den Artikeln 16 und 17 oder nach Artikel 18 der Covid-19-Verordnung besondere Lage oder nach dem kantonalen Recht nicht einhält, insbesondere die Anforderungen an das Schutzkonzept. 4 Die Veranstaltungen müssen: a. Publikumsanlässe sein, die der Öffentlichkeit zugänglich und für mehr als 1000 Personen pro Tag konzipiert sind; b. eine überkantonale Bedeutung aufweisen in dem Sinne, dass sie einen Kreis von Besucherinnen und Besuchern oder Teilnehmenden ansprechen, der über den Kanton hinausgeht, in dem die Veranstaltung stattfindet. 5 Das Veranstaltungsunternehmen muss gegenüber dem Kanton belegen, dass die Veranstaltung kostendeckend durchgeführt werden kann. 6 Es ist verpflichtet, alle zumutbaren Vorkehrungen zur Schadensminderung zu treffen. Fassung gemäss Anhang 3 Ziff. 2 der Covid-19-Verordnung besondere Lage vom 23. Juni 2021, in Kraft seit 26. Juni 2021 ( AS 2021 379 ). SR 818.101.26 Fassung gemäss Anhang 3 Ziff. 2 der Covid-19-Verordnung besondere Lage vom 23. Juni 2021, in Kraft seit 26. Juni 2021 ( AS 2021 379 )."
    },
    {
      "provision_ref": "art3",
      "chapter": "2. Abschnitt: Anforderungen an die Veranstaltungen und die Veranstaltungsunternehmen und die Veranstaltungsunternehmen",
      "section": "3",
      "title": "Veranstaltungsunternehmen",
      "content": "1 Das Veranstaltungsunternehmen hat die Rechtsform eines Einzelunternehmens, einer Personengesellschaft oder einer juristischen Person mit Sitz in der Schweiz. 2 Es verfügt über eine Unternehmens-Identifikationsnummer (UID-Nummer)."
    },
    {
      "provision_ref": "art4",
      "chapter": "2. Abschnitt: Anforderungen an die Veranstaltungen und die Veranstaltungsunternehmen und die Veranstaltungsunternehmen",
      "section": "4",
      "title": "Einreichung des Gesuchs",
      "content": "1 Das Veranstaltungsunternehmen reicht pro Veranstaltung vorgängig ein Gesuch bei der zuständigen kantonalen Behörde nach Artikel 14 Absätze 1–3 ein. Sind an einer Veranstaltung mehrere Veranstaltungsunternehmen beteiligt, so reicht dasjenige Unternehmen das Gesuch ein, das die Gesamtverantwortung für die Veranstaltung trägt. 2 Das Gesuch nach dieser Verordnung muss bezüglich Zeitpunkt, Dauer, Ort und geplanter Anzahl Personen der Veranstaltung der kantonalen Bewilligung nach Artikel 16 beziehungsweise 18 der Covid-19-Verordnung besondere Lage vom 23. Juni 2021 und nach dem kantonalen Recht entsprechen. 3 Gesuche können bis zum 28. Februar 2022 eingereicht werden. SR 818.101.26 Fassung gemäss Anhang 3 Ziff. 2 der Covid-19-Verordnung besondere Lage vom 23. Juni 2021, in Kraft seit 26. Juni 2021 ( AS 2021 379 )."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Unterlagen und Belege",
      "content": "1 Das Veranstaltungsunternehmen hat mit dem Gesuch Unterlagen einzureichen, die insbesondere folgende Angaben enthalten: a. eine Beschreibung der Veranstaltung, insbesondere Thema, Datum und Dauer, Ort, geplante Anzahl Personen sowie Begründung, inwiefern der Kreis der Besucherinnen und Besucher oder der Teilnehmenden über den Kanton hinausgeht, in dem die Veranstaltung stattfindet; b. die bereits erteilte kantonale Bewilligung für die Veranstaltung, sofern eine Bewilligung nach Artikel 16 beziehungsweise 18 der Covid-19-Verordnung besondere Lage vom 23. Juni 2021 oder dem kantonalen Recht erforderlich ist; falls die Bewilligung noch nicht erteilt ist: eine Bestätigung des Kantons, in dem die Veranstaltung stattfindet, dass die Veranstaltung die Voraussetzungen nach den Artikeln 16 und 17 oder nach Artikel 18 der Covid-19-Verordnung besondere Lage und die kantonalen Voraussetzungen erfüllt; c. die budgetierten Einnahmen und Ausgaben, welche die Kostendeckung nach Artikel 2 Absatz 5 belegen; d. einen Ausweis über budgetierte staatliche Beiträge; e. die Vorkehrungen zur Schadensminderung; f. einen allfälligen abschlägigen Entscheid des Kantons, in dem die Veranstaltung durchgeführt werden soll. 2 Es hat zu bestätigen, dass es: a. bezahlte Eintritte bei einer Absage vollumfänglich rückerstattet; b. die branchenüblichen Versicherungen und Stornierungsvereinbarungen abgeschlossen hat; c. am letzten Bilanzstichtag nicht überschuldet war oder eine damalige Überschuldung seither nachweislich beseitigt hat; d. sich im Zeitpunkt der Gesuchseinreichung nicht in einem Konkurs- oder Nachlassverfahren oder in Liquidation befindet und dass gegen das Unternehmen kein rechtskräftiger Entscheid wegen Missbrauchs von Covid-19-Finanzhilfen vorliegt. 3 Es ist verpflichtet, der zuständigen Behörde alle für die Beurteilung des Gesuchs notwendigen Informationen zu liefern. Fassung gemäss Anhang 3 Ziff. 2 der Covid-19-Verordnung besondere Lage vom 23. Juni 2021, in Kraft seit 26. Juni 2021 ( AS 2021 379 ). SR 818.101.26"
    },
    {
      "provision_ref": "art6",
      "chapter": "3. Abschnitt: Anforderungen an die Ausgestaltung der Unterstützungsleistung der Kantone der Kantone",
      "section": "6",
      "title": "Verfügungen über die Unterstützungsleistung",
      "content": "1 Der unterstützende Kanton erlässt in der Planungsphase eine Verfügung über die Zusicherung der Beteiligung an den ungedeckten Kosten. 2 Muss eine Veranstaltung aufgrund der Covid-19-Epidemie abgesagt oder verschoben werden oder kann sie im Sinne von Artikel 2 Absatz 2 nur reduziert durchgeführt werden, so erlässt der Kanton auf Gesuch des Veranstaltungsunternehmens eine weitere Verfügung über die Beteiligung an den ungedeckten Kosten, sofern die Voraussetzungen nach dem 2. Abschnitt erfüllt sind."
    },
    {
      "provision_ref": "art7",
      "chapter": "3. Abschnitt: Anforderungen an die Ausgestaltung der Unterstützungsleistung der Kantone der Kantone",
      "section": "7",
      "title": "Bemessungsgrundlage für die Unterstützungsleistung",
      "content": "1 Die Leistung des Kantons an das Veranstaltungsunternehmen bemisst sich nach den ungedeckten Kosten. Diese umfassen die effektiven Ausgaben, die in direktem Zusammenhang mit der Veranstaltung stehen, abzüglich der effektiven Einnahmen. 2 Die Einnahmen umfassen auch Subventionen oder Entschädigungen der öffentlichen Hand, namentlich Entschädigungen nach den Artikeln 11 und 12 b des Covid-19-Gesetzes vom 25. September 2020. 3 Ein allenfalls entgangener Gewinn wird nicht entschädigt. 4 Das Veranstaltungsunternehmen muss den Schaden nachweisen."
    },
    {
      "provision_ref": "art8",
      "chapter": "3. Abschnitt: Anforderungen an die Ausgestaltung der Unterstützungsleistung der Kantone der Kantone",
      "section": "8",
      "title": "Höhe der Beteiligung",
      "content": "1 Der Kanton übernimmt unter Vorbehalt der Absätze 2–4 die ungedeckten Kosten nach Artikel 7 Absatz 1. 2 Das Veranstaltungsunternehmen trägt pro Veranstaltung von den ungedeckten Kosten eine Franchise von 5000 Franken und vom verbleibenden Betrag einen Selbstbehalt von 10 Prozent. 3 Die Kostenübernahme des Kantons beträgt pro Veranstaltung höchstens 5 Millionen Franken. 4 Hat das Veranstaltungsunternehmen nicht alle zumutbaren Vorkehrungen zur Schadensminderung nach Artikel 2 Absatz 6 getroffen, so kann der Kanton die Beteiligung angemessen kürzen."
    },
    {
      "provision_ref": "art9",
      "chapter": "3. Abschnitt: Anforderungen an die Ausgestaltung der Unterstützungsleistung der Kantone der Kantone",
      "section": "9",
      "title": "Vorschuss",
      "content": "1 Der Kanton kann dem Veranstaltungsunternehmen einen Vorschuss gewähren, sofern nach der summarischen Prüfung der Unterlagen die beantragte Unterstützungsleistung als gerechtfertigt erscheint. 2 Wird die Leistung abgelehnt, so muss das Veranstaltungsunternehmen den Vorschuss zurückerstatten. 3 Ist die zugesprochene Leistung geringer als der Vorschuss, so muss die Differenz zurückerstattet werden."
    },
    {
      "provision_ref": "art10",
      "chapter": "3. Abschnitt: Anforderungen an die Ausgestaltung der Unterstützungsleistung der Kantone der Kantone",
      "section": "10",
      "title": "Belege und Auskünfte",
      "content": "1 Das Veranstaltungsunternehmen hat zum Beleg der ungedeckten Kosten die folgenden Unterlagen einzureichen: a. Rechnungsabschluss der Veranstaltung mit Ausgaben und Einnahmen; b. Nachweis über die Rückerstattung der Ticketeinnahmen; c. Ausweis über Beiträge nach Artikel 7 Absatz 2; d. Ausweis über die Massnahmen, die zur Schadensminderung ergriffen wurden. [tab] 2 Der Kanton kann vom Veranstaltungsunternehmen über die nach Absatz 1 geforderten Belege hinausgehende Auskünfte einfordern."
    },
    {
      "provision_ref": "art11",
      "chapter": "3. Abschnitt: Anforderungen an die Ausgestaltung der Unterstützungsleistung der Kantone der Kantone",
      "section": "11",
      "title": "Einschränkung der Mittelverwendung",
      "content": "Das Veranstaltungsunternehmen, das Leistungen nach Artikel 7 Absatz 1 erhält, hat gegenüber dem Kanton zu bestätigen, dass es nach Einreichung des Gesuchs nach Artikel 4 bis Ende des Jahres, in dem die Veranstaltung stattgefunden hätte: a. keine Dividenden oder Tantiemen beschliesst oder ausschüttet oder Kapitaleinlagen rückerstattet; und b. keine Darlehen an seine Eigentümer vergibt."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Datenbekanntgabe",
      "content": "1 Für die Auskunfts- und Informationspflichten gilt Artikel 11 a Absatz 6 zweiter Satz des Covid-19-Gesetzes vom 25. September 2020. 2 Die für die branchenspezifischen Covid-19-Finanzhilfen in den Bereichen Kultur und Sport zuständigen Bundesstellen sind verpflichtet, den zuständigen Amtsstellen der Kantone, dem Staatssekretariat für Wirtschaft (SECO) und der Eidgenössischen Finanzkontrolle die Personendaten und Informationen herauszugeben, die diese für die Erfüllung ihrer Aufgabe benötigen."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Missbrauchsbekämpfung durch die Kantone",
      "content": "1 Der Bund beteiligt sich nur an den Kosten, die dem Kanton aus seiner Zusicherung gegenüber Veranstaltungsunternehmen entstehen, sofern dieser die Missbrauchsbekämpfung mit geeigneten Mitteln sicherstellt und zu Unrecht ausbezahlte Unterstützungsleistungen zurückfordert. 2 Er kann bei den Kantonen jederzeit stichprobenweise Kontrollen durchführen oder durch Dritte durchführen lassen."
    },
    {
      "provision_ref": "art14",
      "chapter": "4. Abschnitt: Kantonale Zuständigkeiten und Verfahren",
      "section": "14",
      "title": "Zuständigkeiten",
      "content": "1 Für die Behandlung von Gesuchen zuständig ist: a. der Kanton, in dem die Veranstaltung durchgeführt wird; oder b. falls der Kanton nach Buchstabe a die Veranstaltung nicht unterstützt: der Kanton, in dem das Veranstaltungsunternehmen seinen Sitz oder Wohnsitz hat. 2 Die kantonale Zuständigkeit nach Absatz 1 Buchstabe b bleibt von einer Sitzverlegung des Veranstaltungsunternehmens innerhalb des Zeitraums zwischen Zusicherung und Veranstaltungszeitpunkt unberührt. 3 Gesuche sind bei den von den Kantonen bezeichneten zuständigen Stellen einzureichen."
    },
    {
      "provision_ref": "art15",
      "chapter": "4. Abschnitt: Kantonale Zuständigkeiten und Verfahren",
      "section": "15",
      "title": "Verfahren",
      "content": "1 Das Verfahren zur Gewährung von Beiträgen, für die die Beteiligung des Bundes beansprucht wird, richtet sich nach kantonalem Recht. 2 Die Kantone entscheiden über die Gesuche nach einer Prüfung im Einzelfall. 3 Sie können für die Prüfung Dritte beiziehen."
    },
    {
      "provision_ref": "art16",
      "chapter": "5. Abschnitt: Umfang der Bundesbeteiligung",
      "section": "16",
      "title": "",
      "content": "Der Bund beteiligt sich an den Unterstützungsleistungen der Kantone nach Artikel 8 zu 50 Prozent."
    },
    {
      "provision_ref": "art17",
      "chapter": "6. Abschnitt: Verfahren zwischen den Kantonen und dem Bund",
      "section": "17",
      "title": "Berichterstattung",
      "content": "1 Die Kantone erstatten dem Bund Bericht über die zugesicherten und die effektiv geleisteten Unterstützungsleistungen. Die Berichterstattung umfasst mindestens folgende Informationen: a. UID-Nummer und Name des Veranstaltungsunternehmens; b. Name, Ort und Datum der Veranstaltung; c. budgetierter Aufwand; d. im Schadensfall die ungedeckten Kosten und der effektiv bezahlte Betrag einschliesslich der Anteile von Bund und Kanton. 2 Die Berichterstattung des Kantons nach Absatz 1 erfolgt über eine durch das SECO betriebene Informatiklösung. 3 Die Meldung erfolgt spätestens 10 Arbeitstage nach der Verfügung über die Zusicherung oder über die effektive Unterstützungsleistung. 4 Der Kanton stellt dem SECO auf Anfrage für jede Verfügung über die Zusicherung oder über die effektive Unterstützungsleistung alle Belege nach den Artikeln 5 und 10 zur Verfügung. 5 Das Eidgenössische Departement für Wirtschaft, Bildung und Forschung kann weitere Einzelheiten über die Berichterstattung festlegen."
    },
    {
      "provision_ref": "art18",
      "chapter": "6. Abschnitt: Verfahren zwischen den Kantonen und dem Bund",
      "section": "18",
      "title": "Rechnungsstellung",
      "content": "1 Die Kantone stellen dem Bund nachträglich Rechnung über die Bundesbeteiligung an ihren Unterstützungsleistungen nach Artikel 8. 2 Die Rechnungsstellung ist monatlich an das SECO zu richten."
    },
    {
      "provision_ref": "art19",
      "chapter": "6. Abschnitt: Verfahren zwischen den Kantonen und dem Bund",
      "section": "19",
      "title": "Nachträgliche Kürzung und Rückforderung; Rückerstattungen",
      "content": "1 Der Bund kann Auszahlungen an Kantone zurückhalten oder geleistete Zahlungen von einem Kanton zurückfordern, wenn sich herausstellt, dass die Anforderungen dieser Verordnung nicht eingehalten worden sind. 2 Rückerstattungen von Veranstaltungsunternehmen fallen im Umfang der Kostenbeteiligung zugunsten von Bund und Kantonen an."
    },
    {
      "provision_ref": "art20",
      "chapter": "7. Abschnitt: Schlussbestimmungen",
      "section": "20",
      "title": "Vollzug durch den Bund",
      "content": "Für den Vollzug dieser Verordnung auf Seite des Bundes ist das SECO zuständig."
    },
    {
      "provision_ref": "art21",
      "chapter": "7. Abschnitt: Schlussbestimmungen",
      "section": "21",
      "title": "Inkrafttreten und Geltungsdauer",
      "content": "1 Diese Verordnung tritt am 27. Mai 2021 um 00.00 Uhr in Kraft. 2 Sie gilt bis zum 30. April 2022."
    }
  ],
  "definitions": []
}