{
  "id": "sr-818-101-32",
  "type": "statute",
  "title": "Verordnung vom 29. April 2015 über mikrobiologische Laboratorien",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2015/299/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "1",
      "title": "Gegenstand und Geltungsbereich",
      "content": "1 Diese Verordnung regelt die Voraussetzungen und das Verfahren zur Erteilung der Bewilligung für: a. mikrobiologische Laboratorien, die diagnostische oder epidemiologische Untersuchungen im Bereich der übertragbaren Krankheiten des Menschen durchführen; b. mikrobiologische Laboratorien, die Blut, Blutprodukte oder Transplantate untersuchen, um übertragbare Krankheiten im Hinblick auf eine Transfusion, Transplantation oder Verarbeitung auszuschliessen; c. Laboratorien, die Untersuchungen zum Nachweis eines Krankheitserregers in Proben aus der Umwelt im Zusammenhang mit B-Ereignissen durchführen; von der Bewilligungspflicht ausgenommen sind Laboratorien, die ausschliesslich Lebensmittel-, Futtermittel- und Trinkwasserproben, andere Proben im Bereich Verbraucherschutz sowie Umgebungsproben bei der Abklärung lebensmittelassoziierter Gruppenerkrankungen untersuchen. 2 Laboratorien, die ausschliesslich Analysen der Grundversorgung nach Artikel 62 der Verordnung vom 27. Juni 1995 über die Krankenversicherung durchführen, fallen nur unter diese Verordnung, wenn sie Untersuchungen nach Absatz 1 Buchstabe b durchführen. SR 832.102"
    },
    {
      "provision_ref": "art2",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "2",
      "title": "Zuständige Bundesbehörde",
      "content": "Für die Erteilung der Bewilligung ist das Schweizerische Heilmittelinstitut zuständig."
    },
    {
      "provision_ref": "art3",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "3",
      "title": "Begriffe",
      "content": "In dieser Verordnung gilt als: a. diagnostische Untersuchung: Laboranalyse zur Erkennung einer übertragbaren Krankheit bei einer bestimmten Patientin oder einem bestimmten Patienten; b. epidemiologische Untersuchung: Laboranalyse zur Früherkennung und Überwachung einer übertragbaren Krankheit in der Bevölkerung und zur Verhütung und Bekämpfung dieser Krankheit; c. Untersuchungen zum Ausschluss einer übertragbaren Krankheit: Laboranalysen, um das Vorhandensein eines Erregers einer übertragbaren Krankheit im Blut, in Blutprodukten oder Transplantaten mit Hilfe der Reihenuntersuchung auszuschliessen; d. Untersuchung von Umweltproben: Laboranalyse zum Nachweis eines human-pathogenen Krankheitserregers in Proben aus der Umwelt im Zusammenhang mit B-Ereignissen; e. B-Ereignis: gehäuftes natürliches Auftreten oder beabsichtigte, unbeabsichtigte oder vermutete Freisetzung eines pathogenen Organismus mit erheblichem Schädigungspotenzial."
    },
    {
      "provision_ref": "art4",
      "chapter": "2. Abschnitt: Bewilligungsvoraussetzungen",
      "section": "4",
      "title": "Leitung des Laboratoriums",
      "content": "1 Jedes Laboratorium muss über eine fachtechnisch verantwortliche Leiterin oder einen fachtechnisch verantwortlichen Leiter (Laborleiterin oder Laborleiter) verfügen. 2 Die Laborleiterin oder der Laborleiter übt die unmittelbare fachliche Aufsicht über das Laboratorium aus. 3 Sie oder er ist für die Interpretation der Resultate und die Beratung der Auftraggeberin oder des Auftraggebers zuständig."
    },
    {
      "provision_ref": "art5",
      "chapter": "2. Abschnitt: Bewilligungsvoraussetzungen",
      "section": "5",
      "title": "Qualifikation der Laborleiterin oder des Laborleiters eines Laboratoriums für diagnostische oder epidemiologische Untersuchungen",
      "content": "1 Die Laborleiterin oder der Laborleiter eines Laboratoriums für diagnostische oder epidemiologische Untersuchungen muss sich über einen Titel des Verbands der medizinischen Laboratorien (FAMH) als Spezialistin oder Spezialist für Labormedizin FAMH oder eine gleichwertige Qualifikation ausweisen können. 2 Die Laborleiterin oder der Laborleiter darf nur Analysen, die das Eidgenössische Departement des Innern (EDI) gestützt auf Artikel 52 Absatz 1 Buchstabe a Ziffer 1 des Bundesgesetzes vom 18. März 1994 über die Krankenversicherung (KVG) erlässt, durchführen, sofern diese der Fachrichtung ihres oder seines FAMH-Titels entsprechen. 3 Für Analysen, die nicht gestützt auf Artikel 52 Absatz 1 Buchstabe a Ziffer 1 KVG geregelt sind, kann das Schweizerische Heilmittelinstitut die Qualifikation der Laborleiterin oder des Laborleiters festlegen und weitere Anforderungen verlangen. SR 832.10"
    },
    {
      "provision_ref": "art6",
      "chapter": "2. Abschnitt: Bewilligungsvoraussetzungen",
      "section": "6",
      "title": "Qualifikation der Laborleiterin oder des Laborleiters eines Laboratoriums für Untersuchungen zum Ausschluss von übertragbaren Krankheiten",
      "content": "Die Laborleiterin oder der Laborleiter eines Laboratoriums für Untersuchungen zum Ausschluss von übertragbaren Krankheiten muss sich ausweisen können über: a. einen für die jeweiligen Untersuchungen geeigneten Titel des FAMH als Spezialistin oder Spezialist für Labormedizin FAMH; b. einen Titel als Fachärztin oder Facharzt für Hämatologie nach dem Medizinalberufegesetz vom 23. Juni 2006 (MedBG) sowie einen Nachweis der Fachkompetenz zur Durchführung und Interpretation der durchgeführten Untersuchungen; oder c. eine gleichwertige Qualifikation. SR 811.11"
    },
    {
      "provision_ref": "art7",
      "chapter": "2. Abschnitt: Bewilligungsvoraussetzungen",
      "section": "7",
      "title": "Qualifikation der Laborleiterin oder des Laborleiters eines Laboratoriums für Untersuchungen von Umweltproben",
      "content": "Die Laborleiterin oder der Laborleiter eines Laboratoriums für Untersuchungen von Umweltproben muss sich ausweisen können über: a. einen für die jeweiligen Untersuchungen geeigneten Titel des FAMH als Spezialistin oder Spezialist für Labormedizin FAMH; b. ein abgeschlossenes Studium einer nach dem Hochschulförderungs- und ‑koordinationsgesetz vom 30. September 2011 (HFKG) akkreditierten universitären Hochschule oder einer staatlich anerkannten oder akkreditierten ausländischen universitären Hochschule im Bereich Chemie, Biochemie, Biologie oder Mikrobiologie sowie einen Nachweis der Fachkompetenz zur Durchführung und Interpretation der durchgeführten Untersuchungen; falls es sich um einen Abschluss im Bereich Chemie, Biochemie oder Biologie handelt sind zusätzlich zwei Jahre Berufserfahrung in mikrobiologischer Analytik erforderlich; c. eine abgeschlossene universitäre Ausbildung nach dem MedBG in Humanmedizin, Zahnmedizin, Veterinärmedizin oder Pharmazie und zwei Jahre Berufserfahrung in mikrobiologischer Analytik sowie einen Nachweis der Fachkompetenz zur Durchführung und Interpretation der durchgeführten Untersuchungen; oder d. eine gleichwertige Qualifikation. SR 414.20 SR 811.11"
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Qualifikation und Berufserfahrung des Laborpersonals",
      "content": "1 Mindestens die Hälfte des mit Analysen beauftragten Laborpersonals muss sich ausweisen können über: a. einen der folgenden Abschlüsse nach dem Berufsbildungsgesetz vom 13. Dezember 2002 (BBG): 1. ein eidgenössisches Diplom als biomedizinische Analytikerin oder biomedizinischer Analytiker, 2. ein eidgenössisches Fähigkeitszeugnis als Laborantin oder Laborant mit Fachrichtung Biologie und mindestens zwei Jahre Berufserfahrung in mikrobiologischer Analytik, 3. einen nach Artikel 68 BBG als gleichwertig anerkannten ausländischen Berufsabschluss; b. ein abgeschlossenes Studium einer nach dem HFKG akkreditierten universitären Hochschule oder einer staatlich anerkannten oder akkreditierten ausländischen Hochschule im Bereich Chemie, Biochemie, Mikrobiologie oder Biologie; c. ein abgeschlossenes Studium einer nach dem HFKG akkreditierten Fachhochschule oder einer staatlich anerkannten oder akkreditierten ausländischen Fachhochschule im Bereich Chemie, Biochemie, Mikrobiologie oder Biologie; oder d. eine abgeschlossene universitäre Ausbildung nach dem MedBG in Humanmedizin, Zahnmedizin, Veterinärmedizin oder Pharmazie. 2 Mindestens die Hälfte des mit Analysen beauftragten Laborpersonals muss über mindestens ein Jahr berufliche Erfahrung in mikrobiologischer Analytik verfügen. SR 412.10 SR 414.20 SR 811.11"
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Räumlichkeiten und Einrichtung",
      "content": "Das Laboratorium muss über geeignete Räumlichkeiten verfügen und mit den erforderlichen Apparaturen und Einrichtungen ausgestattet sein."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Qualitätsmanagementsystem",
      "content": "Das Laboratorium muss über ein Qualitätsmanagementsystem verfügen."
    },
    {
      "provision_ref": "art11",
      "chapter": "3. Abschnitt: Bewilligung und Kontrolle",
      "section": "11",
      "title": "Bewilligungsgesuch",
      "content": "1 Das Gesuch um eine Bewilligung für den Betrieb eines Laboratoriums ist dem Schweizerischen Heilmittelinstitut einzureichen. 2 Das Gesuch muss Folgendes enthalten: a. Angaben zur juristischen Person und zum handelsrechtlichen Status, insbesondere Firmenname, Sitz, Adresse, Laborname und Standort; b. Angaben zur Betriebsorganisation; c. Angaben über die Qualifikation der Laborleiterin oder des Laborleiters nach Artikel 5; d. Angaben zum Beschäftigungsgrad der Laborleiterin oder des Laborleiters und zu allfälligen Verpflichtungen in anderen Laboratorien; e. Angaben über die Qualifikation des mit Analysen beauftragten Personals nach Artikel 8; f. Pläne des Laboratoriums und der wichtigsten Einrichtungen; g. eine Liste der geplanten Analysen und der hierzu verwendeten Verfahren; h. Angaben über das Qualitätsmanagementsystem. 3 Das Schweizerische Heilmittelinstitut prüft das Gesuch. Es kann vor der Bewilligungserteilung eine Inspektion durchführen. 4 Es kann für die Prüfung der Gesuche Expertinnen und Experten beiziehen und die Inspektion von Laboratorien an die Kantone oder an Dritte delegieren."
    },
    {
      "provision_ref": "art12",
      "chapter": "3. Abschnitt: Bewilligung und Kontrolle",
      "section": "12",
      "title": "Erteilung der Bewilligung und Geltungsdauer",
      "content": "1 Erfüllt das Laboratorium die Voraussetzungen nach den Artikeln 4–10, so erteilt das Schweizerische Heilmittelinstitut die Bewilligung. 2 Je nach Qualifikation der Laborleiterin oder des Laborleiters (Art. 5–7) wird die Bewilligung nur für bestimmte Analysebereiche und Analyseverfahren erteilt. 3 Die Bewilligung ist höchstens fünf Jahre gültig. 4 Das Gesuch um Erneuerung der Bewilligung ist spätestens sechs Monate vor deren Ablauf einzureichen. Es muss die Angaben nach Artikel 11 Absatz 2 enthalten oder bestätigen."
    },
    {
      "provision_ref": "art13",
      "chapter": "3. Abschnitt: Bewilligung und Kontrolle",
      "section": "13",
      "title": "Kontrolle",
      "content": "1 Das Schweizerische Heilmittelinstitut kontrolliert periodisch, ob das Laboratorium die Bestimmungen dieser Verordnung einhält. Auf Anzeige der zuständigen kantonalen Behörde hin kontrolliert es die Abwicklung des Meldevorgangs nach Artikel 12 Absatz 2 EpG durch das Laboratorium. 2 Es kann das Laboratorium jederzeit angemeldet oder unangemeldet inspizieren oder Inspektionen anordnen. Es kann die Inspektion an die Kantone oder an Dritte delegieren. 3 Es kann für die Durchführung der Inspektionen externe Expertinnen und Experten beiziehen. 4 Es informiert die zuständige kantonale Behörde und bei akkreditierten Laboratorien die Schweizerische Akkreditierungsstelle (SAS) über die Inspektionen und kann Vertreterinnen und Vertreter dieser Behörden zu Inspektionen einladen. Fassung gemäss Anhang Ziff. 1 der V vom 16. Febr. 2022, in Kraft seit 17. Febr. 2022 ( AS 2022 96 )."
    },
    {
      "provision_ref": "art14",
      "chapter": "3. Abschnitt: Bewilligung und Kontrolle",
      "section": "14",
      "title": "Akkreditierte Laboratorien",
      "content": "1 Verfügt ein Laboratorium mit einer Bewilligung nach dieser Verordnung über eine Akkreditierung nach der Akkreditierungs- und Bezeichnungsverordnung vom 17. Juni 1996, so entscheidet das Schweizerische Heilmittelinstitut, ob die periodischen Inspektionen nach Artikel 13 im akkreditierten Bereich durch Nachkontrollen der SAS ersetzt werden. 2 Übernimmt die SAS die Nachkontrolle, so prüft sie, ob das Laboratorium die gesetzlichen Regelungen erfüllt, und informiert das Schweizerische Heilmittelinstitut. Das Schweizerische Heilmittelinstitut und die zuständige kantonale Behörde können an den Nachkontrollen teilnehmen. 3 Die SAS informiert das Schweizerische Heilmittelinstitut laufend über die Erteilung, die Erneuerung, den Entzug oder die Suspendierung von Akkreditierungen sowie über Änderungen im akkreditierten Bereich. 4 Das Laboratorium stellt dem Schweizerischen Heilmittelinstitut auf Verlangen die Belege zum Akkreditierungsverfahren zur Verfügung. SR 946.512"
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Entzug, Sistierung oder Einschränkung der Bewilligung",
      "content": "Das Schweizerische Heilmittelinstitut kann die Bewilligung entziehen, sistieren oder einschränken, wenn: a. die Bewilligungsvoraussetzungen nicht mehr erfüllt sind; b. die Pflichten nach den Artikeln 16–20 sowie die Anforderungen nach Artikel 21 nicht eingehalten werden; c. die Ergebnisse der externen Qualitätskontrolle wiederholt zu Beanstandungen Anlass geben; d. die Kontrolle der Einhaltung der Meldepflichten nach Artikel 12 Absatz 2 EpG wiederholt zu Beanstandungen durch die zuständige kantonale Behörde Anlass gegeben hat. Eingefügt durch Anhang Ziff. 1 der V vom 16. Febr. 2022, in Kraft seit 17. Febr. 2022 ( AS 2022 96 )."
    },
    {
      "provision_ref": "art16",
      "chapter": "4. Abschnitt: Pflichten des Laboratoriums",
      "section": "16",
      "title": "Gute Praxis",
      "content": "Laboratorien, die diagnostische oder epidemiologische Untersuchungen und Untersuchungen zum Ausschluss einer übertragbaren Krankheit durchführen, müssen sich an die in Anhang 1 definierte gute Praxis in mikrobiologischen Laboratorien halten. Berichtigung vom 9. Juni 2015 ( AS 2015 1689 )."
    },
    {
      "provision_ref": "art17",
      "chapter": "4. Abschnitt: Pflichten des Laboratoriums",
      "section": "17",
      "title": "Qualitätsmanagement und externe Qualitätskontrolle",
      "content": "1 Laboratorien, die diagnostische oder epidemiologische Untersuchungen und Untersuchungen zum Ausschluss einer übertragbaren Krankheit durchführen, müssen das nach Artikel 10 erforderliche Qualitätsmanagementsystem unter Berücksichtigung der Normen nach Anhang 2 Ziffer 1 erstellen. 2 Laboratorien, die Untersuchungen von Umweltproben durchführen, müssen das nach Artikel 10 erforderliche Qualitätsmanagementsystem unter Berücksichtigung der Norm nach Anhang 2 Ziffer 2 erstellen. Das Schweizerische Heilmittelinstitut kann dazu einen Leitfaden erlassen. 3 Die Laboratorien müssen sich regelmässig einer externen Qualitätskontrolle unterziehen."
    },
    {
      "provision_ref": "art18",
      "chapter": "4. Abschnitt: Pflichten des Laboratoriums",
      "section": "18",
      "title": "Einhaltung von Diagnostikkonzepten",
      "content": "1 Laboratorien, die als Referenzzentren oder als Bestätigungslaboratorien nach Artikel 17 EpG tätig sind, müssen die vom Bundesamt für Gesundheit (BAG) festgelegten Diagnostikkonzepte einhalten. 2 Laboratorien, die in der primärdiagnostizierenden Stufe tätig sind, müssen die vom BAG festgelegten Diagnostikkonzepte einhalten. 3 Das BAG kann die Diagnostikkonzepte übergeordneter internationaler Institutionen für verbindlich erklären."
    },
    {
      "provision_ref": "art19",
      "chapter": "4. Abschnitt: Pflichten des Laboratoriums",
      "section": "19",
      "title": "Aufbewahrung von Unterlagen",
      "content": "1 Unterlagen, die aufgrund des internen Qualitätsmanagements erstellt werden, Laborprotokolle und Untersuchungsberichte sind während mindestens fünf Jahren aufzubewahren und dem Schweizerischen Heilmittelinstitut auf Verlangen zur Verfügung zu stellen. 2 Unterlagen, die für die externe Qualitätskontrolle erstellt werden, sind während mindestens fünf Jahren aufzubewahren und dem Schweizerischen Heilmittelinstitut auf Verlangen zur Verfügung stellen. 3 Laborprotokolle und Analysenberichte betreffend Untersuchungen zum Ausschluss einer übertragbaren Krankheit sind während zwanzig Jahren aufzubewahren. 4 Das Laboratorium muss mit technischen und organisatorischen Massnahmen dafür sorgen, dass die Untersuchungsberichte und sämtliche Patientendaten vor unbefugtem Zugriff geschützt sind."
    },
    {
      "provision_ref": "art20",
      "chapter": "4. Abschnitt: Pflichten des Laboratoriums",
      "section": "20",
      "title": "Meldung von Änderungen und Anpassung der Bewilligung",
      "content": "1 Das Laboratorium muss dem Schweizerischen Heilmittelinstitut für jede Änderung von Angaben nach Artikel 11 Absatz 2 ein Gesuch mit den erforderlichen Unterlagen einreichen. 2 Das Schweizerische Heilmittelinstitut behandelt Gesuche nach Absatz 1 innerhalb von 30 Tagen und passt die Bewilligung bei Bedarf an."
    },
    {
      "provision_ref": "art21",
      "chapter": "5. Abschnitt: Durchführung von Untersuchungen im Ausland",
      "section": "21",
      "title": "",
      "content": "Laboratorien mit einer Bewilligung nach dieser Verordnung dürfen diagnostische oder epidemiologische Untersuchungen, Untersuchungen zum Ausschluss einer übertragbaren Krankheit oder Untersuchungen von Umweltproben nur einem ausländischen Laboratorium in Auftrag geben, wenn die Durchführung der Untersuchung dem Stand von Wissenschaft und Technik sowie den Qualitätsanforderungen dieser Verordnung entspricht und der Datenschutz gewährleistet ist."
    },
    {
      "provision_ref": "art22",
      "chapter": "6. Abschnitt: Information",
      "section": "22",
      "title": "Veröffentlichungen",
      "content": "1 Das Schweizerische Heilmittelinstitut veröffentlicht einmal jährlich eine Liste der nach dieser Verordnung bewilligten Laboratorien. 2 Die Liste enthält folgende Angaben: a. Name und Adresse des Laboratoriums; b. Name der Laborleiterin oder des Laborleiters; c. Analysenbereiche."
    },
    {
      "provision_ref": "art23",
      "chapter": "6. Abschnitt: Information",
      "section": "23",
      "title": "Information der Behörden",
      "content": "1 Das Schweizerische Heilmittelinstitut informiert das BAG und die zuständige kantonale Behörde über die Erteilung, die Erneuerung, den Entzug oder die Sistierung von Bewilligungen. Es stellt dem BAG die Adressen der bewilligten Laboratorien in Form einer Adressdatei zur Verfügung. 2 Das BAG informiert das Schweizerische Heilmittelinstitut über seine Aktivitäten, sofern sie für die Erteilung von Bewilligungen und die Kontrolle der Laboratorien relevant sind. Die Änderung aus Anhang 2 Ziff. II 109 der Datenschutzverordnung vom 31. Aug. 2022, in Kraft seit 1. Sept. 2023 betrifft nur den französischen Text ( AS 2022 568 )."
    },
    {
      "provision_ref": "art24",
      "chapter": "7. Abschnitt: Gebühren",
      "section": "24",
      "title": "",
      "content": "Die Gebühren werden nach der Heilmittel-Gebührenverordnung vom 2. Dezember 2011 bemessen. SR 812.214.5"
    },
    {
      "provision_ref": "art25",
      "chapter": "8. Abschnitt: Anpassung von Anhängen",
      "section": "25",
      "title": "",
      "content": "1 Das EDI kann die Anhänge 1 und 2 entsprechend der internationalen und technischen Entwicklung anpassen. 2 Anpassungen, die sich als technische Handelshemmnisse auswirken können, nimmt es im Einvernehmen mit dem Eidgenössischen Departement für Wirtschaft, Bildung und Forschung vor."
    },
    {
      "provision_ref": "art26",
      "chapter": "9. Abschnitt: Schlussbestimmungen",
      "section": "26",
      "title": "Aufhebung eines anderen Erlasses",
      "content": "Die Verordnung vom 26. Juni 1996 über die mikrobiologischen und serologischen Laboratorien wird aufgehoben. [ AS 1996 2324 ; 2001 3294 Ziff. II 11; 2003 4835 ; 2004 4037 Ziff. II Abs. 1]"
    },
    {
      "provision_ref": "art27",
      "chapter": "9. Abschnitt: Schlussbestimmungen",
      "section": "27",
      "title": "Änderung anderer Erlasse",
      "content": "Die nachstehenden Erlasse werden wie folgt geändert: … Die Änderungen können unter AS 2015 1497 konsultiert werden."
    },
    {
      "provision_ref": "art28",
      "chapter": "9. Abschnitt: Schlussbestimmungen",
      "section": "28",
      "title": "Übergangsbestimmungen",
      "content": "1 Die nach bisherigem Recht erteilten Bewilligungen bleiben bis zum Ablauf der Bewilligungsdauer gültig. 2 Anerkennungen nach Artikel 5 Absatz 1 des Epidemiengesetzes vom 18. Dezember 1970 bleiben bis zum Ablauf der Anerkennungsdauer oder spätestens bis fünf Jahre nach Inkrafttreten dieser Verordnung gültig. 3 Das Schweizerische Heilmittelinstitut überführt nach bisherigem Recht erteilte Bewilligungen und Anerkennungen in Bewilligungen nach dieser Verordnung, sobald ihm eine Änderung gemeldet wird. 4 Laboratorien, die bisher weder bewilligungspflichtig waren noch über eine gültige Anerkennung verfügen und die neu eine Bewilligung benötigen, haben das Bewilligungsgesuch innerhalb eines Jahres nach Inkrafttreten dieser Verordnung einzureichen. Bis das Schweizerische Heilmittelinstitut über das Gesuch entscheidet, dürfen die Laboratorien weiterhin Analysen durchführen. 5 Entspricht die Qualifikation der Laborleiterin oder des Laborleiters nicht den Anforderungen nach dieser Verordnung, so kann das Schweizerische Heilmittelinstitut für deren Erfüllung eine Frist von höchstens drei Jahren gewähren. AS 1974 1071"
    },
    {
      "provision_ref": "art29",
      "chapter": "9. Abschnitt: Schlussbestimmungen",
      "section": "29",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 1. Januar 2016 in Kraft."
    }
  ],
  "definitions": [
    {
      "term": "Untersuchung von Umweltproben:",
      "definition": "Untersuchung von Umweltproben: Laboranalyse zum Nachweis eines human-pathogenen Krankheitserregers in Proben aus der Umwelt im Zusammenhang mit B-Ereignissen;",
      "source_provision": "art3"
    },
    {
      "term": "B-Ereignis:",
      "definition": "B-Ereignis: gehäuftes natürliches Auftreten oder beabsichtigte, unbeabsichtigte oder vermutete Freisetzung eines pathogenen Organismus mit erheblichem Schädigungspotenzial.",
      "source_provision": "art3"
    }
  ]
}