{
  "id": "sr-811-22",
  "type": "statute",
  "title": "Bundesgesetz vom 16. Dezember 2022 über die Förderung der Ausbildung im Bereich der Pflege",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2024/212/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "1. Abschnitt: Zweck und Gegenstand",
      "section": "1",
      "title": "",
      "content": "1 Mit diesem Gesetz soll die Ausbildung im Bereich der Pflege gefördert werden. 2 Zu diesem Zweck sieht es vor: a. Beiträge der Kantone an die Kosten der praktischen Ausbildung im Bereich der Pflege zur Sicherstellung eines ausreichenden Angebots an Ausbildungsplätzen für: 1. Personen, die den Bildungsgang Pflege an einer höheren Fachschule (HF) nach Artikel 29 des Berufsbildungsgesetzes vom 13. Dezember 2002 absolvieren, 2. Personen, die einen Bachelorstudiengang in Pflege nach Artikel 2 Absatz 2 Buchstabe a Ziffer 1 des Gesundheitsberufegesetzes vom 30. September 2016 an einer Fachhochschule (FH) absolvieren; b. Beiträge der Kantone an ihre HF; c. Ausbildungsbeiträge der Kantone für Absolventinnen und Absolventen der Ausbildung in Pflege HF und in Pflege FH zur Förderung des Zugangs zu diesen Ausbildungen; d. Beiträge des Bundes an die Kantone. SR 412.10 SR 811.21"
    },
    {
      "provision_ref": "art2",
      "chapter": "2. Abschnitt: Förderung der Leistungen der Akteure im Bereich der praktischen Ausbildung von Pflegefachpersonen",
      "section": "2",
      "title": "Bedarfsplanung",
      "content": "Die Kantone legen den Bedarf an Plätzen für die praktische Ausbildung zur Pflegefachfrau oder zum Pflegefachmann HF und zur Pflegefachfrau oder zum Pflegefachmann FH (Pflegefachperson) fest. Sie berücksichtigen dabei die vorhandenen Bildungs- und Studienplätze sowie die kantonale Versorgungsplanung."
    },
    {
      "provision_ref": "art3",
      "chapter": "2. Abschnitt: Förderung der Leistungen der Akteure im Bereich der praktischen Ausbildung von Pflegefachpersonen",
      "section": "3",
      "title": "Kriterien für die Berechnung der Ausbildungskapazitäten",
      "content": "Die Kantone legen die Kriterien fest für die Berechnung der Ausbildungskapazitäten von Organisationen, die Pflegefachpersonen beschäftigen, von Spitälern und von Pflegeheimen (Akteure im Bereich der praktischen Ausbildung von Pflegefachpersonen). Kriterien sind insbesondere die Anzahl Angestellte, die Struktur und das Leistungsangebot."
    },
    {
      "provision_ref": "art4",
      "chapter": "2. Abschnitt: Förderung der Leistungen der Akteure im Bereich der praktischen Ausbildung von Pflegefachpersonen",
      "section": "4",
      "title": "Ausbildungskonzept",
      "content": "1 Wer Leistungen im Bereich der praktischen Ausbildung von Pflegefachpersonen erbringt, muss ein Ausbildungskonzept erstellen. 2 Das Konzept führt namentlich den Rahmen, in dem die praktische Ausbildung stattfindet, die Ziele und die Schwerpunkte der praktischen Ausbildung sowie die Anzahl der zur Verfügung stehenden Ausbildungsplätze auf. 3 Es weist allfällige Abweichungen von den Ausbildungskapazitäten aus, die gemäss den Kriterien nach Artikel 3 berechnet sind."
    },
    {
      "provision_ref": "art5",
      "chapter": "2. Abschnitt: Förderung der Leistungen der Akteure im Bereich der praktischen Ausbildung von Pflegefachpersonen",
      "section": "5",
      "title": "Beiträge der Kantone",
      "content": "1 Die Kantone gewähren den Akteuren im Bereich der praktischen Ausbildung von Pflegefachpersonen Beiträge für deren Leistungen in der praktischen Ausbildung von Pflegefachpersonen. Sie bestimmen für jeden Akteur die anrechenbaren Leistungen unter Berücksichtigung der Kriterien nach Artikel 3 und des Ausbildungskonzepts nach Artikel 4. 2 Die Beiträge nach Absatz 1 betragen mindestens die Hälfte der durchschnittlichen ungedeckten Ausbildungskosten der Akteure im Bereich der praktischen Ausbildung von Pflegefachpersonen. Als ungedeckte Ausbildungskosten gelten die Kosten, für die die Akteure keine Vergütung erhalten, namentlich aufgrund der Preise und Tarife der obligatorischen Krankenpflegeversicherung. 3 Bei der Berechnung der durchschnittlichen ungedeckten Ausbildungskosten berücksichtigen die Kantone interkantonale Empfehlungen."
    },
    {
      "provision_ref": "art6",
      "chapter": "3. Abschnitt: Beiträge an höhere Fachschulen",
      "section": "6",
      "title": "",
      "content": "1 Die Kantone fördern eine bedarfsgerechte Erhöhung der Anzahl Ausbildungsabschlüsse in Pflege an ihren HF; zu diesem Zweck gewähren sie den HF Beiträge. 2 Sie berücksichtigen dabei die Bedarfsplanung nach Artikel 2 und legen die Voraussetzungen, den Umfang der Beiträge sowie das Verfahren für deren Vergabe fest."
    },
    {
      "provision_ref": "art7",
      "chapter": "4. Abschnitt: Ausbildungsbeiträge",
      "section": "7",
      "title": "",
      "content": "1 Die Kantone fördern den Zugang zum Bildungsgang Pflege HF oder zum Studiengang in Pflege FH; zu diesem Zweck gewähren sie den folgenden Personen zur Sicherung ihres Lebensunterhalts Ausbildungsbeiträge, damit diese die Ausbildung in Pflege HF oder in Pflege FH absolvieren können: a. Personen, die in ihrem Kantonsgebiet Wohnsitz haben; b. Personen, die an den Kanton einen Anknüpfungspunkt haben aufgrund des Status einer Grenzgängerin oder eines Grenzgängers im Sinne des Abkommens vom 21. Juni 1999 zwischen der Schweizerischen Eidgenossenschaft einerseits und der Europäischen Gemeinschaft und ihren Mitgliedstaaten andererseits über die Freizügigkeit oder des Übereinkommens vom 4. Januar 1960 zur Errichtung der Europäischen Freihandelsassoziation. 2 Die Kantone legen die Voraussetzungen, den Umfang der Ausbildungsbeiträge sowie das Verfahren für deren Vergabe fest. SR 0.142.112.681 SR 0.632.31"
    },
    {
      "provision_ref": "art8",
      "chapter": "5. Abschnitt: Bundesbeiträge",
      "section": "8",
      "title": "Grundsatz und Höhe",
      "content": "1 Der Bund gewährt den Kantonen im Rahmen der bewilligten Kredite jährliche Beiträge für ihre Aufwendungen für die Erfüllung ihrer Aufgaben nach den Artikeln 5–7. 2 Die Bundesbeiträge betragen höchstens die Hälfte der Beiträge, die die Kantone gewährt haben. 3 Der Bundesrat regelt die Bemessung der Bundesbeiträge. Er kann abgestufte Beiträge vorsehen; die Abstufung erfolgt nach der zweckmässigen Ausgestaltung der kantonalen Massnahmen. 4 Er legt zudem die Obergrenzen der Bundesbeiträge für die Ausbildungsbeiträge nach Artikel 7 fest. 5 Ist absehbar, dass die Gesuche die zur Verfügung stehenden Mittel übersteigen werden, so erarbeitet das Eidgenössische Departement des Innern in Zusammenarbeit mit dem Eidgenössischen Departement für Wirtschaft, Bildung und Forschung eine Prioritätenliste; dabei achten die Departemente auf eine ausgewogene regionale Verteilung der Mittel."
    },
    {
      "provision_ref": "art9",
      "chapter": "5. Abschnitt: Bundesbeiträge",
      "section": "9",
      "title": "Verfahren",
      "content": "1 Gesuche um Bundesbeiträge nach den Artikeln 5 und 7 sind beim Bundesamt für Gesundheit (BAG) einzureichen, Gesuche um Bundesbeiträge nach Artikel 6 dem Staatssekretariat für Bildung, Forschung und Innovation (SBFI). 2 Das BAG und das SBFI können zur Prüfung der Gesuche Sachverständige beiziehen."
    },
    {
      "provision_ref": "art10",
      "chapter": "6. Abschnitt: Evaluation und Aufsicht",
      "section": "10",
      "title": "Evaluation",
      "content": "Der Bundesrat evaluiert die Auswirkungen dieses Gesetzes auf die Entwicklung der Ausbildung im Bereich der Pflege und erstattet dem Parlament spätestens sechs Jahre nach Inkrafttreten dieses Gesetzes Bericht."
    },
    {
      "provision_ref": "art11",
      "chapter": "6. Abschnitt: Evaluation und Aufsicht",
      "section": "11",
      "title": "Aufsicht",
      "content": "Der Bundesrat beaufsichtigt den Vollzug dieses Gesetzes."
    },
    {
      "provision_ref": "art12",
      "chapter": "7. Abschnitt: Schlussbestimmungen",
      "section": "12",
      "title": "Änderung anderer Erlasse",
      "content": "Die Änderung anderer Erlasse ist im Anhang geregelt."
    },
    {
      "provision_ref": "art13",
      "chapter": "7. Abschnitt: Schlussbestimmungen",
      "section": "13",
      "title": "Referendum, Inkrafttreten und Geltungsdauer",
      "content": "1 Dieses Gesetz untersteht dem fakultativen Referendum. 2 Der Bundesrat bestimmt das Inkrafttreten. 3 Dieses Gesetz gilt unter Vorbehalt von Absatz 4 während der Dauer von acht Jahren. 4 Artikel 12 mit Ausnahme der Artikel 36 a Absatz 3 und 39 Absatz 1 bis des Bundesgesetzes vom 18. März 1994 über die Krankenversicherung (KVG) (Anhang Ziff. 4) gilt unbefristet. Die Artikel 36 a Absatz 3 und 39 Absatz 1 bis KVG (Anhang Ziff. 4) gelten acht Jahre. Datum des Inkrafttretens: 1. Juli 2024 SR 832.10 BRB vom 8. Mai 2024"
    }
  ],
  "definitions": []
}