{
  "id": "sr-836-1",
  "type": "statute",
  "title": "Bundesgesetz vom 20. Juni 1952 über die Familienzulagen in der Landwirtschaft (FLG)",
  "title_en": "",
  "short_name": "FLG",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1952/823_843_839/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "I.",
      "section": "1",
      "title": "",
      "content": "Die Bestimmungen des Bundesgesetzes vom 6. Oktober 2000 über den Allgemeinen Teil des Sozialversicherungsrechts (ATSG) sind auf die Familienzulagen in der Landwirtschaft anwendbar, soweit das vorliegende Gesetz nicht ausdrücklich eine Abweichung vom ATSG vorsieht. SR 830.1"
    },
    {
      "provision_ref": "art1a",
      "chapter": "1. Familienzulagen für landwirtschaftliche Arbeitnehmer",
      "section": "1a",
      "title": "a Bezugsberechtigte Personen",
      "content": "1 Anspruch auf Familienzulagen für landwirtschaftliche Arbeitnehmer haben Personen, die in einem landwirtschaftlichen Betriebe gegen Entgelt in unselbstständiger Stellung tätig sind. 2 Die Familienmitglieder des Betriebsleiters, die im Betrieb mitarbeiten, haben ebenfalls Anspruch auf Familienzulagen; ausgenommen sind: a. die Verwandten des Betriebsleiters in auf- und absteigender Linie; b. die Schwiegersöhne und Schwiegertöchter des Betriebsleiters, die voraussichtlich den Betrieb zur Selbstbewirtschaftung übernehmen werden. 3 Landwirtschaftliche Arbeitnehmer haben nur Anspruch auf die Haushaltungszulage, wenn sie sich mit ihrer Familie in der Schweiz aufhalten (Art. 13 Abs. 2 ATSG). Die Ausrichtung von Kinder- und Ausbildungszulagen für Kinder im Ausland richtet sich nach Artikel 4 Absatz 3 des Familienzulagengesetzes vom 24. März 2006 (FamZG). 4 Der Bundesrat erlässt nähere Vorschriften über den Begriff des landwirtschaftlichen Betriebes und des landwirtschaftlichen Arbeitnehmers. Eingefügt durch Anhang Ziff. 15 des BG vom 6. Okt. 2000 über den Allgemeinen Teil des Sozialversicherungsrechts, in Kraft seit 1. Jan. 2003 ( AS 2002 3371 ; BBl 1991 II 185 910 , 1994 V 921 , 1999 4523 ). SR 830.1 SR 836.2 Fassung gemäss Anhang Ziff. 2 des Familienzulagengesetzes vom 24. März 2006, in Kraft seit 1. Jan. 2009 ( AS 2008 131 ; BBl 1999 3220 , 2000 4784 , 2004 6887 6941 )."
    },
    {
      "provision_ref": "art2",
      "chapter": "1. Familienzulagen für landwirtschaftliche Arbeitnehmer",
      "section": "2",
      "title": "",
      "content": "1 Die Familienzulagen für landwirtschaftliche Arbeitnehmer umfassen eine Haushaltungszulage sowie Kinder- und Ausbildungszulagen nach Artikel 3 Absatz 1 FamZG. 2 Die Haushaltungszulage beträgt 100 Franken im Monat. 3 Die Kinder- und Ausbildungszulagen entsprechen den Mindestansätzen nach Artikel 5 Absätze 1 und 2 FamZG; im Berggebiet werden die Ansätze um je 20 Franken erhöht. 4 … Gemäss Ziff. I des BG vom 14. Dez. 1979, in Kraft seit 1. April 1980 wurden die Randtit. in Sachüberschriften umgewandelt ( AS 1980 276 279 ; BBl 1979 II 769 ). SR 836.2 Fassung gemäss Anhang Ziff. 2 des Familienzulagengesetzes vom 24. März 2006, in Kraft seit 1. Jan. 2009 ( AS 2008 131 ; BBl 1999 3220 , 2000 4784 , 2004 6887 6941 ). Fassung gemäss Ziff. I des BG vom 14. Dez. 1973, in Kraft seit 1. April 1975 ( AS 1974 689 ; BBl 1973 I 1426 ). SR 836.2 Fassung gemäss Anhang Ziff. 2 des Familienzulagengesetzes vom 24. März 2006, in Kraft seit 1. Jan. 2009 ( AS 2008 131 , 2008 6255 ; BBl 1999 3220 , 2000 4784 , 2004 6887 6941 ). Eingefügt durch Ziff. I des BG vom 16. Dez. 1983 ( AS 1984 350 ; BBl 1983 IV 205 ). Aufgehoben durch Anhang Ziff. 2 des Familienzulagengesetzes vom 24. März 2006, mit Wirkung seit 1. Jan. 2009 ( AS 2008 131 ; BBl 1999 3220 , 2000 4784 , 2004 6887 6941 )."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Haushaltungszulage",
      "content": "1 Anspruch auf Haushaltungszulage haben: a. Arbeitnehmer, die mit ihrem Ehegatten oder mit ihren Kindern einen gemeinsamen Haushalt führen; b. Arbeitnehmer, die in Hausgemeinschaft mit dem Arbeitgeber leben, und deren Ehegatte oder deren Kinder einen eigenen Haushalt führen, für dessen Kosten der Arbeitnehmer aufzukommen hat; c. Arbeitnehmer, die mit ihrem Ehegatten oder mit ihren Kindern in Hausgemeinschaft mit dem Arbeitgeber leben. 2 Sind beide Ehegatten als landwirtschaftliche Arbeitnehmer bezugsberechtigt, so darf nur eine Haushaltungszulage ausgerichtet werden, die jedem Ehegatten zur Hälfte zusteht. Die Auszahlung erfolgt in der Regel gemeinsam. Bei vorübergehender Abwesenheit des Ehegatten oder der Kinder von der häuslichen Gemeinschaft bleibt die Bezugsberechtigung bestehen. 3 Verwitwete landwirtschaftliche Arbeitnehmer ohne Kinder haben Anspruch auf eine Haushaltungszulage für die Zeit, während der sie nach dem Tod ihres Ehegatten ihren bisherigen Haushalt weiterführen, höchstens jedoch für die Dauer eines Jahres. 4 Der Anspruch auf die Haushaltungszulage entsteht am ersten Tage des Monats, in welchem der Haushalt gegründet wird. Er erlischt am Ende des Monats, in welchem der Haushalt aufgelöst wird. Fassung gemäss Ziff. I des BG vom 14. Dez. 1979, in Kraft seit 1. April 1980 ( AS 1980 276 279 ; BBl 1979 II 769 ). Fassung gemäss Ziff. I des BG vom 16. Dez. 1983, in Kraft seit 1. April 1984 ( AS 1984 350 352 ; BBl 1983 IV 205 )."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Anspruch auf Familienzulagen",
      "content": "Bei Arbeitskräften in Dauerstellung werden nur ganze Zulagen ausgerichtet. Anspruch auf Zulagen hat, wer auf einem jährlichen Erwerbseinkommen, das mindestens dem halben jährlichen Betrag der minimalen vollen Altersrente der AHV entspricht, AHV-Beiträge entrichtet. Fassung gemäss Anhang Ziff. 2 des Familienzulagengesetzes vom 24. März 2006, in Kraft seit 1. Jan. 2009 ( AS 2008 131 ; BBl 1999 3220 , 2000 4784 , 2004 6887 6941 )."
    },
    {
      "provision_ref": "art4a",
      "section": "4a",
      "title": "a Bezahlung des ortsüblichen Lohnes",
      "content": "Die Familienzulagen dürfen nur ausgerichtet werden, wenn der Arbeitgeber einen Lohn zahlt, der mindestens den ortsüblichen Ansätzen für landwirtschaftliche Arbeitnehmer entspricht. Eingefügt durch Anhang Ziff. 2 des Familienzulagengesetzes vom 24. März 2006, in Kraft seit 1. Jan. 2009 ( AS 2008 131 ; BBl 1999 3220 , 2000 4784 , 2004 6887 6941 )."
    },
    {
      "provision_ref": "art5",
      "chapter": "2. Familienzulagen für selbstständigerwerbende Landwirte",
      "section": "5",
      "title": "Bezugsberechtigte Personen",
      "content": "1 Anspruch auf Familienzulagen für selbstständigerwerbende Landwirte haben die hauptberuflich oder nebenberuflich selbstständigerwerbenden Landwirte und die selbstständigerwerbenden Älpler. 2 Der Bundesrat bestimmt die Begriffe der haupt- und nebenberuflichen Tätigkeit und des selbstständigerwerbenden Älplers. Fassung gemäss Ziff. I des BG vom 5. Okt. 2007, in Kraft seit 1. Jan. 2008 ( AS 2008 323 324 ; BBl 2006 6337 )."
    },
    {
      "provision_ref": "art6",
      "chapter": "2. Familienzulagen für selbstständigerwerbende Landwirte",
      "section": "6",
      "title": "Abgrenzung des Berggebietes",
      "content": "Für die Zuteilung der Betriebe zum Berggebiet sind die Bestimmungen über den landwirtschaftlichen Produktionskataster massgebend. Fassung gemäss Anhang Ziff. 114 des Verwaltungsgerichtsgesetzes vom 17. Juni 2005, in Kraft seit 1. Jan. 2007 ( SR 173.32 )."
    },
    {
      "provision_ref": "art7",
      "chapter": "2. Familienzulagen für selbstständigerwerbende Landwirte",
      "section": "7",
      "title": "Art und Höhe der Zulagen",
      "content": "Die Familienzulagen für selbstständigerwerbende Landwirte umfassen Kinder- und Ausbildungszulagen nach Artikel 3 Absatz 1 FamZG. Die Ansätze dieser Zulagen entsprechen denjenigen nach Artikel 5 Absätze 1 und 2 FamZG; im Berggebiet werden sie um je 20 Franken erhöht. Fassung gemäss Anhang Ziff. 2 des Familienzulagengesetzes vom 24. März 2006, in Kraft seit 1. Jan. 2009 ( AS 2008 131 , 2008 6255 ; BBl 1999 3220 , 2000 4784 , 2004 6887 6941 ). SR 836.2"
    },
    {
      "provision_ref": "art8",
      "chapter": "2. Familienzulagen für selbstständigerwerbende Landwirte",
      "section": "8",
      "title": "Verrechnung",
      "content": "Die Familienzulagen für selbstständigerwerbende Landwirte können mit den Beiträgen, die diese gemäss Bundesgesetz vom 20. Dezember 1946 über die Alters- und Hinterlassenenversicherung (AHVG) sowie gemäss Artikel 18 dieses Gesetzes schulden, verrechnet werden. SR 831.10"
    },
    {
      "provision_ref": "art9",
      "chapter": "3. Gemeinsame Bestimmungen",
      "section": "9",
      "title": "Kinder- und Ausbildungszulagen",
      "content": "1 Zum Bezug von Kinder- und Ausbildungszulagen nach Artikel 3 Absatz 1 FamZG berechtigen Kinder nach dessen Artikel 4 Absatz 1. 2 Die folgenden Bestimmungen des FamZG mit ihren Abweichungen vom ATSG gelten sinngemäss: a. Artikel 6 (Verbot des Doppelbezugs); b. Artikel 7 (Anspruchskonkurrenz); c. Artikel 8 (Familienzulagen und Unterhaltsbeiträge); d. Artikel 9 (Auszahlung an Dritte); e. Artikel 10 (Ausschluss der Zwangsvollstreckung). Fassung gemäss Anhang Ziff. 2 des Familienzulagengesetzes vom 24. März 2006, in Kraft seit 1. Jan. 2009 ( AS 2008 131 ; BBl 1999 3220 , 2000 4784 , 2004 6887 6941 ). SR 836.2 SR 830.1"
    },
    {
      "provision_ref": "art10",
      "chapter": "3. Gemeinsame Bestimmungen",
      "section": "10",
      "title": "",
      "content": "1 Landwirtschaftliche Arbeitnehmer, selbstständigerwerbende Landwirte und selbstständigerwerbende Älpler haben nur Anspruch auf Familienzulagen nach diesem Gesetz, soweit ihnen nicht anderweitig Zulagen derselben Art für das gleiche Kind ausgerichtet werden. Niemand darf gleichzeitig Familienzulagen als landwirtschaftlicher Arbeitnehmer, als selbstständigerwerbender Landwirt und als selbstständigerwerbender Älpler beziehen. Der Bundesrat regelt die Einzelheiten dieser Anspruchskonkurrenz. 2 Sind hauptberufliche selbstständigerwerbende Landwirte zeitweise als landwirtschaftliche Arbeitnehmer tätig, so können sie für diese Zeit zwischen den beiden Arten von Familienzulagen wählen. 3 Nebenberufliche selbstständigerwerbende Landwirte und Älpler haben nur für die Zeit der Tätigkeit im landwirtschaftlichen Betrieb oder auf der Alp Anspruch auf Familienzulagen. 4 Während des Mutterschaftsurlaubs nach Artikel 329 f des Obligationenrechts (OR), des Urlaubs des andern Elternteils nach den Artikeln 329 g und 329 g bis OR, des Betreuungsurlaubs nach Artikel 329 i OR und des Adoptionsurlaubs nach Artikel 329 j OR besteht weiterhin Anspruch auf die Familienzulagen. Fassung gemäss Ziff. I des BG vom 14. Dez. 1979, in Kraft seit 1. April 1980 ( AS 1980 276 279 ; BBl 1979 II 769 ). Fassung gemäss Anhang Ziff. 2 des Familienzulagengesetzes vom 24. März 2006, in Kraft seit 1. Jan. 2009 ( AS 2008 131 ; BBl 1999 3220 , 2000 4784 , 2004 6887 6941 ). Fassung gemäss Ziff. I des BG vom 5. Okt. 2007, in Kraft seit 1. Jan. 2008 ( AS 2008 323 324 ; BBl 2006 6337 ). Fassung gemäss Anhang Ziff. 2 des Familienzulagengesetzes vom 24. März 2006, in Kraft seit 1. Jan. 2009 ( AS 2008 131 ; BBl 1999 3220 , 2000 4784 , 2004 6887 6941 ). Fassung gemäss Anhang Ziff. 2 des Familienzulagengesetzes vom 24. März 2006, in Kraft seit 1. Jan. 2009 ( AS 2008 131 ; BBl 1999 3220 , 2000 4784 , 2004 6887 6941 ). SR 220 Eingefügt durch Anhang Ziff. 4 des BG vom 3. Okt. 2003 ( AS 2005 1429 ; BBl 2002 7522 , 2003 1112 2923 ). Fassung gemäss Anhang Ziff. 4 des BG vom 17. März 2023 (Taggelder für den hinterlassenen Elternteil), in Kraft seit 1. Jan. 2024 ( AS 2023 680 ; BBl 2022 2515 , 2742 )."
    },
    {
      "provision_ref": "art1112",
      "section": "1112",
      "title": "",
      "content": "Aufgehoben durch Anhang Ziff. 15 des BG vom 6. Okt. 2000 über den Allgemeinen Teil des Sozialversicherungsrechts, mit Wirkung seit 1. Jan. 2003 ( AS 2002 3371 ; BBl 1991 II 185 910 , 1994 V 921 , 1999 4523 )."
    },
    {
      "provision_ref": "art13",
      "chapter": "II. Die Organisation",
      "section": "13",
      "title": "Aufgaben der Ausgleichskassen",
      "content": "Die Festsetzung und die Ausrichtung der Familienzulagen sowie die Erhebung des Arbeitgeberbeitrages gemäss Artikel 18 obliegen den kantonalen Ausgleichskassen im Sinne von Artikel 61 AHVG (im Folgenden Ausgleichskassen genannt). SR 831.10"
    },
    {
      "provision_ref": "art14",
      "chapter": "II. Die Organisation",
      "section": "14",
      "title": "Geltendmachung des Anspruchs; Ausrichtung der Familienzulagen",
      "content": "1 Der Anspruch auf Familienzulagen ist bei der zuständigen Ausgleichskasse geltend zu machen. 2 In Abweichung von Artikel 19 Absatz 1 ATSG sind die Familienzulagen den hauptberuflichen selbstständigerwerbenden Landwirten vierteljährlich, den nebenberuflichen selbstständigerwerbenden Landwirten und den Älplern am Ende des Jahres auszurichten. 3 … SR 830.1 Fassung gemäss Anhang Ziff. 15 des BG vom 6. Okt. 2000 über den Allgemeinen Teil des Sozialversicherungsrechts, in Kraft seit 1. Jan. 2003 ( AS 2002 3371 ; BBl 1991 II 185 910 , 1994 V 921 , 1999 4523 ). Aufgehoben durch Anhang Ziff. 2 des Familienzulagengesetzes vom 24. März 2006, mit Wirkung seit 1. Jan. 2009 ( AS 2008 131 ; BBl 1999 3220 , 2000 4784 , 2004 6887 6941 )."
    },
    {
      "provision_ref": "art15",
      "chapter": "II. Die Organisation",
      "section": "15",
      "title": "Zahlungs- und Abrechnungsverkehr",
      "content": "1 Die Ausgleichskassen haben über die Beiträge der landwirtschaftlichen Arbeitgeber und über die ausgerichteten Familienzulagen je eine besondere Rechnung zu führen und darüber mit der Zentralen Ausgleichsstelle der Alters- und Hinterlassenenversicherung abzurechnen. 2 Für den Zahlungs- und Abrechnungsverkehr sind die Bestimmungen des AHVG sinngemäss anwendbar. SR 831.10"
    },
    {
      "provision_ref": "art16",
      "chapter": "II. Die Organisation",
      "section": "16",
      "title": "Kassenrevision und Arbeitgeberkontrolle",
      "content": "Die Kassenrevisionen nach den Artikeln 68 und 68 a AHVG sowie allfällige Arbeitgeberkontrollen nach Artikel 68 b AHVG haben sich auch auf die Durchführung dieses Gesetzes zu erstrecken. Fassung gemäss Anhang Ziff. 7 des BG vom 17. Juni 2022 (Modernisierung der Aufsicht), in Kraft seit 1. Jan. 2024 ( AS 2023 688 ; BBl 2020 1 ). SR 831.10"
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "",
      "content": "Aufgehoben durch Anhang Ziff. 15 des BG vom 6. Okt. 2000 über den Allgemeinen Teil des Sozialversicherungsrechts, mit Wirkung seit 1. Jan. 2003 ( AS 2002 3371 ; BBl 1991 II 185 910 , 1994 V 921 , 1999 4523 )."
    },
    {
      "provision_ref": "art18",
      "chapter": "III. Die Finanzierung",
      "section": "18",
      "title": "Familienzulagen für landwirtschaftliche Arbeitnehmer",
      "content": "1 Die Arbeitgeber in der Landwirtschaft haben einen Beitrag von 2 Prozent der im landwirtschaftlichen Betrieb ausgerichteten Bar- und Naturallöhne zu leisten, soweit diese der Beitragspflicht nach AHVG unterliegen. 2 Die Verwaltungskostenbeiträge gemäss Artikel 69 AHVG sind auch auf den Beiträgen der Arbeitgeber gemäss Absatz 1 zu erheben. 3 Auf die Nachzahlung geschuldeter Beiträge finden die Bestimmungen des AHVG mit ihren jeweiligen Abweichungen zum ATSG Anwendung. 4 Die durch die Beiträge der Arbeitgeber nicht gedeckten Aufwendungen mit Einschluss der Verwaltungskosten, die den Ausgleichskassen aus der Ausrichtung der Familienzulagen entstehen, gehen zu zwei Dritteln zu Lasten des Bundes und zu einem Drittel zu Lasten der Kantone. Diese können die Gemeinden zur Beitragsleistung heranziehen. SR 831.10 Fassung gemäss Ziff. I des BG vom 14. Dez. 1979, in Kraft seit 1. April 1980 ( AS 1980 276 279 ; BBl 1979 II 769 ). SR 830.1 Fassung gemäss Anhang Ziff. 4 des BG vom 6. Okt. 2000 über den Allgemeinen Teil des Sozialversicherungsrechts, in Kraft seit 1. Jan. 2003 ( AS 2002 3371 ; BBl 1991 II 185 910 , 1994 V 921 , 1999 4523 ). Fassung gemäss Ziff. I des BG vom 20. Dez. 1957, in Kraft seit 1. Jan. 1958 ( AS 1958 183 ; BBl 1957 I 1019 )."
    },
    {
      "provision_ref": "art19",
      "chapter": "III. Die Finanzierung",
      "section": "19",
      "title": "Familienzulagen für selbstständigerwerbende Landwirte",
      "content": "Die Aufwendungen für die Ausrichtung von Familienzulagen an selbstständigerwerbende Landwirte mit Einschluss der Verwaltungskosten, die den Ausgleichskassen aus der Ausrichtung der Familienzulagen entstehen, gehen zu zwei Dritteln zu Lasten des Bundes und zu einem Drittel zu Lasten der Kantone. Diese können die Gemeinden zur Beitragsleistung heranziehen. Fassung gemäss Ziff. I des BG vom 20. Dez. 1957, in Kraft seit 1. Jan. 1958 ( AS 1958 183 ; BBl 1957 I 1019 )."
    },
    {
      "provision_ref": "art19a",
      "chapter": "III. Die Finanzierung",
      "section": "19a",
      "title": "a Kostenübernahme und Posttaxen",
      "content": "Die Kosten, die der Zentralen Ausgleichsstelle der Alters- und Hinterlassenenversicherung bei der Durchführung dieses Gesetzes erwachsen, sowie die Aufwendungen für die ausgewiesenen Posttaxen im Sinne von Artikel 95 Absatz 3 Buchstabe b AHVG werden nach Massgabe der Artikel 18 Absatz 4 und 19 gedeckt. Eingefügt durch Anhang Ziff. 7 des BG vom 17. Juni 2022 (Modernisierung der Aufsicht), in Kraft seit 1. Jan. 2024 ( AS 2023 688 ; BBl 2020 1 ). SR 831.10"
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "",
      "content": "Aufgehoben durch Ziff. I des BG vom 30. Sept. 2022, mit Wirkung seit 1. Juli 2023 ( AS 2023 192 ; BBl 2022 393 )."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Beiträge der Kantone",
      "content": "1 Die Beiträge der Kantone werden nach Massgabe der im Kanton ausbezahlten Familienzulagen berechnet. 2 … Fassung gemäss Ziff. II 27 des BG vom 6. Okt. 2006 zur Neugestaltung des Finanzausgleichs und der Aufgabenteilung zwischen Bund und Kantonen (NFA), in Kraft seit 1. Jan. 2008 ( AS 2007 5779 5817 ; BBl 2005 6029 ). Aufgehoben durch Ziff. I des BG vom 30. Sept. 2022, mit Wirkung seit 1. Juli 2023 ( AS 2023 192 ; BBl 2022 393 )."
    },
    {
      "provision_ref": "art22",
      "chapter": "IV. Rechtspflege und Strafbestimmungen",
      "section": "22",
      "title": "Besonderheiten der Rechtspflege",
      "content": "1 Über Beschwerden entscheidet in Abweichung von Artikel 58 Absatz 1 ATSG das Versicherungsgericht am Ort der Ausgleichskasse. 2 Über Beschwerden von Personen im Ausland entscheidet in Abweichung von Artikel 58 Absatz 2 ATSG das Bundesverwaltungsgericht. Der Bundesrat kann vorsehen, dass diese Zuständigkeit dem Versicherungsgericht des Kantons zugewiesen wird, in welchem der Arbeitgeber des Versicherten seinen Wohnsitz oder Sitz hat. Artikel 85 bis Absätze 2 und 3 AHVG gilt sinngemäss. Fassung gemäss Anhang Ziff. 15 des BG vom 6. Okt. 2000 über den Allgemeinen Teil des Sozialversicherungsrechts, in Kraft seit 1. Jan. 2003 ( AS 2002 3371 ; BBl 1991 II 185 910 , 1994 V 921 , 1999 4523 ). SR 830.1 SR 831.10 Fassung gemäss Anhang Ziff. 114 des Verwaltungsgerichtsgesetzes vom 17. Juni 2005, in Kraft seit 1. Jan. 2007 ( AS 2006 2197 1069 ; BBl 2001 4202 )."
    },
    {
      "provision_ref": "art23",
      "chapter": "IV. Rechtspflege und Strafbestimmungen",
      "section": "23",
      "title": "Strafbestimmungen",
      "content": "Die Artikel 87–91 AHVG finden Anwendung auf Personen, die in einer in diesen Bestimmungen umschriebenen Weise die Vorschriften dieses Gesetzes verletzen. SR 831.10"
    },
    {
      "provision_ref": "art23a",
      "chapter": "V.",
      "section": "23a",
      "title": "",
      "content": "1 In Bezug auf Personen, für die die Rechtsvorschriften der sozialen Sicherheit der Schweiz oder eines oder mehrerer EU-Mitgliedstaaten gelten oder galten und die Staatsangehörige der Schweiz oder eines EU-Mitgliedstaates sind, auf Flüchtlinge oder Staatenlose mit Wohnort in der Schweiz oder einem EU-Mitgliedstaat sowie auf die Familienangehörigen und Hinterlassenen dieser Personen sind auf die Leistungen im Geltungsbereich des vorliegenden Gesetzes folgende Erlasse in der für die Schweiz verbindlichen Fassung von Anhang II, Abschnitt A, des Abkommens vom 21. Juni 1999 zwischen der Schweizerischen Eidgenossenschaft einerseits und der Europäischen Gemeinschaft und ihren Mitgliedstaaten andererseits über die Freizügigkeit (Freizügigkeitsabkommen) anwendbar: a. Verordnung (EG) Nr. 883/2004; b. Verordnung (EG) Nr. 987/2009; c. Verordnung (EWG) Nr. 1408/71; d. Verordnung (EWG) Nr. 574/72. 2 In Bezug auf Personen, für die die Rechtsvorschriften der sozialen Sicherheit der Schweiz, Islands, Norwegens oder Liechtensteins gelten oder galten und die Staatsangehörige der Schweiz, Islands, Norwegens oder Liechtensteins sind oder die als Flüchtlinge oder Staatenlose Wohnort in der Schweiz oder auf dem Gebiet Islands, Norwegens oder Liechtensteins haben, sowie auf die Familienangehörigen und Hinterlassenen dieser Personen sind auf die Leistungen im Geltungsbereich des vorliegenden Gesetzes folgende Erlasse in der für die Schweiz verbindlichen Fassung von Anlage 2 zu Anhang K des Übereinkommens vom 4. Januar 1960 zur Errichtung der Europäischen Freihandelsassoziation (EFTA-Übereinkommen) anwendbar: a. Verordnung (EG) Nr. 883/2004; b. Verordnung (EG) Nr. 987/2009; c. Verordnung (EWG) Nr. 1408/71; d. Verordnung (EWG) Nr. 574/72. 3 Der Bundesrat passt die Verweise auf die in den Absätzen 1 und 2 aufgeführten Rechtsakte der Europäischen Union jeweils an, wenn eine Anpassung des Anhangs II des Freizügigkeitsabkommens und der Anlage 2 zu Anhang K des EFTA-Übereinkommens beschlossen wurde. 4 Die Ausdrücke «Mitgliedstaaten der Europäischen Union», «Mitgliedstaaten der Europäischen Gemeinschaft», «Staaten der Europäischen Union» und «Staaten der Europäischen Gemeinschaft» im vorliegenden Gesetz bezeichnen die Staaten, für die das Freizügigkeitsabkommen gilt. Fassung gemäss Anhang Ziff. 9 des BB vom 17. Juni 2016 (Ausdehnung des Freizügigkeitsabkommens auf die Republik Kroatien), in Kraft seit 1. Jan. 2017 ( AS 2016 5233 ; BBl 2016 2223 ). SR 0.142.112.681 Verordnung (EG) Nr. 883/2004 des Europäischen Parlaments und des Rates vom 29. April 2004 zur Koordinierung der Systeme der sozialen Sicherheit ( SR 0.831.109.268.1 ). Verordnung (EG) Nr. 987/2009 des Europäischen Parlaments und des Rates vom 16. September 2009 zur Festlegung der Modalitäten für die Durchführung der Verordnung (EG) Nr. 883/2004 über die Koordinierung der Systeme der sozialen Sicherheit ( SR 0.831.109.268.11 ). Verordnung (EWG) Nr. 1408/71 des Rates vom 14. Juni 1971 zur Anwendung der Systeme der sozialen Sicherheit auf Arbeitnehmer und Selbstständige sowie deren Familienangehörige, die innerhalb der Gemeinschaft zu- und abwandern; in der jeweils gültigen Fassung des Freizügigkeitsabkommens ( AS 2004 121 , 2008 4219 4273 , 2009 4831 ) bzw. des revidierten EFTA-Übereinkommens. Verordnung (EWG) Nr. 574/72 des Rates vom 21. März 1972 über die Durchführung der Verordnung (EWG) Nr. 1408/71 zur Anwendung der Systeme der sozialen Sicherheit auf Arbeitnehmer und Selbstständige sowie deren Familienangehörige, die innerhalb der Gemeinschaft zu- und abwandern; in der jeweils gültigen Fassung des Freizügigkeitsabkommens ( AS 2005 3909 , 2008 4273 , 2009 621 4845 ) bzw. des revidierten EFTA-Übereinkommens. SR 0.632.31"
    },
    {
      "provision_ref": "art24",
      "chapter": "VI.",
      "section": "24",
      "title": "Verhältnis zum kantonalen Recht",
      "content": "Die Kantone können in Ergänzung zu diesem Gesetz höhere und andere Zulagen festsetzen und zu deren Finanzierung besondere Beiträge erheben. Fassung gemäss Anhang Ziff. 2 des Familienzulagengesetzes vom 24. März 2006, in Kraft seit 1. Jan. 2009 ( AS 2008 131 ; BBl 1999 3220 , 2000 4784 , 2004 6887 6941 )."
    },
    {
      "provision_ref": "art25",
      "chapter": "VI.",
      "section": "25",
      "title": "",
      "content": "1 Soweit dieses Gesetz und das ATSG den Vollzug nicht abschliessend regeln, gelten die Bestimmungen des FamZG und des AHVG sinngemäss. 2 Für das Bearbeiten von Personendaten gilt sinngemäss Artikel 49 f AHVG, für die Datenbekanntgabe gilt sinngemäss Artikel 50 a AHVG mit den Abweichungen vom ATSG. 3 Die Haftung für Schäden der AHV-Organe nach Artikel 49 AHVG richtet sich nach Artikel 78 ATSG und nach den Artikeln 52, 70 und 71 a AHVG. Fassung gemäss Ziff. I der V der BVers vom 21. Juni 2002, in Kraft seit 1. Jan. 2003 ( AS 2002 3453 3471 ; BBl 2002 803 ). SR 836.2 SR 831.10 Fassung gemäss Anhang Ziff. 2 des Familienzulagengesetzes vom 24. März 2006, in Kraft seit 1. Jan. 2009 ( AS 2008 131 ; BBl 1999 3220 , 2000 4784 , 2004 6887 6941 ). SR 830.1 Fassung gemäss Anhang Ziff. 2 des Familienzulagengesetzes vom 24. März 2006, in Kraft seit 1. Jan. 2009 ( AS 2008 131 ; BBl 1999 3220 , 2000 4784 , 2004 6887 6941 ). Fassung gemäss Anhang Ziff. 7 des BG vom 17. Juni 2022 (Modernisierung der Aufsicht), in Kraft seit 1. Jan. 2024 ( AS 2023 688 ; BBl 2020 1 )."
    },
    {
      "provision_ref": "art25a",
      "section": "25a",
      "title": "a Übergangsbestimmungen zur Änderung vom 30. September 2022",
      "content": "1 Die Rückstellung nach dem bisherigen Artikel 20 Absatz 1 für die Familienzulagen an landwirtschaftliche Arbeitnehmer und selbstständigerwerbende Landwirte wird mit Inkrafttreten der Änderung vom 30. September 2022 aufgelöst. 2 Die Mittel der Rückstellung werden ohne Verzinsung innert zwei Jahren nach Inkrafttreten dieser Änderung an die Kantone ausbezahlt. 3 Die Anteile der Kantone an den Mitteln der Rückstellung bemessen sich nach den im Kanton in den letzten fünf Jahren vor Inkrafttreten dieser Änderung ausgerichteten Familienzulagen in der Landwirtschaft. Eingefügt durch Ziff. I des BG vom 30. Sept. 2022, in Kraft seit 1. Juli 2023 ( AS 2023 192 ; BBl 2022 393 ). AS 1952 823"
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Inkrafttreten und Vollzug",
      "content": "1 Dieses Bundesgesetz tritt am 1. Januar 1953 in Kraft. 2 Der Bundesrat wird mit dem Vollzug beauftragt; er erlässt die Ausführungsbestimmungen."
    }
  ],
  "definitions": []
}