{
  "id": "sr-831-10",
  "type": "statute",
  "title": "Bundesgesetz vom 20. Dezember 1946 über die Alters- und Hinterlassenenversicherung (AHVG)",
  "title_en": "",
  "short_name": "AHVG",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Erster Abschnitt:",
      "section": "1",
      "title": "",
      "content": "1 Die Bestimmungen des Bundesgesetzes vom 6. Oktober 2000 über den Allgemeinen Teil des Sozialversicherungsrechts (ATSG) sind auf die im ersten Teil geregelte Alters- und Hinterlassenenversicherung anwendbar, soweit das vorliegende Gesetz nicht ausdrücklich eine Abweichung vom ATSG vorsieht. 2 Das ATSG ist, mit Ausnahme der Artikel 32 und 33, nicht anwendbar auf die Gewährung von Beiträgen zur Förderung der Altershilfe (Art. 101 bis ). SR 830.1 Fassung gemäss Ziff. I der V der BVers vom 21. Juni 2002, in Kraft seit 1. Jan. 2003 ( AS 2002 3453 ; BBl 2002 803 )."
    },
    {
      "provision_ref": "art1a",
      "chapter": "8",
      "section": "1a",
      "title": "",
      "content": "1 Versichert nach diesem Gesetz sind: a. die natürlichen Personen mit Wohnsitz in der Schweiz; b. die natürlichen Personen, die in der Schweiz eine Erwerbstätigkeit ausüben; c. Schweizer Bürger, die im Ausland tätig sind: 1. im Dienste der Eidgenossenschaft, 2. im Dienste der internationalen Organisationen, mit denen der Bundesrat ein Sitzabkommen abgeschlossen hat und die als Arbeitgeber im Sinne von Artikel 12 gelten, 3. im Dienste privater, vom Bund namhaft subventionierter Hilfsorganisationen nach Artikel 11 des Bundesgesetzes vom 19. März 1976 über die internationale Entwicklungszusammenarbeit und humanitäre Hilfe. 1bis Der Bundesrat regelt die Einzelheiten von Absatz 1 Buchstabe c. 2 Nicht versichert sind: a. ausländische Staatsangehörige, die Privilegien und Immunitäten gemäss den Regeln des Völkerrechts geniessen; b. Personen, die einer ausländischen staatlichen Alters- und Hinterlassenenversicherung angehören, sofern der Einbezug in die Versicherung für sie eine nicht zumutbare Doppelbelastung bedeuten würde; c. Selbstständigerwerbende und Arbeitnehmer nicht beitragspflichtiger Arbeitgeber, welche die in Absatz 1 genannten Voraussetzungen nur für eine verhältnismässig kurze Zeit erfüllen; der Bundesrat regelt die Einzelheiten. 3 Die Versicherung können weiterführen: a. Personen, die für einen Arbeitgeber mit Sitz in der Schweiz im Ausland tätig sind und von ihm entlöhnt werden, sofern dieser sein Einverständnis erklärt; b. nicht erwerbstätige Studierende, die ihren Wohnsitz in der Schweiz aufgeben, um im Ausland einer Ausbildung nachzugehen, bis zum 31. Dezember des Jahres, in welchem sie das 30. Altersjahr vollenden. 4 Der Versicherung können beitreten: a. Personen mit Wohnsitz in der Schweiz, die auf Grund eines internationalen Abkommens nicht versichert sind; b. Schweizer Angestellte eines institutionellen Begünstigten nach Artikel 2 Absatz 1 des Gaststaatgesetzes vom 22. Juni 2007, die Vorrechte, Immunitäten und Erleichterungen geniessen, sofern sie aufgrund eines Abkommens mit diesem Begünstigten nicht obligatorisch in der Schweiz versichert sind; c. im Ausland wohnhafte nicht erwerbstätige Ehegatten von erwerbstätigen Personen, die nach Absatz 1 Buchstabe c, Absatz 3 Buchstabe a oder auf Grund eines internationalen Abkommens versichert sind. 5 Der Bundesrat bestimmt im Einzelnen die Bedingungen für die Weiterführung der Versicherung nach Absatz 3 und für den Beitritt nach Absatz 4; ferner legt er die Einzelheiten bezüglich Rücktritt und Ausschluss fest. Ursprünglich Art. 1. Gemäss Ziff. I des BG vom 7. Okt. 1994 (10. AHV-Revision), in Kraft seit 1. Jan. 1997 ( AS 1996 2466 ; BBl 1990 II 1 ), wurden sämtliche Randtitel in Sachüberschriften umgewandelt. Fassung gemäss Ziff. I des BG vom 7. Okt. 1994 (10. AHV-Revision), in Kraft seit 1. Jan. 1997 ( AS 1996 2466 ; BBl 1990 II 1 ). Fassung gemäss Ziff. I des BG vom 7. Okt. 1994 (10. AHV-Revision), in Kraft seit 1. Jan. 1997 ( AS 1996 2466 ; BBl 1990 II 1 ). Fassung gemäss Ziff. I des BG vom 23. Juni 2000, in Kraft seit 1. Jan. 2001 ( AS 2000 2677 ; BBl 1999 4983 ). SR 974.0 Eingefügt durch Ziff. I des BG vom 23. Juni 2000, in Kraft seit 1. Jan. 2001 ( AS 2000 2677 ; BBl 1999 4983 ). Fassung gemäss Ziff. I des BG vom 7. Okt. 1994 (10. AHV-Revision), in Kraft seit 1. Jan. 1997 ( AS 1996 2466 ; BBl 1990 II 1 ). Fassung gemäss Ziff. I des BG vom 17. Juni 2011 (Verbesserung der Durchführung), in Kraft seit 1. Jan. 2012 ( AS 2011 4745 ; BBl 2011 543 ). Eingefügt durch Ziff. I des BG vom 7. Okt. 1994 (10. AHV-Revision) ( AS 1996 2466 ; BBl 1990 II 1 ). Fassung gemäss Ziff. I des BG vom 23. Juni 2000, in Kraft seit 1. Jan. 2001 ( AS 2000 2677 ; BBl 1999 4983 ). Ausdruck gemäss Ziff. I des BG vom 17. Juni 2022 (Modernisierung der Aufsicht), in Kraft seit 1. Jan. 2024 ( AS 2023 688 ; BBl 2020 1 ). Diese Änd. wurde im ganzen Erlass berücksichtigt Fassung gemäss Anhang Ziff. II 10 des Gaststaatgesetzes vom 22. Juni 2007, in Kraft seit 1. Jan. 2008 ( AS 2007 6637 ; BBl 2006 8017 ). SR 192.12 Eingefügt durch Ziff. I des BG vom 7. Okt. 1994 (10. AHV-Revision) ( AS 1996 2466 ; BBl 1990 II 1 ). Fassung gemäss Ziff. I der V der BVers vom 21. Juni 2002, in Kraft seit 1. Jan. 2003 ( AS 2002 3453 ; BBl 2002 803 ). Eingefügt durch Ziff. I des BG vom 23. Juni 2000, in Kraft seit 1. Jan. 2001 ( AS 2000 2677 ; BBl 1999 4983 )."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Freiwillige Versicherung",
      "content": "1 Schweizer Bürger und Staatsangehörige der Mitgliedstaaten der Europäischen Gemeinschaft oder der Europäischen Freihandelsassoziation, die nicht in einem Mitgliedstaat der Europäischen Gemeinschaft oder der Europäischen Freihandelsassoziation leben, können der freiwilligen Versicherung beitreten, falls sie unmittelbar vorher während mindestens fünf aufeinander folgenden Jahren obligatorisch versichert waren. 2 Die Versicherten können von der freiwilligen Versicherung zurücktreten. 3 Versicherte, welche die nötigen Auskünfte nicht erteilen oder ihre Beiträge nicht fristgerecht bezahlen, werden aus der freiwilligen Versicherung ausgeschlossen. 4 Die Beiträge der erwerbstätigen Versicherten betragen 8,7 Prozent des massgebenden Einkommens. Die Versicherten müssen aber in jedem Fall den Mindestbeitrag von 870 Franken im Jahr entrichten. 5 Nichterwerbstätige bezahlen einen Beitrag nach ihren sozialen Verhältnissen. Der Mindestbeitrag liegt bei 870 Franken pro Jahr. Der Höchstbeitrag entspricht dem 25 ‑ fachen Mindestbeitrag. 6 Der Bundesrat erlässt ergänzende Vorschriften über die freiwillige Versicherung; er bestimmt insbesondere die Frist und die Modalitäten des Beitritts, des Rücktritts und des Ausschlusses. Ferner regelt er die Festsetzung und Erhebung der Beiträge sowie die Gewährung von Leistungen. Er kann die Bestimmungen betreffend die Dauer der Beitragspflicht, die Berechnung der Beiträge sowie den Beitragsbezug den Besonderheiten der freiwilligen Versicherung anpassen. Fassung gemäss Ziff. I des BG vom 23. Juni 2000, in Kraft seit 1. Jan. 2001 ( AS 2000 2677 ; BBl 1999 4983 ). Fassung gemäss Ziff. I 3 des BG vom 14. Dez. 2001 betreffend die Bestimmungen über die Personenfreizügigkeit im Abk. zur Änd. des Übereink. zur Errichtung der EFTA, in Kraft seit 1. Juni 2002 ( AS 2002 685 ; BBl 2001 4963 ). Betrag gemäss Art. 2 Abs. 2 der V vom 28. Aug. 2024 über Anpassungen an die Lohn- und Preisentwicklung bei der AHV/IV/EO ab dem Jahr 2025, in Kraft seit 1. Jan. 2025 ( AS 2024 463 ). Fassung gemäss Ziff. I 5 des BG vom 28. Sept. 2018 über die Steuerreform und die AHV-Finanzierung, in Kraft seit 1. Jan. 2020 ( AS 2019 2395 2413 ; BBl 2018 2527 ). Betrag gemäss Art. 2 Abs. 2 der V vom 28. Aug. 2024 über Anpassungen an die Lohn- und Preisentwicklung bei der AHV/IV/EO ab dem Jahr 2025, in Kraft seit 1. Jan. 2025 ( AS 2024 463 ). Fassung gemäss Ziff. I 5 des BG vom 28. Sept. 2018 über die Steuerreform und die AHV-Finanzierung, in Kraft seit 1. Jan. 2020 ( AS 2019 2395 2413 ; BBl 2018 2527 )."
    },
    {
      "provision_ref": "art3",
      "chapter": "Zweiter Abschnitt: Die Beiträge",
      "section": "3",
      "title": "Beitragspflichtige Personen",
      "content": "1 Die Versicherten sind beitragspflichtig, solange sie eine Erwerbstätigkeit ausüben. 1bis Für Nichterwerbstätige beginnt die Beitragspflicht am 1. Januar nach Vollendung des 20. Altersjahres. Sie dauert bis zum Ende des Monats, in dem die Nichterwerbstätigen das Referenzalter nach Artikel 21 Absatz 1 erreichen. 2 Von der Beitragspflicht sind befreit: a. die erwerbstätigen Kinder bis zum 31. Dezember des Jahres, in welchem sie das 17. Altersjahr zurückgelegt haben; [tab] b. und c. … d. mitarbeitende Familienglieder, die keinen Barlohn beziehen, bis zum 31. Dezember des Jahres, in welchem sie das 20. Altersjahr vollendet haben. e. … 3 Die eigenen Beiträge gelten als bezahlt, sofern der Ehegatte Beiträge von mindestens der doppelten Höhe des Mindestbeitrages bezahlt hat, bei: a. nichterwerbstätigen Ehegatten von erwerbstätigen Versicherten; b. Versicherten, die im Betrieb ihres Ehegatten mitarbeiten, soweit sie keinen Barlohn beziehen. 4 Absatz 3 findet auch Anwendung für die Kalenderjahre, in denen: a. die Ehe geschlossen oder aufgelöst wird; b. der erwerbstätige Ehegatte eine Altersrente bezieht oder aufschiebt. Fassung gemäss Ziff. I des BG vom 17. Dez. 2021 (AHV 21), in Kraft seit 1. Jan. 2024 ( AS 2023 92 ; BBl 2019 6305 ). Eingefügt durch Ziff. I des BG vom 17. Dez. 2021 (AHV 21), in Kraft seit 1. Jan. 2024 ( AS 2023 92 ; BBl 2019 6305 ). Fassung gemäss Ziff. I des BG vom 21. Dez. 1956, in Kraft seit 1. Jan. 1957 ( AS 1957 262 ; BBl 1956 I 1429 ). Aufgehoben durch Ziff. I des BG vom 7. Okt. 1994 (10. AHV-Revision), mit Wirkung seit 1. Jan. 1997 ( AS 1996 2466 ; BBl 1990 II 1 ). Fassung gemäss Ziff. I des BG vom 24. Juni 1977 (9. AHV-Revision), in Kraft seit 1. Jan. 1979 ( AS 1978 391 ; BBl 1976 III 1 ). Aufgehoben durch Ziff. I des BG vom 30. Sept. 1953, mit Wirkung seit 1. Jan. 1954 ( AS 1954 211 ; BBl 1953 II 81 ). Eingefügt durch Ziff. I des BG vom 7. Okt. 1994 (10. AHV-Revision), in Kraft seit 1. Jan. 1997 ( AS 1996 2466 ; BBl 1990 II 1 ). Eingefügt durch Ziff. I des BG vom 17. Juni 2011 (Verbesserung der Durchführung), in Kraft seit 1. Jan. 2012 ( AS 2011 4745 ; BBl 2011 543 )."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Bemessung der Beiträge",
      "content": "1 Die Beiträge der erwerbstätigen Versicherten werden in Prozenten des Einkommens aus unselbständiger und selbständiger Erwerbstätigkeit festgesetzt. 2 Der Bundesrat kann von der Beitragsbemessung ausnehmen: a. das Erwerbseinkommen aus einer im Ausland ausgeübten Tätigkeit; b. das nach Erreichen des Referenzalters nach Artikel 21 Absatz 1 erzielte Erwerbseinkommen bis zur Höhe des anderthalbfachen Mindestbetrages der Altersrente nach Artikel 34 Absatz 5; der Bundesrat räumt den Versicherten die Möglichkeit ein, auf die Ausnahme von der Beitragsbemessung zu verzichten. Fassung gemäss Ziff. I des BG vom 24. Juni 1977 (9. AHV-Revision), in Kraft seit 1. Jan. 1979 ( AS 1978 391 ; BBl 1976 III 1 ). Fassung gemäss Ziff. I des BG vom 17. Dez. 2021 (AHV 21), in Kraft seit 1. Jan. 2024 ( AS 2023 92 ; BBl 2019 6305 )."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Beiträge von Einkommen aus unselbständiger Erwerbstätigkeit 1. Grundsatz",
      "content": "1 Vom Einkommen aus unselbständiger Erwerbstätigkeit, im folgenden massgebender Lohn genannt, wird ein Beitrag von 4,35 Prozent erhoben. 2 Als massgebender Lohn gilt jedes Entgelt für in unselbständiger Stellung auf bestimmte oder unbestimmte Zeit geleistete Arbeit. Der massgebende Lohn umfasst auch Teuerungs- und andere Lohnzulagen, Provisionen, Gratifikationen, Naturalleistungen, Ferien- und Feiertagsentschädigungen und ähnliche Bezüge, ferner Trinkgelder, soweit diese einen wesentlichen Bestandteil des Arbeitsentgeltes darstellen. 3 Als massgebender Lohn für mitarbeitende Familienglieder gilt nur der Barlohn: a. bis zum 31. Dezember des Jahres, in welchem sie das 20. Altersjahr vollendet haben; sowie b. nach dem letzten Tag des Monats, in welchem sie das Referenzalter nach Artikel 21 Absatz 1 erreicht haben. 4 Der Bundesrat kann Sozialleistungen sowie anlässlich besonderer Ereignisse erfolgende Zuwendungen eines Arbeitgebers an seine Arbeitnehmer vom Einbezug in den massgebenden Lohn ausnehmen. 5 … Fassung gemäss Ziff. I 5 des BG vom 28. Sept. 2018 über die Steuerreform und die AHV-Finanzierung, in Kraft seit 1. Jan. 2020 ( AS 2019 2395 2413 ; BBl 2018 2527 ). Fassung gemäss Ziff. I des BG vom 17. Dez. 2021 (AHV 21), in Kraft seit 1. Jan. 2024 ( AS 2023 92 ; BBl 2019 6305 ). Fassung gemäss Ziff. I des BG vom 7. Okt. 1994 (10. AHV-Revision), in Kraft seit 1. Jan. 1997 ( AS 1996 2466 ; BBl 1990 II 1 ). Eingefügt durch Ziff. I des BG vom 21. Dez. 1956 ( AS 1957 262 ; BBl 1956 I 1429 ). Aufgehoben durch Anhang Ziff. 6 des BG vom 17. Juni 2005 gegen die Schwarzarbeit, mit Wirkung seit 1. Jan. 2008 ( AS 2007 359 ; BBl 2002 3605 )."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "2. Beiträge der Arbeitnehmer nicht beitragspflichtiger Arbeitgeber",
      "content": "1 Arbeitnehmer, deren Arbeitgeber nicht beitragspflichtig ist, bezahlen auf ihrem massgebenden Lohn Beiträge von 8,7 Prozent. 2 Die Beiträge der Arbeitnehmer, deren Arbeitgeber nicht beitragspflichtig sind, können gemäss Artikel 14 Absatz 1 erhoben werden, wenn der Arbeitgeber dem zustimmt. In diesem Falle beträgt der Beitragssatz für den Arbeitgeber und den Arbeitnehmer je 4,35 Prozent des massgebenden Lohnes. Fassung gemäss Ziff. I 5 des BG vom 28. Sept. 2018 über die Steuerreform und die AHV-Finanzierung, in Kraft seit 1. Jan. 2020 ( AS 2019 2395 2413 ; BBl 2018 2527 )."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "3. Globallöhne",
      "content": "Der Bundesrat kann für mitarbeitende Familienmitglieder in der Landwirtschaft Globallöhne festsetzen. Fassung gemäss Ziff. I des BG vom 17. Juni 2011 (Verbesserung der Durchführung), in Kraft seit 1. Jan. 2012 ( AS 2011 4745 ; BBl 2011 543 )."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Beiträge von Einkommen aus selbstständiger Erwerbstätigkeit 1. Grundsatz",
      "content": "1 Vom Einkommen aus selbstständiger Erwerbstätigkeit wird ein Beitrag von 8,1 Prozent erhoben. Das Einkommen wird für die Berechnung des Beitrages auf die nächsten 100 Franken abgerundet. Beträgt es weniger als 60 500 , aber mindestens 10 100 Franken im Jahr, so vermindert sich der Beitragssatz nach einer vom Bundesrat aufzustellenden sinkenden Skala bis auf 4,35 Prozent. 2 Beträgt das Einkommen aus selbstständiger Erwerbstätigkeit 10 000 Franken oder weniger im Jahr, so hat der Versicherte den Mindestbeitrag von 435 Franken im Jahr zu entrichten, es sei denn, dieser Betrag sei bereits auf seinem massgebenden Lohn entrichtet worden. In diesem Fall kann er verlangen, dass der Beitrag für die selbstständige Erwerbstätigkeit zum untersten Satz der sinkenden Skala erhoben wird. Fassung gemäss Ziff. I 5 des BG vom 28. Sept. 2018 über die Steuerreform und die AHV-Finanzierung, in Kraft seit 1. Jan. 2020 ( AS 2019 2395 2413 ; BBl 2018 2527 ). Betrag gemäss Art. 1 Bst. a der V vom 28. Aug. 2024 über Anpassungen an die Lohn- und Preisentwicklung bei der AHV/IV/EO ab dem Jahr 2025, in Kraft seit 1. Jan. 2025 ( AS 2024 463 ). Betrag gemäss Art. 1 Bst. b der V vom 28. Aug. 2024 über Anpassungen an die Lohn- und Preisentwicklung bei der AHV/IV/EO ab dem Jahr 2025, in Kraft seit 1. Jan. 2025 ( AS 2024 463 ). Betrag gemäss Art. 2 Abs. 1 der V vom 28. Aug. 2024 über Anpassungen an die Lohn- und Preisentwicklung bei der AHV/IV/EO ab dem Jahr 2025, in Kraft seit 1. Jan. 2025 ( AS 2024 463 ). Betrag gemäss Art. 2 Abs. 2 der V vom 28. Aug. 2024 über Anpassungen an die Lohn- und Preisentwicklung bei der AHV/IV/EO ab dem Jahr 2025, in Kraft seit 1. Jan. 2025 ( AS 2024 463 )."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "2. Begriff und Ermittlung",
      "content": "1 Einkommen aus selbständiger Erwerbstätigkeit ist jedes Erwerbseinkommen, das nicht Entgelt für in unselbständiger Stellung geleistete Arbeit darstellt. 2 Das Einkommen aus selbständiger Erwerbstätigkeit wird ermittelt, indem vom hierdurch erzielten rohen Einkommen abgezogen werden: a. die zur Erzielung des rohen Einkommens erforderlichen Gewinnungskosten; b. die der Entwertung entsprechenden, geschäftsmässig begründeten Abschreibungen und Rückstellungen geschäftlicher Betriebe; c. die eingetretenen und verbuchten Geschäftsverluste; d. die vom Geschäftsinhaber in der Berechnungsperiode vorgenommenen Zuwendungen an Vorsorgeeinrichtungen zugunsten des eigenen Personals, sofern jede zweckwidrige Verwendung ausgeschlossen ist, sowie Zuwendungen für ausschliesslich gemeinnützige Zwecke; e. die persönlichen Einlagen in Einrichtungen der beruflichen Vorsorge, soweit sie dem üblichen Arbeitgeberanteil entsprechen; f. der Zins des im Betrieb eingesetzten eigenen Kapitals; der Zinssatz entspricht der jährlichen Durchschnittsrendite der Anleihen der nicht öffentlichen inländischen Schuldner in Schweizer Franken. Der Bundesrat ist befugt, nötigenfalls weitere Abzüge vom rohen Einkommen aus selbständiger Erwerbstätigkeit zuzulassen. 3 Das Einkommen aus selbständiger Erwerbstätigkeit und das im Betrieb eingesetzte eigene Kapital werden von den kantonalen Steuerbehörden ermittelt und den Ausgleichskassen gemeldet. 4 Die steuerrechtlich zulässigen Abzüge der Beiträge nach Artikel 8 des vorliegenden Gesetzes sowie nach Artikel 3 Absatz 1 des Bundesgesetzes vom 19. Juni 1959 über die Invalidenversicherung (IVG) und nach Artikel 27 Absatz 2 des Erwerbsersatzgesetzes vom 25. September 1952 sind von den Ausgleichskassen zum von den Steuerbehörden gemeldeten Einkommen hinzuzurechnen. Das gemeldete Einkommen ist dabei nach Massgabe der geltenden Beitragssätze auf 100 Prozent aufzurechnen. Fassung gemäss Ziff. I des BG vom 17. Juni 2011 (Verbesserung der Durchführung), in Kraft seit 1. Jan. 2012 ( AS 2011 4745 ; BBl 2011 543 ). Fassung gemäss Ziff. I des BG vom 7. Okt. 1994 (10. AHV-Revision), in Kraft seit 1. Jan. 1997 ( AS 1996 2466 ; BBl 1990 II 1 ). Eingefügt durch Ziff. I des BG vom 7. Okt. 1994 (10. AHV-Revision) ( AS 1996 2466 ; BBl 1990 II 1 ). Fassung gemäss Ziff. I des BG vom 17. Juni 2011 (Verbesserung der Durchführung), in Kraft seit 1. Jan. 2012 ( AS 2011 4745 ; BBl 2011 543 ). Fassung gemäss Ziff. I des BG vom 7. Okt. 1994 (10. AHV-Revision), in Kraft seit 1. Jan. 1997 ( AS 1996 2466 ; BBl 1990 II 1 ). SR 831.20 SR 834.1 Fassung gemäss Ziff. I des BG vom 17. Juni 2011 (Verbesserung der Durchführung), in Kraft seit 1. Jan. 2012 ( AS 2011 4745 ; BBl 2011 543 ). Siehe auch die UeB dieser Änd. am Schluss des Textes."
    },
    {
      "provision_ref": "art9bis",
      "section": "9bis",
      "title": "bis Anpassung der sinkenden Beitragsskala und des Mindestbeitrages",
      "content": "Der Bundesrat kann die Grenzen der sinkenden Beitragsskala nach Artikel 8 sowie den Mindestbeitrag nach den Artikeln 2, 8 und 10 dem Rentenindex nach Artikel 33 ter anpassen. Eingefügt durch Ziff. I des BG vom 24. Juni 1977 (9. AHV-Revision) ( AS 1978 391 ; BBl 1976 III 1 ). Fassung gemäss Ziff. I des BG vom 17. Juni 2011 (Verbesserung der Durchführung), in Kraft seit 1. Jan. 2012 ( AS 2011 4745 ; BBl 2011 543 )."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "",
      "content": "1 Nichterwerbstätige bezahlen einen Beitrag nach ihren sozialen Verhältnissen. Der Mindestbeitrag beträgt 435 Franken , der Höchstbeitrag entspricht dem 50-fachen Mindestbeitrag. Erwerbstätige, die im Kalenderjahr, gegebenenfalls mit Einschluss des Arbeitgeberbeitrages, weniger als 435 Franken entrichten, gelten als Nicht erwerbstätige. Der Bundesrat kann den Grenzbetrag nach den sozialen Verhältnissen des Versicherten erhöhen, wenn dieser nicht dauernd voll erwerbstätig ist. 2 Den Mindestbeitrag bezahlen: a. nichterwerbstätige Studierende bis zum 31. Dezember des Jahres, in welchem sie das 25. Altersjahr vollenden; b. Nichterwerbstätige, die ein Mindesteinkommen oder andere Leistungen der öffentlichen Sozialhilfe erhalten; c. Nichterwerbstätige, die von Drittpersonen finanziell unterstützt werden. 2bis Der Bundesrat kann den Mindestbeitrag für weitere Nichterwerbstätige vorsehen, denen höhere Beiträge nicht zuzumuten sind. 3 Der Bundesrat erlässt nähere Vorschriften über den Kreis der Personen, die als Nichterwerbstätige gelten, und über die Bemessung der Beiträge. Er kann bestimmen, dass vom Erwerbseinkommen bezahlte Beiträge auf Verlangen des Versicherten an die Beiträge angerechnet werden, die dieser als Nichterwerbstätiger schuldet. 4 Der Bundesrat kann Lehranstalten verpflichten, der zuständigen Ausgleichskasse alle Studierenden zu melden, die als Nichterwerbstätige beitragspflichtig sein könnten. Die Ausgleichskasse kann den Bezug der geschuldeten Beiträge der Lehranstalt übertragen, falls diese zustimmt. Fassung gemäss Ziff. I des BG vom 24. Juni 1977 (9. AHV-Revision), in Kraft seit 1. Jan. 1979 ( AS 1978 391 ; BBl 1976 III 1 ). Betrag gemäss Art. 2 Abs. 2 der V vom 28. Aug. 2024 über Anpassungen an die Lohn- und Preisentwicklung bei der AHV/IV/EO ab dem Jahr 2025, in Kraft seit 1. Jan. 2025 ( AS 2024 463 ). Fassung gemäss Ziff. I 5 des BG vom 28. Sept. 2018 über die Steuerreform und die AHV-Finanzierung, in Kraft seit 1. Jan. 2020 ( AS 2019 2395 2413 ; BBl 2018 2527 ). Fassung gemäss Ziff. I des BG vom 17. Juni 2011 (Verbesserung der Durchführung), in Kraft seit 1. Jan. 2012 ( AS 2011 4745 ; BBl 2011 543 ). Eingefügt durch Ziff. I des BG vom 17. Juni 2011 (Verbesserung der Durchführung), in Kraft seit 1. Jan. 2012 ( AS 2011 4745 ; BBl 2011 543 ). Eingefügt durch Ziff. I des BG vom 7. Okt. 1994 (10. AHV-Revision), in Kraft seit 1. Jan. 1997 ( AS 1996 2466 ; BBl 1990 II 1 )."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "",
      "content": "1 Beiträge nach den Artikeln 6, 8 Absatz 1 oder 10 Absatz 1, deren Bezahlung einem obligatorisch Versicherten nicht zumutbar ist, können auf begründetes Gesuch hin für bestimmte oder unbestimmte Zeit angemessen herabgesetzt werden; sie dürfen jedoch nicht geringer sein als der Mindestbeitrag. 2 Der Mindestbeitrag, dessen Bezahlung für einen obligatorisch Versicherten eine grosse Härte bedeutet, kann erlassen werden, wenn ein begründetes Gesuch vorliegt und eine vom Wohnsitzkanton bezeichnete Behörde angehört worden ist. Für diese Versicherten bezahlt der Wohnsitzkanton den Mindestbeitrag. Die Kantone können die Wohnsitzgemeinden zur Mittragung heranziehen. Fassung gemäss Ziff. I des BG vom 24. Juni 1977 (9. AHV-Revision), in Kraft seit 1. Jan. 1979 ( AS 1978 391 ; BBl 1976 III 1 )."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Beitragspflichtige Arbeitgeber",
      "content": "1 Als Arbeitgeber gilt, wer obligatorisch versicherten Personen Arbeitsentgelte gemäss Artikel 5 Absatz 2 ausrichtet. 2 Beitragspflichtig sind alle Arbeitgeber, die in der Schweiz eine Betriebsstätte haben oder in ihrem Haushalt obligatorisch versicherte Personen beschäftigen. 3 Vorbehalten bleiben internationale Abkommen und völkerrechtliche Übung hinsichtlich: a. der Unterstellung unter die Beitragspflicht von Arbeitgebern ohne Betriebsstätte in der Schweiz; b. der Befreiung von der Beitragspflicht von Arbeitgebern mit einer Betriebsstätte in der Schweiz. Fassung gemäss Ziff. I des BG vom 7. Okt. 1994 (10. AHV-Revision), in Kraft seit 1. Jan. 1997 ( AS 1996 2466 ; BBl 1990 II 1 ). Fassung gemäss Ziff. I des BG vom 17. Juni 2011 (Verbesserung der Durchführung), in Kraft seit 1. Jan. 2012 ( AS 2011 4745 ; BBl 2011 543 )."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Höhe des Arbeitgeberbeitrages",
      "content": "Der Arbeitgeberbeitrag beträgt 4,35 Prozent der Summe der an beitragspflichtige Personen bezahlten massgebenden Löhne. Fassung gemäss Ziff. I 5 des BG vom 28. Sept. 2018 über die Steuerreform und die AHV-Finanzierung, in Kraft seit 1. Jan. 2020 ( AS 2019 2395 2413 ; BBl 2018 2527 )."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Bezugstermine und -verfahren",
      "content": "1 Die Beiträge vom Einkommen aus unselbständiger Erwerbstätigkeit sind bei jeder Lohnzahlung in Abzug zu bringen und vom Arbeitgeber zusammen mit dem Arbeitgeberbeitrag periodisch zu entrichten. 2 Die Beiträge vom Einkommen aus selbständiger Erwerbstätigkeit, die Beiträge der Nichterwerbstätigen sowie die Beiträge der Arbeitnehmer ohne beitragspflichtige Arbeitgeber sind periodisch festzusetzen und zu entrichten. Der Bundesrat bestimmt die Bemessungs- und Beitragsperioden. 2bis Die Beiträge von Asylsuchenden, vorläufig Aufgenommenen und Schutzbedürftigen ohne Aufenthaltsbewilligung, die keine Erwerbstätigkeit ausüben, sind erst dann festzusetzen und unter Vorbehalt von Artikel 16 Absatz 1 zu entrichten, wenn: a. diese Personen als Flüchtlinge anerkannt wurden; b diesen Personen eine Aufenthaltsbewilligung erteilt wird; oder c. auf Grund des Alters, des Todes oder der Invalidität dieser Personen ein Leistungsanspruch im Sinne dieses Gesetzes oder des IVG entsteht. 3 In der Regel werden die von den Arbeitgebern zu entrichtenden Beiträge im formlosen Verfahren nach Artikel 51 ATSG eingefordert. Dies gilt in Abweichung von Artikel 49 Absatz 1 ATSG auch für erhebliche Beiträge. 4 Der Bundesrat erlässt Vorschriften über: a. die Zahlungstermine für die Beiträge; b. das Mahn- und Veranlagungsverfahren; c. die Nachzahlung zu wenig bezahlter Beiträge; d. den Erlass der Nachzahlung, auch in Abweichung von Artikel 24 ATSG; e. …. 5 Der Bundesrat kann bestimmen, dass auf einem jährlichen massgebenden Lohn bis zum Betrag der maximalen monatlichen Altersrente keine Beiträge entrichtet werden müssen; er kann diese Möglichkeit für bestimmte Tätigkeiten ausschliessen. Der Arbeitnehmer kann jedoch in jedem Fall verlangen, dass der Arbeitgeber die Beiträge entrichtet. 6 Der Bundesrat kann zudem bestimmen, dass auf einem jährlichen Einkommen aus einer nebenberuflich ausgeübten selbstständigen Erwerbstätigkeit bis zum Betrag der maximalen monatlichen Altersrente nur auf Verlangen des Versicherten Beiträge erhoben werden. Fassung gemäss Ziff. I des BG vom 30. Sept. 1953, in Kraft seit 1. Jan. 1954 ( AS 1954 211 ; BBl 1953 II 81 ). SR 831.20 Eingefügt durch Ziff. I des BG vom 16. Dez. 2005, in Kraft seit 1. Jan. 2007 ( AS 2006 4817 ; BBl 2002 6845 ). SR 830.1 Fassung gemäss Anhang Ziff. 7 des BG vom 6. Okt. 2000 über den Allgemeinen Teil des Sozialversicherungsrechts, in Kraft seit 1. Jan. 2003 ( AS 2002 3371 ; BBl 1991 II 185 910 , 1994 V 921 , 1999 4523 ). Fassung gemäss Anhang Ziff. 7 des BG vom 6. Okt. 2000 über den Allgemeinen Teil des Sozialversicherungsrechts, in Kraft seit 1. Jan. 2003 ( AS 2002 3371 ; BBl 1991 II 185 910 , 1994 V 921 , 1999 4523 ). Fassung gemäss Anhang Ziff. 7 des BG vom 6. Okt. 2000 über den Allgemeinen Teil des Sozialversicherungsrechts, in Kraft seit 1. Jan. 2003 ( AS 2002 3371 ; BBl 1991 II 185 910 , 1994 V 921 , 1999 4523 ). Aufgehoben durch Anhang Ziff. 7 des BG vom 6. Okt. 2000 über den Allgemeinen Teil des Sozialversicherungsrechts, mit Wirkung seit 1. Jan. 2003 ( AS 2002 3371 ; BBl 1991 II 185 910 , 1994 V 921 , 1999 4523 ). Fassung gemäss Ziff. I des BG vom 24. Juni 1977 (9. AHV-Revision), in Kraft seit 1. Jan. 1979 ( AS 1978 391 ; BBl 1976 III 1 ). Eingefügt durch Anhang Ziff. 6 des BG vom 17. Juni 2005 gegen die Schwarzarbeit, in Kraft seit 1. Jan. 2008 ( AS 2007 359 ; BBl 2002 3605 ). Eingefügt durch Ziff. I des BG vom 17. Juni 2011 (Verbesserung der Durchführung), in Kraft seit 1. Jan. 2012 ( AS 2011 4745 ; BBl 2011 543 )."
    },
    {
      "provision_ref": "art14bis",
      "section": "14bis",
      "title": "bis Zuschläge",
      "content": "1 Beschäftigt ein Arbeitgeber Arbeitnehmer, ohne deren Löhne mit der Ausgleichskasse abzurechnen, so erhebt diese einen Zuschlag von 50 Prozent auf den geschuldeten Beiträgen. Im Wiederholungsfall erhöht die Ausgleichskasse den Zuschlag bis auf höchstens 100 Prozent der geschuldeten Beiträge. Der Zuschlag darf dem Arbeitnehmer nicht vom Lohn abgezogen werden. 2 Die Erhebung von Zuschlägen setzt voraus, dass der Arbeitgeber wegen eines Vergehens oder einer Übertretung im Sinne der Artikel 87 und 88 verurteilt worden ist. 3 Die Zuschläge werden von der Ausgleichskasse dem AHV-Ausgleichsfonds überwiesen. Der Bundesrat legt den Anteil fest, den die Ausgleichskassen zur Deckung ihres Aufwandes behalten dürfen. Eingefügt durch Anhang Ziff. 6 des BG vom 17. Juni 2005 gegen die Schwarzarbeit, in Kraft seit 1. Jan. 2008 ( AS 2007 359 ; BBl 2002 3605 ). Ausdruck gemäss Ziff. I des BG vom 17. Juni 2011 (Verbesserung der Durchführung), in Kraft seit 1. Jan. 2012 ( AS 2011 4745 ; BBl 2011 543 ). Diese Änd. wurde im ganzen Text berücksichtigt."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Vollstreckung von Beitragsforderungen",
      "content": "1 Beiträge, die auf erfolgte Mahnung hin nicht bezahlt werden, sind ohne Verzug auf dem Wege der Betreibung einzuziehen, soweit sie nicht mit fälligen Renten verrechnet werden können. 2 Die Beiträge werden in der Regel auch gegenüber einem der Konkursbetreibung unterliegenden Schuldner auf dem Wege der Pfändung eingetrieben (Art. 43 des Bundesgesetzes vom 11. April 1889 über Schuldbetreibung und Konkurs). SR 281.1"
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Verjährung",
      "content": "1 Werden Beiträge nicht innert fünf Jahren nach Ablauf des Kalenderjahres, für welches sie geschuldet sind, durch Erlass einer Verfügung geltend gemacht, so können sie nicht mehr eingefordert oder entrichtet werden. In Abweichung von Artikel 24 Absatz 1 ATSG endet die Verjährungsfrist für Beiträge nach den Artikeln 6 Absatz 1, 8 Absatz 1 und 10 Absatz 1 erst ein Jahr nach Ablauf des Kalenderjahres, in welchem die massgebende Steuerveranlagung rechtskräftig wurde. Wird eine Nachforderung aus einer strafbaren Handlung hergeleitet, für welche das Strafrecht eine längere Verjährungsfrist festsetzt, so ist diese Frist massgebend. 2 Die gemäss Absatz 1 geltend gemachte Beitragsforderung erlischt fünf Jahre nach Ablauf des Kalenderjahres, in welchem sie rechtskräftig wurde. Während der Dauer eines öffentlichen Inventars oder einer Nachlassstundung ruht die Frist. Ist bei Ablauf der Frist ein Schuldbetreibungs- oder Konkursverfahren hängig, so endet die Frist mit dessen Abschluss. Artikel 149 a Absatz 1 des Bundesgesetzes vom 11. April 1889 über Schuldbetreibung und Konkurs ist nicht anwendbar. Bei Entstehung des Rentenanspruches nicht erloschene Beitragsforderungen können in jedem Fall gemäss Artikel 20 Absatz 3 noch verrechnet werden. 3 Der Anspruch auf Rückerstattung zuviel bezahlter Beiträge erlischt mit Ablauf eines Jahres, nachdem der Beitragspflichtige von seinen zu hohen Leistungen Kenntnis erhalten hat, spätestens aber fünf Jahre nach Ablauf des Kalenderjahres, in dem die Beiträge bezahlt wurden. Für Beiträge nach den Artikeln 6 Absatz 1, 8 Absatz 1 und 10 Absatz 1 endet die Frist in Abweichung von Artikel 25 Absatz 3 ATSG in jedem Fall erst ein Jahr nach Ablauf des Kalenderjahres, in welchem die massgebende Steuerveranlagung rechtskräftig wurde. Sind Arbeitgeber- und Arbeitnehmerbeiträge von Leistungen bezahlt worden, die der direkten Bundessteuer vom Reingewinn juristischer Personen unterliegen, so erlischt der Anspruch auf Rückerstattung in Abweichung von Artikel 25 Absatz 3 ATSG ein Jahr nach Ablauf des Kalenderjahres, in welchem die Steuerveranlagung rechtskräftig wurde. Fassung gemäss Ziff. I des BG vom 30. Sept. 1953, in Kraft seit 1. Jan. 1954 ( AS 1954 211 ; BBl 1953 II 81 ). SR 830.1 Fassung des ersten und zweiten Satzes gemäss Ziff. I des BG vom 17. Juni 2011 (Verbesserung der Durchführung), in Kraft seit 1. Jan. 2012 ( AS 2011 4745 ; BBl 2011 543 ). Fassung gemäss Ziff. I des BG vom 7. Okt. 1994 (10. AHV-Revision), in Kraft seit 1. Jan. 1997 ( AS 1996 2466 ; BBl 1990 II 1 ). SR 281.1 Fassung des vierten Satzes gemäss Ziff. I des BG vom 17. Juni 2011 (Verbesserung der Durchführung), in Kraft seit 1. Jan. 2012 ( AS 2011 4745 ; BBl 2011 543 ). Dem Art. 20 Abs. 3 in der Fassung vom 30. Sept. 1953 entspricht heute Art. 20 Abs. 2 in der Fassung vom 7. Okt. 1994. Fassung gemäss Ziff. I des BG vom 17. Juni 2011 (Verbesserung der Durchführung), in Kraft seit 1. Jan. 2012 ( AS 2011 4745 ; BBl 2011 543 )."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "",
      "content": "Aufgehoben durch Ziff. I des BG vom 4. Okt. 1968, mit Wirkung seit 1. Jan. 1969 ( AS 1969 111 ; BBl 1968 I 602 )."
    },
    {
      "provision_ref": "art18",
      "chapter": "Dritter Abschnitt: Die Renten",
      "section": "18",
      "title": "",
      "content": "1 Anspruch auf Alters- und Hinterlassenenrenten haben Schweizer Bürger, Ausländer und Staatenlose gemäss den nachfolgenden Bestimmungen. … 2 Ausländer sowie ihre Hinterlassenen ohne Schweizer Bürgerrecht sind nur rentenberechtigt, solange sie ihren Wohnsitz und gewöhnlichen Aufenthalt (Art. 13 ATSG) in der Schweiz haben. Dieses Erfordernis ist von jeder Person, für die eine Rente ausgerichtet wird, einzeln zu erfüllen. Vorbehalten bleiben die besonderen bundesrechtlichen Vorschriften über die Rechtsstellung der Flüchtlinge und der Staatenlosen sowie abweichende internationale Abkommen, insbesondere mit Staaten, deren Gesetzgebung den Schweizer Bürgern und ihren Hinterlassenen Vorteile bietet, die denjenigen dieses Gesetzes ungefähr gleichwertig sind. 2bis Bei Personen, die mehrere sich ablösende Staatsangehörigkeiten besessen haben, ist für die Rentenberechtigung die Staatsangehörigkeit während des Rentenbezugs massgebend. 3 Den Ausländern, die ihren Wohnsitz im Ausland haben und mit deren Heimatstaat kein internationales Abkommen besteht, sowie ihren Hinterlassenen können die gemäss den Artikeln 5, 6, 8, 10 oder 13 bezahlten Beiträge rückvergütet werden. Der Bundesrat regelt die Einzelheiten, insbesondere das Ausmass der Rückvergütung. Fassung gemäss Ziff. II des BG vom 19. Dez. 1963, in Kraft seit 1. Jan. 1964 ( AS 1964 285 ; BBl 1963 II 517 ). Fassung gemäss Ziff. I des BG vom 7. Okt. 1994 (10. AHV-Revision), in Kraft seit 1. Jan. 1997 ( AS 1996 2466 ; BBl 1990 II 1 ). Zweiter Satz aufgehoben durch Anhang Ziff. 7 des BG vom 6. Okt. 2000 über den Allgemeinen Teil des Sozialversicherungsrechts, mit Wirkung seit 1. Jan. 2003 ( AS 2002 3371 ; BBl 1991 II 185 910 , 1994 V 921 , 1999 4523 ). SR 830.1 Fassung gemäss Anhang Ziff. 7 des BG vom 6. Okt. 2000 über den Allgemeinen Teil des Sozialversicherungsrechts, in Kraft seit 1. Jan. 2003 ( AS 2002 3371 ; BBl 1991 II 185 910 , 1994 V 921 , 1999 4523 ). Satz eingefügt durch Ziff. I des BG vom 7. Okt. 1994 (10. AHV-Revision), in Kraft seit 1. Jan. 1997 ( AS 1996 2466 ; BBl 1990 II 1 ). Fassung gemäss Ziff. I des BG vom 30. Juni 1972, in Kraft seit 1. Jan. 1973 ( AS 1972 2483 ; BBl 1971 II 1057 ). Siehe auch die SchlB Änd. 7. Okt. 1994 am Ende dieses Textes. Eingefügt durch Ziff. I des BG vom 17. Juni 2011 (Verbesserung der Durchführung), in Kraft seit 1. Jan. 2012 ( AS 2011 4745 ; BBl 2011 543 ). Fassung gemäss Ziff. I des BG vom 7. Okt. 1994 (10. AHV-Revision), in Kraft seit 1. Jan. 1997 ( AS 1996 2466 ; BBl 1990 II 1 ). Siehe auch die SchlB Änd. 7. Okt. 1994 am Ende dieses Textes."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "",
      "content": "Aufgehoben durch Ziff. I des BG vom 19. Dez. 1963, mit Wirkung seit 1. Jan. 1964 ( AS 1964 285 ; BBl 1963 II 517 )."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "",
      "content": "1 Der Rentenanspruch ist der Zwangsvollstreckung entzogen. 2 Mit fälligen Leistungen können verrechnet werden: a. die Forderungen aufgrund dieses Gesetzes, des IVG, des Erwerbsersatzgesetzes vom 25. September 1952 und des Bundesgesetzes vom 20. Juni 1952 über die Familienzulagen in der Landwirtschaft; b. Rückforderungen von Ergänzungsleistungen zur Alters‑, Hinterlassenen- und Invalidenversicherung; c. die Rückforderung von Renten und Taggeldern der obligatorischen Unfallversicherung, der Militärversicherung, der Arbeitslosenversicherung und der Krankenversicherung. Fassung gemäss Ziff. I des BG vom 19. Dez. 1963, in Kraft seit 1. Jan. 1964 ( AS 1964 285 ; BBl 1963 II 517 ). Fassung gemäss Anhang Ziff. 7 des BG vom 6. Okt. 2000 über den Allgemeinen Teil des Sozialversicherungsrechts, in Kraft seit 1. Jan. 2003 ( AS 2002 3371 ; BBl 1991 II 185 910 , 1994 V 921 , 1999 4523 ). Fassung gemäss Anhang Ziff. 7 des BG vom 6. Okt. 2000 über den Allgemeinen Teil des Sozialversicherungsrechts, in Kraft seit 1. Jan. 2003 ( AS 2002 3371 ; BBl 1991 II 185 910 , 1994 V 921 , 1999 4523 ). SR 831.20 SR 834.1 SR 836.1 Fassung gemäss Ziff. I des BG vom 7. Okt. 1994 (10. AHV-Revision), in Kraft seit 1. Jan. 1997 ( AS 1996 2466 ; BBl 1990 II 1 )."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Referenzalter und Altersrente",
      "content": "1 Personen, die das 65. Altersjahr vollendet haben (Referenzalter), haben Anspruch auf eine Altersrente ohne Abzüge und Zuschläge. 2 Der Anspruch entsteht am ersten Tag des Monats, welcher dem Erreichen des Referenzalters folgt. Er erlischt mit dem Tod. Fassung gemäss Ziff. I des BG vom 17. Dez. 2021 (AHV 21), in Kraft seit 1. Jan. 2024 ( AS 2023 92 ; BBl 2019 6305 )."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "",
      "content": "Aufgehoben durch Ziff. I des BG vom 7. Okt. 1994 (10. AHV-Revision), mit Wirkung seit 1. Jan. 1997 ( AS 1996 2466 ; BBl 1990 II 1 )."
    },
    {
      "provision_ref": "art22bis",
      "section": "22bis",
      "title": "bis Zusatzrente",
      "content": "1 Männern und Frauen, die bis zur Entstehung des Anspruchs auf die Altersrente eine Zusatzrente der Invalidenversicherung bezogen haben, wird diese Rente weitergewährt, bis ihr Ehegatte einen Anspruch auf eine Altersrente oder eine Invalidenrente erwirbt. Eine geschiedene Person ist der verheirateten gleichgestellt, sofern sie für die ihr zugesprochenen Kinder überwiegend aufkommt und selbst keine Invaliden- oder Altersrente beanspruchen kann. 2 In Abweichung von Artikel 20 ATSG ist die Zusatzrente dem nicht rentenberechtigten Ehegatten auszuzahlen: a. auf sein Verlangen, wenn der rentenberechtigte Ehegatte seiner Unterhaltspflicht gegenüber der Familie nicht nachkommt; b. auf sein Verlangen, wenn die Ehegatten getrennt leben; c. von Amtes wegen, wenn die Ehegatten geschieden sind. 3 Abweichende zivilrichterliche Anordnungen bleiben in den Fällen von Absatz 2 vorbehalten. Eingefügt durch Ziff. I des BG vom 19. Dez. 1963 ( AS 1964 285 ; BBl 1963 II 517 ). Fassung gemäss Ziff. I des BG vom 7. Okt. 1994 (10. AHV-Revision), in Kraft seit 1. Jan. 1997 ( AS 1996 2466 ; BBl 1990 II 1 ). Siehe auch die SchlB Änd. 7. Okt. 1994 am Ende dieses Textes. SR 830.1 Fassung gemäss Anhang Ziff. 7 des BG vom 6. Okt. 2000 über den Allgemeinen Teil des Sozialversicherungsrechts, in Kraft seit 1. Jan. 2003 ( AS 2002 3371 ; BBl 1991 II 185 910 , 1994 V 921 , 1999 4523 ). Eingefügt durch Anhang Ziff. 7 des BG vom 6. Okt. 2000 über den Allgemeinen Teil des Sozialversicherungsrechts, in Kraft seit 1. Jan. 2003 ( AS 2002 3371 ; BBl 1991 II 185 910 , 1994 V 921 , 1999 4523 )."
    },
    {
      "provision_ref": "art22ter",
      "section": "22ter",
      "title": "ter Kinderrente",
      "content": "1 Personen, welchen eine Altersrente zusteht, haben für jedes Kind, das im Falle ihres Todes eine Waisenrente beanspruchen könnte, Anspruch auf eine Kinderrente. Für Pflegekinder, die erst nach der Entstehung des Anspruchs auf eine Altersrente oder auf eine ihr vorausgehende Rente der Invalidenversicherung in Pflege genommen werden, besteht kein Anspruch auf Kinderrente, es sei denn, es handle sich um Kinder des andern Ehegatten. 2 Die Kinderrente wird wie die Rente ausbezahlt, zu der sie gehört. Vorbehalten bleiben die Bestimmungen über die zweckgemässe Verwendung (Art. 20 ATSG) und abweichende zivilrichterliche Anordnungen. Der Bundesrat kann die Auszahlung für Sonderfälle in Abweichung von Artikel 20 ATSG regeln, namentlich für Kinder aus getrennter oder geschiedener Ehe. Eingefügt durch Ziff. I des BG vom 30. Juni 1972 ( AS 1972 2483 ; BBl 1971 II 1057 ). Fassung gemäss Ziff. I des BG vom 7. Okt. 1994 (10. AHV-Revision), in Kraft seit 1. Jan. 1997 ( AS 1996 2466 ; BBl 1990 II 1 ). SR 830.1 Fassung des zweiten und dritten Satzes gemäss Anhang Ziff. 7 des BG vom 6. Okt. 2000 über den Allgemeinen Teil des Sozialversicherungsrechts, in Kraft seit 1. Jan. 2003 ( AS 2002 3371 ; BBl 1991 II 185 910 , 1994 V 921 , 1999 4523 )."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Witwen- und Witwerrente",
      "content": "1 Anspruch auf eine Witwen- oder Witwerrente haben Witwen oder Witwer, sofern sie im Zeitpunkt der Verwitwung Kinder haben. 2 Kindern von Witwen oder Witwern sind gleichgestellt: a. Kinder des verstorbenen Ehegatten, die im Zeitpunkt der Verwitwung mit der Witwe oder dem Witwer im gemeinsamen Haushalt leben und von ihr oder ihm als Pflegekinder im Sinne von Artikel 25 Absatz 3 aufgenommen werden; b. Pflegekinder im Sinne von Artikel 25 Absatz 3, die im Zeitpunkt der Verwitwung mit der Witwe oder dem Witwer im gemeinsamen Haushalt leben und von ihr oder ihm adoptiert werden. 3 Der Anspruch auf die Witwen- oder Witwerrente entsteht am ersten Tag des dem Tod des Ehemannes oder der Ehefrau folgenden Monats, im Falle der Adoption eines Pflegekindes gemäss Absatz 2 Buchstabe b am ersten Tag des der Adoption folgenden Monats. 4 Der Anspruch erlischt: a. mit der Wiederverheiratung; b. mit dem Tode der Witwe oder des Witwers. 5 Der Anspruch lebt auf, wenn die neue Ehe geschieden oder ungültig erklärt wird. Der Bundesrat regelt die Einzelheiten. Siehe auch die SchlB Änd. 7. Okt. 1994 am Ende dieses Textes."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Besondere Bestimmungen",
      "content": "1 Witwen haben überdies Anspruch auf eine Witwenrente, wenn sie im Zeitpunkt der Verwitwung keine Kinder oder Pflegekinder im Sinne von Artikel 23, jedoch das 45. Altersjahr vollendet haben und mindestens fünf Jahre verheiratet gewesen sind. War die Witwe mehrmals verheiratet, so wird auf die Gesamtdauer der Ehen abgestellt. 2 Zusätzlich zu den in Artikel 23 Absatz 4 aufgezählten Beendigungsgründen erlischt der Anspruch auf die Witwerrente, wenn das letzte Kind des Witwers das 18. Altersjahr vollendet hat. Siehe auch die SchlB Änd. 7. Okt. 1994 am Ende dieses Textes."
    },
    {
      "provision_ref": "art24a",
      "section": "24a",
      "title": "a Geschiedene Ehegatten",
      "content": "1 Eine geschiedene Person ist einer verwitweten gleichgestellt, wenn: a. sie eines oder mehrere Kinder hat und die geschiedene Ehe mindestens zehn Jahre gedauert hat; b. die geschiedene Ehe mindestens zehn Jahre gedauert hat und die Scheidung nach Vollendung des 45. Altersjahres erfolgte; c. das jüngste Kind sein 18. Altersjahr vollendet hat, nachdem die geschiedene Person ihr 45. Altersjahr zurückgelegt hat. 2 Ist nicht mindestens eine der Voraussetzungen von Absatz 1 erfüllt, so besteht ein Anspruch auf eine Witwen- oder Witwerrente nur, wenn und solange die geschiedene Person Kinder unter 18 Jahren hat. Siehe auch die SchlB Änd. 7. Okt. 1994 am Ende dieses Textes."
    },
    {
      "provision_ref": "art24b",
      "section": "24b",
      "title": "b Zusammentreffen von Witwen- oder Witwerrenten mit Alters- oder Invalidenrenten",
      "content": "Erfüllt eine Person gleichzeitig die Voraussetzungen für eine Witwen- oder Witwerrente und für eine Altersrente oder für eine Rente gemäss dem IVG, so wird nur die höhere Rente ausbezahlt. Bei der Vergleichsrechnung werden die 13. Altersrente nach Artikel 34 ter und gegebenenfalls der Rentenzuschlag nach Artikel 34 bis an die jährliche Altersrente angerechnet. SR 831.20 Zweiter Satz eingefügt durch Ziff. I des BG vom 21. März 2025 (Umsetzung der 13. Altersrente), in Kraft seit 1. Jan. 2026 ( AS 2025 704 ; BBl 2024 2747 )."
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Waisenrente",
      "content": "1 Kinder, deren Vater oder Mutter gestorben ist, haben Anspruch auf eine Waisenrente. Sind Vater und Mutter gestorben, so haben sie Anspruch auf zwei Waisenrenten. 2 Findelkinder haben Anspruch auf eine Waisenrente. 3 Der Bundesrat regelt den Anspruch der Pflegekinder auf Waisenrente. 4 Der Anspruch auf die Waisenrente entsteht am ersten Tag des dem Tode des Vaters oder der Mutter folgenden Monats. Er erlischt mit der Vollendung des 18. Altersjahres oder mit dem Tod der Waise. 5 Für Kinder, die noch in Ausbildung sind, dauert der Rentenanspruch bis zu deren Abschluss, längstens aber bis zum vollendeten 25. Altersjahr. Der Bundesrat kann festlegen, was als Ausbildung gilt. Fassung gemäss Ziff. I des BG vom 7. Okt. 1994 (10. AHV-Revision), in Kraft seit 1. Jan. 1997 ( AS 1996 2466 ; BBl 1990 II 1 )."
    },
    {
      "provision_ref": "art2628",
      "section": "2628",
      "title": "",
      "content": "Aufgehoben durch Ziff. I des BG vom 7. Okt. 1994 (10. AHV-Revision), mit Wirkung seit 1. Jan. 1997 ( AS 1996 2466 ; BBl 1990 II 1 )."
    },
    {
      "provision_ref": "art28bis",
      "section": "28bis",
      "title": "bis Zusammentreffen von Waisenrenten mit anderen Renten",
      "content": "Erfüllt eine Waise gleichzeitig die Voraussetzungen für eine Waisenrente und eine Witwen- oder Witwerrente oder für eine Rente gemäss dem IVG, so wird nur die höhere Rente ausbezahlt. Sind beide Elternteile gestorben, so wird für den Vergleich auf die Summe der beiden Waisenrenten abgestellt. Eingefügt durch Art. 82 des BG vom 19. Juni 1959 über die Invalidenversicherung ( AS 1959 827 ; BBl 1958 II 1137 ). Fassung gemäss Ziff. I des BG vom 7. Okt. 1994 (10. AHV-Revision), in Kraft seit 1. Jan. 1997 ( AS 1996 2466 ; BBl 1990 II 1 ). SR 831.20"
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "Bezügerkreis. Voll- und Teilrenten",
      "content": "1 Anspruch auf eine ordentliche Alters- oder Hinterlassenenrente haben die rentenberechtigten Personen, denen für mindestens ein volles Jahr Einkommen, Erziehungs- oder Betreuungsgutschriften angerechnet werden können, oder ihre Hinterlassenen. 2 Die ordentlichen Renten werden ausgerichtet als: a. Vollrenten für Versicherte mit vollständiger Beitragsdauer; b. Teilrenten für Versicherte mit unvollständiger Beitragsdauer. Fassung gemäss Ziff. I des BG vom 7. Okt. 1994 (10. AHV-Revision), in Kraft seit 1. Jan. 1997 ( AS 1996 2466 ; BBl 1990 II 1 ). Fassung gemäss Ziff. I des BG vom 7. Okt. 1994 (10. AHV-Revision), in Kraft seit 1. Jan. 1997 ( AS 1996 2466 ; BBl 1990 II 1 )."
    },
    {
      "provision_ref": "art29bis",
      "section": "29bis",
      "title": "bis Allgemeine Bestimmungen für die Rentenberechnung",
      "content": "1 Die Rente wird bei Erreichen des Referenzalters berechnet. 2 Für die Rentenberechnung werden Beitragsjahre, Erwerbseinkommen sowie Erziehungs- oder Betreuungsgutschriften der rentenberechtigten Person zwischen dem 1. Januar nach Vollendung des 20. Altersjahres und dem 31. Dezember vor Eintritt des Versicherungsfalles (Referenzalter oder Tod) berücksichtigt. 3 Hat die rentenberechtigte Person nach Erreichen des Referenzalters AHV-Beiträge entrichtet, so kann sie einmal eine neue Berechnung ihrer Rente verlangen. Bei der Neuberechnung werden die Erwerbseinkommen berücksichtigt, welche die rentenberechtigte Person während der zusätzlichen Beitragsdauer erzielt und auf denen sie Beiträge entrichtet hat. Nach Erreichen des Referenzalters entrichtete Beiträge begründen keinen Anspruch auf eine Rente . 4 a. ein Einkommen erzielt, das mindestens 40 Prozent des ungeteilten Erwerbseinkommens entspricht, das in der Periode nach Absatz 2 durchschnittlich erzielt wurde; und b. Beiträge aus diesem Einkommen einzahlt, die dem jährlichen Mindestbeitrag entsprechen. 5 Der Bundesrat regelt die Anrechnung: a. der Beitragsmonate im Jahr der Entstehung des Rentenanspruchs; b. der Beitragszeiten vor dem 1. Januar nach Vollendung des 20. Altersjahres; c. der Zusatzjahre; und d. der nach dem Referenzalter zurückgelegten Beitragszeiten. 6 Er regelt zudem, wann der Anspruch auf die neu berechnete Rente nach Absatz 3 beginnt. Eingefügt durch Ziff. I des BG vom 7. Okt. 1994 (10. AHV-Revision) ( AS 1996 2466 ; BBl 1990 II 1 ). Fassung gemäss Ziff. I des BG vom 17. Dez. 2021 (AHV 21), in Kraft seit 1. Jan. 2024 ( AS 2023 92 ; BBl 2019 6305 ). Siehe auch die UeB dieser Änd. am Schluss des Textes."
    },
    {
      "provision_ref": "art29ter",
      "section": "29ter",
      "title": "ter Vollständige Beitragsdauer",
      "content": "1 Die Beitragsdauer ist vollständig, wenn eine Person gleich viele Beitragsjahre aufweist wie ihr Jahrgang. 2 Als Beitragsjahre gelten Zeiten: a. in welchen eine Person Beiträge geleistet hat; b. in welchen der Ehegatte gemäss Artikel 3 Absatz 3 mindestens den doppelten Mindestbeitrag entrichtet hat; c. für die Erziehungs- oder Betreuungsgutschriften angerechnet werden können. Ursprünglich Art. 29 bis . Eingefügt durch Ziff. I des BG vom 21. Dez. 1956 ( AS 1957 262 ; BBl 1956 I 1429 ). Fassung gemäss Ziff. I des BG vom 7. Okt. 1994 (10. AHV-Revision), in Kraft seit 1. Jan. 1997 ( AS 1996 2466 ; BBl 1990 II 1 )."
    },
    {
      "provision_ref": "art29quater",
      "section": "29quater",
      "title": "quater Durchschnittliches Jahreseinkommen 1. Grundsatz",
      "content": "Die Rente wird nach Massgabe des durchschnittlichen Jahreseinkommens berechnet. Dieses setzt sich zusammen aus: a. den Erwerbseinkommen; b. den Erziehungsgutschriften; c. den Betreuungsgutschriften. Eingefügt durch Ziff. I des BG vom 7. Okt. 1994 (10. AHV-Revision), in Kraft seit 1. Jan. 1997 ( AS 1996 2466 ; BBl 1990 II 1 )."
    },
    {
      "provision_ref": "art29quinquies",
      "section": "29quinquies",
      "title": "quinquies 2. Erwerbseinkommen sowie Beiträge nichterwerbstätiger Personen",
      "content": "1 Bei erwerbstätigen Personen werden nur die Einkommen berücksichtigt, auf denen Beiträge bezahlt wurden. 2 Die Beiträge von nichterwerbstätigen Personen werden mit 100 vervielfacht, durch den doppelten Beitragsansatz gemäss Artikel 5 Absatz 1 geteilt und als Erwerbseinkommen angerechnet. 3 Einkommen, welche die Ehegatten während der Kalenderjahre der gemeinsamen Ehe erzielt haben, werden geteilt und je zur Hälfte den beiden Ehegatten angerechnet. Die Einkommensteilung wird vorgenommen: a. wenn beide Ehegatten das Referenzalter erreicht haben; b. wenn eine verwitwete Person das Referenzalter erreicht; c. bei Auflösung der Ehe durch Scheidung; d. wenn beide Ehegatten Anspruch auf eine Rente der Invalidenversicherung haben; oder e. wenn ein Ehegatte einen Anspruch auf eine Rente der Invalidenversicherung hat und der andere Ehegatte das Referenzalter erreicht. 4 Der Teilung und der gegenseitigen Anrechnung unterliegen jedoch nur Einkommen: a. aus der Zeit zwischen dem 1. Januar nach Vollendung des 20. Altersjahres und dem 31. Dezember vor Eintritt des Versicherungsfalles beim Ehegatten, welcher zuerst rentenberechtigt wird, mit Ausnahme der vorbezogenen Rente (Art. 40); und b. aus Zeiten, in denen beide Ehegatten in der schweizerischen Alters- und Hinterlassenenversicherung versichert gewesen sind. 5 Absatz 4 ist nicht anwendbar für das Kalenderjahr, in dem die Ehe geschlossen oder aufgelöst wird. 6 Der Bundesrat regelt das Verfahren. Er bestimmt insbesondere, welche Ausgleichskasse die Einkommensteilung vorzunehmen hat. Eingefügt durch Ziff. I des BG vom 7. Okt. 1994 (10. AHV-Revision), in Kraft seit 1. Jan. 1997 ( AS 1996 2466 ; BBl 1990 II 1 ). Siehe auch die UeB dieser Änd. am Schluss des Textes. Fassung gemäss Ziff. I des BG vom 17. Dez. 2021 (AHV 21), in Kraft seit 1. Jan. 2024 ( AS 2023 92 ; BBl 2019 6305 ). Fassung gemäss Ziff. I des BG vom 17. Dez. 2021 (AHV 21), in Kraft seit 1. Jan. 2024 ( AS 2023 92 ; BBl 2019 6305 ). Eingefügt durch Ziff. I des BG vom 17. Dez. 2021 (AHV 21), in Kraft seit 1. Jan. 2024 ( AS 2023 92 ; BBl 2019 6305 ). Eingefügt durch Ziff. I des BG vom 17. Dez. 2021 (AHV 21), in Kraft seit 1. Jan. 2024 ( AS 2023 92 ; BBl 2019 6305 ). Fassung gemäss Ziff. I des BG vom 17. Dez. 2021 (AHV 21), in Kraft seit 1. Jan. 2024 ( AS 2023 92 ; BBl 2019 6305 ). Fassung gemäss Ziff. I des BG vom 17. Juni 2011 (Verbesserung der Durchführung), in Kraft seit 1. Jan. 2012 ( AS 2011 4745 ; BBl 2011 543 ). Fassung gemäss Ziff. I des BG vom 17. Juni 2011 (Verbesserung der Durchführung), in Kraft seit 1. Jan. 2012 ( AS 2011 4745 ; BBl 2011 543 ). Eingefügt durch Ziff. I des BG vom 17. Juni 2011 (Verbesserung der Durchführung), in Kraft seit 1. Jan. 2012 ( AS 2011 4745 ; BBl 2011 543 )."
    },
    {
      "provision_ref": "art29sexies",
      "section": "29sexies",
      "title": "sexies 3. Erziehungsgutschriften",
      "content": "1 Versicherten wird für diejenigen Jahre eine Erziehungsgutschrift angerechnet, in welchen ihnen die elterliche Sorge für eines oder mehrere Kinder zusteht, die das 16. Altersjahr noch nicht erreicht haben. Dabei werden Eltern, die gemeinsam Inhaber der elterlichen Sorge sind, jedoch nicht zwei Gutschriften kumulativ gewährt. Der Bundesrat regelt die Einzelheiten, insbesondere die Anrechnung der Erziehungsgutschrift, wenn: a. Eltern Kinder unter ihrer Obhut haben, ohne dass ihnen die elterliche Sorge zusteht; b. lediglich ein Elternteil in der schweizerischen Alters- und Hinterlassenenversicherung versichert ist; c. die Voraussetzungen für die Anrechnung einer Erziehungsgutschrift nicht während des ganzen Kalenderjahres erfüllt werden; d. geschiedenen oder unverheirateten Eltern gemeinsam die elterliche Sorge zusteht. 2 Die Erziehungsgutschrift entspricht dem Betrag der dreifachen minimalen jährlichen Altersrente gemäss Artikel 34 im Zeitpunkt der Entstehung des Rentenanspruchs. 3 Bei verheirateten Personen wird die Erziehungsgutschrift während der Kalenderjahre der Ehe hälftig aufgeteilt. Der Teilung unterliegen aber nur die Gutschriften für die Zeit zwischen dem 1. Januar nach Vollendung des 20. Altersjahres und dem 31. Dezember vor dem Tag, an dem der erste Ehegatte das Referenzalter erreicht. Eingefügt durch Ziff. I des BG vom 7. Okt. 1994 (10. AHV-Revision), in Kraft seit 1. Jan. 1997 ( AS 1996 2466 ; BBl 1990 II 1 ). Fassung gemäss Anhang Ziff. 5 des BG vom 26. Juni 1998, in Kraft seit 1. Jan. 2000 ( AS 1999 1118 1144 ; BBl 1996 I 1 ). Fassung gemäss Anhang Ziff. 5 des BG vom 26. Juni 1998, in Kraft seit 1. Jan. 2000 ( AS 1999 1118 1144 ; BBl 1996 I 1 ). Eingefügt durch Anhang Ziff. 5 des BG vom 26. Juni 1998, in Kraft seit 1. Jan. 2000 ( AS 1999 1118 1144 ; BBl 1996 I 1 ). Fassung des zweiten Satzes gemäss Ziff. I des BG vom 17. Dez. 2021 (AHV 21), in Kraft seit 1. Jan. 2024 ( AS 2023 92 ; BBl 2019 6305 )."
    },
    {
      "provision_ref": "art29septies",
      "section": "29septies",
      "title": "septies 4. Betreuungsgutschriften",
      "content": "1 Versicherte, welche Verwandte in auf- oder absteigender Linie oder Geschwister mit einem anerkannten Anspruch auf eine Hilflosenentschädigung der AHV, der IV, der obligatorischen Unfallversicherung oder der Militärversicherung betreuen, haben Anspruch auf Anrechnung einer Betreuungsgutschrift, wenn sie die betreuten Personen für die Betreuung leicht erreichen können. Sie müssen diesen Anspruch jährlich schriftlich anmelden. Verwandten gleichgestellt sind Ehegatten, Schwiegereltern und Stiefkinder sowie die Lebenspartnerin oder der Lebenspartner, die oder der seit mindestens fünf Jahren ununterbrochen mit der versicherten Person einen gemeinsamen Haushalt führt. 2 Für Zeiten, in welchen gleichzeitig ein Anspruch auf eine Erziehungsgutschrift besteht, kann keine Betreuungsgutschrift angerechnet werden. 3 Der Bundesrat kann das Erfordernis der leichten Erreichbarkeit nach Absatz 1 näher umschreiben. Er regelt das Verfahren sowie die Anrechnung der Betreuungsgutschrift für die Fälle, in denen: a. mehrere Personen die Voraussetzungen der Anrechnung einer Betreuungsgutschrift erfüllen; b. lediglich ein Ehegatte in der schweizerischen Alters- und Hinterlassenenversicherung versichert ist; c. die Voraussetzungen für die Anrechnung einer Betreuungsgutschrift nicht während des ganzen Kalenderjahres erfüllt werden. 4 Die Betreuungsgutschrift entspricht dem Betrag der dreifachen minimalen jährlichen Altersrente gemäss Artikel 34 im Zeitpunkt der Entstehung des Rentenanspruchs. Sie wird im individuellen Konto vermerkt. 5 Wird der Anspruch auf Betreuungsgutschrift nicht innert fünf Jahren nach Ablauf des Kalenderjahres angemeldet, in welchem eine Person betreut wurde, so wird die Gutschrift für das betreffende Jahr nicht mehr im individuellen Konto vermerkt. 6 Bei verheirateten Personen wird die Betreuungsgutschrift während der Kalenderjahre der Ehe hälftig aufgeteilt. Der Teilung unterliegen aber nur die Gutschriften für die Zeit zwischen dem 1. Januar nach Vollendung des 20. Altersjahres und dem 31. Dezember vor dem Tag, an dem der erste Ehegatte das Referenzalter erreicht. Eingefügt durch Ziff. I des BG vom 7. Okt. 1994 (10. AHV-Revision), in Kraft seit 1. Jan. 1997 ( AS 1996 2466 ; BBl 1990 II 1 ). Fassung gemäss Ziff. I 3 des BG vom 20. Dez. 2019 über die Verbesserung der Vereinbarkeit von Erwerbstätigkeit und Angehörigenbetreuung, in Kraft seit 1. Jan. 2021 ( AS 2020 4525 ; BBl 2019 4103 ). Fassung gemäss Ziff. I des BG vom 17. Juni 2011 (Verbesserung der Durchführung), in Kraft seit 1. Jan. 2012 ( AS 2011 4745 ; BBl 2011 543 ). Fassung des zweiten Satzes gemäss Ziff. I des BG vom 17. Dez. 2021 (AHV 21), in Kraft seit 1. Jan. 2024 ( AS 2023 92 ; BBl 2019 6305 )."
    },
    {
      "provision_ref": "art30",
      "section": "30",
      "title": "5. Ermittlung des durchschnittlichen Jahreseinkommens",
      "content": "1 Die Summe der Erwerbseinkommen wird entsprechend dem Rentenindex gemäss Artikel 33 ter aufgewertet. Der Bundesrat lässt die Aufwertungsfaktoren jährlich feststellen. 2 Die Summe der aufgewerteten Erwerbseinkommen sowie die Erziehungs- oder Betreuungsgutschriften werden durch die Anzahl der Beitragsjahre geteilt. Fassung gemäss Ziff. I des BG vom 7. Okt. 1994 (10. AHV-Revision), in Kraft seit 1. Jan. 1997 ( AS 1996 2466 ; BBl 1990 II 1 )."
    },
    {
      "provision_ref": "art30bis",
      "section": "30bis",
      "title": "",
      "content": "Der Bundesrat erlässt Vorschriften zur Berechnung der Renten. Dabei kann er die anrechenbaren Einkommen und die Renten auf- oder abrunden. Er kann Vorschriften erlassen über die Anrechnung der Bruchteile von Jahren und der entsprechenden Einkommen und vorsehen, dass Beitragsjahre und Erwerbseinkommen für die Zeit, in der eine Invalidenrente bezogen wurde, nicht angerechnet werden. Eingefügt durch Ziff. I des BG vom 4. Okt. 1968 ( AS 1969 111 ; BBl 1968 I 602 ). Fassung gemäss Ziff. I des BG vom 24. Juni 1977 (9. AHV-Revision), in Kraft seit 1. Jan. 1979 ( AS 1978 391 ; BBl 1976 III 1 ). Fassung gemäss Ziff. I des BG vom 17. Juni 2011 (Verbesserung der Durchführung), in Kraft seit 1. Jan. 2012 ( AS 2011 4745 ; BBl 2011 543 ). Fassung gemäss Ziff. I des BG vom 17. Juni 2011 (Verbesserung der Durchführung), in Kraft seit 1. Jan. 2012 ( AS 2011 4745 ; BBl 2011 543 ). Fassung des Satzes gemäss Ziff. I des BG vom 7. Okt. 1994 (10. AHV-Revision), in Kraft seit 1. Jan. 1997 ( AS 1996 2466 ; BBl 1990 II 1 ). Fassung des Satzes gemäss Ziff. I des BG vom 7. Okt. 1994 (10. AHV-Revision), in Kraft seit 1. Jan. 1997 ( AS 1996 2466 ; BBl 1990 II 1 )."
    },
    {
      "provision_ref": "art30ter",
      "section": "30ter",
      "title": "ter Individuelle Konten",
      "content": "1 Für jeden beitragspflichtigen Versicherten werden individuelle Konten geführt, in welche die für die Berechnung der ordentlichen Renten erforderlichen Angaben eingetragen werden. Der Bundesrat ordnet die Einzelheiten. 2 Die von einem Arbeitnehmer erzielten Erwerbseinkommen, von welchen der Arbeitgeber die gesetzlichen Beiträge abgezogen hat, werden in das individuelle Konto eingetragen, selbst wenn der Arbeitgeber die entsprechenden Beiträge der Ausgleichskasse nicht entrichtet hat. 3 Die beitragspflichtigen Einkommen von Arbeitnehmern werden im individuellen Konto unter dem Jahr eingetragen, in dem sie ausbezahlt wurden. Die Einkommen werden jedoch im Erwerbsjahr eingetragen, wenn der Arbeitnehmer: a. zum Zeitpunkt der Lohnauszahlung nicht mehr für den Arbeitgeber tätig ist; b. den Beweis erbringt, dass das beitragspflichtige Einkommen von einer Erwerbstätigkeit stammt, die in einem früheren Jahr ausgeübt wurde und für die weniger als der Mindestbeitrag entrichtet wurde. 4 Die Einkommen der Selbstständigerwerbenden, der Arbeitnehmer nicht beitragspflichtiger Arbeitgeber und der Nichterwerbstätigen werden immer unter dem Jahr eingetragen, für das die Beiträge festgesetzt werden. Eingefügt durch Ziff. I des BG vom 4. Okt. 1968, in Kraft seit 1. Jan. 1969 ( AS 1969 111 ; BBl 1968 I 602 ). Eingefügt durch Anhang Ziff. 13 des BG vom 16. Dez. 1994, in Kraft seit 1. Jan. 1997 ( AS 1995 1227 1307 ; BBl 1991 III 1 ). Eingefügt durch Ziff. I des BG vom 17. Juni 2011 (Verbesserung der Durchführung), in Kraft seit 1. Jan. 2012 ( AS 2011 4745 ; BBl 2011 543 ). Eingefügt durch Ziff. I des BG vom 17. Juni 2011 (Verbesserung der Durchführung), in Kraft seit 1. Jan. 2012 ( AS 2011 4745 ; BBl 2011 543 )."
    },
    {
      "provision_ref": "art31",
      "section": "31",
      "title": "Neufestsetzung der Rente",
      "content": "Muss eine Altersrente neu festgesetzt werden, weil der Ehegatte rentenberechtigt oder die Ehe aufgelöst wird, so bleiben die im Zeitpunkt der erstmaligen Rentenberechnung geltenden Berechnungsvorschriften massgebend. Die aufgrund dieser Bestimmungen neu festgesetzte Rente ist in der Folge auf den neuesten Stand zu bringen. Fassung gemäss Ziff. I des BG vom 7. Okt. 1994 (10. AHV-Revision), in Kraft seit 1. Jan. 1997 ( AS 1996 2466 ; BBl 1990 II 1 ). Siehe auch die SchlB Änd. 7. Okt. 1994 am Ende dieses Textes."
    },
    {
      "provision_ref": "art32",
      "section": "32",
      "title": "",
      "content": "Aufgehoben durch Ziff. I des BG vom 7. Okt. 1994 (10. AHV-Revision), mit Wirkung seit 1. Jan. 1997 ( AS 1996 2466 ; BBl 1990 II 1 )."
    },
    {
      "provision_ref": "art33",
      "section": "33",
      "title": "Hinterlassenenrente",
      "content": "1 Für die Berechnung der Witwen‑, Witwer- und Waisenrente sind die Beitragsdauer und das aufgrund der ungeteilten Einkommen der verstorbenen Person sowie ihrer Erziehungs- oder Betreuungsgutschriften ermittelte durchschnittliche Jahreseinkommen massgebend. Absatz 2 bleibt vorbehalten. 2 Sind die Eltern gestorben, so sind für die Berechnung der beiden Waisenrenten die Beitragsdauer jedes Elternteils und die nach den allgemeinen Grundsätzen (Art. 29 quater ff.) ermittelten durchschnittlichen Jahreseinkommen der Verstorbenen massgebend. 3 Hat die verstorbene Person bei ihrem Tode das 45. Altersjahr noch nicht vollendet, so wird für die Berechnung der Hinterlassenenrente ihr durchschnittliches Erwerbseinkommen prozentual erhöht. Der Bundesrat setzt die Prozentsätze nach dem Alter der verstorbenen Person fest. Fassung gemäss Ziff. I des BG vom 7. Okt. 1994 (10. AHV-Revision), in Kraft seit 1. Jan. 1997 ( AS 1996 2466 ; BBl 1990 II 1 ). Siehe auch die SchlB Änd. 7. Okt. 1994 am Ende dieses Textes."
    },
    {
      "provision_ref": "art33bis",
      "section": "33bis",
      "title": "",
      "content": "1 Für die Berechnung von Alters- oder Hinterlassenenrenten, die an die Stelle einer Rente gemäss dem IVG treten, ist auf die für die Berechnung der Invalidenrente massgebende Grundlage abzustellen, falls dies für den Berechtigten vorteilhafter ist. 1bis Bei verheirateten Personen ist die Rentenberechnung gemäss Absatz 1 anzupassen, wenn die Voraussetzungen für die Teilung und die gegenseitige Anrechnung der Einkommen erfüllt sind. 2 Ist die Invalidenrente gemäss Artikel 37 Absatz 2 des IVG bemessen worden, so gilt diese Bestimmung sinngemäss auch für die Alters- oder Hinterlassenenrente, die auf der für die Invalidenrente massgebenden Grundlage berechnet wird. 3 Treten an die Stelle der gemäss den Artikeln 39 Absatz 2 und 40 Absatz 3 des IVG bemessenen ausserordentlichen Invalidenrenten ordentliche Alters- oder Hinterlassenenrenten, so betragen diese bei vollständiger Beitragsdauer mindestens 133 1 / 3 Prozent der Mindestansätze der zutreffenden Vollrenten. 4 Für die Berechnung der Altersrente einer Person, deren Ehegatte eine Invalidenrente bezieht oder bezogen hat, wird das im Zeitpunkt der Entstehung der Invalidenrente massgebende durchschnittliche Jahreseinkommen des invaliden Ehegatten während der Dauer des Bezuges der Invalidenrente wie ein Erwerbseinkommen im Sinne von Artikel 29 quinquies berücksichtigt. Beträgt der Invaliditätsgrad weniger als 60 Prozent, so wird nur ein entsprechend herabgesetzter Teil des durchschnittlichen Jahreseinkommens berücksichtigt. Der Bundesrat regelt die Einzelheiten und das Verfahren. Eingefügt durch Art. 82 des BG vom 19. Juni 1959 über die Invalidenversicherung, in Kraft seit 1. Jan. 1960 ( AS 1959 827 ; BBl 1958 II 1137 ). Fassung gemäss Ziff. I des BG vom 7. Okt. 1994 (10. AHV-Revision), in Kraft seit 1. Jan. 1997 ( AS 1996 2466 ; BBl 1990 II 1 ). SR 831.20 Eingefügt durch Ziff. I des BG vom 7. Okt. 1994 (10. AHV-Revision), in Kraft seit 1. Jan. 1997 ( AS 1996 2466 ; BBl 1990 II 1 ). Eingefügt durch Ziff. I des BG vom 30. Juni 1972, in Kraft seit 1. Jan. 1973 ( AS 1972 2483 ; BBl 1971 II 1057 ). Eingefügt durch Ziff. I des BG vom 30. Juni 1972, in Kraft seit 1. Jan. 1973 ( AS 1972 2483 ; BBl 1971 II 1057 ). Fassung gemäss Anhang Ziff. 3 des BG vom 21. März 2003 (4. IV-Revision), in Kraft seit 1. Jan. 2004 ( AS 2003 3837 ; BBl 2001 3205 ). Eingefügt durch Ziff. I des BG vom 7. Okt. 1994 (10. AHV-Revision), in Kraft seit 1. Jan. 1997 ( AS 1996 2466 ; BBl 1990 II 1 )."
    },
    {
      "provision_ref": "art33ter",
      "section": "33ter",
      "title": "ter Anpassung der Renten an die Lohn- und Preisentwicklung",
      "content": "1 Der Bundesrat passt die ordentlichen Renten in der Regel alle zwei Jahre auf Beginn des Kalenderjahres der Lohn- und Preisentwicklung an, indem er auf Antrag der Eidgenössischen Kommission für die Alters‑, Hinterlassenen- und Invalidenversicherung den Rentenindex neu festsetzt. 2 Der Rentenindex ist das arithmetische Mittel des vom Bundesamt für Statistik ermittelten Lohnindexes und des Landesindexes der Konsumentenpreise. 3 Der Bundesrat stellt je nach der finanziellen Lage der Versicherung Antrag auf Änderung des Verhältnisses zwischen den beiden Indexwerten nach Absatz 2. 4 Der Bundesrat passt die ordentlichen Renten früher an, wenn der Landesindex der Konsumentenpreise innerhalb eines Jahres um mehr als 4 Prozent angestiegen ist. 5 Der Bundesrat kann ergänzende Vorschriften erlassen, den Rentenindex auf- oder abrunden und das Verfahren der Rentenanpassung regeln. Eingefügt durch Ziff. I des BG vom 24. Juni 1977 (9. AHV-Revision), in Kraft seit 1. Jan. 1979 ( AS 1978 391 ; BBl 1976 III 1 ). Die Bezeichnung der Verwaltungseinheit wurde in Anwendung von Art. 16 Abs. 3 der Publikationsverordnung vom 17. Nov. 2004 ( SR 2004 4937 ) angepasst. Fassung gemäss Ziff. I des BG vom 13. Dez. 1991 ( AS 1992 1286 ; BBl 1991 I 217 )."
    },
    {
      "provision_ref": "art34",
      "section": "34",
      "title": "Berechnung und Höhe der Vollrenten 1. Die Altersrente",
      "content": "1 Die monatliche Altersrente setzt sich zusammen aus (Rentenformel): a. einem Bruchteil des Mindestbetrages der Altersrente (fester Rententeil); b. einem Bruchteil des massgebenden durchschnittlichen Jahreseinkommens (variabler Rententeil). 2 Es gelten folgende Bestimmungen: a. Ist das massgebende durchschnittliche Jahreseinkommen kleiner oder gleich dem 36fachen Mindestbetrag der Altersrente, so beträgt der feste Rententeil 74/100 des Mindestbetrages der Altersrente und der variable Rententeil 13/600 des massgebenden durchschnittlichen Jahreseinkommens. b. Ist das massgebende durchschnittliche Jahreseinkommen grösser als das 36fache des Mindestbetrages der Altersrente, so beträgt der feste Rententeil 104/100 des Mindestbetrages der Altersrente und der variable Rententeil 8/600 des massgebenden durchschnittlichen Jahreseinkommens. 3 Der Höchstbetrag der Altersrente entspricht dem doppelten Mindestbetrag. 4 Der Mindestbetrag wird gewährt, wenn das massgebende durchschnittliche Jahreseinkommen höchstens zwölfmal grösser ist, und der Höchstbetrag, wenn das massgebende durchschnittliche Jahreseinkommen wenigstens zweiundsiebzigmal grösser ist als der Mindestbetrag. 5 Der Mindestbetrag der vollen Altersrente von 1260 Franken entspricht dem Rentenindex von 229,1 Punkten. Fassung gemäss Ziff. I des BG vom 7. Okt. 1994 (10. AHV-Revision), in Kraft seit 1. Jan. 1997 ( AS 1996 2466 ; BBl 1990 II 1 ). Betrag und Indexstand gemäss Art. 3 und 4 der V vom 28. Aug. 2024 über Anpassungen an die Lohn- und Preisentwicklung bei der AHV/IV/EO ab dem Jahr 2025, in Kraft seit 1. Jan. 2025 ( AS 2024 463 )."
    },
    {
      "provision_ref": "art34bis",
      "section": "34bis",
      "title": "bis 1 a . Ausgleichsmassnahme für Frauen der Übergangsgeneration, die ihre Altersrente nicht vorbeziehen",
      "content": "1 Frauen der Übergangsgeneration, die ihre Altersrente nicht vorbeziehen, haben beim Bezug der Altersrente Anspruch auf einen Rentenzuschlag. Es gelten die folgenden Bestimmungen: a. Ist das massgebende durchschnittliche Jahreseinkommen tiefer als oder gleich hoch wie der Betrag der vierfachen minimalen jährlichen Altersrente nach Artikel 34, so beträgt der Grundzuschlag 160 Franken pro Monat. b. Ist das massgebende durchschnittliche Jahreseinkommen höher als der Betrag der vierfachen minimalen jährlichen Altersrente nach Artikel 34, aber tiefer als oder gleich hoch wie der Betrag der fünffachen minimalen jährlichen Altersrente nach Artikel 34, so beträgt der Grundzuschlag 100 Franken pro Monat. c. Ist das massgebende durchschnittliche Jahreseinkommen höher als der Betrag der fünffachen minimalen jährlichen Altersrente nach Artikel 34, so beträgt der Grundzuschlag 50 Franken pro Monat. 2 Der Grundzuschlag wird folgendermassen abgestuft: Anspruchsberechtigter Jahrgang Monatlicher Zuschlag in Prozent des Grundzuschlags Frauen mit Jahrgang 1961 25 Frauen mit Jahrgang 1962 50 Frauen mit Jahrgang 1963 75 Frauen mit Jahrgang 1964 100 Frauen mit Jahrgang 1965 100 Frauen mit Jahrgang 1966 81 Frauen mit Jahrgang 1967 63 Frauen mit Jahrgang 1968 44 Frauen mit Jahrgang 1969 25 3 Der Übergangsgeneration gehören die Frauen an, die das Referenzalter in den ersten neun Jahren nach Inkrafttreten dieser Bestimmung erreichen. 4 Der Rentenzuschlag wird zusätzlich zur nach Artikel 34 berechneten Rente ausbezahlt. Er unterliegt nicht der Kürzung gemäss Artikel 35. 5 Der Bundesrat regelt die Einzelheiten, insbesondere den Anspruch von Frauen mit einer unvollständigen Beitragsdauer. Eingefügt durch Ziff. I des BG vom 17. Dez. 2021 (AHV 21), in Kraft vom 1. Jan. 2025 bis zum 31. Dez. 2033 ( AS 2023 92 ; BBl 2019 6305 )."
    },
    {
      "provision_ref": "art34ter",
      "section": "34ter",
      "title": "ter 1 b . 13. Altersrente",
      "content": "1 Versicherte, die im Monat Dezember Anspruch auf eine Altersrente haben, erhalten eine 13. Altersrente. 2 Die 13. Altersrente wird als Zuschlag zur jährlichen Altersrente ausgerichtet. Sie entspricht einem Zwölftel der im betreffenden Kalenderjahr bezogenen Altersrente. 3 Sie wird im Dezember ausbezahlt. Wird die Altersrente gemäss Artikel 44 Absatz 2 einmal jährlich ausbezahlt, so erfolgt die Auszahlung der 13. Altersrente zusammen mit der Altersrente. Eingefügt durch Ziff. I des BG vom 21. März 2025 (Umsetzung der 13. Altersrente), in Kraft seit 1. Jan. 2026 (AS 2 025 704; BBl 2024 2747 )."
    },
    {
      "provision_ref": "art35",
      "section": "35",
      "title": "2. Summe der beiden Renten für Ehepaare",
      "content": "1 Die Summe der beiden Renten eines Ehepaares beträgt maximal 150 Prozent des Höchstbetrages der Altersrente, wenn: a. beide Ehegatten Anspruch auf eine Altersrente oder einen Teil davon haben; b. ein Ehegatte Anspruch auf eine Altersrente oder einen Teil davon und der andere Anspruch auf eine Rente der Invalidenversicherung hat. 2 Die Kürzung entfällt bei Ehepaaren, deren gemeinsamer Haushalt richterlich aufgehoben wurde. 3 Die beiden Renten sind im Verhältnis ihrer Anteile an der Summe der ungekürzten Renten zu kürzen. Der Bundesrat regelt die Einzelheiten, insbesondere die Kürzung der beiden Renten bei Versicherten mit unvollständiger Beitragsdauer sowie bei Bezug lediglich eines Teils der Rente. Fassung gemäss Ziff. I des BG vom 7. Okt. 1994 (10. AHV-Revision), in Kraft seit 1. Jan. 1997 ( AS 1996 2466 ; BBl 1990 II 1 ). Fassung gemäss Ziff. I des BG vom 17. Dez. 2021 (AHV 21), in Kraft seit 1. Jan. 2024 ( AS 2023 92 ; BBl 2019 6305 ). Fassung des zweiten Satzes gemäss Ziff. I des BG vom 17. Dez. 2021 (AHV 21), in Kraft seit 1. Jan. 2024 ( AS 2023 92 ; BBl 2019 6305 )."
    },
    {
      "provision_ref": "art35bis",
      "section": "35bis",
      "title": "bis 3. Zuschlag für verwitwete Bezügerinnen und Bezüger von Altersrenten",
      "content": "Verwitwete Bezügerinnen und Bezüger von Altersrenten haben Anspruch auf einen Zuschlag von 20 Prozent zu ihrer Rente. Rente und Zuschlag dürfen den Höchstbetrag der Altersrente nicht übersteigen. Eingefügt durch Ziff. I des BG vom 19. Dez. 1963 ( AS 1964 285 ; BBl 1963 II 517 ). Fassung gemäss Ziff. I des BG vom 7. Okt. 1994 (10. AHV-Revision), in Kraft seit 1. Jan. 1997 ( AS 1996 2466 ; BBl 1990 II 1 ). Siehe auch die SchlB Änd. 7. Okt. 1994 am Ende dieses Textes."
    },
    {
      "provision_ref": "art35ter",
      "section": "35ter",
      "title": "ter 4. Kinderrente",
      "content": "1 Die Kinderrente beträgt 40 Prozent der dem massgebenden durchschnittlichen Jahreseinkommen entsprechenden Altersrente. Haben beide Elternteile einen Anspruch auf Kinderrente, so sind die beiden Kinderrenten zu kürzen, soweit ihre Summe 60 Prozent der maximalen Altersrente übersteigt. Für die Durchführung der Kürzung ist Artikel 35 sinngemäss anwendbar. 2 Wird ein Teil der Altersrente nach Artikel 39 Absatz 1 aufgeschoben, so wird die Kinderrente im gleichen prozentualen Umfang aufgeschoben. Eingefügt durch Ziff. I des BG vom 7. Okt. 1994 (10. AHV-Revision), in Kraft seit 1. Jan. 1997 ( AS 1996 2466 ; BBl 1990 II 1 ). Eingefügt durch Ziff. I des BG vom 17. Dez. 2021 (AHV 21), in Kraft seit 1. Jan. 2024 ( AS 2023 92 ; BBl 2019 6305 )."
    },
    {
      "provision_ref": "art36",
      "section": "36",
      "title": "5. Witwen- oder Witwerrente",
      "content": "Die Witwen- oder Witwerrente beträgt 80 Prozent der dem massgebenden durchschnittlichen Jahreseinkommen entsprechenden Altersrente. Fassung gemäss Ziff. I des BG vom 7. Okt. 1994 (10. AHV-Revision), in Kraft seit 1. Jan. 1997 ( AS 1996 2466 ; BBl 1990 II 1 )."
    },
    {
      "provision_ref": "art37",
      "section": "37",
      "title": "6. Waisenrente",
      "content": "1 Die Waisenrente beträgt 40 Prozent der dem massgebenden durchschnittlichen Jahreseinkommen entsprechenden Altersrente. Die Waisenrente von Kindern, die nur zum verstorbenen Elternteil in einem Kindesverhältnis standen, beträgt 60 Prozent der dem massgebenden durchschnittlichen Jahreseinkommen entsprechenden Altersrente. 2 Sind die Eltern gestorben, so sind die Waisenrenten zu kürzen, soweit ihre Summe 60 Prozent der maximalen Altersrente übersteigt. Für die Durchführung der Kürzung ist Artikel 35 sinngemäss anwendbar. 3 Findelkinder erhalten eine Waisenrente in Höhe von 60 Prozent der maximalen Altersrente. Fassung gemäss Ziff. I des BG vom 7. Okt. 1994 (10. AHV-Revision), in Kraft seit 1. Jan. 1997 ( AS 1996 2466 ; BBl 1990 II 1 )."
    },
    {
      "provision_ref": "art37bis",
      "section": "37bis",
      "title": "bis 7. Zusammentreffen von Waisen- und Kinderrenten",
      "content": "Sind für das gleiche Kind sowohl die Voraussetzungen für eine Waisenrente als auch für eine Kinderrente erfüllt, so beträgt die Summe der beiden Renten höchstens 60 Prozent der maximalen Altersrente. Für die Durchführung der Kürzung ist Artikel 35 sinngemäss anwendbar. Eingefügt durch Ziff. I des BG vom 7. Okt. 1994 (10. AHV-Revision), in Kraft seit 1. Jan. 1997 ( AS 1996 2466 ; BBl 1990 II 1 )."
    },
    {
      "provision_ref": "art38",
      "section": "38",
      "title": "Berechnung",
      "content": "1 Die Teilrente entspricht einem Bruchteil der gemäss den Artikeln 34–37 zu ermittelnden Vollrente. 2 Bei der Berechnung des Bruchteils werden das Verhältnis zwischen den vollen Beitragsjahren des Versicherten zu denjenigen seines Jahrganges sowie die eingetretenen Veränderungen der Beitragsansätze berücksichtigt. 3 Der Bundesrat erlässt nähere Vorschriften über die Abstufung der Renten. Fassung gemäss Ziff. I des BG vom 19. Juni 1959, in Kraft seit 1. Jan. 1960 ( AS 1959 854 ; BBl 1958 II 1137 ). Fassung gemäss Ziff. I des BG vom 30. Juni 1972, in Kraft seit 1. Jan. 1973 ( AS 1972 2483 ; BBl 1971 II 1057 ). Eingefügt durch Ziff. I des BG vom 30. Juni 1972 ( AS 1972 2483 ; BBl 1971 II 1057 ). Fassung gemäss Ziff. I des BG vom 7. Okt. 1994 (10. AHV-Revision), in Kraft seit 1. Jan. 1997 ( AS 1996 2466 ; BBl 1990 II 1 )."
    },
    {
      "provision_ref": "art39",
      "section": "39",
      "title": "Aufschub des Bezugs der Altersrente",
      "content": "1 Personen, die Anspruch auf eine Altersrente haben, können den Beginn des Bezugs der ganzen Rente oder eines Anteils zwischen 20 und 80 Prozent davon um mindestens ein Jahr, höchstens aber um fünf Jahre aufschieben. Innerhalb dieser Frist können sie die Rente jederzeit auf den Anfang des Folgemonats abrufen. 2 Personen, die den Bezug eines Anteils der Rente aufgeschoben haben, können einmal die Senkung des Anteils verlangen. Die Erhöhung des aufgeschobenen Anteils ist ausgeschlossen. 3 Die aufgeschobene Altersrente beziehungsweise der Anteil davon wird um den versicherungsmathematischen Gegenwert der aufgeschobenen Leistungen erhöht. 4 Der Bundesrat setzt die Erhöhungsfaktoren einheitlich fest und ordnet das Verfahren. Er kann einzelne Rentenarten vom Aufschub ausschliessen. Er überprüft die Erhöhungsfaktoren mindestens alle zehn Jahre."
    },
    {
      "provision_ref": "art40",
      "section": "40",
      "title": "Vorbezug der Altersrente",
      "content": "1 Personen, welche die Voraussetzungen für den Anspruch auf eine Altersrente erfüllen, können ab dem vollendeten 63. Altersjahr die ganze Rente oder einen Anteil zwischen 20 und 80 Prozent davon vorbeziehen. Sie können den Vorbezug der Rente jederzeit auf den Anfang des Folgemonats beantragen. Der Vorbezug gilt nur für zukünftige Leistungen. Der Bundesrat regelt die Einzelheiten, insbesondere den möglichen Widerruf der vorbezogenen Altersrente im Falle einer nachträglich zugesprochenen Invalidenrente. 2 Personen, die einen Anteil der Rente vorbezogen haben, können einmal die Erhöhung des Anteils verlangen. Die Erhöhung gilt nur für zukünftige Leistungen. Sie kann nicht widerrufen werden. 3 Während der Dauer des Rentenvorbezugs werden keine Kinderrenten ausgerichtet. 4 In Abweichung von Artikel 29 ter Absatz 1 ist bei einem Rentenvorbezug die Beitragsdauer nicht vollständig. Die vorbezogene Rente beruht auf der Anzahl Beitragsjahre bei Beginn des Rentenvorbezugs und entspricht einer Teilrente mit unvollständiger Beitragsdauer. 5 Die vorbezogene Rente wird berechnet anhand der Beitragsjahre, der Erwerbseinkommen sowie der Erziehungs- oder Betreuungsgutschriften der rentenberechtigten Person zwischen dem 1. Januar nach Vollendung des 20. Altersjahres und dem 31. Dezember vor dem Vorbezug der ganzen oder eines Teils der Rente. Die Rente wird bei Erreichen des Referenzalters nach Artikel 29 bis Absätze 1 und 2 neu berechnet."
    },
    {
      "provision_ref": "art40a",
      "section": "40a",
      "title": "a Kürzung bei Vorbezug der Altersrente",
      "content": "1 Die vorbezogene Altersrente wird um den versicherungsmathematischen Gegenwert der vorbezogenen Leistung gekürzt. 2 Der Bundesrat legt die Kürzungssätze nach versicherungsmathematischen Grund-sätzen einheitlich fest und ordnet das Verfahren. Er überprüft die Kürzungssätze mindestens alle zehn Jahre. 3 Ist das massgebende durchschnittliche Jahreseinkommen tiefer als oder gleich hoch wie der Betrag der vierfachen minimalen jährlichen Altersrente nach Artikel 34, so werden die Kürzungssätze um 40 Prozent reduziert."
    },
    {
      "provision_ref": "art40b",
      "section": "40b",
      "title": "b Kombination von Vorbezug und Aufschub der Altersrente",
      "content": "1 Personen, die einen Teil ihrer Altersrente vorbezogen haben, können den restlichen Teil ihrer Rente bis längstens fünf Jahre nach Erreichen des Referenzalters aufschieben. 2 Der aufgeschobene Teil der Rente kann nicht gesenkt werden, wenn der vorbezogene Teil während der Vorbezugsdauer bereits einmal erhöht worden ist."
    },
    {
      "provision_ref": "art40c",
      "section": "40c",
      "title": "c Kürzungssätze für Frauen der Übergangsgeneration bei der vorbezogenen Altersrente",
      "content": "Frauen der Übergangsgeneration können die Rente nach den Modalitäten der Artikel 40 und 40 b ab dem vollendeten 62. Altersjahr vorbeziehen. Für sie werden folgende Kürzungssätze auf die vorbezogenen Altersrenten angewendet: Vorbezugsjahre Kürzungssatz in %, wenn das massgebende durchschnittliche Jahreseinkommen tiefer als oder gleich hoch ist wie der Betrag der vierfachen minimalen jährlichen Altersrente nach Art. 34 Kürzungssatz in %, wenn das massgebende durchschnittliche Jahreseinkommen höher als der Betrag der vierfachen minimalen jährlichen Altersrente nach Art. 34, aber tiefer als oder gleich hoch ist wie der Betrag der fünffachen minimalen jährlichen Altersrente nach Art. 34 Kürzungssatz in %, wenn das massgebende durchschnittliche Jahreseinkommen höher ist als der Betrag der fünffachen minimalen jährlichen Altersrente nach Art. 34 1 0 2,5 3,5 2 2 4,5 6,5 3 3 6,5 10,5"
    },
    {
      "provision_ref": "art41",
      "section": "41",
      "title": "Kürzung wegen Überversicherung",
      "content": "1 In Abweichung von Artikel 69 Absätze 2 und 3 ATSG werden Kinder- und Waisenrenten gekürzt, soweit sie zusammen mit der Rente des Vaters oder derjenigen der Mutter 90 Prozent des für diese Rente jeweils massgebenden durchschnittlichen Jahreseinkommens übersteigen. 2 Der Bundesrat setzt jedoch einen Mindestbetrag fest. 3 Der Bundesrat ist befugt, die Einzelheiten zu regeln und für die Teilrenten besondere Vorschriften zu erlassen. Fassung gemäss Ziff. I des BG vom 30. Juni 1972, in Kraft seit 1. Jan. 1973 ( AS 1972 2483 ; BBl 1971 II 1057 ). SR 830.1 Fassung gemäss Anhang Ziff. 3 des BG vom 6. Okt. 2006 (5. IV-Revision), in Kraft seit 1. Jan. 2008 ( AS 2007 5129 ; BBl 2005 4459 ). Fassung gemäss Ziff. I des BG vom 24. Juni 1977 (9. AHV-Revision), in Kraft seit 1. Jan. 1980 ( AS 1978 391 , 1979 1365 Art. 1; BBl 1976 III 1 )."
    },
    {
      "provision_ref": "art42",
      "section": "42",
      "title": "Bezügerkreis",
      "content": "1 Anspruch auf eine ausserordentliche Rente haben Schweizer Bürger mit Wohnsitz und gewöhnlichem Aufenthalt (Art. 13 ATSG) in der Schweiz, die während der gleichen Zahl von Jahren versichert waren wie ihr Jahrgang, denen aber keine ordentliche Rente zusteht, weil sie bis zur Entstehung des Rentenanspruchs nicht während eines vollen Jahres der Beitragspflicht unterstellt gewesen sind. Der Anspruch steht auch ihren Hinterlassenen zu. 2 Das Erfordernis des Wohnsitzes und des gewöhnlichen Aufenthalts ist von jedem Versicherten, für den eine Rente ausgerichtet wird, einzeln zu erfüllen. 3 Der Ehegatte, der mit einem obligatorisch versicherten Schweizer Bürger verheiratet ist und im Ausland lebt, aber gemäss internationalem Abkommen oder völkerrechtlicher Übung der Alters‑, Hinterlassenen- und Invalidenversicherung seines Wohnsitzstaates nicht angehört, ist dem in der Schweiz wohnhaften Ehegatten von Schweizer Bürgern gleichgestellt. Fassung gemäss Ziff. I des BG vom 7. Okt. 1994 (10. AHV-Revision), in Kraft seit 1. Jan. 1997 ( AS 1996 2466 ; BBl 1990 II 1 ). SR 830.1 Fassung gemäss Anhang Ziff. 7 des BG vom 6. Okt. 2000 über den Allgemeinen Teil des Sozialversicherungsrechts, in Kraft seit 1. Jan. 2003 ( AS 2002 3371 ; BBl 1991 II 185 910 , 1994 V 921 , 1999 4523 )."
    },
    {
      "provision_ref": "art43",
      "section": "43",
      "title": "Höhe der ausserordentlichen Renten",
      "content": "1 Die ausserordentlichen Renten entsprechen dem Mindestbetrag der zutreffenden ordentlichen Vollrenten. Vorbehalten bleibt Absatz 3. 2 … 3 In Abweichung von Artikel 69 Absätze 2 und 3 ATSG werden die ausserordentlichen Kinder- und Waisenrenten gekürzt, soweit sie zusammen mit den Renten des Vaters und der Mutter einen vom Bundesrat festzusetzenden Höchstbetrag übersteigen. Fassung gemäss Ziff. I des BG vom 7. Okt. 1994 (10. AHV-Revision), in Kraft seit 1. Jan. 1997 ( AS 1996 2466 ; BBl 1990 II 1 ). Aufgehoben durch Ziff. I des BG vom 7. Okt. 1994 (10. AHV-Revision) ( AS 1996 2466 ; BBl 1990 II 1 ). SR 830.1 Fassung gemäss Anhang Ziff. 7 des BG vom 6. Okt. 2000 über den Allgemeinen Teil des Sozialversicherungsrechts, in Kraft seit 1. Jan. 2003 ( AS 2002 3371 ; BBl 1991 II 185 910 , 1994 V 921 , 1999 4523 )."
    },
    {
      "provision_ref": "art43bis",
      "section": "43bis",
      "title": "",
      "content": "1 Anspruch auf eine Hilflosenentschädigung haben Personen, die ihre ganze Altersrente beziehen, oder Bezüger von Ergänzungsleistungen mit Wohnsitz und gewöhnlichem Aufenthalt (Art. 13 ATSG) in der Schweiz, die in schwerem, mittlerem oder leichtem Grad hilflos (Art. 9 ATSG) sind. 1bis Der Anspruch auf die Entschädigung für eine Hilflosigkeit leichten Grades entfällt bei einem Aufenthalt im Heim. 2 Der Anspruch auf eine Hilflosenentschädigung entsteht am ersten Tag des Monats, in dem sämtliche Voraussetzungen erfüllt sind und die Hilflosigkeit schweren, mittleren oder leichten Grades ununterbrochen während mindestens sechs Monaten bestanden hat. Er erlischt am Ende des Monats, in dem die Voraussetzungen nach Absatz 1 nicht mehr gegeben sind. 3 Die monatliche Entschädigung für eine Hilflosigkeit schweren Grades beträgt 80 Prozent, für eine Hilflosigkeit mittleren Grades 50 Prozent und für eine Hilflosigkeit leichten Grades 20 Prozent des Mindestbetrages der Altersrente nach Artikel 34 Absatz 5. 4 Hat eine hilflose Person am Ende des Monats, in dem sie das Referenzalter erreicht, oder bis zum Zeitpunkt, ab dem sie eine ganze Rente vorbezieht, eine Hilflosenentschädigung der Invalidenversicherung bezogen, so wird ihr die Entschädigung mindestens im bisherigen Betrag weiter gewährt. 4bis Der Bundesrat kann eine anteilmässige Leistung an die Hilflosenentschädigung der Unfallversicherung vorsehen, falls die Hilflosigkeit nur zum Teil auf einen Unfall zurückzuführen ist. 5 Für die Bemessung der Hilflosigkeit sind die Bestimmungen des IVG sinngemäss anwendbar. Die Bemessung der Hilflosigkeit zuhanden der Ausgleichskassen obliegt den Invalidenversicherungs-Stellen. Der Bundesrat kann ergänzende Vorschriften erlassen. Eingefügt durch Ziff. I des BG vom 22. Dez. 1955 ( AS 1956 651 ; BBl 1955 II 1088 ). Fassung gemäss Ziff. I des BG vom 4. Okt. 1968, in Kraft seit 1. Jan. 1969 ( AS 1969 111 ; BBl 1968 I 602 ). Fassung gemäss Ziff. I des BG vom 24. Juni 1977 (9. AHV-Revision), in Kraft seit 1. Jan. 1979 ( AS 1978 391 ; BBl 1976 III 1 ). SR 830.1 Fassung gemäss Ziff. I des BG vom 17. Dez. 2021 (AHV 21), in Kraft seit 1. Jan. 2024 ( AS 2023 92 ; BBl 2019 6305 ). Eingefügt durch Ziff. I 1 des BG vom 13. Juni 2008 über die Neuordnung der Pflegefinanzierung, in Kraft seit 1. Jan. 2011 ( AS 2009 3517 6847 Ziff. I; BBl 2005 2033 ). Fassung gemäss Ziff. I des BG vom 17. Dez. 2021 (AHV 21), in Kraft seit 1. Jan. 2024 ( AS 2023 92 ; BBl 2019 6305 ). Fassung gemäss Ziff. I 1 des BG vom 13. Juni 2008 über die Neuordnung der Pflegefinanzierung, in Kraft seit 1. Jan. 2011 ( AS 2009 3517 6847 Ziff. I; BBl 2005 2033 ). Fassung gemäss Ziff. I des BG vom 17. Dez. 2021 (AHV 21), in Kraft seit 1. Jan. 2024 ( AS 2023 92 ; BBl 2019 6305 ). Eingefügt durch Ziff. 2 des Anhangs zum BG vom 20. März 1981 über die Unfallversicherung, in Kraft seit 1. Jan. 1984 ( AS 1982 1676 1724 Art. 1 Abs. 1; BBl 1976 III 141 ). SR 831.20 Fassung gemäss Anhang Ziff. 7 des BG vom 6. Okt. 2000 über den Allgemeinen Teil des Sozialversicherungsrechts, in Kraft seit 1. Jan. 2003 ( AS 2002 3371 ; BBl 1991 II 185 910 , 1994 V 921 , 1999 4523 ). Ausdruck gemäss Ziff. II des BG vom 22. März 1991 (3. IV-Revision), in Kraft seit 1. Jan. 1992 ( AS 1991 2377 ; BBl 1988 II 1333 )."
    },
    {
      "provision_ref": "art43ter",
      "section": "43ter",
      "title": "ter Assistenzbeitrag",
      "content": "Hat eine Person am Ende des Monats , in dem sie das Referenzalter erreicht, oder bis zum Zeitpunkt, ab dem sie eine ganze Rente vorbezieht, einen Assistenzbeitrag der Invalidenversicherung bezogen, so wird ihr der Assistenzbeitrag höchstens im bisherigen Umfang weiter gewährt. Für den Anspruch und den Umfang gelten die Artikel 42 quater –42 octies IVG sinngemäss. Eingefügt durch Anhang Ziff. 4 des BG vom 18. März 2011 (6. IV-Revision, erstes Massnahmepaket ( AS 2011 5659 ; BBl 2010 1817 ). Fassung gemäss Ziff. I des BG vom 17. Dez. 2021 (AHV 21), in Kraft seit 1. Jan. 2024 ( AS 2023 92 ; BBl 2019 6305 ). SR 831.20"
    },
    {
      "provision_ref": "art43quater",
      "section": "43quater",
      "title": "quater Hilfsmittel",
      "content": "1 Der Bundesrat bestimmt, unter welchen Voraussetzungen Bezügerinnen und Bezüger von Altersrenten oder Ergänzungsleistungen mit Wohnsitz und gewöhnlichem Aufenthalt (Art. 13 ATSG) in der Schweiz, die für die Fortbewegung, für die Herstellung des Kontaktes mit der Umwelt oder für die Selbstsorge kostspieliger Geräte bedürfen, Anspruch auf Hilfsmittel haben. 2 Er bestimmt, in welchen Fällen Bezügerinnen und Bezüger von Altersrenten oder Ergänzungsleistungen mit Wohnsitz und gewöhnlichem Aufenthalt in der Schweiz Anspruch auf Hilfsmittel für die Ausübung einer Erwerbstätigkeit oder der Tätigkeit in ihrem Aufgabenbereich haben. 3 Er bezeichnet die Hilfsmittel, welche die Versicherung abgibt oder an welche sie einen Kostenbeitrag gewährt; er regelt die Abgabe sowie das Verfahren und bestimmt, welche Vorschriften des IVG anwendbar sind. Ursprünglich Art. 43 ter . Eingefügt durch Ziff. I des BG vom 4. Okt. 1968 ( AS 1969 111 ; BBl 1968 I 602 ). Fassung gemäss Ziff. I des BG vom 24. Juni 1977 (9. AHV-Revision), in Kraft seit 1. Jan. 1979 ( AS 1978 391 ; BBl 1976 III 1 ). SR 830.1 Fassung gemäss Anhang Ziff. 3 des BG vom 21. März 2003 (4. IV-Revision), in Kraft seit 1. Jan. 2004 ( AS 2003 3837 ; BBl 2001 3205 ). Fassung gemäss Anhang Ziff. 3 des BG vom 21. März 2003 (4. IV-Revision), in Kraft seit 1. Jan. 2004 ( AS 2003 3837 ; BBl 2001 3205 ). SR 831.20"
    },
    {
      "provision_ref": "art43quinquies",
      "section": "43quinquies",
      "title": "quinquies Überwachung des finanziellen Gleichgewichtes",
      "content": "Der Bundesrat lässt periodisch prüfen und durch die Eidgenössische Kommission für die Alters‑, Hinterlassenen- und Invalidenversicherung begutachten, ob sich die finanzielle Entwicklung der Versicherung im Gleichgewicht befindet. Er stellt nötigenfalls Antrag auf Änderung des Gesetzes. Urspünglich Art. 43 quater . Eingefügt durch Ziff. I des BG vom 24. Juni 1977 (9. AHV-Revision), in Kraft seit 1. Jan. 1979 ( AS 1978 391 ; BBl 1976 III 1 )."
    },
    {
      "provision_ref": "art44",
      "section": "44",
      "title": "Auszahlung von Renten und Hilflosenentschädigungen",
      "content": "1 Die Renten und Hilflosenentschädigungen werden in der Regel auf ein Bank- oder Postkonto überwiesen. Auf Antrag des Bezügers können sie ihm direkt ausbezahlt werden. Der Bundesrat regelt das Verfahren. 2 Renten, deren Betrag 20 Prozent der minimalen Vollrente nicht übersteigen, werden in Abweichung von Artikel 19 Absätze 1 und 3 ATSG einmal jährlich ausbezahlt. Die berechtigte Person kann die monatliche Auszahlung verlangen. Fassung gemäss Ziff. I des BG vom 17. Juni 2011 (Verbesserung der Durchführung), in Kraft seit 1. Jan. 2012 ( AS 2011 4745 ; BBl 2011 543 ). SR 830.1 Fassung gemäss Ziff. I des BG vom 17. Dez. 2021 (AHV 21), in Kraft seit 1. Jan. 2024 ( AS 2023 92 ; BBl 2019 6305 )."
    },
    {
      "provision_ref": "art45",
      "section": "45",
      "title": "",
      "content": "Aufgehoben durch Anhang Ziff. 7 des BG vom 6. Okt. 2000 über den Allgemeinen Teil des Sozialversicherungsrechts, mit Wirkung seit 1. Jan. 2003 ( AS 2002 3371 ; BBl 1991 II 185 910 , 1994 V 921 , 1999 4523 )."
    },
    {
      "provision_ref": "art46",
      "section": "46",
      "title": "Nachzahlung nicht bezogener Renten und Hilflosenentschädigungen",
      "content": "1 Der Anspruch auf Nachzahlung richtet sich nach Artikel 24 Absatz 1 ATSG. 2 Macht ein Versicherter den Anspruch auf eine Hilflosenentschädigung mehr als zwölf Monate nach dessen Entstehung geltend, so wird die Entschädigung in Abweichung von Artikel 24 Absatz 1 ATSG lediglich für die zwölf Monate ausgerichtet, die der Geltendmachung vorangehen. Weiter gehende Nachzahlungen werden erbracht, wenn der Versicherte den anspruchsbegründenden Sachverhalt nicht kennen konnte und die Anmeldung innert zwölf Monaten nach Kenntnisnahme vornimmt. 2bis In Abweichung von Artikel 24 Absatz 1 ATSG erlischt der Anspruch auf Nachzahlung der 13. Altersrente mit dem Tod der versicherten Person. 3 Der Bundesrat kann die Nachzahlung ordentlicher Altersrenten, für die der Aufschub in Betracht kommt, in Abweichung von Artikel 24 Absatz 1 ATSG einschränken oder ausschliessen. Fassung gemäss Anhang Ziff. 7 des BG vom 6. Okt. 2000 über den Allgemeinen Teil des Sozialversicherungsrechts, in Kraft seit 1. Jan. 2003 ( AS 2002 3371 ; BBl 1991 II 185 910 , 1994 V 921 , 1999 4523 ). SR 830.1 Eingefügt durch Ziff. I des BG vom 21. März 2025 (Umsetzung der 13. Altersrente), in Kraft seit 1. Jan. 2026 (AS 2 025 704; BBl 2024 2747 )."
    },
    {
      "provision_ref": "art47",
      "section": "47",
      "title": "",
      "content": "Aufgehoben durch Anhang Ziff. 7 des BG vom 6. Okt. 2000 über den Allgemeinen Teil des Sozialversicherungsrechts, mit Wirkung seit 1. Jan. 2003 ( AS 2002 3371 ; BBl 1991 II 185 910 , 1994 V 921 , 1999 4523 )."
    },
    {
      "provision_ref": "art48",
      "section": "48",
      "title": "",
      "content": "Aufgehoben durch Ziff. 2 des Anhangs zum BG vom 20. März 1981 über die Unfallversicherung, mit Wirkung seit 1. Jan. 1984 ( AS 1982 1676 1724 Art. 1 Abs. 1; BBl 1976 III 141 )."
    },
    {
      "provision_ref": "art48bis48sexies",
      "section": "48bis48sexies",
      "title": "",
      "content": "Eingefügt durch Ziff. I des BG vom 24. Juni 1977 (9. AHV-Revision) ( AS 1978 391 ; BBl 1976 III 1 ). Aufgehoben durch Anhang Ziff. 7 des BG vom 6. Okt. 2000 über den Allgemeinen Teil des Sozialversicherungsrechts ( AS 2002 3371 ; BBl 1991 II 185 910 , 1994 V 921 , 1999 4523 )."
    },
    {
      "provision_ref": "art49",
      "chapter": "Vierter Abschnitt: Die Organisation",
      "section": "49",
      "title": "Grundsatz",
      "content": "Die Durchführung der Alters- und Hinterlassenenversicherung erfolgt unter der Aufsicht des Bundes (Art. 76 ATSG) durch die Arbeitgeber und Arbeitnehmer sowie durch die Verbandsausgleichskassen, kantonalen Ausgleichskassen, Ausgleichskassen des Bundes und eine zentrale Ausgleichsstelle (Durchführungsstellen). Fassung gemäss Ziff. I des BG vom 17. Juni 2022 (Modernisierung der Aufsicht), in Kraft seit 1. Jan. 2024 ( AS 2023 688 ; BBl 2020 1 ). SR 830.1"
    },
    {
      "provision_ref": "art49a",
      "chapter": "Vierter Abschnitt: Die Organisation",
      "section": "49a",
      "title": "a Informationssysteme und Anforderungen",
      "content": "1 Die Durchführungsstellen betreiben Informationssysteme, die den elektronischen Informationsaustausch und die Datenbearbeitung ermöglichen. 2 Sie stellen sicher, dass ihre Informationssysteme jederzeit die notwendige Stabilität und Anpassungsfähigkeit sowie die Informationssicherheit und den Datenschutz gewährleisten. 3 Die Fachorganisationen der Durchführungsstellen erarbeiten Regeln zur Umsetzung der Anforderungen nach Artikel 72 a Absatz 2 Buchstabe b. Eingefügt durch Ziff. I des BG vom 17. Juni 2022 (Modernisierung der Aufsicht), in Kraft seit 1. Jan. 2024 ( AS 2023 688 ; BBl 2020 1 )."
    },
    {
      "provision_ref": "art49b",
      "chapter": "Vierter Abschnitt: Die Organisation",
      "section": "49b",
      "title": "",
      "content": "Der Bundesrat kann die Durchführungsstellen verpflichten, Informationssysteme zu verwenden, die für die Erfüllung der Aufgaben nach Anhang II des Abkommens vom 21. Juni 1999 zwischen der Schweizerischen Eidgenossenschaft einerseits und der Europäischen Gemeinschaft und ihren Mitgliedstaaten andererseits über die Freizügigkeit (Freizügigkeitsabkommen) sowie anderer internationaler Abkommen über die soziale Sicherheit und nach Anhörung der betroffenen Stellen entwickelt wurden . Ursprünglich: Art. 49 a . Eingefügt durch Ziff. I des BG vom 23. Juni 2000 ( AS 2000 2749 ; BBl 2000 255 ). Fassung gemäss Anhang 2 Ziff. 5 des Datenschutzgesetzes vom 25. Sept. 2020, in Kraft seit 1. Sept. 2023 ( AS 2022 491 ; BBl 2017 6941 ). Fassung gemäss Ziff. I des BG vom 17. Juni 2022 (Modernisierung der Aufsicht), in Kraft seit 1. Jan. 2024 ( AS 2023 688 ; BBl 2020 1 ). SR 0.142.112.681"
    },
    {
      "provision_ref": "art49c",
      "section": "49c",
      "title": "c Register der laufenden Geldleistungen",
      "content": "1 Die Zentrale Ausgleichsstelle nach Artikel 71 führt ein zentrales Register der laufenden Geldleistungen, einschliesslich der verfügbaren Angaben über die Gewährung ausländischer Leistungen, mit dem Zweck: a. den Bezug von unrechtmässigen Geldleistungen zu vermeiden; b. Transparenz über die gewährten Geldleistungen herzustellen; c. die Anpassungen der Geldleistungen zu unterstützen. 2 Sie erfasst darin: a. die laufenden Geldleistungen; b. Todesfälle und Zivilstandsänderungen von rentenberechtigten Personen und, sofern vorhanden, das Geburtsdatum des Ehegatten oder des eingetragenen Partners. 3 Sie meldet den Ausgleichskassen Todesfälle und Zivilstandsänderungen und stellt den Stellen nach Artikel 50 b Absatz 1 die erforderlichen Daten zur Verfügung. Eingefügt durch Ziff. I des BG vom 17. Juni 2022 (Modernisierung der Aufsicht), in Kraft seit 1. Jan. 2024 ( AS 2023 688 ; BBl 2020 1 )."
    },
    {
      "provision_ref": "art49d",
      "section": "49d",
      "title": "d Versichertenregister",
      "content": "1 Die Zentrale Ausgleichsstelle führt ein zentrales Versichertenregister mit dem Zweck: a. den versicherten Personen eine AHV-Nummer nach Artikel 50 c zuzuweisen; b. sicherzustellen, dass im Rentenfall alle individuellen Konten einer Person berücksichtigt werden. 2 Sie erfasst darin: a. die Versicherten und deren AHV-Nummer; b. die Ausgleichskassen, die für eine versicherte Person ein individuelles Konto führen; c. die ausländischen Versichertennummern, die für die Durchführung internationaler Sozialversicherungsabkommen notwendig sind. 3 Sie stellt den Stellen nach den Artikeln 50 b Absatz 1 und 153 c Absatz 1 die erforderlichen Daten zur Verfügung. Eingefügt durch Ziff. I des BG vom 17. Juni 2022 (Modernisierung der Aufsicht), in Kraft seit 1. Jan. 2024 ( AS 2023 688 ; BBl 2020 1 )."
    },
    {
      "provision_ref": "art49e",
      "section": "49e",
      "title": "e Ausführungsbestimmungen zum Register der laufenden Geldleistungen und zum Versichertenregister",
      "content": "Der Bundesrat regelt: a. die Verantwortung für den Datenschutz; b. die zu erfassenden und die zu meldenden Daten; c. die Aufbewahrungsfristen; d. den Zugriff auf die Daten; e. die Zusammenarbeit unter den Nutzern; f. die Datensicherheit; g. die Kostenbeteiligung der Unfallversicherer und der Militärversicherung. Eingefügt durch Ziff. I des BG vom 17. Juni 2022 (Modernisierung der Aufsicht), in Kraft seit 1. Jan. 2024 ( AS 2023 688 ; BBl 2020 1 )."
    },
    {
      "provision_ref": "art49f",
      "section": "49f",
      "title": "f Bearbeiten von Personendaten",
      "content": "1 Die mit der Durchführung, der Kontrolle oder der Beaufsichtigung der Durchführung dieses Gesetzes betrauten Organe sind befugt, die Personendaten, einschliesslich besonders schützenswerter Daten, zu bearbeiten oder bearbeiten zu lassen, die sie benötigen, um die ihnen nach diesem Gesetz oder im Rahmen von internationalen Abkommen übertragenen Aufgaben zu erfüllen, namentlich um: a. die Versicherungsbeiträge zu berechnen und zu erheben; b. Leistungsansprüche zu beurteilen sowie Leistungen zu berechnen, zu gewähren und mit Leistungen anderer Sozialversicherungen zu koordinieren; c. Beitragsansprüche zu beurteilen sowie Beiträge zu berechnen, zu gewähren und deren Verwendung zu überwachen; d. ein Rückgriffsrecht gegenüber einem haftpflichtigen Dritten geltend zu machen; e. die Aufsicht über die Durchführung dieses Gesetzes auszuüben; f. Statistiken zu führen; g. die AHV-Nummer zuzuweisen oder zu verifizieren. 2 Zur Erfüllung dieser Aufgaben sind sie darüber hinaus befugt, Personendaten, die namentlich die Beurteilung der Gesundheit, der Schwere des physischen oder psychischen Leidens, der Bedürfnisse und der wirtschaftlichen Situation der versicherten Person erlauben, zu bearbeiten oder bearbeiten zu lassen. Eingefügt durch Ziff. I des BG vom 23. Juni 2000 ( AS 2000 2749 ; BBl 2000 255 ). Fassung gemäss Ziff. IV Abs. 2 des BG vom 17. Juni 2022 (Modernisierung der Aufsicht), in Kraft seit 1. Jan. 2024 ( AS 2023 688 ; BBl 2020 1 )."
    },
    {
      "provision_ref": "art50",
      "section": "50",
      "title": "",
      "content": "Aufgehoben durch Ziff. I der V der BVers vom 21. Juni 2002, mit Wirkung seit 1. Jan. 2003 ( AS 2002 3453 ; BBl 2002 803 )."
    },
    {
      "provision_ref": "art50a",
      "section": "50a",
      "title": "a Datenbekanntgabe",
      "content": "1 Sofern kein überwiegendes Privatinteresse entgegensteht, dürfen Organe, die mit der Durchführung, der Kontrolle oder der Beaufsichtigung der Durchführung dieses Gesetzes betraut sind, Daten in Abweichung von Artikel 33 ATSG bekannt geben: a. anderen mit der Durchführung sowie der Kontrolle oder der Beaufsichtigung der Durchführung dieses Gesetzes betrauten Organen, wenn die Daten für die Erfüllung der ihnen nach diesem Gesetz übertragenen Aufgaben erforderlich sind; b. Organen einer anderen Sozialversicherung, wenn sich in Abweichung von Artikel 32 Absatz 2 ATSG eine Pflicht zur Bekanntgabe aus einem Bundesgesetz ergibt; b bis . Organen einer anderen Sozialversicherung und weiteren Stellen oder Institutionen, die zur Verwendung der AHV-Nummer berechtigt sind, wenn die Daten für die Zuweisung oder Verifizierung dieser Nummer erforderlich sind; b ter . den für den Betrieb der zentralen Datenbank zur Beurkundung des Personenstandes oder für die Führung des Informationssystems für den Ausländer- und den Asylbereich zuständigen Stellen, wenn die Daten für die Zuweisung oder Verifizierung dieser Nummer erforderlich sind; c. den Organen der Bundesstatistik, nach dem Bundesstatistikgesetz vom 9. Oktober 1992; c bis . den kantonalen Krebsregistern und dem Kinderkrebsregister, nach dem Krebsregistrierungsgesetz vom 18. März 2016; d. den Strafuntersuchungsbehörden, wenn die Anzeige oder die Abwendung eines Verbrechens die Datenbekanntgabe erfordert; d bis . dem Nachrichtendienst des Bundes (NDB) oder den Sicherheitsorganen der Kantone zuhanden des NDB, wenn eine konkrete Bedrohung der inneren oder äusseren Sicherheit nach Artikel 19 Absatz 2 des Nachrichtendienstgesetzes vom 25. September 2015 gegeben ist; e. im Einzelfall und auf schriftlich begründetes Gesuch hin: 1. Sozialhilfebehörden, wenn die Daten für die Festsetzung, Änderung oder Rückforderung von Leistungen beziehungsweise für die Verhinderung ungerechtfertigter Bezüge erforderlich sind, 2. Zivilgerichten, wenn die Daten für die Beurteilung eines familien- oder erbrechtlichen Streitfalles erforderlich sind, 3. Strafgerichten und Strafuntersuchungsbehörden, wenn die Daten für die Abklärung eines Verbrechens oder eines Vergehens erforderlich sind, 4. Betreibungsämtern, nach den Artikeln 91, 163 und 222 des Bundesgesetzes vom 11. April 1889 über Schuldbetreibung und Konkurs, 5. Steuerbehörden, wenn die Daten für die Anwendung der Steuergesetze erforderlich sind, 6. den Kindes- und Erwachsenenschutzbehörden nach Artikel 448 Absatz 4 ZGB, 7. … 8. den Migrationsbehörden nach Artikel 97 Absatz 1 des Ausländer- und Integrationsgesetzes vom 16. Dezember 2005. 2 Die zur Bekämpfung der Schwarzarbeit erforderlichen Daten dürfen von den betroffenen Behörden des Bundes, der Kantone und der Gemeinden nach den Artikeln 11 und 12 des Bundesgesetzes vom 17. Juni 2005 gegen die Schwarzarbeit bekannt gegeben werden. 3 Daten, die von allgemeinem Interesse sind und sich auf die Anwendung dieses Gesetzes beziehen, dürfen in Abweichung von Artikel 33 ATSG veröffentlicht werden. Die Anonymität der Versicherten muss gewahrt bleiben. 4 In den übrigen Fällen dürfen Daten in Abweichung von Artikel 33 ATSG an Dritte wie folgt bekannt gegeben werden: a. nicht personenbezogene Daten, sofern die Bekanntgabe einem überwiegenden Interesse entspricht; b. Personendaten, sofern die betroffene Person im Einzelfall schriftlich eingewilligt hat oder, wenn das Einholen der Einwilligung nicht möglich ist, diese nach den Umständen als im Interesse des Versicherten vorausgesetzt werden darf. 5 Es dürfen nur die Daten bekannt gegeben werden, welche für den in Frage stehenden Zweck erforderlich sind. 6 Der Bundesrat regelt die Modalitäten der Bekanntgabe und die Information der betroffenen Person. 7 Die Daten werden in der Regel schriftlich und kostenlos bekannt gegeben. Der Bundesrat kann die Erhebung einer Gebühr vorsehen, wenn besonders aufwendige Arbeiten erforderlich sind. Eingefügt durch Ziff. I des BG vom 23. Juni 2000, in Kraft seit 1. Jan. 2001 ( AS 2000 2749 ; BBl 2000 255 ). SR 830.1 Fassung gemäss Ziff. I des BG vom 23. Juni 2006 (Neue AHV-Versichertennummer), in Kraft seit 1. Dez. 2007 ( AS 2007 5259 ; BBl 2006 501 ). Eingefügt durch Ziff. I des BG vom 23. Juni 2006 (Neue AHV-Versichertennummer), in Kraft seit 1. Dez. 2007 ( AS 2007 5259 ; BBl 2006 501 ). Ausdruck gemäss Ziff. I des BG vom 18. Dez. 2020 (Systematische Verwendung der AHV-Nummer durch Behörden), in Kraft seit 1. Jan. 2022 ( AS 2021 758 ; BBl 2019 7359 ). Diese Änd. wurde in den in der AS genannten Bestimmungen vorgenommen. Eingefügt durch Ziff. I des BG vom 23. Juni 2006 (Neue AHV-Versichertennummer), in Kraft seit 1. Dez. 2007 ( AS 2007 5259 ; BBl 2006 501 ). SR 431.01 Eingefügt durch Art. 36 des Krebsregistrierungsgesetzes vom 18. März 2016, in Kraft seit 1. Jan. 2020 ( AS 2018 2005 ; BBl 2014 8727 ). SR 818.33 Eingefügt durch Anhang Ziff. 8 des BG vom 23. Dez. 2011 ( AS 2012 3745 ; BBl 2007 5037 , 2010 7841 ). Fassung gemäss Anhang Ziff. II 14 des Nachrichtendienstgesetzes vom 25. Sept. 2015, in Kraft seit 1. Sept. 2017 ( AS 2017 4095 ; BBl 2014 2105 ). SR 121 SR 281.1 Eingefügt durch Anhang Ziff. 26 des BG vom 19. Dez. 2008 (Erwachsenenschutz, Personenrecht und Kindesrecht), in Kraft seit 1. Jan. 2013 ( AS 2011 725 ; BBl 2006 7001 ). SR 210 Eingefügt durch Anhang Ziff. 8 des BG vom 23. Dez. 2011 ( AS 2012 3745 ; BBl 2007 5037 , 2010 7841 ). Aufgehoben durch Anhang Ziff. II 14 des Nachrichtendienstgesetzes vom 25. Sept. 2015, mit Wirkung seit 1. Sept. 2017 ( AS 2017 4095 ; BBl 2014 2105 ). Eingefügt durch Anhang Ziff. 4 des BG vom 14. Dez. 2018 (Verfahrensregelungen und Informationssysteme), in Kraft seit 1. Juni 2019 ( AS 2019 1413 ; BBl 2018 1685 ). SR 142.20 Fassung gemäss Ziff. I der V der BVers vom 21. Juni 2002, in Kraft seit 1. Jan. 2003 ( AS 2002 3453 ; BBl 2002 803 ). SR 822.41 Fassung gemäss Anhang Ziff. 6 des BG vom 17. Juni 2005 gegen die Schwarzarbeit, in Kraft seit 1. Jan. 2008 ( AS 2007 359 ; BBl 2002 3605 ). Fassung gemäss Ziff. I der V der BVers vom 21. Juni 2002, in Kraft seit 1. Jan. 2003 ( AS 2002 3453 ; BBl 2002 803 ). Fassung gemäss Ziff. I der V der BVers vom 21. Juni 2002, in Kraft seit 1. Jan. 2003 ( AS 2002 3453 ; BBl 2002 803 )."
    },
    {
      "provision_ref": "art50b",
      "section": "50b",
      "title": "b Abrufverfahren",
      "content": "1 Das Register der laufenden Geldleistungen (Art. 49 c ) sowie das Versichertenregister (Art. 49 d ) sind folgenden Stellen durch Abrufverfahren zugänglich: a. der Zentralstelle 2. Säule, im Rahmen von Artikel 24 d des Freizügigkeitsgesetzes vom 17. Dezember 1993; b. den Ausgleichskassen, den von ihnen bezeichneten Zweigstellen, den IV-Stellen und dem zuständigen Bundesamt für diejenigen Daten, die sie benötigen, um die ihnen nach diesem Gesetz und dem IVG übertragenen Aufgaben zu erfüllen; c. den Unfallversicherern nach dem Bundesgesetz vom 20. März 1981 über die Unfallversicherung zur Überprüfung der Bezugsberechtigungen für laufende Renten; d. der Militärversicherung zur Überprüfung der Bezugsberechtigungen für laufende Renten; e. den für die Ergänzungsleistungen zuständigen Durchführungsstellen. 2 … Eingefügt durch Ziff. I des BG vom 23. Juni 2000, in Kraft seit 1. Jan. 2001 ( AS 2000 2749 ; BBl 2000 255 ). Fassung gemäss Ziff. I des BG vom 17. Juni 2022 (Modernisierung der Aufsicht), in Kraft seit 1. Jan. 2024 ( AS 2023 688 ; BBl 2020 1 ). SR 831.42 Fassung gemäss Ziff. I des BG vom 17. Juni 2022 (Modernisierung der Aufsicht), in Kraft seit 1. Jan. 2024 ( AS 2023 688 ; BBl 2020 1 ). SR 831.20 Eingefügt durch Anhang Ziff. 1 des BG vom 25. Sept. 2015 (Unfallversicherung und Unfallverhütung), in Kraft seit seit 1. Jan. 2017 ( AS 2016 4375 ; BBl 2008 5395 , 2014 7911 ). SR 832.20 Eingefügt durch Anhang Ziff. 1 des BG vom 25. Sept. 2015 (Unfallversicherung und Unfallverhütung), in Kraft seit seit 1. Jan. 2017 ( AS 2016 4375 ; BBl 2008 5395 , 2014 7911 ). Eingefügt durch Ziff. I des BG vom 17. Juni 2022 (Modernisierung der Aufsicht), in Kraft seit 1. Jan. 2024 ( AS 2023 688 ; BBl 2020 1 ). Aufgehoben durch Ziff. I des BG vom 17. Juni 2022 (Modernisierung der Aufsicht), mit Wirkung seit 1. Jan. 2024 ( AS 2023 688 ; BBl 2020 1 )."
    },
    {
      "provision_ref": "art50c",
      "section": "50c",
      "title": "c AHV-Nummer",
      "content": "1 Eine AHV-Nummer wird jeder Person zugewiesen, die: a. in der Schweiz Wohnsitz oder gewöhnlichen Aufenthalt hat (Art. 13 ATSG); b. im Ausland wohnt und Beiträge entrichtet oder Leistungen bezieht oder beantragt. 2 Eine AHV-Nummer wird einer Person überdies zugewiesen, wenn dies notwendig ist: a. für die Durchführung der AHV; oder b. im Verkehr mit einer Stelle oder Institution, die zur systematischen Verwendung der Nummer berechtigt ist ausserhalb der AHV. 3 Die Zusammensetzung der AHV-Nummer darf keine Rückschlüsse auf die Person zulassen, der die Nummer zugewiesen wird. Eingefügt durch Ziff. I des BG vom 23. Juni 2006 (Neue AHV-Versichertennummer), in Kraft seit 1. Dez. 2007 ( AS 2007 5259 ; BBl 2006 501 ). SR 830.1 Fassung gemäss Ziff. I des BG vom 18. Dez. 2020 (Systematische Verwendung der AHV-Nummer durch Behörden), in Kraft seit 1. Jan. 2022 ( AS 2021 758 ; BBl 2019 7359 ). Fassung gemäss Ziff. I des BG vom 18. Dez. 2020 (Systematische Verwendung der AHV-Nummer durch Behörden), in Kraft seit 1. Jan. 2022 ( AS 2021 758 ; BBl 2019 7359 )."
    },
    {
      "provision_ref": "art50d50g",
      "section": "50d50g",
      "title": "",
      "content": "Eingefügt durch Ziff. I des BG vom 23. Juni 2006 (Neue AHV-Versichertennummer) ( AS 2007 5259 ; BBl 2006 501 ). Aufgehoben durch Ziff. I des BG vom 18. Dez. 2020 (Systematische Verwendung der AHV-Nummer durch Behörden), mit Wirkung seit 1. Jan. 2022 ( AS 2021 758 ; BBl 2019 7359 )."
    },
    {
      "provision_ref": "art51",
      "section": "51",
      "title": "Aufgaben",
      "content": "1 Die Arbeitgeber haben von jedem Lohn im Sinne von Artikel 5 Absatz 2 den Beitrag des Arbeitnehmers abzuziehen. 2 … 3 Die Arbeitgeber haben die von den Arbeitnehmern in der Anmeldung zum Bezug eines Versicherungsausweises gemachten Angaben auf Grund amtlicher Ausweispapiere zu überprüfen. Sie rechnen mit der Ausgleichskasse über die abgezogenen und die selbst geschuldeten Beiträge sowie über die ausbezahlten Renten und Hilflosenentschädigungen periodisch ab und machen die erforderlichen Angaben für die Führung der individuellen Konten der Arbeitnehmer. 4 Der Bundesrat kann den Arbeitgebern weitere Aufgaben, die mit dem Beitragsbezug oder der Rentenauszahlung in Zusammenhang stehen, übertragen. Fassung gemäss Ziff. I des BG vom 4. Okt. 1968, in Kraft seit 1. Jan. 1969 ( AS 1969 111 ; BBl 1968 I 602 ). Aufgehoben durch Ziff. I des BG vom 7. Okt. 1994 (10. AHV-Revision), mit Wirkung seit 1. Jan. 1997 ( AS 1996 2466 ; BBl 1990 II 1 ). Siehe auch die SchlB Änd. 7. Okt. 1994 am Ende dieses Textes. Fassung gemäss Ziff. I des BG vom 30. Juni 1972, in Kraft seit 1. Jan. 1973 ( AS 1972 2483 ; BBl 1971 II 1057 )."
    },
    {
      "provision_ref": "art52",
      "section": "52",
      "title": "Haftung",
      "content": "1 Fügt ein Arbeitgeber durch absichtliche oder grobfahrlässige Missachtung von Vorschriften der Versicherung einen Schaden zu, so hat er diesen zu ersetzen. 2 Handelt es sich beim Arbeitgeber um eine juristische Person, so haften subsidiär die Mitglieder der Verwaltung und alle mit der Geschäftsführung oder Liquidation befassten Personen. Sind mehrere Personen für den gleichen Schaden verantwortlich, so haften sie für den ganzen Schaden solidarisch. 3 Der Schadenersatzanspruch verjährt nach den Bestimmungen des Obligationenrechts über die unerlaubten Handlungen. 4 Die zuständige Ausgleichskasse macht den Schadenersatz durch Erlass einer Verfügung geltend. 5 In Abweichung von Artikel 58 Absatz 1 ATSG ist für die Beschwerde das Versicherungsgericht des Kantons zuständig, in welchem der Arbeitgeber seinen Wohnsitz hat. 6 Die Haftung nach Artikel 78 ATSG ist ausgeschlossen. Fassung gemäss Anhang Ziff. 7 des BG vom 6. Okt. 2000 über den Allgemeinen Teil des Sozialversicherungsrechts, in Kraft seit 1. Jan. 2003 ( AS 2002 3371 ; BBl 1991 II 185 910 , 1994 V 921 , 1999 4523 ). Fassung gemäss Ziff. I des BG vom 17. Juni 2011 (Verbesserung der Durchführung), in Kraft seit 1. Jan. 2012 ( AS 2011 4745 ; BBl 2011 543 ). SR 220 Fassung gemäss Anhang Ziff. 21 des BG vom 15. Juni 2018 (Revision des Verjährungsrechts), in Kraft seit 1. Jan. 2020 ( AS 2018 5343 ; BBl 2014 235 ). Fassung gemäss Ziff. I des BG vom 17. Juni 2011 (Verbesserung der Durchführung), in Kraft seit 1. Jan. 2012 ( AS 2011 4745 ; BBl 2011 543 ). SR 830.1"
    },
    {
      "provision_ref": "art53",
      "section": "53",
      "title": "",
      "content": "1 Befugt zur Errichtung von Verbandsausgleichskassen sind ein oder mehrere schweizerische Berufsverbände sowie ein oder mehrere schweizerische oder regionale zwischenberufliche Verbände von Arbeitgebern oder von Selbständigerwerbenden, wenn: a. aufgrund der Zahl und Zusammensetzung der Verbandsmitglieder anzunehmen ist, dass die zu errichtende Ausgleichskasse mindestens 2000 Arbeitgeber beziehungsweise Selbständigerwerbende umfassen oder Beiträge von mindestens 50 Millionen Franken im Jahr einnehmen wird; b. der Beschluss über die Errichtung einer Ausgleichskasse von dem zur Statutenänderung zuständigen Verbandsorgan mit einer Mehrheit von drei Vierteln der abgegebenen Stimmen gefasst und öffentlich beurkundet worden ist. 1bis Die Verbandsausgleichskassen sind als selbstständige öffentlich-rechtliche Anstalten zu errichten. 2 Errichten mehrere der in Absatz 1 genannten Verbände gemeinsam eine Ausgleichskasse oder will sich ein solcher Verband an der Führung einer bestehenden Ausgleichskasse beteiligen, so ist über die gemeinsame Kassenführung von jedem Verband gemäss Absatz 1 Buchstabe b Beschluss zu fassen. Fassung gemäss Ziff. I des BG vom 30. Sept. 1953, in Kraft seit 1. Jan. 1954 ( AS 1954 211 ; BBl 1953 II 81 ). Fassung gemäss Ziff. I des BG vom 7. Okt. 1994 (10. AHV-Revision), in Kraft seit 1. Jan. 1997 ( AS 1996 2466 ; BBl 1990 II 1 ). Fassung gemäss Ziff. I des BG vom 7. Okt. 1994 (10. AHV-Revision), in Kraft seit 1. Jan. 1997 ( AS 1996 2466 ; BBl 1990 II 1 ). Fassung gemäss Ziff. I des BG vom 7. Okt. 1994 (10. AHV-Revision), in Kraft seit 1. Jan. 1997 ( AS 1996 2466 ; BBl 1990 II 1 ). Eingefügt durch Ziff. I des BG vom 17. Juni 2022 (Modernisierung der Aufsicht), in Kraft seit 1. Jan. 2024 ( AS 2023 688 ; BBl 2020 1 )."
    },
    {
      "provision_ref": "art54",
      "section": "54",
      "title": "b. …",
      "content": "Aufgehoben durch Ziff. I des BG vom 17. Juni 2022 (Modernisierung der Aufsicht), mit Wirkung seit 1. Jan. 2024 ( AS 2023 688 ; BBl 2020 1 )."
    },
    {
      "provision_ref": "art55",
      "section": "55",
      "title": "2. Sicherheitsleistung",
      "content": "1 Verbände, welche eine Ausgleichskasse errichten wollen, haben zur Deckung allfälliger Schäden, für die sie gemäss Artikel 78 ATSG und Artikel 70 dieses Gesetzes haften, Sicherheit zu leisten. 2 Die Sicherheit ist nach Wahl der Verbände zu leisten: a. durch Hinterlegung eines Geldbetrages in schweizerischer Währung; b. durch Verpfändung schweizerischer Wertpapiere; c. durch Beibringung einer Bürgschaftsverpflichtung. 3 Die Sicherheit ist zu leisten in der Höhe eines Zwölftels der Summe der Beiträge, welche die Ausgleichskasse voraussichtlich im Jahre vereinnahmen wird; sie muss jedoch mindestens 200 000 Franken betragen und darf 500 000 Franken nicht übersteigen. Weicht die tatsächliche Beitragssumme um mehr als 10 Prozent von der Schätzung ab, so ist die Sicherheit entsprechend anzupassen. 4 Der Bundesrat erlässt die näheren Vorschriften über die Sicherheitsleistung. SR 830.1 Fassung gemäss Anhang Ziff. 7 des BG vom 6. Okt. 2000 über den Allgemeinen Teil des Sozialversicherungsrechts, in Kraft seit 1. Jan. 2003 ( AS 2002 3371 ; BBl 1991 II 185 910 , 1994 V 921 , 1999 4523 ). Fassung gemäss Ziff. I des BG vom 4. Okt. 1968, in Kraft seit 1. Jan. 1969 ( AS 1969 111 ; BBl 1968 I 602 )."
    },
    {
      "provision_ref": "art56",
      "section": "56",
      "title": "3. Verfahren",
      "content": "1 Verbände, die eine Ausgleichskasse errichten wollen, haben dem Bundesrat ein schriftliches Gesuch einzureichen unter Beilage des Entwurfes zu einem Kassenreglement. Gleichzeitig haben sie den Nachweis zu erbringen, dass die Voraussetzungen des Artikels 53 und gegebenenfalls des Artikels 54 erfüllt sind. 2 Der Bundesrat erteilt die Bewilligung zur Errichtung einer Verbandsausgleichskasse, sofern die Voraussetzungen des Artikels 53 und gegebenenfalls des Artikels 54 erfüllt sind und Sicherheit gemäss Artikel 55 geleistet ist. 3 Die Verbandsausgleichskasse gilt als errichtet und erlangt das Recht der Persönlichkeit mit der Genehmigung des Kassenreglementes durch den Bundesrat."
    },
    {
      "provision_ref": "art57",
      "section": "57",
      "title": "4. Kassenreglement",
      "content": "1 Das Kassenreglement wird von den Gründerverbänden aufgestellt. Diese sind auch ausschliesslich zu dessen Abänderung zuständig. Das Kassenreglement und allfällige Abänderungen desselben bedürfen der Genehmigung des Bundesrates. 2 Das Reglement muss Bestimmungen enthalten über: a. den Sitz der Ausgleichskasse; b. die Zusammensetzung und die Wahlart des Kassenvorstandes; c. die Aufgaben und Befugnisse des Kassenvorstandes und des Kassenleiters; d. die interne Kassenorganisation; e. die Errichtung von Zweigstellen sowie deren Aufgaben und Befugnisse; f. die Grundsätze, nach welchen die Verwaltungskostenbeiträge erhoben werden; g. die Arbeitgeberkontrolle; h. falls mehrere Gründerverbände bestehen, deren Beteiligung an der Sicherheitsleistung gemäss Artikel 55 und die Regelung des Rückgriffes für den Fall der Inanspruchnahme gemäss Artikel 78 ATSG und Artikel 70 dieses Gesetzes. Fassung gemäss Ziff. I des BG vom 17. Juni 2022 (Modernisierung der Aufsicht), in Kraft seit 1. Jan. 2024 ( AS 2023 688 ; BBl 2020 1 ). Fassung gemäss Anhang Ziff. 7 des BG vom 6. Okt. 2000 über den Allgemeinen Teil des Sozialversicherungsrechts, in Kraft seit 1. Jan. 2003 ( AS 2002 3371 ; BBl 1991 II 185 910 , 1994 V 921 , 1999 4523 ). SR 830.1"
    },
    {
      "provision_ref": "art58",
      "section": "58",
      "title": "Organisation 1. Der Kassenvorstand",
      "content": "1 Oberstes Organ einer Verbandsausgleichskasse ist der Kassenvorstand. 2 Der Kassenvorstand setzt sich zusammen aus Vertretern der Gründerverbände und gegebenenfalls aus Vertretern von Arbeitnehmerorganisationen, sofern diesen insgesamt mindestens 10 Prozent der von der Ausgleichskasse erfassten Arbeitnehmer angehören. Der Präsident sowie die Mehrzahl der Vorstandsmitglieder werden von den Gründerverbänden, die übrigen Mitglieder, jedoch mindestens ein Drittel, von den beteiligten Arbeitnehmerorganisationen nach Massgabe der Zahl der durch sie vertretenen, von der Ausgleichskasse erfassten Arbeitnehmer gewählt. Zu Vorstandsmitgliedern dürfen nur Personen gewählt werden, die der Ausgleichskasse als Versicherte oder Arbeitgeber angeschlossen sind. 3 … 4 Dem Kassenvorstand obliegen: a. die interne Organisation der Kasse; b. die Ernennung des Kassenleiters; b bis . die Wahl der Revisionsstelle; c. die Festsetzung der Verwaltungskostenbeiträge; d. die Anordnung der Kassenrevisionen und der Arbeitgeberkontrollen; e. die Genehmigung von Jahresrechnung und Geschäftsbericht. … 5 Dem Kassenvorstand können durch das Reglement weitere Aufgaben und Befugnisse übertragen werden. Fassung des dritten Satzes gemäss Ziff. I des BG vom 17. Juni 2022 (Modernisierung der Aufsicht), in Kraft seit 1. Jan. 2024 ( AS 2023 688 ; BBl 2020 1 ). Aufgehoben durch Ziff. I des BG vom 17. Juni 2022 (Modernisierung der Aufsicht), mit Wirkung seit 1. Jan. 2024 ( AS 2023 688 ; BBl 2020 1 ). Eingefügt durch Ziff. I des BG vom 17. Juni 2022 (Modernisierung der Aufsicht), in Kraft seit 1. Jan. 2024 ( AS 2023 688 ; BBl 2020 1 ). Fassung gemäss Ziff. I des BG vom 17. Juni 2022 (Modernisierung der Aufsicht), in Kraft seit 1. Jan. 2024 ( AS 2023 688 ; BBl 2020 1 ). Satz aufgehoben durch Ziff. I des BG vom 17. Juni 2022 (Modernisierung der Aufsicht), mit Wirkung seit 1. Jan. 2024 ( AS 2023 688 ; BBl 2020 1 ). Eingefügt durch Ziff. I des BG vom 17. Juni 2022 (Modernisierung der Aufsicht), in Kraft seit 1. Jan. 2024 ( AS 2023 688 ; BBl 2020 1 )."
    },
    {
      "provision_ref": "art59",
      "section": "59",
      "title": "2. Der Kassenleiter",
      "content": "1 Der Kassenleiter führt die Geschäfte der Ausgleichskasse, soweit dafür nicht der Kassenvorstand zuständig ist. 2 Der Kassenleiter hat dem Kassenvorstand jährlich über die Abwicklung der Geschäfte Bericht zu erstatten und ihm eine Jahresabrechnung vorzulegen."
    },
    {
      "provision_ref": "art60",
      "section": "60",
      "title": "Auflösung",
      "content": "1 Der Beschluss über die Auflösung einer Verbandsausgleichskasse ist von dem zur Statutenänderung zuständigen Verbandsorgan mit einer Mehrheit von drei Vierteln der abgegebenen Stimmen zu fassen, öffentlich beurkunden zu lassen und dem Bundesrat unverzüglich zur Kenntnis zu bringen. Der Bundesrat bestimmt darauf den Zeitpunkt der Auflösung. 1bis Die Verbandsausgleichskassen bilden Reserven, die es erlauben, die Folgekosten einer Auflösung zu decken. 1ter Wird eine Verbandsausgleichskasse aufgelöst, so kann der Bundesrat eine oder mehrere andere Verbandsausgleichskassen dazu verpflichten, deren Versicherte und Rentenbezüger ganz oder teilweise zu übernehmen, falls keine andere Lösung gefunden werden kann. Die übernehmende Kasse wird dafür angemessen entschädigt. Die Entschädigung geht zulasten der aufgelösten Kasse, subsidiär zulasten ihrer Gründerverbände. 2 Ist eine der in den Artikeln 53 und 55 genannten Voraussetzungen während längerer Zeit nicht erfüllt oder haben sich die Organe einer Ausgleichskasse wiederholt schwerer Pflichtverletzungen schuldig gemacht, so wird die Ausgleichskasse vom Bundesrat aufgelöst. Vor dem 1. Januar 1973 errichtete Ausgleichskassen werden wegen Nichterreichens der Mindestbeitragssumme nur aufgelöst, wenn sie Beiträge von weniger als 1 Million Franken im Jahr einnehmen. Für die seit dem 1. Januar 1973 bis zum Inkrafttreten dieser Bestimmung errichteten Ausgleichskassen gilt ein Grenzbetrag von 10 Millionen Franken. 3 Der Bundesrat erlässt die näheren Vorschriften über die Reserven, ihre Höhe sowie über die Auflösung von Verbandsausgleichskassen. Eingefügt durch Ziff. I des BG vom 17. Juni 2022 (Modernisierung der Aufsicht), in Kraft seit 1. Jan. 2024 ( AS 2023 688 ; BBl 2020 1 ). Eingefügt durch Ziff. I des BG vom 17. Juni 2022 (Modernisierung der Aufsicht), in Kraft seit 1. Jan. 2024 ( AS 2023 688 ; BBl 2020 1 ). Fassung gemäss Ziff. I des BG vom 7. Okt. 1994 (10. AHV-Revision), in Kraft seit 1. Jan. 1997 ( AS 1996 2466 ; BBl 1990 II 1 ). Fassung gemäss Ziff. I des BG vom 17. Juni 2022 (Modernisierung der Aufsicht), in Kraft seit 1. Jan. 2024 ( AS 2023 688 ; BBl 2020 1 ). Siehe auch die SchlB am Schluss dieses Textes."
    },
    {
      "provision_ref": "art61",
      "section": "61",
      "title": "Kantonale Erlasse",
      "content": "1 Jeder Kanton errichtet durch einen Erlass eine kantonale Ausgleichskasse als selbstständige kantonale öffentlich-rechtliche Anstalt. Vorbehalten bleibt Absatz 1 bis . 1bis Die kantonale Ausgleichskasse kann einer kantonalen Sozialversicherungsanstalt angeschlossen sein, sofern diese als selbstständige öffentlich-rechtliche Anstalt ausgestaltet ist und über eine vom Kanton unabhängige Verwaltungskommission verfügt. 2 Der kantonale Erlass bedarf der Genehmigung des Bundes und muss Bestimmungen enthalten über: a. die Aufgaben und Befugnisse des Kassenleiters; b. die interne Kassenorganisation; c. … d. die Grundsätze, nach welchen die Verwaltungskostenbeiträge erhoben werden; d bis . die Wahl der Revisionsstelle; e. die Arbeitgeberkontrolle; f. die Genehmigung von Jahresrechnung und Geschäftsbericht der Ausgleichskasse; g. die Errichtung der Verwaltungskommission und über deren Grösse, Zusammensetzung und Zuständigkeiten. Fassung gemäss Ziff. I des BG vom 17. Juni 2022 (Modernisierung der Aufsicht), in Kraft seit 1. Jan. 2024 ( AS 2023 688 ; BBl 2020 1 ). Siehe auch die SchlB am Schluss dieses Textes. Eingefügt durch Ziff. I des BG vom 17. Juni 2022 (Modernisierung der Aufsicht), in Kraft seit 1. Jan. 2024 ( AS 2023 688 ; BBl 2020 1 ). Ausdruck gemäss Ziff. III des BG vom 15. Dez. 1989 über die Genehmigung kantonaler Erlasse durch den Bund, in Kraft seit 1. Febr. 1991 ( AS 1991 362 ; BBl 1988 II 1333 ). Aufgehoben durch Ziff. I des BG vom 17. Juni 2022 (Modernisierung der Aufsicht), mit Wirkung seit 1. Jan. 2024 ( AS 2023 688 ; BBl 2020 1 ). Eingefügt durch Ziff. I des BG vom 17. Juni 2022 (Modernisierung der Aufsicht), in Kraft seit 1. Jan. 2024 ( AS 2023 688 ; BBl 2020 1 ). Fassung gemäss Ziff. I des BG vom 17. Juni 2022 (Modernisierung der Aufsicht), in Kraft seit 1. Jan. 2024 ( AS 2023 688 ; BBl 2020 1 ). Eingefügt durch Ziff. I des BG vom 17. Juni 2022 (Modernisierung der Aufsicht), in Kraft seit 1. Jan. 2024 ( AS 2023 688 ; BBl 2020 1 ). Eingefügt durch Ziff. I des BG vom 17. Juni 2022 (Modernisierung der Aufsicht), in Kraft seit 1. Jan. 2024 ( AS 2023 688 ; BBl 2020 1 )."
    },
    {
      "provision_ref": "art62",
      "section": "62",
      "title": "Errichtung und Aufgaben",
      "content": "1 Der Bundesrat errichtet eine Ausgleichskasse für das Personal der Bundesverwaltung und der Bundesanstalten. 2 Er errichtet eine Ausgleichskasse, welche die freiwillige Versicherung durchführt, die Aufgaben wahrnimmt, die ihr durch internationale Abkommen zugewiesen werden, und die Leistungen an Personen im Ausland ausrichtet. Die Ausgleichskasse erfasst ferner die nach Artikel 1 a Absatz 3 Buchstabe b versicherten Studenten. Fassung gemäss Ziff. I des BG vom 30. Sept. 1953, in Kraft seit 1. Jan. 1954 ( AS 1954 211 ; BBl 1953 II 81 ). Fassung des zweiten Satzes gemäss Ziff. I der V der BVers vom 21. Juni 2002, in Kraft seit 1. Jan. 2003 ( AS 2002 3453 ; BBl 2002 803 ). Fassung gemäss Ziff. I des BG vom 23. Juni 2000, in Kraft seit 1. Jan. 2001 ( AS 2000 2677 ; BBl 1999 4983 )."
    },
    {
      "provision_ref": "art63",
      "section": "63",
      "title": "Aufgaben der Ausgleichskassen",
      "content": "1 Den Ausgleichskassen obliegen insbesondere die folgenden Aufgaben: a. die Festsetzung, die Herabsetzung und der Erlass der Beiträge; b. die Festsetzung der Renten und Hilflosenentschädigungen; c. der Bezug der Beiträge sowie die Auszahlung der Renten und Hilflosenentschädigungen; d. die Abrechnung über die bezogenen Beiträge und die ausbezahlten Renten und Hilflosenentschädigungen mit den ihnen angeschlossenen Arbeitgebern, Selbständigerwerbenden und Nichterwerbstätigen einerseits und mit der Zentralen Ausgleichsstelle anderseits; e. der Erlass von Veranlagungsverfügungen und die Durchführung des Mahn- und Vollstreckungsverfahrens; f. die Führung der individuellen Konten; g. der Bezug von Verwaltungskostenbeiträgen. 2 Den kantonalen Ausgleichskassen obliegt überdies die Kontrolle über die Erfassung aller Beitragspflichtigen. 3 Der Bundesrat kann den Ausgleichskassen im Rahmen dieses Gesetzes weitere Aufgaben übertragen. Er regelt die Zusammenarbeit zwischen den Ausgleichskassen und der Zentralen Ausgleichsstelle. 4 … 5 … Fassung gemäss Ziff. I des BG vom 17. Juni 2022 (Modernisierung der Aufsicht), in Kraft seit 1. Jan. 2024 ( AS 2023 688 ; BBl 2020 1 ). Ausdruck gemäss Ziff. II Bst. b des BG vom 4. Okt. 1968, in Kraft seit 1. Jan. 1969 ( AS 1969 111 ; BBl 1968 I 602 ). Fassung gemäss Ziff. I des BG vom 7. Okt. 1994 (10. AHV-Revision), in Kraft seit 1. Jan. 1997 ( AS 1996 2466 ; BBl 1990 II 1 ). Ausdruck gemäss Ziff. II Bst. b des BG vom 4. Okt. 1968, in Kraft seit 1. Jan. 1969 ( AS 1969 111 ; BBl 1968 I 602 ). Ausdruck gemäss Ziff. II Bst. a des BG vom 4. Okt. 1968, in Kraft seit 1. Jan. 1969 ( AS 1969 111 ; BBl 1968 I 602 ). Fassung gemäss Ziff. I des BG vom 19. Dez. 1963, in Kraft seit 1. Jan. 1964 ( AS 1964 285 ; BBl 1963 II 517 ). Fassung des zweiten Satzes gemäss Ziff. I des BG vom 17. Juni 2022 (Modernisierung der Aufsicht), in Kraft seit 1. Jan. 2024 ( AS 2023 688 ; BBl 2020 1 ). Aufgehoben durch Ziff. I des BG vom 17. Juni 2022 (Modernisierung der Aufsicht), mit Wirkung seit 1. Jan. 2024 ( AS 2023 688 ; BBl 2020 1 ). Eingefügt durch Ziff. I des BG vom 24. Juni 1977 (9. AHV- Revision) ( AS 1978 391 ; BBl 1976 III 1 ). Aufgehoben durch Ziff. I des BG vom 17. Juni 2022 (Modernisierung der Aufsicht), mit Wirkung seit 1. Jan. 2024 ( AS 2023 688 ; BBl 2020 1 )."
    },
    {
      "provision_ref": "art63a",
      "section": "63a",
      "title": "a Übertragung weiterer Aufgaben auf die Ausgleichskasse",
      "content": "1 Den Ausgleichskassen können durch den Bund und, mit Genehmigung des Bundesrates, durch die Kantone und die Gründerverbände weitere Aufgaben übertragen werden. Die Genehmigung kann an Bedingungen geknüpft und mit Auflagen verbunden werden. 2 Die Übertragung von Aufgaben darf die ordnungsgemässe Durchführung der Alters- und Hinterlassenenversicherung nicht beeinträchtigen. 3 Wer Aufgaben überträgt, stellt sicher, dass die Kosten, die den Ausgleichskassen durch die Erfüllung dieser Aufgaben entstehen, vollständig gedeckt werden. 4 Für den Vollzug der vom Bund übertragenen Aufgaben unterstehen die Ausgleichskassen ausschliesslich den Weisungen der Aufsichtsbehörde nach Artikel 72. Eingefügt durch Ziff. I des BG vom 17. Juni 2022 (Modernisierung der Aufsicht), in Kraft seit 1. Jan. 2024 ( AS 2023 688 ; BBl 2020 1 )."
    },
    {
      "provision_ref": "art63b",
      "section": "63b",
      "title": "b Übertragung von Kassenaufgaben auf Dritte",
      "content": "1 Die Ausgleichskassen können mit Genehmigung des Bundesrates Dritte mit bestimmten Aufgaben im Sinne der Artikel 63 Absatz 1 und 63 a Absatz 1 beauftragen. Die Genehmigung kann an Bedingungen geknüpft und mit Auflagen verbunden werden. 2 Die beauftragten Dritten und ihr Personal haben die Vorschriften dieses Gesetzes, namentlich die Bestimmungen zur Datenbearbeitung und -bekanntgabe, zu beachten. Sie unterstehen für von ihnen ausgeführte Kassenaufgaben der Schweigepflicht nach Artikel 33 ATSG. 3 Die Haftung nach Artikel 78 ATSG und nach Artikel 70 des vorliegenden Gesetzes für Kassenaufgaben, die von diesen beauftragten Dritten ausgeführt werden, bleibt bei den Gründerverbänden oder den Kantonen. Eingefügt durch Ziff. I des BG vom 17. Juni 2022 (Modernisierung der Aufsicht), in Kraft seit 1. Jan. 2024 ( AS 2023 688 ; BBl 2020 1 ). SR 830.1"
    },
    {
      "provision_ref": "art64",
      "section": "64",
      "title": "",
      "content": "1 Den Verbandsausgleichskassen werden alle Arbeitgeber und Selbständigerwerbenden angeschlossen, die einem Gründerverband angehören. Arbeitgeber oder Selbständigerwerbende, die sowohl einem Berufsverband wie einem zwischenberuflichen Verband angehören, werden nach freier Wahl der Ausgleichskasse eines der beiden Verbände angeschlossen. 2 Den kantonalen Ausgleichskassen werden alle Arbeitgeber und Selbständigerwerbenden angeschlossen, die keinem Gründerverband einer Verbandsausgleichskasse angehören, ferner die Nichterwerbstätigen und die versicherten Arbeitnehmer nicht beitragspflichtiger Arbeitgeber. 2bis Versicherte, welche ihre Erwerbstätigkeit vor Erreichen des Referenzalters aufgeben, bleiben als Nichterwerbstätige der bisher zuständigen Ausgleichskasse angeschlossen, sofern sie die erforderliche Altersgrenze erreicht haben; der Bundesrat legt diese Altersgrenze fest. Der Bundesrat kann bestimmen, dass nichterwerbstätige beitragspflichtige Ehegatten dieser Versicherten derselben Ausgleichskasse angehören. 3 Die Kassenzugehörigkeit eines Arbeitgebers erstreckt sich auf alle Arbeitnehmer, für die er den Arbeitgeberbeitrag zu leisten hat. 3bis Die nach Artikel 1 a Absatz 4 Buchstabe c versicherten Personen gehören der gleichen Ausgleichskasse an wie ihr Ehegatte. 4 Der Bundesrat erlässt die Vorschriften über die Kassenzugehörigkeit von Arbeitgebern und Selbstständigerwerbenden, die mehr als einem Berufsverband angehören oder deren Tätigkeit sich auf mehr als einen Kanton erstreckt. 5 Arbeitgeber, Selbständigerwerbende, Nichterwerbstätige und versicherte Arbeitnehmer nicht beitragspflichtiger Arbeitgeber, die von keiner Ausgleichskasse erfasst wurden, haben sich bei der kantonalen Ausgleichskasse zu melden. 6 In Abweichung von Artikel 35 ATSG entscheidet bei Streitigkeiten über die Kassenzugehörigkeit das zuständige Bundesamt. Sein Entscheid kann von den beteiligten Ausgleichskassen und vom Betroffenen innert 30 Tagen nach Erhalt der Mitteilung über die Kassenzugehörigkeit angerufen werden. Fassung gemäss Ziff. I des BG vom 30. Juni 1972, in Kraft seit 1. Jan. 1973 ( AS 1972 2483 ; BBl 1971 II 1057 ). Fassung gemäss Ziff. I des BG vom 17. Dez. 2021 (AHV 21), in Kraft seit 1. Jan. 2024 ( AS 2023 92 ; BBl 2019 6305 ). Eingefügt durch Ziff. I des BG vom 17. Juni 2011 (Verbesserung der Durchführung), in Kraft seit 1. Jan. 2012 ( AS 2011 4745 ; BBl 2011 543 ). Eingefügt durch Ziff. I des BG vom 23. Juni 2000 ( AS 2000 2677 ; BBl 1999 4983 ). Fassung gemäss Ziff. I der V der BVers vom 21. Juni 2002, in Kraft seit 1. Jan. 2003 ( AS 2002 3453 ; BBl 2002 803 ). Fassung gemäss Ziff. I des BG vom 17. Juni 2011 (Verbesserung der Durchführung), in Kraft seit 1. Jan. 2012 ( AS 2011 4745 ; BBl 2011 543 ). Eingefügt durch Ziff. I des BG vom 30. Juni 1972, in Kraft seit 1. Jan. 1973 ( AS 1972 2483 ; BBl 1971 II 1057 ). SR 830.1 Eingefügt durch Anhang Ziff. 7 des BG vom 6. Okt. 2000 über den Allgemeinen Teil des Sozialversicherungsrechts, in Kraft seit 1. Jan. 2003 ( AS 2002 3371 ; BBl 1991 II 185 910 , 1994 V 921 , 1999 4523 )."
    },
    {
      "provision_ref": "art64a",
      "section": "64a",
      "title": "a Zuständigkeit für die Festsetzung und Auszahlung der Renten von Ehepaaren",
      "content": "Zuständig für die Festsetzung und Auszahlung der Renten von Ehepaaren ist die Ausgleichskasse, welcher die Auszahlung der Rente des Ehegatten obliegt, der die Altersrente zuerst bezieht; Artikel 62 Absatz 2 bleibt vorbehalten. Der Bundesrat regelt das Verfahren. Eingefügt durch Ziff. I des BG vom 7. Okt. 1994 (10. AHV-Revision) ( AS 1996 2466 ; BBl 1990 II 1 ). Fassung gemäss Ziff. I des BG vom 17. Dez. 2021 (AHV 21), in Kraft seit 1. Jan. 2024 ( AS 2023 92 ; BBl 2019 6305 )."
    },
    {
      "provision_ref": "art65",
      "section": "65",
      "title": "Zweigstellen",
      "content": "1 Die Verbandsausgleichskassen können in einzelnen Sprachgebieten oder in Kantonen, in denen sich eine grössere Zahl ihnen angeschlossener Arbeitgeber und Selbständigerwerbender befindet, Zweigstellen errichten. Sofern in einem Sprachgebiet oder einem Kanton eine grössere Anzahl der Ausgleichskasse angeschlossener Arbeitgeber und Selbständigerwerbender dies verlangt, ist daselbst eine Zweigstelle zu errichten. 2 Die kantonalen Ausgleichskassen können Zweigstellen errichten. 3 Die Kantonsregierungen sind befugt, für das Personal der kantonalen Verwaltungen und Betriebe sowie für die Angestellten und Arbeiter der Gemeinden Zweigstellen der kantonalen Ausgleichskasse zu errichten. Fassung gemäss Ziff. I des BG vom 17. Juni 2022 (Modernisierung der Aufsicht), in Kraft seit 1. Jan. 2024 ( AS 2023 688 ; BBl 2020 1 )."
    },
    {
      "provision_ref": "art66",
      "section": "66",
      "title": "Risiko- und Qualitätsmanagement, internes Kontrollsystem",
      "content": "1 Die Ausgleichskassen erfassen, begrenzen und überwachen die wesentlichen Risiken (Risikomanagement). 2 Sie betreiben ein Qualitätsmanagementsystem und richten ein internes Kontrollsystem ein. Beide sind angemessen auf ihre Grösse und den Umfang ihrer Aufgaben auszurichten. 3 Der Bundesrat kann Vorschriften zu den Mindestanforderungen erlassen, die das Risikomanagement, das Qualitätsmanagement und das interne Kontrollsystem erfüllen müssen. Fassung gemäss Ziff. I des BG vom 17. Juni 2022 (Modernisierung der Aufsicht), in Kraft seit 1. Jan. 2024 ( AS 2023 688 ; BBl 2020 1 ). Siehe auch die SchlB am Schluss dieses Textes."
    },
    {
      "provision_ref": "art66a",
      "section": "66a",
      "title": "a Gewähr für eine einwandfreie Geschäftstätigkeit",
      "content": "Folgende Personen müssen einen guten Ruf geniessen, Gewähr für eine einwandfreie Geschäftstätigkeit bieten und ihre Interessenbindungen offenlegen: a. die Mitglieder des Kassenvorstandes einer Verbandsausgleichskasse; b. die Mitglieder der Verwaltungskommission einer kantonalen Ausgleichskasse; c. der Kassenleiter, seine Stellvertretung sowie die weiteren Personen, die mit Geschäftsleitungsaufgaben betraut sind. Eingefügt durch Ziff. I des BG vom 17. Juni 2022 (Modernisierung der Aufsicht), in Kraft seit 1. Jan. 2024 ( AS 2023 688 ; BBl 2020 1 )."
    },
    {
      "provision_ref": "art66b",
      "section": "66b",
      "title": "b Berichterstattung der Ausgleichskasse",
      "content": "Die Ausgleichskassen legen der Aufsichtsbehörde jährlich einen Geschäftsbericht vor und stellen ihr die für die Ausübung der Aufsicht erforderlichen Kennzahlen zur Verfügung. Eingefügt durch Ziff. I des BG vom 17. Juni 2022 (Modernisierung der Aufsicht), in Kraft seit 1. Jan. 2024 ( AS 2023 688 ; BBl 2020 1 )."
    },
    {
      "provision_ref": "art67",
      "section": "67",
      "title": "Rechnungslegung",
      "content": "1 Für die Rechnungslegung der Ausgleichskassen gilt der Grundsatz der Transparenz. 2 Der Bundesrat erlässt Vorschriften über die Art und Weise, wie die Transparenz gewährleistet werden muss. Er regelt insbesondere, wie: a. der Abrechnungs- und Zahlungsverkehr der Ausgleichskassen mit den angeschlossenen Arbeitgebern, Selbstständigerwerbenden, Nichterwerbstätigen und Rentenbezügern einerseits und mit der Zentralen Ausgleichsstelle andererseits zu gestalten ist; b. die Verwaltungskosten und ihre Finanzierung auszuweisen sind; c. die Buchführung und die Rechnungslegung der Ausgleichskassen zu gestalten sind; d. die Buchführung und die Rechnungslegung der kantonalen Sozialversicherungsanstalt, der nach Artikel 61 Absatz 1 bis eine kantonale Ausgleichskasse angeschlossen ist, zu gestalten sind. Fassung gemäss Ziff. I des BG vom 17. Juni 2022 (Modernisierung der Aufsicht), in Kraft seit 1. Jan. 2024 ( AS 2023 688 ; BBl 2020 1 ). Siehe auch die SchlB am Schluss dieses Textes."
    },
    {
      "provision_ref": "art68",
      "section": "68",
      "title": "Anforderungen an die Revisionsstelle und den leitenden Revisor",
      "content": "1 Jede Ausgleichskasse, einschliesslich der Zweigstellen, muss von einem nach dem Revisionsaufsichtsgesetz vom 16. Dezember 2005 (RAG) als Revisionsexperte zugelassenen Revisionsunternehmen revidiert werden. 2 Als leitender Revisor tätig sein dürfen natürliche Personen, die als Revisionsexperten nach dem RAG zugelassen sind. 3 Für die Unabhängigkeit der Revisionsstelle gilt sinngemäss Artikel 728 des Obligationenrechts mit Ausnahme der Absätze 2 Ziffer 2 und 6 bezüglich der zu prüfenden Gesellschaft (erster Halbsatz). Der Bundesrat kann weitere Kriterien für die Unvereinbarkeit mit dem Prüfmandat der Revisionsstelle festlegen. 4 Der Bundesrat erlässt nähere Vorschriften über die Anforderungen an die Revisionsstelle und den leitenden Revisor, die über die Zulassungsvoraussetzungen nach den Absätzen 1 und 2 hinausgehen. 5 Ist eine Ausgleichskasse einer kantonalen Sozialversicherungsanstalt angeschlossen, so muss die Revisionsstelle dieser Sozialversicherungsanstalt die Voraussetzungen der Absätze 1–4 erfüllen und auch die Ausgleichskasse revidieren. Fassung gemäss Ziff. I des BG vom 17. Juni 2022 (Modernisierung der Aufsicht), in Kraft seit 1. Jan. 2024 ( AS 2023 688 ; BBl 2020 1 ). SR 221.302 SR 220"
    },
    {
      "provision_ref": "art68a",
      "section": "68a",
      "title": "a Aufgaben der Revisionsstelle",
      "content": "1 Die Revisionsstelle prüft, ob die Jahresrechnung nach Massgabe von Artikel 67 erstellt wurde. 2 Zusätzlich prüft sie, ob: a. die Buchführung den gesetzlichen Bestimmungen entspricht; b. die Organisation und die Geschäftsführung den gesetzlichen Bestimmungen entsprechen; c. die Informationssysteme die Anforderungen nach Artikel 72 a Absatz 2 Buchstaben b erfüllen; d. das Risikomanagement, das Qualitätsmanagementsystem und das interne Kontrollsystem die Anforderungen nach Artikel 66 erfüllen; e. die Wahrnehmung der übertragenen Aufgaben nach Artikel 63 a Absatz 1 der Genehmigung des Bundesrates entspricht. 3 Sie erstattet der Aufsichtsbehörde nach deren Weisungen über die Revision Bericht. Ist die Ausgleichskasse einer kantonalen Sozialversicherungsanstalt angeschlossen, so muss die Revisionsstelle der Aufsichtsbehörde auch den Bericht über die Revision der Sozialversicherungsanstalt einreichen. 4 Sie meldet der Aufsichtsbehörde unverzüglich, wenn sie Straftaten, schwerwiegende Unregelmässigkeiten oder Verstösse gegen die Grundsätze einer einwandfreien Geschäftstätigkeit feststellt. 5 Der Bundesrat kann die Aufsichtsbehörde mit dem Erlass näherer Vorschriften über die Durchführung der Revisionen beauftragen. Die Ausgleichskassen sind zu diesen Vorschriften anzuhören. Eingefügt durch Ziff. I des BG vom 17. Juni 2022 (Modernisierung der Aufsicht), in Kraft seit 1. Jan. 2024 ( AS 2023 688 ; BBl 2020 1 )."
    },
    {
      "provision_ref": "art68b",
      "section": "68b",
      "title": "b Arbeitgeberkontrolle",
      "content": "1 Die Ausgleichskasse kontrolliert ihre angeschlossenen Arbeitgeber periodisch auf die Einhaltung der gesetzlichen Bestimmungen hin. Sie kann die Kontrolle durch folgende Stellen durchführen lassen: a. ein Revisionsunternehmen und einen leitenden Revisor, welche die Anforderungen von Artikel 68 erfüllen; b. eine besondere Abteilung der Ausgleichskasse oder eine Fachorganisation der Ausgleichskassen; c. einen Versicherungsträger oder ein Durchführungsorgan einer Sozialversicherung nach dem ATSG. 2 Die mit der Durchführung der Arbeitgeberkontrolle betrauten Stellen haben der Ausgleichskasse Bericht zu erstatten. 3 Sie melden der Ausgleichskasse unverzüglich, wenn sie Straftaten oder schwerwiegende Unregelmässigkeiten feststellen. 4 Der Bundesrat kann die Aufsichtsbehörde mit dem Erlass näherer Vorschriften über die Durchführung der Arbeitgeberkontrolle beauftragen. Eingefügt durch Ziff. I des BG vom 17. Juni 2022 (Modernisierung der Aufsicht), in Kraft seit 1. Jan. 2024 ( AS 2023 688 ; BBl 2020 1 ). SR 830.1"
    },
    {
      "provision_ref": "art69",
      "section": "69",
      "title": "Deckung der Verwaltungskosten",
      "content": "1 Zur Deckung ihrer Verwaltungskosten erheben die Ausgleichskassen von ihren Mitgliedern (Arbeitgebern, Selbstständigerwerbenden, Arbeitnehmern nicht beitragspflichtiger Arbeitgeber, Nichterwerbstätigen und freiwillig Versicherten nach Art. 2) besondere Beiträge, die nach der Leistungsfähigkeit der Pflichtigen abzustufen sind. Artikel 15 findet Anwendung. Der Bundesrat ist befugt, die nötigen Massnahmen zu treffen, um zu verhindern, dass die Ansätze für die Verwaltungskostenbeiträge bei den einzelnen Ausgleichskassen allzu sehr voneinander abweichen. 2 Den Ausgleichskassen können an ihre Verwaltungskosten Zuschüsse aus dem AHV-Ausgleichsfonds gewährt werden, deren Höhe unter angemessener Berücksichtigung der Struktur und des Aufgabenbereiches der einzelnen Kasse vom Bundesrat zu bestimmen ist. 2bis Für die Durchführung des vereinfachten Abrechnungsverfahrens nach den Artikeln 2 und 3 des Bundesgesetzes vom 17. Juni 2005 gegen die Schwarzarbeit werden den Ausgleichskassen Entschädigungen aus dem AHV-Ausgleichsfonds gewährt, deren Höhe vom Bundesrat festgesetzt wird. 3 Die Verwaltungskostenbeiträge gemäss Absatz 1 und die Zuschüsse gemäss Absatz 2 sind ausschliesslich zur Deckung der Verwaltungskosten der Ausgleichskassen und ihrer Zweigstellen sowie zur Deckung der Revisions- und Kontrollkosten zu verwenden. Die Ausgleichskassen haben darüber besonders Buch zu führen. 4 … Fassung gemäss Ziff. I des BG vom 17. Juni 2011 (Verbesserung der Durchführung), in Kraft seit 1. Jan. 2012 ( AS 2011 4745 ; BBl 2011 543 ). SR 822.41 Eingefügt durch Anhang Ziff. 6 des BG vom 17. Juni 2005 gegen die Schwarzarbeit, in Kraft seit 1. Jan. 2008 ( AS 2007 359 ; BBl 2002 3605 ). Aufgehoben durch Ziff. I des BG vom 17. Juni 2022 (Modernisierung der Aufsicht), mit Wirkung seit 1. Jan. 2024 ( AS 2023 688 ; BBl 2020 1 )."
    },
    {
      "provision_ref": "art70",
      "section": "70",
      "title": "Haftung für Schäden",
      "content": "1 Die Gründerverbände, der Bund und die Kantone haften der Alters- und Hinterlassenenversicherung für Schäden, die von ihren Kassenorganen oder einzelnen Kassenfunktionären durch strafbare Handlungen oder durch absichtliche oder grob fahrlässige Missachtung von Vorschriften zugefügt wurden. Ersatzforderungen werden vom zuständigen Bundesamt durch Verfügung geltend gemacht. Das Verfahren wird durch das Verwaltungsverfahrensgesetz vom 20. Dezember 1968 geregelt. 2 Ersatzforderungen von Versicherten und Dritten nach Artikel 78 ATSG sind bei der zuständigen Ausgleichskasse geltend zu machen; diese entscheidet darüber durch Verfügung. 3 Die Schadenersatzforderung erlischt: a. im Falle von Absatz 1, wenn das zuständige Bundesamt nicht innert eines Jahres nach Kenntnis des Schadens eine Verfügung erlässt, auf alle Fälle zehn Jahre nach der schädigenden Handlung; b. im Falle von Absatz 2, wenn der Geschädigte sein Begehren nicht innert eines Jahres nach Kenntnis des Schadens einreicht, auf alle Fälle zehn Jahre nach der schädigenden Handlung. 4 Schäden, für welche die Gründerverbände einer Verbandsausgleichskasse haften, sind aus der geleisteten Sicherheit zu decken. Die Sicherheit ist nötigenfalls innerhalb von drei Monaten auf den vorgeschriebenen Betrag zu ergänzen. Soweit der Schaden die geleistete Sicherheit übersteigt, haften die Gründerverbände der Ausgleichskasse solidarisch. 5 Schäden, für welche die Kantone haften, können mit Bundesbeiträgen verrechnet werden. Fassung gemäss Anhang Ziff. 7 des BG vom 6. Okt. 2000 über den Allgemeinen Teil des Sozialversicherungsrechts, in Kraft seit 1. Jan. 2003 ( AS 2002 3371 ; BBl 1991 II 185 910 , 1994 V 921 , 1999 4523 ). SR 172.021 SR 830.1"
    },
    {
      "provision_ref": "art71",
      "section": "71",
      "title": "Errichtung und Aufgaben",
      "content": "1 Der Bundesrat errichtet im Rahmen der Bundesverwaltung eine Zentrale Ausgleichsstelle. 1bis Die Zentrale Ausgleichsstelle ist für die Rechnungsführung der Sozialversicherungen Alters- und Hinterlassenenversicherung, Invalidenversicherung und Erwerbsersatzordnung verantwortlich. Sie führt die Rechnungen der drei Sozialversicherungen getrennt und erstellt jährliche sowie monatliche Bilanzen und Erfolgsrechnungen. 2 Die Zentrale Ausgleichsstelle rechnet periodisch mit den Ausgleichskassen über die vereinnahmten Beiträge und die ausbezahlten Renten und Hilflosenentschädigungen ab. Sie überwacht den Abrechnungsverkehr und kann zu diesem Zweck bei den Ausgleichskassen die Abrechnungen an Ort und Stelle prüfen oder Belege einverlangen. 3 Die Zentrale Ausgleichsstelle sorgt dafür, dass die sich aus den Abrechnungen ergebenden Saldi von den Ausgleichskassen dem AHV-Ausgleichsfonds überwiesen bzw. aus diesem den Ausgleichskassen vergütet werden. Zu diesem Zweck sowie zur Gewährung von Vorschüssen an die Ausgleichskassen ist sie befugt, direkt Anweisungen auf den AHV-Ausgleichsfonds auszustellen. 4 Die Zentrale Ausgleichsstelle ist für den Betrieb und die Weiterentwicklung des Registers der laufenden Geldleistungen (Art. 49 c ) und des Versichertenregisters (Art. 49 d ) zuständig. 4bis Sie kann auf Antrag und in Zusammenarbeit mit den Fachorganisationen der Durchführungsstellen der Alters- und Hinterlassenenversicherung, der Invalidenversicherung, der Erwerbsausfallentschädigung und der Familienzulagen in der Landwirtschaft ein Informationssystem entwickeln und betreiben, das die Übermittlung von Daten durch die Versicherten an die Durchführungsstellen und den Austausch von Daten zwischen den Durchführungsstellen ermöglicht. 5 Die Zentrale Ausgleichsstelle sorgt dafür, dass bei Eintritt eines Rentenfalles alle individuellen Konten der versicherten Person berücksichtigt werden. 6 Die Zentrale Ausgleichsstelle vervollständigt und beantwortet die Informationsanfragen, die ihr von der Zentralstelle 2. Säule nach Artikel 58 a des Bundesgesetzes vom 25. Juni 1982 über die berufliche Alters-, Hinterlassenen- und Invalidenvorsorge (BVG) übermittelt werden. Eingefügt durch Anhang Ziff. II 4 des Ausgleichsfondsgesetzes vom 16. Juni 2017, in Kraft seit 1. Jan. 2019 ( AS 2017 7563 ; BBl 2016 311 ). Ausdruck gemäss Ziff. II Bst. b des BG vom 4. Okt. 1968, in Kraft seit 1. Jan. 1969 ( AS 1969 111 ; BBl 1968 I 602 ). Fassung gemäss Ziff. I des BG vom 17. Juni 2022 (Modernisierung der Aufsicht), in Kraft seit 1. Jan. 2024 ( AS 2023 688 ; BBl 2020 1 ). Eingefügt durch Ziff. I des BG vom 17. Juni 2022 (Modernisierung der Aufsicht), in Kraft seit 1. Jan. 2024 ( AS 2023 688 ; BBl 2020 1 ). Eingefügt durch Ziff. I des BG vom 23. Juni 2000, in Kraft seit 1. Jan. 2001 ( AS 2000 2749 ; BBl 2000 255 ). SR 831.40 Eingefügt durch Ziff. I des BG vom 17. Juni 2022 (Modernisierung der Aufsicht), in Kraft seit 1. Jan. 2024 ( AS 2023 688 ; BBl 2020 1 )."
    },
    {
      "provision_ref": "art71a",
      "section": "71a",
      "title": "a Haftung",
      "content": "Für die Haftung gilt Artikel 70 Absätze 1–3 sinngemäss. Eingefügt durch Anhang Ziff. 7 des BG vom 6. Okt. 2000 über den Allgemeinen Teil des Sozialversicherungsrechts, in Kraft seit 1. Jan. 2003 ( AS 2002 3371 ; BBl 1991 II 185 910 , 1994 V 921 , 1999 4523 )."
    },
    {
      "provision_ref": "art72",
      "section": "72",
      "title": "Aufsichtsbehörde",
      "content": "Der Bundesrat bezeichnet die Aufsichtsbehörde. Fassung gemäss Ziff. I des BG vom 17. Juni 2022 (Modernisierung der Aufsicht), in Kraft seit 1. Jan. 2024 ( AS 2023 688 ; BBl 2020 1 )."
    },
    {
      "provision_ref": "art72a",
      "section": "72a",
      "title": "a Aufgaben der Aufsichtsbehörde",
      "content": "1 Die Aufsichtsbehörde überwacht den Vollzug dieses Gesetzes, um eine qualitativ hochstehende und einheitliche Durchführung der Alters- und Hinterlassenenversicherung sicherzustellen. 2 Insbesondere erfüllt sie folgende Aufgaben: a. Sie wertet die Berichte der Revisionsstellen und die Geschäftsberichte der Ausgleichskassen systematisch aus und leitet allenfalls die erforderlichen Massnahmen ein. b. Sie legt nach Anhörung der Durchführungsstellen Anforderungen an die Informationssicherheit und den Datenschutz fest, welche nach Artikel 49 a Absatz 2 von den Informationssystemen gewährleistet werden müssen. c. Sie erlässt Weisungen, die den einheitlichen Vollzug sicherstellen. d. Sie erlässt Weisungen zur Berechnung von Beiträgen und Leistungen. e. Sie holt Kennzahlen bei den Ausgleichskassen und der Zentralen Ausgleichsstelle ein und erstellt Statistiken. Eingefügt durch Ziff. I des BG vom 17. Juni 2022 (Modernisierung der Aufsicht), in Kraft seit 1. Jan. 2024 ( AS 2023 688 ; BBl 2020 1 )."
    },
    {
      "provision_ref": "art72b",
      "section": "72b",
      "title": "b Massnahmen der Aufsichtsbehörde",
      "content": "Die Aufsichtsbehörde kann: a. von den Ausgleichskassen alle für die Aufsichtstätigkeit notwendigen Auskünfte oder Unterlagen verlangen; b. einer Ausgleichskasse im Einzelfall Zielvorgaben machen; c. einer Ausgleichskasse im Einzelfall Weisungen erteilen; d. auf Kosten der Ausgleichskasse eine Arbeitgeberkontrolle anordnen; e. eine ergänzende Revision durchführen oder auf Kosten der Ausgleichskasse eine ergänzende Revision anordnen; f. vom zuständigen Wahlorgan verlangen, dass Verantwortungsträger im Sinne von Artikel 66 a, welche keine Gewähr für eine einwandfreie Geschäftstätigkeit bieten, abberufen werden; g. vom zuständigen Wahlorgan verlangen, dass der Kassenleiter, seine Stellvertretung und die weiteren Personen, die mit Geschäftsleitungsaufgaben betraut sind, ermahnt, verwarnt oder in Fällen schwerer Pflichtverletzung abberufen werden, wenn sie ihre Obliegenheiten nicht ordnungsgemäss erfüllen; h. in Fällen wiederholter schwerer Missachtung der gesetzlichen Vorschriften eine kommissarische Verwaltung der Ausgleichskasse anordnen; i. in begründeten Fällen vom zuständigen Wahlorgan die Abberufung der Revisionsstelle verlangen; j. die Ausrichtung allfälliger Zuschüsse aus dem AHV-Ausgleichsfonds einstellen. Eingefügt durch Ziff. I des BG vom 17. Juni 2022 (Modernisierung der Aufsicht), in Kraft seit 1. Jan. 2024 ( AS 2023 688 ; BBl 2020 1 )."
    },
    {
      "provision_ref": "art73",
      "section": "73",
      "title": "",
      "content": "1 Der Bundesrat ernennt eine Eidgenössische Kommission für die Alters‑, Hinterlassenen- und Invalidenversicherung, in welcher die Versicherten, die schweizerischen Wirtschaftsverbände, die … Versicherungseinrichtungen, der Bund und die Kantone angemessen vertreten sein müssen. Die Kommission kann zur Behandlung besonderer Geschäfte Ausschüsse bilden. 2 Der Kommission obliegt ausser den in diesem Gesetz ausdrücklich genannten Aufgaben die Begutachtung von Fragen über die Durchführung und Weiterentwicklung der Alters- und Hinterlassenenversicherung zuhanden des Bundesrates. Der Bundesrat kann ihr weitere Aufgaben übertragen. Sie hat das Recht, dem Bundesrat von sich aus Anregungen zu unterbreiten. Bezeichnung gemäss Ziff. II Bst. a des BG vom 4. Okt. 1968, in Kraft seit 1. Jan. 1969 ( AS 1969 111 ; BBl 1968 I 602 ). Bezeichnung gemäss Ziff. II Bst. a des BG vom 4. Okt. 1968, in Kraft seit 1. Jan. 1969 ( AS 1969 111 ; BBl 1968 I 602 ). Wort gestrichen durch Anhang Ziff. 5 des BG vom 25. Juni 1982 über die berufliche Alters-, Hinterlassenen- und Invalidenvorsorge, mit Wirkung seit 1. Jan. 1985 ( AS 1983 797 827 ; BBl 1976 I 149 ). Fassung gemäss Ziff. I des BG vom 4. Okt. 1968, in Kraft seit 1. Jan. 1969 ( AS 1969 111 ; BBl 1968 I 602 )."
    },
    {
      "provision_ref": "art7483",
      "chapter": "Fünfter Abschnitt: …",
      "section": "7483",
      "title": "",
      "content": "Aufgehoben durch Anhang Ziff. 5 des BG vom 25. Juni 1982 über die berufliche Alters-, Hinterlassenen- und Invalidenvorsorge, mit Wirkung seit 1. Jan. 1985 ( AS 1983 797 827 ; BBl 1976 I 149 )."
    },
    {
      "provision_ref": "art84",
      "chapter": "Sechster Abschnitt: Die Rechtspflege",
      "section": "84",
      "title": "Besondere Zuständigkeit",
      "content": "Über Beschwerden gegen Verfügungen und Einspracheentscheide kantonaler Ausgleichskassen entscheidet in Abweichung von Artikel 58 Absatz 1 ATSG das Versicherungsgericht am Ort der Ausgleichskasse. Fassung gemäss Anhang Ziff. 7 des BG vom 6. Okt. 2000 über den Allgemeinen Teil des Sozialversicherungsrechts, in Kraft seit 1. Jan. 2003 ( AS 2002 3371 ; BBl 1991 II 185 910 , 1994 V 921 , 1999 4523 ). SR 830.1"
    },
    {
      "provision_ref": "art85",
      "chapter": "Sechster Abschnitt: Die Rechtspflege",
      "section": "85",
      "title": "",
      "content": "Aufgehoben durch Anhang Ziff. 7 des BG vom 6. Okt. 2000 über den Allgemeinen Teil des Sozialversicherungsrechts, mit Wirkung seit 1. Jan. 2003 ( AS 2002 3371 ; BBl 1991 II 185 910 , 1994 V 921 , 1999 4523 )."
    },
    {
      "provision_ref": "art85bis",
      "chapter": "Sechster Abschnitt: Die Rechtspflege",
      "section": "85bis",
      "title": "bis Eidgenössische Rekursbehörde",
      "content": "1 Über Beschwerden von Personen im Ausland entscheidet in Abweichung von Artikel 58 Absatz 2 ATSG das Bundesverwaltungsgericht. Der Bundesrat kann vorsehen, dass diese Zuständigkeit dem Versicherungsgericht des Kantons zugewiesen wird, in welchem der Arbeitgeber des Versicherten seinen Wohnsitz oder Sitz hat. 2 Bei Streitigkeiten über Leistungen ist das Verfahren für die Parteien kostenlos; einer Partei, die sich mutwillig oder leichtsinnig verhält, können jedoch Kosten auferlegt werden. Bei anderen Streitigkeiten richten sich die Kosten nach Artikel 63 des Verwaltungsverfahrensgesetzes vom 20. Dezember 1968. 3 Ergibt die Vorprüfung vor oder nach einem Schriftenwechsel, dass die Beschwerde an das Bundesverwaltungsgericht unzulässig oder offensichtlich unbegründet ist, so kann ein Einzelrichter mit summarischer Begründung auf Nichteintreten oder Abweisung erkennen. Eingefügt durch Ziff. I des BG vom 24. Juni 1977 (9. AHV-Revision), in Kraft seit 1. Mai 1978 ( AS 1978 391 ; BBl 1976 III 1 ). SR 830.1 Fassung gemäss Anhang Ziff. 107 des Verwaltungsgerichtsgesetzes vom 17. Juni 2005, in Kraft seit 1. Jan. 2007 ( AS 2006 2197 1069 ; BBl 2001 4202 ). SR 172.021 Fassung gemäss Anhang Ziff. 1 des BG vom 21. Juni 2019, in Kraft seit 1. Jan. 2021 ( AS 2020 5137 ; BBl 2018 1607 ). Fassung gemäss Anhang Ziff. 107 des Verwaltungsgerichtsgesetzes vom 17. Juni 2005, in Kraft seit 1. Jan. 2007 ( AS 2006 2197 1069 ; BBl 2001 4202 )."
    },
    {
      "provision_ref": "art86",
      "section": "86",
      "title": "",
      "content": "Aufgehoben durch Anhang Ziff. 107 des Verwaltungsgerichtsgesetzes vom 17. Juni 2005, mit Wirkung seit 1. Jan. 2007 ( AS 2006 2197 1069 ; BBl 2001 4202 )."
    },
    {
      "provision_ref": "art87",
      "chapter": "Siebenter Abschnitt: Strafbestimmungen des ersten Teiles",
      "section": "87",
      "title": "Vergehen",
      "content": "Wer durch unwahre oder unvollständige Angaben oder in anderer Weise für sich oder einen anderen eine Leistung auf Grund dieses Gesetzes erwirkt, die ihm nicht zukommt, wer sich durch unwahre oder unvollständige Angaben oder in anderer Weise der Beitragspflicht ganz oder teilweise entzieht, wer es als Arbeitgeber unterlässt, sich einer Ausgleichskasse anzuschliessen und die beitragspflichtigen Löhne seiner Arbeitnehmer innert der Frist abzurechnen, die der Bundesrat gestützt auf Artikel 14 bestimmt, wer als Arbeitgeber einem Arbeitnehmer um die Beiträge gekürzte Löhne ausrichtet und, anstatt die der Ausgleichskasse geschuldeten Arbeitnehmerbeiträge zu bezahlen, die Beiträge selber verbraucht oder damit andere Forderungen begleicht, wer die Schweigepflicht verletzt oder bei der Durchführung dieses Gesetzes seine Stellung als Organ oder Funktionär zum Nachteil Dritter oder zum eigenen Vorteil missbraucht, wer die ihm obliegende Meldepflicht (Art. 31 Abs. 1 ATSG) verletzt, wer als Revisor oder Revisionsgehilfe die ihm bei der Durchführung einer Revision bzw. Kontrolle oder bei Abfassung oder Erstattung des Revisions- bzw. Kontrollberichtes obliegenden Pflichten in grober Weise verletzt, … wird, sofern nicht ein mit einer höheren Strafe bedrohtes Verbrechen oder Vergehen des Strafgesetzbuches vorliegt, mit Geldstrafe bis zu 180 Tagessätzen bestraft. Eingefügt durch Ziff. II 1 des BG vom 17. März 2017, in Kraft seit 1. Jan. 2018 ( AS 2017 5521 ; BBl 2016 157 ). Fassung gemäss Ziff. I des BG vom 17. Juni 2011 (Verbesserung der Durchführung), in Kraft seit 1. Jan. 2012 ( AS 2011 4745 ; BBl 2011 543 ). SR 830.1 Eingefügt durch Anhang Ziff. 3 des BG vom 6. Okt. 2006 (5. IV-Revision), in Kraft seit 1. Jan. 2008 ( AS 2007 5129 ; BBl 2005 4459 ). Eingefügt durch Ziff. I des BG vom 23. Juni 2006 (Neue AHV-Versichertennummer) ( AS 2007 5259 ; BBl 2006 501 ). Aufgehoben durch Ziff. I des BG vom 18. Dez. 2020 (Systematische Verwendung der AHV-Nummer durch Behörden), mit Wirkung seit 1. Jan. 2022 ( AS 2021 758 ; BBl 2019 7359 ). SR 311.0 Fassung gemäss Ziff. I des BG vom 23. Juni 2006 (Neue AHV-Versichertennummer), in Kraft seit 1. Dez. 2007 ( AS 2007 5259 ; BBl 2006 501 )."
    },
    {
      "provision_ref": "art88",
      "section": "88",
      "title": "Übertretungen",
      "content": "Wer die Auskunftspflicht verletzt, indem er wissentlich unwahre Auskunft erteilt oder die Auskunft verweigert, wer sich einer von der zuständigen Stelle angeordneten Kontrolle widersetzt oder diese auf andere Weise verunmöglicht, wer die vorgeschriebenen Formulare nicht oder nicht wahrheitsgetreu ausfüllt, … wird, sofern nicht ein Tatbestand von Artikel 87 erfüllt ist, mit Busse bestraft. Fassung gemäss Ziff. I des BG vom 7. Okt. 1994 (10. AHV-Revision), in Kraft seit 1. Jan. 1997 ( AS 1996 2466 ; BBl 1990 II 1 ). Aufgehoben durch Ziff. I des BG vom 18. Dez. 2020 (Systematische Verwendung der AHV-Nummer durch Behörden), mit Wirkung seit 1. Jan. 2022 ( AS 2021 758 ; BBl 2019 7359 ). Fassung gemäss Ziff. I des BG vom 23. Juni 2006 (Neue AHV-Versichertennummer), in Kraft seit 1. Dez. 2007 ( AS 2007 5259 ; BBl 2006 501 )."
    },
    {
      "provision_ref": "art89",
      "section": "89",
      "title": "",
      "content": "Aufgehoben durch Ziff. I des BG vom 18. Dez. 2020 (Systematische Verwendung der AHV-Nummer durch Behörden), mit Wirkung seit 1. Jan. 2022 ( AS 2021 758 ; BBl 2019 7359 )."
    },
    {
      "provision_ref": "art90",
      "section": "90",
      "title": "Zustellung von Urteilen und Einstellungsverfügungen",
      "content": "Die Urteile sowie die Einstellungsverfügungen sind in vollständiger Ausführung unverzüglich der Ausgleichskasse zuzustellen, welche die strafbare Handlung angezeigt hat. Fassung gemäss Ziff. I des BG vom 17. Juni 2011 (Verbesserung der Durchführung), in Kraft seit 1. Jan. 2012 ( AS 2011 4745 ; BBl 2011 543 )."
    },
    {
      "provision_ref": "art91",
      "section": "91",
      "title": "Ordnungsbussen",
      "content": "1 Wer Ordnungs- und Kontrollvorschriften verletzt, ohne dass die Verletzung gemäss Artikel 87 oder 88 unter Strafe gestellt ist, wird von der Ausgleichskasse nach vorausgegangener Mahnung mit einer Ordnungsbusse bis zu 1000 Franken belegt. Im Wiederholungsfall innert zweier Jahre kann eine Ordnungsbusse bis zu 5000 Franken ausgesprochen werden. 2 Die Bussenverfügung ist zu begründen. Fassung gemäss Ziff. I des BG vom 30. Juni 1972, in Kraft seit 1. Jan. 1973 ( AS 1972 2483 ; BBl 1971 II 1057 ). Fassung gemäss Ziff. I des BG vom 7. Okt. 1994 (10. AHV-Revision), in Kraft seit 1. Jan. 1997 ( AS 1996 2466 ; BBl 1990 II 1 ). Fassung gemäss Anhang Ziff. 1 des BG vom 21. Juni 2019, in Kraft seit 1. Jan. 2021 ( AS 2020 5137 ; BBl 2018 1607 )."
    },
    {
      "provision_ref": "art92",
      "chapter": "Achter Abschnitt: Verschiedene Bestimmungen",
      "section": "92",
      "title": "",
      "content": "Aufgehoben durch Ziff. I des BG vom 23. Juni 2000, mit Wirkung seit 1. Jan. 2001 ( AS 2000 2677 ; BBl 1999 4983 )."
    },
    {
      "provision_ref": "art92a",
      "chapter": "Achter Abschnitt: Verschiedene Bestimmungen",
      "section": "92a",
      "title": "",
      "content": "Eingefügt durch Ziff. I des BG vom 7. Okt. 1994 (10. AHV-Revision) ( AS 1996 2466 ; BBl 1990 II 1 ). Aufgehoben durch Ziff. I des BG vom 23. Juni 2006 (Neue AHV-Versichertennummer), mit Wirkung seit 1. Dez. 2007 ( AS 2007 5259 ; BBl 2006 501 )."
    },
    {
      "provision_ref": "art93",
      "chapter": "Achter Abschnitt: Verschiedene Bestimmungen",
      "section": "93",
      "title": "Meldungen an die Arbeitslosenversicherung",
      "content": "Die Zentrale Ausgleichstelle gleicht die ihr gemeldeten Taggeldbezüge der Arbeitslosenversicherung mit den ihr von den Ausgleichskassen gemeldeten Einträgen in den individuellen Konten ab. Stellt sie dabei fest, dass eine Person, die ein Taggeld der Arbeitslosenversicherung bezogen hat, für die gleiche Periode ein Einkommen aus Erwerbstätigkeit erzielt hat, so meldet sie dies von Amtes wegen der zuständigen Stelle der Arbeitslosenversicherung zur weiteren Abklärung. Fassung gemäss Anhang Ziff. 6 des BG vom 17. Juni 2005 gegen die Schwarzarbeit, in Kraft seit 1. Jan. 2008 ( AS 2007 359 ; BBl 2002 3605 )."
    },
    {
      "provision_ref": "art93bis",
      "chapter": "Achter Abschnitt: Verschiedene Bestimmungen",
      "section": "93bis",
      "title": "bis Meldungen an das Staatssekretariat für Migration",
      "content": "1 Die Zentrale Ausgleichstelle gleicht die ihr vom Staatssekretariat für Migration (SEM) übermittelten AHV-Nummern von Personen aus dem Asyl- und Ausländerbereich, für welche die Kantone Pauschalabgeltungen erhalten, periodisch mit den ihr von den Ausgleichskassen gemeldeten Einträgen in den individuellen Konten ab. 2 Stellt sie dabei fest, dass eine gemeldete Person ein Einkommen aus einer Erwerbstätigkeit erzielt hat, so meldet sie dies von Amtes wegen dem SEM zur Überprüfung der ausgerichteten Pauschalabgeltungen und der korrekten Abrechnung der Sonderabgabe. 3 Der Bund zahlt einen Pauschalbeitrag zur anteilsmässigen Abgeltung der Aufwendungen, die der Zentralen Ausgleichstelle und den Ausgleichskassen aus dem Datenabgleich, der Datenübermittlung und der Datenpflege entstanden sind. Eingefügt durch Anhang Ziff. 3 des BG vom 25. Sept. 2015, in Kraft seit 1. Okt. 2016 ( AS 2016 3101 ; BBl 2014 7991 )."
    },
    {
      "provision_ref": "art94",
      "section": "94",
      "title": "",
      "content": "Aufgehoben durch Anhang Ziff. 7 des BG vom 6. Okt. 2000 über den Allgemeinen Teil des Sozialversicherungsrechts, mit Wirkung seit 1. Jan. 2003 ( AS 2002 3371 ; BBl 1991 II 185 910 , 1994 V 921 , 1999 4523 )."
    },
    {
      "provision_ref": "art95",
      "section": "95",
      "title": "Vergütung und Übernahme der Kosten",
      "content": "1 Der AHV-Ausgleichfonds vergütet dem Bund die Kosten: a. der Zentralen Ausgleichsstelle; b. der in Artikel 62 Absatz 2 genannten Ausgleichskasse für die Durchführung der Alters- und Hinterlassenenversicherung; die Kosten für die Durchführung der freiwilligen Versicherung werden nur bis zu dem Betrag vergütet, der durch die Verwaltungskostenbeiträge nicht gedeckt ist; c. die ihm aus der Wahrnehmung der Aufsicht, der Durchführung der Alters- und Hinterlassenenversicherung und einer allgemeinen Information der Versicherten über die Beiträge und Leistungen der Versicherung erwachsen; d. die ihm für wissenschaftliche Auswertungen entstehen, die er im Zusammenhang mit der Umsetzung und der Überprüfung der Wirksamkeit dieses Gesetzes erstellt oder erstellen lässt, um die Durchführung der Versicherung zu verbessern; und e. die ihm aus der Vollzugs- und Aufsichtstätigkeit im Zusammenhang mit der Beitragsgewährung nach Artikel 101 bis entstehen. 2 Der AHV-Ausgleichsfonds vergütet der Zentralen Ausgleichsstelle im Rahmen von Absatz 1 Buchstabe a die durch den Betrieb und die Weiterentwicklung des Registers der laufenden Geldleistungen, des Versichertenregisters sowie des Informationssystems nach Artikel 71 Absatz 4 bis entstehenden Kosten. 3 Er übernimmt: a. die Kosten für die Entwicklung und den Betrieb von gesamtschweizerisch anwendbaren Informationssystemen, sofern sie für die Ausgleichskassen, die Versicherten oder die Arbeitgeber Erleichterungen bringen; b. die ausgewiesenen Posttaxen, die sich aus der Durchführung der Alters- und Hinterlassenenversicherung ergeben. 4 Der Bundesrat erlässt Vorschriften über den Umfang der Aufwendungen, die durch den AHV-Ausgleichsfonds übernommen werden, und legt den Betrag fest, der für die allgemeine Information der Versicherten verwendet werden darf. Fassung gemäss Ziff. I des BG vom 17. Juni 2022 (Modernisierung der Aufsicht), in Kraft seit 1. Jan. 2024 ( AS 2023 688 ; BBl 2020 1 )."
    },
    {
      "provision_ref": "art95a",
      "section": "95a",
      "title": "a Vergütung weiterer Kosten",
      "content": "Der AHV-Ausgleichsfonds vergütet dem Bund neben den Kosten nach Artikel 95 die Kosten für die Entwicklung und den Betrieb von Informationssystemen, die der Erfüllung der Aufgaben nach Anhang II des Freizügigkeitsabkommens dienen. Eingefügt durch Ziff. I des BG vom 7. Okt. 1994 (10. AHV-Revision) ( AS 1996 2466 ; BBl 1990 II 1 ). Fassung gemäss Anhang Ziff. 1 des BG vom 21. Juni 2019, in Kraft seit 1. Jan. 2021 ( AS 2020 5137 ; BBl 2018 1607 ). SR 0.142.112.681"
    },
    {
      "provision_ref": "art96",
      "section": "96",
      "title": "",
      "content": "Aufgehoben durch Anhang Ziff. 7 des BG vom 6. Okt. 2000 über den Allgemeinen Teil des Sozialversicherungsrechts ( AS 2002 3371 ; BBl 1991 II 185 910 , 1994 V 921 , 1999 4523 )."
    },
    {
      "provision_ref": "art97",
      "section": "97",
      "title": "",
      "content": "Aufgehoben durch Anhang Ziff. 1 des BG vom 21. Juni 2019, mit Wirkung seit 1. Jan. 2021 ( AS 2020 5137 ; BBl 2018 1607 )."
    },
    {
      "provision_ref": "art98",
      "section": "98",
      "title": "",
      "content": "Aufgehoben durch Art. 18 des BG vom 19. März 1965 über Ergänzungsleistungen zur Alters-, Hinterlassenen- und Invalidenversicherung, mit Wirkung seit 1. Jan. 1966 ( AS 1965 537 ; BBl 1964 II 681 )."
    },
    {
      "provision_ref": "art99",
      "section": "99",
      "title": "",
      "content": "Aufgehoben durch Anhang Ziff. 13 des BG vom 16. Dez. 1994, mit Wirkung seit 1. Jan. 1997 ( AS 1995 1227 ; BBl 1991 III 1 )."
    },
    {
      "provision_ref": "art100",
      "section": "100",
      "title": "",
      "content": "Aufgehoben durch Ziff. II 409 des BG vom 15. Dez. 1989 über die Genehmigung kantonaler Erlasse durch den Bund, mit Wirkung seit 1. Febr. 1991 ( AS 1991 362 ; BBl 1988 II 1333 )."
    },
    {
      "provision_ref": "art101",
      "section": "101",
      "title": "",
      "content": "Aufgehoben durch Ziff. I 1 des BG vom 5. Okt. 1984, mit Wirkung seit 1. Jan. 1986 ( AS 1985 2002 ; BBl 1981 III 737 )."
    },
    {
      "provision_ref": "art101bis",
      "section": "101bis",
      "title": "bis Beiträge zur Förderung der Altershilfe",
      "content": "1 Die Versicherung kann gesamtschweizerisch tätigen gemeinnützigen privaten Institutionen Beiträge an die Personal- und Organisationskosten für die Durchführung folgender Aufgaben zugunsten Betagter gewähren: a. Beratung, Betreuung und Beschäftigung; b. Kurse, die der Erhaltung oder Verbesserung der geistigen oder körperlichen Fähigkeiten, der Selbstsorge sowie der Herstellung des Kontaktes mit der Umwelt dienen; c. Koordinations- und Entwicklungsaufgaben; d. Weiterbildung von Hilfspersonal. 2 Die Beitragsgewährung erfolgt mittels Leistungsverträgen. Der Bundesrat bestimmt die Subventionskriterien und setzt die Höchstgrenzen der Beiträge fest. Er legt eine Prioritätenordnung fest und kann die Ausrichtung der Beiträge von weiteren Voraussetzungen abhängig machen oder mit Auflagen verbinden. Das zuständige Bundesamt schliesst die Leistungsverträge ab und regelt die Berechnung der Beiträge sowie die Einzelheiten der Anspruchsvoraussetzungen. 3 … 4 Soweit auf Grund anderer Bundesgesetze Beiträge an Aufwendungen im Sinne von Absatz 1 gewährt werden, richtet die Versicherung keine Beiträge aus. Eingefügt durch Ziff. I des BG vom 24. Juni 1977 (9. AHV-Revision), in Kraft seit 1. Jan. 1979 ( AS 1978 391 ; BBl 1976 III 1 ). Fassung gemäss Ziff. II 24 des BG vom 6. Okt. 2006 zur Neugestaltung des Finanzausgleichs und der Aufgabenteilung zwischen Bund und Kantonen (NFA), in Kraft seit 1. Jan. 2008 ( AS 2007 5779 ; BBl 2005 6029 ). Siehe auch die UeB dieser Änd. am Ende dieses Textes. Fassung gemäss Ziff. II 24 des BG vom 6. Okt. 2006 zur Neugestaltung des Finanzausgleichs und der Aufgabenteilung zwischen Bund und Kantonen (NFA), in Kraft seit 1. Jan. 2008 ( AS 2007 5779 ; BBl 2005 6029 ). Fassung gemäss Ziff. II 24 des BG vom 6. Okt. 2006 zur Neugestaltung des Finanzausgleichs und der Aufgabenteilung zwischen Bund und Kantonen (NFA), in Kraft seit 1. Jan. 2008 ( AS 2007 5779 ; BBl 2005 6029 ). Die Änd. gemäss BG vom 20. Juni 2014 über die Weiterbildung, in Kraft seit 1. Jan. 2017, betrifft nur den französischen und den italienischen Text ( AS 2016 689 ; BBl 2013 3729 ). Fassung des dritten Satzes gemäss Anhang Ziff. 2 des BG vom 19. Juni 2020 (Weiterentwicklung der IV), in Kraft seit 1. Jan. 2022 ( AS 2021 705 ; BBl 2017 2535 ). Fassung gemäss Ziff. II 24 des BG vom 6. Okt. 2006 zur Neugestaltung des Finanzausgleichs und der Aufgabenteilung zwischen Bund und Kantonen (NFA), in Kraft seit 1. Jan. 2008 ( AS 2007 5779 ; BBl 2005 6029 ). Aufgehoben durch Ziff. II 24 des BG vom 6. Okt. 2006 zur Neugestaltung des Finanzausgleichs und der Aufgabenteilung zwischen Bund und Kantonen (NFA), mit Wirkung seit 1. Jan. 2008 ( AS 2007 5779 ; BBl 2005 6029 )."
    },
    {
      "provision_ref": "art101ter",
      "section": "101ter",
      "title": "",
      "content": "Eingefügt durch Ziff. I des BG vom 21. Juni 2002 ( AS 2002 3475 ; BBl 2002 803 ). Aufgehoben durch Anhang Ziff. 107 des Verwaltungsgerichtsgesetzes vom 17. Juni 2005, mit Wirkung seit 1. Jan. 2007 ( AS 2006 2197 1069 ; BBl 2001 4202 )."
    },
    {
      "provision_ref": "art102",
      "chapter": "Erster Abschnitt: Die Aufbringung der Mittel",
      "section": "102",
      "title": "",
      "content": "1 Die Leistungen der Alters- und Hinterlassenenversicherung werden finanziert durch: a. die Beiträge der Versicherten und der Arbeitgeber; b. den Beitrag des Bundes; c. die Vermögenserträge des AHV-Ausgleichsfonds; d. die Einnahmen aus dem Rückgriff auf haftpflichtige Dritte; e. die Erträge zugunsten der Versicherung aus der Erhöhung der Mehrwertsteuersätze nach Artikel 130 Absätze 3 und 3 ter BV; f. den Ertrag aus der Spielbankenabgabe. 2 Die Hilflosenentschädigung wird ausschliesslich durch den Bund finanziert. Fassung gemäss Ziff. I des BG vom 19. Dez. 1963, in Kraft seit 1. Jan. 1964 ( AS 1964 285 ; BBl 1963 II 517 ). Fassung gemäss Ziff. II Bst. c des BG vom 4. Okt. 1968, in Kraft seit 1. Jan. 1969 ( AS 1969 111 ; BBl 1968 I 602 ). Fassung gemäss Ziff. I des BG vom 17. Dez. 2021 (AHV 21), in Kraft seit 1. Jan. 2024 ( AS 2023 92 ; BBl 2019 6305 ). Fassung gemäss Ziff. I des BG vom 17. Dez. 2021 (AHV 21), in Kraft seit 1. Jan. 2024 ( AS 2023 92 ; BBl 2019 6305 ). Eingefügt durch Ziff. I 1 des BG vom 5. Okt. 1984, in Kraft seit 1. Jan. 1986 ( AS 1985 2002 ; BBl 1981 III 737 ). Eingefügt durch Ziff. I des BG vom 17. Dez. 2021 (AHV 21), in Kraft seit 1. Jan. 2024 ( AS 2023 92 ; BBl 2019 6305 ). Eingefügt durch Ziff. I des BG vom 17. Dez. 2021 (AHV 21), in Kraft seit 1. Jan. 2024 ( AS 2023 92 ; BBl 2019 6305 ). Fassung gemäss Ziff. II 24 des BG vom 6. Okt. 2006 zur Neugestaltung des Finanzausgleichs und der Aufgabenteilung zwischen Bund und Kantonen (NFA), in Kraft seit 1. Jan. 2008 ( AS 2007 5779 ; BBl 2005 6029 )."
    },
    {
      "provision_ref": "art103",
      "section": "103",
      "title": "Bundesbeitrag",
      "content": "Der Bundesbeitrag beläuft sich auf 20,2 Prozent der jährlichen Ausgaben der Versicherung; davon wird der Beitrag an die Hilflosenentschädigung nach Artikel 102 Absatz 2 abgezogen. Fassung gemäss Ziff. I des BG vom 17. Dez. 2021 (AHV 21), in Kraft seit 1. Jan. 2024 ( AS 2023 92 ; BBl 2019 6305 )."
    },
    {
      "provision_ref": "art104",
      "section": "104",
      "title": "Finanzierung des Bundesbeitrags",
      "content": "1 Zur Finanzierung des Bundesbeitrags werden zuerst die Erträge aus der Belastung des Tabaks und der gebrannten Wasser verwendet. 2 Der fehlende Betrag wird mit allgemeinen Mitteln gedeckt. Fassung gemäss Ziff. I des BG vom 17. Dez. 2021 (AHV 21), in Kraft seit 1. Jan. 2024 ( AS 2023 92 ; BBl 2019 6305 )."
    },
    {
      "provision_ref": "art105106",
      "section": "105106",
      "title": "",
      "content": "Aufgehoben durch Ziff. I 1 des BG vom 5. Okt. 1984, mit Wirkung seit 1. Jan. 1986 ( AS 1985 2002 ; BBl 1981 III 737 )."
    },
    {
      "provision_ref": "art107",
      "chapter": "Zweiter Abschnitt: Der Ausgleichsfonds der Alters- und Hinterlassenenversicherung",
      "section": "107",
      "title": "Bildung",
      "content": "1 Unter der Bezeichnung «Ausgleichsfonds der Alters- und Hinterlassenenversicherung» (AHV-Ausgleichsfonds) wird ein Fonds gebildet, dem alle Einnahmen gemäss Artikel 102 gutgeschrieben und alle Leistungen gemäss dem dritten Abschnitt des ersten Teils, die Zuschüsse gemäss Artikel 69 Absatz 2 dieses Gesetzes sowie die Ausgaben aufgrund des Regresses nach den Artikeln 72–75 ATSG belastet werden. 2 Der Bund leistet seinen Beitrag monatlich an den AHV-Ausgleichsfonds. 3 Der AHV-Ausgleichsfonds darf in der Regel nicht unter den Betrag einer Jahresausgabe sinken. SR 830.1 Fassung gemäss Ziff. II 4 des Ausgleichsfondsgesetzes vom 16. Juni 2017, in Kraft seit 1. Jan. 2019 ( AS 2017 7563 ; BBl 2016 311 ). Fassung gemäss Ziff. II 24 des BG vom 6. Okt. 2006 zur Neugestaltung des Finanzausgleichs und der Aufgabenteilung zwischen Bund und Kantonen (NFA), in Kraft seit 1. Jan. 2008 ( AS 2007 5779 ; BBl 2005 6029 ). Eingefügt durch Ziff. I des BG vom 4. Okt. 1968 ( AS 1969 111 ; BBl 1968 I 602 ). Fassung gemäss Ziff. I des BG vom 30. Juni 1972, in Kraft seit 1. Jan. 1973 ( AS 1972 2483 ; BBl 1971 II 1057 )."
    },
    {
      "provision_ref": "art108",
      "chapter": "Zweiter Abschnitt: Der Ausgleichsfonds der Alters- und Hinterlassenenversicherung",
      "section": "108",
      "title": "",
      "content": "Aufgehoben durch Anhang Ziff. II 4 des Ausgleichsfondsgesetzes vom 16. Juni 2017, mit Wirkung seit 1. Jan. 2019 ( AS 2017 7563 ; BBl 2016 311 )."
    },
    {
      "provision_ref": "art109",
      "chapter": "Zweiter Abschnitt: Der Ausgleichsfonds der Alters- und Hinterlassenenversicherung",
      "section": "109",
      "title": "Verwaltung",
      "content": "Die Verwaltung des AHV-Ausgleichsfonds richtet sich nach dem Ausgleichsfondsgesetz vom 16. Juni 2017. Fassung gemäss Anhang Ziff. II 4 des Ausgleichsfondsgesetzes vom 16. Juni 2017, in Kraft seit 1. Jan. 2019 ( AS 2017 7563 ; BBl 2016 311 ). SR 830.2"
    },
    {
      "provision_ref": "art110",
      "section": "110",
      "title": "",
      "content": "Aufgehoben durch Anhang Ziff. II 4 des Ausgleichsfondsgesetzes vom 16. Juni 2017, mit Wirkung seit 1. Jan. 2019 ( AS 2017 7563 ; BBl 2016 311 )."
    },
    {
      "provision_ref": "art111",
      "chapter": "Dritter Abschnitt: …",
      "section": "111",
      "title": "",
      "content": "Aufgehoben durch Ziff. I des BG vom 17. Dez. 2021 (AHV 21), mit Wirkung seit 1. Jan. 2024 ( AS 2023 92 ; BBl 2019 6305 )."
    },
    {
      "provision_ref": "art112",
      "chapter": "Dritter Abschnitt: …",
      "section": "112",
      "title": "",
      "content": "Aufgehoben durch Ziff. I des BG vom 19. Dez. 1963, mit Wirkung seit 1. Jan. 1964 ( AS 1964 285 ; BBl 1963 II 517 )."
    },
    {
      "provision_ref": "art113153",
      "chapter": "Vierter Abschnitt: …",
      "section": "113153",
      "title": "",
      "content": "Aufgehoben durch Art. 46 Bst. a des BG vom 21. März 1969 über die Tabakbesteuerung, mit Wirkung seit 1. Jan. 1970 ( AS 1969 645 ; BBl 1968 II 345 )."
    },
    {
      "provision_ref": "art153a",
      "chapter": "Dritter Teil:",
      "section": "153a",
      "title": "",
      "content": "1 In Bezug auf Personen, für die die Rechtsvorschriften der sozialen Sicherheit der Schweiz oder eines oder mehrerer EU-Mitgliedstaaten gelten oder galten und die Staatsangehörige der Schweiz oder eines EU-Mitgliedstaates sind, auf Flüchtlinge oder Staatenlose mit Wohnort in der Schweiz oder einem EU-Mitgliedstaat sowie auf die Familienangehörigen und Hinterlassenen dieser Personen sind auf die Leistungen im Geltungsbereich des vorliegenden Gesetzes folgende Erlasse in der für die Schweiz verbindlichen Fassung von Anhang II, Abschnitt A, des Abkommens vom 21. Juni 1999 zwischen der Schweizerischen Eidgenossenschaft einerseits und der Europäischen Gemeinschaft und ihren Mitgliedstaaten andererseits über die Freizügigkeit (Freizügigkeitsabkommen) anwendbar: a. Verordnung (EG) Nr. 883/2004; b. Verordnung (EG) Nr. 987/2009; c. Verordnung (EWG) Nr. 1408/71; d. Verordnung (EWG) Nr. 574/72. 2 In Bezug auf Personen, für die die Rechtsvorschriften der sozialen Sicherheit der Schweiz, Islands, Norwegens oder Liechtensteins gelten oder galten und die Staatsangehörige der Schweiz, Islands, Norwegens oder Liechtensteins sind oder die als Flüchtlinge oder Staatenlose Wohnort in der Schweiz oder auf dem Gebiet Islands, Norwegens oder Liechtensteins haben, sowie auf die Familienangehörigen und Hinterlassenen dieser Personen sind auf die Leistungen im Geltungsbereich des vorliegenden Gesetzes folgende Erlasse in der für die Schweiz verbindlichen Fassung von Anlage 2 zu Anhang K des Übereinkommens vom 4. Januar 1960 zur Errichtung der Europäischen Freihandelsassoziation (EFTA-Übereinkommen) anwendbar: a. Verordnung (EG) Nr. 883/2004; b. Verordnung (EG) Nr. 987/2009; c. Verordnung (EWG) Nr. 1408/71; d. Verordnung (EWG) Nr. 574/72. 3 Der Bundesrat passt die Verweise auf die in den Absätzen 1 und 2 aufgeführten Rechtsakte der Europäischen Union jeweils an, wenn eine Anpassung des Anhangs II des Freizügigkeitsabkommens und der Anlage 2 zu Anhang K des EFTA-Übereinkommens beschlossen wurde. 4 Die Ausdrücke «Mitgliedstaaten der Europäischen Union», «Mitgliedstaaten der Europäischen Gemeinschaft», «Staaten der Europäischen Union» und «Staaten der Europäischen Gemeinschaft» im vorliegenden Gesetz bezeichnen die Staaten, für die das Freizügigkeitsabkommen gilt. Fassung gemäss Anhang Ziff. 1 des BB vom 17. Juni 2016 (Ausdehnung des Freizügigkeitsabkommens auf die Republik Kroatien), in Kraft seit 1. Jan. 2017 ( AS 2016 5233 ; BBl 2016 2223 ). Siehe auch die UeB am Schluss dieses Textes. SR 0.142.112.681 Verordnung (EG) Nr. 883/2004 des Europäischen Parlaments und des Rates vom 29. April 2004 zur Koordinierung der Systeme der sozialen Sicherheit ( SR 0.831.109.268.1 ). Verordnung (EG) Nr. 987/2009 des Europäischen Parlaments und des Rates vom 16. September 2009 zur Festlegung der Modalitäten für die Durchführung der Verordnung (EG) Nr. 883/2004 über die Koordinierung der Systeme der sozialen Sicherheit ( SR 0.831.109.268.11 ). Verordnung (EWG) Nr. 1408/71 des Rates vom 14. Juni 1971 zur Anwendung der Systeme der sozialen Sicherheit auf Arbeitnehmer und Selbstständige sowie deren Familienangehörige, die innerhalb der Gemeinschaft zu- und abwandern; in der jeweils gültigen Fassung des Freizügigkeitsabkommens ( AS 2004 121 , 2008 4219 4273 , 2009 4831 ) bzw. des revidierten EFTA-Übereinkommens. Verordnung (EWG) Nr. 574/72 des Rates vom 21. März 1972 über die Durchführung der Verordnung (EWG) Nr. 1408/71 zur Anwendung der Systeme der sozialen Sicherheit auf Arbeitnehmer und Selbstständige sowie deren Familienangehörige, die innerhalb der Gemeinschaft zu- und abwandern; in der jeweils gültigen Fassung des Freizügigkeitsabkommens ( AS 2005 3909 , 2008 4273 , 2009 621 4845 ) bzw. des revidierten EFTA-Übereinkommens. SR 0.632.31"
    },
    {
      "provision_ref": "art153b",
      "chapter": "Vierter Teil:",
      "section": "153b",
      "title": "b Begriff",
      "content": "Die Verwendung der AHV-Nummer nach Artikel 50 c gilt als systematisch, wenn die ganze AHV-Nummer, ein Teil davon oder eine geänderte Form dieser Nummer mit Personendaten verbunden wird und diese Daten in strukturierter Form gesammelt werden."
    },
    {
      "provision_ref": "art153c",
      "chapter": "Vierter Teil:",
      "section": "153c",
      "title": "c Berechtigte",
      "content": "1 Nur folgende Behörden, Organisationen und Personen sind berechtigt, die AHV-Nummer systematisch zu verwenden: a. soweit sie zur Erfüllung ihrer gesetzlichen Aufgaben erforderlich ist: 1. die eidgenössischen Departemente und die Bundeskanzlei, 2. die dezentralisierten Einheiten der Bundesverwaltung, 3. die Einheiten der Kantons- und Gemeindeverwaltungen, 4. die Organisationen und Personen des öffentlichen oder privaten Rechts, die nicht den Verwaltungen nach den Ziffern 1–3 angehören und die durch Bundesrecht, kantonales Recht oder kommunales Recht oder durch Vertrag mit Verwaltungsaufgaben betraut sind, sofern das anwendbare Recht die systematische Verwendung der AHV-Nummer vorsieht, 5. die Bildungsinstitutionen; b. die privaten Versicherungsunternehmen in Fällen nach Artikel 47 a des Versicherungsvertragsgesetzes vom 2. April 1908; c. die Organe, die beauftragt sind, die in einem allgemeinverbindlich erklärten Gesamtarbeitsvertrag vorgesehenen Kontrollen durchzuführen. 2 Sie dürfen die AHV-Nummer nicht systematisch verwenden in den Bereichen, in denen das anwendbare Recht dies ausdrücklich ausschliesst. SR 221.229.1"
    },
    {
      "provision_ref": "art153d",
      "chapter": "Vierter Teil:",
      "section": "153d",
      "title": "d Technische und organisatorische Massnahmen",
      "content": "Die zur systematischen Verwendung der AHV-Nummer berechtigten Behörden, Organisationen und Personen dürfen diese Nummer nur verwenden, wenn sie folgende technische und organisatorische Massnahmen getroffen haben: a. Sie beschränken den Zugang zu Datenbanken, welche die AHV-Nummer enthalten, auf die Personen, welche die AHV-Nummer zur Erfüllung ihrer Aufgaben benötigen und schränken bei elektronischen Datenbanken die Lese- und Schreibrechte entsprechend ein. b. Sie bezeichnen eine für die systematische Verwendung der AHV-Nummer zuständige Person. c. Sie sorgen dafür, dass die zugangs- und zugriffsberechtigten Personen in Aus- und Weiterbildung darin geschult werden, dass die AHV-Nummer nur aufgabenbezogen verwendet und nur entsprechend den gesetzlichen Vorgaben bekannt gegeben werden darf. d. Sie treffen Massnahmen zur Wahrung der Informationssicherheit und des Datenschutzes, die der Risikolage angepasst sind und dem Stand der Technik entsprechen; sie sorgen insbesondere für eine dem Stand der Technik entsprechende Verschlüsselung von Datensätzen, welche die AHV-Nummer enthalten und über ein öffentliches Netz übertragen werden. e. Sie legen fest, wie im Falle eines missbräuchlichen Zugriffs auf Datenbanken oder einer missbräuchlichen Nutzung derselben vorzugehen ist. Siehe auch die SchlB Änd. 18.12.2020 am Ende des Textes."
    },
    {
      "provision_ref": "art153e",
      "section": "153e",
      "title": "e Risikoanalyse",
      "content": "1 Die folgenden Einheiten führen periodisch eine Risikoanalyse durch, die insbesondere dem Risiko einer unerlaubten Zusammenführung von Datenbanken Rechnung trägt: a. die eidgenössischen Departemente und die Bundeskanzlei für Datenbanken, die sie selber führen, und für Datenbanken, welche die Behörden, Organisationen und Personen nach Artikel 153 c Absatz 1 Buchstabe a Ziffern 2 und 4, die Bildungsinstitutionen in ihrem Zuständigkeitsbereich und die privaten Versicherungsunternehmen nach Artikel 153 c Absatz 1 Buchstabe b führen; b. die Kantone für Datenbanken, die von Einheiten der kantonalen und kommunalen Verwaltung und von Organisationen und Personen nach Artikel 153 c Absatz 1 Buchstabe a Ziffern 4 und 5 geführt werden, sofern das kantonale oder kommunale anwendbare Recht die systematische Verwendung der AHV-Nummer vorsieht. 2 Sie führen im Hinblick auf die Risikoanalyse ein Verzeichnis der Datenbanken, in denen die AHV-Nummer systematisch verwendet wird."
    },
    {
      "provision_ref": "art153f",
      "section": "153f",
      "title": "f Mitwirkungspflichten",
      "content": "Die Behörden, Organisationen und Personen, welche die AHV-Nummer systematisch verwenden, müssen der Zentralen Ausgleichsstelle bei der Wahrnehmung ihrer Aufgaben behilflich sein. Sie haben insbesondere folgende Mitwirkungspflichten: a. Sie erstatten der Zentralen Ausgleichsstelle Meldung über die systematische Verwendung der AHV-Nummer. b. Sie lassen Kontrollen durch die Zentrale Ausgleichsstelle zu, stellen dieser die für die Verifizierung der AHV-Nummer notwendigen Daten zur Verfügung und erteilen ihr die diesbezüglich benötigten Auskünfte. c. Sie nehmen die von der Zentralen Ausgleichsstelle angeordneten Korrekturen bei der AHV-Nummer vor."
    },
    {
      "provision_ref": "art153g",
      "section": "153g",
      "title": "g Bekanntgabe der AHV-Nummer beim Vollzug von kantonalem oder kommunalem Recht",
      "content": "Die Behörden, Organisationen und Personen, die beim Vollzug von kantonalem oder kommunalem Recht die AHV-Nummer systematisch verwenden, dürfen die AHV-Nummer bekannt geben, wenn keine offensichtlich schutzwürdigen Interessen der betroffenen Person entgegenstehen und: a. die Bekanntgabe für die Erfüllung ihrer Aufgaben, insbesondere zur Verifizierung der AHV-Nummer, erforderlich ist; b. die Bekanntgabe für die Empfängerin oder den Empfänger für die Erfüllung ihrer oder seiner gesetzlichen Aufgaben unentbehrlich ist; oder c. die betroffene Person im Einzelfall der Bekanntgabe zugestimmt hat."
    },
    {
      "provision_ref": "art153h",
      "section": "153h",
      "title": "h Gebühren",
      "content": "Der Bundesrat kann Gebühren vorsehen für die Dienstleistungen, welche die Zentrale Ausgleichsstelle im Zusammenhang mit der systematischen Verwendung der AHV-Nummer ausserhalb der AHV erbringt."
    },
    {
      "provision_ref": "art153i",
      "section": "153i",
      "title": "i Strafbestimmungen des vierten Teils",
      "content": "1 Wer die AHV-Nummer systematisch verwendet, ohne dazu nach Artikel 153 c Absatz 1 berechtigt zu sein, wird mit Geldstrafe bestraft. 2 Wer die AHV-Nummer verwendet, ohne die technischen und organisatorischen Massnahmen nach Artikel 153 d zu treffen, wird mit Busse bestraft. 3 Artikel 79 ATSG ist anwendbar. SR 830.1"
    },
    {
      "provision_ref": "art154",
      "chapter": "Fünfter Teil:",
      "section": "154",
      "title": "Inkrafttreten und Vollzug",
      "content": "1 Dieses Gesetz tritt am 1. Januar 1948 in Kraft. Der Bundesrat ist befugt, nach Aufnahme des Gesetzes in die eidgenössische Gesetzessammlung einzelne Bestimmungen organisatorischer Natur schon vor dem 1. Januar 1948 in Kraft zu setzen. 2 Der Bundesrat ist mit dem Vollzug beauftragt und erlässt die hiezu erforderlichen Verordnungen. Die Art. 9, Abs. 4, 17, 50, 51, Abs. 4, 53–58, 61–69, 71–73, 75, 77, Abs. 1, letzter Satz, 80, Abs. 1, 82, 85, 91, 93, 94, 96, 97, 100, 101 und 109 traten am 1. Aug. 1947 in Kraft (BRB vom 28. Juli 1947; AS 63 895 )."
    },
    {
      "provision_ref": "art155",
      "chapter": "Fünfter Teil:",
      "section": "155",
      "title": "",
      "content": "Eingefügt durch Ziff. I 1 des BG vom 5. Okt. 1984 ( AS 1985 2002 ; BBl 1981 III 737 ). Aufgehoben durch Ziff. II 39 des BG vom 20. März 2008 zur formellen Bereinigung des Bundesrechts, mit Wirkung seit 1. Aug. 2008 ( AS 2008 3437 ; BBl 2007 6121 )."
    }
  ],
  "definitions": []
}