{
  "id": "sr-831-201-26",
  "type": "statute",
  "title": "Verordnung des EDI vom 25. Mai 2011 über die Zulassung von Pädakustikern und Pädakustikerinnen",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2011/368/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Zweck",
      "content": "Diese Verordnung regelt die Zulassung von Pädakustikern und Pädakustikerinnen, die Versicherte unter 18 Jahren mit Hörgeräten versorgen, die Geräte anpassen und die Versicherte über die korrekte Anwendung instruieren."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Zulassung",
      "content": "Nur vom Bundesamt für Sozialversicherungen (BSV) zugelassene Pädakustiker und Pädakustikerinnen sind befugt, auf Kosten der Invalidenversicherung tätig zu sein."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Ausbildung",
      "content": "Für die Zulassung müssen Pädakustiker und Pädakustikerinnen folgende Ausbildungsvoraussetzungen erfüllen: a. Abschluss als Hörgeräteakustikerin oder Hörgeräteakustiker mit eidgenössischem Fachausweis oder ein vom Bundesamt für Berufsbildung und Technologie als gleichwertig anerkanntes ausländisches Diplom und zusätzlich eine Ausbildung mit Abschlussprüfung und Diplomarbeit in Pädakustik; oder b. Hochschulabschluss in Physik oder einer technischen Fachrichtung sowie eine nachgewiesene Spezialisierung auf dem Gebiet der Abklärung und Therapie von Schwerhörigkeit mindestens auf dem Niveau einer Dissertation und zusätzlich eine mindestens einjährige praktische Tätigkeit an einem universitären pädaudiologischen Zentrum, an dem Anpassungen von Hörgeräten für Kinder durchgeführt werden."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Räumlichkeiten",
      "content": "Für die Zulassung müssen Pädakustiker und Pädakustikerinnen über Räumlichkeiten verfügen, die: a. ruhig und in sich abgeschlossen sind; b. mindestens 8 m 2 gross und 2 m hoch sind; c. mit einer fest installierten Messanlage ausgestattet sind; d. in Bezug auf das Grundgeräusch Ziffer 3 des Anhangs zur Audiometrieverordnung vom 9. März 2010 einhalten. SR 941.216"
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Technische Einrichtung",
      "content": "1 Für die Zulassung müssen Pädakustiker und Pädakustikerinnen über folgende technische Einrichtungen verfügen: a. einen Tonaudiometer, nach den ISO-Normen kalibriert, mit Vertäubungsmöglichkeiten mit einem Frequenzbereich für Luftleitung von 125–8000 Hz, für Knochenleitung von 500–4000 Hz, für Freifeld (Lautsprecher von 125–8000 Hz) sowie mit einer Lautstärkeintensität für Luftleitung von 0–120 dB/HL, für Knochenleitung von 0–65 dB/HL und für Lautsprecher von 0–85 dB/HL; b. eine Anlage für sprachaudiometrische Prüfungen mit einem Abspielgerät mit verschleissfreien Tonträgern mit europäisch und regional anerkanntem Testmaterial; die Tests müssen sowohl über Kopfhörer bis 120 dB/SPL als auch über Lautsprecher in einer Distanz von 1 m und bis 90 dB/SPL verzerrungsfrei durchgeführt werden können; c. einen Computer mit der notwendigen Software für die Programmierung von Hörgeräten; d. eine Messeinrichtung zur Überprüfung der Hörgeräte; e. ein In-situ-Sondenmessgerät zur Überprüfung der individuellen Leistung im Ohr; f. eine Bohrmaschine mit mindestens 30 000 Umdrehungen pro Minute inklusive Fräser zur Bearbeitung verschiedener Materialien; g. eine Poliermaschine; h. ein Ultraschallgerät; i. ein Otoskop; j. ein Abdruckbesteck; k. eine RECD-Messanlage (Real-Ear-to-Coupler-Difference); l. ein Tympanometer. 2 Für audiometrische Messmittel gelten die Messmittelverordnung vom 15. Februar 2006 und die entsprechenden Ausführungsvorschriften des Eidgenössischen Justiz- und Polizeidepartements. SR 941.210"
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Erteilung der Zulassung",
      "content": "1 Der Gesuchsteller oder die Gesuchstellerin muss das Zulassungsgesuch unter Verwendung des vom BSV erstellten Formulars einreichen. 2 Das BSV entscheidet über das Zulassungsgesuch. Es kann für die Überprüfung der erforderlichen Voraussetzungen Sachverständige beiziehen."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Entzug der Zulassung",
      "content": "1 Erfüllt die zugelassene Person die erforderlichen Voraussetzungen nicht mehr oder hält sie die vom BSV zur Erfüllung der Voraussetzungen gesetzte Frist nicht ein, so kann das BSV die Zulassung entziehen. 2 Stellt die zugelassene Person ihre Tätigkeit ein, so hat sie dies unverzüglich dem BSV zu melden; das BSV entzieht daraufhin die Zulassung."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Informationspflicht",
      "content": "Jede wesentliche Änderung im Zusammenhang mit der zugelassenen Person, insbesondere in Bezug auf Standort, Adresse oder Personal, ist dem BSV unverzüglich zu melden."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Liste der zugelassenen Pädakustiker und Pädakustikerinnen",
      "content": "Das BSV erstellt eine Liste der zugelassenen Pädakustiker und Pädakustikerinnen."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 1. Juli 2011 in Kraft."
    }
  ],
  "definitions": []
}