{
  "id": "sr-831-461-3",
  "type": "statute",
  "title": "Verordnung vom 13. November 1985 über die steuerliche Abzugsberechtigung für Beiträge an anerkannte Vorsorgeformen (BVV 3)",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1985/1778_1778_1778/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "1. Abschnitt: Anerkannte Vorsorgeformen",
      "section": "1",
      "title": "Vorsorgeformen",
      "content": "1 Als anerkannte Vorsorgeformen im Sinne von Artikel 82 BVG gelten: a. die gebundene Vorsorgeversicherung bei Versicherungseinrichtungen; b. die gebundene Vorsorgevereinbarung mit Bankstiftungen. 2 Als gebundene Vorsorgeversicherungen gelten besondere Kapital- und Rentenversicherungen auf den Erlebens-, Invaliditäts- oder Todesfall, einschliesslich allfälliger Zusatzversicherungen für Unfalltod oder Invalidität, die: a. mit einer der Versicherungsaufsicht unterstellten oder mit einer öffentlichrechtlichen Versicherungseinrichtung gemäss Artikel 67 Absatz 1 BVG abgeschlossen werden, und b. ausschliesslich und unwiderruflich der Vorsorge dienen. 3 Als gebundene Vorsorgevereinbarungen gelten besondere Sparverträge, die mit Bankstiftungen abgeschlossen werden und ausschliesslich und unwiderruflich der Vorsorge dienen. Sie können durch eine Risiko-Vorsorgeversicherung ergänzt werden. 4 Vertragsmodelle für gebundene Vorsorgeversicherungen und -vereinbarungen sind der Eidgenössischen Steuerverwaltung einzureichen. Diese prüft, ob Form und Inhalt den gesetzlichen Vorschriften entsprechen und teilt das Ergebnis mit. Berichtigung vom 3. Febr. 1986 ( AS 1986 326 )."
    },
    {
      "provision_ref": "art2",
      "chapter": "1. Abschnitt: Anerkannte Vorsorgeformen",
      "section": "2",
      "title": "Begünstigte Personen",
      "content": "1 Als Begünstigte sind folgende Personen zugelassen: a. im Erlebensfall der Vorsorgenehmer; b. nach dessen Ableben die folgenden Personen in nachstehender Reihenfolge: 1. der überlebende Ehegatte oder die überlebende eingetragene Partnerin oder der überlebende eingetragene Partner, 2. die direkten Nachkommen sowie die natürlichen Personen, die von der verstorbenen Person in erheblichem Masse unterstützt worden sind, oder die Person, die mit dieser in den letzten fünf Jahren bis zu ihrem Tod ununterbrochen eine Lebensgemeinschaft geführt hat oder die für den Unterhalt eines oder mehrerer gemeinsamer Kinder aufkommen muss, 3. die Eltern, 4. die Geschwister, 5. die übrigen Erben. 2 Der Vorsorgenehmer kann eine oder mehrere begünstigte Personen unter den in Absatz 1 Buchstabe b Ziffer 2 genannten Begünstigten bestimmen und deren Ansprüche näher bezeichnen. 3 Der Vorsorgenehmer hat das Recht, die Reihenfolge der Begünstigten nach Absatz l Buchstabe b Ziffern 3–5 zu ändern und deren Ansprüche näher zu bezeichnen. Fassung gemäss Anhang Ziff. 4 der V vom 27. Okt. 2004, in Kraft seit 1. Jan. 2005 ( AS 2004 4643 ). Fassung gemäss Ziff. I 4 der V vom 29. Sept. 2006 über die Umsetzung des Partnerschaftsgesetzes vom 18. Juni 2004 in der beruflichen Alters-, Hinterlassenen- und Invalidenvorsorge, in Kraft seit 1. Jan. 2007 ( AS 2006 4155 ). Fassung gemäss Anhang Ziff. 2 der V vom 10. Juni 2005, in Kraft seit 1. Jan. 2006 ( AS 2005 4279 ). Eingefügt durch Anhang Ziff. 2 der V vom 10. Juni 2005, in Kraft seit 1. Jan. 2006 ( AS 2005 4279 )."
    },
    {
      "provision_ref": "art2a",
      "section": "2a",
      "title": "a Kürzung der Leistungen bei vorsätzlicher Herbeiführung des Todes der versicherten Person durch die begünstigte Person",
      "content": "1 Die Einrichtung der gebundenen Vorsorge kann in ihrem Reglement vorsehen, dass sie die Leistung an eine begünstigte Person kürzt oder verweigert, wenn sie Kenntnis davon erlangt, dass diese den Tod des Vorsorgenehmers vorsätzlich herbeigeführt hat. 2 Die frei gewordene Leistung fällt den nächsten Begünstigten nach Artikel 2 zu. Eingefügt durch Ziff. I 3 der V vom 26. Aug. 2020 über Änderungen in der beruflichen Vorsorge, in Kraft seit 1. Okt. 2020 ( AS 2020 3755 )."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Ausrichtung der Leistungen",
      "content": "1 Die Altersleistungen dürfen frühestens fünf Jahre vor dem ordentlichen Rentenalter der AHV (Art. 21 Abs. 1 des BG vom 20. Dez. 1946 über die Alters- Hinterlassenen- und Invalidenversicherung; AHVG) ausgerichtet werden. Sie werden bei Erreichen des ordentlichen Rentenalters der AHV fällig. Weist der Vorsorgenehmer nach, dass er weiterhin erwerbstätig ist, kann der Bezug bis höchstens fünf Jahre nach Erreichen des ordentlichen Rentenalters der AHV aufgeschoben werden. 2 Eine vorzeitige Ausrichtung der Altersleistungen ist zulässig bei Auflösung des Vorsorgeverhältnisses aus einem der folgenden Gründe: a. wenn der Vorsorgenehmer eine ganze Invalidenrente der eidgenössischen Invalidenversicherung bezieht und das Invaliditätsrisiko nicht versichert ist; b. … c. wenn der Vorsorgenehmer seine bisherige selbständige Erwerbstätigkeit aufgibt und eine andersartige selbständige Erwerbstätigkeit aufnimmt; d. wenn die Vorsorgeeinrichtung nach Artikel 5 des Freizügigkeitsgesetzes vom 17. Dezember 1993 zur Barauszahlung verpflichtet ist. 3 Die Altersleistung kann ferner vorher ausgerichtet werden für: a. Erwerb und Erstellung von Wohneigentum zum Eigenbedarf; b. Beteiligungen am Wohneigentum zum Eigenbedarf; c. Rückzahlung von Hypothekardarlehen. 4 Eine solche Ausrichtung kann alle fünf Jahre geltend gemacht werden. 5 Die Begriffe Wohneigentum, Beteiligungen und Eigenbedarf richten sich nach den Artikeln 2–4 der Verordnung vom 3. Oktober 1994 über die Wohneigentumsförderung mit Mitteln der beruflichen Vorsorge. 6 Ist die versicherte Person verheiratet oder lebt sie in eingetragener Partnerschaft, so ist die vorzeitige Ausrichtung der Altersleistungen nach den Absätzen 2 Buchstaben c und d sowie 3 nur zulässig, wenn der Ehegatte, die eingetragene Partnerin oder der eingetragene Partner schriftlich zustimmt. Kann die Zustimmung nicht eingeholt werden oder wird sie verweigert, so kann die versicherte Person das Gericht anrufen. SR 831.10 Fassung gemäss Ziff. I der V vom 17. Okt. 2007, in Kraft seit 1. Jan. 2008 ( AS 2007 5177 ). Aufgehoben durch Ziff. I 3 der V vom 26. Aug. 2020 über Änderungen in der beruflichen Vorsorge, mit Wirkung seit 1. Jan. 2021 ( AS 2020 3755 ). Fassung gemäss Art. 22 Ziff. 2 der Freizügigkeitsverordnung vom 3. Okt. 1994, in Kraft seit 1. Jan. 1995 ( AS 1994 2399 ). SR 831.42 Eingefügt durch Ziff. I der V vom 18. Sept. 1989 ( AS 1989 1903 ). Fassung gemäss Art. 20 der V vom 3. Okt. 1994 über die Wohneigentumsförderung mit Mitteln der beruflichen Vorsorge, in Kraft seit 1. Januar 1995 ( AS 1994 2379 ). Eingefügt durch Art. 20 der V vom 3. Okt. 1994 über die Wohneigentumsförderung mit Mitteln der beruflichen Vorsorge, in Kraft seit 1. Januar 1995 ( AS 1994 2379 ). SR 831.411 Eingefügt durch Art. 20 der V vom 3. Okt. 1994 über die Wohneigentumsförderung mit Mitteln der beruflichen Vorsorge, in Kraft seit 1. Januar 1995 ( AS 1994 2379 ). Eingefügt durch Ziff. I 4 der V vom 29. Sept. 2006 über die Umsetzung des Partnerschaftsgesetzes vom 18. Juni 2004 in der beruflichen Alters-, Hinterlassenen- und Invalidenvorsorge, in Kraft seit 1. Jan. 2007 ( AS 2006 4155 )."
    },
    {
      "provision_ref": "art3a",
      "section": "3a",
      "title": "a Übertragung von Vorsorgekapital in Vorsorgeeinrichtungen oder in andere anerkannte Vorsorgeformen",
      "content": "1 Der Vorsorgenehmer kann das Vorsorgeverhältnis auflösen, wenn er sein Vorsorgekapital: a. für den Einkauf in eine steuerbefreite Vorsorgeeinrichtung verwendet; b. in eine andere anerkannte Vorsorgeform überträgt. 2 Er kann sein Vorsorgekapital nur dann teilweise übertragen, wenn er es für den vollständigen Einkauf in eine steuerbefreite Vorsorgeeinrichtung verwendet. 3 Die Übertragung von Vorsorgekapital und der Einkauf sind bis zum Erreichen des ordentlichen Rentenalters der AHV (Art. 21 Abs. 1 AHVG) zulässig. Weist der Vorsorgenehmer nach, dass er weiterhin erwerbstätig ist, so kann eine solche Übertragung oder ein solcher Einkauf bis höchstens fünf Jahre nach Erreichen des ordentlichen Rentenalters vorgenommen werden. [tab] 4 Eine solche Übertragung oder ein solcher Einkauf ist allerdings nicht mehr möglich, sobald eine Versicherungspolice ab fünf Jahren vor Erreichen des ordentlichen Rentenalters fällig wird. Eingefügt durch Ziff. I 3 der V vom 26. Aug. 2020 über Änderungen in der beruflichen Vorsorge, in Kraft seit 1. Jan. 2021 ( AS 2020 3755 ). SR 831.10"
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Abtretung, Verpfändung und Verrechnung",
      "content": "1 Für die Abtretung, Verpfändung und Verrechnung von Leistungsansprüchen gilt Artikel 39 BVG sinngemäss. 2 Für die Verpfändung des Vorsorgekapitals oder des Anspruchs auf Vorsorgeleistungen für das Wohneigentum der versicherten Person gilt Artikel 30 b BVG oder Artikel 331 d des Obligationenrechts und die Artikel 8–10 der Verordnung vom 3. Oktober 1994 über die Wohneigentumsförderung mit Mitteln der beruflichen Vorsorge sinngemäss. 3 Ansprüche auf Altersleistungen können dem Ehegatten ganz oder teilweise vom Vorsorgenehmer abgetreten oder vom Gericht zugesprochen werden, wenn der Güterstand anders als durch Tod aufgelöst wird. Die Einrichtung des Vorsorgenehmers hat den zu übertragenden Betrag an eine vom Ehegatten bezeichnete Einrichtung nach Artikel 1 Absatz 1 oder an eine Vorsorgeeinrichtung zu überweisen; vorbehalten bleibt Artikel 3. 4 Absatz 3 gilt sinngemäss bei der gerichtlichen Auflösung einer eingetragenen Partnerschaft, wenn die beiden Partnerinnen oder Partner vereinbart haben, dass das Vermögen gemäss den Bestimmungen über die Errungenschaftsbeteiligung geteilt wird (Art. 25 Abs. 1 zweiter Satz des Partnerschaftsgesetzes vom 18. Juni 2004). Fassung gemäss Art. 20 der V vom 3. Okt. 1994 über die Wohneigentumsförderung mit Mitteln der beruflichen Vorsorge, in Kraft seit 1. Januar 1995 ( AS 1994 2379 ). SR 220 SR 831.411 Eingefügt durch Art. 20 der V vom 3. Okt. 1994 über die Wohneigentumsförderung mit Mitteln der beruflichen Vorsorge, in Kraft seit 1. Januar 1995 ( AS 1994 2379 ). Eingefügt durch Ziff. I der V vom 9. Dez. 1996 ( AS 1996 3455 ). SR 211.231 Eingefügt durch Ziff. I 4 der V vom 29. Sept. 2006 über die Umsetzung des Partnerschaftsgesetzes vom 18. Juni 2004 in der beruflichen Alters-, Hinterlassenen- und Invalidenvorsorge, in Kraft seit 1. Jan. 2007 ( AS 2006 4155 )."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Anlagevorschriften",
      "content": "1 Die Gelder der gebundenen Vorsorgevereinbarung sind als Spareinlagen (Kontolösung) bei einer dem Bankengesetz vom 8. November 1934 unterstellten Bank anzulegen, bei Anlagen in der Form der anlagegebundenen Sparlösung (Wertschriftensparen) durch Vermittlung einer solchen Bank. 2 Gelder, welche die Bankstiftung im eigenen Namen bei einer Bank anlegt, gelten als Spareinlagen jedes einzelnen Vorsorgenehmers im Sinne des Bankengesetzes vom 8. November 1934. 3 Für die Anlage der Gelder der gebundenen Vorsorgevereinbarung gelten beim Wertschriftensparen die Artikel 49–58 der Verordnung vom 18. April 1984 über die berufliche Alters-, Hinterlassenen- und Invalidenvorsorge (BVV 2) sinngemäss. Abweichend davon kann vollständig in ein kapitalerhaltendes Produkt oder eine Obligation guter Bonität investiert werden. Fassung gemäss Anhang Ziff. 2 der V vom 19. Sept. 2008, in Kraft seit 1. Jan. 2009 ( AS 2008 4651 ). SR 952.0 SR 831.441.1"
    },
    {
      "provision_ref": "art6",
      "chapter": "2. Abschnitt: Steuerliche Behandlung",
      "section": "6",
      "title": "Bankstiftungen",
      "content": "Bankstiftungen, deren Einkünfte und Vermögenswerte ausschliesslich der Vorsorge im Sinne dieser Verordnung dienen, sind für die Steuerpflicht den Vorsorgeeinrichtungen nach Artikel 80 BVG gleichgestellt."
    },
    {
      "provision_ref": "art7",
      "chapter": "2. Abschnitt: Steuerliche Behandlung",
      "section": "7",
      "title": "Abzugsberechtigung für Beiträge",
      "content": "1 Arbeitnehmer und Selbständigerwerbende können bei den direkten Steuern von Bund, Kantonen und Gemeinden ihre Beiträge an anerkannte Vorsorgeformen in folgendem Umfang von ihrem Einkommen abziehen: a. jährlich bis 8 Prozent des oberen Grenzbetrages nach Artikel 8 Absatz 1 BVG, wenn sie einer Vorsorgeeinrichtung nach Artikel 80 BVG angehören; b. jährlich bis 20 Prozent des Erwerbseinkommens, jedoch höchstens bis 40 Prozent des oberen Grenzbetrages nach Artikel 8 Absatz 1 BVG, wenn sie keiner Vorsorgeeinrichtung nach Artikel 80 BVG angehören. 2 Sind beide Ehegatten oder beide eingetragenen Partnerinnen oder Partner erwerbstätig und leisten sie Beiträge an eine anerkannte Vorsorgeform, so können beide diese Abzüge für sich beanspruchen. 3 Beiträge an anerkannte Vorsorgeformen können längstens bis fünf Jahre nach Erreichen des ordentlichen Rentenalters der AHV (Art. 21 Abs. 1 AHVG) geleistet werden. 4 Im Jahr, in dem die Erwerbstätigkeit beendet wird, kann der volle Beitrag geleistet werden. Fassung gemäss Ziff. I 4 der V vom 29. Sept. 2006 über die Umsetzung des Partnerschaftsgesetzes vom 18. Juni 2004 in der beruflichen Alters-, Hinterlassenen- und Invalidenvorsorge, in Kraft seit 1. Jan. 2007 ( AS 2006 4155 ). SR 831.10 Eingefügt durch Ziff. I der V vom 21. Febr. 2001 ( AS 2001 1068 ). Fassung gemäss Ziff. I der V vom 17. Okt. 2007, in Kraft seit 1. Jan. 2008 ( AS 2007 5177 ). Eingefügt durch Ziff. I der V vom 21. Febr. 2001 ( AS 2001 1068 ). Fassung gemäss Ziff. I der V vom 17. Okt. 2007, in Kraft seit 1. Jan. 2008 ( AS 2007 5177 )."
    },
    {
      "provision_ref": "art8",
      "chapter": "2. Abschnitt: Steuerliche Behandlung",
      "section": "8",
      "title": "Bescheinigungspflichten",
      "content": "Versicherungseinrichtungen und Bankstiftungen müssen den Vorsorgenehmern die erbrachten Beiträge und Leistungen bescheinigen."
    },
    {
      "provision_ref": "art9",
      "chapter": "3. Abschnitt: Inkrafttreten",
      "section": "9",
      "title": "",
      "content": "1 Diese Verordnung tritt mit Ausnahme von Artikel 6 am 1. Januar 1987 in Kraft. 2 Artikel 6 tritt rückwirkend auf den 1. Januar 1985 in Kraft."
    }
  ],
  "definitions": []
}