{
  "id": "sr-822-116",
  "type": "statute",
  "title": "Verordnung vom 25. November 1996 über die Eignung der Spezialistinnen und Spezialisten der Arbeitssicherheit",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1996/3121_3121_3121/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "1. Abschnitt: Eignung der Spezialistinnen und Spezialisten der Arbeitssicherheit",
      "section": "1",
      "title": "",
      "content": "1 Als Spezialistinnen und Spezialisten der Arbeitssicherheit gelten: a. Arbeitsärztinnen und -ärzte, die über einen eidgenössischen oder anerkannten ausländischen Facharzttitel auf dem Gebiet der Arbeitsmedizin nach der Verordnung vom 17. Oktober 2001 über die Weiterbildung und die Anerkennung der Diplome und Weiterbildungstitel der medizinischen Berufe verfügen. b. Arbeitshygienikerinnen und -hygieniker, die: 1. ein technisches oder naturwissenschaftliches Diplom einer schweizerischen Universität, einer eidgenössischen Hochschule oder einer schweizerischen höheren Lehranstalt besitzen, 2. mindestens zwei Jahre Berufspraxis nachweisen, und 3. eine Weiterbildung auf dem Gebiet der Arbeitssicherheit nach Artikel 4 erworben haben; c. Sicherheitsingenieurinnen und -ingenieure, die: 1. ein technisches oder naturwissenschaftliches Diplom einer schweizerischen Universität, einer eidgenössischen Hochschule oder einer schweizerischen höheren Lehranstalt besitzen, 2. mindestens zwei Jahre Berufspraxis nachweisen, und 3. eine Weiterbildung auf dem Gebiet der Arbeitssicherheit nach Artikel 5 erworben haben; d. Sicherheitsfachleute, die: 1. eine einschlägige qualifizierte Berufsausbildung mit anerkanntem Lehrabschluss oder Diplom erworben haben, 2. mindestens drei Jahre Berufspraxis nachweisen, und 3. eine Weiterbildung auf dem Gebiet der Arbeitssicherheit nach Artikel 6 erworben haben. 2 Die Spezialistinnen und Spezialisten der Arbeitssicherheit müssen sich, insbesondere wenn sie in Betrieben mit besonderen Gefahren eingesetzt werden (z. B. Raffinerien, Strahlenschutz, Sparten der Chemie), angemessen fortbilden. Fassung gemäss Art. 13 der V vom 17. Okt. 2001 über die Weiterbildung und die Anerkennung der Diplome und Weiterbildungstitel der medizinischen Berufe, in Kraft seit 1. Juni 2002 [ AS 2002 1189 ]. [ AS 2002 1189 1403 , 2004 3869 . AS 2007 4055 Art. 16]. Siehe heute: die V vom 27. Juni 2007 über Diplome, Ausbildung, Weiterbildung und Berufsausübung in den universitären Medizinalberufen ( SR 811.112.0 )."
    },
    {
      "provision_ref": "art2",
      "chapter": "2. Abschnitt: Anforderungen an die Weiterbildung",
      "section": "2",
      "title": "Allgemeines",
      "content": "1 Die Weiterbildung bezweckt, die Grundausbildung und Berufspraxis nach Artikel 1 durch spezifische Kenntnisse über die Verhütung von Berufsunfällen und arbeitsbedingten Gesundheitsschädigungen zu ergänzen und dadurch sicherzustellen, dass die Spezialistinnen und Spezialisten der Arbeitssicherheit ihre Aufgaben erfüllen können. 2 Die Spezialistinnen und Spezialisten der Arbeitssicherheit müssen anerkannte Weiterbildungskurse (Art. 9) besucht haben. 3 Die Weiterbildung ist mit einer Prüfung abzuschliessen. Über die bestandene Prüfung wird der Spezialistin und dem Spezialisten der Arbeitssicherheit ein Ausweis ausgestellt. 4 Spezialistinnen und Spezialisten der Arbeitssicherheit, die ihre Weiterbildung im Ausland absolviert haben, müssen einen Einführungskurs zur schweizerischen Gesetzgebung über die Arbeitssicherheit besuchen. Fassung gemäss Art. 13 der V vom 17. Okt. 2001 über die Weiterbildung und die Anerkennung der Diplome und Weiterbildungstitel der medizinischen Berufe, in Kraft seit 1. Juni 2002 [ AS 2002 1189 ]."
    },
    {
      "provision_ref": "art3",
      "chapter": "2. Abschnitt: Anforderungen an die Weiterbildung",
      "section": "3",
      "title": "",
      "content": "Aufgehoben durch Art. 13 der V vom 17. Okt. 2001 über die Weiterbildung und die Anerkennung der Diplome und Weiterbildungstitel der medizinischen Berufe [ AS 2002 1189 ]."
    },
    {
      "provision_ref": "art4",
      "chapter": "2. Abschnitt: Anforderungen an die Weiterbildung",
      "section": "4",
      "title": "Weiterbildung der Arbeitshygienikerinnen und -hygieniker",
      "content": "1 Die Weiterbildung der Arbeitshygienikerinnen und -hygieniker besteht aus einem theoretischen und einem praktischen Teil von insgesamt zwei Jahren. Der theoretische Teil dauert mindestens 100 Tage. 2 Die Mindestanforderungen an die Weiterbildung sind in Anhang 2 festgelegt."
    },
    {
      "provision_ref": "art5",
      "chapter": "2. Abschnitt: Anforderungen an die Weiterbildung",
      "section": "5",
      "title": "Weiterbildung der Sicherheitsingenieurinnen und -ingenieure",
      "content": "1 Die Weiterbildung der Sicherheitsingenieurinnen und -ingenieure dauert mindestens 35 Tage, einschliesslich einer praxisbezogenen, ingenieurmässigen Arbeit von mindestens fünf Tagen Dauer und der Abschlussprüfung. 2 Die Mindestanforderungen an die Weiterbildung sind in Anhang 3 festgelegt."
    },
    {
      "provision_ref": "art6",
      "chapter": "2. Abschnitt: Anforderungen an die Weiterbildung",
      "section": "6",
      "title": "Weiterbildung der Sicherheitsfachleute",
      "content": "1 Die Weiterbildung der Sicherheitsfachleute dauert mindestens 20 Tage. 2 Die Mindestanforderungen an die Weiterbildung sind in Anhang 4 festgelegt."
    },
    {
      "provision_ref": "art7",
      "chapter": "3. Abschnitt: Anforderungen an die Fortbildung",
      "section": "7",
      "title": "",
      "content": "1 Die Fortbildung bezweckt, die Fachkenntnisse der Spezialistinnen und Spezialisten der Arbeitssicherheit zu vertiefen und auf dem aktuellen Stand zu halten. 2 Die Fortbildung umfasst insbesondere folgende Punkte: a. Kennenlernen wichtiger Neuerungen; b. Erweiterung und Vertiefung von Kenntnissen in ausgewählten Bereichen der Praxis; c. Erfahrungsaustausch mit Expertinnen und Experten und unter Fachkolleginnen und -kollegen; d. Kennenlernen von aktuellen Problemen, Aktionen und Kampagnen."
    },
    {
      "provision_ref": "art8",
      "chapter": "4. Abschnitt: Anerkennung von Weiterbildungskursen",
      "section": "8",
      "title": "",
      "content": "Aufgehoben durch Art. 13 der V vom 17. Okt. 2001 über die Weiterbildung und die Anerkennung der Diplome und Weiterbildungstitel der medizinischen Berufe [ AS 2002 1189 ]."
    },
    {
      "provision_ref": "art9",
      "chapter": "4. Abschnitt: Anerkennung von Weiterbildungskursen",
      "section": "9",
      "title": "Anerkennung von Weiterbildungskursen",
      "content": "1 Organisationen, welche von ihnen zusammengestellte Kurse als Weiterbildungskurse anerkennen lassen wollen, müssen hierfür beim Bundesamt für Gesundheit (Bundesamt) ein schriftliches Gesuch einreichen. 2 Dem Gesuch sind Unterlagen beizulegen, aus denen namentlich der Lehrplan, der Prüfungsstoff nach den Anhängen, das Prüfungsreglement und die Unterrichtsqualifikation des Lehrpersonals hervorgehen. 3 Das Bundesamt anerkennt im Einvernehmen mit dem Staatssekretariat für Wirtschaft (SECO) die Weiterbildungskurse nach Anhörung der weiteren interessierten Bundesämter, der Koordinationskommission nach Artikel 85 des Unfallversicherungsgesetzes vom 20. März 1981 und der Fachverbände der Spezialistinnen und Spezialisten der Arbeitssicherheit. 4 Das Bundesamt und das SECO überprüfen in regelmässigen Abständen, ob ein Weiterbildungskurs die Voraussetzungen für die Anerkennung weiterhin erfüllt. Die Bezeichnung der Verwaltungseinheit wurde in Anwendung von Art. 16 Abs. 3 der Publikationsverordnung vom 17. Nov. 2004 ( SR 170.512.1 ) angepasst. Fassung gemäss Art. 13 der V vom 17. Okt. 2001 über die Weiterbildung und die Anerkennung der Diplome und Weiterbildungstitel der medizinischen Berufe, in Kraft seit 1. Juni 2002 [ AS 2002 1189 ]."
    },
    {
      "provision_ref": "art10",
      "chapter": "4. Abschnitt: Anerkennung von Weiterbildungskursen",
      "section": "10",
      "title": "Liste der anerkannten Weiterbildungskurse",
      "content": "Das Bundesamt führt eine öffentliche Liste der anerkannten Weiterbildungskurse. Fassung gemäss Art. 13 der V vom 17. Okt. 2001 über die Weiterbildung und die Anerkennung der Diplome und Weiterbildungstitel der medizinischen Berufe, in Kraft seit 1. Juni 2002 [ AS 2002 1189 ]."
    },
    {
      "provision_ref": "art11",
      "chapter": "4. Abschnitt: Anerkennung von Weiterbildungskursen",
      "section": "11",
      "title": "Rechtspflege",
      "content": "Entscheide des Bundesamtes nach Artikel 9 unterliegen der Beschwerde nach den allgemeinen Bestimmungen über die Bundesrechtspflege. Fassung gemäss Ziff. II 85 der V vom 8. Nov. 2006 über die Anpassung von Bundesratsverordnungen an die Totalrevision der Bundesrechtspflege, in Kraft seit 1. Jan. 2007 ( AS 2006 4705 )."
    },
    {
      "provision_ref": "art12",
      "chapter": "5. Abschnitt: Schlussbestimmungen",
      "section": "12",
      "title": "Übergangsbestimmung",
      "content": "Eine Berufspraxis von mindestens fünf Jahren in der Arbeitssicherheit vor Inkrafttreten dieser Verordnung gilt als genügende Weiterbildung."
    },
    {
      "provision_ref": "art13",
      "chapter": "5. Abschnitt: Schlussbestimmungen",
      "section": "13",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 1. Januar 1997 in Kraft."
    }
  ],
  "definitions": []
}