{
  "id": "sr-836-11",
  "type": "statute",
  "title": "Verordnung vom 11. November 1952 über die Familienzulagen in der Landwirtschaft (FLV)",
  "title_en": "",
  "short_name": "FLV",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1952/896_916_912/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "1. Familienzulagen für landwirtschaftliche Arbeitnehmer",
      "section": "1",
      "title": "Unterstellte Arbeitnehmer",
      "content": "1 Arbeitnehmer, die in landwirtschaftlichen und nichtlandwirtschaftlichen Betrieben desselben Arbeitgebers tätig sind, gelten nur dann als landwirtschaftliche Arbeitnehmer, wenn sie vorwiegend landwirtschaftliche Arbeiten verrichten. 2 Der Ehegatte des Eigentümers, Miteigentümers oder Gesamteigentümers eines landwirtschaftlichen Betriebes gilt nicht als landwirtschaftlicher Arbeitnehmer. 3 … Fassung gemäss Ziff. I der V vom 4. März 1985, in Kraft seit 1. April 1986 ( AS 1985 318 ). Eingefügt durch Ziff. I des BRB vom 21. Sept. 1962 ( AS 1962 1067 ). Aufgehoben durch Anhang Ziff. 3 der Familienzulagenverordnung vom 31. Okt. 2007, mit Wirkung seit 1. Jan. 2009 ( AS 2008 145 )."
    },
    {
      "provision_ref": "art2",
      "chapter": "1. Familienzulagen für landwirtschaftliche Arbeitnehmer",
      "section": "2",
      "title": "Vorübergehende Tätigkeit in der Landwirtschaft",
      "content": "Landwirtschaftliche Arbeitnehmer, die nur vorübergehend bei einem landwirtschaftlichen Arbeitgeber tätig sind, haben für diese Zeit Anspruch auf Familienzulagen. Erstreckt sich die landwirtschaftliche Tätigkeit nicht über ganze Kalendermonate, so berechnen sich die Familienzulagen nach Tagesansätzen. Fassung gemäss Anhang Ziff. 3 der Familienzulagenverordnung vom 31. Okt. 2007, in Kraft seit 1. Jan. 2009 ( AS 2008 145 )."
    },
    {
      "provision_ref": "art2a",
      "chapter": "1. Familienzulagen für landwirtschaftliche Arbeitnehmer",
      "section": "2a",
      "title": "a Anspruchskonkurrenz",
      "content": "1 Landwirtschaftliche Arbeitnehmer, die gleichzeitig eine unselbstständige Erwerbstätigkeit ausserhalb der Landwirtschaft ausüben, haben Anspruch auf den Differenzbetrag zwischen den Familienzulagen aus der unselbstständigen Erwerbstätigkeit ausserhalb der Landwirtschaft und den Familienzulagen nach dem FLG. Sie haben zudem Anspruch auf die Haushaltungszulage nach dem FLG. 2 Beruht bei Anspruchskonkurrenz zwischen mehreren Personen der Familienzulagenanspruch der nach Artikel 7 Absatz 1 des Familienzulagengesetzes vom 24. März 2006 (FamZG) zweitanspruchsberechtigten Person auf dem FLG und ist der Betrag nach diesem Anspruch höher als jener der erstanspruchsberechtigten Person nach einer kantonalen Familienzulagenordnung, so hat die zweitanspruchsberechtigte Person Anspruch auf den Differenzbetrag. 3 Die Haushaltungszulage nach dem FLG wird unabhängig vom Anspruch einer anderen Person auf Familienzulagen ausgerichtet. Eingefügt durch Anhang Ziff. 3 der Familienzulagenverordnung vom 31. Okt. 2007, in Kraft seit 1. Jan. 2009 ( AS 2008 145 ). SR 836.2"
    },
    {
      "provision_ref": "art3",
      "chapter": "2. Familienzulagen für selbstständigerwerbende Landwirte",
      "section": "3",
      "title": "Unterstellte selbstständigerwerbende Landwirte",
      "content": "1 Als selbstständigerwerbende Landwirte gelten die Betriebsleiter und ihre mitarbeitenden Familienglieder, die nicht als Arbeitnehmer anerkannt sind. 2 Als hauptberuflich tätig gilt ein selbstständigerwerbender Landwirt, der im Verlaufe des Jahres vorwiegend in seinem landwirtschaftlichen Betrieb tätig ist und aus dem Ertrag dieser Tätigkeit in überwiegendem Masse den Unterhalt seiner Familie bestreitet. 3 Als nebenberuflich tätig gilt ein selbstständigerwerbender Landwirt, der nicht hauptberuflich in der Landwirtschaft arbeitet, jedoch ein jährliches Betriebseinkommen von mindestens 2000 Franken erzielt oder eine landwirtschaftliche Tätigkeit ausübt, die dem Halten einer Grossvieheinheit entspricht. 4 Als Älpler gilt, wer während mindestens zweier Monate ununterbrochen eine Alp selbständig bewirtschaftet. Fassung gemäss Ziff. I des BRB vom 21. Sept. 1962, in Kraft seit 1. Juli 1962 ( AS 1962 1067 ). Eingefügt durch Ziff. I der V vom 27. März 1974 ( AS 1974 692 ). Fassung gemäss Ziff. I der V vom 17. März 1980, in Kraft seit 1. April 1980 ( AS 1980 280 ). Eingefügt durch Ziff. I der V vom 17. März 1980, in Kraft seit 1. April 1980 ( AS 1980 280 ). Eingefügt durch Ziff. I der V vom 17. März 1980, in Kraft seit 1. April 1980 ( AS 1980 280 )."
    },
    {
      "provision_ref": "art3a",
      "chapter": "2. Familienzulagen für selbstständigerwerbende Landwirte",
      "section": "3a",
      "title": "",
      "content": "Eingefügt durch Ziff. I der V vom 4. März 1985 ( AS 1985 318 ). Aufgehoben durch Ziff. I der V vom 14. Nov. 2007, mit Wirkung seit 1. Jan. 2008 ( AS 2008 325 , 575 )."
    },
    {
      "provision_ref": "art3b",
      "chapter": "2. Familienzulagen für selbstständigerwerbende Landwirte",
      "section": "3b",
      "title": "b Anspruchskonkurrenz",
      "content": "1 Übt ein hauptberuflich selbstständiger Landwirt eine Nebenerwerbstätigkeit als Arbeitnehmer oder als Selbstständigerwerbender ausserhalb der Landwirtschaft aus, so hat er Anspruch auf den Differenzbetrag zwischen den Familienzulagen aus der Nebenerwerbstätigkeit und den Familienzulagen nach dem FLG. 2 Beruht bei Anspruchskonkurrenz zwischen mehreren Personen der Familienzulagenanspruch der nach Artikel 7 Absatz 1 des FamZG zweitanspruchsberechtigten Person auf dem FLG und ist der Betrag nach diesem Anspruch höher als jener der erstanspruchsberechtigten Person nach einer kantonalen Familienzulagenordnung, so hat die zweitanspruchsberechtigte Person Anspruch auf den Differenzbetrag. Eingefügt durch Anhang Ziff. 3 der Familienzulagenverordnung vom 31. Okt. 2007, in Kraft seit 1. Jan. 2009 ( AS 2008 145 ). Fassung gemäss Ziff. II der V vom 26. Okt. 2011, in Kraft seit 1. Jan. 2013 ( AS 2011 4951 ). SR 836.2"
    },
    {
      "provision_ref": "art46",
      "section": "46",
      "title": "",
      "content": "Aufgehoben durch Ziff. I der V vom 14. Nov. 2007, mit Wirkung seit 1. Jan. 2008 ( AS 2008 325 , 575 )."
    },
    {
      "provision_ref": "art7",
      "chapter": "3. Gemeinsame Bestimmungen",
      "section": "7",
      "title": "Unterstellte Betriebe",
      "content": "1 Das Bundesgesetz findet auf sämtliche Betriebe Anwendung, die dem Anbau landwirtschaftlicher Nutzpflanzen, dem Obst‑, Wein‑ und Gemüsebau, der Viehhaltung und Viehzucht, der Geflügel‑ und Bienenzucht dienen. 2 Das Bundesgesetz findet keine Anwendung auf: a. Landwirtschaftsbetriebe, die in enger betrieblicher Verbindung mit gewerblichen oder industriellen Betrieben stehen, sofern der nichtlandwirtschaftliche Betrieb den Hauptbetrieb darstellt; b. Waldgrundstücke, die nicht in Verbindung mit einem Landwirtschaftsbetrieb stehen."
    },
    {
      "provision_ref": "art8",
      "chapter": "3. Gemeinsame Bestimmungen",
      "section": "8",
      "title": "Betriebsleiter",
      "content": "Als Betriebsleiter gelten die Eigentümer, Pächter oder Nutzniesser eines landwirtschaftlichen Betriebes."
    },
    {
      "provision_ref": "art9",
      "chapter": "II. Die Organisation",
      "section": "9",
      "title": "Geltendmachung des Anspruchs; Fragebogen",
      "content": "1 Der Anspruch auf Familienzulagen ist durch den Fragebogen geltend zu machen, der von den landwirtschaftlichen Arbeitnehmern der kantonalen Ausgleichskasse ihres Arbeitgebers und von den selbstständigerwerbenden Landwirten der Ausgleichskasse ihres Wohnsitzkantons einzureichen ist. 2 … Aufgehoben durch Ziff. I der V vom 11. Sept. 2002, mit Wirkung seit 1. Jan. 2003 ( AS 2002 3944 )."
    },
    {
      "provision_ref": "art10",
      "chapter": "II. Die Organisation",
      "section": "10",
      "title": "Zuständige Ausgleichskasse",
      "content": "1 Die Familienzulagen für landwirtschaftliche Arbeitnehmer sind durch die kantonale Ausgleichskasse ihres Arbeitgebers auszurichten. Die Ausgleichskassen können die Ausrichtung der Familienzulagen den Arbeitgebern übertragen. 2 Die Familienzulagen für selbstständigerwerbende Landwirte sind durch die Ausgleichskasse ihres Wohnsitzkantons auszurichten. Die Berichtigung vom 23. April 2014 betrifft nur den italienischen Text ( AS 2014 949 )."
    },
    {
      "provision_ref": "art11",
      "chapter": "II. Die Organisation",
      "section": "11",
      "title": "Feststellung der Bezugsberechtigung",
      "content": "1 Erfolgt die Auszahlung der Familienzulagen an landwirtschaftliche Arbeitnehmer durch die Ausgleichskasse, so hat der Arbeitnehmer jeweils für die Zeit, für welche er die Familienzulagen beansprucht, der Ausgleichskasse eine Bescheinigung seines Arbeitgebers über die Dauer seiner Tätigkeit als landwirtschaftlicher Arbeitnehmer einzureichen. Diese Bescheinigung ist in der Regel jeweils für den abgelaufenen Kalendermonat bis zum 10. des folgenden Monats einzureichen. 2 Zahlt der Arbeitgeber die Familienzulagen, so hat er der Ausgleichskasse auf Verlangen eine Quittung des Arbeitnehmers einzureichen, die auch die Dauer der Tätigkeit in der Landwirtschaft bescheinigt. 3 Die selbstständigerwerbenden Landwirte müssen der Ausgleichskasse angeben, für welche Zeit sie aufgrund anderer Bestimmungen bereits Zulagen bezogen haben. Die Ausgleichskassen sind berechtigt, die Dauer der Tätigkeit im landwirtschaftlichen Betrieb anhand von Arbeitsbescheinigungen zu überprüfen. Fassung gemäss Ziff. I der V vom 17. März 1980, in Kraft seit 1. April 1980 ( AS 1980 280 ). Eingefügt durch Ziff. I der V vom 17. März 1980, in Kraft seit 1. April 1980 ( AS 1980 280 )."
    },
    {
      "provision_ref": "art12",
      "chapter": "II. Die Organisation",
      "section": "12",
      "title": "",
      "content": "Aufgehoben durch Ziff. I der V vom 11. Sept. 2002, mit Wirkung seit 1. Jan. 2003 ( AS 2002 3944 )."
    },
    {
      "provision_ref": "art13",
      "chapter": "III. Schlussbestimmung",
      "section": "13",
      "title": "",
      "content": "1 Diese Verordnung tritt am 1. Januar 1953 in Kraft. 2 Das Eidgenössische Departement für Wirtschaft, Bildung und Forschung ist mit dem Vollzug beauftragt. Die Bezeichnung der Verwaltungseinheit wurde in Anwendung von Art. 16 Abs. 3 der Publikationsverordnung vom 17. Nov. 2004 ( AS 2004 4937 ) auf den 1. Jan. 2013 angepasst. Heute: das Eidgenössische Departement des Innern (Art. 1 Ziff. 2 Bst. m der V vom 9. Mai 1979 über die Zuweisung der Ämter an die Departemente und der Dienste an die Bundeskanzlei – AS 1979 680 )."
    }
  ],
  "definitions": []
}