{
  "id": "sr-830-31",
  "type": "statute",
  "title": "Verordnung vom 20. März 2020 über Massnahmen bei Erwerbsausfall im Zusammenhang mit dem Coronavirus (Covid-19) (Covid-19-Verordnung Erwerbsausfall)",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2020/167/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "1. Abschnitt: Anwendbarkeit des ATSG",
      "section": "1",
      "title": "",
      "content": "Die Bestimmungen des Bundesgesetzes vom 6. Oktober 2000 über den Allgemeinen Teil des Sozialversicherungsrechts (ATSG) sind auf die Entschädigungen gemäss dieser Verordnung anwendbar, soweit die nachstehenden Bestimmungen nicht ausdrücklich eine Abweichung vom ATSG vorsehen. SR 830.1"
    },
    {
      "provision_ref": "art2",
      "chapter": "2. Abschnitt: Entschädigung bei Massnahmen zur Bekämpfung des Coronavirus (Covid-19)",
      "section": "2",
      "title": "Anspruchsberechtigte",
      "content": "1 Anspruchsberechtigt sind, sofern sie die Voraussetzungen nach Absatz 1 bis erfüllen: a. Eltern mit Kindern bis zum vollendeten 12. Altersjahr; b. Eltern mit Minderjährigen, die Anspruch auf einen Intensivpflegezuschlag nach Artikel 42 ter Absatz 3 des Bundesgesetzes vom 19. Juni 1959 über die Invalidenversicherung (IVG) haben; c. Eltern mit Kindern bis zum vollendeten 20. Altersjahr, wenn diese eine Sonderschule besuchen; d. weitere Personen. 1bis Die Personen nach Absatz 1 sind anspruchsberechtigt, sofern sie die folgenden Voraussetzungen erfüllen: a. Sie müssen aufgrund von behördlichen Massnahmen gemäss Artikel 6 Absatz 2 Buchstabe a oder b, 35 oder 40 des Epidemiengesetzes vom 28. September 2012 (EpG) im Zusammenhang mit dem Coronavirus die Erwerbstätigkeit unterbrechen und erleiden einen Erwerbsausfall: 1. infolge Ausfalls der Fremdbetreuung ihres Kindes: – aufgrund einer angeordneten vorübergehenden Schliessung der Einrichtung, namentlich des Kindergartens, der Kindertagesstätte, der Schule oder der Anstalt oder Werkstätte nach Artikel 27 Absatz 1 IVG, oder – aufgrund einer angeordneten Quarantäne der für die Fremdbetreuung vorgesehenen Person; oder 2. infolge einer für sie oder das Kind angeordneten Quarantäne. b. Im Zeitpunkt der Unterbrechung der Erwerbstätigkeit sind sie: 1. Arbeitnehmerinnen oder Arbeitnehmer im Sinne von Artikel 10 ATSG; oder 2. Selbstständigerwerbende im Sinne von Artikel 12 ATSG. c. Sie sind im Sinne des Bundesgesetzes vom 20. Dezember 1946 über die Alters- und Hinterlassenenversicherung obligatorisch versichert. 2 Eltern, die ihre Erwerbstätigkeit unterbrechen müssen, um ihr Kind während der Schulferien zu betreuen, sind nur anspruchsberechtigt, wenn die für die Betreuung vorgesehene Einrichtung geschlossen wurde oder die dafür vorgesehene Person unter Quarantäne gestellt wurde. 2bis Der Erwerbsausfall aufgrund einer Einreisequarantäne im Sinne von Artikel 7 der Covid-19-Verordnung Massnahmen im Bereich des internationalen Personenverkehrs vom 27. Januar 2021 begründet keinen Anspruch auf Entschädigung. 3 Selbstständigerwerbende im Sinne von Artikel 12 ATSG und Personen nach Artikel 31 Absatz 3 Buchstaben b und c des Arbeitslosenversicherungsgesetzes vom 25. Juni 1982 (AVIG) sind unter der Voraussetzung von Absatz 1 bis Buchstabe c anspruchsberechtigt, wenn sie: a. ihre Erwerbstätigkeit aufgrund von behördlich angeordneten Massnahmen zur Bekämpfung der Covid-19-Epidemie unterbrechen müssen; und b. einen Erwerbs- oder Lohnausfall erleiden. 3bis Selbstständigerwerbende im Sinne von Artikel 12 ATSG und Personen nach Artikel 31 Absatz 3 Buchstaben b und c AVIG, die nicht unter Absatz 3 fallen, sind unter der Voraussetzung von Absatz 1 bis Buchstabe c anspruchsberechtigt, wenn: a. ihre Erwerbstätigkeit aufgrund von behördlich angeordneten Massnahmen zur Bekämpfung der Covid-19-Epidemie massgeblich eingeschränkt ist; b. sie einen Erwerbs- oder Lohnausfall erleiden; und c. sie im Jahr 2019 für diese Tätigkeit ein AHV-pflichtiges Erwerbseinkommen von mindestens 10 000 Franken erzielt haben; diese Voraussetzung gilt sinngemäss, wenn die Tätigkeit nach dem Jahr 2019 aufgenommen wurde; wurde die Tätigkeit nicht während eines vollen Jahres ausgeübt, so gilt diese Voraussetzung proportional zu deren Dauer. 3quater Besonders gefährdete Arbeitnehmerinnen und Arbeitnehmer im Sinne von Artikel 27 a der Covid-19-Verordnung 3 vom 19. Juni 2020 sind anspruchsberechtigt, wenn es nicht möglich ist, sie nach Artikel 27 a Absätze 1–4 der Covid-19-Verordnung 3 zu beschäftigen, oder wenn diese die zugewiesene Arbeit im Sinne von Artikel 27 a Absatz 6 der Covid-19-Verordnung 3 ablehnen. Die besondere Gefährdung muss mittels ärztlichem Attest nachgewiesen werden. 3quinquies Selbstständigerwerbende im Sinne von Artikel 12 ATSG, die besonders gefährdet sind, sind anspruchsberechtigt, wenn sie ihre Arbeit nicht von zuhause aus verrichten können. Zur Definition von besonders gefährdeten Personen gilt Artikel 27 a Absätze 10 und 11 der Covid-19-Verordnung 3 analog. Die besondere Gefährdung muss mittels ärztlichem Attest nachgewiesen werden. 4 Die Entschädigung ist subsidiär zu sämtlichen Leistungen von Sozialversicherungen und Versicherungen nach dem Versicherungsvertragsgesetz vom 2. April 1908. Dies gilt nicht für Leistungen nach Artikel 12 des Covid-19-Gesetzes vom 25. September 2020. 5 ... 6 Es können beide Elternteile aufgrund des Ausfalls der Fremdbetreuung anspruchsberechtigt sein. Pro Erwerbstag kann jedoch nur ein Taggeld beansprucht werden. [tab] 7 Pflegeeltern haben Anspruch auf die Entschädigung, wenn sie das Pflegekind unentgeltlich zu dauernder Pflege und Erziehung aufgenommen haben. [tab] 8 Hat die anspruchsberechtigte Person aufgrund verschiedener Massnahmen des EpG Anspruch auf die Entschädigung, so wird nur ein Taggeld ausgerichtet. SR 831.20 Fassung gemäss Ziff. I der V vom 16. April 2020, in Kraft seit 17. März 2020 ( AS 2020 1257 ). Fassung gemäss Ziff. I der V vom 11. Sept. 2020, in Kraft seit 17. Sept. 2020 ( AS 2020 3705 ). SR 818.101 SR 830.1 SR 831.10 Eingefügt durch Ziff. I der V vom 16. April 2020, in Kraft seit 17. März 2020 ( AS 2020 1257 ). Fassung gemäss Ziff. I der V vom 11. Sept. 2020, in Kraft seit 17. Sept. 2020 ( AS 2020 3705 ). SR 818.101.27 Eingefügt durch Art. 6 Ziff. 2 der Covid-19-Verordnung Massnahmen im Bereich des internationalen Personenverkehrs vom 2. Juli 2020 ( AS 2020 2737 ). Fassung gemäss Anhang 2 Ziff. 3 der Covid-19-Verordnung Massnahmen im Bereich des internationalen Personenverkehrs vom 27. Jan. 2021, in Kraft seit 8. Febr. 2021 ( AS 2021 61 ). SR 837.0 Fassung gemäss Ziff. I der V vom 4. Nov. 2020, in Kraft seit 17. Sept. 2020 ( AS 2020 4571 ). Eingefügt durch Ziff. I der V vom 16. April 2020 ( AS 2020 1257 ). Fassung gemäss Ziff. I der V vom 4. Nov. 2020, in Kraft seit 17. Sept. 2020 ( AS 2020 4571 ). Eingefügt durch Ziff. I der V vom 1. Juli 2020 ( AS 2020 2729 ). Fassung gemäss Ziff. I der V vom 31. März 2021, in Kraft seit 1. April 2021 ( AS 2021 183 ). SR 818.101.24 Eingefügt durch Anhang der V vom 13. Jan. 2021 (Besonders gefährdete Arbeitnehmerinnen und Arbeitnehmer), in Kraft vom 18. Jan. 2021 bis zum 31. Dez. 2021 ( AS 2021 5 , 109 , 167 , 218 , 296 , 378 , 507 , 563 , 634 ). Eingefügt durch Anhang der V vom 13. Jan. 2021 (Besonders gefährdete Arbeitnehmerinnen und Arbeitnehmer), in Kraft vom 18. Jan. 2021 bis zum 31. Dez. 2021 ( AS 2021 5 , 109 , 167 , 218 , 296 , 378 , 507 , 563 , 634 ). SR 221.229.1 Fassung gemäss Ziff. I der V vom 4. Nov. 2020, in Kraft seit 17. Sept. 2020 ( AS 2020 4571 ). Aufgehoben durch Ziff. I der V vom 11. Sept. 2020, mit Wirkung seit 17. Sept. 2020 ( AS 2020 3705 )."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Beginn und Ende des Anspruchs, Höchstmenge an Taggeldern",
      "content": "1 Für eine anspruchsberechtigte Person nach Artikel 2 Absatz 1 bis Buchstabe a Ziffer 1 entsteht der Anspruch am vierten Tag nach der angeordneten Schliessung der Einrichtung oder der angeordneten Quarantäne der für die Betreuung vorgesehenen Drittperson. 2 Für eine anspruchsberechtigte Person nach Artikel 2 Absatz 1 bis Buchstabe a Ziffer 2 entsteht der Anspruch mit dem Beginn der angeordneten Kontaktquarantäne der erwerbstätigen Person oder ihres Kindes. Pro Quarantänefall werden höchstens sieben Taggelder ausgerichtet. 3 ür eine anspruchsberechtigte Person bis entsteht 4 bis bis 5 ür eine anspruchsberechtigte Person quater entstehtnach Artikel 27 a Absätze 1–4 der Covid-19-Verordnung 3 vom 19. Juni 2020 nicht möglich ist oder wenn die zugewiesene Arbeit im Sinne von Artikel 27 a Absatz 6 der Covid-19-Verordnung 3 abgelehnt wirdArtikel 27 a der Covid-19-Verordnung 3 6 ür eine anspruchsberechtigte Person quinquies entsteht Fassung gemäss Ziff. I der V vom 11. Sept. 2020, in Kraft seit 17. Sept. 2020 ( AS 2020 3705 ). Fassung gemäss Ziff. II der V vom 27. Jan. 2021 (Kontaktquarantäne und Absonderung), in Kraft seit 8. Febr. 2021 ( AS 2021 60 ). Fassung gemäss Ziff. I der V vom 4. Nov. 2020, in Kraft seit 17. Sept. 2020 ( AS 2020 4571 ). Fassung gemäss Ziff. I der V vom 4. Nov. 2020, in Kraft seit 17. Sept. 2020 ( AS 2020 4571 ). SR 818.101.24 Eingefügt durch Anhang der V vom 13. Jan. 2021 (Besonders gefährdete Arbeitnehmerinnen und Arbeitnehmer), in Kraft vom 18. Jan. 2021 bis zum 31. Dez. 2021 ( AS 2021 5 , 109 , 167 , 218 , 296 , 378 , 507 , 563 , 634 ). Eingefügt durch Anhang der V vom 13. Jan. 2021 (Besonders gefährdete Arbeitnehmerinnen und Arbeitnehmer), in Kraft vom 18. Jan. 2021 bis zum 31. Dez. 2021 ( AS 2021 5 , 109 , 167 , 218 , 296 , 378 , 507 , 563 , 634 )."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Form und Anzahl der Taggelder",
      "content": "1 Die Entschädigung wird als Taggeld ausgerichtet. 2 Pro fünf Taggelder werden zusätzlich zwei Taggelder ausgerichtet."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Höhe und Bemessung der Entschädigung",
      "content": "1 Das Taggeld beträgt 80 Prozent des durchschnittlichen Erwerbseinkommens, das vor Beginn des Anspruchs auf die Entschädigung erzielt wurde. 2 Für die Ermittlung des Einkommens ist Artikel 11 Absatz 1 des Erwerbsersatzgesetzes vom 25. September 1952 sinngemäss anwendbar. 2bis Für anspruchsberechtigte Selbstständigerwerbende nach Artikel 2 Absatz 1 bis Buchstabe b Ziffer 2, Absatz 3 oder 3 bis , die bereits eine Entschädigung gemäss dieser Verordnung in der bis zum 16. September 2020 geltenden Fassung bezogen haben, bleibt die Berechnungsgrundlage die gleiche. 2ter bis bis quinquies bis . 2ter0 bis bis quinquies bis ter 2quater Für die Bemessung der Entschädigung von Arbeitnehmerinnen und Arbeitnehmern im Sinne von Artikel 10 ATSG ist der durch die behördlich angeordneten Massnahmen zur Bekämpfung der Covid-19-Epidemie entstandene Lohnausfall massgebend. Das Taggeld entspricht 80 Prozent dieses Lohnausfalls. 2quinquies In Abweichung von Absatz 2 quater ist für die Bemessung der Entschädigung von Anspruchsberechtigten nach Artikel 2 Absatz 3 quater das AHV-pflichtige Erwerbseinkommen massgebend. 3 Die Entschädigung beträgt höchstens 196 Franken pro Tag. 4 ... SR 834.1 Fassung gemäss Ziff. I der V vom 11. Sept. 2020, in Kraft seit 17. Sept. 2020 ( AS 2020 3705 ). Eingefügt durch Ziff. I der V vom 11. Sept. 2020 ( AS 2020 3705 ). Fassung gemäss Ziff. I der V vom 4. Nov. 2020, in Kraft seit 17. Sept. 2020 ( AS 2020 4571 ). Eingefügt durch Ziff. I der V vom 11. Sept. 2020 ( AS 2020 3705 ). Fassung gemäss Ziff. I der V vom 18. Juni 2021, in Kraft seit 1. Juli 2021 ( AS 2021 390 ). Eingefügt durch Ziff. I der V vom 18. Juni 2021, in Kraft seit 1. Juli 2021 ( AS 2021 390 ). SR 830.1 Eingefügt durch Ziff. I der V vom 4. Nov. 2020, in Kraft seit 17. Sept. 2020 ( AS 2020 4571 ). Eingefügt durch Anhang der V vom 13. Jan. 2021 (Besonders gefährdete Arbeitnehmerinnen und Arbeitnehmer), in Kraft vom 18. Jan. 2021 bis zum 31. Dez. 2021 ( AS 2021 5 , 109 , 167 , 218 , 296 , 378 , 507 , 563 , 634 ). Aufgehoben durch Ziff. I der V vom 11. Sept. 2020, mit Wirkung seit 17. Sept. 2020 ( AS 2020 3705 )."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Erlöschen des Anspruchs",
      "content": "In Abweichung von Artikel 24 Absatz 1 ATSG erlischt der Anspruch auf ausstehende Leistungen am 31. März 2022. Fassung gemäss Ziff. I der V vom 18. Juni 2021, in Kraft seit 1. Juli 2021 ( AS 2021 390 ). SR 830.1"
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Geltendmachung",
      "content": "1 Die Entschädigung ist durch die Leistungsberechtigten geltend zu machen. 1bis Personen nach Artikel 2 Absatz 3 bis haben die Entschädigung wie folgt geltend zu machen: a. Sie geben für jeden Monat, für den sie die Entschädigung geltend machen, den Umsatz sowie den durchschnittlichen monatlichen Umsatz der Vergleichsperiode nach Artikel 2 Absatz 3 ter an. b. Sie legen dar, auf welche behördlich angeordneten Massnahmen zur Bekämpfung der Covid-19-Epidemie die Umsatzeinbusse zurückzuführen ist. 2 Bei Lohnfortzahlung des Arbeitgebers kann dieser die Entschädigung geltend machen. Fassung gemäss Ziff. I der V vom 16. April 2020, in Kraft seit 17. März 2020 ( AS 2020 1257 ). Eingefügt durch Ziff. I der V vom 4. Nov. 2020, in Kraft seit 17. Sept. 2020 ( AS 2020 4571 )."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Festsetzung und Auszahlung",
      "content": "1 Die Entschädigung wird an die anspruchsberechtigte Person ausbezahlt. 2 Die Auszahlung erfolgt monatlich nachschüssig. 3 Die Festsetzung und Auszahlung erfolgt durch die AHV-Ausgleichskasse, die vor dem Entschädigungsanspruch für den Bezug der AHV-Beiträge zuständig war. 4 Beziehen beide Elternteile eine Entschädigung, so ist für beide Eltern nur eine Ausgleichskasse zuständig. 5 Die Entschädigung wird im formlosen Verfahren nach Artikel 51 ATSG festgesetzt. Dies gilt in Abweichung von Artikel 49 Absatz 1 ATSG auch für erhebliche Entschädigungen. SR 830.1"
    },
    {
      "provision_ref": "art8a",
      "section": "8a",
      "title": "a Periodische Überprüfung",
      "content": "1 Die Anspruchsvoraussetzungen werden in regelmässigen Zeitabständen überprüft. 2 Die AHV-Ausgleichskassen können zu diesem Zweck Stichproben selbst vornehmen oder durch externe Sachverständige vornehmen lassen. Eingefügt durch Ziff. I der V vom 11. Sept. 2020, in Kraft seit 17. Sept. 2020 ( AS 2020 3705 ). Eingefügt durch Ziff. I der V vom 4. Nov. 2020, in Kraft seit 17. Sept. 2020 ( AS 2020 4571 )."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Beiträge an Sozialversicherungen",
      "content": "1 Auf der Entschädigung werden Beiträge bezahlt: a. an die Alters- und Hinterlassenenversicherung; b. an die Invalidenversicherung; c. an die Erwerbsersatzordnung; d. gegebenenfalls an die Arbeitslosenversicherung. 2 Die Beiträge sind je zur Hälfte von den Leistungsberechtigten und vom Bund zu tragen."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Durchführung und Finanzierung",
      "content": "1 Die Durchführung der Entschädigung erfolgt durch die AHV-Ausgleichskassen. 2 Die Entschädigung, die bei den Ausgleichskassen anfallenden Durchführungskosten sowie die Kosten für die periodische Überprüfung und für Stichproben werden durch den Bund finanziert. Fassung gemäss Ziff. I der V vom 4. Nov. 2020, in Kraft seit 17. Sept. 2020 ( AS 2020 4571 )."
    },
    {
      "provision_ref": "art10a",
      "section": "10a",
      "title": "a Aufsicht und Kontrolle",
      "content": "1 Das Bundesamt für Sozialversicherungen (BSV) überwacht die Durchführung der vorliegenden Verordnung. Die AHV-Ausgleichskassen sowie deren Beauftragte haben dem BSV und weiteren Aufsichtsbehörden die Auskünfte zu erteilen, die diese zur Erfüllung ihrer Aufgabe benötigen. 2 Die Eidgenössische Finanzkontrolle arbeitet mit dem BSV zusammen, um Risiken zu ermitteln und unrechtmässige Leistungsbezüge zu vermeiden. Sie kann die AHV-Ausgleichskassen gezielt kontrollieren und hat zu diesem Zweck Zugang zu den notwendigen Daten über den Covid-19-Erwerbsersatz. Eingefügt durch Ziff. I der V vom 16. April 2020, in Kraft seit 17. März 2020 ( AS 2020 1257 )."
    },
    {
      "provision_ref": "art10b",
      "section": "10b",
      "title": "b Statistische Erhebungen",
      "content": "1 Die AHV-Ausgleichskassen stellen der Zentralen Ausgleichsstelle (ZAS) zum Zweck von statistischen Erhebungen Daten über den Covid-19-Erwerbsersatz zur Verfügung. 2 Die ZAS übermittelt die Daten zu diesem Zweck dem Bundesamt für Sozialversicherungen. Eingefügt durch Ziff. I der V vom 11. Sept. 2020 ( AS 2020 3705 ). Fassung gemäss Ziff. I der V vom 4. Nov. 2020, in Kraft seit 17. Sept. 2020 ( AS 2020 4571 )."
    },
    {
      "provision_ref": "art10c",
      "section": "10c",
      "title": "c Übergangsbestimmungen zur Änderung vom 4. November 2020",
      "content": "1 In Abweichung von Artikel 24 Absatz 1 ATSG erlischt der Anspruch auf Entschädigungen, die nach Artikel 2 Absatz 1 bis Buchstabe a Ziffer 1 oder 2 dieser Verordnung in der bis zum 16. September 2020 geltenden Fassung geschuldet waren, am 30. Juni 2021. 2 In Abweichung von Artikel 24 Absatz 1 ATSG ist der Anspruch auf andere Entschädigungen erloschen, die nach dieser Verordnung in der bis zum 16. September 2020 geltenden Fassung geschuldet waren. Personen, die beim Inkrafttreten der Änderung vom 4. November 2020 Anspruch auf solche Entschädigungen hatten und die nach dieser Verordnung in der ab dem 17. September 2020 geltenden Fassung einen Anspruch auf Entschädigung geltend machen, müssen ein neues Gesuch einreichen. Eingefügt durch Ziff. I der V vom 4. Nov. 2020, in Kraft seit 17. Sept. 2020 ( AS 2020 4571 ). SR 830.1"
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Inkrafttreten und Geltungsdauer",
      "content": "1 Diese Verordnung tritt rückwirkend auf den 17. März 2020 in Kraft. 2 ... 3 ... 4 ... 5 ... 6 Aufgehoben durch Ziff. I der V vom 4. Nov. 2020, mit Wirkung seit 17. Sept. 2020 ( AS 2020 4571 ). Eingefügt durch Ziff. I der V vom 16. April 2020 ( AS 2020 1257 ). Aufgehoben durch Ziff. I der vom 22. April 2020, mit Wirkung seit 23. April 2020 ( AS 2020 1335 ). Eingefügt durch Ziff. I der V vom 11. Sept. 2020 ( AS 2020 3705 ). Aufgehoben durch Ziff. I der V vom 4. Nov. 2020, mit Wirkung seit 17. Sept. 2020 ( AS 2020 4571 ). Eingefügt durch Ziff. I der V vom 4. Nov. 2020 ( AS 2020 4571 ). Aufgehoben durch Ziff. I der V vom 18. Juni 2021, mit Wirkung seit 1. Juli 2021 ( AS 2021 390 ). Eingefügt durch Ziff. I der V vom 18. Juni 2021, in Kraft seit 1. Juli 2021 ( AS 2021 390 )."
    }
  ],
  "definitions": []
}