{
  "id": "sr-830-2",
  "type": "statute",
  "title": "Bundesgesetz vom 16. Juni 2017 über die Anstalt zur Verwaltung der Ausgleichsfonds von AHV, IV und EO (Ausgleichsfondsgesetz)",
  "title_en": "Federal Act of 16 June 2017 on the Institution for the Administration of the Swiss Federal Social Security Funds AHV, IV and EO (Social Security Funds Act)",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2017/820/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Section 1 Legal Form, Seat and Task",
      "section": "1",
      "title": "Legal form and seat",
      "content": "1 A public law institution with its own legal personality is established by the Confederation to administer the OASI, InvI and LEC (AHV/AVS, IV/AI, EO/APG) social security funds. 2 The Institution organises itself, unless this Act provides otherwise, and keeps its own accounts. 3 It is run in accordance with business management principles. 4 The Federal Council determines its seat. 5 The Institution is entered in the commercial register under the name «compenswiss (Ausgleichsfonds AHV/IV/EO)» / «compenswiss (Fonds de compensation AVS/AI/APG)» / «compenswiss (Fondi di compensazione AVS/AI/IPG)» / «compenswiss (Fonds da cumpensaziun AVS/AI/UCG)»."
    },
    {
      "provision_ref": "art2",
      "chapter": "Section 1 Legal Form, Seat and Task",
      "section": "2",
      "title": "Task",
      "content": "The Institution administers the following social security funds: a. the social security fund for old age and survivors’ insurance (the OASI/AHV/AVS Social Security Fund) under Article 107 of the Federal Act of 20 December 1946 on Old-Age and Survivors Insurance (OASIA/AHVG/LAVS); b. the social security fund for invalidity insurance (InvI/IV/AI Social Security Fund) under Article 79 of the Federal Act of 19 June 1959 on Invalidity Insurance (InvIA/IVG/LAI); c. the social security fund for the loss of earnings compensation scheme (LEC/EO/APG Social Security Fund) under Article 28 of the Loss of Earnings Compensation Act of 25 September 1952 (LECA/EOG/LAPG). SR 831.10 SR 831.20 SR 834.1"
    },
    {
      "provision_ref": "art3",
      "chapter": "Section 2 Asset Management, Legal Transactions and Liability",
      "section": "3",
      "title": "Asset management",
      "content": "1 Each social security fund has its own segregated pool of assets within the Institution. These are managed jointly. 2 A separate investment and risk profile is to be defined for each social security fund. 3 As a rule, the assets of the social security funds are jointly invested. The share of each social security fund in the jointly invested assets and in the return on investment is determined by the degree to which it participates in the individual investments. 4 The assets of the social security funds must be managed in such a manner that each social security fund is guaranteed the best possible relationship between security and achieving a return consistent with market conditions in accordance with its investment and risk profile. 5 Each social security fund must retain sufficient liquidity at all times in order that the compensation offices: a. may be paid the clearing balances in their favour; and b. may receive the advances required to provide the statutory benefits under the OASI/AHV/AVS, InvI/IV/AI and LEC/EO/APG. 6 Cross-financing between the social security funds is prohibited; the foregoing does not apply to short-term cash flows within the Treasury."
    },
    {
      "provision_ref": "art4",
      "chapter": "Section 2 Asset Management, Legal Transactions and Liability",
      "section": "4",
      "title": "Legal transactions",
      "content": "The Institution may carry out any legal transactions required in order to fulfil its tasks under Article 2, and in particular it may acquire and dispose of securities, other financial instruments and real estate."
    },
    {
      "provision_ref": "art5",
      "chapter": "Section 2 Asset Management, Legal Transactions and Liability",
      "section": "5",
      "title": "Liability",
      "content": "The Institution is liable for its obligations with its entire assets."
    },
    {
      "provision_ref": "art6",
      "chapter": "Section 3 Organisation",
      "section": "6",
      "title": "Management bodies",
      "content": "The management bodies of the Institution are: a. the Board of Directors; b. the Executive Board; c. the Auditor."
    },
    {
      "provision_ref": "art7",
      "chapter": "Section 3 Organisation",
      "section": "7",
      "title": "Board of Directors",
      "content": "1 The Board of Directors is the supreme governing body. 2 It comprises eleven qualified members, who must guarantee irreproachable business conduct. Swiss employer and employee associations and the Confederation must be appropriately represented. 3 The Federal Council determines a profile of requirements for holding office on the Board of Directors. 4 It appoints the members for a term of office of four years and names the Chair and Vice-Chair. Each member may be reappointed twice and removed at any time for good cause. 5 The Federal Council determines the fee paid to the members of the Board and their other contractual conditions. 6 The contract between the members of the Board of Directors and the Institution is governed by public law. In addition, the provisions of the Code of Obligations apply by analogy. 7 The members of the Board of Directors must perform their tasks and duties with all due diligence and safeguard the Institution’s interests in good faith. They are required to observe secrecy on official matters both during their term of office as members of the Board of Directors and after the termination of their mandate. 8 They must disclose their interests to the Federal Council prior to their appointment and give immediate notice of any changes during their membership of the Board. The Board of Directors provides information on such interests in the management report (Art. 16 para. 1 let. b). SR 220"
    },
    {
      "provision_ref": "art8",
      "chapter": "Section 3 Organisation",
      "section": "8",
      "title": "Tasks of the Board of Directors",
      "content": "1 The Board of Directors has the following tasks: a. It issues the Institution’s organisational regulations and submits these to the Federal Department of Home Affairs (FDHA) for approval. b. It issues the investment regulations and determines the investment strategy. c. It issues the Institution’s personnel ordinance and submits it to the Federal Council for approval. d. It takes organisational and contractual measures to safeguard the Institution’s interests and prevent conflicts of interest. e. It approves the Institution’s personnel budget. f. It decides on the establishment, amendment and termination of the employment relationship with the Chief Executive Officer and the other members the Executive Board. g. It supervises the Executive Board. h. It ensures that the Institution has suitable internal control and risk management systems. i. It ensures the solvency of the Institution as an undertaking and of each social security fund. j. It determines the accounting policies based on the requirements laid down by the Federal Council in accordance with Article 13 paragraph 3. k. It adopts the budget for the Institution’s operating and administrative expenses. l. It prepares and adopts the annual report in accordance with Article 16, submits it to the Federal Council for approval and requests its own discharge. m. It publishes the annual report following approval by the Federal Council. n. It provides the general public with information on the investment performance achieved by the social security funds. o. It represents the Institution as a contracting party as defined in Article 32 d paragraph 2 of the Federal Personnel Act of 24 March 2000 (FPA). 2 The Board of Directors may delegate the preparation and implementation of its decisions to individual committees and assign to them the related decision-making powers. It must ensure that appropriate reports are made to its members. SR 172.220.1"
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Executive Board",
      "content": "1 The Executive Board is the Institution’s operational management body. It is headed by a Chief Executive Officer. 2 The Executive Board has the following tasks in particular: a. It conducts the business. b. It prepares the business of the Board of Directors and of the committees. c. It prepares the budget for the Institution’s operating and administrative expenses. d. It reports to the Board of Directors regularly and in the case of special events immediately. e. It represents the Institution externally. f. It decides on the establishment, amendment and termination of the employment relationships with the Institution’s personnel; Article 8 paragraph 1 letter f is reserved. g. It performs all the tasks which are not assigned to another management body under this Act, the organisational regulations or the specifications set by the Board of Directors. 3 The organisational regulations regulate the details. 4 The Chief Executive Officer attends the meetings of the Board of Directors in an advisory capacity."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Auditor",
      "content": "1 The Federal Council appoints the auditor at the request of the Board of Directors. The auditor is responsible for auditing the Institution, including the annual financial statements of the OASI/AHV/AVS, InvI/IV/AI and LEC/EO/APG. It examines the annual financial statements for asset management and confirms that internal control and risk management systems are in place; it also examines the information on personnel development disclosed in the management report (Art. 16 para. 1 let. b). 2 The provisions of company law on ordinary audits apply by analogy. 3 The auditor provides the Board of Directors and the Federal Council with a comprehensive report on the results of its audit. 4 The Institution must ensure that the contractual terms governing its business relationships with custodian banks provide the auditor with access to the relevant results of the external audit conducted in respect of such banks. Provided it has been contractually arranged, the Institution’s auditor may instruct the custodian banks’ auditor to conduct additional audits."
    },
    {
      "provision_ref": "art11",
      "chapter": "Section 4 Personnel",
      "section": "11",
      "title": "Employment terms",
      "content": "1 The Executive Board and other personnel are subject to the FPA. 2 The Institution is an employer as defined in Article 3 paragraph 2 FPA. 3 The Board of Directors regulates in the Institution’s personnel ordinance in particular the salaries, the fringe benefits and the other contractual conditions. SR 172.220.1"
    },
    {
      "provision_ref": "art12",
      "chapter": "Section 4 Personnel",
      "section": "12",
      "title": "Occupational pension scheme",
      "content": "The Executive Board and other personnel are insured with PUBLICA in accordance with Articles 32 a –32 m FPA. SR 172.220.1"
    },
    {
      "provision_ref": "art13",
      "chapter": "Section 5 Accounts, Administrative Expenses, Annual Report and Taxes",
      "section": "13",
      "title": "Financial reporting",
      "content": "1 The financial statements present a true and fair view of the Institution’s financial position and performance. 2 They comply with generally accepted accounting standards, and in particular the principles of materiality, completeness, comprehensibility, consistency and gross presentation. 3 The Federal Council may issue regulations on financial reporting. 4 The accounting polices derived from the accounting standards must be disclosed in the notes to the balance sheet."
    },
    {
      "provision_ref": "art14",
      "chapter": "Section 5 Accounts, Administrative Expenses, Annual Report and Taxes",
      "section": "14",
      "title": "Accounting",
      "content": "1 The Institution is responsible for keeping accounts for its asset management, including the related operating and administrative expenses. It assigns the financial result to each of the three social security funds on a monthly basis in proportion to their share in the relevant investments. 2 The Institution prepares aggregated financial statements; it does so on the basis of the annual financial statements for the OASI/AHV/AVS, InvI/IV/AI and LEC/EO/APG prepared by the Central Compensation Office in accordance with Article 71 paragraph 1 bis OASIA/AHVG/LAVS. SR 831.10"
    },
    {
      "provision_ref": "art15",
      "chapter": "Section 5 Accounts, Administrative Expenses, Annual Report and Taxes",
      "section": "15",
      "title": "Operating and administrative expenses",
      "content": "The Institution’s operating and administrative expenses are charged to the three social security funds in proportion to their total assets."
    },
    {
      "provision_ref": "art16",
      "chapter": "Section 5 Accounts, Administrative Expenses, Annual Report and Taxes",
      "section": "16",
      "title": "Annual report",
      "content": "1 The annual report contains: a. the Institution’s annual financial statements; b. the Institution’s management report; c. the separate financial statements for the OASI/AHV/AVS, InvI/IV/AI and LEC/EO/APG prepared by the Central Compensation Office in accordance with Article 71 paragraph 1 bis OASIA/AHVG/LAVS. 2 The annual financial statements of the Institution and the three social insurance schemes comprise the balance sheet, the income statement and the notes. The Institution’s annual financial statements provide information on the status and development of investments in particular. 3 The Institution’s management report contains in particular information on risk management, personnel development and the interests of the members of the Board of Directors in accordance with Article 7 paragraph 8. 4 The Board of Directors completes the annual report at the end of the calendar year SR 831.10"
    },
    {
      "provision_ref": "art17",
      "chapter": "Section 5 Accounts, Administrative Expenses, Annual Report and Taxes",
      "section": "17",
      "title": "Taxes",
      "content": "The Institution is exempt from direct federal, cantonal and communal taxes and from cantonal and communal inheritance and gift taxes. The levying of capital gains tax on real estate that has no necessary and direct relationship with the administrative activities of the social security funds is reserved."
    },
    {
      "provision_ref": "art18",
      "chapter": "Section 6 Supervision",
      "section": "18",
      "title": "",
      "content": "1 The Institution is subject to administrative supervision by the Federal Council. 2 The Federal Council exercises its supervision in particular by: a. appointing and removing the members of the Board of Directors, its Chair and Vice-Chair; b. approving the Institution’s personnel ordinance; c. approving the annual report; d. discharging the Board of Directors. 3 It may at any time inspect any of the Institution’s business documents and request information on its business operations. 4 The FDHA may have specific matters clarified by the Auditor. 5 The Institution communicates with the Federal Council via the FDHA."
    },
    {
      "provision_ref": "art19",
      "chapter": "Section 7 Final Provisions",
      "section": "19",
      "title": "Establishment of the Institution",
      "content": "1 The OASI/AHV/AVS, InvI/IV/AI and LEC/EO/APG social security funds will be transferred into the Institution and lose their legal personality. At the same time, the Institution will acquire its own legal personality. The Institution will take over the existing legal relationships and amend these where required. 2 The Federal Council determines the date of transfer. It approves the opening balance sheet of the Institution, makes all the decisions required for the transfer and takes any further measures required to this effect. 3 The transfer of the three social security funds and the establishment of the Institution are exempt from any direct or indirect federal, cantonal or communal taxes. Entries in the land register, commercial register and any other public registers in connection with the carrying out of the transfer are exempt from taxes and fees. 4 The provisions of the Mergers Act of 3 October 2003 do not apply to the establishment of the Institution. SR 221.301"
    },
    {
      "provision_ref": "art20",
      "chapter": "Section 7 Final Provisions",
      "section": "20",
      "title": "Transfer of employment relationships",
      "content": "1 The employment relationships of the personnel of the current management office will be transferred to the Institution on the date determined by the Federal Council and become subject to the legislation governing its personnel from that date. 2 The Institution will replace existing contracts with contracts issued in the name of the new employer within a reasonable time. No probationary periods may be included therein. 3 There is no right to the continuation of any function, field of work, place of work or position within the organisational system. However, the personnel remain entitled to their current salary for a period of one year. The years of service completed for the OASI/AHV/AVS, InvI/IV/AI and LEC/EO/APG social security funds before this Act comes into force will be taken into account. 4 Appeals by the personnel that are pending on the date of transfer of the employment relationships will be judged according to the previous law."
    },
    {
      "provision_ref": "art21",
      "chapter": "Section 7 Final Provisions",
      "section": "21",
      "title": "Competent employer",
      "content": "1 The Institution is deemed to be the responsible employer for employees and beneficiaries of pensions: a. who were assigned to the management office under the previous law; and b. who began to draw an old age, survivors’ or invalidity pension from PUBLICA under the occupational pension scheme before this Act entered into force. 2 The Institution is also deemed to be the responsible employer where an invalidity pension is not drawn until after this Act enters into force but where the incapacity to work, the cause of which subsequently led to the invalidity, occurred before this Act entered into force."
    },
    {
      "provision_ref": "art22",
      "chapter": "Section 7 Final Provisions",
      "section": "22",
      "title": "Debts owed by the InvI/IV/AI Social Security Fund to the OASI/AHV/AVS Social Security Fund",
      "content": "1 Until the InvI/IV/AI scheme is completely clear of debt, that portion of cash and cash equivalents and investments held by the IV/AI Social Security Fund which exceeds 50 per cent of its annual expenditure at the end of the financial year will be credited to the OASI/AHV/AVS Social Security Fund. 2 In derogation of Article 78 InvIA/IVG/LAI, the Confederation will bear the annual interest expense on the InvI/IV/AI losses carried forward for the period from 1 January 2011 until 31 December 2017. 3 From 1 January 2018, the Board will set a market-based rate of interest for the debts owed by the InvI/IV/AI Social Security Fund to the OASI/AHV/AVS Social Security Fund. SR 831.20"
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Repeal and amendment of other legislation",
      "content": "The repeal and amendment of other legislation are regulated in the Annex."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Referendum and commencement",
      "content": "1 This Act is subject to an optional referendum. 2 The Federal Council determines the date on which this Act comes into force. Commencement date: 1 January 2018 Article 1 paragraphs 1 – 3 and 5, 2 – 5, 8 paragraph 1 letters l – n, 11, 12, 14, 16, 19 paragraph 1, 21 and Annex Number I, Number II 1 and 3 – 6: 1 January 2019. FCD of 22 Nov. 2017."
    }
  ],
  "definitions": []
}