{
  "id": "sr-818-101-27",
  "type": "statute",
  "title": "Verordnung vom 23. Juni 2021 über Massnahmen zur Bekämpfung der Covid-19-Epidemie im Bereich des internationalen Personenverkehrs (Covid-19-Verordnung internationaler Personenverkehr)",
  "title_en": "Ordinance of 23 June 2021 on Measures to Combat the COVID-19 epidemic in International Travel (COVID-19 Ordinance on International Travel)",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2021/380/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Section 1 Purpose and Subject Matter",
      "section": "1",
      "title": "",
      "content": "1 This Ordinance aims to prevent the cross-border spread of the Sars-Cov-2 coronavirus. 2 It regulates the following for persons entering Switzerland: a. the recording of contact data and any other health data required; b. the test requirement. 3 It also regulates for persons who enter Switzerland from a country or region with a variant of the virus of concern, quarantine and its enforcement. Amended by No I of the O of 17 Sept. 2021, in force since 20 Sept. 2021 ( AS 2021 563 )."
    },
    {
      "provision_ref": "art2",
      "chapter": "Section 2 Countries and Regions with a Variant of the Virus of Concern",
      "section": "2",
      "title": "",
      "content": "1 Categorisation as a country or region with a variant of the virus of concern requires proof or the presumption that in this country or region a variant of the virus is widespread: a. that carries a higher risk of infection or causes a more severe form of the disease than the variant of the virus that is prevalent in Switzerland; or b. that escapes detection and for which there is no defence through pre-existing immunity to the variant of the virus prevalent in Switzerland (immune evasive). 2 The list of countries and regions with a variant of the virus of concern that is immune evasive or the immune evasive status of which is unclear is provided in Annex 1 number 1. 3 The list of countries and regions with a variant of the virus of concern that is not immune evasive is provided in Annex 1 number 2. 4 Regions on the border with Switzerland which have close economic, social and cultural ties with Switzerland may be exempted from inclusion in the lists mentioned in paragraphs 2 and 3 even if they meet the requirements set out in paragraph 1. The regions deemed to be border regions are listed in Annex 1 a . Amended by No I of the O of 1 Oct. 2021, in force since 4 Oct. 2021 ( AS 2021 591 )."
    },
    {
      "provision_ref": "art3",
      "chapter": "Section 3 Recording Contact Data",
      "section": "3",
      "title": "Persons subject to the requirement",
      "content": "1 The requirement to record contact data pursuant to Article 49 of the Epidemics Ordinance of 29 April 2015 and where necessary to record health data applies to all persons entering the country. 2 An exemption to the requirement under paragraph 1 applies to persons who: a. carry goods or passengers across the border in terms of their professional activities; b. travel through Switzerland without a stopover; c. enter the country as a cross-border commuter; or d. enter the country from a region listed in Annex 1 a . SR 818.101.1 Amended by No I of the O of 17 Sept. 2021, in force since 20 Sept. 2021 ( AS 2021 563 ). Amended by No I of the O of 17 Sept. 2021, in force since 20 Sept. 2021 ( AS 2021 563 ). Inserted by No I of the O of 17 Sept. 2021, in force since 20 Sept. 2021 ( AS 2021 563 ). Inserted by No I of the O of 17 Sept. 2021 ( AS 2021 563 ). Amended by No I of the O of 1 Oct. 2021, in force since 4 Oct. 2021 ( AS 2021 591 )."
    },
    {
      "provision_ref": "art4",
      "chapter": "Section 3 Recording Contact Data",
      "section": "4",
      "title": "Obligations of persons subject to the requirement",
      "content": "1 The persons specified in Article 3 must record their contact data before entry as follows: a. online by means of the platform for recording contact data for travellers provided by the Federal Office of Public Health (FOPH); or b. on the paper passenger locator forms provided by the FOPH. 2 Persons who enter Switzerland but not as a passenger with a travel operator pursuant to Article 5 and who record their contact details on a passenger locator form must retain the form for 14 days. The platform for recording contact data for travellers can be accessed at https://swissplf.admin.ch Amended by No I of the O of 17 Sept. 2021, in force since 20 Sept. 2021 ( AS 2021 563 )."
    },
    {
      "provision_ref": "art5",
      "chapter": "Section 3 Recording Contact Data",
      "section": "5",
      "title": "Obligations for travel operators",
      "content": "1 Rail, coach, ship or airline operators carrying passengers specified in Article 3 internationally shall ensure that passengers provide their contact data in accordance with Article 4 paragraph 1. 2 They shall send the contact data under Article 4 paragraph 1 letter b to the FOPH on request within 24 hours. 3 They shall retain the contact data for 14 days and thereafter destroy the data. 4 They shall send the FOPH on request within 48 hours lists of all cross-border train, coach or ship journeys or flights that they have scheduled for the following month. 5 They shall send the contact data under Article 4 paragraph 1 letter b and the lists under paragraph 4 via the platform for travel operators provided by the FOPH. The platform for passenger transport operators can be accessed at https://swissplf.admin.ch"
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Duties of the FOPH and the cantons",
      "content": "1 The FOPH shall ensure that the contact data is available in order to enforce the quarantine requirement under Article 9 and that the data is forwarded immediately to the cantons responsible for the persons entering Switzerland. 2 As soon as it is notified that a person infected with Sars-CoV-2 has entered Switzerland, the FOPH shall take the following measures: a. It shall request the travel operator to provide the contact data recorded on paper relating to the persons who entered Switzerland at the same time as the person infected with Sars-CoV-2. b. It shall establish the identity of the persons who were in close contact with the person infected with Sars-CoV-2 on the basis of contact data recorded online and the contact data in accordance with letter a. c. It shall forward the processed contact data immediately to the cantons responsible for the persons entering Switzerland. 3 The FOPH may delegate its duties under paragraphs 1 and 2 to third parties. In doing so, it shall ensure that data protection and data security are guaranteed. 4 The FOPH or the third parties shall destroy the data one month after the entry of the persons concerned. 5 The cantons shall destroy the data one month after they have received the same from the FOPH or from third parties."
    },
    {
      "provision_ref": "art7",
      "chapter": "Section 4 Air Travel:",
      "section": "7",
      "title": "",
      "content": "1 Airlines and coach companies offering long-distance journeys must inform their passengers that they must be tested for Sars-CoV-2 before departure and that they will only be permitted to board the aircraft or coach if they can provide a negative test result. 2 Airlines must verify before departure whether a negative test result is available. The requirements for tests and proof of testing are regulated in Annex 2 a . 3 Airlines and coach companies must not permit passengers who are unable to provide a negative test result to board the aircraft or coach. 4 They may carry the following passengers without these passengers being required to produce a negative test result: a. persons under 16 years of age; b. persons who can provide a medical certificate to prove that they must be transported to Switzerland as a matter of urgency on medical grounds; c. persons who are using a Swiss airport while in transit without leaving that airport before continuing their journey; c bis . persons who travel through Switzerland with a coach company without leaving the coach; d. persons who provide proof that they have been vaccinated against Sars-CoV-2; the persons who are regarded as having been vaccinated, the duration for which the vaccination is regarded as effective and the accepted forms of proof are regulated in Annex 2; e. persons who provide proof that they have been infected with Sars-CoV-2 and have recovered; the duration of the exemption from the requirement to be tested and the accepted forms of proof are regulated in Annex 2; f. persons who provide proof in the form of a medical certificate that they are unable on medical grounds to take a Sars-CoV-2 test. 5 Persons entering Switzerland from the countries or regions specified in Annex 1 number 1 are not eligible for the exemptions from the requirement to be tested before departure under paragraph 4 letters d and e. Amended by No I of the O of 1 Oct. 2021, in force since 4 Oct. 2021 ( AS 2021 591 ). Inserted by No I of the O of 1 Oct. 2021, in force since 4 Oct. 2021 ( AS 2021 591 )."
    },
    {
      "provision_ref": "art8",
      "chapter": "Section 5 Requirement for Persons entering Switzerland to be tested, to quarantine and to report",
      "section": "8",
      "title": "Test requirement",
      "content": "1 Persons entering Switzerland must be able to show a negative test result. The test and proof of testing requirements are regulated in Annex 2 a . 2 Persons who are unable to provide proof of a negative test on entering Switzerland must immediately undergo one of the following tests on entry: a. a molecular-biological analysis for Sars-CoV-2; or b. a Sars-CoV-2 rapid test for specialist use in accordance with Article 24 a paragraph 1 of COVID-19 Ordinance 3 of 19 June 2020. 3 Persons who must take a test under paragraphs 1 and 2 must take an additional test in accordance with paragraph 2 between the fourth and seventh day after entering Switzerland. Persons who test negative must provide the canton with a COVID-19 test certificate in accordance with the COVID-19 Certificates Ordinance of 4 June 2021. Persons who test positive must notify the canton of the test result. Amended by No I of the O of 17 Sept. 2021, in force since 20 Sept. 2021 ( AS 2021 563 ). SR 818.101.24 SR 818.102.2 Amended by No I of the O of 1 Oct. 2021, in force since 4 Oct. 2021 ( AS 2021 591 )."
    },
    {
      "provision_ref": "art9",
      "chapter": "Section 5 Requirement for Persons entering Switzerland to be tested, to quarantine and to report",
      "section": "9",
      "title": "Quarantine requirement",
      "content": "1 Persons who enter Switzerland from a country or region listed in Annex 1 must on entry travel immediately and directly to their home or to other suitable accommodation. They must remain there without leaving at any time for 10 days following their entry (quarantine on entry). 2 Where a person has entered Switzerland from a country or region that does not have a variant of the virus of concern, the competent cantonal authority may take account of the duration of the person’s stay in that country or region when calculating the time to be spent in quarantine. 3 Persons required to quarantine on entry may leave quarantine within 10 days provided they undergo either a molecular-biological analysis for Sars-CoV-2 or a Sars-CoV-2-rapid test for specialist use in accordance with Article 24 a paragraph 1 of COVID-19 Ordinance 3 of 19 June 2020 and the result is negative. The test may be carried out at the earliest on the seventh day of quarantine. The competent cantonal authority may, in justified cases, suspend the early termination of quarantine. 4 Persons who leave quarantine early pursuant to paragraph 5 must wear a face mask and maintain a distance of at least 1.5 metres from other persons when outside their home or accommodation until the point in time at which quarantine under paragraph 2 would have ended. Amended by No I of the O of 17 Sept. 2021, in force since 20 Sept. 2021 ( AS 2021 563 ). SR 818.101.24"
    },
    {
      "provision_ref": "art9a",
      "chapter": "Section 5 Requirement for Persons entering Switzerland to be tested, to quarantine and to report",
      "section": "9a",
      "title": "a Exemptions from the test and quarantine requirement",
      "content": "1 The following persons are exempted from the requirement to be tested under Article 8 and to quarantine from the requirement to under Article 9: a. ... b. persons who in the course of their professional activities transport passengers or goods across borders; c. persons who as transit passengers have stayed less than 24 hours in a country or region specified in Annex 1; d. persons who travel through Switzerland without stopping; e. persons who do not enter Switzerland from the countries or regions specified in Annex 1 number 1 and who can prove that they have been vaccinated against Sars-CoV-2; the persons who are regarded as having been vaccinated, the duration for which the vaccination is regarded as effective and the accepted forms of proof regulated in Annex 2; f. persons who do not enter Switzerland from the countries or regions specified in Annex 1 number 1 and who can prove that they have been infected with Sars-CoV-2 and that they have recovered; the duration of the exemption and the accepted forms of proof are regulated in Annex 2. g. who enter Switzerland on important and immediate medical grounds; h. who enter Switzerland as cross-border commuters. 2 The following persons are also exempted from the requirement to be tested in Article 8: a. persons under the age of 16; b. persons who can prove that they are unable on medical grounds to take a Sars-CoV-2 test. c. persons who enter Switzerland from a region listed in Annex 1 a , provided the country or region concerned is not listed in Annex 1 number 1. d. persons whose activity in Switzerland is essential to maintain the proper functioning of institutional beneficiaries in terms of Article 2 paragraph 1 of the Host State Act of 22 June 2007 and who can prove this by providing confirmation from the Federal Department of Foreign Affairs (FDFA); e. persons whose activity in Switzerland is essential to maintain Switzerland's diplomatic and consular relations and who can prove this by providing confirmation from the FDFA. 2bis The quarantine requirement in accordance with Article 9 does not apply to persons whose activity in Switzerland is essential to maintain: a. the proper functioning of the health service; b. public security and order; c. the proper functioning of institutional beneficiaries in terms of Article 2 paragraph 1 of the Host State Act; d. Switzerland's diplomatic and consular relations. 3 Paragraph 1 does not apply to persons displaying symptoms of COVID-19, unless the person concerned can provide certified medical evidence that the symptoms have a different cause. 4 The competent cantonal authority may in justified cases permit further exemptions from the requirement to be tested and to quarantine or may relax certain conditions. Inserted by No I of the O of 17 Sept. 2021, in force since 20 Sept. 2021 ( AS 2021 563 ). Repealed by No I of the O of 1 Oct. 2021, with effect from 4 Oct. 2021 ( AS 2021 591 ). Amended by No I of the O of 1 Oct. 2021, in force since 4 Oct. 2021 ( AS 2021 591 ). Inserted by No I of the O of 1 Oct. 2021, in force since 4 Oct. 2021 ( AS 2021 591 ). SR 192.12 Inserted by No I of the O of 1 Oct. 2021, in force since 4 Oct. 2021 ( AS 2021 591 ). Inserted by No I of the O of 1 Oct. 2021, in force since 4 Oct. 2021 ( AS 2021 591 )."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "",
      "content": "1 Persons who must take a test under Article 8 paragraph 3 must provide the competent cantonal authorities with the COVID-19 test certificate in accordance with the COVID-19 Certificates Ordinance of 4 June 2021 or the positive test result within two days and: a. inform them of the number of the passenger locator form completed in accordance with Article 4 paragraph 1 letter a; or b. provide them with a copy of the paper passenger locator form in accordance with Article 4 paragraph 1 letter b. 2 Persons required to quarantine on entry under Article 9 must report to the competent cantonal authority within two days of their arrival in Switzerland and must follow the instructions given by the authority. Amended by No I of the O of 17 Sept. 2021, in force since 20 Sept. 2021 ( AS 2021 563 ). SR 818.102.2 Amended by No I of the O of 1 Oct. 2021, in force since 4 Oct. 2021 ( AS 2021 591 )."
    },
    {
      "provision_ref": "art11",
      "chapter": "Section 6 Checks and Reports",
      "section": "11",
      "title": "",
      "content": "1 The border control authorities may conduct risk-based checks on persons entering Switzerland. In doing so, they shall verify: a. that the person checked has tested negative in accordance with Article 8 paragraph 1; b. that the contact data of the person checked has been recorded in accordance with Article 4 paragraph 1. 2 If the person checked is unable to produce a negative test result or show that their contact data has been recorded, the border control authority shall report the matter to the competent cantonal authority. The report shall include the details of the person checked, the time and place of the check, the address the person has specified in Switzerland, and the outcome of the check. 3 The border control authorities may impose fixed penalty fines. Inserted by No I of the O of 17 Sept. 2021, in force since 20 Sept. 2021 ( AS 2021 563 ). Amended by No I of the O of 17 Sept. 2021, in force since 20 Sept. 2021 ( AS 2021 563 ). Amended by No I of the O of 17 Sept. 2021, in force since 20 Sept. 2021 ( AS 2021 563 )."
    },
    {
      "provision_ref": "art11a",
      "chapter": "Section 6 Checks and Reports",
      "section": "11a",
      "title": "a Cantons",
      "content": "The cantons may check that a negative test result has been provided in accordance with Article 8 paragraph 3. Inserted by No I of the O of 17 Sept. 2021, in force since 20 Sept. 2021 ( AS 2021 563 )."
    },
    {
      "provision_ref": "art12",
      "chapter": "Section 7 Updating the Annexes",
      "section": "12",
      "title": "",
      "content": "1 The Federal Department of Home Affairs shall update Annex 1 continuously in consultation with the Federal Department of Justice and Police, the Federal Department of Finance and the Federal Department of Foreign Affairs. 2 It shall update Annex 2 in accordance with the latest scientific knowledge and in consultation with the Federal Commission for Vaccination. 3 It shall update Annex 2 a in accordance with the latest scientific knowledge. Inserted by No I of the O of 17 Sept. 2021, in force since 20 Sept. 2021 ( AS 2021 563 )."
    },
    {
      "provision_ref": "art13",
      "chapter": "Section 8 Final Provisions",
      "section": "13",
      "title": "Repeal and amendment of other legislation",
      "content": "1 The COVID-19-Ordinance on International Travel Measures of 27 January 2021 is repealed. 2 The amendment of other legislation is regulated in Annex 3. [ AS 2021 61 , 94 , 276 , 298 , 352 ]"
    },
    {
      "provision_ref": "art14",
      "chapter": "Section 8 Final Provisions",
      "section": "14",
      "title": "Commencement",
      "content": "This Ordinance comes into force on 26 June 2021 at 00.00."
    }
  ],
  "definitions": []
}