{
  "id": "sr-811-117-2",
  "type": "statute",
  "title": "Geschäftsreglement vom 19. April 2007 der Medizinalberufekommission (MEBEKO)",
  "title_en": "",
  "short_name": "MEBEKO",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2007/543/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "1. Abschnitt: Zusammensetzung und Aufteilung der MEBEKO",
      "section": "1",
      "title": "",
      "content": "1 Die MEBEKO besteht aus: a. der Präsidentin oder dem Präsidenten; b. der Vizepräsidentin oder dem Vizepräsidenten; c. den weiteren vom Bundesrat ernannten Mitgliedern. 2 Sie ist aufgeteilt in das Ressort Ausbildung und in das Ressort Weiterbildung. 3 Die MEBEKO verfügt über eine Geschäftsleitung und eine Geschäftsstelle."
    },
    {
      "provision_ref": "art2",
      "chapter": "2. Abschnitt: Aufgaben und Kompetenzen",
      "section": "2",
      "title": "MEBEKO",
      "content": "Die Aufgaben der MEBEKO sind in Artikel 50 MedBG festgehalten."
    },
    {
      "provision_ref": "art3",
      "chapter": "2. Abschnitt: Aufgaben und Kompetenzen",
      "section": "3",
      "title": "Ressort Ausbildung",
      "content": "Das Ressort Ausbildung hat folgende Aufgaben: a. Es berät das Akkreditierungsorgan, den Schweizerischen Akkreditierungsrat, den Bundesrat, das Eidgenössische Departement des Innern (EDI) und die Schweizerische Universitätskonferenz (SUK) in Fragen der Ausbildung. b. Es nimmt Stellung zu Akkreditierungsanträgen im Bereich der Ausbildung. c. Es erfüllt die Aufgaben, die der MEBEKO als Nachfolgerin des Leitenden Ausschusses gemäss Artikel 62 Absatz 3 MedBG zukommen. d. Es erstattet dem EDI, dem Schweizerischen Akkreditierungsrat und der SUK in Absprache mit dem Präsidenten oder der Präsidentin regelmässig Bericht. e. Es entscheidet über die Anerkennung ausländischer Diplome. Bei einem negativen Entscheid bestimmt es darüber, unter welchen Voraussetzungen das eidgenössische Diplom erworben werden kann. f. Es entscheidet im Sinne von Artikel 36 Absatz 3 MedBG über die Gleichwertigkeit von Diplomen aus Staaten, mit denen die Schweiz keinen Vertrag über die gegenseitige Anerkennung abgeschlossen hat. g. Es entscheidet im Sinne von Artikel 15 Absatz 4 MedBG über die Zulassung zur eidgenössischen Prüfung für Personen, deren Diplom nicht anerkannt werden kann, und über den Umfang dieser Prüfung. h. Es überwacht die eidgenössischen Prüfungen. i. Es kann den zuständigen Stellen Massnahmen zur Erhöhung der Qualität der Ausbildung vorschlagen."
    },
    {
      "provision_ref": "art4",
      "chapter": "2. Abschnitt: Aufgaben und Kompetenzen",
      "section": "4",
      "title": "Ressort Weiterbildung",
      "content": "Das Ressort Weiterbildung hat folgende Aufgaben: a. Es berät das Akkreditierungsorgan, den Bundesrat und das EDI in Fragen der Weiterbildung. b. Es nimmt Stellung zu Akkreditierungsanträgen im Bereich der Weiterbildung. c. Es beantwortet Anfragen um Stellungnahmen in Beschwerdeverfahren, die in das Ressort Weiterbildung fallen. d. Es erstattet dem Departement in Absprache mit der Präsidentin oder dem Präsidenten regelmässig Bericht. e. Es entscheidet über die Anerkennung ausländischer Weiterbildungstitel. Bei einem negativen Entscheid bestimmt es darüber, unter welchen Voraussetzungen der eidgenössische Weiterbildungstitel erworben werden kann. f. Es entscheidet im Sinne von Artikel 21 Absatz 4 MedBG über den Erwerb eines eidgenössischen Weiterbildungstitel für Personen, deren Weiterbildungstitel nicht anerkannt werden kann. g. Es entscheidet im Sinne von Artikel 36 Absatz 3 MedBG über die Gleichwertigkeit von Weiterbildungstiteln aus Staaten, mit denen die Schweiz keinen Vertrag über die gegenseitige Anerkennung abgeschlossen hat. h. Es kann den zuständigen Stellen Massnahmen zur Erhöhung der Qualität der Weiterbildung vorschlagen."
    },
    {
      "provision_ref": "art5",
      "chapter": "2. Abschnitt: Aufgaben und Kompetenzen",
      "section": "5",
      "title": "Präsidentin oder Präsident",
      "content": "1 Die Präsidentin oder der Präsident hat insbesondere die folgenden Aufgaben: a. Sie oder er verteilt die Geschäfte den Ressorts, der Geschäftsstelle oder einem Mitglied der MEBEKO. b. Sie oder er vertritt die MEBEKO nach aussen und informiert die Öffentlichkeit über deren Tätigkeit. c. Sie oder er beruft die Plenarsitzungen ein, bereitet in Absprache mit der Geschäftsleitung die Geschäfte vor, setzt die Tagesordnung fest und führt den Vorsitz. 2 Sie oder er kann zu besonderen Fragen fallweise externe Sachverständige beiziehen. 3 Sie oder er kann die Ausarbeitung von Pressemitteilungen einem Redaktionsausschuss übertragen."
    },
    {
      "provision_ref": "art6",
      "chapter": "2. Abschnitt: Aufgaben und Kompetenzen",
      "section": "6",
      "title": "Ressortleiterin oder Ressortleiter",
      "content": "1 Ein Ressort wird von der Präsidentin oder dem Präsidenten, das andere von der Vizepräsidentin oder dem Vizepräsidenten geleitet. 2 Die Ressortleiterin oder der Ressortleiter hat insbesondere die folgenden Aufgaben: a. Sie oder er koordiniert sich regelmässig mit dem für die Bildungspolitik zuständigen Abteilungsleiter des Bundesamtes für Gesundheit (BAG) über Fragen der Hochschulmedizin, der Aus- und Weiterbildung der universitären Medizinalberufe, der Versorgung mit Gesundheitspersonal und weitere Fragen an der Schnittstelle zwischen Bildungs- und Gesundheitspolitik aus. b. Sie oder er beruft die Sitzungen des Ressorts ein, bereitet die Geschäfte vor, setzt die Tagesordnung fest und führt den Vorsitz. c. Sie überwacht den Vollzug der Beschlüsse. 3 Sie oder er kann Geschäfte des betreffenden Ressorts auf dem Zirkulationsweg und unaufschiebbare Geschäfte durch selbständigen Entscheid erledigen. Selbständige Entscheide sind der MEBEKO in der nächsten Sitzung bekannt zu geben. 4 Sie oder er kann zu besonderen Fragen fallweise externe Sachverständige beiziehen oder einzelne Mitglieder der MEBEKO damit betrauen."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Geschäftsleitung",
      "content": "1 Die Geschäftsleitung leitet die Geschäftsstelle und koordiniert die Arbeiten der Sekretariate der Ressorts. 2 Sie stellt sicher, dass die Daten in der Datenbank der MEBEKO aufgrund der Aufgaben der MEBEKO zweckmässig und vollständig erfasst werden. 3 Sie ist beim BAG angesiedelt."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Geschäftsstelle",
      "content": "1 Die Geschäftsstelle ist beim BAG angesiedelt. 2 Sie besteht aus dem Sekretariat des Ressorts Ausbildung und dem Sekretariat des Ressorts Weiterbildung. 3 Das Sekretariat des Ressorts Ausbildung hat folgende Aufgaben: a. Es besorgt die Sekretariatsarbeiten und das Rechnungswesen. b. Es bereitet die Sitzungen vor und führt die Protokolle. c. Es nimmt die Prüfungsanmeldungen entgegen. d. Es bearbeitet die Daten betreffend die Überwachung der eidgenössischen Prüfungen sowie die eidgenössischen und anerkannten Diplome und die entsprechenden Gleichwertigkeitsbescheinigungen nach Artikel 36 Absatz 3 MedBG in der Datenbank der MEBEKO. e. Es überprüft Gesuche um Entscheide, die in die Kompetenz des Ressorts Ausbildung fallen, führt das Instruktionsverfahren durch und redigiert Zwischen- und Endentscheide zuhanden des Ressort Ausbildung. f. Es erarbeitet Stellungnahmen zuhanden übergeordneter Instanzen. g. Es sichert die Ausführung von Beschlüssen des Ressorts Ausbildung und erledigt die von der Präsidentin, dem Präsidenten, der Ressortleiterin, oder dem Ressortleiter zugewiesenen Aufgaben. h. Es berät zweckdienlich die MEBEKO und erteilt Auskünfte an Dritte. i. Es besorgt die Sekretariatsarbeiten der Prüfungskommissionen. 4 Das Sekretariat des Ressorts Weiterbildung hat folgende Aufgaben: a. Es besorgt die Sekretariatsarbeiten und das Rechnungswesen. b. Es bereitet die Sitzungen vor und führt die Protokolle. c. Es bearbeitet die Daten betreffend die eidgenössischen und anerkannten Weiterbildungstitel sowie die entsprechenden Gleichwertigkeitsbescheinigungen gemäss Artikel 36 Absatz 3 MedBG in der Datenbank der MEBEKO. d. Es überprüft die Gesuche um Entscheide, die in die Kompetenz des Ressorts Weiterbildung fallen, führt das Instruktionsverfahren durch und redigiert Zwischen- und Endentscheide zuhanden des Ressorts Weiterbildung. e. Es erarbeitet Stellungnahmen zuhanden übergeordneter Instanzen. f. Es sichert die Ausführung der Beschlüsse des Ressorts Weiterbildung und erledigt die von der Präsidentin, dem Präsidenten, der Ressortleiterin oder dem Ressortleiter zugewiesenen Aufgaben. g. Es berät zweckdienlich die MEBEKO und erteilt Auskünfte an Dritte. 5 Die beiden Sekretariate bearbeiten je für ihr Ressort die Daten in der Datenbank der MEBEKO. Dabei bearbeiten sie die Personendaten in der Datenbank, soweit dies zur Erfüllung ihrer Aufgaben erforderlich ist. Eingefügt durch Ziff. I des Beschlusses der Medizinalberufekommission vom 27. April 2011, durch das EDI genehmigt am 11. Mai 2011 und in Kraft seit 11. Mai 2011 ( AS 2011 1949 )."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Subkommissionen",
      "content": "1 Die MEBEKO kann für fachspezifische Fragen fallweise Subkommissionen einsetzen. Sie bestimmt im Einsetzungsbeschluss deren Aufgaben, die Präsidentin oder den Präsidenten sowie deren Mitglieder. 2 Zu den Subkommissionen können in Absprache mit dem EDI ausnahmsweise auch Sachverständige beratend beigezogen werden, die nicht der MEBEKO angehören."
    },
    {
      "provision_ref": "art10",
      "chapter": "3. Abschnitt: Sitzungen",
      "section": "10",
      "title": "Einberufung und Nicht-Öffentlichkeit",
      "content": "1 Die Präsidentin oder der Präsident beruft jährlich mindestens eine Plenarsitzung der MEBEKO ein. Ein Fünftel aller Mitglieder oder ein Ressort kann eine Plenarsitzung verlangen. 2 Die Ressortleiterin oder der Ressortleiter beruft die Sitzungen des Ressorts nach Bedarf ein. Ein Fünftel der Mitglieder des Ressorts kann eine Ressortsitzung verlangen. 3 Die Sitzungen der MEBEKO, der Ressorts und der Subkommissionen sind weder partei- noch publikumsöffentlich."
    },
    {
      "provision_ref": "art11",
      "chapter": "3. Abschnitt: Sitzungen",
      "section": "11",
      "title": "Ausstand",
      "content": "Mitglieder, die nach Artikel 10 des Bundesgesetzes vom 20. Dezember 1968 über das Verwaltungsverfahren in den Ausstand treten müssen, nehmen an der Beratung und Beschlussfassung über den betreffenden Gegenstand nicht teil. SR 172.021"
    },
    {
      "provision_ref": "art12",
      "chapter": "3. Abschnitt: Sitzungen",
      "section": "12",
      "title": "Vorbereitung",
      "content": "Die Geschäftsstelle stellt den Mitgliedern in der Regel vierzehn Tage vor der Sitzung eine Traktandenliste und die notwendigen Unterlagen zu."
    },
    {
      "provision_ref": "art13",
      "chapter": "3. Abschnitt: Sitzungen",
      "section": "13",
      "title": "Beschlussfassung",
      "content": "1 Die MEBEKO, die Ressorts und die Subkommissionen sind beschlussfähig, wenn mindestens die Hälfte der jeweiligen Mitglieder anwesend ist. 2 Sie fassen ihre Beschlüsse mit dem einfachen Mehr der anwesenden Mitglieder. Bei Stimmengleichheit gibt im Plenum die Präsidentin oder der Präsident, in den Ressortsitzungen die Ressortleiterin oder der Ressortleiter, in den Subkommissionen die Präsidentin oder der Präsident der Subkommission den Stichentscheid. 3 Das Plenum, die Ressorts und die Subkommissionen können auch auf dem Zirkulationsweg entscheiden. Bei Zirkulationsabstimmungen kann ein Mitglied bei der Präsidentin oder beim Präsidenten eine mündliche Beratung in der MEBEKO oder in einem der Ressorts verlangen."
    },
    {
      "provision_ref": "art14",
      "chapter": "3. Abschnitt: Sitzungen",
      "section": "14",
      "title": "Amtsgeheimnis",
      "content": "Die Mitglieder der MEBEKO, die externen Sachverständigen und die Mitarbeiterinnen und Mitarbeiter der Geschäftsstelle unterstehen dem Amtsgeheimnis nach Artikel 320 des Strafgesetzbuches. SR 311.0"
    },
    {
      "provision_ref": "art15",
      "chapter": "3. Abschnitt: Sitzungen",
      "section": "15",
      "title": "Schweigepflicht",
      "content": "1 Die Mitglieder und die übrigen Sitzungsteilnehmerinnen und -teilnehmer sind verpflichtet, die Beratungen und Unterlagen vertraulich zu behandeln. 2 Die Mitglieder können die leitenden Gremien der Organisationen, die sie vertreten, über die Arbeit der MEBEKO und der Ressorts informieren. Protokolle dürfen nicht weitergegeben werden. Über die Weitergabe anderer Unterlagen entscheiden die MEBEKO, die Ressorts und die Subkommissionen von Fall zu Fall. 3 Informationen über einzelne Prüfungsfragen und Prüfungsergebnisse sowie über hängige Verfahren sind in jedem Fall vertraulich zu behandeln. 4 Verletzt ein Mitglied oder ein andere Person, die an der Sitzung teilgenommen hat, die Schweigepflicht, so trifft das EDI die notwendigen Massnahmen."
    },
    {
      "provision_ref": "art16",
      "chapter": "4. Abschnitt: Verfahren",
      "section": "16",
      "title": "Grundsatz",
      "content": "Das Verfahren für den Erlass von Verfügungen richtet sich nach dem Bundesgesetz vom 20. Dezember 1968 über das Verwaltungsverfahren. SR 172.021"
    },
    {
      "provision_ref": "art17",
      "chapter": "4. Abschnitt: Verfahren",
      "section": "17",
      "title": "Eröffnung der Entscheide",
      "content": "Die MEBEKO und die beiden Ressorts eröffnen ihre Entscheide den Parteien schriftlich in einer der Amtssprachen."
    },
    {
      "provision_ref": "art18",
      "chapter": "5. Abschnitt: Inkrafttreten",
      "section": "18",
      "title": "",
      "content": "Dieses Reglement tritt am 1. September 2007 in Kraft."
    }
  ],
  "definitions": []
}