{
  "id": "sr-812-216-2",
  "type": "statute",
  "title": "Verordnung vom 11. Dezember 2009 des Schweizerischen Heilmittelinstituts über die vereinfachte Zulassung von Allergenpräparaten (Allergenverordnung, AllergV)",
  "title_en": "",
  "short_name": "AllergV",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2010/61/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Gegenstand",
      "content": "1 Diese Verordnung regelt die Voraussetzungen für die vereinfachte Zulassung von Allergenpräparaten der Humanmedizin. 2 Sie gilt für: a. Allergenpräparate zur In-vivo-Diagnose; b. Allergenpräparate für die spezifische Immuntherapie. 3 Sie gilt nicht für Allergenpräparate, die DNA-rekombinationstechnisch hergestellte Allergene oder gentechnisch veränderte Organismen enthalten."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Anwendbares Recht",
      "content": "Soweit diese Verordnung nichts anderes bestimmt, gelten die Bestimmungen der folgenden Verordnungen: a. Verordnung des Schweizerischen Heilmittelinstituts vom 9. November 2001 über die Anforderungen an die Zulassung von Arzneimitteln (AMZV); b. Verordnung des Schweizerischen Heilmittelinstituts vom 22. Juni 2006 über die vereinfachte Zulassung von Arzneimitteln und die Zulassung von Arzneimitteln im Meldeverfahren (VAZV). SR 812.212.22 SR 812.212.23"
    },
    {
      "provision_ref": "art3",
      "chapter": "4",
      "section": "3",
      "title": "Begriffe",
      "content": "Im Sinne dieser Verordnung gelten als: a. Allergen: Substanz, die eine allergische Reaktion oder Erkrankung auslösen oder verursachen kann; b. Allergenpräparat: Arzneimittel, das ein oder mehrere Allergene enthält; c. Epikutan- oder Patchtest: Test zum Nachweis einer Sensibilisierung auf ein Allergen durch Applikation eines Allergenpräparats auf die Haut; d. Intrakutan- oder Pricktest: Test zum Nachweis einer Sensibilisierung auf ein Allergen durch Applikation eines Allergenpräparats in die Haut; e. Provokationstest: Test zum Nachweis einer Sensibilisierung auf ein Allergen durch orale, nasale, bronchiale oder konjunktivale Applikation eines Allergenpräparats; f. In-vivo-Diagnose: Nachweis einer Sensibilisierung auf ein Allergen oder einer Allergie durch Anwendung eines Allergenpräparats in einem Epikutan- oder Patchtest, einem Intrakutan- oder Pricktest oder in einem Provokationstest; g. spezifische Immuntherapie (auch Hyposensibilisierung oder Desensibilisie rung ): Behandlung einer Allergie durch wiederholte Anwendung eines Allergenpräparats (z. B. subkutan oder oral); h. Spezifität: Fähigkeit des Tests zur In-vivo-Diagnose, Personen ohne allergische Reaktion und ohne Sensibilisierung auf ein bestimmtes Allergen als solche zu erkennen; i. Sensitivität: Fähigkeit des Tests zur In-vivo-Diagnose, Personen mit einer allergischen Reaktion oder mit einer Sensibilisierung auf ein bestimmtes Allergen als solche zu erkennen."
    },
    {
      "provision_ref": "art4",
      "chapter": "4",
      "section": "4",
      "title": "Grundsätze",
      "content": "1 Allergenpräparate nach Artikel 1 Absatz 2 können vereinfacht zugelassen werden. 2 Die Vereinfachungen bestehen darin, dass sich die Dokumentation: a. auf veröffentlichte Fachliteratur stützen kann; b. auf die Dokumentation eines anderen Allergenpräparats (Referenzarzneimittel) stützen kann. Ausdruck gemäss Ziff. III der V des Institutsrats vom 7. Sept. 2018, in Kraft seit 1. Jan. 2019 ( AS 2018 3657 ). Diese Änd. wurde im ganzen Erlass berücksichtigt."
    },
    {
      "provision_ref": "art5",
      "chapter": "6",
      "section": "5",
      "title": "5 Zulassung gestützt auf veröffentlichte Fachliteratur",
      "content": "Soweit sich das Zulassungsgesuch auf die veröffentlichte Fachliteratur stützt, muss die Gesuchstellerin mit einer detaillierten Bibliografie nachweisen, dass die Bestandteile des Allergenpräparats: a. für die beantragte Indikation und Anwendungsart allgemein medizinisch verwendet werden; und b. in ihrer Wirksamkeit anerkannt sind und einen annehmbaren Grad an Sicherheit aufweisen."
    },
    {
      "provision_ref": "art6",
      "chapter": "6",
      "section": "6",
      "title": "6 Zulassung gestützt auf die Dokumentation eines Referenzarzneimittels",
      "content": "1 Die Zulassung für ein Anschlusspräparat wird nur der Inhaberin der Zulassung des Referenzarzneimittels erteilt. 2 Die Gesuchstellerin kann für die Zulassung eines Allergenpräparats auf die Dokumentation eines Referenzarzneimittels Bezug nehmen, wenn: a. zwischen den Allergenen im Anschlusspräparat und im Referenzarzneimittel eine ausreichend enge strukturelle Verwandtschaft besteht; und b. das Ausgangsmaterial vergleichbare physikochemische und biologische Eigenschaften aufweist. 3 Eine enge strukturelle Verwandtschaft besteht insbesondere innerhalb folgender homologer Gruppen: a. Baumpollen der Ordnung Buchenartige, der Familie Birkengewächse; b. Baumpollen der Familie Ölbaumgewächse; c. Baumpollen der Familie Zypressengewächse; d. Gräserpollen der Familie Süssgräser und Unterfamilie Pooideae ; e. Kräuterpollen; f. Hausstaubmilben der Gattung Dermatophagoides . 4 Zusätzlich müssen die folgenden Voraussetzungen erfüllt sein: a. Die Extrakte des Referenz- und des Anschlusspräparats werden von der gleichen Herstellerin hergestellt. b. Das Referenz- und das Anschlusspräparat werden von der gleichen Herstellerin hergestellt. c. Extraktionsverfahren und Herstellungsprozesse sind für Referenz- und Anschlusspräparat gleich."
    },
    {
      "provision_ref": "art7",
      "chapter": "6",
      "section": "7",
      "title": "7 Nachweis der Haltbarkeit",
      "content": "Für ein Allergenpräparat zur In-vivo-Diagnose kann sich der Nachweis der Haltbarkeit, der im Rahmen der Dokumentation über die analytischen, chemischen und pharmazeutischen Prüfungen nach Artikel 3 Absatz 1 Buchstabe f AMZV zu erbringen ist, auf die Daten zum Referenzarzneimittel stützen, wenn die Gesuchstellerin nachweisen kann, dass die Ergebnisse auf das Anschlusspräparat übertragbar sind. SR 812.212.22"
    },
    {
      "provision_ref": "art8",
      "chapter": "7",
      "section": "8",
      "title": "8 Dokumentation über die pharmakologischen und toxikologischen Prüfungen",
      "content": "Die Dokumentation über die pharmakologischen und toxikologischen Prüfungen nach Artikel 4 AMZV kann in bibliografischer Form eingereicht werden, wenn in der veröffentlichten Fachliteratur ausreichend Belege vorhanden sind. SR 812.212.22"
    },
    {
      "provision_ref": "art9",
      "chapter": "7",
      "section": "9",
      "title": "9 Dokumentation über die klinischen Prüfungen",
      "content": "1 Die Dokumentation über die klinischen Prüfungen nach Artikel 5 AMZV muss die für In-vivo-Diagnostika relevanten Aspekte belegen. 2 Für die Epikutan- oder Patchtests müssen die Spezifität, die Sensitivität und die klinische Relevanz des Allergenpräparats belegt werden. Die Dokumentation kann rein bibliografisch erfolgen, wenn in der veröffentlichten Fachliteratur ausreichend Belege vorhanden sind. 3 Für die Intrakutan- oder Pricktests und die Provokationstests muss zusätzlich zu den Belegen nach Absatz 2 die Sicherheit des Allergenpräparats belegt werden. Die Dokumentation kann sich auf die Daten eines Referenzarzneimittels stützen, wenn die Gesuchstellerin nachweisen kann, dass die Ergebnisse auf das Anschlusspräparat übertragbar sind. SR 812.212.22"
    },
    {
      "provision_ref": "art10",
      "chapter": "7",
      "section": "10",
      "title": "10 Arzneimittelinformation",
      "content": "1 Als Packungsbeilage kann anstelle einer Arzneimittel-Patienteninformation die Arzneimittel-Fachinformation nach Artikel 13 AMZV beigefügt werden. 2 Für ein Referenz- und die zugehörigen Anschlusspräparate kann eine gemeinsame Arzneimittel-Fachinformation erstellt werden. 3 Für Epikutan- oder Patchtests einer Gesuchstellerin kann in begründeten Fällen eine gemeinsame Arzneimittel-Fachinformation erstellt werden. SR 812.212.22"
    },
    {
      "provision_ref": "art11",
      "chapter": "7",
      "section": "11",
      "title": "11 Nachweis der Haltbarkeit",
      "content": "Für den Nachweis der Haltbarkeit eines Allergenpräparats für die spezifische Immuntherapie gilt Artikel 7 sinngemäss."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "12 Dokumentation über die pharmakologischen und toxikologischen Prüfungen",
      "content": "Für die Dokumentation über die pharmakologischen und toxikologischen Prüfungen gilt Artikel 8 sinngemäss."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "13 Dokumentation über die klinischen Prüfungen",
      "content": "Die Dokumentation über die klinischen Prüfungen nach Artikel 5 AMZV kann sich auf die Daten des Referenzarzneimittels stützen, wenn die Gesuchstellerin nachweisen kann, dass die Ergebnisse auf das Anschlusspräparat übertragbar sind. SR 812.212.22"
    },
    {
      "provision_ref": "art14",
      "chapter": "11",
      "section": "14",
      "title": "14 Arzneimittelinformation",
      "content": "Für ein Referenz- und die zugehörigen Anschlusspräparate können eine gemeinsame Arzneimittel-Fachinformation und eine gemeinsame Arzneimittel-Patienteninformation erstellt werden."
    },
    {
      "provision_ref": "art15",
      "chapter": "11",
      "section": "15",
      "title": "15 Änderung bisherigen Rechts",
      "content": "Die Änderung bisherigen Rechts wird im Anhang geregelt."
    },
    {
      "provision_ref": "art16",
      "chapter": "11",
      "section": "16",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 1. März 2010 in Kraft."
    }
  ],
  "definitions": [
    {
      "term": "Allergen:",
      "definition": "Allergen: Substanz, die eine allergische Reaktion oder Erkrankung auslösen oder verursachen kann;",
      "source_provision": "art3"
    },
    {
      "term": "Allergenpräparat:",
      "definition": "Allergenpräparat: Arzneimittel, das ein oder mehrere Allergene enthält;",
      "source_provision": "art3"
    },
    {
      "term": "Epikutan- oder Patchtest:",
      "definition": "Epikutan- oder Patchtest: Test zum Nachweis einer Sensibilisierung auf ein Allergen durch Applikation eines Allergenpräparats auf die Haut;",
      "source_provision": "art3"
    },
    {
      "term": "Intrakutan- oder Pricktest:",
      "definition": "Intrakutan- oder Pricktest: Test zum Nachweis einer Sensibilisierung auf ein Allergen durch Applikation eines Allergenpräparats in die Haut;",
      "source_provision": "art3"
    },
    {
      "term": "Provokationstest:",
      "definition": "Provokationstest: Test zum Nachweis einer Sensibilisierung auf ein Allergen durch orale, nasale, bronchiale oder konjunktivale Applikation eines Allergenpräparats;",
      "source_provision": "art3"
    },
    {
      "term": "In-vivo-Diagnose:",
      "definition": "In-vivo-Diagnose: Nachweis einer Sensibilisierung auf ein Allergen oder einer Allergie durch Anwendung eines Allergenpräparats in einem Epikutan- oder Patchtest, einem Intrakutan- oder Pricktest oder in einem Provokationstest;",
      "source_provision": "art3"
    },
    {
      "term": "spezifische Immuntherapie",
      "definition": "spezifische Immuntherapie (auch Hyposensibilisierung oder Desensibilisie rung ): Behandlung einer Allergie durch wiederholte Anwendung eines Allergenpräparats (z. B. subkutan oder oral);",
      "source_provision": "art3"
    },
    {
      "term": "Spezifität:",
      "definition": "Spezifität: Fähigkeit des Tests zur In-vivo-Diagnose, Personen ohne allergische Reaktion und ohne Sensibilisierung auf ein bestimmtes Allergen als solche zu erkennen;",
      "source_provision": "art3"
    },
    {
      "term": "Sensitivität:",
      "definition": "Sensitivität: Fähigkeit des Tests zur In-vivo-Diagnose, Personen mit einer allergischen Reaktion oder mit einer Sensibilisierung auf ein bestimmtes Allergen als solche zu erkennen.",
      "source_provision": "art3"
    }
  ]
}