{
  "id": "sr-814-594-1",
  "type": "statute",
  "title": "Verordnung vom 18. August 1998 über die Entschädigung für ungedeckte Kosten von verpflichteten Personen und Unternehmungen durch Ereignisse mit erhöhter Radioaktivität",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1998/2295_2295_2295/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Gegenstand",
      "content": "1 Diese Verordnung regelt die Entschädigung von verpflichteten Personen und Unternehmungen, denen aus ihrem Einsatz bei erhöhter Radioaktivität ungedeckte Kosten entstehen. 2 Nicht Gegenstand dieser Verordnung ist die Regelung der Kostentragung für Ausrüstung, Ausbildung und Übungen."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Anspruchsberechtigung",
      "content": "Anspruchsberechtigt sind Personen und Unternehmungen, die gestützt auf Artikel 20 Absatz 2 Buchstabe b des Strahlenschutzgesetzes vom 22. März 1991 sowie Artikel 120 der Strahlenschutzverordnung vom 22. Juni 1994 verpflichtet sind, im Rahmen ihrer üblichen beruflichen und unternehmerischen Tätigkeiten bestimmte Aufgaben zum Schutz der Bevölkerung zu übernehmen. SR 814.50 SR 814.501"
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Ungedeckte Kosten",
      "content": "1 Kosten, die verpflichteten Personen und Unternehmungen aus ihrem Einsatz bei erhöhter Radioaktivität entstehen, sind ungedeckt, falls sie nicht durch Versicherungsansprüche nach Artikel 124 Absatz 1 der Strahlenschutzverordnung vom 22. Juni 1994, andere Leistungen des Bundes oder durch Entschädigungen von Kantonen und Gemeinden abgedeckt sind. 2 Entschädigungen an Personen und Unternehmungen, die im Auftrag von Kantonen und Gemeinden Einsätze leisten, können als ungedeckte Kosten anerkannt werden, falls deren Tragung dem betroffenen Gemeinwesen nicht zugemutet werden kann. 3 Kosten von Kantonen und Gemeinden für ihre eigenen Einsatz- und Notfallorganisationen gelten in keinem Fall als ungedeckte Kosten. SR 814.501"
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Anrechenbare Kosten",
      "content": "Als anrechenbare Kosten gelten insbesondere Erwerbsausfall, Transporte, Verpflegung, Aufwendungen für Lagerung und Unterhalt von Material und Ausrüstung während des Einsatzes sowie Instandstellungskosten und der Ersatz von Minderwert."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Umfang der Entschädigung",
      "content": "1 Die Entschädigung entspricht den Kosten, die den Verpflichteten aus dem Einsatz erwachsen. 2 Sie kann angemessen gekürzt werden, falls die Leistung nicht wirkungsvoll und kostenbewusst erbracht wurde."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Geltendmachung des Entschädigungsanspruches",
      "content": "1 Entschädigungsansprüche sind vorweg beim Auftraggeber (Bund, Kantone, Gemeinden) geltend zu machen. 2 Gesuche um Entschädigung für ungedeckte Kosten nach Artikel 3 sind nach Abschluss der geleisteten Tätigkeit ohne Verzug beim Generalsekretariat des VBS einzureichen. 3 Jedes Gesuch ist zu begründen."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Abtretung von Haftpflichtansprüchen",
      "content": "Soweit Personen und Unternehmungen vom Bund entschädigt werden, müssen sie ihm ihre zivilrechtlichen Ansprüche abtreten."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Kostenauflage",
      "content": "Das VBS verpflichtet die Verursacher, dem Bund die Beiträge zu bezahlen, die er nach dieser Verordnung geleistet hat."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 1. September 1998 in Kraft."
    }
  ],
  "definitions": []
}