{
  "id": "sr-812-214-31",
  "type": "statute",
  "title": "Verordnung vom 10. April 2019 über die Integrität und Transparenz im Heilmittelbereich (VITH)",
  "title_en": "Ordinance of 10 April 2019 on Integrity and Transparency in relation to Therapeutic Products (TPITO)",
  "short_name": "VITH",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2019/273/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Section 1 General Provisions",
      "section": "1",
      "title": "Subject matter",
      "content": "This Ordinance regulates the details on the requirement for integrity and the duty of transparency in Articles 55 and 56 TPA."
    },
    {
      "provision_ref": "art2",
      "chapter": "Section 1 General Provisions",
      "section": "2",
      "title": "Definitions",
      "content": "In this Ordinance: a. professionals means persons who prescribe prescription-only medicinal products, dispense the same, use them independently on professional basis, or purchase them or jointly decide on their purchase for these purposes; b. organisations means private or public legal entities and companies and sole proprietorships that employ professionals."
    },
    {
      "provision_ref": "art3",
      "chapter": "Section 2 Integrity",
      "section": "3",
      "title": "Advantages of modest value",
      "content": "1 Advantages of modest value under Article 55 paragraph 2 letter a TPA that are permitted are advantages given to professionals that have a maximum total value of 300 francs per professional per year that are of relevance to medical or pharmaceutical practice. 2 An advantage is of relevance to medical or pharmaceutical practice if it is directly connected with the practice of the profession by the professional or of direct benefit to the professional’s customers. 3 Competition winnings and prizes are only permitted if: a. they constitute an advantage of modest value and of relevance to medical or pharmaceutical practice; b. the competition is directed exclusively towards the addressees of specialist advertising as defined in Article 3 of the Medicinal Products Advertising Ordinance of 17 October 2001 (MPAO); and c. participation in the competition is not conditional on purchasing prescription-only medicinal products. SR 812.212.5"
    },
    {
      "provision_ref": "art4",
      "chapter": "Section 2 Integrity",
      "section": "4",
      "title": "Support for research, teaching and infrastructure",
      "content": "Contributions that are permitted as support given to organisations for research, teaching and infrastructure in accordance with Article 55 paragraph 2 letter b TPA are contributions that: a. are not offered, promised or given to professional in person but to the organisation that employs the professional; b. are based on a written agreement which clearly states their intended purpose; c. are used exclusively for that intended purpose; d. are not subject to conditions or requirements that relate to the prescription, dispensing, use or purchase of certain prescription-only medicinal products; e. are credited to a specific account held by the organisation to which professionals do not have sole access; and f. are shown in the organisation’s accounts."
    },
    {
      "provision_ref": "art5",
      "chapter": "Section 2 Integrity",
      "section": "5",
      "title": "Support for the continuing education and training and continuing professional development of professionals",
      "content": "1 Contributions that are permitted as support for the continuing education and training and continuing professional development of professionals in accordance with Article 55 paragraph 2 letter b TPA are contributions that meet the requirements of Article 4 letters a–f. 2 The organisation must decide independently on the form and choice of the continuing education and training and continuing professional development events and on the professionals who participate."
    },
    {
      "provision_ref": "art6",
      "chapter": "Section 2 Integrity",
      "section": "6",
      "title": "Support for participating in events for the continuing education and training and continuing professional development of professionals",
      "content": "1 Contributions are permitted as support for participating in events for the continuing education and training and continuing professional development of professionals in accordance with Article 55 paragraph 2 letter b TPA provided they are agreed in writing and the professionals participating or the organisations that employ them make an appropriate contribution to the costs of the event (the personal contribution to the costs). 2 The personal contribution per person attending a continuing professional development event amounts to at least one third, and per person attending a continuing education and training event to at least one fifth of the following costs: a. registration fees; b. travel costs to and from the event; c. accommodation and meals; and d. costs of activities that are not required in order to participate in the event (fringe events) and that are clearly of subordinate importance. 3 A personal contribution to the costs is not required if: a. the participating professional provides a service in return of equivalent value in accordance with Article 7 at the event; b. the participating professional is not required to make an overnight stay at the location of the event and the event lasts for no more than half a working day, not including any meal served following the professional part of the event. 4 The following are not permitted: a. the full or partial refund of the personal contribution to the costs; b. any payment in respect of indirect participation costs such as lost working hours or lost income; c. any payment of the costs of fringe events that are not clearly of subordinate importance to the professional part of the event; d. any payment of the costs of travelling, accommodation, meals or fringe events for persons accompanying the participating professional, even if the accompanying persons are themselves professionals."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Compensation for services of equivalent value",
      "content": "1 Compensation for services of equivalent value provided by a professional or organisation in accordance with Article 55 paragraph 2 letter c TPA is compensation that: a. is based on a written agreement which sets out the nature and extent of the service and the compensation; and b. is commensurate with the service provided. 2 In the context of a specialist discussion, the requirement in paragraph 1 letter a does not apply to the payment of the cost of meals up to a maximum of 100 francs. 3 No compensation shall be due for services that a professional or organisation: a. provides for themselves; b. provides in fulfilment of statutory obligations; or c. is otherwise remunerated for. 4 Compensation under paragraph 1 is in particular permitted for: a. costs assumed in connection with the purchase of prescription-only medicinal products, such as the payment of transport costs, storage costs or the assumption of storage risks; b. teaching, expert and advisory activities or the conduct of scientific studies and clinical trials; c. reports on practical experiences that are published in a scientifically recognised specialist medium; d. participation in advisory bodies, workshops or market research projects, provided they have no promotional purpose."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Discounts",
      "content": "1 A discount corresponds to the difference between the standard price of a product and the price effectively paid in a transaction. For medicinal products on the list of pharmaceutical specialities, a discount is deemed to have been granted in particular where the price effectively paid is less than the ex factory price. 2 The delivery of a larger quantity than ordered and invoiced is not permitted."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Free samples",
      "content": "Free samples as defined in Article 10 MPAO may not be sold by professionals who receive them. SR 812.212.5"
    },
    {
      "provision_ref": "art10",
      "chapter": "Section 3 Transparency",
      "section": "10",
      "title": "",
      "content": "1 All discounts and refunds that are given on the purchase of therapeutic products to persons or organisations that prescribe, dispense or use medicinal products or purchase the same for that purpose must be disclosed to the Federal Office of Public Health on request. 2 The duty of transparency in accordance with Article 56 TPA does not apply to the purchase of over-the-counter medicinal products (Distribution Category E) and conventional medicinal products falling within Class I in accordance with Annex IX of Council Directive 93/42/EEC concerning medical devices. Council Directive 93/42/EEC of 14 June 1993 concerning medical devices, OJ L 169 of 12.7.1993, S. 1; last amended by Directive 2007/47/EC, OJ L 247 of 21.9.2007, p. 21."
    },
    {
      "provision_ref": "art11",
      "chapter": "Section 4 Controls",
      "section": "11",
      "title": "",
      "content": "Any person who produces or sells medicines subject to the provisions on integrity and transparency must: a. designate a person to deliver all the required documents and information to the Federal Office of Public Health on request; b. retain all the agreements entered into with professionals and organisations in terms of this Ordinance for ten years after their final use; c. maintain a list of all professionals and organisations that have received due advantages in accordance with this Ordinance."
    },
    {
      "provision_ref": "art12",
      "chapter": "Section 5 Final Provisions",
      "section": "12",
      "title": "Amendment of other legislation",
      "content": "The amendment of other legislation is regulated in the Annex."
    },
    {
      "provision_ref": "art13",
      "chapter": "Section 5 Final Provisions",
      "section": "13",
      "title": "Commencement",
      "content": "This Ordinance comes into force on 1 January 2020."
    }
  ],
  "definitions": [
    {
      "term": "professionals",
      "definition": "professionals means persons who prescribe prescription-only medicinal products, dispense the same, use them independently on professional basis, or purchase them or jointly decide on their purchase for these purposes;",
      "source_provision": "art2"
    },
    {
      "term": "organisations",
      "definition": "organisations means private or public legal entities and companies and sole proprietorships that employ professionals.",
      "source_provision": "art2"
    }
  ]
}