{
  "id": "sr-814-076",
  "type": "statute",
  "title": "Verordnung vom 27. Juni 1990 über die Bezeichnung der im Bereich des Umweltschutzes sowie des Natur- und Heimatschutzes beschwerdeberechtigten Organisationen (VBO)",
  "title_en": "",
  "short_name": "VBO",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1990/1086_1086_1086/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Beschwerdeberechtigte Umweltschutzorganisationen",
      "content": "Beschwerdeberechtigt nach den Artikeln 55 und 55 f USG, 28 GTG oder 12 NHG sind die im Anhang aufgeführten Organisationen. Fassung gemäss Anhang 5 Ziff. 5 der Freisetzungsverordnung vom 10. Sept. 2008, in Kraft seit 1. Okt. 2008 ( AS 2008 4377 )."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Kontrolle",
      "content": "1 Ändern beschwerdeberechtigte Organisationen ihren statutarischen Zweck, ihre Rechtsform oder ihre Bezeichnung, so müssen sie dies dem Eidgenössischen Departement für Umwelt, Verkehr, Energie und Kommunikation (Departement) unverzüglich mitteilen. 2 Das Departement kontrolliert, ob die beschwerdeberechtigten Organisationen die Voraussetzungen für das Beschwerderecht noch erfüllen. Es kann in die für die Beurteilung notwendigen Unterlagen Einsicht nehmen. Stellt es fest, dass eine Organisation die Voraussetzungen nicht mehr erfüllt, so beantragt es dem Bundesrat, den Anhang entsprechend zu ändern. Fassung gemäss Ziff. I der V vom 15. Juni 1998, in Kraft seit 1. Juli 1998 ( AS 1998 1570 ). Fassung gemäss Ziff. I der V vom 19. Sept. 2008, in Kraft seit 1. Dez. 2008 ( AS 2008 4635 )."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Gesuche weiterer Organisationen",
      "content": "1 Organisationen, welche die Voraussetzungen nach den Artikeln 55 Absatz 1 und 55 f Absatz 1 USG, 28 Absatz 1 GTG oder 12 Absatz 1 NHG erfüllen, werden auf Gesuch in das Verzeichnis der beschwerdeberechtigten Organisationen aufgenommen (Anhang). 2 Sie müssen ihr Gesuch dem Bundesrat mindestens 18 Monate vor dem Zeitpunkt einreichen, auf den sie das Beschwerderecht erlangen wollen. 3 Das Gesuch muss enthalten: a. Angaben darüber, welches Beschwerderecht die Organisation erlangen will; b. den Nachweis, dass sie die Voraussetzungen dazu erfüllt; und c. die für diesen Nachweis notwendigen Unterlagen, insbesondere die Statuten und die Jahresberichte der letzten zehn Jahre. 4 Wirtschaftliche Tätigkeiten von Organisationen dienen nach Artikel 55 Absatz 1 USG und Artikel 12 Absatz 1 NHG der Erreichung des ideellen Zwecks, wenn die Art der Tätigkeit diesem Zweck entspricht und diese Tätigkeit im Verhältnis zur übrigen Tätigkeit der Organisation nicht im Vordergrund steht. Fassung gemäss Anhang 5 Ziff. 5 der Freisetzungsverordnung vom 10. Sept. 2008, in Kraft seit 1. Okt. 2008 ( AS 2008 4377 ). Eingefügt durch Ziff. I der V vom 19. Sept. 2008, in Kraft seit 1. Dez. 2008 ( AS 2008 4635 ). Eingefügt durch Ziff. I der V vom 19. Sept. 2008, in Kraft seit 1. Juli 2010 (As 2008 4635)."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Berichterstattung",
      "content": "1 Die Organisationen führen jährlich eine Statistik über ihre Beschwerdetätigkeit. Sie reichen diese zusammen mit dem Jahresbericht jeweils bis Ende April dem Bundesamt für Umwelt (BAFU) ein und machen diese Informationen der Öffentlichkeit zugänglich. 2 Die Organisation muss in ihrer Statistik unter Angabe der zuständigen Behörde aufzeigen, in wie vielen im vergangenen Jahr abgeschlossenen Fällen: a. ihre Beschwerden gutgeheissen, teilweise gutgeheissen, abgelehnt oder gegenstandslos wurden; b. sie mit Gesuchstellern Vereinbarungen im Sinne der Artikel 55 c Absatz 1 USG oder 12 d Absatz 1 NHG getroffen und in wie vielen Fällen sie ihre Beschwerde in diesem Zusammenhang zurückgezogen hat; c. sie ihre Beschwerde ohne Vereinbarung zurückgezogen hat. 3 Das BAFU bestimmt, in welcher Form ihm die Daten nach Absatz 2 zur Verfügung zu stellen sind. Es erstellt eine Gesamtstatistik über diese Daten und veröffentlicht sie. 4 Die Organisationen informieren das BAFU jährlich bis Ende April über die Höhe ihrer Einnahmen im vergangenen Jahr, die in Zusammenhang mit der Ausübung des Beschwerderechts stehen. Fassung gemäss Ziff. I der V vom 19. Sept. 2008, in Kraft seit 1. Dez. 2008 ( AS 2008 4635 )."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 1. August 1990 in Kraft."
    }
  ],
  "definitions": []
}