{
  "id": "sr-832-102-5",
  "type": "statute",
  "title": "Verordnung vom 20. Juni 2014 über die Festlegung und die Anpassung von Tarifstrukturen in der Krankenversicherung",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2014/337/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Gegenstand",
      "content": "Diese Verordnung regelt die Festlegung von Tarifstrukturen nach Artikel 43 Absatz 5 zweiter Satz KVG sowie die Anpassung von Tarifstrukturen nach Artikel 43 Absatz 5 erster Satz KVG, die nach Artikel 46 Absatz 4 KVG genehmigt wurden. Fassung gemäss Ziff. I der V vom 23. Nov. 2016, in Kraft seit 1. Jan. 2017 ( AS 2016 4635 )."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Tarifstruktur für ärztliche Leistungen",
      "content": "1 In der Tarifstruktur für ärztliche Leistungen (TARMED), Version 1.08, vom Bundesrat genehmigt am 15. Juni 2012, werden die Anpassungen nach Anhang 1 vorgenommen. 2 Die Tarifstruktur für ärztliche Leistungen (TARMED), Version 1.08, mit den Anpassungen nach Anhang 1 wird als gesamtschweizerisch einheitliche Tarifstruktur festgelegt und in Anhang 2 wiedergegeben. Fassung gemäss Ziff. I der V vom 18. Okt. 2017, in Kraft seit 1. Jan. 2018 ( AS 2017 6023 )."
    },
    {
      "provision_ref": "art2a",
      "section": "2a",
      "title": "a Tarifstruktur für physiotherapeutische Leistungen",
      "content": "Für physiotherapeutische Leistungen wird die Tarifstruktur nach Anhang 3 festgelegt. Eingefügt durch Ziff. I der V vom 23. Nov. 2016 ( AS 2016 4635 ). Fassung gemäss Ziff. I der V vom 18. Okt. 2017, in Kraft seit 1. Jan. 2018 ( AS 2017 6023 )."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Information und Daten",
      "content": "1 Die Tarifpartner müssen dem Eidgenössischen Departement des Innern auf Verlangen kostenlos alle Informationen und Daten übermitteln, die notwendig sind, um die Auswirkungen der Festlegung oder der Anpassung von Tarifstrukturen zu evaluieren. 2 Die Informationen und Daten müssen insbesondere umfassen: a. die Gesamtentwicklung des Taxpunktvolumens der jeweiligen Tarifstruktur; b. die Entwicklung des Taxpunktvolumens aller Leistungspositionen innerhalb der Tarifstruktur; c. Verschiebungen des abgerechneten Taxpunktvolumens innerhalb der Tarifstruktur; d. die Interpretation der Entwicklungen aus Sicht der Tarifpartner; e. die Kostendaten zu den einzelnen Leistungspositionen, die sich im Besitz der Tarifpartner oder ihrer zur Pflege der Tarifstruktur eingesetzten Organisation befinden. Fassung gemäss Ziff. I der V vom 23. Nov. 2016, in Kraft seit 1. Jan. 2017 ( AS 2016 4635 )."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 1. Oktober 2014 in Kraft."
    }
  ],
  "definitions": []
}