{
  "id": "sr-824-091",
  "type": "statute",
  "title": "Verordnung vom 22. Mai 1996 betreffend die Übertragung von Vollzugsaufgaben des Zivildienstes auf Dritte (ZDUeV)",
  "title_en": "",
  "short_name": "ZDUeV",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1996/2136_2136_2136/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Gegenstand",
      "content": "Diese Verordnung regelt das Rechtsverhältnis zwischen der Vollzugsstelle des Bundes für den Zivildienst (Vollzugsstelle) und Personen und Institutionen ausserhalb der Bundesverwaltung, auf welche Vollzugsaufgaben des Zivildienstes übertragen werden (Vollzugsbeauftragte). Seit 1.1.2019: Bundesamt für Zivildienst."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Zielsetzungen",
      "content": "Vollzugsaufgaben werden auf Vollzugsbeauftragte übertragen, wenn dadurch längerfristig Effizienz und Effektivität des Vollzugs insgesamt gesteigert, Synergieeffekte genutzt, die Vollzugskosten reduziert und die Qualität der erbrachten Leistungen erhöht werden können."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Vollzugsaufgaben, die nicht übertragbar sind",
      "content": "Die Vollzugsstelle darf folgende Aufgaben nicht übertragen: a. … b. Verfügungen betreffend Befreiung vom sowie Entlassung und Ausschluss aus dem Zivildienst (Art. 11–13 ZDG); [tab] c.–d. … e. Entscheide über die Durchführung von Einführungskursen der Vollzugsstelle, von einsatzspezifischen Ausbildungskursen sowie über die Verbindlichkeit von Lehrplänen; f. die Verfügung von Disziplinarmassnahmen (Art. 68 ZDG); g. die Erstattung einer Anzeige an die Strafverfolgungsbehörden infolge einer Dienstpflichtverletzung nach den Artikeln 72–76 ZDG (Art. 78 ZDG). Aufgehoben durch Ziff. I der V vom 5. Dez. 2003, mit Wirkung seit 1. Jan. 2004 ( AS 2003 4855 ). Aufgehoben durch Ziff. I der V vom 5. Dez. 2003, mit Wirkung seit 1. Jan. 2004 ( AS 2003 4855 ). Fassung gemäss Ziff. I der V vom 5. Dez. 2003, in Kraft seit 1. Jan. 2004 ( AS 2003 4855 )."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Anforderungen an die Vollzugsbeauftragten",
      "content": "1 Die Vollzugsstelle kann als Vollzugsbeauftragte nur Personen und Institutionen berücksichtigen, die a. ihren Sitz in der Schweiz haben; b. in fachlicher und organisatorischer Hinsicht einen seriösen Vollzug des Zivildienstes gewährleisten; c. den Grundsatz der Lohngleichheit von Frau und Mann beachten; d. das orts- und berufsübliche Lohnniveau nicht unterschreiten; sowie e. den Nachweis erbringen, dass sie eine Haftpflichtversicherung abgeschlossen haben, die ihre gesetzliche Haftpflicht aufgrund der ihnen übertragenen Aufgaben angemessen abdeckt. 2 … Aufgehoben durch Ziff. I der V vom 5. Dez. 2003, mit Wirkung seit 1. Jan. 2004 ( AS 2003 4855 )."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Rahmenvertrag",
      "content": "1 Die Vollzugsstelle schliesst mit den Vollzugsbeauftragten Rahmenverträge mit einer festen, in der Regel mehrjährigen Laufzeit ab. 2 Der Rahmenvertrag regelt die Rechte und Pflichten beider Vertragsparteien, insbesondere Art und Umfang der auf die Vollzugsbeauftragten übertragenen Aufgaben sowie das Kontroll- und Berichtswesen. 3 … Aufgehoben durch Ziff. I der V vom 5. Dez. 2003, mit Wirkung seit 1. Jan. 2004 ( AS 2003 4855 )."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Jahresvertrag",
      "content": "1 Gestützt auf den Rahmenvertrag schliesst die Vollzugsstelle mit den Vollzugsbeauftragten Jahresverträge ab. 2 Der Jahresvertrag enthält insbesondere die detaillierte Umschreibung der von den Vollzugsbeauftragten zu erbringenden Leistungen sowie die Entschädigungsregelung. 3 … 4 Beträgt die Laufzeit des vertraglichen Verhältnisses nur ein Jahr oder weniger, so schliesst die Vollzugsstelle mit den Vollzugsbeauftragten anstelle eines Rahmen- und eines Jahresvertrags einen einzigen Vertrag ab. Aufgehoben durch Ziff. I der V vom 5. Dez. 2003, mit Wirkung seit 1. Jan. 2004 ( AS 2003 4855 )."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Umfang der Vollzugskompetenzen",
      "content": "1 Die Vollzugsbeauftragten erfüllen die ihnen übertragenen Aufgaben selbständig. Sie erlassen die notwendigen Verfügungen. 2 Sie befolgen die Regeln des Verwaltungsverfahrensgesetzes vom 20. Dezember 1968. 3 Die Vollzugsstelle erhält eine Kopie jeder Verfügung. 4 … SR 172.021 Aufgehoben durch Ziff. II 89 der V vom 8. Nov. 2006 über die Anpassung von Bundesratsverordnungen an die Totalrevision der Bundesrechtspflege, mit Wirkung seit 1. Jan. 2007 ( AS 2006 4705 )."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Weisungsrecht",
      "content": "1 Die Vollzugsstelle kann den Vollzugsbeauftragten generelle Weisungen erteilen, nicht jedoch einzelfallbezogene Anordnungen. Sie greift in die betrieblichen Abläufe der Vollzugsbeauftragten nicht ein. 2 Sie kann Unterlagen, welche ihr die Vollzugsbeauftragten unterbreiten, mit Aufträgen zur Nachbesserung zurückgeben."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Entschädigung der Vollzugsbeauftragten",
      "content": "1 Die Vollzugsstelle entschädigt die Vollzugsbeauftragten mit Pauschalbeträgen oder sie entlöhnt sie nach Massgabe der geleisteten Arbeit (Akkordlohn). 2 Sie stellt den Vollzugsbeauftragten kostenlos die zivildienstspezifischen Vollzugsinstrumente und Vollzugsmittel zur Verfügung, die sie selbst verwendet. 3 Der Bund kann Akontozahlungen leisten und Vorschüsse gewähren. Fassung gemäss Ziff. I der V vom 6. März 2009, in Kraft seit 1. April 2009 ( AS 2009 1117 )."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Einführung der Vollzugsbeauftragten",
      "content": "Die Vollzugsstelle führt die Vollzugsbeauftragten bei Vertragsbeginn kostenlos in die Erfüllung der ihnen übertragenen Aufgaben ein."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Haftung",
      "content": "1 Auf Schäden, welche die Vollzugsbeauftragten sowie ihre Organe und Angestellten in Ausübung ihrer amtlichen Tätigkeit verursachen, ist das Verantwortlichkeitsgesetz vom 14. März 1958 anwendbar. 2 Geschädigte melden ihre Ansprüche der Vollzugsstelle zuhanden des Eidgenössischen Finanzdepartementes. SR 170.32"
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Schlichtung von Differenzen",
      "content": "Das Eidgenössische Departement für Wirtschaft, Bildung und Forschung entscheidet Differenzen zwischen den Vertragsparteien auf Antrag einer Partei mittels Verfügung. … Fassung gemäss Ziff. I der V vom 5. Dez. 2003, in Kraft seit 1. Jan. 2004 ( AS 2003 4855 ). Die Bezeichnung der Verwaltungseinheit wurde in Anwendung von Art. 16 Abs. 3 der Publikationsverordnung vom 17. Nov. 2004 ( AS 2004 4937 ) auf den 1. Jan. 2013 angepasst. Zweiter Satz aufgehoben durch Ziff. II 89 der V vom 8. Nov. 2006 über die Anpassung von Bundesratsverordnungen an die Totalrevision der Bundesrechtspflege, mit Wirkung seit 1. Jan. 2007 ( AS 2006 4705 )."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 1. Juni 1996 in Kraft."
    }
  ],
  "definitions": []
}