{
  "id": "sr-814-014",
  "type": "statute",
  "title": "Verordnung vom 3. Juni 2005 über die Gebühren des Bundesamtes für Umwelt (Gebührenverordnung BAFU, GebV-BAFU)",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2005/449/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Gegenstand",
      "content": "1 Diese Verordnung regelt die Gebühren für Verfügungen, Kontrollen und Dienstleistungen (Verwaltungshandlungen): a. des Bundesamtes für Umwelt (BAFU); und b. der vom BAFU mit dem Vollzug betrauten Organisationen und Personen des öffentlichen und privaten Rechts (übrige Vollzugsorgane). 2 Ausgenommen sind Verwaltungshandlungen, welche die Gewährung von Bundesbeiträgen betreffen. 3 Spezialrechtliche Gebührenregelungen bleiben vorbehalten. Fassung gemäss Anhang 3 Ziff. 1 der Holzhandelsverordnung vom 12. Mai 2021, in Kraft seit 1. Jan. 2022 ( AS 2021 306 ). Bezeichnung gemäss Anhang 2 Ziff. 5 der V vom 22. Nov. 2006 über die Gebühren und Aufsichtsabgaben des Bundesamtes für Energie, in Kraft seit 1. Jan. 2007 ( AS 2006 4889 ). Diese Änd. ist im ganzen Erlass berücksichtigt."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Allgemeine Gebührenverordnung",
      "content": "Soweit diese Verordnung keine besondere Regelung enthält, gelten die Bestimmungen der Allgemeinen Gebührenverordnung vom 8. September 2004. SR 172.041.1"
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Gebührenerhebung durch übrige Vollzugsorgane",
      "content": "1 Überträgt das BAFU eine Aufgabe an ein übriges Vollzugsorgan, so stellt dieses Organ die Gebühren selbst in Rechnung, verfügt bei Streitigkeiten über die Rechnung und besorgt das Inkasso. Das BAFU kann bei der Übertragung einer Vollzugsaufgabe bestimmen, dass es die Gebühren selber in Rechnung stellt, insbesondere wenn das übrige Vollzugsorgan zur Erhebung der Gebühr nicht in der Lage ist. 2 Das BAFU und das übrige Vollzugsorgan vereinbaren, welche Anteile der Gebührenerträge das übrige Vollzugsorgan zur Deckung des eigenen Aufwands verwenden kann."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Gebührenbemessung",
      "content": "1 Die Gebühren werden bemessen: a. nach festen Gebührenansätzen gemäss Anhang; b. nach Aufwand innerhalb der Gebührenrahmen gemäss Anhang; c. in den übrigen Fällen nach Aufwand. 2 Wenn die Gebühr nach Aufwand bemessen wird, gilt ein Stundenansatz von Fr. 140.–."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "5 Anpassung an die Teuerung",
      "content": "Das Eidgenössische Departement für Umwelt, Verkehr, Energie und Kommunikation (UVEK) passt die Gebührenansätze, die Gebührenrahmen und den Stundenansatz jeweils auf den nächstfolgenden Jahresanfang an die Erhöhung des Landesindexes der Konsumentenpreise an, sofern die Erhöhung seit Inkrafttreten dieser Verordnung oder seit der letzten Anpassung 5 Prozent oder mehr beträgt. Die angepassten Beträge werden auf 5 Franken auf- oder abgerundet."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "6 Gebührenzuschläge",
      "content": "1 Ein Zuschlag von höchstens 100 Prozent der ordentlichen Gebühr kann erhoben werden, wenn die Verwaltungshandlung: a. auf Ersuchen hin dringlich behandelt wird; oder b. ungewöhnlich hohen Aufwand verursacht. 2 Werden Arbeiten bei Dritten in Auftrag gegeben, so kann zusätzlich zu den Auslagen ein Verwaltungszuschlag von 20 Prozent der ordentlichen Gebühr in Rechnung gestellt werden. Sind besondere Fachkenntnisse erforderlich, so kann ein Verwaltungszuschlag von höchstens 100 Franken pro Stunde erhoben werden. 3 Gebührenzuschläge sind zu begründen und gesondert auszuweisen. Fassung gemäss Ziff. III der V vom 8. Okt. 2014, in Kraft seit 1. Dez. 2014 ( AS 2014 3293 )."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": ". 7 Aufhebung bisherigen Rechts",
      "content": "Es werden aufgehoben: a. Verordnung vom 29. November 1995 über die Gebührensätze des Bundesamtes für Umwelt für Dienstleistungen und Verfügungen nach der Stoffverordnung; b. Verordnung vom 15. Oktober 2001 über die Gebühren für Dienstleistungen nach der Freisetzungsverordnung. [ AS 1996 272 ; 2000 548 ] [ AS 2001 2877 ]"
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "8 Änderung bisherigen Rechts",
      "content": "... Die Änderungen können unter AS 2005 2603 konsultiert werden."
    },
    {
      "provision_ref": "art8a",
      "section": "8a",
      "title": "a Übergangsbestimmung zur Änderung vom 22. November 2006",
      "content": "Für Dienstleistungen, die vor dem Inkrafttreten der Änderung vom 22. November 2006 dieser Verordnung erbracht, aber noch nicht in Rechnung gestellt worden sind, gilt das neue Recht. Eingefügt durch Anhang 2 Ziff. 5 der V vom 22. Nov. 2006 über die Gebühren und Aufsichtsabgaben des Bundesamtes für Energie, in Kraft seit 1. Jan. 2007 ( AS 2006 4889 )."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 1. August 2005 in Kraft."
    }
  ],
  "definitions": []
}