{
  "id": "sr-810-112-2",
  "type": "statute",
  "title": "Fortpflanzungsmedizinverordnung vom 4. Dezember 2000 (FMedV)",
  "title_en": "Reproductive Medicine Ordinance of 4 December 2000 (RMO)",
  "short_name": "FMedV",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2000/555/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Section 1 Subject Matter",
      "section": "1",
      "title": "",
      "content": "A licence as specified in Article 8 paragraph 1 of the Act is required by any person who, as holder of a cantonal professional practising licence, independently or as a team leader: a. uses assisted reproductive techniques; b. receives reproductive cells, impregnated ova or embryos in vitro for preservation or arranges the supply of donated sperm cells without personally using assisted reproductive techniques. Amended by No I of the O of 21 June 2017, in force since 1 Sept. 2017 ( AS 2017 3651 )."
    },
    {
      "provision_ref": "art2",
      "chapter": "Section 2 Licence Requirements",
      "section": "2",
      "title": "Evidence of qualifications for the use of assisted reproductive techniques",
      "content": "1 Any person who uses assisted reproductive techniques requires: the Swiss obstetrics and gynaecology specialist title with the gynaecological endocrinology and reproductive medicine specialty or an equivalent recognised foreign specialist title; and the cantonal licence to practise as an independent professional. 2 Any person who limits the activity to insemination with sperm cells from a third party requires: the Swiss obstetrics and gynaecology specialist title or an equivalent recognised foreign specialist title; and the cantonal licence to practise as an independent professional. Amended by No I of the O of 21 June 2017, in force since 1 Sept. 2017 ( AS 2017 3651 )."
    },
    {
      "provision_ref": "art3",
      "chapter": "Section 2 Licence Requirements",
      "section": "3",
      "title": "Evidence of qualifications to preserve and supply reproductive material",
      "content": "Any person who receives reproductive cells, impregnated ova or embryos in vitro for preservation or arranges the supply of donated sperm cells without personally using assisted reproductive techniques requires: a Swiss or a recognised foreign medical specialist title; and the cantonal licence to practise as an independent professional. Amended by No I of the O of 21 June 2017, in force since 1 Sept. 2017 ( AS 2017 3651 )."
    },
    {
      "provision_ref": "art4",
      "chapter": "Section 2 Licence Requirements",
      "section": "4",
      "title": "Reproductive medicine laboratory",
      "content": "1 Any person who uses reproductive techniques requires a reproductive medicine laboratory that meets the following requirements: a. It is managed by a person who: 1. has completed a university course of studies in accordance with the Medical Professions Act of 23 June 2006 or a masters in the field of biology or chemistry from a tier-one university accredited under the Higher Education Act of 30 September 2011 or a state-recognised or accredited foreign tier-one university; 2. has received postgraduate training that the supervisory authority regards as suitable; and 3. is familiar with the current state of the art as a result of receiving suitable continuing professional training. b. The staff have the required professional skills and qualifications. c. The laboratory operates a quality management system that is commensurate with the procedures offered and which is based on the standards specified in Annex 2. 2 The Federal Department of Home Affairs may update Annex 2 in line with international or technical developments. In consultation with the Federal Department of Economic Affairs, Education and Research, it shall make updates that may have the effect of being technical barriers to trade. Amended by No I of the O of 21 June 2017, in force since 1 Sept. 2017 ( AS 2017 3651 ). SR 811.11 SR 414.20"
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Use of donated sperm cells",
      "content": "1 Any person wishing to use assisted reproductive techniques using donated sperm cells must indicate in the application: a. how donors are to be recruited and informed about the legal situation (Art. 18 para. 2 of the Act); b. how health risks for the recipient are to be avoided. 2 Any person wishing to supply donated sperm cells must indicate: a. what charge will be made to defray expenses; b. how it will be ensured that data is duly recorded in accordance with Article 24 of the Act and Article 17 of this Ordinance. 3 Any changes are to be notified to the supervisory authority."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Counselling and care",
      "content": "1 Together with the application for a licence to use assisted reproductive techniques, plans must submitted for the provision of social psychological counselling and support, as specified in Article 9 paragraph 2 letter c of the Act. 2 Where it is planned to use reproductive techniques with an analysis of the genetic material of reproductive cells or embryos in vitro or with the selection of donor sperm cells to prevent the transmission of a serious illness, a proposal with regard to genetic counselling in accordance with Article 6 a of the Act must be submitted. Amended by No I of the O of 21 June 2017, in force since 1 Sept. 2017 ( AS 2017 3651 )."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Information on scientific staff",
      "content": "1 The personal data and training certificates of scientific staff must be enclosed with the application for a licence. 2 Any changes are to be notified. The supervisory authority may provide for exceptions in the licence."
    },
    {
      "provision_ref": "art8",
      "chapter": "Section 3 Licensing and Supervision",
      "section": "8",
      "title": "Responsibility",
      "content": "1 The body responsible for licensing and supervision shall be the department responsible for healthcare in the canton where the activity specified in Article 8 paragraph 1 of the Act is carried out. 2 The cantons may designate another authority which has the necessary expertise."
    },
    {
      "provision_ref": "art9",
      "chapter": "Section 3 Licensing and Supervision",
      "section": "9",
      "title": "Licensing",
      "content": "1 The licence to use assisted reproductive techniques may be restricted to certain techniques. 2 The licence may be granted for a limited term and subject to conditions. 3 … Repealed by No I of the O of 21 June 2017, with effect from 1 Sept. 2017 ( AS 2017 3651 )."
    },
    {
      "provision_ref": "art10",
      "chapter": "Section 3 Licensing and Supervision",
      "section": "10",
      "title": "Supervision",
      "content": "1 Within a year of granting a licence, the supervisory authority shall arrange for an inspection to be carried out by an expert. Thereafter, an inspection shall be carried out as often as necessary, but at least once every three years. 2 The supervisory authority may consult an independent expert. 3 Persons charged with carrying out an inspection shall be granted access at all times to the premises and facilities used to perform the activities concerned. 3 If the laboratory is accredited under the Accreditation and Designation Ordinance of 17 June 1996, the supervisory authority may dispense with all or part of the review of the quality management system. 4 The Swiss Accreditation Service shall notify the supervisory authority within an appropriate period of accreditations that have been granted or renewed as well as of any that have been suspended or revoked. Amended by No I of the O of 21 June 2017, in force since 1 Sept. 2017 ( AS 2017 3651 ). SR 946.512"
    },
    {
      "provision_ref": "art1112",
      "chapter": "Section 3 Licensing and Supervision",
      "section": "1112",
      "title": "",
      "content": "Repealed by No I of the O of 21 June 2017, with effect from 1 Sept. 2017 ( AS 2017 3651 )."
    },
    {
      "provision_ref": "art13",
      "chapter": "Section 3 Licensing and Supervision",
      "section": "13",
      "title": "Expiry",
      "content": "The licence shall expire when the licensed activities are discontinued. Discontinuation of activities is to be notified to the supervisory authority."
    },
    {
      "provision_ref": "art14",
      "chapter": "Section 3 Licensing and Supervision",
      "section": "14",
      "title": "Reporting",
      "content": "1 Licence holders must submit an annual report on their activities, as specified in Article 11 of the Act, to the supervisory authority by no later than 1 May of the following year. 2 The supervisory authority shall transmit the anonymised data to the Federal Statistical Office by no later than 1 July of the year in question for evaluation and publication. The data must not include any indication of the centres of reproductive medicine. 3 The Federal Statistical Office shall provide the supervisory authorities with a form for standardised data collection. This may also be used for the annual report on activities referred to in paragraph 1."
    },
    {
      "provision_ref": "art14a",
      "section": "14a",
      "title": "a Evaluation",
      "content": "The supervisory authority shall on request send the Federal Office of Public Health the data required for the evaluation in accordance with Article 14 a paragraph 2 letter c of the Act together with the contact details for licence holders in accordance with Article 8 paragraph 1 of the Act. Inserted by No I of the O of 21 June 2017, in force since 1 Sept. 2017 ( AS 2017 3651 )."
    },
    {
      "provision_ref": "art15",
      "chapter": "Section 1 Donor Data Register",
      "section": "15",
      "title": "Competent authority",
      "content": "1 The Federal Civil Status Office (Federal Office) shall keep a register for storing the sperm donor data specified in Article 24 of the Act (donor data register). 2 The Federal Office shall issue processing regulations governing the establishment and management of the donor data register, and defining in particular the structure, procedures and access rights. Amended by No I of the O of 31 Oct. 2012, in force since 1 Jan. 2013 ( AS 2012 6097 )."
    },
    {
      "provision_ref": "art15a",
      "chapter": "Section 1 Donor Data Register",
      "section": "15a",
      "title": "a Online management",
      "content": "1 The donor data register is kept electronically. 2 The transmitted data are stored in electronic form. 3 The electronic system for the management of the register and for storing the data must meet the following requirements: a. the long-term existence and quality of the data are guaranteed. b. the data are secured in accordance with recognised standards and the current state of the art; c. the programming and the file format for the data are documented. Inserted by No I of the O of 31 Oct. 2012, in force since 1 Jan. 2013 ( AS 2012 6097 )."
    },
    {
      "provision_ref": "art15b",
      "chapter": "Section 1 Donor Data Register",
      "section": "15b",
      "title": "b Structure of the donor data register",
      "content": "1 The register contains a directory of the sperm donors. 2 Each sperm donor file contains the following information: a. the data transmitted by the attending doctor with the registration form for the sperm donor data (Art. 16 para. 1); b. the results of the medical examinations (Art. 16 para. 1); c. other donor data stored at the request of the sperm donor (Art. 17). Inserted by No I of the O of 31 Oct. 2012, in force since 1 Jan. 2013 ( AS 2012 6097 )."
    },
    {
      "provision_ref": "art16",
      "chapter": "Section 1 Donor Data Register",
      "section": "16",
      "title": "Transmission of the data to the Federal Office",
      "content": "1 The data are transmitted by the attending doctor to the Federal Office in accordance with Articles 24 and 25 of the Act at the same time as the report of the sperm donor data; the form may be transmitted on paper (Art. 16 a ) or electronically (Art. 16 b ); the Federal Office issues the form. 2 The other data may be transmitted at a time later than that specified in paragraph 1. 3 The registration form for sperm donor data contains the following data: a. relating to the donor: 1. name and first name, date of birth and place of birth, place of residence, place of origin or nationality, occupation and education, 2. date of the sperm donation, 3. results of the medical examinations, 4. description of the physical appearance: stature, size, hair colour, eye colour, skin colour, special features; b. relating to the recipient of the sperm donation and her husband: 1. name and first name, date of birth and place of birth, place of residence, place of origin or nationality, 2. date of the insemination or the embryo transfer; c. relating to the child, if known by the attending doctor: name and first name, date of birth and place of birth, sex, place of residence; if details of the birth are not known: the probable date of birth; d. relating to the doctor who stored or arranged the sperm donation, where this doctor is not the attending doctor: name and address. Amended by No I of the O of 31 Oct. 2012, in force since 1 Jan. 2012 ( AS 2012 6097 )."
    },
    {
      "provision_ref": "art16a",
      "section": "16a",
      "title": "a Transmission in paper form",
      "content": "1 If the form is completed by hand, it must be completed legibly in block capitals and signed. 2 If the form is illegible, incomplete, not signed or defective in some other way, the Federal Office may return it to the doctor, giving notice that he or she will be in breach of the obligation under Article 25 of the Act to transmit the data if the noted defects are not rectified. 3 Data may be transmitted in accordance with Article 24 of the Act and Article 17 of this Ordinance by registered post or by private courier. Inserted by No I of the O of 31 Oct. 2012, in force since 1 Jan. 2012 ( AS 2012 6097 )."
    },
    {
      "provision_ref": "art16b",
      "section": "16b",
      "title": "b Transmission in electronic form",
      "content": "1 The Federal Office may request doctors who wish to transmit the data electronically that they register with a recognised platform for the secure service in accordance with Article 2 the Ordinance of 18 June 2010 on Electronic Service in Civil and Criminal Proceedings and Debt Enforcement and Bankruptcy Procedures. 2 The doctors shall use the electronic form provided by the Federal Office on its website, on the secure service platform or by post. 3 The form must bear a qualified electronic signature in accordance with Article 2 of the Federal Act of 18 March 2016 on Electronic Signatures. 4 A certified electronic signature is not required if identification of the sender and the integrity of the transmission is guaranteed in some other suitable way. 5 The result of the medical examinations is transmitted to the Federal Office in PDF/A format. 6 The doctors shall send documents that are not electronically transmitted by registered post or by private courier to the Federal Office. 7 The electronic files shall be transmitted to the electronic postal address of the Federal Office and encrypted using its public key. 8 Registration with the secure service platform is deemed to be consent to the Federal Office serving documents electronically. Consent may be revoked at any time. 9 The principles relating to the detection and rectification of defects in forms transmitted on paper (Art. 16 a para. 2) apply mutatis mutandis. Inserted by No I of the O of 31 Oct. 2012, in force since 1 Jan. 2013 ( AS 2012 6097 ). SR 272.1 SR 943.03 Amended by Annex No II 8 of the O of 23 Nov. 2016 on Electronic Signatures, in force since 1 Jan. 2017 ( AS 2016 4667 )."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Storage of additional donor data",
      "content": "At the request of the sperm donor, additional donor data, in particular photographs of the donor, shall be stored as well as the data specified in Article 24 of the Act."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Updating of stored data",
      "content": "At the request of the treated couple, the data held in the donor data register shall be updated. The couple shall provide the information required for this purpose. Amended by No I of the O of 31 Oct. 2012, in force since 1 Jan. 2013 ( AS 2012 6097 )."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Security of stored data",
      "content": "1 The Federal Office shall ensure that the data in the donor data register and the data in accordance with Article 15 b paragraph 2 are securely stored in accordance with the principles of data protection legislation. 2 In particular, it shall ensure protection against fire, water, theft and unauthorised processing of the data. Amended by No I of the O of 31 Oct. 2012, in force since 1 Jan. 2013 ( AS 2012 6097 )."
    },
    {
      "provision_ref": "art19a",
      "section": "19a",
      "title": "a Electronic data carriers",
      "content": "1 The files transmitted in paper form shall be digitalised and stored in electronic form. Following digitalisation, the paper copies shall be destroyed. 2 The Federal Office may delegate these duties to an external agency, which undertakes in terms of a written agreement to record all the data electronically, treat it as confidential and guarantee its security. Article 10 a of the Federal Act of 19 June 1992 on Data Protection applies mutatis mutandis. 3 The Federal Office shall confirm on request that the digitalised documents correspond to their originals in paper form Inserted by No I of the O of 31 Oct. 2012, in force since 1 Jan. 2013 ( AS 2012 6097 ). SR 235.1"
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Archiving and destruction of the data",
      "content": "1 On expiry of the retention period of 80 years (Art. 26 of the Act), the data in the donor data register and the data under Article 15 b paragraph 2 shall be offered to the Federal Archives for archiving. 2 The data regarded by the Federal Archives as not worthy of archiving shall be destroyed. Amended by No I of the O of 31 Oct. 2012, in force since 1 Jan. 2012 ( AS 2012 6097 )."
    },
    {
      "provision_ref": "art21",
      "chapter": "Section 2 Procedure for Disclosure of Information",
      "section": "21",
      "title": "Request for information",
      "content": "1 The child must submit to the Federal Office a written request for information in accordance with Article 27 paragraph 1 or 2, specifying the mother’s personal data. 2 The child must provide evidence of his or her identity in the form of a copy of a passport, identity card or an equivalent identity document and demonstrate that the requirements specified in Article 27 paragraph 1 or 2 of the Act are met. 3 If the child is evidently incapable of acting on his or her own behalf, the Federal Office may request him or her to enlist a representative. Amended by No I of the O of 14 Nov. 2018, in force since 1 Jan. 2019 ( AS 2018 4681 ). Amended by No I of the O of 14 Nov. 2018, in force since 1 Jan. 2019 ( AS 2018 4681 )."
    },
    {
      "provision_ref": "art22",
      "chapter": "Section 2 Procedure for Disclosure of Information",
      "section": "22",
      "title": "Notification of the sperm donor",
      "content": "1 If the child fulfils the requirements specified in Article 27 paragraph 1 or 2 of the Act and requests information on the personal data of the sperm donor, the Federal Office shall ascertain the latter’s current address. In doing so, the Federal Office shall as far as possible avoid indicating the purpose of the inquiry. 2 Federal, cantonal and communal authorities that can provide the relevant information are obliged to assist the Federal Office at its request. 3 The Federal Office shall inform the sperm donor of the fact that his personal data are to be disclosed to the child. It shall grant him an appropriate period to express his wishes concerning personal contact with the child."
    },
    {
      "provision_ref": "art23",
      "chapter": "Section 2 Procedure for Disclosure of Information",
      "section": "23",
      "title": "Provision of information to the child",
      "content": "1 If the requirements of Article 27 paragraph 1 or 2 of the Act are met, the child may choose whether to be provided information: a. by communication by post; b. by a doctor, a person trained in social psychology, or a specialist organisation of the child’s choice. 2 The personal details of the sperm donor shall be provided to the child in a written report. 3 If the requirement in Article 27 paragraph 1 of the Act is not met, the Office shall inform the child in writing that he or she is not yet entitled to be provided with information. 4 If the requirement in Article 27 paragraph 2 of the Act is not met, the Office shall inform the child in writing that he or she has no legitimate interest and, provided the requirement in Article 27 paragraph 1 of the Act is met, that he or she may choose how information is provided in accordance with paragraph 1. 5 The Office shall notify the child if the donor could not be found or could not be reliably identified, failed to answer or declined any personal contact. 6 It shall advise the child with regard to the counselling options available. Amended by No I of the O of 14 Nov. 2018, in force since 1 Jan. 2019 ( AS 2018 4681 )."
    },
    {
      "provision_ref": "art24",
      "chapter": "Section 2 Procedure for Disclosure of Information",
      "section": "24",
      "title": "",
      "content": "Repealed by No I of the O of 14 Nov. 2018, with effect from 1 Jan. 2019 ( AS 2018 4681 )."
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Data protection",
      "content": "1 In any contacts with the sperm donor or with the child, strict confidentiality shall be observed by the persons and authorities concerned. 2 Before any contacts with the sperm donor, his identity must be securely established."
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Charges",
      "content": "The charges and expenses in the disclosure procedure shall be based on the Ordinance of 27 October 1999 on Civil Status Fees. SR 172.042.110"
    },
    {
      "provision_ref": "art27",
      "chapter": "Chapter 3 Final provisions",
      "section": "27",
      "title": "Amendment of existing legislation",
      "content": "… The amendments may be consulted under AS 2000 3068 ."
    },
    {
      "provision_ref": "art28",
      "chapter": "Chapter 3 Final provisions",
      "section": "28",
      "title": "Transitional provisions to the Amendment of 21 June 2017",
      "content": "1 Licence holders under Article 8 paragraph 1 letter a of the Act who are already using reproductive techniques when the Amendment of 21 June 2017 comes into force and who wish to continue with such activities must submit an application to the supervisory authority within three years containing proof that they meet the requirements under Article 4 paragraph 1 hereof. They may continue their activities until the decision of the supervisory authority takes full effect. 2 Licence holders under Article 8 paragraph 1 letter a of the Act who are already using reproductive techniques with analyses of genetic material from reproductive cells when the Amendment of 21 June 2017 comes into force and who wish to continue with such activities must submit an application to the supervisory authority within three years containing proof that they meet the requirements under Article 9 paragraph 3 of the Act and Articles 4 paragraph 1 and 6 paragraph 2 hereof. They may continue their activities until the decision of the supervisory authority takes full effect. Amended by No I of the O of 21 June 2017, in force since 1 Sept. 2017 ( AS 2017 3651 )."
    },
    {
      "provision_ref": "art29",
      "chapter": "Chapter 3 Final provisions",
      "section": "29",
      "title": "Commencement",
      "content": "This Ordinance comes into force on 1 January 2001."
    }
  ],
  "definitions": []
}