{
  "id": "sr-941-31",
  "type": "statute",
  "title": "Bundesgesetz vom 20. Juni 1933 über die Kontrolle des Verkehrs mit Edelmetallen und Edelmetallwaren (Edelmetallkontrollgesetz, EMKG)",
  "title_en": "Federal Act of 20 June 1933 on the Control of the Trade in Precious Metals and Precious Metal Articles (Precious Metals Control Act, PMCA)",
  "short_name": "EMKG",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/50/345_357_401/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Section 1 Definitions",
      "section": "1",
      "title": "",
      "content": "1 Precious metals under this Act are gold, silver, platinum and palladium. 2 Melt products are ingots, slabs, bars and granules produced by melting or recasting precious metal or melt material. 3 Melt material means: a. precious metals obtained through the extraction of raw materials or refining; b. waste products from the processing of precious metals or alloys thereof which are usable for reclaiming precious metal; c. material containing precious metal which is usable for reclaiming precious metal. 4 Precious metal articles are articles wholly comprised of precious metals with a legal standard of fineness, or articles made of precious metals with a legal standard of fineness in combination with a non metallic material. This does not include coins made of precious metals. 5 Multi-metal articles are articles made of a combination of precious metal with a legal standard of fineness and base metals. Amended by No I of the FA of 17 June 1994, in force since 1 Aug. 1995 ( AS 1995 3102 ; BBl 1993 II 1033 )."
    },
    {
      "provision_ref": "art2",
      "chapter": "Section 1 Definitions",
      "section": "2",
      "title": "",
      "content": "1 Plated articles are articles for which a layer of precious metal is fixed or plated to a substrate of another material. 2 The minimum requirements for precious metal layers are set out in Annex 1 hereto. The Federal Council shall specify the error tolerance and may adjust the provisions in the Annex in line with international developments. 3 Imitations are: a. articles made of precious metals that are below the minimum legal standard of fineness or do not satisfy the other material conditions for precious metal articles; b. articles that qualify as multi-metal articles or plated articles but which are not marked as such or do not satisfy the material conditions for these categories of articles. Amended by No I of the FA of 17 June 1994, in force since 1 Aug. 1995 ( AS 1995 3102 ; BBl 1993 II 1033 )."
    },
    {
      "provision_ref": "art3",
      "chapter": "Section 2 Fineness",
      "section": "3",
      "title": "",
      "content": "1 Fineness refers to the purity of precious metal contained in a unit of weight of a metal alloy, measured in parts per thousand. 2 The legal standards of fineness for precious metal articles and multi-metal articles are set out in Annex 2 hereto. The Federal Council may adjust these provisions in line with international developments. Amended by No I of the FA of 17 June 1994, in force since 1 Aug. 1995 ( AS 1995 3102 ; BBl 1993 II 1033 )."
    },
    {
      "provision_ref": "art4",
      "chapter": "Section 2 Fineness",
      "section": "4",
      "title": "",
      "content": "Repealed by No I of the FA of 17 June 1994, with effect from 1 Aug. 1995 ( AS 1995 3102 ; BBl 1993 II 1033 )."
    },
    {
      "provision_ref": "art5",
      "chapter": "Section 2 Fineness",
      "section": "5",
      "title": "",
      "content": "The Federal Council shall define the extent to which and the circumstances in which error tolerances may be allowed for deviations from the standard of fineness. Expression in accordance with No II of the FA of 17 June 1994, in force since 1 Aug. 1995 ( AS 1995 3102 ; BBl 1993 II 1033 ). This amendment has been made throughout the text."
    },
    {
      "provision_ref": "art6",
      "chapter": "Section 3 Trade in Finished Articles",
      "section": "6",
      "title": "",
      "content": "Where the Act or the Ordinance prescribes or authorises marks on goods, these must refer to the composition of the article. It is prohibited to apply a mark that is likely to be misleading to precious metal articles, multi-metal articles, plated articles or imitations or to items likely to be confused with these. Amended by No I of the FA of 17 June 1994, in force since 1 Aug. 1995 ( AS 1995 3102 ; BBl 1993 II 1033 )."
    },
    {
      "provision_ref": "art7",
      "chapter": "Section 3 Trade in Finished Articles",
      "section": "7",
      "title": "",
      "content": "1 Precious metal articles may only be placed on the market with a legal fineness mark. 2 All parts of a precious metal article must at least meet the specified fineness. The Central Office for Precious Metals Control (Central Office) may make exceptions on technical grounds. 3 In addition to the fineness mark, articles of platinum or palladium must also bear a reference to the type of precious metal used. Amended by No I of the FA of 17 June 1994, in force since 1 Aug. 1995 ( AS 1995 3102 ; BBl 1993 II 1033 )."
    },
    {
      "provision_ref": "art7a",
      "chapter": "Section 3 Trade in Finished Articles",
      "section": "7a",
      "title": "",
      "content": "1 Multi-metal articles may be traded as such provided that they are marked accordingly and satisfy the material conditions. 2 The actual composition must be clear from the mark. The precious metal parts must be clearly marked with the legal fineness in parts per thousand, the other metal parts with the type of metal used. 3 The different metals must be visible from the exterior and differ in colour. Multi-metal articles must not have the appearance of plated articles. Inserted by No I of the FA of 17 June 1994, in force since 1 Aug. 1995 ( AS 1995 3102 ; BBl 1993 II 1033 )."
    },
    {
      "provision_ref": "art8",
      "chapter": "Section 3 Trade in Finished Articles",
      "section": "8",
      "title": "",
      "content": "1 Plated articles may be traded as such provided that they are marked accordingly and satisfy the material conditions. 2 Plated articles must bear quality marks which must not leave any doubt as to their plated nature. 3 Imitations with precious metal coatings may be marked as gilded, silvered, platinised or palladised articles. 4 Plated articles and imitations must not bear any fineness marks. Amended by No I of the FA of 17 June 1994, in force since 1 Aug. 1995 ( AS 1995 3102 ; BBl 1993 II 1033 )."
    },
    {
      "provision_ref": "art8a",
      "section": "8a",
      "title": "",
      "content": "1 The Federal Council may prescribe or authorise other marks for precious metal articles, multi-metal articles, plated articles and imitations. 2 The Federal Council may provide for exceptions to the legally prescribed marks for special, i.e. technical and medical, purposes. 3 The Central Office may issue more specific provisions on the type and form of the prescribed and authorised marks. Inserted by No I of the FA of 17 June 1994, in force since 1 Aug. 1995 ( AS 1995 3102 ; BBl 1993 II 1033 )."
    },
    {
      "provision_ref": "art8b",
      "section": "8b",
      "title": "",
      "content": "1 The Federal Council shall issue detailed provisions on the requirements for precious metal articles, multi-metal articles and plated articles. 2 It may authorise the Central Office to specify the technical details. Inserted by No I of the FA of 17 June 1994, in force since 1 Aug. 1995 ( AS 1995 3102 ; BBl 1993 II 1033 )."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "",
      "content": "1 In addition to the prescribed marks, precious metal articles, multi-metal articles and plated articles must also bear a responsibility mark. 2 Manufacturers who do not themselves produce the articles that they use may have their trademark stamped as a responsibility mark on the articles manufactured for them. Articles 10 to 12 apply in the case of these marks. 3 For watch-cases, members of manufacturer associations may use a collective responsibility mark with a serial number. 4 An indication of the standard of fineness may not be applied unless a responsibility mark is applied at the same time. Amended by No I of the FA of 17 June 1994, in force since 1 Aug. 1995 ( AS 1995 3102 ; BBl 1993 II 1033 ). Amended by No I of the FA of 17 June 1994, in force since 1 Aug. 1995 ( AS 1995 3102 ; BBl 1993 II 1033 )."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "",
      "content": "1 The responsibility mark is a symbol which in itself identifies the owner of the mark. It may consist of letters, figures, words, graphic representations or artistic forms, individually or in combination. The mark should not be likely to be confused with previously registered marks or with the official hallmarks. 2 The imprint of the responsibility mark on the article must be clear and indelible. Amended by Art. 75 No 2 of the Trademark Protection Act of 28 Aug. 1992, in force since 1 April 1993 ( AS 1993 274 ; BBl 1991 I 1 )."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "",
      "content": "1 The responsibility mark must be submitted in writing to the Central Office for registration. The application must include the owner’s place of residence and registered office and a precise description of the type of business as well as the evidence needed to prove the mark’s compliance with legal requirements. 2 An owner of a mark who is not listed in the Swiss Commercial Register or is not resident in Switzerland may be asked to provide collateral. This collateral serves as a guarantee for all claims under this Act. 3 The registration fee is payable on submission of the application. Expression in accordance with No II of the FA of 17 June 1994, in force since 1 Aug. 1995 ( AS 1995 3102 ; BBl 1993 II 1033 ). This amendment has been made throughout the text."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "",
      "content": "1 The Central Office shall maintain a register of all responsibility marks that fulfil the legal requirements. The applicant shall be notified of the registration decision by registered letter, which, in the case of refusal, contains information on the right of appeal against the decision. 1bis Registration applies for a period of 20 years from the date of registration. Before expiry of this period, it may be extended for a further 20 years at a time on payment of the relevant fee. 2 If, subsequently, the legal requirements for registration of a responsibility mark no longer apply, or if the registration period expires before an application for extension is submitted, the responsibility mark shall be deleted from the register. A mark may also be deleted from the register if the owner uses it in contravention of this Act. Deletion shall be ordered by the Central Office and the owner of the mark shall be notified by registered letter, which contains information on the right of appeal. 3 ... Inserted by Art. 75 No 2 of the Trademark Protection Act 28 Aug. 1992, in force since 1 April 1993 ( AS 1993 274 ; BBl 1991 I 1 ). Amended by Art. 75 No 2 of the Trademark Protection Act 28 Aug. 1992, in force since 1 April 1993 ( AS 1993 274 ; BBl 1991 I 1 ). Repealed by Annex No 135 of the Administrative Court Act of 17 June 2005, with effect from 1 Jan. 2007 ( AS 2006 2197 ; BBl 2001 4202 )."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "",
      "content": "1 Watch-cases made of precious metal are subject to an official control before being placed on the market. The control must be applied for by the manufacturer or the party who places the watch-case on the market. 2 For all other precious metal articles and for multi-metal articles, the owner of the articles may apply for an official control. Amended by No I of the FA of 17 June 1994, in force since 1 Aug. 1995 ( AS 1995 3102 ; BBl 1993 II 1033 )."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "",
      "content": "The official control covers the accuracy and the permissibility of the marks stamped on the articles."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "",
      "content": "1 The accuracy of the fineness and responsibility marks stamped on the precious metal articles and multi-metal articles is certified by stamping the official hallmark. 2 Hallmarks bear the unique identification of the Assay Office conducting the official control. Amended by No I of the FA of 17 June 1994, in force since 1 Aug. 1995 ( AS 1995 3102 ; BBl 1993 II 1033 )."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "",
      "content": "The official control is applied for by written application to the relevant Assay Office. Only articles bearing a legal fineness mark and the responsibility mark may be controlled. The official control is certified by the official hallmark."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "",
      "content": "1 If the article submitted for controlling does not satisfy the legal minimum fineness or if the fineness mark stamped on the article does not match the actual fineness, the Assay Office shall refuse to grant its official hallmark and shall notify the Central Office, which shall order a second opinion. 2 Depending on the outcome of the second opinion, the Central Office shall either authorise the official hallmarking or it shall have the articles seized and shall file a criminal complaint. 3 If the objection is justified but no offence appears to have been committed, the Central Office shall take the steps necessary for the further processing of the articles in question, which may not be placed on the market in Switzerland. The costs thereby incurred are borne by the party submitting the article for controlling. The Central Office may order the destruction of the articles."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "",
      "content": "1 For all articles submitted for an official control, a fee (control or hallmark fee) must be paid irrespective of the outcome of the control. 2 For collection of the fees and expenses to be paid, a right of retention applies to the goods submitted for official control. In the event of dispute, claims are ruled upon by the Central Office. … Sentence repealed by Annex No 135 of the Administrative Court Act of 17 June 2005, with effect from 1 Jan. 2007 ( AS 2006 2197 ; BBl 2001 4202 )."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "",
      "content": "The Federal Council shall regulate the details of the procedure to be followed by the Assay Offices, the shape and composition of the official hallmarks, the means of notification of the official hallmark in Switzerland and abroad, the running of the controls and the amount of the fees, which must not be of fiscal character."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "",
      "content": "1 Articles manufactured abroad and governed by this Act may only be placed on the domestic market if they comply with the provisions of this Act. The requirement for the official controlling of the watch-cases mentioned in Article 13 paragraph 1 is extended to imported finished watches with such cases. 2 The Federal Council may provide for exceptions for special articles. 3 The articles governed by this Act may be subject to comprehensive or random testing on import. If such testing reveals a that an offence has been committed, the article must be seized and forwarded to the Central Office so that it may file a criminal complaint. If the article does not meet the statutory requirements but no offence has been committed, it shall be returned across the border. 4 Watch-cases and watches subject to mandatory official controlling must be forwarded by the customs office conducting the import assessment to the appropriate Assay Office. 5 In the case of travel samples which are imported by sales representatives in observance of the Federal Act of 1 October 1925 on Customs and Commercial Treaties but which do not remain in Switzerland, the provisions may be relaxed if a reciprocity agreement exists with the country of origin. Amended by No I of the FA of 17 June 1994, in force since 1 Aug. 1995 ( AS 1995 3102 ; BBl 1993 II 1033 ). Amended by No I of the FA of 17 June 1994, in force since 1 Aug. 1995 ( AS 1995 3102 ; BBl 1993 II 1033 ). Amended by No I of the FA of 17 June 1994, in force since 1 Aug. 1995 ( AS 1995 3102 ; BBl 1993 II 1033 ). Amended by Annex No 19 of the Customs Act of 18 March 2005, in force since 1 May 2007 ( AS 2007 1411 ; BBl 2004 567 ). [BS 6 465; AS 1956 587 , 1959 1343 Art. 11 No III, 1973 644 , 1974 1857 Annex No 7, 1980 1793 No I 1, 1992 1670 No III, 1994 1634 No I 3, 1995 1816 , 1996 3371 Annex 2 No 2, 1997 2465 Annex No 13, 2000 1300 Art. 92 1891 No VI 6, 2002 248 No I 1 Art. 41, 2004 4763 Annex No II 1, 2006 2197 Annex No 50. AS 2007 1411 Art. 131 para.1]. See now: Customs Act of 18 March 2005 ( SR 631.0 )."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "",
      "content": "1 Precious metal articles, multi-metal articles, plated articles and imitations intended for export must bear the prescribed marks; in addition, watch-cases made of precious metal must also bear the prescribed official hallmark. 2 However, domestic manufacturers may, of their own accord, provide such articles with marks that are customary or prescribed in the destination country. 3 The Federal Council shall determine the requirements to be observed and the symbols used that the Assay Offices are permitted to use to confirm a standard of fineness as prescribed by the destination country. The Federal Council may define relaxed provisions for watch-cases that are verifiably exported directly to countries which stipulate mandatory controlling of watch-cases. Amended by No I of the FA of 17 June 1994, in force since 1 Aug. 1995 ( AS 1995 3102 ; BBl 1993 II 1033 )."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "",
      "content": "1 Goods in direct transit may undergo an official control. Article 20 paragraph 3 applies correspondingly. 2 However, the provisions of this Act apply to those articles that do not enter the domestic market and remain under customs supervision, but which are forwarded abroad with Swiss transport papers duty unpaid. 3 For the removal of articles from customs or bonded warehouses, Art. 20, 21 and 22 paragraph 2 apply correspondingly. Amended by Art. 75 No 2 of the Trademark Protection Act of 28 Aug. 1992, in force since 1 April 1993 ( AS 1993 274 ; BBl 1991 I 1 ). Amended by Annex No 19 of the Customs Act of 18 March 2005, in force since 1 May 2007 ( AS 2007 1411 ; BBl 2004 567 )."
    },
    {
      "provision_ref": "art22a",
      "section": "22a",
      "title": "",
      "content": "If the Central Office suspects that imported, exported or transit articles unjustifiably bear or imitate a responsibility mark, maker’s or assayer’s mark that is not their own or that the provisions for the protection of intellectual property are violated in any other way, it shall notify the aggrieved party. The articles may be retained. Inserted by Art. 75 No 2 of the Trademark Protection Act of 28 Aug. 1992 ( AS 1993 274 ; BBl 1991 I 1 ). Amended by Annex No 6 of the FA of 22 June 2007, in force since 1 July 2008 ( AS 2008 2551 ; BBl 2006 1 )."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "",
      "content": "The hawking of articles subject to this Act is prohibited. This ban also applies to the taking of orders by retail sales representatives. Amended by No I of the FA of 17 June 1994, in force since 1 Aug. 1995 ( AS 1995 3102 ; BBl 1993 II 1033 )."
    },
    {
      "provision_ref": "art24",
      "chapter": "Section 4 Manufacture of Melt Products",
      "section": "24",
      "title": "",
      "content": "Authorisation is required for the commercial manufacture of melt products. Amended by No I 5 of the FA of 21 Dec. 2007 on the Abolition and Simplification of Licensing Procedures, in force since 1 June 2008 ( AS 2008 2265 ; BBl 2007 315 )."
    },
    {
      "provision_ref": "art25",
      "chapter": "Section 4 Manufacture of Melt Products",
      "section": "25",
      "title": "",
      "content": "1 Individuals, commercial enterprises and cooperatives established under the Code of Obligations as well as comparable foreign enterprises may apply for a melter’s licence. 2 Individuals must be entered in the Swiss Commercial Register and have their place of residence in Switzerland. They must be of good standing and offer proof of irreproachable business operations. 3 Commercial enterprises and cooperatives as well as Swiss branches of foreign enterprises must be entered in the Swiss commercial register. The persons entrusted with the administration and business management of the enterprises companies and cooperatives must be of good standing and offer proof of irreproachable business operations. Amended by No I of the FA of 17 June 1994, in force since 1 Aug. 1995 ( AS 1995 3102 ; BBl 1993 II 1033 ). SR 220 Amended by No I 5 of the FA of 21 Dec. 2007 on the Abolition and Simplification of Licensing Procedures, in force since 1 June 2008 ( AS 2008 2265 ; BBl 2007 315 )."
    },
    {
      "provision_ref": "art26",
      "chapter": "Section 4 Manufacture of Melt Products",
      "section": "26",
      "title": "",
      "content": "1 The melter’s licence shall on application be granted by the Central Office for a period of four years. On expiry of this period, the licence may be renewed provided that the applicant satisfies the statutory requirements. 2 If a licence holder no longer satisfies any one of these requirements or has repeatedly violated the obligations assumed, the licence shall be automatically withdrawn by the issuing authority on a temporary or permanent basis. 3 Notice of the granting or withdrawal of a melter’s licence shall be given in the Swiss Official Gazette of Commerce. 4 ... Amended by No I 5 of the FA of 21 Dec. 2007 on the Abolition and Simplification of Licensing Procedures, in force since 1 June 2008 ( AS 2008 2265 ; BBl 2007 315 ). Amended by No I 5 of the FA of 21 Dec. 2007 on the Abolition and Simplification of Licensing Procedures, in force since 1 June 2008 ( AS 2008 2265 ; BBl 2007 315 ). Repealed by Annex No 135 of the Administrative Court Act of 17 June 2005, with effect from 1 Jan. 2007 ( AS 2006 2197 ; BBl 2001 4202 )."
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "",
      "content": "Repealed by No I 5 of the FA of 21 Dec. 2007 on the Abolition and Simplification of Licensing Procedures, with effect from 1 June 2008 ( AS 2008 2265 ; BBl 2007 315 )."
    },
    {
      "provision_ref": "art28",
      "section": "28",
      "title": "",
      "content": "Repealed by No I 5 of the FA of 21 Dec. 2007 on the Abolition and Simplification of Licensing Procedures, with effect from 1 June 2008 ( AS 2008 2265 ; BBl 2007 315 )."
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "",
      "content": "Repealed by No I of the FA of 17 June 1994, with effect from 1 Aug. 1995 ( AS 1995 3102 ; BBl 1993 II 1033 )."
    },
    {
      "provision_ref": "art30",
      "section": "30",
      "title": "",
      "content": "Repealed by No I 5 of the FA of 21 Dec. 2007 on the Abolition and Simplification of Licensing Procedures, with effect from 1 June 2008 ( AS 2008 2265 ; BBl 2007 315 )."
    },
    {
      "provision_ref": "art31",
      "section": "31",
      "title": "",
      "content": "1 Each melt product must be inscribed with the licence holder’s mark. The die used for the mark must be deposited with the Central Office and may not be changed without the approval of this body. Notice of the deposit of the die must be published in the Swiss Official Gazette of Commerce. 2 The Federal Council shall specify the obligations of the holder of a melter’s licence."
    },
    {
      "provision_ref": "art32",
      "section": "32",
      "title": "",
      "content": "1 Only Assay Offices or trade assayers may determine the fineness of melt products. 2 The control must determine the actual fineness of the melt product."
    },
    {
      "provision_ref": "art33",
      "section": "33",
      "title": "",
      "content": "1 The controlling agency shall first establish that a mark has been stamped in accordance with Article 31. If not, the melt product shall be seized and the party requesting the determination reported. The case shall at the same time be referred to the Central Office, which shall ask the applicant to provide proof of origin of the melt product. If such proof cannot be furnished, or if there is any indication that an offence has been committed, the Central Office shall file a criminal complaint. 2 If the melt product has been stamped, the control shall be conducted. Once determined, the melt product is stamped with the mark of the Assay Office or trade assayer; the actual fineness must be specified at the same time."
    },
    {
      "provision_ref": "art34",
      "section": "34",
      "title": "",
      "content": "1 The Federal Council shall regulate the details of the procedure for granting, renewing and withdrawing melter’s licences and for fineness determinations. It may also issue regulations on the recognition of foreign official fineness determinations. 2 The Federal Council shall regulate the fees to be paid for the official duties set out in paragraph 1. Article 18 paragraph 2 applies correspondingly. Amended by No I 5 of the FA of 21 Dec. 2007 on the Abolition and Simplification of Licensing Procedures, in force since 1 June 2008 ( AS 2008 2265 ; BBl 2007 315 )."
    },
    {
      "provision_ref": "art35",
      "chapter": "Section 5 Organisation",
      "section": "35",
      "title": "",
      "content": "1 The Central Office is affiliated to the Federal Department of Finance for the implementation of this Act. It may be incorporated into an existing administrative unit within the Department. 2 The Federal Council shall regulate the organisation of the Central Office. Name in accordance with Art. 1 of the unpublished FCD of 23 April 1980 on the adaptation of federal law enactments to the new names of the Departments and Offices. This amendment has been made throughout the text."
    },
    {
      "provision_ref": "art36",
      "chapter": "Section 5 Organisation",
      "section": "36",
      "title": "",
      "content": "1 The Central Office shall supervise the trade in precious metals and precious metal articles. 2 In particular, it shall deal with the registration of responsibility marks and supervise the official controlling and hallmarking of precious metal articles. It is responsible for granting melter’s licences and for supervising the determination of the fineness of melt products. It shall supervise the administration of the Assay Offices and the trade assayers. It shall issue the diplomas for sworn assayers and the assayer licence as trade assayers. Version of second sentence in accordance with No I 5 of the FA of 21 Dec. 2007 on the Abolition and Simplification of Licensing Procedures, with effect from 1 June 2008 ( AS 2008 2265 ; BBl 2007 315 ). Expression in accordance with No II of the FA of 17 June 1994, in force since 1 Aug. 1995 ( AS 1995 3102 ; BBl 1993 II 1033 ). This amendment has been made throughout the text."
    },
    {
      "provision_ref": "art37",
      "chapter": "Section 5 Organisation",
      "section": "37",
      "title": "",
      "content": "1 The Assay Offices for precious metal articles shall be established by the cantons or by the communes or business associations authorised to do so by the cantons. Establishment requires the approval of the Federal Department of Finance. It may also order the dissolution of an Assay Office if its facilities and management do not comply with the existing regulations or if there is no further need for its existence. The cost of establishing and operating an Assay Office shall be borne by the authorities or associations authorised to establish it. These shall receive the fees charged by the Assay Office. 2 In agreement with the appropriate cantonal government, the Department may establish federal Assay Offices if this is necessary in the country’s economic interests. In this case, the participating business sectors may be called on to contribute to the costs of establishment and any operating deficit of the Assay Offices. These Assay Offices report directly to the Central Office. The fees they receive flow into the federal budget. 3 The organisation, fees, accounting and operations of all Assay Offices are regulated by the Federal Council."
    },
    {
      "provision_ref": "art38",
      "section": "38",
      "title": "",
      "content": "1 The Assay Offices deal with the official controlling and hallmarking of precious metal articles. They may also determine the fineness of melt products. Assay Offices may be assigned a limited geographical area in which to operate. They are authorised to control the precious metal articles and melt products made in that area. The Central Office may make exceptions under certain circumstances. The Assay Offices are prohibited from trading in melt material and melt products or performing any melting on behalf of third parties. Under certain circumstances, however, the Federal Department of Finance may authorise them to carry out such melting. 2 The Assay Offices shall support the Central Office in its supervision of enforcement of this Act. In particular, they shall report to it all offences that come to their attention and take the necessary measures to establish the facts by themselves or as instructed by the Central Office or the police authorities. 3 Officers of the Assay Offices are bound to secrecy concerning all observations made in the course of their work or which, by virtue of their nature, are confidential. 4 For losses incurred through incorrect execution of the duties entrusted to the Assay Offices, the Confederation shall be liable in the case of federal Assay Offices, and the canton in all other cases, to the extent that the bodies at fault cannot bear the costs themselves."
    },
    {
      "provision_ref": "art39",
      "section": "39",
      "title": "",
      "content": "1 Officers of the Assay Offices responsible for controlling the precious metal articles and multi-metal articles to be officially hallmarked and for determination of the fineness of melt products must hold a federal diploma as sworn assayers. This shall be issued by the Central Office on their passing the diploma examination. The assayer thus qualified shall swear an oath or make solemn promise before the Central Office to faithfully discharge the official duties of the profession. 2 The requirements for the acquisition of the federal diploma are determined by the Federal Council. Amended by No I of the FA of 17 June 1994, in force since 1 Aug. 1995 ( AS 1995 3102 ; BBl 1993 II 1033 )."
    },
    {
      "provision_ref": "art40",
      "section": "40",
      "title": "",
      "content": "1 It is the duty of sworn assayers to comply with the provisions of this Act, the implementing provisions and the directives of the Central Office and avoid anything that could encourage others to commit an offence. Specifically, they may only perform fineness tests on melt products when the statutory requirements therefor have been met in each case and must immediately report all offences and administrative infringements under this Act that come to their attention. Article 38 paragraph 3 applies correspondingly. 2 The Central Office shall supervise the work done by the sworn assayers. It may withdraw the diploma in the event of serious violations of the duties incumbent upon the holder of an assayer diploma or on account of proven incompetence. … 3 Sworn assayers are liable for all losses or damage caused by the incorrect or negligent execution of their work. Article 38 paragraph 4 also applies. Sentenced repealed by Annex No 135 of the Administrative Court Act of 17 June 2005, with effect from 1 Jan. 2007 ( AS 2006 2197 ; BBl 2001 4202 )."
    },
    {
      "provision_ref": "art41",
      "section": "41",
      "title": "",
      "content": "Trade assayers must hold an assayer licence as trade assayer issued by the Central Office. This licence shall only be granted to assayers who hold a federal assayer’s diploma, are resident in Switzerland and are of good character. Trade assayers are permitted to acquire a melter’s licence. Trade assayers shall swear an oath or make a solemn promise before the Central Office to faithfully discharge the official duties of their profession. They are authorised to ascertain the fineness of melt products and receive by way of remuneration the fees provided for in the Implementing Ordinance. They are not authorised to perform the official assaying and hallmarking of precious metal articles. Version of the third sentence in accordance with No I 5 of the FA of 21 Dec. 2007 on the removal and simplification of licensing procedures, in force since 1 June 2008 ( AS 2008 2265 ; BBl 2007 315 )."
    },
    {
      "provision_ref": "art42",
      "section": "42",
      "title": "",
      "content": "1 It is the duty of trade assayers to keep a proper account of the determinations of fineness that they perform and all sums received in return. For the purposes of official investigations, the Central Office and the police authorities may inspect the books and enquire about specific entries. The bookkeeping rules shall be drawn up by the Federal Council. 2 Article 40 applies correspondingly. The withdrawal of an assayer’s diploma means the withdrawal of the assayer licence as trade assayer."
    },
    {
      "provision_ref": "art42bis",
      "section": "42bis",
      "title": "",
      "content": "1 Trade assayers who themselves or through a group company trade on a commercial basis in banking precious metals require authorisation from and are subject to supervision of a financial market supervisory authority in accordance with Article 61 paragraphs 1, 2 and 4 of the Financial Institutions Act of 15 June 2018 (FinIA). 2 If a company trades in banking precious metals of a trade assayer belonging to its group company, it also requires authorisation in accordance with paragraph 1. 3 The provisions on the authorisation conditions for portfolio managers as defined in Article 17 paragraph 1 of the FinIA apply by analogy. Inserted by Annex No II 11 of the Financial Institutions Act of 15 June 2018, in force since 1 Jan. 2020 ( AS 2018 5247 , 2019 4631 ; BBl 2015 8901 ). SR 954.1"
    },
    {
      "provision_ref": "art43",
      "chapter": "Section 6 Appeals",
      "section": "43",
      "title": "",
      "content": "1 Orders issued by the Assay Offices and by trade assayers may be contested by way of appeal to the Central Office. 2 and 3 ... Amended by No I of the FA of 17 June 1994, in force since 1 Aug. 1995 ( AS 1995 3102 ; BBl 1993 II 1033 ). Repealed by Annex No 135 of the Administrative Court Act of 17 June 2005, with effect from 1 Jan. 2007 ( AS 2006 2197 ; BBl 2001 4202 )."
    },
    {
      "provision_ref": "art44",
      "chapter": "Section 7 Criminal Provisions",
      "section": "44",
      "title": "",
      "content": "1 Any person who submits articles for hallmarking or, for the purpose of sale, makes, commissions or imports, supplies or offers to supply articles under a mark that is liable to be misleading or that is prohibited under this Act, being articles that do not meet the prescribed standard of fineness as precious metal articles or articles not meeting the provisions of this Act, as multi-metal, plated or imitations, any person who stamps on precious metal articles or multi-metal articles a mark purporting to represent a higher fineness than actually exists, shall, if acting with intent, be liable to a term of imprisonment or to a fine not exceeding CHF 100,000. 2 If the offender acts professionally, he or she shall be liable to a term of imprisonment of at least one month. 3 If the offender acts through negligence, he or she shall be liable to a fine not exceeding CHF 50,000. Excusable errors committed in the course of the manufacturing process are not classified as negligence. Amended by No I of the FA of 17 June 1994, in force since 1 Aug. 1995 ( AS 1995 3102 ; BBl 1993 II 1033 ). Amended by No I of the FA of 17 June 1994, in force since 1 Aug. 1995 ( AS 1995 3102 ; BBl 1993 II 1033 )."
    },
    {
      "provision_ref": "art45",
      "chapter": "Section 7 Criminal Provisions",
      "section": "45",
      "title": "",
      "content": "1 Any person who counterfeits or falsifies Swiss, foreign or international stamps (hallmarks or symbols), Any person who uses such marks, Any person who produces, procures or supplies to third parties devices for counterfeiting or falsification of such marks, shall, if acting with intent, be liable to a term of imprisonment or to a fine not exceeding CHF 100,000. 2 If the offender acts through negligence, he or she shall be liable to a fine not exceeding CHF 50,000. 3 Article 246 of the Swiss Criminal Code does not apply. Amended by No I of the FA of 17 June 1994, in force since 1 Aug. 1995 ( AS 1995 3102 ; BBl 1993 II 1033 ). SR 311.0"
    },
    {
      "provision_ref": "art46",
      "section": "46",
      "title": "",
      "content": "1 Any person who intentionally makes improper use of official Swiss, foreign or international stamps shall be liable to a term of imprisonment or to a fine not exceeding CHF 100,000. 2 If offender acts through negligence, he or she shall be liable to a fine not exceeding CHF 50,000. Amended by No I of the FA of 17 June 1994, in force since 1 Aug. 1995 ( AS 1995 3102 ; BBl 1993 II 1033 )."
    },
    {
      "provision_ref": "art47",
      "section": "47",
      "title": "",
      "content": "1 Any person who places on the market precious metal articles without a fineness mark or without a responsibility mark, melt products without a fineness mark or without a melter’s or assayer’s mark, or watch-cases without a hallmark, Any person who issues or places on the market articles as multi-metal articles or plated articles without the required mark or without a responsibility mark, Any person who, without authorisation, imitates or uses a responsibility mark or a melter’s or assayer’s mark that is not their own, Any person who places on the market precious metal articles or melt products on which the fineness mark or the imprint of a hallmark has been altered or removed, shall, if acting with intent, be liable to a term of imprisonment or to a fine not exceeding CHF 100,000. 2 If the offender acts through negligence, he or she shall be liable to a fine not exceeding CHF 50,000. Amended by No I of the FA of 17 June 1994, in force since 1 Aug. 1995 ( AS 1995 3102 ; BBl 1993 II 1033 )."
    },
    {
      "provision_ref": "art48",
      "section": "48",
      "title": "",
      "content": "Any person who performs acts requiring one of the aforementioned permits without holding a melter’s licence or an assayer licence as trade assayer shall be liable to a fine. Amended by No I 5 of the FA of 21 Dec. 2007 on the Abolition and Simplification of Licensing Procedures, in force since 1 June 2008 ( AS 2008 2265 ; BBl 2007 315 )."
    },
    {
      "provision_ref": "art49",
      "section": "49",
      "title": "",
      "content": "Any person who contravenes the hawking ban in Articles 23 and 28, Any person who violates the provisions on the acquisition of melt material for their own use, shall be liable to a fine …. Amounts deleted by Art. 75 No 2 of the Trademark Protection Act of 28 Aug. 1992 ( AS 1993 274 ; BBl 1991 I 1 )."
    },
    {
      "provision_ref": "art50",
      "section": "50",
      "title": "",
      "content": "1 Officers of the Central Office or an Assay Office who make or commission a reproduction of an article submitted to the office shall be liable to a fine …. 2 Article 40 paragraph 2 is reserved. Amounts deleted by Art. 75 No 2 of the Trademark Protection Act of 28 Aug. 1992 ( AS 1993 274 ; BBl 1991 I 1 )."
    },
    {
      "provision_ref": "art51",
      "section": "51",
      "title": "",
      "content": "If offences are committed in the course of business of a legal entity or of a general or limited partnership, the criminal provisions apply to those persons who have or should have acted as governing officers, partners or employees. However, the legal entity or corporation is jointly and severally liable together with the convicted individuals for the payment of any fines imposed or costs awarded."
    },
    {
      "provision_ref": "art52",
      "section": "52",
      "title": "",
      "content": "1 Stamping devices used in violation of this Act shall be forfeited. 2 In the event of a conviction for fraud in terms of Article 44, the court may order the confiscation of the articles involved in the commission of the offence. The articles in question must be destroyed. Subject to the provisions of the Federal Act of 19 March 2004 on the Division of Forfeited Assets, the proceeds from the sale of the metal shall be forfeited to the Confederation. SR 312.4 Amended by Annex No 5 of the FA of 19 March 2004 on the Division of Forfeited Assets, in force since 1 Aug. 2004 ( AS 2004 3503 ; BBl 2002 441 )."
    },
    {
      "provision_ref": "art53",
      "section": "53",
      "title": "",
      "content": "Unless otherwise stipulated in this Act, the general provisions of the Federal Act of 4 February 1853 on Federal Criminal Law apply. [AS III 404, VI 312 Art. 5, 19 253, 28 129 Art. 227 para.1 No 6; BS 3 303 Art. 342 para. 2 No 3, 4 766 Art. 61, 7 754 Art. 69 No 4 867 Art. 48. SR 3 203 Art. 398 para.2 let. a]. Today: the general provisions of the Swiss Criminal Code (Art. 334 SCC – SR 311.0 )."
    },
    {
      "provision_ref": "art54",
      "section": "54",
      "title": "",
      "content": "1 and 2 ... 3 The Central Office and the Assay Offices must report any offences that come to their attention to the competent prosecuting authority. … Repealed (Art. 342 para. 1 Federal Criminal Justice Act – BS 3 303; BBl 1929 II 575 ). Today: the Criminal Procedure Code of 5 Oct. 2007 ( SR 312.0 ). Second sentence repealed by Annex 1 No II 32 of the Criminal Procedure Ordinance of 5 Oct. 2007, with effect from 1 Jan. 2011 ( AS 2010 1881 ; BBl 2006 1085 )."
    },
    {
      "provision_ref": "art55",
      "section": "55",
      "title": "",
      "content": "Any person who, with intent or negligence, contravenes a provision of this Act or of an implementing ordinance or of a general directive issued on the basis of such provisions or an individual order directed at him or her that makes reference to the penalty under this Article shall be liable to a fine not exceeding CHF 2000. Amended by No 20 of the Annex to the Administrative Criminal Law Act, in force since 1 Jan. 1975 ( AS 1974 1857 ; BBl 1971 I 993 )."
    },
    {
      "provision_ref": "art56",
      "section": "56",
      "title": "",
      "content": "1 The general provisions of the Federal Act of 22 March 1974 on Administrative Criminal Law (Art. 2–13) apply. 2 Offences within the meaning of Article 55 shall be prosecuted and judged by the Central Office in accordance with the Federal Act of 22 March 1974 on Administrative Criminal Law. The Assay Offices are obliged to report to the Central Office any administrative offences that come to their attention. The sworn assayers and trade assayers are subject to the same obligation. Amended by No 20 of the Annex to Administrative Criminal Law Act, in force since 1 Jan. 1975 ( AS 1974 1857 ; BBl 1971 I 993 ). SR 313.0"
    },
    {
      "provision_ref": "art57",
      "chapter": "Section 8 Transitional and Final Provisions",
      "section": "57",
      "title": "",
      "content": "1 Domestic articles that are already manufactured at the time of this Act coming into force and which satisfy the previously applicable provisions but not the provisions of this Act may be submitted to an Assay Office within one year for the application of a transitional stamp. This transitional stamp shall entitles the owner of the article to sell it for a further three years. More precise provisions in this respect shall be drawn up by the Federal Council. 2 ... Repealed by No I 5 of the FA of 21 Dec. 2007 on the Abolition and Simplification of Licensing Procedures, with effect from 1 June 2008 ( AS 2008 2265 ; BBl 2007 315 )."
    },
    {
      "provision_ref": "art58",
      "chapter": "Section 8 Transitional and Final Provisions",
      "section": "58",
      "title": "",
      "content": "1 On commencement of this Act, all previous enactments that are contradictory to the provisions hereof are repealed. 2 In particular, the Federal Act of 23 December 1880 on the Assaying and Guarantee of the Fineness of Gold and Silver Articles and the Supplementary Act of 21 December 1886 as well as the Federal Act of 17 June 1886 on the Trade in Gold and Silver Waste Products are repealed. [ AS 5 363 , 10 45 ] [ AS 10 45 ] [ AS 9 266 ]"
    },
    {
      "provision_ref": "art59",
      "chapter": "Section 8 Transitional and Final Provisions",
      "section": "59",
      "title": "",
      "content": "1 The Federal Council shall determine the date of commencement of this Act. 2 It shall issues the regulations required for the execution hereof. Commencement date: 1 July 1934 FCD of 8 May 1934 ( AS 50 345 )."
    }
  ],
  "definitions": []
}