{
  "id": "sr-946-231-148-9",
  "type": "statute",
  "title": "Verordnung vom 1. November 2006 über Massnahmen betreffend Libanon",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2006/659/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Verbot der Lieferung von Rüstungsgütern und verwandtem Material",
      "content": "1 Die Lieferung, der Verkauf und die Durchfuhr von Rüstungsgütern jeder Art, einschliesslich Waffen und Munition, Militärfahrzeuge und -ausrüstung, paramilitärische Ausrüstung sowie Zubehör und Ersatzteile dafür, nach Libanon sind verboten. 2 Die Gewährung von Dienstleistungen aller Art, einschliesslich Finanzierung, Vermittlungsdienste und technische Ausbildung, im Zusammenhang mit der Lieferung, dem Verkauf, der Durchfuhr, der Herstellung, dem Unterhalt und der Verwendung von Gütern nach Absatz 1 ist verboten. 3 Das Staatssekretariat für Wirtschaft (SECO) kann nach Rücksprache mit den zuständigen Stellen des Eidgenössischen Departements für auswärtige Angelegenheiten Ausnahmen von den Verboten der Absätze 1 und 2 bewilligen für: a. die Lieferung, den Verkauf und die Durchfuhr von Gütern und die Gewährung von Dienstleistungen, die von der Regierung Libanons oder von den Interimskräften der Vereinten Nationen in Libanon (UNIFIL) genehmigt wurden; b. die vorübergehende Ausfuhr von Schutzkleidung (z. B. kugelsichere Westen) zur persönlichen Verwendung durch Personal der Vereinten Nationen, der Europäischen Union oder der Schweiz, Medienvertreter und humanitäres Personal. 4 Vorbehalten bleiben die Bestimmungen des Güterkontrollgesetzes vom 13. Dezember 1996 und des Kriegsmaterialgesetzes vom 13. Dezember 1996. SR 946.202 SR 514.51"
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Kontrolle und Vollzug",
      "content": "1 Das SECO überwacht den Vollzug der Zwangsmassnahmen nach Artikel 1. 2 Die Kontrolle an der Grenze obliegt der Eidgenössischen Zollverwaltung."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Strafbestimmungen",
      "content": "1 Wer gegen Artikel 1 verstösst, wird nach Artikel 9 EmbG bestraft. 2 Verstösse nach Artikel 9 EmbG werden vom SECO verfolgt und beurteilt; dieses kann Beschlagnahmungen oder Einziehungen anordnen."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 2. November 2006 in Kraft."
    }
  ],
  "definitions": []
}