{
  "id": "sr-916-443-118",
  "type": "statute",
  "title": "Verordnung des BLV vom 12. Oktober 2022 über Massnahmen zur Verhinderung der Einschleppung der Schaf- und Ziegenpocken aus Spanien",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2022/582/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Zweck und Gegenstand",
      "content": "1 Diese Verordnung soll die Einschleppung der Schaf- und Ziegenpocken in die Schweiz verhindern. 2 Sie regelt die Einfuhr aus Spanien: a. von Schafen und Ziegen; b. der folgenden Tierprodukte von Schafen und Ziegen: 1. Sperma, Eizellen und Embryonen, 2. Fleisch und Fleischzubereitungen, 3. Fleischerzeugnisse und behandelte Mägen, Blasen und Därme für den menschlichen Verzehr, 4. Kolostrum, Milch und Milcherzeugnisse, 5. Erzeugnisse, die Produkte nach den Ziffern 2–4 enthalten, 6. tierische Nebenprodukte nach Artikel 3 Buchstabe b der Verordnung vom 25. Mai 2011 über tierische Nebenprodukte, einschliesslich Häute, Felle und Wolle. SR 916.441.22"
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Einfuhr von lebenden Schafen und Ziegen",
      "content": "Die Einfuhr von lebenden Schafen und Ziegen aus den Sperrzonen nach dem Anhang ist verboten."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Einfuhr von Sperma, Eizellen und Embryonen",
      "content": "Die Einfuhr von Sperma, Eizellen und Embryonen von Schafen und Ziegen aus den Sperrzonen nach dem Anhang ist verboten."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Einfuhr von Erzeugnissen nach Artikel 1 Absatz 2 Buchstabe b Ziffer 2 und 3",
      "content": "1 Die Einfuhr von Erzeugnissen von Schafen und Ziegen nach Artikel 1 Absatz 2 Buchstabe b Ziffern 2 und 3 aus den Sperrzonen nach dem Anhang ist verboten. 2 Abweichend von Absatz 1 ist die Einfuhr von Erzeugnissen nach Artikel 1 Absatz 2 Buchstabe b Ziffern 2 und 3 erlaubt, wenn: a. es aus Schlachttierkörpern gewonnen wurde, von denen die Nebenprodukte nach Artikel 2 Ziffer 8 der Delegierten Verordnung (EU) 2020/687 entfernt worden sind; und b. die zuständige Behörde in Spanien das Verbringen aus den Sperrzonen genehmigt hat. Delegierte Verordnung (EU) 2020/687 der Kommission vom 17. Dezember 2019 zur Ergänzung der Verordnung (EU) 2016/429 des Europäischen Parlaments und des Rates hinsichtlich Vorschriften für die Prävention und Bekämpfung bestimmter gelisteter Seuchen, ABl. L 174 vom 3.6.2020, S. 64; geändert durch Delegierte Verordnung (EU) 2021/1140, ABl. L 247 vom 13.7.2021, S. 50."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Einfuhr von Kolostrum, Milch und Milcherzeugnissen",
      "content": "1 Die Einfuhr von Kolostrum, Milch und Milcherzeugnissen von Schafen und Ziegen aus den Sperrzonen nach dem Anhang ist verboten. 2 Abweichend von Absatz 1 ist die Einfuhr von Kolostrum, Milch und Milcherzeug-nissen erlaubt, wenn: a. sie nicht zur Verwendung als Tierfutter eingesetzt werden; b. sie nach Anhang VII der Delegierten Verordnung (EU) 2020/687 pasteurisiert worden sind; und c. die zuständige Behörde in Spanien das Verbringen aus den Sperrzonen ge-nehmigt hat. Siehe Fussnote zu Art. 4 Abs. 2 Bst. a"
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Einfuhr von Erzeugnissen nach Artikel 1 Absatz 2 Buchstabe b Ziffer 5",
      "content": "1 Die Einfuhr von Erzeugnissen nach Artikel 1 Absatz 2 Buchstabe b Ziffer 5 aus den Sperrzonen nach dem Anhang ist verboten. 2 Abweichend von Absatz 1 ist die Einfuhr von Erzeugnissen nach Artikel 1 Absatz 2 Buchstabe b Ziffer 5 unter den folgenden Voraussetzungen erlaubt: a. bei Erzeugnissen, die Produkte nach Artikel 1 Absatz 2 Buchstabe b Ziffern 2 und 3 enthalten: wenn die Voraussetzungen von Artikel 4 Absatz 2 erfüllt sind; b. Erzeugnissen, die Produkte nach Artikel 1 Absatz 2 Buchstabe b Ziffer 4 enthalten: wenn die Voraussetzungen von Artikel 5 Absatz 2 erfüllt sind."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Einfuhr von tierischen Nebenprodukten",
      "content": "1 Die Einfuhr von unverarbeiteten tierischen Nebenprodukten von Schafen und Ziegen aus den Sperrzonen nach dem Anhang ist verboten. 2 Die Einfuhr von verarbeiteten tierischen Nebenprodukten von Schafen und Ziegen aus den Sperrzonen nach dem Anhang ist erlaubt, wenn: a. die Anforderungen nach den folgenden Verordnungen erfüllt sind: 1. Verordnung (EG) Nr. 1069/2009, 2. Verordnung (EU) Nr. 142/2011; und b. die zuständige Behörde in Spanien das Verbringen aus den Sperrzonen genehmigt hat. Verordnung (EG) Nr. 1069/2009 des Europäischen Parlaments und des Rates vom 21. Oktober 2009 mit Hygienevorschriften für nicht für den menschlichen Verzehr bestimmte tierische Nebenprodukte und zur Aufhebung der Verordnung (EG) Nr. 1774/2002 (Verordnung über tierische Nebenprodukte), ABl. L 300 vom 14.11.2009, S. 1; zuletzt geändert durch Verordnung (EU) 2019/1009, ABl. L 170 vom 25.6.2019, S. 1. Verordnung (EU) Nr. 142/2011 der Kommission vom 25. Februar 2011 zur Durchführung der Verordnung (EG) Nr. 1069/2009 des Europäischen Parlaments und des Rates mit Hygienevorschriften für nicht für den menschlichen Verzehr bestimmte tierische Nebenprodukte sowie zur Durchführung der Richtlinie 97/78/EG des Rates hinsichtlich bestimmter gemäss der genannten Richtlinie von Veterinärkontrollen an der Grenze befreiter Proben und Waren, ABl. L 54 vom 26.2.2011, S. 1; zuletzt geändert durch Verordnung (EU) 2020/1720, ABl. L 386 vom 18.11.2020, S. 6."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Gesundheitsbescheinigung",
      "content": "Die Genehmigung zum Verbringen aus den Sperrzonen der zuständigen Behörde in Spanien nach den Artikeln 4 Absatz 2 Buchstabe b, 5 Absatz 2 Buchstabe c und 7 Absatz 2 Buchstabe b gilt als erteilt, wenn eine Gesundheitsbescheinigung für die Sendung vorliegt."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Inkrafttreten",
      "content": "1 Diese Verordnung tritt am 14. Oktober 2022 in Kraft. 2 Sie gilt bis zum 31. Dezember 2022. 12. Oktober 2022 Bundesamt für Lebensmittelsicherheit und Veterinärwesen: i.V. Thomas Jemmi"
    }
  ],
  "definitions": []
}