{
  "id": "sr-946-202-3",
  "type": "statute",
  "title": "Verordnung vom 25. November 2020 über die Ausfuhr und Vermittlung von Gütern zur Internet- und Mobilfunküberwachung (VIM)",
  "title_en": "",
  "short_name": "VIM",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2020/1039/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Bewilligungspflicht",
      "content": "Wer die im Anhang aufgeführten Güter zur Internet- und Mobilfunküberwachung ausführen oder vermitteln will, braucht eine Einzelbewilligung des Staatssekretariats für Wirtschaft (SECO); dies gilt auch für das Zurückschicken von Gütern an die ursprüngliche Lieferantin oder an den ursprünglichen Lieferanten."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Ausnahmen",
      "content": "Es ist keine Bewilligung erforderlich, wenn die Güter: a. von schweizerischen Strafverfolgungsbehörden oder dem Nachrichtendienst des Bundes (NDB) für internationale Einsätze oder zu Ausbildungszwecken ausgeführt werden; b. von schweizerischen Truppen und deren Angehörigen für internationale Einsätze oder zu Ausbildungszwecken ausgeführt werden; c. von schweizerischen Rettungsdiensten für Such- und Rettungseinsätze im Ausland verwendet werden."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Verweigerung",
      "content": "Die Bewilligung wird verweigert, wenn: a. Grund zur Annahme besteht, dass die Güter von der Endempfängerin oder dem Endempfänger zur Repression verwendet werden; b. ein Verweigerungsgrund nach Artikel 6 GKG oder nach Artikel 6 der Güterkontrollverordnung vom 3. Juni 2016 (GKV) vorliegt. SR 946.202.1"
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Zuständigkeiten im Bewilligungsverfahren",
      "content": "1 Das SECO entscheidet im Einvernehmen mit den zuständigen Stellen des Eidgenössischen Departements für auswärtige Angelegenheiten, des Eidgenössischen Departements für Verteidigung, Bevölkerungsschutz und Sport und des Eidgenössischen Departements für Umwelt, Verkehr, Energie und Kommunikation sowie nach Anhörung des NDB über die Erteilung oder Verweigerung der Bewilligung. 2 Kommt keine Einigung zustande, so entscheidet der Bundesrat auf Antrag des Eidgenössischen Departements für Wirtschaft, Bildung und Forschung (WBF)."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Verhältnis zur Güterkontrollverordnung",
      "content": "Im Übrigen richten sich die Ausfuhr und die Vermittlung der Güter nach der GKV. SR 946.202.1"
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Anpassung des Anhangs",
      "content": "Das WBF passt den Anhang dieser Verordnung an, falls die Anhänge der GKV geändert werden und dies für die vorliegende Verordnung massgeblich ist. SR 946.202.1"
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Aufhebung eines anderen Erlasses",
      "content": "Die Verordnung vom 13. Mai 2015 über die Ausfuhr und Vermittlung von Gütern zur Internet- und Mobilfunküberwachung wird aufgehoben. [ AS 2015 1527 , 2019 1291 , 2020 827 ]"
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 1. Januar 2021 in Kraft."
    }
  ],
  "definitions": []
}