{
  "id": "sr-916-202-2",
  "type": "statute",
  "title": "Verordnung des BAFU vom 29. November 2017 über phytosanitäre Massnahmen für den Wald (VpM-BAFU)",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2017/825/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Entsprechung von Ausdrücken und anwendbares Recht",
      "content": "1 Soweit die Anhänge 2–4 nichts anderes bestimmen, gelten die Entsprechungen von Ausdrücken zwischen den in dieser Verordnung genannten EU-Rechtsakten und dieser Verordnung gemäss Anhang 1 Ziffer 1. 2 Wird in dieser Verordnung auf EU-Rechtsakte verwiesen, die ihrerseits auf anderes EU-Recht verweisen, so gilt statt dieses EU-Rechts das schweizerische Recht nach Anhang 1 Ziffer 2."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Vorübergehende Aufhebung des Einfuhrverbots",
      "content": "Die vorübergehend vom Einfuhrverbot ausgenommenen Waren, die Einfuhrbedingungen und die Dauer der Aufhebung des Einfuhrverbots sind in Anhang 2 aufgeführt."
    },
    {
      "provision_ref": "art2a",
      "section": "2a",
      "title": "a Als gleichwertig anerkannte spezifische Voraussetzungen für die Einfuhr",
      "content": "Die Waren, für deren Einfuhr aus Drittländern Voraussetzungen gelten, die als gleichwertig mit den spezifischen Voraussetzungen nach Anhang 7 der Verordnung des WBF und des UVEK vom 14. November 2019 zur Pflanzengesundheitsverordnung (PGesV-WBF-UVEK) anerkannt werden, sind in Anhang 2 a aufgeführt. Eingefügt durch Ziff. I der V des BAFU vom 17. Nov. 2020, in Kraft seit 1. Jan. 2021 ( AS 2020 5313 ). SR 916.201"
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Massnahmen gegen potenzielle Quarantäneorganismen",
      "content": "Die Massnahmen gegen die Einschleppung und Ausbreitung von potenziellen Quarantäneorganismen sind in Anhang 3 aufgeführt. Fassung gemäss Ziff. I der V des BAFU vom 30. Nov. 2021, in Kraft seit 1. Jan. 2022 ( AS 2021 833 )."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Besondere Massnahmen bei erhöhtem phytosanitärem Risiko",
      "content": "Die besonderen Massnahmen, die bei erhöhtem phytosanitärem Risiko gegen die Einschleppung und Ausbreitung von bestimmten Quarantäneorganismen nach Anhang 1 PGesV-WBF-UVEK ergriffen werden, sind in Anhang 4 aufgeführt. Fassung gemäss Ziff. I der V des BAFU vom 30. Nov. 2021, in Kraft seit 1. Jan. 2022 ( AS 2021 833 ). SR 916.201"
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 1. Januar 2018 in Kraft."
    }
  ],
  "definitions": []
}