{
  "id": "sr-941-210-3",
  "type": "statute",
  "title": "Verordnung des EJPD vom 22. April 2011 über Abgasmessmittel für Feuerungsanlagen (VAMF)",
  "title_en": "",
  "short_name": "VAMF",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2011/296/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "1",
      "title": "Gegenstand",
      "content": "Diese Verordnung regelt: a. die Anforderungen an Abgasmessmittel für Feuerungsanlagen; b. die Verfahren für das Inverkehrbringen dieser Messmittel; c. die Verfahren zur Erhaltung der Messbeständigkeit dieser Messmittel."
    },
    {
      "provision_ref": "art2",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "2",
      "title": "Geltungsbereich",
      "content": "Dieser Verordnung unterstehen Messmittel, die für Emissionsmessungen und ‑kontrollen nach Artikel 13 der Luftreinhalte-Verordnung vom 16. Dezember 1985 (LRV) verwendet werden bei: a. Öl- und Gasfeuerungen mit einer Feuerungswärmeleistung bis 1 MW; b. Holz- und Kohlefeuerungen mit einer Feuerungswärmeleistung bis 70 kW. SR 814.318.142.1 Ausdruck gemäss Ziff. I der V des EJPD vom 13. Februar 2019, in Kraft seit 15. März 2019 ( AS 2019 823 ). Diese Änd. wurde im ganzen Erlass berücksichtigt."
    },
    {
      "provision_ref": "art3",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "3",
      "title": "Begriffe",
      "content": "In dieser Verordnung bedeuten: a. Feuerungsanlage: stationäre Anlage zur Energie- oder Wärmegewinnung durch Verbrennung nach Anhang 3 Ziffer 1 Absatz 1 LRV; b. Öl: Heizöl «Extra leicht» nach Anhang 5 Ziffer 11 Absatz 1 LRV; c. Holz: Holzbrennstoffe nach Anhang 5 Ziffer 31 Absatz 1 LRV; c bis . Kohle: Kohle, Kohlebriketts und Koks; d. Gas: Gasbrennstoffe und Gastreibstoffe nach Anhang 5 Ziffer 41 Absatz 1 LRV; e. Abgasmessmittel für Öl- und Gasfeuerungen: tragbares Messgerät, das mindestens eine der folgenden Messgrössen im Abgas von Öl- und Gasfeuerungsanlagen ermittelt: 1. Volumenkonzentration von Abgasbestandteilen aus einem Teilstrom des Abgases einer Feuerungsanlage bei vorhandener Feuchtigkeit, 2. Russbelastung (Russzahl), 3. Abgas- und Verbrennungslufttemperatur zur Berechnung der Abgasverluste; f. Abgasmessmittel für Holz- und Kohlefeuerungen: tragbares Messgerät, das die folgenden Messgrössen aus einem Teilstrom des Abgases von dynamisch betriebenen Holz- und Kohlefeuerungsanlagen ermittelt: 1. Volumenkonzentration an gasförmigen Abgaskomponenten bezogen auf trockenes Abgas, oder 2. Volumenkonzentration an gasförmigen Abgaskomponenten bezogen auf trockenes Abgas sowie mittlere Feststoffkonzentration; g. Volumenkonzentration an gasförmigen Komponenten: Konzentration gasförmiger Komponenten bezogen auf ein gegebenes Volumen, angegeben in mL/m 3 , in ppm (parts per million) oder in Prozent; g bis . Feststoffkonzentration: Konzentration der auf einen Filter bei mindestens (70±5) °C abscheidbaren Feststoffe bezogen auf ein gegebenes Volumen, angegeben in mg/m 3 ; h. Russzahl: Kennzahl für die Schwärzung eines Filterpapiers durch die im Abgas enthaltenen Partikel, mit einer empirischen Vergleichsskala ermittelt; i. Referenzgase: zertifizierte Gasgemische einer akkreditierten Herstellerin, die für Messungen zu Prüf- oder Kontrollzwecken eingesetzt werden; j. Referenzwert: Mittelwert der Messwerte des Referenzverfahrens oder durch Prüfstandard erzeugter Wert der zu bestimmenden Messgrösse. SR 814.318.142.1 Eingefügt durch Ziff. I der V des EJPD vom 13. Febr. 2019, in Kraft seit 15. März 2019 ( AS 2019 823 ). Fassung gemäss Ziff. I der V des EJPD vom 13. Febr. 2019, in Kraft seit 15. März 2019 ( AS 2019 823 ). Eingefügt durch Ziff. I der V des EJPD vom 13. Febr. 2019, in Kraft seit 15. März 2019 ( AS 2019 823 ). Eingefügt durch Ziff. I der V des EJPD vom 13. Febr. 2019, in Kraft seit 15. März 2019 ( AS 2019 823 )."
    },
    {
      "provision_ref": "art4",
      "chapter": "2. Abschnitt: Abgasmessmittel für Öl- und Gasfeuerungen",
      "section": "4",
      "title": "Grundlegende Anforderungen",
      "content": "Abgasmessmittel für Öl- und Gasfeuerungen müssen die grundlegenden Anforderungen nach Anhang 1 der Messmittelverordnung und nach Anhang 1 der vorliegenden Verordnung erfüllen."
    },
    {
      "provision_ref": "art5",
      "chapter": "2. Abschnitt: Abgasmessmittel für Öl- und Gasfeuerungen",
      "section": "5",
      "title": "Verfahren für das Inverkehrbringen",
      "content": "Abgasmessmittel für Öl- und Gasfeuerungen bedürfen einer ordentlichen Zulassung durch das Eidgenössische Institut für Metrologie (METAS) und einer Ersteichung nach Anhang 5 der Messmittelverordnung durch das METAS oder eine ermächtigte Eichstelle. Die Bezeichnung der Verwaltungseinheit wurde in Anwendung von Art. 16 Abs. 3 der Publikationsverordnung vom 17. November 2004 ( AS 2004 4937 ) auf den 1. Januar 2013 angepasst. Die Anpassung wurde im ganzen Text vorgenommen."
    },
    {
      "provision_ref": "art6",
      "chapter": "2. Abschnitt: Abgasmessmittel für Öl- und Gasfeuerungen",
      "section": "6",
      "title": "Verfahren zur Erhaltung der Messbeständigkeit",
      "content": "1 Abgasmessmittel für Öl- und Gasfeuerungen müssen folgenden Verfahren zur Erhaltung der Messbeständigkeit unterzogen werden: a. Nacheichung nach Anhang 7 Ziffer 1 der Messmittelverordnung und nach Anhang 2 Ziffer 1 der vorliegenden Verordnung jährlich durch das METAS oder eine ermächtigte Eichstelle; b. Instandhaltung nach Anhang 7 Ziffer 7 der Messmittelverordnung und nach Anhang 2 Ziffer 2 der vorliegenden Verordnung jährlich durch eine Fachperson; und c. Justierung nach Anhang 7 Ziffer 8 der Messmittelverordnung und nach Anhang 2 Ziffer 3 der vorliegenden Verordnung jährlich durch eine Fachperson. 2 Das METAS kann die Fristen für einzelne Bauarten bestimmter Herstellerinnen verlängern oder verkürzen, wenn die messtechnischen Eigenschaften der verwendeten Messmittel dies erlauben oder verlangen."
    },
    {
      "provision_ref": "art7",
      "chapter": "3. Abschnitt: Abgasmessmittel für Holz- und Kohlefeuerungen",
      "section": "7",
      "title": "Grundlegende Anforderungen",
      "content": "Abgasmessmittel für Holz- und Kohlefeuerungen müssen die grundlegenden Anforderungen nach Anhang 1 der Messmittelverordnung und nach Anhang 3 der vorliegenden Verordnung erfüllen."
    },
    {
      "provision_ref": "art8",
      "chapter": "3. Abschnitt: Abgasmessmittel für Holz- und Kohlefeuerungen",
      "section": "8",
      "title": "Verfahren für das Inverkehrbringen",
      "content": "Abgasmessmittel für Holz- und Kohlefeuerungen bedürfen einer ordentlichen Zulassung durch das METAS und einer Ersteichung nach Anhang 5 der Messmittelverordnung durch das METAS oder eine ermächtigte Eichstelle."
    },
    {
      "provision_ref": "art9",
      "chapter": "3. Abschnitt: Abgasmessmittel für Holz- und Kohlefeuerungen",
      "section": "9",
      "title": "Verfahren zur Erhaltung der Messbeständigkeit",
      "content": "1 Abgasmessmittel für Holz- und Kohlefeuerungen müssen folgenden Verfahren zur Erhaltung der Messbeständigkeit unterzogen werden: a. Nacheichung nach Anhang 7 Ziffer 1 der Messmittelverordnung und nach Anhang 4 Ziffer 1 der vorliegenden Verordnung jährlich durch das METAS oder eine ermächtigte Eichstelle; b. Instandhaltung nach Anhang 7 Ziffer 7 der Messmittelverordnung und nach Anhang 4 Ziffer 2 der vorliegenden Verordnung jährlich durch eine Fachperson; und c. Justierung nach Anhang 7 Ziffer 8 der Messmittelverordnung und nach Anhang 4 Ziffer 3 der vorliegenden Verordnung jährlich durch eine Fachperson. 2 Das METAS kann die Fristen für einzelne Bauarten bestimmter Herstellerinnen verlängern oder verkürzen, wenn die messtechnischen Eigenschaften der verwendeten Messmittel dies erlauben oder verlangen."
    },
    {
      "provision_ref": "art10",
      "chapter": "4. Abschnitt: Schlussbestimmungen",
      "section": "10",
      "title": "Übergangsbestimmungen",
      "content": "1 Die Ersteichung von Abgasmessmitteln für Öl- und Gasfeuerungen, deren Bauart nach bisherigem Recht zugelassen wurde, erfolgt durch das METAS oder eine ermächtigte Eichstelle gemäss den Anforderungen und den Eichfehlergrenzen nach bisherigem Recht. 2 Abgasmessmittel für Öl- und Gasfeuerungen, die nach bisherigem Recht in Verkehr gebracht wurden, können unbefristet gemäss den Anforderungen und Eichfehlergrenzen nach bisherigem Recht nachgeeicht werden."
    },
    {
      "provision_ref": "art10a",
      "chapter": "4. Abschnitt: Schlussbestimmungen",
      "section": "10a",
      "title": "a Übergangsbestimmung zur Änderung vom 13. Februar 2019",
      "content": "Die vor Inkrafttreten dieser Änderung zugelassenen Abgasmessmittel für Holzfeuerungen gelten auch als zugelassen für die Gasmessung von Kohlefeuerungen. Eingefügt durch Ziff. I der V des EJPD vom 13. Februar 2019, in Kraft seit 15. März 2019 ( AS 2019 823 )."
    },
    {
      "provision_ref": "art11",
      "chapter": "4. Abschnitt: Schlussbestimmungen",
      "section": "11",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 1. Juli 2011 in Kraft."
    }
  ],
  "definitions": [
    {
      "term": "Feuerungsanlage:",
      "definition": "Feuerungsanlage: stationäre Anlage zur Energie- oder Wärmegewinnung durch Verbrennung nach Anhang 3 Ziffer 1 Absatz 1 LRV;",
      "source_provision": "art3"
    },
    {
      "term": "Öl:",
      "definition": "Öl: Heizöl «Extra leicht» nach Anhang 5 Ziffer 11 Absatz 1 LRV;",
      "source_provision": "art3"
    },
    {
      "term": "Holz:",
      "definition": "Holz: Holzbrennstoffe nach Anhang 5 Ziffer 31 Absatz 1 LRV;",
      "source_provision": "art3"
    },
    {
      "term": "Gas:",
      "definition": "Gas: Gasbrennstoffe und Gastreibstoffe nach Anhang 5 Ziffer 41 Absatz 1 LRV;",
      "source_provision": "art3"
    },
    {
      "term": "Abgasmessmittel für Öl- und Gasfeuerungen:",
      "definition": "Abgasmessmittel für Öl- und Gasfeuerungen: tragbares Messgerät, das mindestens eine der folgenden Messgrössen im Abgas von Öl- und Gasfeuerungsanlagen ermittelt: 1. Volumenkonzentration von Abgasbestandteilen aus einem Teilstrom des Abgases einer Feuerungsanlage bei vorhandener Feuchtigkeit,",
      "source_provision": "art3"
    },
    {
      "term": "Volumenkonzentration an gasförmigen Komponenten:",
      "definition": "Volumenkonzentration an gasförmigen Komponenten: Konzentration gasförmiger Komponenten bezogen auf ein gegebenes Volumen, angegeben in mL/m 3 , in ppm (parts per million) oder in Prozent;",
      "source_provision": "art3"
    },
    {
      "term": "Russzahl:",
      "definition": "Russzahl: Kennzahl für die Schwärzung eines Filterpapiers durch die im Abgas enthaltenen Partikel, mit einer empirischen Vergleichsskala ermittelt;",
      "source_provision": "art3"
    },
    {
      "term": "Referenzgase:",
      "definition": "Referenzgase: zertifizierte Gasgemische einer akkreditierten Herstellerin, die für Messungen zu Prüf- oder Kontrollzwecken eingesetzt werden;",
      "source_provision": "art3"
    }
  ]
}