{
  "id": "sr-916-344",
  "type": "statute",
  "title": "Verordnung vom 23. Oktober 2013 über Höchstbestände in der Fleisch- und Eierproduktion (Höchstbestandesverordnung, HBV)",
  "title_en": "",
  "short_name": "HBV",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2013/727/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "1. Abschnitt: Geltungsbereich",
      "section": "1",
      "title": "",
      "content": "Diese Verordnung gilt für Betriebe mit Schweinezucht, Schweinemast, Legehennenhaltung, Pouletmast, Trutenmast und Kälbermast."
    },
    {
      "provision_ref": "art2",
      "chapter": "2. Abschnitt: Allgemeine Bestimmungen",
      "section": "2",
      "title": "Höchstbestände",
      "content": "1 Betriebe müssen folgende Höchstbestände einhalten: a. bei Tieren der Schweinegattung: 1. 250 Zuchtsauen über 6 Monate alt, säugend und nicht säugend, 2. 500 Zuchtsauen über 6 Monate alt, nicht säugend, oder Remonten über 35 kg und bis 6 Monate alt, beiderlei Geschlechts, auf Deck- oder Wartebetrieben von Erzeugerringen mit arbeitsteiliger Ferkelproduktion, 3. 1 500 Remonten über 35 kg und bis 6 Monate alt, beiderlei Geschlechts, 4. 1 500 abgesetzte Ferkel bis 35 kg, beiderlei Geschlechts, 5. 2 000 abgesetzte Ferkel bis 35 kg, beiderlei Geschlechts, auf spezialisierten Ferkelaufzuchtbetrieben ohne andere Schweinekategorien, 6. 1500 Mastschweine über 35 kg, beiderlei Geschlechts; b. bei Nutzgeflügel: 1. 27 000 Mastpoulets bis zum 28. Masttag, 2. 24 000 Mastpoulets vom 29. bis zum 35. Masttag, 3. 21 000 Mastpoulets vom 36. bis zum 42. Masttag, 4. 18 000 Mastpoulets ab dem 43. Masttag, 5. 18 000 Legehennen über 18 Wochen alt, 6. 9 000 Masttruten bis zum 42. Masttag (Trutenvormast), 7. 4 500 Masttruten ab dem 43. Masttag (Trutenausmast); c. bei Tieren der Rindergattung: 300 Mastkälber, die mit Vollmilch oder Milchersatz gemästet werden. 2 In der Poulet- und Trutenmast zählen auch der Einstalltag und der Ausstalltag als Masttage. Fassung gemäss Ziff. I der V vom 28. Okt. 2015, in Kraft seit 1. Jan. 2016 ( AS 2015 4571 )."
    },
    {
      "provision_ref": "art3",
      "chapter": "2. Abschnitt: Allgemeine Bestimmungen",
      "section": "3",
      "title": "Zulässiger Gesamtbestand",
      "content": "Für die Berechnung des zulässigen Gesamtbestandes im Sinne von Artikel 46 Absatz 2 LwG werden nicht berücksichtigt: a. die zur Remontierung des eigenen Bestandes bestimmten Remonten: bis zu einem Drittel des Zuchtsauenbestandes, jedoch höchstens 80 Tiere; b. Ferkel bis 35 kg, die im eigenen Betrieb produziert werden."
    },
    {
      "provision_ref": "art4",
      "chapter": "2. Abschnitt: Allgemeine Bestimmungen",
      "section": "4",
      "title": "Betriebsgemeinschaften und Betriebszweiggemeinschaften",
      "content": "Bei Betriebsgemeinschaften und Betriebszweiggemeinschaften werden für die Berechnung der Höchstbestände und des zulässigen Gesamtbestands die in den Artikeln 2 und 3 genannten Zahlen mit der Anzahl der beteiligten Betriebe multipliziert. Fassung gemäss Ziff. I der V vom 1. Nov. 2023, in Kraft seit 1. Jan. 2024 (AS 20 23 704)."
    },
    {
      "provision_ref": "art5",
      "chapter": "3. Abschnitt: Betriebe, die den ökologischen Leistungsnachweis erbringen, ohne dass sie Hofdünger abgeben ohne dass sie Hofdünger abgeben",
      "section": "5",
      "title": "Zulässige Bestände",
      "content": "1 Das Bundesamt für Landwirtschaft (BLW) bewilligt Betrieben, die den ökologischen Leistungsnachweis erbringen, ohne dass sie Hofdünger abgeben, auf Gesuch hin höhere Bestände als diejenigen nach Artikel 2. 2 Es bewilligt dem Betrieb höchstens die Bestände, die es ermöglichen, mit dem anfallenden Hofdünger eine Phosphorbilanz nach den Anforderungen von Anhang 1 Ziffer 2.1.5 der Direktzahlungsverordnung vom 23. Oktober 2013 einzuhalten. Fassung gemäss Ziff. I der V vom 1. Nov. 2023, in Kraft seit 1. Jan. 2024 ( AS 2023 704 ). SR 910.13"
    },
    {
      "provision_ref": "art6",
      "chapter": "3. Abschnitt: Betriebe, die den ökologischen Leistungsnachweis erbringen, ohne dass sie Hofdünger abgeben ohne dass sie Hofdünger abgeben",
      "section": "6",
      "title": "Gesuch",
      "content": "1 Das Gesuch um eine Bewilligung ist auf dem dafür vorgesehenen Formular beim BLW einzureichen. 2 Das BLW holt vor dem Entscheid eine Stellungnahme der zuständigen kantonalen Behörde ein."
    },
    {
      "provision_ref": "art7",
      "chapter": "3. Abschnitt: Betriebe, die den ökologischen Leistungsnachweis erbringen, ohne dass sie Hofdünger abgeben ohne dass sie Hofdünger abgeben",
      "section": "7",
      "title": "Dauer der Bewilligung",
      "content": "Die Bewilligung gilt für 15 Jahre. Reicht der Bewirtschafter oder die Bewirtschafterin spätestens sechs Monate vor Ablauf der Bewilligung ein neues Gesuch ein, so entscheidet das BLW vor Ablauf der Bewilligung."
    },
    {
      "provision_ref": "art8",
      "chapter": "3. Abschnitt: Betriebe, die den ökologischen Leistungsnachweis erbringen, ohne dass sie Hofdünger abgeben ohne dass sie Hofdünger abgeben",
      "section": "8",
      "title": "Meldepflicht",
      "content": "Ändern sich die für die Bewilligung relevanten Tatsachen, so muss der Bewirtschafter oder die Bewirtschafterin dies dem BLW innerhalb eines Monats melden. Das BLW kann die bewilligten Bestände vor Ablauf der Bewilligung anpassen."
    },
    {
      "provision_ref": "art9",
      "chapter": "3. Abschnitt: Betriebe, die den ökologischen Leistungsnachweis erbringen, ohne dass sie Hofdünger abgeben ohne dass sie Hofdünger abgeben",
      "section": "9",
      "title": "Entzug der Bewilligung",
      "content": "Ein Entzug der Bewilligung ist jederzeit möglich, wenn Vorschriften des Tier- oder Gewässerschutzes missachtet und die Missstände nicht innert der vom BLW gesetzten Frist behoben werden."
    },
    {
      "provision_ref": "art10",
      "chapter": "4. Abschnitt: Betriebe mit Schweinehaltung, die Nebenprodukte von Milch- und Lebensmittelverarbeitungsbetrieben verwerten, sowie Betriebe mit Versuchs- und Forschungstätigkeit",
      "section": "10",
      "title": "Zulässige Bestände für Betriebe mit Schweinehaltung, die Nebenprodukte von Milch- und Lebensmittelverarbeitungsbetrieben verwerten",
      "content": "1 Das BLW bewilligt Betrieben mit Schweinehaltung, die Nebenprodukte von Milch- oder Lebensmittelverarbeitungsbetrieben verwerten, auf Gesuch hin höhere Bestände als diejenigen nach Artikel 2, wenn sie im Durchschnitt eines Jahres: a. mindestens 25 Prozent des Energiebedarfs der Schweine mit Nebenprodukten aus der Milchverarbeitung decken; b. mindestens 40 Prozent des Energiebedarfs der Schweine mit Lebensmittelnebenprodukten decken, die nicht aus der Milchverarbeitung stammen; oder c. mindestens 40 Prozent des Energiebedarfs der Schweine mit Nebenprodukten aus der Milchverarbeitung sowie mit Lebensmittelnebenprodukten, die nicht aus der Milchverarbeitung stammen, decken. 2 Die Bewilligung wird nur erteilt, wenn: a. der Kanton, auf dessen Gebiet die Nebenprodukte anfallen, schriftlich bestätigt, dass die Entsorgungsaufgabe im öffentlichen Interesse liegt und von regionaler Bedeutung ist; b. der Milch- oder Lebensmittelverarbeitungsbetrieb, von dem die Nebenprodukte stammen, in einer Fahrdistanz von höchstens 75 km liegt; c. die Nebenprodukte bisher nicht von anderen Betrieben übernommen wurden oder diese nicht bereit sind, die Nebenprodukte weiterhin zu übernehmen; d. die Abnahme der Nebenprodukte in einem schriftlichen Vertrag zwischen dem Gesuchsteller oder der Gesuchstellerin und dem Milch- oder Lebensmittelverarbeitungsbetrieb, von dem die Nebenprodukte stammen, vereinbart ist; der Vertrag muss Angaben zum Gehalt der Nebenprodukte und der Menge der pro Jahr verwerteten Nebenprodukte beinhalten; e. der Gesuchsteller oder die Gesuchstellerin neben Schweinen keine anderen Tiere hält, für die diese Verordnung gilt, es sei denn, die Tiere werden als Nutztiere für den ausschliesslich persönlichen Gebrauch oder als Heimtiere gehalten; f. der Kanton, in dem die Produktionsstätte liegt, schriftlich bestätigt, dass: 1. mit den bestehenden Beständen die Tierschutzvorschriften erfüllt sind, und 2. mit den beantragten Beständen die Gewässervorschriften eingehalten werden können. 3 Das BLW erteilt die Bewilligung entsprechend der Menge der verwerteten Nebenprodukte."
    },
    {
      "provision_ref": "art11",
      "chapter": "4. Abschnitt: Betriebe mit Schweinehaltung, die Nebenprodukte von Milch- und Lebensmittelverarbeitungsbetrieben verwerten, sowie Betriebe mit Versuchs- und Forschungstätigkeit",
      "section": "11",
      "title": "Liste der Nebenprodukte",
      "content": "1 Die Nebenprodukte von Milch- oder Lebensmittelverarbeitungsbetrieben, die für die Erteilung einer Bewilligung nach Artikel 10 berücksichtigt werden, sind im Anhang aufgeführt. 2 Das BLW kann den Anhang ändern. Es nimmt Nebenprodukte in den Anhang auf, wenn diese die folgenden Anforderungen erfüllen: a. Sie werden nicht eigens für die Fütterung von Schweinen hergestellt. b. Sie sind stark wasserhaltig und verderben ohne Konservierungszusatz innerhalb von höchstens 30 Tagen. c. Ihr Einsatz in der Schweinefütterung hat keine negativen Auswirkungen auf das Tierwohl und die Fleischqualität. d. Sie fallen regelmässig an, damit die Verfütterung über das ganze Jahr gewährleistet ist. e. Ihr Einsatz in der Schweinefütterung ist sinnvoller als der Einsatz in einem herkömmlichen, trockenen Futtermittel."
    },
    {
      "provision_ref": "art12",
      "chapter": "4. Abschnitt: Betriebe mit Schweinehaltung, die Nebenprodukte von Milch- und Lebensmittelverarbeitungsbetrieben verwerten, sowie Betriebe mit Versuchs- und Forschungstätigkeit",
      "section": "12",
      "title": "Zulässige Bestände für Betriebe mit Versuchs- und Forschungstätigkeit",
      "content": "1 Das BLW bewilligt den Versuchsbetrieben des Bundes und den landwirtschaftlichen Forschungsanstalten des Bundes, dem Aviforum in Zollikofen sowie der Mast- und Schlachtleistungsprüfungsanstalt in Sempach auf Gesuch hin höhere Bestände als diejenigen nach Artikel 2, soweit dies zur Durchführung der Versuche und Prüfungen erforderlich ist. 2 Die Bewilligung wird nur erteilt, wenn der Kanton, in dem die Produktionsstätte liegt, schriftlich bestätigt, dass: a. mit den bestehenden Beständen die Tierschutzvorschriften erfüllt sind; und b. mit den beantragten Beständen die Gewässervorschriften eingehalten werden können."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Zulässiger Gesamtbestand",
      "content": "1 Das BLW bewilligt Betrieben nach den Artikeln 10 und 12 auf Gesuch hin höchstens 200 Prozent der Bestände nach Artikel 2. 2 Hält ein Betrieb mehrere Tierkategorien, so darf die Summe der prozentualen Anteile an den jeweiligen Höchstbeständen 200 Prozent nicht überschreiten."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Gesuch",
      "content": "Das Gesuch um eine Bewilligung ist auf dem dafür vorgesehenen Formular beim BLW einzureichen. Dem Gesuch sind alle für die Beurteilung notwendigen Unterlagen beizulegen, insbesondere die kantonalen schriftlichen Bestätigungen nach Artikel 10 Absatz 2 Buchstaben a und f beziehungsweise Artikel 12 Absatz 2."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Dauer der Bewilligung",
      "content": "Die Bewilligung für Betriebe nach Artikel 10 wird für die Gültigkeitsdauer des Abnahmevertrags nach Artikel 10 Absatz 2 Buchstabe d, höchstens jedoch für fünf Jahre erteilt. Die Bewilligung für Betriebe nach Artikel 12 wird für höchstens fünf Jahre erteilt. Reicht der Bewirtschafter oder die Bewirtschafterin spätestens sechs Monate vor Ablauf der Bewilligung ein neues Gesuch ein, so entscheidet das BLW vor Ablauf der Bewilligung."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Meldepflicht",
      "content": "Ändern sich die für die Bewilligung relevanten Tatsachen, so muss der Bewirtschafter oder die Bewirtschafterin dies dem BLW innerhalb eines Monats melden. Das BLW kann die bewilligten Bestände vor Ablauf der Bewilligung anpassen."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Entzug der Bewilligung",
      "content": "Ein Entzug der Bewilligung ist jederzeit möglich, wenn Vorschriften des Tier- oder Gewässerschutzes missachtet und die Missstände nicht innert der vom BLW gesetzten Frist behoben werden."
    },
    {
      "provision_ref": "art18",
      "chapter": "5. Abschnitt: Wiederaufstockung von abgebauten oder stillgelegten Betrieben",
      "section": "18",
      "title": "",
      "content": "1 Betriebe, die im Jahr 1994 Beiträge nach der Betriebs-Stilllegungsverordnung vom 13. Januar 1993 erhalten haben, dürfen während 20 Jahren nach dem Abbau der Bestände oder der Stilllegung der Produktion, die Bestände nur aufstocken beziehungsweise die Produktion nur wieder aufnehmen, wenn das BLW dies bewilligt hat. 2 Das BLW kann eine Bewilligung zur Wiederaufstockung der Bestände oder zur Wiederaufnahme der Produktion erteilen, sobald der bei der Stilllegung ausgerichtete Beitrag für die Baukonstruktion anteilsmässig zurückerstattet ist. Dabei werden pro Jahr, das seit der Auszahlung des Beitrages vergangen ist, 5 Prozent erlassen. 3 Das zuständige Grundbuchamt löscht die nach der Betriebs-Stilllegungsverordnung auf 20 Jahre befristeten und als öffentlich-rechtliche Eigentumsbeschränkungen im Grundbuch eingetragenen Anmerkungen über die Begrenzungen der Bestände von Amtes wegen, wenn seit Erlass der Verfügung über den Abbau oder die Stilllegung eines Bestandes die Frist von 20 Jahren abgelaufen ist. Vor Ablauf dieser Frist darf die Anmerkung nur mit Zustimmung des BLW gelöscht werden. [ AS 1993 865 , 1598 Anhang 2 Ziff. 5; 1994 784 . AS 1995 217 Ziff. I 2]"
    },
    {
      "provision_ref": "art19",
      "chapter": "6. Abschnitt: Abgaben",
      "section": "19",
      "title": "Abgabenerhebung",
      "content": "1 Das BLW erhebt eine Abgabe, wenn der Bewirtschafter oder die Bewirtschafterin eines Betriebs mehr Tiere hält als die zulässigen Bestände. 2 Massgebend dafür, ob eine Abgabe geschuldet ist, ist der Bestand am Tag, an dem das BLW die Höhe des Bestands eines Betriebs feststellt."
    },
    {
      "provision_ref": "art20",
      "chapter": "6. Abschnitt: Abgaben",
      "section": "20",
      "title": "Höhe der Abgabe",
      "content": "1 Die Abgabe beträgt pro Jahr je zu viel gehaltenes Tier: a. bei Tieren der Schweinegattung: 1. Zuchtsauen über 6 Monate alt, säugend oder nicht säugend 450.— 2. abgesetzte Ferkel bis 35 kg 75.— 3. Remonten und Mastschweine über 35 kg, beiderlei Geschlechts 75.— b. bei Nutzgeflügel: 1. Legehennen über 18 Wochen alt 12.— 2. Mastpoulets über 42 Masttage alt 5.— 3. Mastpoulets bis zu 42 Masttagen alt 4.30 4. Mastpoulets bis zu 35 Masttagen alt 3.80 5. Mastpoulets bis zu 28 Masttagen alt 3.40 6. Masttruten über 6 Wochen alt (Trutenausmast) 15.— 7. Masttruten bis 6 Wochen alt (Trutenvormast) 5.— c. bei Tieren der Rindergattung: Mastkälber (Mast mit Vollmilch oder Milchersatz) 200.— 2 Hält der Bewirtschafter oder die Bewirtschafterin Tiere verschiedener Kategorien, so wird für die Berechnung der Abgabe auf die für den Bewirtschafter oder die Bewirtschafterin günstigste Lösung abgestellt."
    },
    {
      "provision_ref": "art21",
      "chapter": "7. Abschnitt: Bewilligung von Neu- und Umbauten",
      "section": "21",
      "title": "",
      "content": "Die zuständigen kantonalen Behörden dürfen Neu- und Umbauten für Bestände, die die Bestände nach den Artikeln 2 und 3 oder, bei einer Betriebsgemeinschaft oder einer Betriebszweiggemeinschaft, jene nach Artikel 4 übersteigen, nur soweit bewilligen, als das BLW vorgängig gestützt auf Artikel 5, 10 oder 12 höhere Bestände bewilligt hat. Fassung gemäss Ziff. I der V vom 1. Nov. 2023, in Kraft seit 1. Jan. 2024 ( AS 2023 704 )."
    },
    {
      "provision_ref": "art22",
      "chapter": "8. Abschnitt: Schlussbestimmungen",
      "section": "22",
      "title": "Vollzug",
      "content": "1 Das BLW vollzieht diese Verordnung. 2 Das BLW kann die zuständigen kantonalen Behörden mit der Kontrolle der Bestände beauftragen."
    },
    {
      "provision_ref": "art23",
      "chapter": "8. Abschnitt: Schlussbestimmungen",
      "section": "23",
      "title": "Aufhebung bisherigen Rechts",
      "content": "Die Höchstbestandesverordnung vom 26. November 2003 wird aufgehoben. [ AS 2003 4933 , 2010 5881 , 2011 2407 , 2013 679 ]"
    },
    {
      "provision_ref": "art24",
      "chapter": "8. Abschnitt: Schlussbestimmungen",
      "section": "24",
      "title": "Übergangsbestimmungen",
      "content": "1 Die Ausnahmebewilligungen von Betrieben, die aufgrund der Verfütterung von Schlacht- und Metzgereinebenprodukten sowie Speiseresten gestützt auf die Höchstbestandesverordnung vom 26. November 2003 Bestände halten dürfen, die höher sind als diejenigen nach Artikel 2, bleiben bis zu ihrem Ablauf gültig. 2 Betriebe, die aufgrund des Verbots der Fütterung von Schlacht- und Metzgereinebenprodukten sowie Speiseresten nicht genügend Lebensmittelnebenprodukte gemäss Anhang für die Erteilung einer neuen Bewilligung für die bisherigen Bestände beschaffen können, müssen die Bestände bis zum 31. Dezember 2015 auf die Bestände nach den Artikeln 2 und 3 oder auf die Limiten einer neuen Bewilligung abbauen. 3 Nach bisherigem Recht unbefristet erteilte Bewilligungen für Betriebe, die den ökologischen Leistungsnachweis erbringen, ohne dass sie Hofdünger abgeben, gelten für 15 Jahre ab dem Zeitpunkt der Bewilligung. AS 2003 4933"
    },
    {
      "provision_ref": "art25",
      "chapter": "8. Abschnitt: Schlussbestimmungen",
      "section": "25",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 1. Januar 2014 in Kraft."
    }
  ],
  "definitions": []
}