{
  "id": "sr-974-4",
  "type": "statute",
  "title": "Bundesgesetz vom 14. Juni 2024 über die Entwicklungsfinanzierungsgesellschaft SIFEM (SIFEM-Gesetz)",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2024/711/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "1. Abschnitt: Gesellschaft, Zweck und Grundsätze",
      "section": "1",
      "title": "Entwicklungsfinanzierungsgesellschaft des Bundes",
      "content": "1 Die SIFEM ( Swiss Investment Fund for Emerging Markets ) ist die Entwicklungsfinanzierungsgesellschaft des Bundes. 2 Sie ist dem Eidgenössischen Departement für Wirtschaft, Bildung und Forschung zugeordnet."
    },
    {
      "provision_ref": "art2",
      "chapter": "1. Abschnitt: Gesellschaft, Zweck und Grundsätze",
      "section": "2",
      "title": "Rechtsform und Firma",
      "content": "1 Die SIFEM ist eine privatrechtliche Aktiengesellschaft. 2 Sie ist unter der Firma «SIFEM AG» im Handelsregister eingetragen."
    },
    {
      "provision_ref": "art3",
      "chapter": "1. Abschnitt: Gesellschaft, Zweck und Grundsätze",
      "section": "3",
      "title": "Zweck",
      "content": "1 Die SIFEM unterstützt in Entwicklungs- und Schwellenländern private Organisationen, die den Grundsätzen und den Zielen des Bundesgesetzes vom 19. März 1976 über die internationale Entwicklungszusammenarbeit und humanitäre Hilfe entsprechen. 2 Sie finanziert und berät private Organisationen und fördert den Einsatz zusätzlicher privatwirtschaftlicher Mittel. 3 Sie trägt in diesen Ländern zu einem nachhaltigen und inklusiven Wirtschaftswachstum, zur Schaffung und Sicherung von menschenwürdigen Arbeitsplätzen, zur Armutsbekämpfung sowie dem Schutz und der nachhaltigen Nutzung natürlicher Ressourcen bei. Insbesondere setzt sie bei den Ursachen des Klimawandels und der Anpassung an dessen Folgen an. SR 974.0"
    },
    {
      "provision_ref": "art4",
      "chapter": "1. Abschnitt: Gesellschaft, Zweck und Grundsätze",
      "section": "4",
      "title": "Grundsätze der Geschäftstätigkeit",
      "content": "Die SIFEM richtet ihre Tätigkeit an den Grundsätzen der Nachhaltigkeit und der Additionalität aus sowie an den anerkannten Prinzipien der Entwicklungszusammenarbeit. Sie verfolgt eine verantwortungsvolle Investitionspolitik; sie berücksichtigt dabei die besten Praktiken in diesem Bereich."
    },
    {
      "provision_ref": "art5",
      "chapter": "2. Abschnitt: Aufgaben und Zusammenarbeit",
      "section": "5",
      "title": "Aufgaben",
      "content": "1 Die SIFEM tätigt langfristige Investitionen zugunsten von gewinnorientierten kleinen und mittleren sowie gewinnorientierten schnell wachsenden Unternehmen in Entwicklungs- und Schwellenländern. Sie kann alle notwendigen Geschäfte tätigen und Finanzinstrumente in allen Formen von Beteiligungen, Fremdkapital und Garantien einsetzen, die der Erfüllung ihrer Aufgaben dienen. 2 Sie mobilisiert privates Kapital, um ihre Ziele zu erreichen . 3 Sie kann den Bund bei weiteren Aufgaben unterstützen, soweit ein Bedarf nach den besonderen Fachkenntnissen der SIFEM besteht und dadurch ihr Auftrag nach diesem Gesetz nicht beeinträchtigt wird."
    },
    {
      "provision_ref": "art6",
      "chapter": "2. Abschnitt: Aufgaben und Zusammenarbeit",
      "section": "6",
      "title": "Zusammenarbeit",
      "content": "Die SIFEM arbeitet zwecks Zielerreichung in der Entwicklungszusammenarbeit mit den massgeblichen Stellen des Bundes zusammen. Sie kann zur Erfüllung ihrer Aufgaben mit weiteren staatlichen oder privaten Organisationen sowie mit internationalen Institutionen, Organisationen und Vereinigungen zusammenarbeiten."
    },
    {
      "provision_ref": "art7",
      "chapter": "3. Abschnitt: Aktienkapital, Aktionärskreis und strategische Ziele",
      "section": "7",
      "title": "Aktienkapital",
      "content": "Die Höhe des Aktienkapitals sowie Anzahl, Nennwert und Art der Beteiligungspapiere werden in den Statuten festgelegt."
    },
    {
      "provision_ref": "art8",
      "chapter": "3. Abschnitt: Aktienkapital, Aktionärskreis und strategische Ziele",
      "section": "8",
      "title": "Aktionärskreis",
      "content": "Der Bund ist der Hauptaktionär der SIFEM. Er hält mindestens zwei Drittel der Stimmrechte und des Kapitals der SIFEM."
    },
    {
      "provision_ref": "art9",
      "chapter": "3. Abschnitt: Aktienkapital, Aktionärskreis und strategische Ziele",
      "section": "9",
      "title": "Strategische Ziele",
      "content": "1 Der Bundesrat legt für die SIFEM für jeweils vier Jahre die strategischen Ziele fest; er orientiert sich dabei an den anerkannten Prinzipien der Entwicklungszusammenarbeit und an den Grundsätzen der Nachhaltigkeit und der Additionalität. 2 Der Verwaltungsrat der SIFEM sorgt für die Umsetzung der strategischen Ziele. Er erstattet dem Bundesrat jährlich Bericht über die Zielerreichung und stellt die notwendigen Informationen für die Überprüfung der Zielerreichung zur Verfügung."
    },
    {
      "provision_ref": "art10",
      "chapter": "4. Abschnitt: Verwaltungsrat und Anstellungsverhältnisse",
      "section": "10",
      "title": "Zusammensetzung und Wahl des Verwaltungsrates",
      "content": "1 Der Verwaltungsrat besteht aus sieben bis neun fachkundigen und unabhängigen Mitgliedern. 2 Die Generalversammlung der SIFEM wählt die Mitglieder des Verwaltungsrates und bezeichnet die Präsidentin oder den Präsidenten. Eine Amtsdauer beträgt längstens drei Jahre. Verwaltungsratsmitglieder können wiedergewählt werden; die maximale Amtszeit ist jedoch auf insgesamt 12 Jahre beschränkt. Die Generalversammlung kann Verwaltungsratsmitglieder aus wichtigen Gründen jederzeit abberufen."
    },
    {
      "provision_ref": "art11",
      "chapter": "4. Abschnitt: Verwaltungsrat und Anstellungsverhältnisse",
      "section": "11",
      "title": "Interessenbindungen des Verwaltungsrates",
      "content": "1 Kandidatinnen und Kandidaten für die Wahl in den Verwaltungsrat müssen gegenüber dem Bundesrat ihre Interessenbindungen offenlegen. 2 Die Mitglieder des Verwaltungsrates legen ihre Interessenbindungen gegenüber dem Verwaltungsrat offen und melden diesem Veränderungen ihrer Interessenbindungen laufend . Der Verwaltungsrat informiert den Bundesrat darüber jährlich im Rahmen des Geschäftsberichts. Ist eine Interessenbindung mit der Mitgliedschaft im Verwaltungsrat unvereinbar und hält das Mitglied an ihr fest, so beantragt der Verwaltungsrat der Generalversammlung dessen Abberufung. 3 Kein Mitglied des Verwaltungsrates darf der Geschäftsleitung angehören."
    },
    {
      "provision_ref": "art12",
      "chapter": "4. Abschnitt: Verwaltungsrat und Anstellungsverhältnisse",
      "section": "12",
      "title": "Vergütung",
      "content": "Der Bundesrat sorgt dafür, dass in der SIFEM die Bestimmungen von Artikel 6 a Absätze 1–5 des Bundespersonalgesetzes vom 24. März 2000 für folgende Personen sinngemäss angewendet werden: a. die Mitglieder des Verwaltungsrates; b. Personal von mit der Portfolioverwaltung und der Geschäftsführung beauftragten Dritten; und c. Personal, das in vergleichbarer Weise entschädigt wird. SR 172.220.1"
    },
    {
      "provision_ref": "art13",
      "chapter": "4. Abschnitt: Verwaltungsrat und Anstellungsverhältnisse",
      "section": "13",
      "title": "Anstellungsverhältnisse",
      "content": "1 Das Personal der SIFEM wird privatrechtlich angestellt. 2 Der Verwaltungsrat der SIFEM und die von ihr mit der Portfolioverwaltung und der Geschäftsführung beauftragten Dritten fördern die Vielfalt und die Gleichstellung der Mitarbeiterinnen und Mitarbeiter."
    },
    {
      "provision_ref": "art14",
      "chapter": "5. Abschnitt: Finanzierung und Tresorerie",
      "section": "14",
      "title": "Finanzierung",
      "content": "1 Die SIFEM finanziert ihren Betrieb durch eigene Geschäftstätigkeit. 2 Der Bund sorgt für eine angemessene Kapitalausstattung der SIFEM."
    },
    {
      "provision_ref": "art15",
      "chapter": "5. Abschnitt: Finanzierung und Tresorerie",
      "section": "15",
      "title": "Drittmittel",
      "content": "Die SIFEM kann geldwerte Leistungen Dritter entgegennehmen, soweit dies mit ihrem Zweck und ihren Zielen sowie ihren Aufgaben vereinbar ist."
    },
    {
      "provision_ref": "art16",
      "chapter": "5. Abschnitt: Finanzierung und Tresorerie",
      "section": "16",
      "title": "Tresorerie",
      "content": "1 Die Eidgenössische Finanzverwaltung verwaltet im Rahmen ihrer zentralen Tresorerie die liquiden Mittel der SIFEM. Sie vereinbart die Einzelheiten in einem öffentlich-rechtlichen Vertrag. 2 Um den für die Investitionstätigkeit notwendigen Liquiditätsbedarf zu decken, hält die SIFEM angemessene Liquiditätsreserven bei einer Bank nach dem Bankengesetz vom 8. November 1934. SR 952.0"
    },
    {
      "provision_ref": "art17",
      "chapter": "6. Abschnitt: Referendum und Inkrafttreten",
      "section": "17",
      "title": "",
      "content": "1 Dieses Gesetz untersteht dem fakultativen Referendum. 2 Der Bundesrat bestimmt das Inkrafttreten. Datum des Inkrafttretens: 1. Januar 2025 BRB vom 27. Nov. 2024"
    }
  ],
  "definitions": []
}