{
  "id": "sr-942-31",
  "type": "statute",
  "title": "Verordnung vom 7. Dezember 1998 über die Marktbeobachtung im Landwirtschaftsbereich",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1999/71/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Marktbeobachtungsstelle",
      "content": "1 Das Bundesamt für Landwirtschaft führt eine Marktbeobachtung im Bereich der Land- und Ernährungswirtschaft durch. Dazu unterhält es eine Marktbeobachtungsstelle. 2 Die Marktbeobachtungsstelle erfasst periodisch das Preisniveau landwirtschaftlicher Erzeugnisse und von deren Verarbeitungsprodukten auf verschiedenen Verarbeitungs- und Handelsstufen. 3 Sie kann zusätzlich periodisch das Preisniveau von Produktionsmitteln auf verschiedenen Verarbeitungs- und Handelsstufen erfassen. Fassung gemäss Ziff. I der V vom 16. Sept. 2016, in Kraft seit 1. Jan. 2017 ( AS 2016 3407 )."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Der Marktbeobachtung unterstehende Waren",
      "content": "1 Der Marktbeobachtung unterstehen folgende Warengruppen: a. Fleisch sowie Fleisch- und Wurstwaren; b. Milch und Milchprodukte; c. Eier und Geflügel; d. Ackerbauprodukte und deren Verarbeitungserzeugnisse; e. Früchte und Gemüse und deren Verarbeitungserzeugnisse; f. landwirtschaftliche Produktionsmittel. 2 Die Marktbeobachtungsstelle bestimmt die einzelnen Waren, deren Marktdaten beobachtet werden. Eingefügt durch Ziff. I der V vom 16. Sept. 2016, in Kraft seit 1. Jan. 2017 ( AS 2016 3407 ). Fassung gemäss Ziff. I der V vom 14. Nov. 2007, in Kraft seit 1. Jan. 2008 ( AS 2007 6471 )."
    },
    {
      "provision_ref": "art2a",
      "section": "2a",
      "title": "a Mitwirkung der Marktteilnehmer",
      "content": "Die Marktteilnehmer sind verpflichtet, der Marktbeobachtungsstelle nach deren zeitlichen und gegenständlichen Vorgaben die Marktdaten zu liefern. Eingefügt durch Ziff. I der V vom 14. Nov. 2007, in Kraft seit 1. Jan. 2008 ( AS 2007 6471 )."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Mitwirkung weiterer Stellen",
      "content": "Der Marktbeobachtungsstelle sind Datensätze oder Statistiken, die andere Behörden des Bundes, der Kantone oder der Gemeinden im Rahmen von Preiserhebungen erstellt haben, zur Verfügung zu stellen. Ausdruck gemäss Ziff. I der V vom 14. Nov. 2007, in Kraft seit 1. Jan. 2008 ( AS 2007 6471 ). Die Anpassung wurde im ganzen Text vorgenommen."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Information der Öffentlichkeit",
      "content": "Die Marktbeobachtungsstelle informiert die Öffentlichkeit regelmässig über die Ergebnisse ihrer Erhebungen."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 1. Januar 1999 in Kraft."
    }
  ],
  "definitions": []
}