{
  "id": "sr-930-111-5",
  "type": "statute",
  "title": "Verordnung des WBF vom 18. Juni 2010 über den Vollzug der Marktüberwachung nach dem 5. Abschnitt der Verordnung über die Produktesicherheit (ZustV-PrSV)",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2010/378/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Gegenstand",
      "content": "Diese Verordnung regelt die Zuständigkeiten zur und die Finanzierung der Marktüberwachung nach Artikel 20 PrSV in Bezug auf folgende Produkte (Produkte): a. Maschinen; b. Aufzüge; c. Gasgeräte; d. Druckgeräte; e. einfache Druckbehälter; f. Persönliche Schutzausrüstungen (PSA); g. übrige Produkte gemäss Artikel 19 Buchstabe g PrSV."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "«Betrieb»",
      "content": "In dieser Verordnung bedeutet der Begriff «Betrieb» einen Betrieb im Sinne von Artikel 1 Absatz 2 der Verordnung vom 19. Dezember 1983 über die Unfallverhütung (VUV). SR 832.30"
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Zuständigkeiten",
      "content": "Im Anhang ist geregelt, welches Kontrollorgan für welche Produktekategorie zuständig ist."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Koordination",
      "content": "1 Fällt ein Produkt unter mehrere Produktekategorien, so koordinieren sich die zuständigen Kontrollorgane untereinander. 2 Bei Konflikten über die Zuständigkeit entscheidet das Staatssekretariat für Wirtschaft (SECO)."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Aufzugsregister",
      "content": "Das Eidgenössische Inspektorat für Aufzüge im ausserbetrieblichen Bereich (EIA) führt das Register der Aufzüge nach Artikel 8 der Aufzugsverordnung vom 25. November 2015. Fassung gemäss Ziff. I der V vom 25. Nov. 2015, in Kraft seit 20. April 2016 ( AS 2016 215 )."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "",
      "content": "Aufgehoben durch Ziff. I der V des WBF vom 22. Nov. 2018, mit Wirkung seit 1. Jan. 2019 ( AS 2018 5101 )."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Finanzierung aus Prämienzuschlag",
      "content": "Die Durchführungsorgane nach dem Bundesgesetz vom 20. März 1981 über die Unfallversicherung, welche die Marktüberwachung nach den Artikeln 22–24 PrSV in Betrieben vollziehen, finanzieren ihre Aufwendungen aus dem Prämienzuschlag für die Verhütung von Berufsunfällen und Berufskrankheiten nach Artikel 91 Buchstabe f VUV, soweit die Einnahmen aus den Gebühren, die gestützt auf die PrSV erhoben werden, ihren Aufwand nicht decken. SR 832.20 SR 832.30"
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Abgeltung für nicht gedeckte Kosten",
      "content": "1 Kosten, die weder durch Gebühren noch durch den Prämienzuschlag finanziert werden können, werden vom SECO abgegolten. 2 Vorbehalten bleiben abweichende vertragliche Regelungen mit den zuständigen Kontrollorganen."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Aufhebung bisherigen Rechts",
      "content": "Die Verordnung des EVD vom 23. August 2005 über die Zuständigkeiten im Vollzug der Gesetzgebung über die Sicherheit von technischen Einrichtungen und Geräten und über dessen Finanzierung wird aufgehoben. [ AS 2005 4257 , 2009 2573 ]"
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 1. Juli 2010 in Kraft."
    }
  ],
  "definitions": []
}