{
  "id": "sr-954-111",
  "type": "statute",
  "title": "Verordnung vom 4. November 2020 der Eidgenössischen Finanzmarktaufsicht über die Finanzinstitute (Finanzinstitutsverordnung-FINMA, FINIV-FINMA)",
  "title_en": "Ordinance of 4 November 2020 of the Swiss Financial Market Supervisory Authority on Financial Institutions \n(FINMA Financial Institutions Ordinance, FinIO-FINMA)",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2020/922/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Chapter 1 Portfolio Managers and Trustees",
      "section": "1",
      "title": "Requirements for professional liability insurance",
      "content": "(Art. 31 para. 3 FinIO) 1 Portfolio managers and trustees may count professional liability insurance towards qualifying capital as described in Article 31 paragraph 2 FinIO if the following requirements are met: a. The professional liability insurance must be taken out with an insurance company supervised under the Insurance Supervision Act (ISA) of 17 December 2004. b. The term must be at least one year. c. The notice period must be at least 90 days. d. For claims-made or occurrence-based policies, liability must extend at least 5 years after contract expiration. e. The professional liability insurance must cover at least the professional liability risks associated with the business model (Art. 2). 2 The professional liability risks associated with the business model shall be deemed covered if the professional liability insurance expressly covers the professional liability risks in all business areas defined in the relevant organisational documents in factual and geographical terms. 3 The requirements with regard to professional liability insurance must be complied with at all times. SR 961.01"
    },
    {
      "provision_ref": "art2",
      "chapter": "Chapter 1 Portfolio Managers and Trustees",
      "section": "2",
      "title": "Professional liability risks to be covered",
      "content": "(Art. 31 para. 3 FinIO) 1 The professional liability insurance must cover financial losses caused by the negligent – including grossly negligent – performance of actions typical of the profession for which the portfolio manager and the trustee are legally responsible. 2 In particular, the following are deemed to be professional liability risks: a. financial losses caused by investment errors, in particular violations of statutory and contractual obligations or provisions of the portfolio management agreement or towards the trust; b. financial losses arising from breaches of duty by employees or other trusted third parties of the portfolio manager or trustee."
    },
    {
      "provision_ref": "art3",
      "chapter": "Chapter 1 Portfolio Managers and Trustees",
      "section": "3",
      "title": "Amount of insurance cover",
      "content": "(Art. 31 para. 3 FinIO) Any excess is to be deducted when counting professional liability insurance towards qualifying capital as described in Article 31 paragraph 2 FinIO."
    },
    {
      "provision_ref": "art4",
      "chapter": "Chapter 1 Portfolio Managers and Trustees",
      "section": "4",
      "title": "Duty to notify FINMA of terminations and changes",
      "content": "(Art. 31 para. 3 FinIO) Portfolio managers and trustees must notify FINMA immediately of any termination or changes to their professional liability insurance."
    },
    {
      "provision_ref": "art5",
      "chapter": "Section 1 Definition and Calculation of Thresholds",
      "section": "5",
      "title": "Assets to be taken into consideration",
      "content": "(Art. 34 para. 4 FinIO) 1 When calculating the thresholds for collective investment schemes managed by the manager of collective assets, collective investment schemes whose management has been delegated by the manager of collective assets to third parties must also be taken into account. 2 Where a manager of collective assets manages a collective investment scheme that holds units of another collective investment scheme managed by him, the collective investment schemes concerned need only be taken into account once when calculating the thresholds."
    },
    {
      "provision_ref": "art6",
      "chapter": "Section 1 Definition and Calculation of Thresholds",
      "section": "6",
      "title": "Valuation of assets under management in collective investment schemes",
      "content": "(Art. 34 para. 4 FinIO) 1 The value of the assets under management must be determined for each collective investment scheme managed on the basis of the legal provisions applying in the state of domicile of the collective investment scheme as well as any valuation rules set out in the relevant documents of the collective investment scheme. 2 The conversion amount for the overall exposure arising from leverage financing is calculated in accordance with commitment approach II pursuant to Articles 35–37 of the FINMA Collective Investment Schemes Ordinance of 27 August 2014. 3 The capital commitments in accordance with Article 34 paragraph 1 letter d FinIO are calculated as the sum of all amounts that the collective investment scheme / its fund management company can call from investors on the basis of binding commitments. 4 The nominal value of a collective investment scheme in accordance with Article 34 paragraph 1 letter d FinIO is the sum of the capital commitments less the repayments already made to investors. SR 951.312"
    },
    {
      "provision_ref": "art7",
      "chapter": "Section 1 Definition and Calculation of Thresholds",
      "section": "7",
      "title": "Valuation of assets under management in occupational pension schemes",
      "content": "(Art. 34 para. 4 FinIO) 1 When calculating the threshold of CHF100 million in accordance with Article 24 paragraph 2 letter b FinIA, the assets under management of all Swiss occupational pension schemes pursuant to Article 34 paragraph 2 letter a FinIO and the corresponding foreign occupational pension schemes must be taken into account. 2 The valuation principles in accordance with the Federal Act of 25 June 1982 on Occupational Old Age, Survivors’ and Invalidity Pension Provision apply to the valuation of the assets of Swiss occupational pension schemes. 3 The valuation principles applicable under the legal system of the state of domicile of the foreign occupational pension scheme apply to the valuation of assets of foreign occupational pension schemes. 4 Only the assets under management of Swiss occupational pension schemes are to be taken into account when calculating the threshold of 20 percent of the assets in the mandatory segment in accordance with Article 34 paragraph 2 letter c FinIO. SR 831.40"
    },
    {
      "provision_ref": "art8",
      "chapter": "Section 2 Risk Management and Internal Control System",
      "section": "8",
      "title": "Principles of risk management and internal control",
      "content": "(Art. 41 para. 9 FinIO) 1 Managers of collective assets must have an internal control system based on systematic risk analysis in place. The control activities must be integrated into working processes. 2 The body responsible for the governance, supervision and control of the manager of collective assets shall monitor this system in such a way as to ensure that all material risks of the manager of collective assets are appropriately and effectively captured, assessed, managed and monitored. 3 When defining the risk tolerance, the body responsible for the governance, supervision and control shall take into account the risk-bearing capacity of the manager of collective assets. 4 For managers of collective assets which do not have a specific body responsible for governance, supervision and control, the body responsible for management is charged with the duties set out in paragraphs 2 and 3."
    },
    {
      "provision_ref": "art9",
      "chapter": "Section 2 Risk Management and Internal Control System",
      "section": "9",
      "title": "Implementation of risk management",
      "content": "(Art. 41 para. 9 FinIO) The body responsible for management of the manager of collective assets shall develop suitable processes to implement the control activities that are to be integrated into working processes and adequate processes to control risks."
    },
    {
      "provision_ref": "art10",
      "chapter": "Section 2 Risk Management and Internal Control System",
      "section": "10",
      "title": "Assessing the risks of a collective investment scheme",
      "content": "(Art. 41 para. 9 FinIO) 1 The manager of open-ended collective investment schemes must regularly assess and document their liquidity and other material risks under various scenarios. 2 The inclusion of scenarios may be dispensed with if the net assets do not exceed CHF 25 million."
    },
    {
      "provision_ref": "art11",
      "chapter": "Section 2 Risk Management and Internal Control System",
      "section": "11",
      "title": "Internal guidelines on risk management and control",
      "content": "(Art. 41 para. 9 FinIO) 1 Managers of collective assets shall set out appropriate risk management and risk control principles as well as the organisation of risk management and risk control in internal guidelines. 2 They shall include the risks that: a. they are or could be exposed to as a result of the entirety of their business activities; b. the collective assets managed by them as well as other assets managed by them under the terms of mandates are or could be exposed to. 3 The internal guidelines shall set out in particular: a. the responsibilities within the manager of collective assets; b. the types of risk at the level of the activities of the manager of collective assets, the collective assets, and the assets managed under the terms of mandates; c. the processes and systems for assessing and managing all material risks of the manager of collective assets and the collective assets, and in particular their market, liquidity and counterparty risk; d. the tasks, responsibilities and the frequency of reporting to the body responsible for governance, supervision and control and to the body responsible for management. 4 When drafting the internal guidelines and structuring the organisation of risk management, account must be taken of the nature, scope and complexity of the transactions carried out, the collective assets managed, and the assets managed under the terms of mandates. 5 Appropriate internal liquidity thresholds are to be defined for each collective investment scheme, depending in particular on its investments, investment policy, risk diversification, investor eligibility and redemption frequency."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Internal guidelines on investment techniques and derivatives",
      "content": "(Art. 41 para. 9 FinIO) 1 The use of investment techniques and derivatives must be set out in internal guidelines and reviewed periodically. 2 With respect to the use of derivatives, the internal guidelines shall govern the following areas, in accordance with the structure and risks of the manager of collective assets: a. Risk policy: 1. permitted derivatives, 2. requirements to be met by counterparties, 3. market liquidity requirements, 4. in relation to the use of index products: requirements in terms of representativeness and correlation; b. Risk control: 1. identification, assessment and monitoring of risks, 2. authorities and limits, 3. risk measurement procedures, 4. escalation procedures in the event of limit overruns; c. Processing and valuation: 1. documentation of transactions, 2. valuation models to be used, 3. data and data suppliers to be used. 3 If applying the model approach, the internal guidelines must also set out in the area of risk control: a. the method of verifying the risk measurement models, in particular value at risk; b. the escalation procedures and measures in the event of insufficient results of verification tests; c. the composition of the benchmark portfolios and changes to them, the monitoring of the process used to determine the benchmark portfolio; d. stress tests. 4 The use of investment techniques and derivatives, the management of collateral and the resulting risks must be appropriately incorporated into the risk management of the collective investment schemes and occupational pension scheme assets managed."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Further duties relating to risk management",
      "content": "(Art. 41 para. 9 FinIO) 1 Managers of collective assets shall regularly review the appropriateness and effectiveness of the risk management principles as well as the processes and systems and develop these further. 2 They shall submit a report to the body responsible for governance, supervision and control and to the body responsible for management on: a. compliance with the risk management principles and the defined processes; and b. the appropriateness and effectiveness of the measures to remedy any shortcomings in the risk management process."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Risk control",
      "content": "(Art. 41 para. 9 FinIO) 1 Managers of collective assets shall have sufficient qualified specialist staff to carry out the risk control. 2 The persons responsible for risk control shall identify, assess and monitor: a. the risks entered into by the managers of collective assets; b. the risks of each individual position of the collective investment schemes managed and their overall risk; c. the risks of each individual position of the assets of occupational pension schemes managed and their overall risk; and d. the risks of any other management mandates. 3 Risk control shall be kept functionally and hierarchically separate from operational business units, in particular the function concerned with investment decisions (portfolio management). It must be able to act independently."
    },
    {
      "provision_ref": "art15",
      "chapter": "Section 3 Professional Liability Insurance",
      "section": "15",
      "title": "Requirements",
      "content": "(Art. 44 para. 3 FinIO) 1 Professional liability insurance for managers of collective assets in accordance with Article 44 paragraph 2 letter b FinIO must meet the following requirements: a. It must be taken out with an insurance company supervised under the ISA. b. The term must be at least one year. c. The notice period must be at least 90 days. d. For claims-made or occurrence-based policies, liability must extend at least 5 years after contract expiration. e. It must cover at least the professional liability risks (Art. 16). 2 The insurance coverage includes: a. for an individual claim: at least 2 percent of the total collective assets managed by the manager of collective assets; b. for all claims in a year: at least 3 percent of the total collective assets managed by the manager of collective assets; 3 The amount of insurance coverage is to be calculated annually on the basis of the total assets on completion of the annual accounts of the collective investment schemes or occupational pension schemes managed by the manager of collective assets and at the time of taking on additional management mandates for collective investment schemes or occupational pension schemes. 4 The requirements with regard to professional liability insurance must be complied with at all times. SR 961.01"
    },
    {
      "provision_ref": "art16",
      "chapter": "Section 3 Professional Liability Insurance",
      "section": "16",
      "title": "Professional liability risks to be covered",
      "content": "(Art. 44 para. 3 FinIO) 1 The professional liability insurance in accordance with Article 44 paragraph 2 letter b FinIO must cover financial losses caused by the negligent – including grossly negligent – performance of activities for which the manager of collective assets is legally responsible. 2 The professional liability risks include, inter alia : a. financial losses caused by investment errors, in particular violations of statutory and contractual obligations or provisions of the asset management agreement relating to the collective assets, the fund contract, the articles of association of the collective investment scheme or the regulations of the occupational pension scheme; b. financial losses arising from breaches of duty by employees of the manager of collective assets."
    },
    {
      "provision_ref": "art17",
      "chapter": "Section 3 Professional Liability Insurance",
      "section": "17",
      "title": "Duty to notify FINMA of terminations and changes",
      "content": "(Art. 44 para. 3 FinIO) Managers of collective assets must notify FINMA immediately of any termination of or changes to their professional liability insurance."
    },
    {
      "provision_ref": "art18",
      "chapter": "Chapter 3 Fund Management Companies",
      "section": "18",
      "title": "",
      "content": "1 Articles 8–14 apply mutatis mutandis to fund management companies. 2 In risk management, the fund management company may take into account the corresponding measures of the asset manager for collective assets as part of its risk-based assessment."
    },
    {
      "provision_ref": "art19",
      "chapter": "Chapter 4 Financial and Regulatory Audits for Managers of Collective Assets and Fund Management Companies Collective Assets and Fund Management Companies",
      "section": "19",
      "title": "Separation of financial and regulatory audits",
      "content": "(Art. 5 para. 5 FINMA-PV) Audits shall be separated into a financial audit and a regulatory audit."
    },
    {
      "provision_ref": "art20",
      "chapter": "Chapter 4 Financial and Regulatory Audits for Managers of Collective Assets and Fund Management Companies Collective Assets and Fund Management Companies",
      "section": "20",
      "title": "Financial audit",
      "content": "(Art. 5 para. 5 FINMA-PV) The annual financial audit of the fund management company and the managers of collective assets is governed by Articles 728–731 a of the Code of Obligations (CO). SR 220"
    },
    {
      "provision_ref": "art21",
      "chapter": "Chapter 4 Financial and Regulatory Audits for Managers of Collective Assets and Fund Management Companies Collective Assets and Fund Management Companies",
      "section": "21",
      "title": "Regulatory audit",
      "content": "(Art. 5 para. 5 FINMA-PV) The regulatory audit comprises examining the managers of collective assets’ and fund management companies’ compliance with the regulatory provisions applied under Article 2 paragraph 1 letters c and d FinIA including collective investment schemes."
    },
    {
      "provision_ref": "art22",
      "chapter": "Chapter 4 Financial and Regulatory Audits for Managers of Collective Assets and Fund Management Companies Collective Assets and Fund Management Companies",
      "section": "22",
      "title": "Reports on the regulatory and financial audits",
      "content": "(Art. 5 para. 5 FINMA-PV) 1 The audit company shall produce: a. reports on the regulatory audit of the fund management companies and the managers of collective assets including collective investment schemes; b. audit reports on the annual accounts audit under Article 63 paragraph 1 letter b FinIA. 2 The audit reports on the fund management company shall also include the investment funds which it manages. 3 The body for governance, supervision and control must take note of the report on the regulatory audit and document its acknowledgement. 4 The provisions set out for regular audits under the CO apply mutatis mutandis to the report on the financial audit. SR 220"
    },
    {
      "provision_ref": "art23",
      "chapter": "Chapter 5 Capital Statement of Securities Firms that do not Hold Accounts",
      "section": "23",
      "title": "",
      "content": "1 Securities firms that do not hold accounts in accordance with Article 44 paragraph 1 letter a FinIA must provide FINMA with evidence on a quarterly basis that they have adequate capital. 2 The capital statement on a consolidated basis must be provided every six months. 3 The evidence must be submitted within six weeks of the end of the quarter or half-year."
    },
    {
      "provision_ref": "art24",
      "chapter": "Chapter 6 Form of Submission",
      "section": "24",
      "title": "",
      "content": "1 Financial institutions shall submit the documents in accordance with Article 11 paragraph 1 FinIO in electronic form. They shall use the templates provided by FINMA for this. 2 FINMA may permit exceptions to electronic submission."
    },
    {
      "provision_ref": "art25",
      "chapter": "Chapter 7 Final Provisions",
      "section": "25",
      "title": "Amendment of other legislative instruments",
      "content": "The amendment of other legislative instruments is set out in the Annex."
    },
    {
      "provision_ref": "art26",
      "chapter": "Chapter 7 Final Provisions",
      "section": "26",
      "title": "Transitional provisions",
      "content": "Portfolio managers, trustees, managers of collective assets and fund management companies that hold an authorisation for these activities when this Ordinance comes into force must meet the requirements of this Ordinance within one year of it coming into force."
    },
    {
      "provision_ref": "art27",
      "chapter": "Chapter 7 Final Provisions",
      "section": "27",
      "title": "Commencement",
      "content": "This Ordinance comes into force on 1 January 2021."
    }
  ],
  "definitions": []
}