{
  "id": "sr-916-350-2",
  "type": "statute",
  "title": "Verordnung vom 25. Juni 2008 über die Zulagen und die Datenerfassung im Milchbereich (Milchpreisstützungsverordnung, MSV)",
  "title_en": "",
  "short_name": "MSV",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2008/521/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "1. Abschnitt:",
      "section": "1",
      "title": "Milchverwerter und Milchverwerterinnen",
      "content": "1 Als Milchverwerter und Milchverwerterinnen gelten natürliche und juristische Personen sowie Personengesellschaften, die Milch bei Milchproduzenten und Milchproduzentinnen kaufen und zu Milchprodukten verarbeiten oder weiterverkaufen. 2 Als Milchverwerter und Milchverwerterinnen gelten auch Direktvermarkter, Direktvermarkterinnen sowie Verwerter und Verwerterinnen, welche Milch oder Milchbestandteile zur Herstellung von Milchprodukten von anderen Milchverwertern und Milchverwerterinnen zukaufen. Fassung gemäss Ziff. I der V vom 21. Sept. 2018, in Kraft seit 1. Jan. 2019 ( AS 2018 3955 )."
    },
    {
      "provision_ref": "art1a",
      "chapter": "1. Abschnitt:",
      "section": "1a",
      "title": "a Direktvermarkter und Direktvermarkterinnen",
      "content": "Als Direktvermarkter und Direktvermarkterinnen gelten Milchproduzenten und Milchproduzentinnen, die eigene Produkte direkt Verbrauchern und Verbraucherinnen verkaufen."
    },
    {
      "provision_ref": "art1b",
      "chapter": "1. Abschnitt:",
      "section": "1b",
      "title": "b Verkehrsmilch",
      "content": "Als Verkehrsmilch gilt Milch, die: a. zum Frischkonsum oder zur Verarbeitung vom Betrieb oder vom Sömmerungsbetrieb weggeführt wird; b. im eigenen Betrieb oder Sömmerungsbetrieb zu Produkten verarbeitet wird, die nicht der Selbstversorgung dienen."
    },
    {
      "provision_ref": "art1c",
      "chapter": "5",
      "section": "1c",
      "title": "c Zulage für verkäste Milch",
      "content": "1 Die Zulage für verkäste Kuh-, Schaf- und Ziegenmilch beträgt 15 Rappen pro Kilogramm Milch abzüglich des Betrags der Zulage für Verkehrsmilch nach Artikel 2 a . 2 Sie wird den Milchproduzenten und Milchproduzentinnen ausgerichtet, wenn die Milch verarbeitet wird zu: a. Käse, der: 1. die Anforderungen an Käse erfüllt, die das Eidgenössische Departement des Innern (EDI) gestützt auf die Lebensmittel- und Gebrauchsgegenständeverordnung vom 16. Dezember 2016 (LGV) in den Ausführungsbestimmungen im Bereich der Lebensmittel tierischer Herkunft erlässt, und 2. einen Fettgehalt in der Trockenmasse von mindestens 150 g/kg aufweist; b. Rohziger als Rohstoff für Glarner Schabziger; oder c. Werdenberger Sauerkäse, Liechtensteiner Sauerkäse oder Bloderkäse. 3 Keine Zulage wird ausgerichtet für Milch, die zu Quark oder Frischkäsegallerte verarbeitet wird. 4 Wird in einem Verarbeitungsbetrieb sämtliche Milch vor der Verkäsung mittels Zentrifugieren auf einen bestimmten Fettgehalt eingestellt, so wird die Zulage entsprechend dem Fettgehalt mit dem Faktor nach dem Anhang multipliziert. Eingefügt durch Ziff. I der V vom 21. Sept. 2018, in Kraft seit 1. Jan. 2019 ( AS 2018 3955 ). SR 817.02"
    },
    {
      "provision_ref": "art2",
      "chapter": "5",
      "section": "2",
      "title": "Zulage für Fütterung ohne Silage",
      "content": "1 Für Milch, die von Kühen, Schafen und Ziegen ohne Silagefütterung stammt, richtet der Bund den Milchproduzenten und Milchproduzentinnen zusätzlich eine Zulage von 3 Rappen je Kilogramm verkäster Milch aus, wenn: a. diese zu Käse einer der folgenden Festigkeitsstufen nach den Bestimmungen, die das EDI gestützt auf die LGV im Bereich der Lebensmittel tierischer Herkunft erlässt, verarbeitet wird: 1. extra hart, 2. hart, 3. halbhart, 4. weich, sofern der Käse vom Bundesamt für Landwirtschaft (BLW) als geschützte Ursprungsbezeichnung (GUB) eingetragen ist und das Pflichtenheft eine silagefreie Milchviehfütterung vorschreibt; und b. der Käse mindestens einen Fettgehalt in der Trockenmasse von 150 g/kg aufweist. 2 Wird in einem Verarbeitungsbetrieb sämtliche Milch vor der Verkäsung mittels Zentrifugieren auf einen bestimmten Fettgehalt eingestellt, so wird die Zulage entsprechend dem Fettgehalt mit dem betreffenden Faktor nach dem Anhang multipliziert. 3 Die Zulage wird nur für Milch ausgerichtet, die ohne Zusatzstoffe gemäss Lebensmittelgesetzgebung mit Ausnahme von Kulturen, Lab und Salz und ohne Behandlungsmethoden wie Pasteurisation, Baktofugation oder andere Verfahren mit gleicher Wirkung verarbeitet wurde. Fassung gemäss Ziff. I der V vom 21. Sept. 2018, in Kraft seit 1. Jan. 2019 ( AS 2018 3955 ). SR 817.02 Fassung gemäss Ziff. I der V vom 21. Sept. 2018, in Kraft seit 1. Jan. 2019 ( AS 2018 3955 ). Fassung gemäss Ziff. I der V vom 23. Okt. 2013, in Kraft seit 1. Jan. 2014 ( AS 2013 3993 )."
    },
    {
      "provision_ref": "art2a",
      "section": "2a",
      "title": "a Zulage für Verkehrsmilch",
      "content": "1 Für Verkehrsmilch, die von Kühen stammt, richtet das BLW den Milchproduzenten und Milchproduzentinnen eine Zulage von 4,5 Rappen je Kilogramm aus. 2 Es kann die Höhe der Zulage unter Berücksichtigung der Mengenentwicklung und im Rahmen der bewilligten Mittel anpassen. Eingefügt durch Ziff. I der V vom 21. Sept. 2018, in Kraft seit 1. Jan. 2019 ( AS 2018 3955 )."
    },
    {
      "provision_ref": "art3",
      "chapter": "2. Abschnitt: Verfahren",
      "section": "3",
      "title": "3 Gesuche",
      "content": "1 Gesuche um Ausrichtung der Zulagen nach den Artikeln 1 c und 2 sind von den Milchverwertern und Milchverwerterinnen zu stellen. Sie müssen bei der Administrationsstelle nach Artikel 12 monatlich eingereicht werden. 2 Gesuche von Sömmerungsbetrieben sind der Administrationsstelle mindestens jährlich einmal einzureichen. 3 Gesuche um Ausrichtung der Zulage nach Artikel 2 a sind von den Milchproduzenten und Milchproduzentinnen zu stellen. Sie müssen bei der Administrationsstelle nach Artikel 12 eingereicht werden. 4 Der Milchproduzent oder die Milchproduzentin kann den Milchverwerter oder die Milchverwerterin ermächtigen, ein Gesuch nach Artikel 3 Absatz 3 zu stellen. 5 Er oder sie muss der Administrationsstelle melden: a. die Erteilung einer Ermächtigung; b. die in der Milchdatenbank vorhandene Identifikationsnummer der beauftragten Personen; c. den Entzug einer Ermächtigung. Fassung gemäss Ziff. I der V vom 21. Sept. 2018, in Kraft seit 1. Jan. 2019 ( AS 2018 3955 ). Eingefügt durch Ziff. I der V vom 21. Sept. 2018, in Kraft seit 1. Jan. 2019 ( AS 2018 3955 ). Eingefügt durch Ziff. I der V vom 21. Sept. 2018, in Kraft seit 1. Jan. 2019 ( AS 2018 3955 ). Eingefügt durch Ziff. I der V vom 21. Sept. 2018, in Kraft seit 1. Jan. 2019 ( AS 2018 3955 )."
    },
    {
      "provision_ref": "art4",
      "chapter": "2. Abschnitt: Verfahren",
      "section": "4",
      "title": "Zulagenperiode",
      "content": "Zulagen werden für die Periode vom 1. November des Vorjahres bis zum 31. Oktober des laufenden Jahres ausgerichtet. Fassung gemäss Ziff. I der V vom 23. Okt. 2013, in Kraft seit 1. Jan. 2014 ( AS 2013 3993 )."
    },
    {
      "provision_ref": "art4a",
      "chapter": "2. Abschnitt: Verfahren",
      "section": "4a",
      "title": "a Später eingereichte Gesuche",
      "content": "1 Für nach dem 15. Dezember des laufenden Jahres eingereichte Gesuche werden keine Zulagen ausgerichtet. 2 … Eingefügt durch Ziff. I der V vom 23. Okt. 2013, in Kraft seit 1. Jan. 2014 ( AS 2013 3993 ). Aufgehoben durch Ziff. I der V vom 21. Sept. 2018, mit Wirkung seit 1. Jan. 2019 ( AS 2018 3955 )."
    },
    {
      "provision_ref": "art5",
      "chapter": "2. Abschnitt: Verfahren",
      "section": "5",
      "title": "Ausrichtung der Zulagen",
      "content": "1 Das BLW entscheidet über die Gesuche. 2 Es zahlt die Zulagen aus. Fassung gemäss Ziff. I der V vom 23. Okt. 2013, in Kraft seit 1. Jan. 2014 ( AS 2013 3993 )."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Auszahlungs- und Buchführungspflicht",
      "content": "Die Milchverwerter und Milchverwerterinnen sind verpflichtet, die Zulagen nach den Artikeln 1 c und 2: a. innert Monatsfrist den Produzenten und Produzentinnen, von denen sie die zu Käse verarbeitete Milch gekauft haben, weiterzugeben; b. in der Abrechnung über den Milchkauf separat auszuweisen und die Buchhaltung so zu gestalten, dass ersichtlich ist, welche Beiträge sie für die Zulagen erhalten und ausbezahlt haben. Fassung gemäss Ziff. I der V vom 21. Sept. 2018, in Kraft seit 1. Jan. 2019 ( AS 2018 3955 )."
    },
    {
      "provision_ref": "art7",
      "chapter": "3. Abschnitt: Aufzeichnung, Meldung und Aufbewahrung von Milchdaten",
      "section": "7",
      "title": "",
      "content": "Aufgehoben durch Ziff. I der V vom 29. Okt. 2014, mit Wirkung seit 1. Jan. 2015 ( AS 2014 4049 )."
    },
    {
      "provision_ref": "art8",
      "chapter": "3. Abschnitt: Aufzeichnung, Meldung und Aufbewahrung von Milchdaten",
      "section": "8",
      "title": "Aufzeichnung und Meldung der Produktionsdaten",
      "content": "1 Die Milchverwerter und Milchverwerterinnen müssen die Milchmengen, die ihnen die Produzenten und Produzentinnen liefern, täglich aufzeichnen, getrennt nach Betrieb und Sömmerungsbetrieb. 2 Sie müssen der Administrationsstelle bis zum 10. Tag des folgenden Monats die pro Monat je Produzentin und Produzent gelieferte Menge, getrennt nach Betrieb und Sömmerungsbetrieb, melden. 3 Die Produktionsdaten von Sömmerungsbetrieben müssen der Administrationsstelle nach Ablauf der Sömmerungsperiode, spätestens aber bis zum 15. Dezember, gemeldet werden. Fassung gemäss Ziff. I der V vom 19. Jan. 2011, in Kraft seit 1. Jan. 2011 ( AS 2011 497 ). Fassung gemäss Ziff. I der V vom 27. Okt. 2010, in Kraft seit 1. Jan. 2011 ( AS 2010 5883 )."
    },
    {
      "provision_ref": "art9",
      "chapter": "3. Abschnitt: Aufzeichnung, Meldung und Aufbewahrung von Milchdaten",
      "section": "9",
      "title": "Aufzeichnung und Meldung der Verwertungsdaten",
      "content": "1 Die Milchverwerter und Milchverwerterinnen haben eine tägliche Verwertungskontrolle zu führen und diese den Inspektionsorganen des BLW auf Verlangen vorzuweisen. Aus der Verwertungskontrolle muss ersichtlich sein, welche Rohstoffmengen: a. zugekauft wurden; b unverarbeitet verkauft wurden; c. im Betrieb verarbeitet wurden. 2 Für die im Betrieb verarbeitete Rohstoffmenge sind anzugeben: a. die Menge der verarbeiteten Rohstoffe; b. die Art der hergestellten Produkte; c. die Menge der hergestellten Produkte. 3 Die Milchverwerter und Milchverwerterinnen müssen der Administrationsstelle monatlich bis zum 10. Tag des folgenden Monats melden, wie sie die Rohstoffe verwertet haben. Die Meldung muss sich nach der vorgegebenen Struktur der Administrationsstelle richten. 4 Die Verwertungsdaten von Sömmerungsbetrieben müssen der Administrationsstelle nach Ablauf der Sömmerungsperiode, spätestens aber bis zum 15. Dezember, gemeldet werden. Fassung gemäss Ziff. I der V vom 27. Okt. 2010, in Kraft seit 1. Jan. 2011 ( AS 2010 5883 )."
    },
    {
      "provision_ref": "art10",
      "chapter": "3. Abschnitt: Aufzeichnung, Meldung und Aufbewahrung von Milchdaten",
      "section": "10",
      "title": "Aufzeichnung und Meldung der Direktvermarktung",
      "content": "1 Die Direktvermarkter und Direktvermarkterinnen müssen die Milchmenge, die sie für die Direktvermarktung verwenden, täglich in Kilogramm aufzeichnen und die Menge pro Monat und deren Verwertung bis zum 10. Tag des folgenden Monats der Administrationsstelle melden. 2 Sie können die Milchmenge und deren Verwertung halbjährlich, jeweils bis zum 10. Mai und bis zum 10. November, melden, wenn während eines Monats weniger als 600 kg vermarktet werden. 3 Sömmerungsbetriebe mit Direktvermarktung müssen die Verwertungsdaten nach Artikel 9 sowie die als Vollmilch direkt verkaufte Milch melden. Fassung gemäss Ziff. I der V vom 21. Sept. 2018, in Kraft seit 1. Jan. 2019 ( AS 2018 3955 ). Eingefügt durch Ziff. I der V vom 6. Mai 2009, in Kraft seit 1. Juli 2009 ( AS 2009 2603 )."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Aufbewahrung der Daten",
      "content": "Die Milchverwerter und Milchverwerterinnen, die Direktvermarkter und Direktvermarkterinnen sowie die Milchproduzenten und Milchproduzentinnen müssen die zur Inspektion nötigen Aufzeichnungen, Rapporte und Belege betreffend verkäste Milchmenge und Verkehrsmilchmenge mindestens fünf Jahre aufbewahren. Fassung gemäss Ziff. I der V vom 21. Sept. 2018, in Kraft seit 1. Jan. 2019 ( AS 2018 3955 )."
    },
    {
      "provision_ref": "art12",
      "chapter": "4. Abschnitt: Administrationsstelle",
      "section": "12",
      "title": "",
      "content": "1 Das BLW bezeichnet für die Verwaltung der Zulagen und der Meldung der Milchdaten eine verwaltungsexterne Stelle (Administrationsstelle). Die Administrationsstelle muss rechtlich, organisatorisch und finanziell von den einzelnen milchwirtschaftlichen Organisationen und Unternehmen unabhängig sein. 2 Die Administrationsstelle hat namentlich folgende Aufgaben: a. Sie bearbeitet die Gesuche um Zulagen. b. Sie übermittelt dem BLW die Daten, die dieses für den Entscheid über die Gesuche und zur Auszahlung benötigt. c. Sie erstellt je Gesuchsperiode zuhanden jedes Gesuchstellers und jeder Gesuchstellerin eine detaillierte Abrechnung über die auszuzahlenden Zulagen. d. Sie führt über die Zulagen eine Datenbank. e. Sie erhebt weitere Produktions- und Verwertungsdaten. f. Sie stellt dem BLW die Produktions- und Verwertungsdaten zur Verfügung. g. Sie verfügt Verwaltungsmassnahmen nach Artikel 169 Absatz 1 Buchstabe a oder h LwG, wenn Meldepflichtige nach den Artikeln 8–10 die Daten trotz Mahnung nicht melden. 3 Die Administrationsstelle untersteht der Aufsicht des BLW. Eingefügt durch Ziff. I der V vom 23. Okt. 2013, in Kraft seit 1. Jan. 2014 ( AS 2013 3993 ). Fassung gemäss Ziff. I der V vom 29. Okt. 2014, in Kraft seit 1. Jan. 2015 ( AS 2014 4049 ). Eingefügt durch Ziff. I der V vom 6. Mai 2009 ( AS 2009 2603 ). Fassung gemäss Ziff. I der V vom 29. Okt. 2014, in Kraft seit 1. Jan. 2015 ( AS 2014 4049 )."
    },
    {
      "provision_ref": "art13",
      "chapter": "4. Abschnitt: Administrationsstelle",
      "section": "13",
      "title": "Leistungsvereinbarung",
      "content": "1 Das BLW legt die Aufgaben der Administrationsstelle in einer Leistungsvereinbarung fest. Umfang, Verfahren, Bedingungen und Abgeltung der verlangten Leistungen sind in dieser Vereinbarung zu regeln. 2 Die Leistungsvereinbarung wird nach dem Bundesgesetz vom 16. Dezember 1994 über das öffentliche Beschaffungswesen vergeben. SR 172.056.1"
    },
    {
      "provision_ref": "art14",
      "chapter": "5. Abschnitt: Schlussbestimmungen",
      "section": "14",
      "title": "Vollzug",
      "content": "1 Das BLW vollzieht diese Verordnung, soweit damit nicht die Administrationsstelle betraut ist. 2 Es führt stichprobenweise Inspektionen durch, eröffnet bei Verdacht auf Widerhandlungen eine Untersuchung und verfügt Verwaltungsmassnahmen. 3 … Fassung gemäss Ziff. I der V vom 6. Mai 2009, in Kraft seit 1. Juli 2009 ( AS 2009 2603 ). Eingefügt durch Ziff. I der V vom 25. Mai 2011 ( AS 2011 2411 ). Aufgehoben durch Ziff. I der V vom 23. Okt. 2013, mit Wirkung seit 1. Jan. 2014 ( AS 2013 3993 )."
    },
    {
      "provision_ref": "art15",
      "chapter": "5. Abschnitt: Schlussbestimmungen",
      "section": "15",
      "title": "Aufhebung bisherigen Rechts",
      "content": "Die folgenden Verordnungen werden aufgehoben: 1. Verordnung vom 7. Dezember 1998 über Zulagen und Beihilfen im Milchbereich, 2. Verordnung des EVD vom 7. Dezember 1998 über die Höhe der Beihilfen für Milchprodukte und Vorschriften für die Einfuhr von Vollmilchpulver. [ AS 1999 1226 , 2000 406 , 2001 842 , 2002 213 3050 , 2003 5491 , 2005 2545 , 2006 893 , 2007 1469 Anhang 4 Ziff. 57] [ AS 1999 1220 , 2002 1100 , 2003 5495 , 2004 4979 , 2007 6433 ]"
    },
    {
      "provision_ref": "art16",
      "chapter": "5. Abschnitt: Schlussbestimmungen",
      "section": "16",
      "title": "16 Inkrafttreten",
      "content": "1 Diese Verordnung tritt unter Vorbehalt von Absatz 2 am 1. Januar 2009 in Kraft. 2 Die Artikel 7, 8 und 10 treten am 1. Mai 2009 in Kraft."
    }
  ],
  "definitions": []
}