{
  "id": "sr-943-02",
  "type": "statute",
  "title": "Bundesgesetz vom 6. Oktober 1995 über den Binnenmarkt (Binnenmarktgesetz, BGBM)",
  "title_en": "Federal Act of 6 October 1995 on the Internal Market (Internal Market Act, IMA)",
  "short_name": "BGBM",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1996/1738_1738_1738/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Section 1 Purpose and Subject Matter",
      "section": "1",
      "title": "",
      "content": "1 This Act guarantees that persons settled or registered in Switzerland have free and equal access to the market anywhere in Switzerland in order to pursue their economic activity. 2 It aims in particular: a. to facilitate professional mobility and trade and commerce within Switzerland; b. to support the cantons in their efforts to harmonise conditions for market admission; c. to increase the competitiveness of the Swiss national economy; d. to consolidate economic cohesion in Switzerland. 3 An economic activity within the meaning of this Act is any non-governmental activity aimed at making a profit. Amended by No I of the FA of 16 Dec. 2005, in force since 1 July 2006 ( AS 2006 2363 2366 ; BBl 2005 465 )."
    },
    {
      "provision_ref": "art2",
      "chapter": "Section 2 Principles governing Free Access to the Market",
      "section": "2",
      "title": "Free access to the market",
      "content": "1 A person has the right to offer goods, services and labour anywhere in Switzerland, provided that pursuing the economic activity concerned is permitted in the canton or the commune in which they are settled or registered. 2 The Confederation, cantons and communes as well as other agencies responsible for public tasks shall ensure that their regulations and rulings on pursuing the economic activity safeguard the rights under paragraph 1. 3 Offering goods, services and labour is governed by the regulations of the canton or the commune in which the supplier is settled or registered. If a product may be placed on the market or used in the supplier's canton, this product may be placed on the market or used anywhere in Switzerland. 4 Any person lawfully pursuing an economic activity has the right to be established anywhere in Switzerland for the purpose of pursuing this activity and to pursue the activity in accordance with the regulations of the place of initial establishment, subject to the reservations contained in Article 3. This applies even after the activity ceases at the place of initial establishment. The authorities of the place of destination are responsible for supervising compliance with the regulations of the place of initial establishment. 5 When applying the foregoing principles, cantonal or communal market access regulations are regarded as being of equal value. 6 If a competent cantonal executive authority rules that access to the market for a product, service or labour complies with federal law, or if it has authorised access to the market, this decision applies throughout Switzerland. The federal authority responsible for the standard implementation of the law has the right to appeal. It may request the cantonal authority to publish the ruling. 7 The transfer to private persons of the right to exploit cantonal and communal monopolies must be based on a competitive bidding process and may not involve any discrimination against persons settled or registered in Switzerland. The provisions of specific acts take precedence. Inserted by No I of the FA of 16 Dec. 2005, in force since 1 July 2006 ( AS 2006 2363 2366 ; BBl 2005 465 ). Inserted by No I of the FA of 16 Dec. 2005, in force since 1 July 2006 ( AS 2006 2363 2366 ; BBl 2005 465 ). Inserted by No I of the FA of 16 Dec. 2005, in force since 1 July 2006 ( AS 2006 2363 2366 ; BBl 2005 465 ). Inserted by No I of the FA of 16 Dec. 2005, in force since 1 July 2006 ( AS 2006 2363 2366 ; BBl 2005 465 ). Second sentence inserted by Annex No 5 of the FA of 15 March 2024, in force since 1 Jan. 2025 ( AS 2024 376 ; BBl 2022 2651 )."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Restriction of free access to the market",
      "content": "1 Non-local suppliers shall not be refused free access to the market. Any restrictions must be issued in the form of requirements or conditions and are only permitted where they: a. also apply in equal measure to local persons; b. are essential to safeguard overriding public interests; and c. are proportionate. 2 Restrictions are disproportionate in particular if: a. adequate protection of overriding public interests is already achieved through regulations at the place of origin; b. the proof and security that the supplier has already provided at the place of origin is sufficient; c. settlement or registration at the place of destination is required before pursuing an economic activity; d. adequate protection of overriding public interests can be guaranteed by the practical activity that the supplier pursued at the place of origin. 3 Restrictions that are permitted under paragraph 1 must under no circumstances include covert restrictions on market entry that favour local economic interests. 4 Decisions on restrictions must be made in a quick and simple procedure that is free of charge. Amended by No I of the FA of 16 Dec. 2005, in force since 1 July 2006 ( AS 2006 2363 2366 ; BBl 2005 465 )."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Recognition of professional qualifications",
      "content": "1 Cantonal or cantonally-recognised professional qualifications to pursue an economic activity are valid anywhere in Switzerland unless subject to restrictions in accordance with Article 3. 2 ... 3 If the professional qualification only partly meets the requirements at the place of destination, the person concerned may provide proof that they have acquired the necessary knowledge through education, training or practical experience. 3bis The recognition of professional qualifications for economic activities that fall under the Agreement of 21 June 1999 between the Swiss Confederation, of the one part, and the European Community and its member states, of the other, on the free movement of persons is governed by that Agreement. 4 Where the cantons provide for the mutual recognition of professional qualifications in an inter-cantonal agreement, the provisions thereof take precedence over this Act. Repealed by No I of the FA of 16 Dec. 2005, with effect from 1 July 2006 ( AS 2006 2363 2366 ; BBl 2005 465 ). SR 0.142.112.681 Inserted by No I of the FA of 16 Dec. 2005, in force since 1 July 2006 ( AS 2006 2363 2366 ; BBl 2005 465 )."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Public procurement",
      "content": "1 Public procurement by cantons, communes and other agencies responsible for cantonal and communal tasks is governed by cantonal or intercantonal law. These regulations and rulings based thereon may not discriminate in a manner contrary to Article 3 against persons settled or registered in Switzerland. If a procurement or transfer of a monopoly is based on the intercantonal agreement that the cantons concluded based on the Protocol of 30 March 2012 Amending the Agreement on Government Procurement, it shall be presumed that the requirements of this Act have been complied with. 2 Cantons, communes and other agencies responsible for cantonal and communal tasks shall ensure that notice of plans for substantial public purchases, services and construction projects as well as the criteria for participation and the award of contracts are published in an official journal. In doing so, they shall take account of international obligations that bind the Confederation. BBl 2017 2175 SR 0.632.231.422 Third sentence inserted by Annex 7 No II 7 of the FA of 21 June 2019 on Public Procurement, in force since 1 Jan. 2021 ( AS 2020 641 ; BBl 2017 1851 )."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "International law and intercantonal agreements",
      "content": "1 Any person settled or registered in Switzerland has at least the same rights in relation to access to the market as the Confederation grants to foreign persons in international agreements. 2 Where foreign persons as a result of international law agreements between one or more cantons and the neighbouring country benefit from more favourable access to the market than suppliers settled or registered in one of the other cantons, these suppliers have the right to equal treatment, provided their canton of settlement or registration grants reciprocal rights. 3 In relations between suppliers within Switzerland, paragraph 2 also applies mutatis mutandis to intercantonal agreements."
    },
    {
      "provision_ref": "art7",
      "chapter": "Section 3 ...",
      "section": "7",
      "title": "",
      "content": "Repealed by No I of the FA of 16 Dec. 2005, with effect from 1 July 2006 ( AS 2006 2363 2366 ; BBl 2005 465 )."
    },
    {
      "provision_ref": "art8",
      "chapter": "Section 4 Recommendations and Rights of Appeal",
      "section": "8",
      "title": "Recommendations by the Competition Commission",
      "content": "1 The Competition Commission shall monitor compliance with this Act by the Confederation, cantons and communes and other agencies responsible for public tasks. 2 It may issue recommendations to the Confederation, cantons and communes on planned and existing legislation. 3 It may conduct investigations and make recommendations to the authorities concerned. 4 In cooperation with the cantons and the federal agencies concerned, it shall ensure the implementation of Article 4 paragraph 3 bis and may issue recommendations for this purpose. Inserted by No I of the FA of 16 Dec. 2005, in force since 1 July 2006 ( AS 2006 2363 2366 ; BBl 2005 465 )."
    },
    {
      "provision_ref": "art8a",
      "chapter": "Section 4 Recommendations and Rights of Appeal",
      "section": "8a",
      "title": "a Administrative assistance",
      "content": "Federal, cantonal and the communal agencies shall if requested cooperate with Competition Commission investigations and make the required documents available. Inserted by No I of the FA of 16 Dec. 2005, in force since 1 July 2006 ( AS 2006 2363 2366 ; BBl 2005 465 )."
    },
    {
      "provision_ref": "art8b",
      "chapter": "Section 4 Recommendations and Rights of Appeal",
      "section": "8b",
      "title": "b Duty to provide information",
      "content": "The persons concerned must provide the Competition Commission with all the information required for its investigations and make the required documents available. Inserted by No I of the FA of 16 Dec. 2005, in force since 1 July 2006 ( AS 2006 2363 2366 ; BBl 2005 465 )."
    },
    {
      "provision_ref": "art8c",
      "chapter": "Section 4 Recommendations and Rights of Appeal",
      "section": "8c",
      "title": "c Violation of the duty to provide information",
      "content": "1 Any person who fails to or does not properly comply with the duty to provide information under Article 8 b shall be liable to a fine. 2 The Competition Commission shall prosecute and adjudicate violations of the duty to provide information in accordance with the procedural provisions of the Federal Act of 22 March 1974 on Administrative Criminal Law. Inserted by No I of the FA of 16 Dec. 2005, in force since 1 July 2006 ( AS 2006 2363 2366 ; BBl 2005 465 ). Amended by Art. 333 of the Criminal Code ( SR 311.0 ) in accordance with the FA of 13 Dec. 2002, in force since 1 Jan. 2007 ( AS 2006 3459 ; BBl 1999 1979 ). SR 313.0"
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Rights of appeal",
      "content": "1 Restrictions on free access to the market must be introduced in the form of a contestable ruling. 2 Cantonal law shall provide for a right of appeal to at least one authority independent of the administration. In the case of public procurement, this applies: a. if the value of a contract reaches or exceeds the threshold for the invitation procedure under the cantonal or intercantonal law on public procurement; b. on the inclusion of a supplier on or their removal from a list and on the imposition of a sanction; c. if it is claimed that a public invitation to tender should be issued for the contract. 2bis The Competition Commission may file an appeal in order to obtain a declaration on whether a decision limits access to the market unlawfully. 3 If an appeal relating to a public procurement matter is justified and if a contract has already been concluded with the supplier, the appeal authority shall simply establish the extent to which the contested ruling infringes the applicable law. 4 Rulings issued by federal bodies are governed by the general provisions on federal administrative justice. Amended by Annex 7 No II 7 of the FA of 21 June 2019 on Public Procurement, in force since 1 Jan. 2021 ( AS 2020 641 ; BBl 2017 1851 ). Amended by Annex 7 No II 7 of the FA of 21 June 2019 on Public Procurement, in force since 1 Jan. 2021 ( AS 2020 641 ; BBl 2017 1851 ). Inserted by No I of the FA of 16 Dec. 2005, in force since 1 July 2006 ( AS 2006 2363 2366 ; BBl 2005 465 ). Amended by Annex No 138 of the Administrative Court Act of 17 June 2005, in force since 1 Jan. 2007 ( AS 2006 2197 , 1069 ; BBl 2001 4202 )."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Competition Commission expert reports and hearings",
      "content": "1 The Competition Commission may provide federal, cantonal and communal administrative authorities as well as appeal bodies with expert report on the application of this Act. 2 It may be consulted in the proceedings before the Federal Supreme Court."
    },
    {
      "provision_ref": "art10a",
      "section": "10a",
      "title": "a Publication of recommendations, expert reports, rulings and judgments",
      "content": "1 The Competition Commission may publish its recommendations and expert reports. 2 The authorities and courts shall provide the Competition Commission with full copies of the rulings and judgments issued in application of this Act without having to be requested to do so. The Competition Commission shall compile these rulings and judgments and may publish them periodically. Inserted by No I of the FA of 16 Dec. 2005, in force since 1 July 2006 ( AS 2006 2363 2366 ; BBl 2005 465 )."
    },
    {
      "provision_ref": "art11",
      "chapter": "Section 5 Final Provisions",
      "section": "11",
      "title": "Harmonisation of legal regulations",
      "content": "1 Cantons and communes as well as other agencies responsible for public tasks shall harmonise their regulations with this Act within two years of its commencement and issue the required organisational provisions. 2 They may also obtain recommendations from the Competition Commission and other federal agencies."
    },
    {
      "provision_ref": "art12",
      "chapter": "Section 5 Final Provisions",
      "section": "12",
      "title": "Referendum and commencement",
      "content": "1 This Act is subject to an optional referendum. 2 The Federal Council shall determine the commencement date. Commencement date: Article 9 paragraph 1: 1 July 1998 all other provisions: 1 July 1996 FCD of 17 June 1996."
    }
  ],
  "definitions": []
}